Repository: akintos/wotr-translation
Catalog: translation/*/Achievements.po
Languages: ko_mt

source: Wrath of the Righteous
ko_mt: 의로운 자의 분노

source: You collected all remaining trophies.
ko_mt: 남은 전리품을 모두 수집했습니다.

source: Wrath of the Righteous
ko_mt: 의로운 자의 분노

source: You unlocked all achievements.
ko_mt: 모든 도전 과제를 잠금 해제했습니다.

source: Devoured by Darkness
ko_mt: 어둠에 삼켜짐

source: Devoured by Darkness
ko_mt: 어둠에 삼켜짐

source: You survived the journey through the beautiful and savage dungeon.
ko_mt: 아름답고 야만적인 던전을 통과하는 여정에서 살아남았습니다.

source: You survived the journey through the beautiful and savage dungeon.
ko_mt: 아름답고 야만적인 던전을 통과하는 여정에서 살아남았습니다.

source: Burning City
ko_mt: 불타는 도시

source: Burning City
ko_mt: 불타는 도시

source: You saved Kenabres and acquired mysterious and thrilling powers.
ko_mt: 케나브레스를 구하고 신비하고 스릴 넘치는 힘을 얻었습니다.

source: You saved Kenabres and acquired mysterious and thrilling powers.
ko_mt: 케나브레스를 구하고 신비하고 스릴 넘치는 힘을 얻었습니다.

source: Banner Over the Citadel
ko_mt: 성채 위의 깃발

source: Banner Over the Citadel
ko_mt: 성채 위의 깃발

source: You reclaimed a formidable crusade relic and chose your mythic path.
ko_mt: 강력한 십자군 유물을 되찾고 신화의 길을 선택했습니다.

source: You reclaimed a formidable crusade relic and chose your mythic path.
ko_mt: 강력한 십자군 유물을 되찾고 신화의 길을 선택했습니다.

source: Fifth Crusade
ko_mt: 다섯 번째 십자군

source: Fifth Crusade
ko_mt: 다섯 번째 십자군

source: You successfully led an offensive into the demon-infested lands of the Worldwound.
ko_mt: 데몬이 창궐한 세계상처의 땅으로 공격을 성공적으로 이끌었습니다.

source: You successfully led an offensive into the demon-infested lands of the Worldwound.
ko_mt: 데몬이 창궐한 세계상처의 땅으로 공격을 성공적으로 이끌었습니다.

source: Embrace of the Abyss
ko_mt: 심연의 포옹

source: Embrace of the Abyss
ko_mt: 심연의 포옹

source: You survived the impossible journey and returned to Golarion.
ko_mt: 불가능한 여정에서 살아남아 골라리온으로 돌아왔습니다.

source: You survived the impossible journey and returned to Golarion.
ko_mt: 불가능한 여정에서 살아남아 골라리온으로 돌아왔습니다.

source: Heart of the Fallen Land
ko_mt: 타락한 땅의 심장

source: Heart of the Fallen Land
ko_mt: 타락한 땅의 심장

source: You reached the dead city of Iz and secured your place as the greatest figure in Worldwound history.
ko_mt: 죽은 도시 이즈에 도착하여 세계상처 역사상 가장 위대한 인물로 자리 잡았습니다.

source: You reached the dead city of Iz and secured your place as the greatest figure in Worldwound history.
ko_mt: 죽은 도시 이즈에 도착하여 세계상처 역사상 가장 위대한 인물로 자리 잡았습니다.

source: The Final Threshold
ko_mt: 최종 임계점

source: The Final Threshold
ko_mt: 최종 임계점

source: Congratulations, Commander! Your story is complete!
ko_mt: 축하합니다, 사령관님! 스토리가 완성되었습니다!

source: Congratulations, Commander! Your story is complete!
ko_mt: 축하합니다, 사령관님! 스토리가 완성되었습니다!

source: Path of the Angel
ko_mt: 천사의 길

source: You chose to embrace heavenly light and righteousness.
ko_mt: 당신은 하늘의 빛과 의로움을 받아들이기로 선택했습니다.

source: Path of the Demon
ko_mt: 데몬의 길

source: You chose to succumb to primordial rage and evil.
ko_mt: 당신은 원초적인 분노와 악에 굴복하기로 선택했습니다.

source: Path of the Azata
ko_mt: 아자타의 길

source: You chose the path of adventure, friendship, and freedom.
ko_mt: 모험, 우정, 자유의 길을 선택하셨습니다.

source: Path of the Aeon
ko_mt: 에온의 길

source: You chose to become the embodiment of cosmic law and balance.
ko_mt: 당신은 우주의 법칙과 균형의 화신이 되기로 선택했습니다.

source: Path of the Trickster
ko_mt: 트릭스터의 길

source: You just want to have fun, don't you?
ko_mt: 그냥 즐기고 싶지 않으세요?

source: Path of the Lich
ko_mt: 리치의 길

source: You chose the forbidden power of undeath, aiming to become a lord of the dead.
ko_mt: 당신은 죽은 자의 군주가 되기 위해 금지된 지하 세계의 힘을 선택했습니다.

source: Path of the Swarm
ko_mt: 군단의 길

source: Yours is hunger.
ko_mt: 당신의 것은 배고픔입니다.

source: Path of the Dragon
ko_mt: 용의 길

source: You were inspired by the wisdom and kindness of gold dragons.
ko_mt: 골드 드래곤의 지혜와 친절함에서 영감을 얻었습니다.

source: Path of the Legend
ko_mt: 전설의 길

source: You rejected all mythic powers to pursue the greatest goal of all — to be the master of your own destiny.
ko_mt: 당신은 모든 신화의 힘을 거부하고 자신의 운명의 주인이 되겠다는 가장 위대한 목표를 추구했습니다.

source: Transformation
ko_mt: 변환

source: Transformation
ko_mt: 변환

source: Your mythic transformation is complete!
ko_mt: 신화적인 변신이 완성되었습니다!

source: Your mythic transformation is complete!
ko_mt: 신화적인 변신이 완성되었습니다!

source: Mythic Choices
ko_mt: 신화 선택

source: Mythic Choices
ko_mt: 신화 선택

source: Use your mythic powers five times in dialogues to influence the world and living souls.
ko_mt: 대화에서 신화의 힘을 다섯 번 사용하여 세상과 살아있는 영혼에 영향을 미치세요.

source: Use your mythic powers five times in dialogues to influence the world and living souls.
ko_mt: 대화에서 신화의 힘을 다섯 번 사용하여 세상과 살아있는 영혼에 영향을 미치세요.

source: Equal to Aroden
ko_mt: 아로덴과 동일

source: Complete the game in Last Azlanti mode, playing on Core difficulty or above.
ko_mt: 마지막 아즐란트 모드에서 핵심 난이도 이상에서 게임을 완료하세요.

source: Your character suffers <b>full damage</b> from enemies and traps. There are <b>more enemies than usual</b>, they have <b>standard power</b> and inflict the <b>usual damage on critical hits</b>. Your character will <b>die after suffering a deadly injury</b>. If your main character dies, the game is over. If a companion dies, you can resurrect them with Raise Dead or a similar spell — an extremely expensive service unavailable to most adventurers. <b><color=#ae1600> Choosing this difficulty is NOT RECOMMENDED for the players not familiar with the Pathfinder system.</color></b>
ko_mt: 캐릭터가 적과 함정에 의해 <b>전체 피해</b>를 받습니다. 적의 수가 평소보다 많아지고, 적의 피해량은 <b>표준 피해량</b>이며, 치명타 시 <b>평소 피해량</b>이 적용됩니다. 캐릭터가 치명상을 입으면 <b>죽습니다</b>. 주인공이 사망하면 게임이 종료됩니다. 동료가 사망한 경우, 대부분의 모험가가 사용할 수 없는 매우 비싼 서비스인 시체 부활 또는 유사한 주문으로 부활시킬 수 있습니다. <b><color=#ae1600> 이 난이도는 패스파인더 시스템에 익숙하지 않은 플레이어에게 권장하지 않습니다.</color></b>

source: Core
ko_mt: 핵심

source: Spirit of Adventure
ko_mt: 모험 정신

source: Spirit of Adventure
ko_mt: 모험 정신

source: Complete the game playing on Core difficulty or above.
ko_mt: 핵심 난이도 이상에서 게임을 완료하세요.

source: Complete the game playing on Core difficulty or above.
ko_mt: 핵심 난이도 이상에서 게임을 완료하세요.

source: Test of the Starstone
ko_mt: 스타스톤의 시험

source: Test of the Starstone
ko_mt: 스타스톤의 시험

source: Complete the game on Unfair difficulty.
ko_mt: 불공정 난이도에서 게임을 완료합니다.

source: Complete the game on Unfair difficulty.
ko_mt: 불공정 난이도에서 게임을 완료합니다.

source: Your character suffers <b>double damage</b> from enemies and traps. There are <b>more enemies than usual</b>, they are <b>extremely strong</b> and inflict the <b>usual damage on critical hits</b>. Furthermore, some enemies use <b>additional spells and combat abilities</b>. Your character <b>will die upon suffering a deadly injury</b>. If your main character dies, the game is over. If a companion dies, you can resurrect them with Raise Dead or a similar spell — an extremely expensive service unavailable to most adventurers. <b><color=#ae1600> Choosing this difficulty is NOT RECOMMENDED for the players not familiar with the Pathfinder system, as well as its implementation in this game, and those who are not willing to suffer. The enemies will not forgive any mistakes made during combats, and your characters' builds must be no less than perfect.</color></b>
ko_mt: 캐릭터가 적과 함정에 의해 <b>두 배의 피해</b>를 받습니다. 적의 수가 평소보다 많아지고, 적의 피해량이 매우 강해지며, 치명타 시 평소와 같은 피해를 입힙니다. 또한 일부 적들은 <b>추가 주문과 전투 능력을 사용합니다</b>. 캐릭터가 치명상을 입으면 사망합니다. 주인공 캐릭터가 사망하면 게임이 종료됩니다. 동료가 죽으면 시체 부활 또는 이와 유사한 주문으로 부활시킬 수 있지만, 대부분의 모험가가 사용할 수 없는 매우 비싼 서비스입니다. <b><color=#ae1600> 이 난이도를 선택하는 것은 패스파인더 시스템과 이 게임에서의 구현에 익숙하지 않거나 고통을 감수할 의향이 없는 플레이어에게는 권장하지 않습니다. 적들은 전투 중 실수를 용서하지 않으며, 캐릭터 빌드는 완벽 그 이상이어야 합니다.</color></b>

source: Unfair
ko_mt: 불공정

source: Masterful Craftsmanship
ko_mt: 뛰어난 장인 정신

source: Craft a 9th-level scroll and 6th-level potion with a single character.
ko_mt: 한 캐릭터로 9레벨 주문서와 6레벨 물약을 제작할 수 있습니다.

source: Masterful Charge
ko_mt: 마스터풀 차지

source: Do 300 damage or more with a mounted charge attack, and kill the enemy with it.
ko_mt: 기마 돌격 공격으로 300 이상의 피해를 입히고 적을 처치합니다.

source: The Legacy
ko_mt: 레거시

source: Restore Areelu's magic cloak.
ko_mt: 아릴루의 마법 망토를 복구합니다.

source: Masterful Dispel
ko_mt: 숙련된 디스펠

source: Masterful Dispel
ko_mt: 숙련된 디스펠

source: Dispel every single buff from a certain Runelord you'll meet.
ko_mt: 만나는 특정 룬장수의 모든 강화 효과를 해제하세요.

source: Dispel every single buff from a certain Runelord you'll meet.
ko_mt: 만나게 될 특정 룬장수의 모든 강화 효과를 해제하세요.

source: You have fulfilled the unreasonable, inhuman requirements set out in the game encyclopedia.
ko_mt: 게임 백과사전에 명시된 불합리하고 비인간적인 요구 사항을 충족했습니다.

source: Sadistic Game Design
ko_mt: 가학적인 게임 디자인

source: Sadistic Game Design
ko_mt: 가학적인 게임 디자인

source: Complete the game with the following settings, accomplishing the following deeds: 1) Core difficulty or above; 2) Party's speed depends on the weight you're carrying; 3) No auto level-up for PC or companions; 4) No retrain; 5) No more than 75 rests total; 6) Find and kill all optional bosses in the earliest chapter possible; 7) Defeat Khorramzadeh's army in Crusade mode; 8) Develop all four Crusade stats to their maximum potential; 9) Complete your mythic transformation.
ko_mt: 다음 설정으로 게임을 완료하고 다음 업적을 달성하세요. 1) 핵심 난이도 이상, 2) 파티의 속도는 소지한 무게에 따라 달라짐, 3) PC 또는 동료의 자동 레벨업 불가, 4) 재훈련 불가, 5) 총 휴식 횟수 75회 이하, 6) 가능한 가장 빠른 챕터에서 모든 옵션 보스를 찾아 처치, 7) 성전 모드에서 코람자데의 군대 처치, 8) 성전 능력치 4개를 모두 최대치로 육성, 9) 신화 변신을 완료해야 합니다.

source: You have fulfilled the unreasonable, inhuman requirements set out in the game encyclopedia.
ko_mt: 게임 백과사전에 명시된 불합리하고 비인간적인 요구 사항을 충족했습니다.

source: Queen's Gratitude
ko_mt: 여왕의 감사

source: Queen's Gratitude
ko_mt: 여왕의 감사

source: Reclaim Drezen in Chapter 2 quickly and efficiently, and get praise from Queen Galfrey.
ko_mt: 챕터 2에서 드레젠을 빠르고 효율적으로 탈환하고 여왕 갈프레이의 찬사를 받으세요.

source: Reclaim Drezen in Chapter 2 quickly and efficiently, and get praise from Queen Galfrey.
ko_mt: 챕터 2에서 드레젠을 빠르고 효율적으로 탈환하고 여왕 갈프레이의 찬사를 받으세요.

source: Great Upstart
ko_mt: 위대한 신생 기업

source: Great Upstart
ko_mt: 위대한 신생 기업

source: Raise all four Crusade stats (Leadership, Strategy, Diplomacy, Military) to rank 5 in Chapter 3.
ko_mt: 3장에서 네 가지 십자군 스탯(리더십, 전략, 외교, 군사)을 모두 5등급으로 올립니다.

source: Strategic Victory
ko_mt: 전략적 승리

source: Strategic Victory
ko_mt: 전략적 승리

source: By the end of the game, develop all four Crusade stats to their maximum potential.
ko_mt: 게임 종료 시까지 네 가지 성전 스탯을 모두 최대치로 성장시키세요.

source: By the end of the game, develop all four Crusade stats to their maximum potential.
ko_mt: 게임 종료 시까지 네 가지 성전 스탯을 모두 최대치로 성장시키세요.

source: Heroic Victory
ko_mt: 영웅 승리

source: Heroic Victory
ko_mt: 영웅 승리

source: Defeat Khorramzadeh's army in Crusade mode.
ko_mt: 성전 모드에서 코람자데의 군대를 처치하세요.

source: Defeat Khorramzadeh's army in Crusade mode.
ko_mt: 성전 모드에서 코람자데의 군대를 처치하세요.

source: Divide and Rule
ko_mt: 나누기 및 규칙

source: Make a demon attack another demon in Crusade battle mode.
ko_mt: 성전 전투 모드에서 데몬이 다른 데몬을 공격하게 만드세요.

source: Mythic Reinforcements
ko_mt: 신화 지원군

source: Recruit the most powerful otherworldly creatures to your Crusade armies.
ko_mt: 가장 강력한 이계의 생명체를 성전 군대에 모집하세요.

source: Defender's Heart
ko_mt: 수호자의 심장

source: Defender's Heart
ko_mt: 수호자의 심장

source: Defend the tavern from attack without losing a single building to the arsonists.
ko_mt: 방화범들에게 건물을 하나도 잃지 않고 선술집을 공격으로부터 지켜내세요.

source: Defend the tavern from attack without losing a single building to the arsonists.
ko_mt: 방화범들에게 건물을 하나도 잃지 않고 선술집을 공격으로부터 지켜내세요.

source: Capitulation Is Now Moot
ko_mt: 항복은 이제 논쟁의 여지가 없습니다

source: Defeat Xanthir Vang. Then provoke him. Then defeat him again.
ko_mt: 잔티르 방을 처치하십시오. 그런 다음 그를 도발하십시오. 그리고 다시 쓰러뜨리세요.

source: Abyssal Conspiracy
ko_mt: 심연의 음모

source: Abyssal Conspiracy
ko_mt: 심연의 음모

source: Investigate and prevent the demodand conspiracy in the Midnight City.
ko_mt: 미드나잇 시티에서 데모댄드 폭주 음모를 조사하고 방지하세요.

source: Investigate and prevent the demodand conspiracy in the Midnight City.
ko_mt: 미드나잇 시티에서 데모댄드 폭주 음모를 조사하고 방지하세요.

source: Core of the Riddle
ko_mt: 수수께끼의 핵심

source: Core of the Riddle
ko_mt: 수수께끼의 핵심

source: Uncover the truth behind the mysterious ancient ruins and the ghosts that guard them.
ko_mt: 신비로운 고대 유적과 그 유적을 지키는 유령 뒤에 숨겨진 진실을 밝혀내세요.

source: Uncover the truth behind the mysterious ancient ruins and the ghosts that guard them.
ko_mt: 신비로운 고대 유적과 그 유적을 지키는 유령 뒤에 숨겨진 진실을 밝혀내세요.

source: Your First Big Enemy
ko_mt: 당신의 첫 번째 큰 적

source: Your First Big Enemy
ko_mt: 당신의 첫 번째 큰 적

source: Playing on Core difficulty or above, defeat the water elemental in the Prologue.
ko_mt: 핵심 난이도 이상에서 플레이하고 프롤로그에서 물 정령을 처치하세요.

source: Playing on Core difficulty or above, defeat the water elemental in the Prologue.
ko_mt: 핵심 난이도 이상에서 플레이하고 프롤로그에서 물 정령을 처치하세요.

source: Prelate's Nemesis
ko_mt: 성직자의 숙적

source: Prelate's Nemesis
ko_mt: 성직자의 숙적

source: Playing on Core difficulty or above, find the nabasu demon on the streets of Kenabres and kill him.
ko_mt: 핵심 난이도 이상에서 케나브레스의 거리에서 나바수 데몬을 찾아 처치하세요.

source: Playing on Core difficulty or above, find the nabasu demon on the streets of Kenabres and kill it.
ko_mt: 핵심 난이도 이상에서 케나브레스의 거리에서 나바수 데몬을 찾아 처치하세요.

source: Blight of Drezen
ko_mt: 드레젠의 역병

source: Blight of Drezen
ko_mt: 드레젠의 역병

source: Playing on Core difficulty or above, allow Chorussina to summon a powerful demon in Drezen and defeat him.
ko_mt: 핵심 난이도 이상에서 플레이할 때, 코루시나가 드레젠에서 강력한 데몬을 소환하여 쓰러뜨리도록 허용하세요.

source: End of Eternal Guard
ko_mt: 영원한 가드의 끝

source: End of Eternal Guard
ko_mt: 영원한 가드의 끝

source: Playing on Core difficulty or above, find and defeat the final Eternal Guardian of the Ivory Sanctum.
ko_mt: 핵심 난이도 이상에서 플레이하여 상아 성소의 마지막 영원한 수호자를 찾아 쓰러뜨리세요.

source: Playing on Core difficulty or above, find and defeat the Ivory Sanctum's final Eternal Guardian.
ko_mt: 핵심 난이도 이상에서 플레이하여 상아 성소의 마지막 영원한 수호자를 찾아 쓰러뜨리세요.

source: Playful Mood
ko_mt: 장난기 가득한 분위기

source: Playful Mood
ko_mt: 장난기 가득한 분위기

source: Playing on Core difficulty or above, kill the Playful Darkness in the Midnight Fane.
ko_mt: 핵심 난이도 이상에서 플레이할 경우, 한밤중 페인에서 장난기 가득한 어둠을 처치하세요.

source: Playing on Core difficulty or above, kill the Playful Darkness in the Midnight Fane.
ko_mt: 핵심 난이도 이상에서 플레이할 경우, 한밤중 페인에서 장난기 가득한 어둠을 처치하세요.

source: Just Pathetic
ko_mt: 그냥 한심한

source: Just Pathetic
ko_mt: 그냥 한심한

source: Playing on Core difficulty or above, find and defeat the Pathetic Quasit in Alushinyrra.
ko_mt: 핵심 난이도 이상에서 플레이하고 알루시니라에서 한심한 콰짓을 찾아 처치하세요.

source: Playing on Core difficulty or above, find and defeat the Pathetic Quasit in Alushinyrra.
ko_mt: 핵심 난이도 이상에서 플레이하고 알루시니라에서 한심한 콰짓을 찾아 처치하세요.

source: Dreadful Dragon
ko_mt: 무시무시한 드래곤

source: Dreadful Dragon
ko_mt: 무시무시한 드래곤

source: Playing on Core difficulty or above, kill Melazmera, the umbral dragon of Colyphyr.
ko_mt: 핵심 난이도 이상에서 콜리피르의 엄브렐러 드래곤 멜라즈메라를 처치하세요.

source: Playing on Core difficulty or above, kill Melazmera, the umbral dragon of Colyphyr.
ko_mt: 핵심 난이도 이상에서 콜리피르의 엄브렐러 드래곤 멜라즈메라를 처치하세요.

source: Ashes to Ashes
ko_mt: 재에서 재로

source: Ashes to Ashes
ko_mt: 재에서 재로

source: Playing on Core difficulty or above, find and defeat the Ashen Lady in the Ivory Labyrinth.
ko_mt: 핵심 난이도 이상에서 플레이하고 상아 미궁에서 잿빛 여인을 찾아 쓰러뜨리세요.

source: Playing on Core difficulty or above, find and defeat the Ashen Lady in the Ivory Labyrinth.
ko_mt: 핵심 난이도 이상에서 플레이하고 상아 미궁에서 잿빛 여인을 찾아 쓰러뜨리세요.

source: Voice From Your Dreams
ko_mt: 꿈에서 들려오는 목소리

source: Experience two mysterious visions before meeting the person behind them while storming Drezen.
ko_mt: 드레젠을 습격하는 동안 두 가지 신비한 환영을 경험하고 그 배후를 만나보세요.

source: All Paths Open
ko_mt: 모든 경로 열기

source: All Paths Open
ko_mt: 모든 경로 열기

source: Unlock all six mythic paths before choosing one at the end of Chapter 2.
ko_mt: 챕터 2의 마지막에 신화 경로를 선택하기 전에 여섯 가지 신화 경로를 모두 잠금 해제하세요.

source: Unlock all six mythic paths before choosing one at the end of Chapter 2.
ko_mt: 챕터 2의 마지막에 신화 경로를 선택하기 전에 여섯 가지 신화 경로를 모두 잠금 해제하세요.

source: Memories Frozen in Time
ko_mt: 시간 속에 얼어붙은 추억

source: Find all of Areelu's crystals containing records and watch the contents.
ko_mt: 기록이 담긴 아릴루의 수정을 모두 찾아서 내용을 감상하세요.

source: A Spark
ko_mt: 스파크

source: It seems one of your companions is attracted to you. Where will it lead?
ko_mt: 동료 중 한 명이 당신에게 끌린 것 같습니다. 어디로 이끌까요?

source: A Flame
ko_mt: 불꽃

source: A Flame
ko_mt: 불꽃

source: You found love in the midst of the war with the Abyss.
ko_mt: 심연과의 전쟁 중에도 사랑을 찾았습니다.

source: You found love in the midst of the war with the Abyss.
ko_mt: 심연과의 전쟁 중에도 사랑을 찾았습니다.

source: Hey, I Know You!
ko_mt: 이봐요, 당신을 알아요!

source: Hey, I Know You!
ko_mt: 이봐요, 당신을 알아요!

source: Save or release the cultist scribe in the Tower of Estrod, the poor traveler attacked by vescavors, and the vrock in the Molten Scar. Then find out what happened to them later...
ko_mt: 에스트로드의 탑에 있는 이교도 서기, 베스캐버의 공격을 받은 불쌍한 여행자, 녹은 흉터에 있는 브록을 구하거나 풀어주세요. 그리고 나중에 그들에게 무슨 일이 일어났는지 알아보세요...

source: Demonic and Divine
ko_mt: 데몬과 신성한

source: Demonic and Divine
ko_mt: 데몬과 신성한

source: Face two great entities and make your choice.
ko_mt: 두 개의 위대한 실체를 마주하고 선택을 하세요.

source: Face two great entities and make your choice.
ko_mt: 두 개의 위대한 실체를 마주하고 선택을 하세요.

source: Truly Important Deed
ko_mt: 정말 중요한 증서

source: Save the cart of booze during the Defender's Heart battle and all the courtesans at Daeran's party mansion.
ko_mt: 수호자의 심장 전투에서 술 수레를 구하고 대런의 파티 저택에 있는 모든 창녀를 구하세요.

source: Truly Profane Gift
ko_mt: 정말 불경스러운 선물

source: Become the champion of the one true queen... the Fulsome Queen.
ko_mt: 진정한 여왕.. 풀섬 퀸의 챔피언이 되어 보세요.

source: Death by Column
ko_mt: 열에 의한 죽음

source: Death by Column
ko_mt: 열에 의한 죽음

source: Hit your own party with the rolling column in the Tower of Estrod.
ko_mt: 에스트로드의 탑에서 구르는 기둥으로 나만의 파티를 꾸려보세요.

source: Hit your own party with the rolling column in the Tower of Estrod.
ko_mt: 에스트로드의 탑에서 구르는 기둥으로 나만의 파티를 꾸려보세요.

source: Next-Door Play
ko_mt: 옆집 놀이

source: Next-Door Play
ko_mt: 옆집 놀이

source: Find the Next-Door Theater in each chapter of the game and help the troupe to finally stage their play.
ko_mt: 게임의 각 챕터에서 옆집 극장을 찾아 극단이 마침내 연극을 무대에 올릴 수 있도록 도와주세요.

source: Find the Next-Door Theater in each chapter and help the troupe to finally stage their play.
ko_mt: 각 장에서 옆집 극장을 찾아 극단이 마침내 연극을 무대에 올릴 수 있도록 도와주세요.

source: Get the Toad
ko_mt: 두꺼비 얻기

source: Get the Toad
ko_mt: 두꺼비 얻기

source: No time to explain. Just get the toad!
ko_mt: 설명할 시간이 없습니다. 그냥 두꺼비를 잡으세요!

source: No time to explain. Just get the toad!
ko_mt: 설명할 시간이 없습니다. 그냥 두꺼비를 잡으세요!

source: Path of the Devil
ko_mt: 데빌의 길

source: You chose Hell.
ko_mt: 당신은 지옥을 선택했습니다.

source: Midnight Aim
ko_mt: 자정 조준

source: Midnight Aim
ko_mt: 자정 조준

source: You chose the right weapon to fight a demon lord.
ko_mt: 데몬 로드와 싸우기에 적합한 무기를 선택했습니다.

source: You chose the right weapon to fight a demon lord.
ko_mt: 데몬 로드와 싸우기에 적합한 무기를 선택했습니다.

source: So Much of Me
ko_mt: 나의 많은 부분

source: You managed to spark doubt in Areelu's dark heart and made her care for you.
ko_mt: 당신은 아릴루의 어두운 마음에 의심을 불러일으키고 그녀가 당신을 돌보게 만들었습니다.

source: Ascension
ko_mt: 승천

source: Ascension
ko_mt: 승천

source: Against all odds, through trials unthinkable, you ascended as a true demigod.
ko_mt: 모든 역경을 딛고, 상상할 수 없는 시련을 겪으며 진정한 반신으로 승천했습니다.

source: Against all odds, through trials unthinkable, you ascended as a true demigod.
ko_mt: 모든 역경을 딛고, 상상할 수 없는 시련을 겪으며 진정한 반신으로 승천했습니다.

source: Grain of Sand
ko_mt: 모래 알갱이

source: You persuaded the mighty and wise Faceless Sphinx that she is nothing, just a grain of sand in the winds of time.
ko_mt: 당신은 강력하고 지혜로운 얼굴 없는 스핑크스를 설득하여 그녀는 아무것도 아니며 시간의 바람에 날리는 모래알에 불과하다고 말했습니다.

source: A Story Worth Millennia
ko_mt: 천년의 가치가 있는 이야기

source: You helped the Storyteller to regain his lost memories — and reunited him with one who was dear to him.
ko_mt: 스토리텔러가 잃어버린 기억을 되찾을 수 있도록 도와주셨고, 소중한 사람과 재회할 수 있도록 도와주셨습니다.

source: Secret of Secrets
ko_mt: 비밀의 비밀

source: You found the secret sanctum in the Midnight Fane.
ko_mt: 미드나잇 페인에서 비밀 성소를 찾았습니다.

source: Radiance
ko_mt: 광채

source: Radiance
ko_mt: 광채

source: One of the crusade's greatest weapons is now in your hands.
ko_mt: 십자군 성전의 가장 강력한 무기 중 하나가 이제 여러분의 손에 달려 있습니다.

source: One of the crusade's greatest weapons is now in your hands.
ko_mt: 십자군 성전의 가장 강력한 무기 중 하나가 이제 여러분의 손에 달려 있습니다.

source: Subtle Hints
ko_mt: 미묘한 힌트

source: Subtle Hints
ko_mt: 미묘한 힌트

source: You investigated and uncovered a saboteur in your army.
ko_mt: 아군 내 방해꾼을 조사하여 발견했습니다.

source: You investigated and uncovered a saboteur in your army.
ko_mt: 아군 내 방해꾼을 조사하여 발견했습니다.

source: Inevitable Outcome
ko_mt: 피할 수 없는 결과

source: Congratulations! You completed the Inevitable Excess DLC!
ko_mt: 축하합니다! 피할 수 없는 과잉 DLC를 완료했습니다!

source: Glimpse of Truth
ko_mt: 진실의 엿보기

source: You discovered the truth behind the anomalies.
ko_mt: 이상 현상 뒤에 숨겨진 진실을 발견했습니다.

source: Detective at Work
ko_mt: 직장에서의 탐정

source: You discovered all cases of abnormal behavior in Iz before facing the real threat.
ko_mt: 실제 위협에 직면하기 전에 이즈의 비정상적인 행동 사례를 모두 발견했습니다.

source: Silver Tongue
ko_mt: 실버 혀

source: You managed to talk your way out of the fight that seemed bound to happen.
ko_mt: 당신은 반드시 일어날 것 같았던 싸움에서 대화를 통해 빠져나올 수 있었습니다.

source: Disillusioned
ko_mt: 환멸

source: You just had to check, didn't you?
ko_mt: 확인해야만 했죠?

source: Paradox
ko_mt: 패러독스

source: You allied yourself with Areelu Vorlesh's excess mythic power and escaped Valmallos's prison with your consciousness intact.
ko_mt: 아릴루 볼레쉬의 과도한 신화 힘과 동맹을 맺어 의식을 잃지 않고 발말로스의 감옥을 탈출했습니다.

source: The Art of Provocation
ko_mt: 도발의 기술

source: You tricked someone else into killing the slimy colossus for you.
ko_mt: 다른 사람을 속여 끈적끈적한 거인을 죽이도록 했습니다.

source: Ill-Gotten Gains
ko_mt: 부당 이득

source: You thoroughly looted the graveyard.
ko_mt: 무덤을 철저히 약탈했습니다.

source: Careful Steps
ko_mt: 신중한 단계

source: You passed through the graveyard without inhaling the noxious fumes.
ko_mt: 유독 가스를 흡입하지 않고 무덤을 통과했습니다.

source: Deadweight
ko_mt: 데드웨이트

source: You saved a man's life only to let him die a little later.
ko_mt: 당신은 한 사람의 목숨을 구했지만 조금 후에 죽게 내버려 두었습니다.

source: In Memoriam
ko_mt: 추모

source: You brought music into the dead's abode.
ko_mt: 당신은 죽은 자의 거처에 음악을 가져왔습니다.

source: We Don't Trade Lives
ko_mt: 우리는 생명을 거래하지 않습니다

source: You brought the group to safety without a single casualty.
ko_mt: 단 한 명의 사상자도 없이 그룹을 안전하게 구해 주셨습니다.

source: The Manuscript Found in Kenabres
ko_mt: 케나브레스에서 발견된 원고

source: You read every book and letter.
ko_mt: 모든 책과 편지를 읽으세요.

source: The Unbreakable Trio
ko_mt: 언브레이커블 트리오

source: You made it to the end with just three people in your party.
ko_mt: 파티에 단 3명으로 끝까지 완주했습니다.

source: Don't Eat This
ko_mt: 먹지 마세요

source: You found every single underground mushroom.
ko_mt: 지하에 있는 모든 버섯을 찾았습니다.

source: This Side Toward the Enemy
ko_mt: 적을 향한 이쪽

source: You forgot about safety precautions and paid the price.
ko_mt: 안전 예방 조치를 잊어버리고 대가를 치렀습니다.

source: One for All
ko_mt: 모두를 위한 하나

source: A truly brave soul sacrificed himself for his friends.
ko_mt: 진정으로 용감한 영혼이 친구들을 위해 자신을 희생했습니다.

source: All for One
ko_mt: 올포원

source: True friends didn't let their brave comrade sacrifice himself.
ko_mt: 진정한 친구는 용감한 전우가 자신을 희생하도록 내버려두지 않습니다.

source: No Escape From Justice
ko_mt: 정의로부터의 도피 금지

source: You made a criminal pay for his crimes.
ko_mt: 범죄자가 죗값을 치르게 만들었습니다.

source: Come Rain or Shine
ko_mt: 비가 오나 눈이 오나

source: The report was delivered, despite minor difficulties along the way.
ko_mt: 그 과정에서 약간의 어려움이 있었지만 보고서는 전달되었습니다.

source: Bloody Bandages
ko_mt: 피 묻은 붕대

source: The healer learned of her brethren's fate.
ko_mt: 치유사는 형제들의 운명을 알게 되었습니다.

source: Who's There?
ko_mt: 누구세요?

source: You knocked on every door in the rich quarter.
ko_mt: 부촌의 모든 문을 두드렸습니다.

source: Piece It Together
ko_mt: 함께 구성하기

source: You solved every puzzle.
ko_mt: 모든 퍼즐을 풀었습니다.

source: Are You a Cat?
ko_mt: 당신은 고양이인가요?

source: You toppled everything you could.
ko_mt: 할 수 있는 모든 것을 무너뜨렸습니다.

source: Secret of the Midnight Isles
ko_mt: 미드나잇 아일즈의 비밀

source: You saw all possible endings.
ko_mt: 가능한 모든 결말을 보셨습니다.

source: The Past Never Dies
ko_mt: 과거는 죽지 않는다

source: You defeated the monster from the chain.
ko_mt: 사슬에서 괴물을 처치했습니다.

source: Ride the Wind
ko_mt: 바람을 타고

source: You caught a tailwind.
ko_mt: 순풍을 만난 거죠.

source: Windcatcher
ko_mt: 윈드캐처
