Repository: akintos/wotr-translation
Catalog: translation/*/Achievements.po
Languages: ko_mt

source: You caught 15 different tailwinds.
ko_mt: 15개의 다른 순풍을 잡았습니다.

source: Windmaster
ko_mt: 윈드마스터

source: You caught all possible tailwinds.
ko_mt: 가능한 모든 순풍을 다 잡으셨군요.

source: Loot the Loot!
ko_mt: 전리품을 획득하세요!

source: You stole the treasure from the pirates.
ko_mt: 해적에게서 보물을 훔쳤습니다.

source: Redemption
ko_mt: 상환

source: You helped save the soul of the old monster.
ko_mt: 넌 늙은 괴물의 영혼을 구하는데 도움을 줬어.

source: Hunting Darkness
ko_mt: 어둠 사냥

source: You found and defeated the most elusive monster in the Midnight Isles.
ko_mt: 미드나잇 아일즈에서 가장 찾기 어려운 괴물을 찾아 쓰러뜨렸습니다.

source: Broken Trickster
ko_mt: 부서진 트릭스터

source: You defeated Star Rattle.
ko_mt: 스타 래틀을 물리쳤습니다.

source: Devoted Servant
ko_mt: 헌신적인 서번트

source: You defeated the Archpriest.
ko_mt: 대제사장을 처치했습니다.

source: Fallen Angel
ko_mt: 타락한 천사

source: You defeated the Songbird.
ko_mt: 송새를 물리쳤습니다.

source: The Path Is Clear
ko_mt: 길이 명확합니다

source: You defeated the first guardian of the islands.
ko_mt: 섬의 첫 번째 수호자를 쓰러뜨렸습니다.

source: Green Thumb
ko_mt: 녹색 엄지

source: You defeated Star Rattle without being injured by the flowers.
ko_mt: 꽃에 다치지 않고 별 딸랑이를 물리쳤습니다.

source: Don't Scream at Me!
ko_mt: 소리 지르지 마세요!

source: You defeated the Songbird using her scream.
ko_mt: 송새의 비명을 사용하여 송새를 물리쳤습니다.

source: Brave and Foolhardy
ko_mt: 용감하고 어리석은

source: You fought the monster from the chain when your voyage had barely begun.
ko_mt: 항해가 겨우 시작되었을 때 사슬의 괴물과 싸웠습니다.

source: From the Jaws of Defeat
ko_mt: 패배의 턱에서

source: You triumphed in the final battle when all seemed lost.
ko_mt: 모든 것을 잃은 것 같았던 마지막 전투에서 승리를 거두었습니다.

source: Who Needs Ballistae?
ko_mt: 발리스타이는 누가 필요하나요?

source: You triumphed in the final battle without using siege weapons.
ko_mt: 공성 무기를 사용하지 않고 최종 전투에서 승리했습니다.

source: Synergy
ko_mt: 시너지 효과

source: You equipped two items that form a set.
ko_mt: 세트를 구성하는 아이템 두 개를 장착했습니다.

source: No Remorse
ko_mt: 후회 없음

source: You defeated the monster from the chain on the first attempt.
ko_mt: 첫 번째 시도에서 사슬에 걸린 괴물을 처치했습니다.

source: No Ordinary Mortal
ko_mt: 평범한 필멸자는 없다

source: You triumphed in the final battle without mythic powers and without being a legend.
ko_mt: 신화적인 힘도, 전설도 없이 마지막 전투에서 승리를 거두었습니다.

source: Wealth Is the Best Superpower
ko_mt: 부는 최고의 초능력

source: You sold a Nahyndrian crystal.
ko_mt: 나헨드리안의 수정을 팔았습니다.

source: Stay Underground
ko_mt: 언더그라운드 숙박

source: You killed the giant worm in its lair
ko_mt: 거대 벌레의 은신처에서 죽였습니다.

source: Hanged Man's Notes
ko_mt: 교수형 당한 남자의 노트

source: You found all of the forest warden's notes
ko_mt: 숲 관리인의 메모를 모두 찾았습니다.

source: Sarkoris Will Be Green
ko_mt: 사르코리스는 녹색이 될 것입니다

source: You cleansed the forest of all corruption
ko_mt: 당신은 모든 부패의 숲을 정화했습니다.

source: This Wall Won't Fall
ko_mt: 이 벽은 무너지지 않을 것입니다

source: You won the battle for Gundrun
ko_mt: 건드런 전투에서 승리했습니다.

source: Not the Last Sarkorian
ko_mt: 마지막 사르코리안이 아닙니다

source: You completed Ulbrig's personal quest
ko_mt: 울브리그의 개인 퀘스트를 완료했습니다.

source: Wings of Stone
ko_mt: 돌의 날개

source: You found the griffon statue
ko_mt: 그리폰 조각상을 찾았습니다.

source: The Lady of the Forest
ko_mt: 숲의 여인

source: You met a deity of old Sarkoris
ko_mt: 옛 사르코리스의 신을 만났습니다.

source: Sellout
ko_mt: 매진

source: You exposed a traitor
ko_mt: 배신자를 노출시켰습니다.

source: Elements of Success
ko_mt: 성공의 요소

source: You avoided a fight with the elementals in Currantglen
ko_mt: 커런트글렌에서 정령과의 싸움을 피했습니다.

source: Endangered Species
ko_mt: 멸종 위기 종

source: You and Ulbrig found all that remains of the griffons
ko_mt: 너와 울브리그가 그리폰의 흔적을 모두 찾았어.

source: Beware Still Water
ko_mt: 고여 있는 물 주의

source: You removed the corpse from the tree without alerting the monsters in the lake
ko_mt: 호수에 있는 괴물에게 알리지 않고 나무에서 시체를 제거했습니다.

source: A Waste Of Good Suffering
ko_mt: 선한 고통의 낭비

source: You disposed of one of the shards.
ko_mt: 파편 중 하나를 폐기했습니다.

source: A Shard In the Woods
ko_mt: 숲 속의 파편

source: You found a shard lost in the woods.
ko_mt: 숲에서 잃어버린 파편을 발견했습니다.

source: Certified Adventurers
ko_mt: 공인 모험가

source: You helped yourself to a dragon's hoard.
ko_mt: 드래곤의 비축물을 먹어치웠습니다.

source: Unfair Challenge
ko_mt: 불공정 도전

source: You defeated Chained Darkness on Core difficulty or above.
ko_mt: 핵심 난이도 이상에서 연쇄 어둠을 처치했습니다.

source: You Don't Need It Anymore
ko_mt: 더 이상 필요하지 않습니다.

source: You found the dead cultist's stash.
ko_mt: 죽은 이단자의 은신처를 찾았습니다.

source: I Wonder What's Inside
ko_mt: 내부가 궁금합니다

source: You opened every iron maiden in the Shadow World.
ko_mt: 어둠의 세계에 있는 모든 철의 처녀를 열었습니다.

source: Stealthier Than a Shadow
ko_mt: 그림자보다 더 은밀하게

source: You managed to sneak past all the shadow patrols.
ko_mt: 모든 그림자 순찰대를 몰래 지나쳤군요.

source: Scattered Notes
ko_mt: 흩어진 노트

source: You read all the notes left by the prisoner of shadows.
ko_mt: 그림자의 죄수가 남긴 모든 메모를 읽습니다.

source: The Last Adventure
ko_mt: 마지막 모험

source: You performed your greatest feat.
ko_mt: 최고의 위업을 달성하셨습니다.

source: The Last Spell
ko_mt: 마지막 주문

source: You witnessed Sendri's greatest feat.
ko_mt: 여러분은 센드리의 위대한 업적을 목격했습니다.

source: The Last Shot
ko_mt: 라스트 샷

source: You witnessed Rekarth's greatest feat.
ko_mt: 레카트의 위대한 업적을 목격했습니다.

source: The Last Song
ko_mt: 마지막 노래

source: You witnessed Penta's greatest feat.
ko_mt: 여러분은 펜타의 위대한 업적을 목격했습니다.

source: A Shard In a Cave
ko_mt: 동굴 속 파편

source: You obtained the shard hidden underground.
ko_mt: 지하에 숨겨진 파편을 획득했습니다.

source: A Shard In a Tower
ko_mt: 탑 속의 파편

source: You found the shard hidden amongst various magical curiosities.
ko_mt: 여러 가지 마법의 호기심 속에 숨겨진 파편을 발견했습니다.

source: A Shard In the Shadows
ko_mt: 그림자 속의 파편

source: You obtained a shard from a private collection.
ko_mt: 개인 소장품에서 조각을 획득했습니다.

source: Thaw
ko_mt: 해동

source: You defeated Sithhud after first weakening him.
ko_mt: 시스후드를 먼저 약화시킨 후 쓰러뜨렸습니다.

source: Cold Snap
ko_mt: 콜드 스냅

source: You defeated Sithhud at the height of his power.
ko_mt: 시스후드의 힘이 절정에 달했을 때 그를 물리쳤습니다.

source: Frozen Pork Chops
ko_mt: 냉동 돼지 갈비

source: You defeated the Caretaker.
ko_mt: 관리인을 물리쳤습니다.

source: Odious Treasure
ko_mt: 오묘한 보물

source: You collected every shard.
ko_mt: 모든 파편을 모았습니다.

source: Prohibition
ko_mt: 금지

source: You defeated the beer elemental.
ko_mt: 맥주 정령을 물리쳤습니다.

source: Pain And Pleasure, Indivisible
ko_mt: 고통과 즐거움, 나눌 수 없는 것

source: You made a move on a peculiar game board.
ko_mt: 특이한 게임 보드에서 한 수를 두었습니다.
