Repository: akintos/wotr-translation
Catalog: translation/*/AreaLogic.po
Languages: ko, ko_mt

source: In the Commander's absence, Queen Galfrey assumed control over the crusade. She independently made a number of decisions regarding the development of the main aspects of the crusade.
ko: 사령관이 없는 동안, 갈프리 여왕이 성전을 지휘했습니다. 그녀는 성전의 주된 양상을 전개하는 데 있어 여러 가지 결정을 독자적으로 내렸습니다.
ko_mt: 사령관이 부재한 상황에서 갈프레이 여왕이 십자군 전쟁을 지휘했습니다. 그녀는 십자군 전쟁의 주요 측면의 전개에 관한 여러 가지 결정을 독자적으로 내렸습니다.

source: "You'll beg for death!"
ko: "죽음을 구걸해라!"
ko_mt: "죽음을 구걸하게 될 거야!"

source: "You are not worthy to even serve me!"
ko: "네놈들은 나를 섬길 자격조차 없다!"
ko_mt: "넌 나를 섬길 자격조차 없어!"

source: "I'll make you eat your own heart!"
ko: "네 심장을 알아서 파먹게 만들어 주마!"
ko_mt: "네 심장을 먹어버리겠다!"

source: "I'll gobble you up, I'll suck the marrow out of your bones!"
ko: "널 아그작아그작 씹어먹고, 네 골수까지 쪽 빨아먹을 거야!"
ko_mt: "내가 널 먹어치울 거야, 네 뼈에서 골수를 빨아먹을 거야!"

source: "Death is too good for you. Your corpse will serve me!"
ko: "죽음도 너에겐 과분하다. 네 시체가 나를 섬길 것이다!"
ko_mt: "죽음은 너에게 너무 좋다. 네 시체가 나를 섬길 것이다!"

source: "I don't want to speak of the Queen like this, but it felt like she was ready to die."
ko: "폐하에 대해 이런 말을 하고 싶진 않지만, 그분은 마치 죽을 각오를 하신 것처럼 느껴졌습니다."
ko_mt: "여왕에 대해 이렇게 말하고 싶지 않지만 죽을 준비가 된 것처럼 느껴졌습니다"

source: "This city and that enormous rift give me the shivers."
ko: "이 도시와 거대한 균열이 내게 오한을 일으키는군."
ko_mt: "이 도시와 그 거대한 균열은 나를 전율하게합니다 "

source: "How I want to see Anevia again... and to get away from this darkness!"
ko: "아네비아를 다시 보고 싶습니다... 그리고 이 어둠 속에서 벗어나고 싶습니다!"
ko_mt: "아네비아를 다시 만나고 싶고...이 어둠에서 벗어나고 싶다!"

source: "You never know what to believe and what not! Reality is ever changing!"
ko: "뭘 믿고 뭘 안 믿어야 할지 절대로 모를 걸! 현실이란 끝없이 변화하니까!"
ko_mt: "당신은 무엇을 믿고 무엇을 믿지 말아야 할지 결코 알 수 없습니다! 현실은 끊임없이 변화하고 있습니다!"

source: "Don't believe your eyes! Don't believe your mind! They are deceiving you, darling!"
ko: "네 눈을 믿지 마! 네 생각도 믿지 말고! 그것들이 너를 속이는 중이야, 자기!"
ko_mt: "눈을 믿지 마세요! 당신의 마음을 믿지 마세요! 그들은 당신을 속이고 있어요, 여보!"

source: "It must be scary to get lost in the labyrinth of your own mind!"
ko: "자기 생각의 미로 속에서 길을 잃는 건 분명 무서울 거야!"
ko_mt: "자신의 마음의 미로에서 길을 잃는 것은 무서운 일이어야합니다! "

source: "There's the intruder! Kill {mf|him|her}! Let {mf|his|her} bones join the myriad others!"
ko: "침입자가 저기 있다! 저 자를 죽여라! 저 자의 뼈가 무수히 많은 다른 뼈들 속에 섞일 수 있도록!"
ko_mt: "저기 침입자가 있다! Kill {mf|him|her}! {mf|그|그녀}의 뼈가 무수히 많은 다른 뼈들과 합류하게 하라!"

source: "My hide is red with blood of those like you! Hahaha!"
ko: "내 가죽은 너같은 자들의 피로 빨갛지! 하하하!"
ko_mt: "내 가죽은 너 같은 놈들의 피로 붉어졌어! 하하하!"

source: "I'll gobble your heart!"
ko: "네 심장을 먹어치우겠다!"
ko_mt: "네 심장을 먹어치울 거야!"

source: "Bow to me, slave!"
ko: "고개 숙여라, 노예!"
ko_mt: "내게 절하라, 노예야!"

source: "You are... dust beneath my feet!"
ko: "넌... 내 발밑의 먼지다!"
ko_mt: "당신은.. 내 발밑의 먼지야!"

source: "Your flesh will become a home and food for my children."
ko: "네 살은 내 아이들의 집과 식량이 되어줄 것이다."
ko_mt: "네 살은 내 자녀들의 집과 양식이 될 것이다."

source: "I will haunt your dreams... over and over..."
ko: "네 꿈을 사냥하고... 또 사냥해 주지..."
ko_mt: "나는 너의 꿈을 계속 괴롭힐 것이다.. 계속해서..."

source: "Damned dwarf! You were useless in life and you've decided to cause even more trouble in death!"
ko: "빌어먹을 드워프! 일생에 도움도 안 되고 죽어서도 더 많은 문제를 야기하는 새끼!"
ko_mt: "저주받은 드워프! 넌 살아서도 쓸모 없었고 죽어서도 더 큰 문제를 일으키기로 결정했어!"

source: "Please, go away. Leave me alone."
ko: "제발 가주세요. 혼자 있게 내버려둬요."
ko_mt: "제발, 저리 가세요. 날 내버려 둬."

source: "Hey! This is our place! That old duffer Horgus hired us himself, heh heh."
ko: "이봐! 여기가 우리 자리야! 호르거스라는 늙은이가 우리를 고용했지. 흐흐."
ko_mt: "이봐요! 여기가 우리 집이에요! 저 늙은 호거스가 우릴 직접 고용했어!"

source: "Everyone's dead... All of them..."
ko: "모두들 죽었어요... 전부..."
ko_mt: "모두 죽었어.. 모두 다..."

source: "We won! Look how many new friends we made. I feel bad about that big demon. If only he'd managed to change his mind..."
ko: "이겼어요! 우리가 얼마나 많은 친구를 사귀었는지 봐요. 저는 그 커다란 데몬에게 안 좋은 느낌을 받았어요. 그도 생각을 바꿨더라면..."
ko_mt: "우리가 이겼어요! 우리가 얼마나 많은 새 친구를 사귀었는지 봐요. 그 큰 데몬이 안됐어요. 그가 마음을 바꿀 수만 있었다면.. "

source: "You wounded me, followed me here, and now you've cornered me in my lair like a mindless beast! Curse you all!"
ko: "너희들은 나를 상처입히고, 여기까지 따라와서, 마치 지능이 없는 야수처럼 나를 내 동굴에 몰아넣었구나! 너희 모두 저주받을 것이다!"
ko_mt: "너는 나에게 상처를 입히고, 나를 따라 여기까지 왔고, 이제 내 은신처에 정신없는 짐승처럼 나를 궁지에 몰아넣었다! 너희 모두를 저주한다!"

source: "Once I'm finished with you, I will pay a visit to your pathetic town, and burn it to the ground! Drezen will burn!"
ko: "널 끝장낸 후, 네 애처로운 마을을 찾아가 전부 불태워 버릴 것이다! 드레젠은 불타오를 것이야!"
ko_mt: "내가 너희를 끝내고 나면, 너희의 한심한 마을을 찾아가서 불태워버릴 것이다! 드레젠은 불탈것이다!"

source: "Get off me, you vile parasites!"
ko: "내게서 떨어져라, 이 불쾌한 기생충들아!"
ko_mt: "저리 꺼져, 이 사악한 기생충들아! "

source: "From the tracks, I can tell that this is not the dragon's permanent lair, but merely a temporary refuge."
ko: "흔적을 보건대, 여기는 드래곤이 계속 살던 동굴이 아닌 그저 일시적인 도피처일 거야."
ko_mt: "발자국을 보면 여기가 용의 영구 은신처가 아니라 일시적인 피난처라는 것을 알 수 있습니다 "

source: "What an intriguing smell you have, little hunters! Has no one warned you that there's a hungry dragon roaming around these parts?"
ko: "냄새가 참 흥미롭구나, 꼬마 사냥꾼들아! 이 근처에 배고픈 드래곤이 돌아다니고 있다고 아무도 경고해 주지 않았니?"
ko_mt: "이 얼마나 흥미로운 냄새가 나는지, 꼬마 사냥꾼들아! 이 주변을 배회하는 배고픈 용이 있다는 것을 아무도 경고하지 않았나요?"

source: "Are you trying to ambush me? You pathetic parasites! You brought this upon yourselves!"
ko: "나를 급습하려는 것이냐? 한심한 기생충들! 네놈들이 자초한 일이다!"
ko_mt: "날 기습하려는 거야? 이 한심한 기생충들아! 너희가 자초한 일이야!"

source: "Try to pierce through the scales! If the wound is deep enough, we'll be able to use the trail of blood to track her down!"
ko: "비늘을 뚫어보시오! 상처가 충분히 깊으면, 피의 흔적을 이용해 추적할 수 있을 거요!"
ko_mt: "비늘을 뚫어보세요! 상처가 충분히 깊으면 피의 흔적을 사용하여 그녀를 추적 할 수 있습니다!"

source: Impostor
ko: 사칭범
ko_mt: 임포스터

source: A unit of mercenaries serving Horgus Gwerm has reached the troops with a chest full of gold coins and a message from sir Horgus to score more victories.
ko: 호르거스 그웜에게 봉사하는 용병 한 부대가 금화가 가득 담긴 한 상자와 더 많은 승리를 거두라는 호르거스 경의 서신을 갖고 부대에 도착했습니다.
ko_mt: 호거스 그웜을 섬기는 용병 부대가 금화가 가득 담긴 상자와 더 많은 승리를 거두라는 호거스 경의 메시지를 가지고 부대에 도착했습니다.

source: "Excellent! Let's try to open this door!"
ko: "훌륭해! 이 문을 열어 보자고!"
ko_mt: "훌륭해요! 이 문을 열어 봅시다!"

source: Indarah is an expert in combat tactics. You will have to win this battle in tactical combat mode. To arms!
ko: 인다라는 전투 작전의 전문가입니다. 당신은 전술 전투 모드에서 이 전투를 승리해야 합니다. 무기를 들어라!
ko_mt: 인다라는 전투 전술의 전문가입니다. 전술 전투 모드에서이 전투에서 승리해야합니다. 무기로!

source: (Bribe-taker)
ko: (뇌물 수수자)
ko_mt: (뇌물 수수자)

source: (Crime Unknown)
ko: (알 수 없는 범죄자)
ko_mt: (범죄 미상)

source: (Liar)
ko: (거짓말쟁이)
ko_mt: (거짓말쟁이)

source: (Marauder)
ko: (살인마)
ko_mt: (약탈자)

source: (Oathbreaker)
ko: (맹세 파기자)
ko_mt: (맹세파괴자)

source: Kermel
ko: 커멜

source: "Praise the Commander!"
ko: "사령관님 만세!"
ko_mt: "사령관을 찬양하라!"

source: "What's the point of me sitting in here? I'm more useful on the outside!"
ko: "제가 여기 앉아있어 봤자 무슨 의미가 있습니까? 저는 밖에 있을 때 더욱 유용합니다!"
ko_mt: "제가 여기 앉아 있으면 무슨 소용이 있나요? 난 밖에서 더 유용하잖아!"

source: Jalle Eritelle
ko: 잘 에리텔
ko_mt: 잘레 에리텔

source: Erwart
ko: 에르워트
ko_mt: 에르와트

source: Viram
ko: 바이람
ko_mt: 바이람

source: "Commander! Let me out, Commander! I made a mistake!"
ko: "사령관님! 절 풀어주십쇼, 사령관님! 제가 실수를 했습니다!"
ko_mt: "사령관님! 꺼내주세요, 사령관님! 내가 실수했어요!"

source: "I've avenged Sillin. I hope her soul is at peace."
ko: "실린의 복수는 했습니다. 그녀의 영혼이 평화를 얻길."
ko_mt: "내가 신린의 복수를 했다. 그녀의 영혼이 평안하길 바랍니다."

source: "A bit cold, but at least crazy Averis can't get to me here..."
ko: "조금 춥기는 하지만, 적어도 미친 아베리스가 저를 잡으러 여기까지 올 수는 없겠죠..."
ko_mt: "조금 춥긴 하지만, 적어도 미친 애버리스가 여기선 날 못 건드리겠지..."

source: Valeniya
ko: 발레니야
ko_mt: 발레니야

source: "Ah! Now I don't have to sing every night! I can work on my new 'repertoire' in peace. I think you will like it, Commander."
ko: "아! 이제 전 매일 밤 노래부르지 않아도 돼요! 평화롭게 새로운 '레퍼토리' 작업을 할 수 있죠. 당신도 좋아하실 거라 생각해요, 사령관님."
ko_mt: "아! 이제 매일 밤 노래를 부르지 않아도 되겠어요! 마음 편히 새로운 '레퍼토리'를 연습할 수 있게 됐어요. 사령관님도 마음에 드실 겁니다."

source: "Gods bless you, Commander!"
ko: "신들이 당신을 축복하시길!"
ko_mt: "신이 당신을 축복합니다, 사령관님!"

source: "I believe the Commander is fair."
ko: "사령관님은 공정하시다 믿습니다."
ko_mt: "사령관은 공정하다고 믿습니다."

source: Gorvo
ko: 고르보
ko_mt: 고르보

source: Lellan
ko: 렐란
ko_mt: 렐란

source: "You've made a mistake, Commander! You'll see that one day!"
ko: "사령관님, 당신 실수하신 겁니다! 언젠가 알게 되실 거예요!"
ko_mt: "사령관님, 실수하셨어요! 언젠가는 알게 될 거야!"

source: "Why did I confess? I'm such an idiot!"
ko: "왜 제가 자백을 했을까요? 멍청이인가봅니다!"
ko_mt: "내가 왜 고백을 했지? 난 정말 바보야!"

source: (Thief)
ko: (도둑)
ko_mt: (도둑)

source: "Well, that's another good deed accomplished. I hope it won't be the last one this week."
ko: "방금 선행을 또 하나 이뤘군요. 이번주에 더 이룰 수 있길 바랍니다."
ko_mt: "음, 또 하나의 선행이 이루어졌습니다. 이번 주가 마지막이 아니길 바랍니다"

source: "Lady Pulura, do not forsake me. We have achieved a great victory, but an even greater battle lies ahead."
ko: "펄루라시여, 부디 절 버리지 마시옵소서. 저희는 큰 승리를 이룩했으나, 더 큰 싸움이 기다리고 있습니다."
ko_mt: "풀루라 아가씨, 저를 버리지 마세요. 우리는 큰 승리를 거두었지만 더 큰 전투가 기다리고 있습니다."

source: "Lady Pulura, we will repel this demonic invasion in your name."
ko: "펄루라 여신이시여, 이 데몬들의 침략을 당신의 이름으로 물리치겠습니다."
ko_mt: "레이디 풀루라, 당신의 이름으로이 데몬의 침략을 격퇴하겠습니다 "

source: "Even on the darkest days, the thought of Heaven warms my heart."
ko: "가장 어두운 나날에도 천상을 생각하면 마음이 따스해집니다."
ko_mt: "가장 어두운 날에도 천국에 대한 생각은 내 마음을 따뜻하게합니다 "

source: "I feel stronger than ever!"
ko: "이렇게 강력한 힘이라니!"
ko_mt: "나는 그 어느 때보 다 강한 느낌!"

source: "Iomedae, my goddess, thank you for giving me the strength to live and fight."
ko: "아이오메데님, 제게 살아남아 싸울 힘을 주셔서 감사합니다."
ko_mt: "아이오메데, 나의 여신님, 살아서 싸울 힘을 주셔서 감사합니다 "

source: "We are at the entrance to Ramisa's lair! The way is open! Go, I'll follow you."
ko: "라미사의 소굴 입구에 왔다네! 길은 뚫려있어! 먼저 가시오, 곧 따라가지."
ko_mt: "라미사의 은신처 입구에 도착했습니다! 길이 열렸다! 가세요, 제가 따라갈게요"

source: "I underestimated you, {name}... We all did... Such incredible power."
ko: "너를 과소평가했군, {name}... 우리가 해냈다... 믿을 수 없는 힘이다."
ko_mt: "내가 널 과소평가했어, {name}.. 우리 모두 그랬어.. 정말 놀라운 힘이야 "

source: Lady in Distress
ko: 걱정의 여주인
ko_mt: 조난당한 여인

source: Concerned Philosopher
ko: 고뇌하는 철학자
ko_mt: 우려하는 철학자

source: Carefree Girl
ko: 태평한 소녀
ko_mt: 평온한 소녀

source: "Death! Death! For the glory of Baphomet!"
ko: "죽음! 죽음! 바포메트님의 영광을 위해!"
ko_mt: "죽음! 죽음! 바포메트의 영광을 위하여!"

source: "Who are you? Who are you, my enemy?"
ko: "누구냐? 나의 적수여, 너는 누구지?"
ko_mt: "당신은 누구입니까? 당신은 누구입니까, 내 적입니까?"

source: "Why are you trying to kill me? Who are you? Who... am I?"
ko: "어찌하여 나를 죽이려 드느냐? 너는 누구지? 대체... 나는?"
ko_mt: "왜 날 죽이려고 해? 넌 누구야? 누구.. 나는 누구입니까?"

source: As the story unfolds, you draw closer to events that have the power to change everything. Some quests and locations may become unavailable. Proceed when you are ready.
ko: 이야기가 전개되며, 당신은 모든 것을 바꿀 수 있는 힘이 주어지는 사건들에 휘말리게 됩니다. 일부 퀘스트와 장소는 이용할 수 없게 됩니다. 준비가 된 후 진행하세요.
ko_mt: 스토리가 전개됨에 따라 모든 것을 바꿀 수 있는 힘을 가진 사건에 가까워집니다. 일부 퀘스트와 장소를 이용할 수 없게 될 수 있습니다. 준비가 되면 진행하세요.

source: "Five."
ko_mt: "다섯."
