Repository: akintos/wotr-translation
Catalog: translation/*/AreaLogic.po
Languages: ko, ko_mt

source: "The inquisitors? Good luck to you. We'll be here, cutting down these beasts as a lesson to the rest of them!"
ko: "심문관들? 행운을 빌지. 우리는 여기 남아, 나머지 놈들에 대한 경고로 이놈들을 도륙낼 거다!"
ko_mt: "종교 재판관들? 행운을 빕니다. 우리가 여기 있을 테니, 이 짐승들을 베어버려서 나머지 놈들에게 교훈을 주자고!"

source: You helped the guard. Experience points gained: <b>{count}</b>.
ko: 경비대를 도왔습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 경비병을 도왔습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: "The inquisitors? Good luck to you. We'll be here, cutting down these beasts as a lesson to the rest of them!"
ko: "심문관들? 행운을 빌지. 우리는 여기 남아, 나머지 놈들에 대한 경고로 이놈들을 도륙낼 거다!"
ko_mt: "종교 재판관들? 행운을 빈다. 우리는 여기에 있을 것입니다, 나머지 짐승들에게 교훈으로이 짐승들을 자르십시오!"

source: "It's good that somebody still has the strength to fight."
ko: "여전히 싸울 힘을 간직한 이들이 있다니 기쁘군."
ko_mt: "누군가가 여전히 싸울 힘이 있다는 것은 좋은 일입니다 "

source: "Of course! Iomedae has not abandoned us, and we won't let her down!"
ko: "물론이오! 아이오메데께서 우리를 버리지 않으셨으니, 우리도 그분을 실망시키지 말아야지!"
ko_mt: "물론! 아이오메데는 우리를 버리지 않았고, 우리는 그녀를 실망시키지 않을 것입니다!"

source: "A short reprieve, and then back to fighting. Don't get too comfy — we've got a lot of traitors to kill today!"
ko: "잠깐 휴식을 취한 뒤 다시 싸운다. 긴장을 너무 풀지 말도록. 아직 처리할 배신자들이 많으니까!"
ko_mt: "잠시 휴식을 취한 후 다시 전투로 돌아갑니다. 너무 편안해하지 마세요 - 오늘 죽여야 할 반역자들이 많으니까요!"

source: "Onward! We will retake our city!"
ko: "전진! 우리는 도시를 되찾는다!"
ko_mt: "앞으로! 우리는 우리 도시를 탈환할 것이다!"

source: "My comrades were quartered in these buildings. Maybe some of them are still alive?"
ko: "전우들이 건물들에 네 무리로 나뉘었습니다. 아직 살아있는 이들이 있을까요?"
ko_mt: "내 동지들이 이 건물에 4등분되어 있었어요. 어쩌면 그들 중 일부는 아직 살아있을까요?"

source: "You're alive? Praise the goddess. Allow me to join your party."
ko: "살아있었나? 여신님 감사합니다. 당신네와 동행을 허락해 주시오."
ko_mt: "살아있었어? 여신을 찬양하라. 당신의 파티에 참여하게 해주세요."

source: "No — we're militia!"
ko: "우리는 민병대입니다. 허락은 불가해요!"
ko_mt: "아니요-우리는 민병대입니다! "

source: "Who's that hiding there? Cultists?"
ko: "누가 숨어있나? 사교도인가?"
ko_mt: "저기 숨어있는 게 누구야? 사교도들?"

source: "Many of my friends lived in this quarter. I hope at least some of them are still alive..."
ko: "내 친구들 중 다수가 이 구역에 살지. 일부라도 살아 있다면 좋으련만..."
ko_mt: "많은 친구들이 이 분기에 살았어요. 적어도 그들 중 일부는 아직 살아 있기를 바랍니다.. "

source: "We can see the whole district from here. Let's take a good look and see where those cultist scumbags are sneaking around."
ko: "이곳라면 구역 전체를 볼 수 있겠군. 사교도 개자식들이 어디 숨어있나 살펴 보자고."
ko_mt: "여기서 지구 전체를 볼 수 있습니다. 잘 살펴보고 그 이교도 쓰레기들이 어디에 몰래 숨어 있는지 봅시다 "

source: "Come out of there, you sniveling cowards! We'll gut you in the name of Baphomet!"
ko: "비겁한 겁쟁이들아, 당장 나와라! 바포메트님의 이름으로 너희를 작살내주마!"
ko_mt: "이 비겁한 겁쟁이들아, 거기서 나와라! 바포메트의 이름으로 너희를 죽여버리겠다!"

source: "Maybe we should burn them? When they smell the smoke, they'll come to us."
ko: "불을 지를까? 연기 냄새를 맡으면 우리 쪽으로 올 거야."
ko_mt: "태워버릴까? 그들이 연기 냄새를 맡으면 우리에게 올 것입니다."

source: "Get lost! Or we'll fire!"
ko: "다들 꺼져! 아니면 불을 지르겠다!"
ko_mt: "꺼져! 아니면 발사하겠다!"

source: "Khhhaaa..."
ko: "크하아아..."

source: "Come on, put down your little toy!"
ko: "빨리, 손에 든 장난감 내려놔!"
ko_mt: "어서, 작은 장난감 내려놔! "

source: "You! You're here for me, aren't you? Well, then, take me — but leave the others alone!"
ko: "너희들! 너희는 나 때문에 여기 왔지? 그렇다면 나를 데려가라. 다른 사람들은 내버려 둬!"
ko_mt: "너! 나 때문에 여기 왔지? 그럼, 날 데려가되 다른 사람들은 내버려둬!"

source: "Irabeth said to sit tight down here — so we're going to stay here and not get in anybody's way."
ko: "이라베스가 여기 앉아서 기다리라 했어요. 그러니까 우리는 꼼짝 않고 여기에 있을 거예요."
ko_mt: "이라베스가 여기 가만히 앉아있으라고 했어요.- 그러니 우린 여기 남아서 아무도 방해하지 않을 거예요"

source: "How are they faring without us, I wonder? Perhaps we should go up and lend a hand?"
ko: "우리 없이 일이 어떻게 돌아가고 있을까? 올라가서 도와줘야 하지 않을까?"
ko_mt: "우리 없이 어떻게 지내고 있을까? 우리가 가서 도와줘야 하지 않을까요?"

source: "Hey, what are you doing?"
ko: "이봐, 왜그래?"
ko_mt: "이봐, 뭐하는거야? "

source: "Well, maybe, then — ow! My eye! Something is coming — I can feel it. Something... very, very bad."
ko: "뭐, 그렇다면야 — 아우! 내 눈! 뭔가 온다. 느껴져. 뭔가... 아주, 아주 나쁜 게 와."
ko_mt: "글쎄, 아마도, 그럼 - 아야! 내 눈! 뭔가 다가오고 있어요.- 느껴져요. 뭔가.. 아주, 아주 나빠요."

source: "On behalf of the city authorities and myself, I hereby offer our gratitude for the rescue."
ko: "도시 당국과 저희를 대신하여 구조 활동에 대한 감사 인사를 드립니다."
ko_mt: "시 당국과 저를 대신하여 구조에 대한 감사를 표합니다 "

source: "So this is the place. Typical. Where else would paladins hold the line but in a tavern?"
ko: "바로 여기로군. 전형적이야. 선술집이 아니면 팔라딘들이 어디서 진을 치고 있겠어?"
ko_mt: "여기가 바로 이곳입니다. 전형적이군요. 성기사가 선술집에서 줄을 서는 것 말고 다른 곳이 어디 있겠어요?"

source: "I'm alive! Imagine that — alive! Praise to all the good gods — and, of course, to you, my rescuers."
ko: "살았다! 살았다고! 모든 선신님들을 찬미하라! 물론, 내 구원자인 당신도!"
ko_mt: "나 살아있다! 상상해보세요 - 살아있다고요! 모든 선한 신들과 물론 나의 구조자 여러분에게 찬사를 보냅니다."

source: "You saved my bacon. I'll remember your kindness as long as I live!"
ko: "당신이 절 위기에서 구원해줬죠. 목숨이 붙어있는 한 당신의 친절을 기억할게요!"
ko_mt: "당신이 내 베이컨을 구해줬어요. 내가 사는 한 당신의 친절을 기억할 것입니다!"

source: "What, we're really safe? Well, I'll be... I almost forget what it feels like. I'm in your debt!"
ko: "뭐야, 우리 진짜 안전한 거야? 그래, 맞을 거야... 무슨 기분인지 거의 잊을 뻔했어. 너한테 빚을 졌네!"
ko_mt: "뭐, 우리 정말 안전한거야? 글쎄, 나는.. 어떤 느낌인지 거의 잊어버렸어. 당신한테 빚을 졌어요!"

source: "Who's making noise there? Hey, someone, kill this big lug!"
ko: "누가 소란을 피우나? 어이, 아무나 저 덩치 좀 죽여!"
ko_mt: "누가 거기서 소음을 내고 있습니까? 이봐, 누군가이 큰 러그를 죽여!"

source: "You again? This time I really will kill you!"
ko: "또 너인가? 이번에는 반드시 죽이겠다!"
ko_mt: "또 너야? 이번에는 정말 죽여버릴거야!"

source: "Let's go up. We need to talk."
ko: "올라가지. 잠깐 대화가 필요해."
ko_mt: "올라가자. 우리 얘기 좀 해요"

source: "Come over here, landwalker, we need to talk."
ko: "이리 와봐, 육지인. 얘기 좀 하자고."
ko_mt: "이리 와, 랜드 워커, 우리 얘기 좀 하자"

source: "Solid ground beneath my feet... Feels awful!"
ko: "발 밑이 단단한 땅이라니... 느낌이 괴상해!"
ko_mt: "내 발 밑의 단단한 땅... 끔찍한 느낌!"

source: "Anyone who puts out to sea without preparation won't be coming back again."
ko: "준비하지 않고 바다로 나가는 사람은 디시 못 돌아옵니다!"
ko_mt: "준비없이 바다에 나가는 사람은 다시는 돌아오지 않을 것입니다 "

source: "Before you set sail, come and see me."
ko: "항해를 떠나기 전엔 절 찾아 오십쇼."
ko_mt: "항해를 떠나기 전에 나를 만나러 오세요"

source: "Salvation is a lie!"
ko: "구원은 거짓이다!"
ko_mt: "구원은 거짓말이다!"

source: "It's just a dream, a bad dream..."
ko: "이건 꿈이다. 안 좋은 꿈..."
ko_mt: "그냥 꿈이야, 나쁜 꿈이야..."

source: "Curse you, Nahyndri!"
ko: "나힌드리, 널 저주한다!"
ko_mt: "저주해, 나힌드리!"

source: "It's cold and dark, dark and cold..."
ko: "춥고 어둡고, 어둡고 추워..."
ko_mt: "춥고 어둡고 어둡고 춥고..."

source: "Nahyndri the jailer! May the darkness swallow you whole!"
ko: "간수 나힌드리! 어둠이 너를 집어 삼키길!"
ko_mt: "간수 나헨드리! 어둠이 너를 통째로 삼키길 바란다!"

source: "The sun... what's it like? I've forgotten everything."
ko: "태양...이 어떻게 생겼더라? 완전히 까먹었군."
ko_mt: "태양.. 어때요? 나는 모든 것을 잊어 버렸어 "

source: "Leave us be. We're trapped here forever."
ko: "우릴 내버려 둬라. 우리는 영원히 여기 갇혔어."
ko_mt: "우리를 내버려 둬. 우리는 영원히 여기에 갇혀 있습니다 "

source: "Endless agony..."
ko: "끝 없는 고통..."
ko_mt: "끝없는 고통..."

source: "It looks like the spirit is leading us to the Stone of Voices. A good sign."
ko: "영혼이 우리를 목소리의 돌로 인도하는 중인 것 같군. 좋은 징조요."
ko_mt: "영혼이 우리를 목소리의 돌로 인도하는 것 같습니다. 좋은 징조입니다."

source: "Weapons at the ready! Some foul beast is flying this way!"
ko: "무기를 들어라! 역겨운 짐승들이 이쪽으로 날아온다!"
ko_mt: "무기 준비! 어떤 더러운 짐승이 이쪽으로 날아오고 있습니다!"

source: "I didn't crush you, did I?"
ko: "내가 당신을 부순 건 아니겠지?"
ko_mt: "내가 당신을 부순 건 아니죠? "

source: "Got enough strength for another couple of go-rounds?"
ko: "몇 판 더 뒹굴 힘이 남아 있소?"
ko_mt: "몇 바퀴 더 돌 수 있을 만큼 힘이 남았나요?"

source: "Did you like that last one? We call it the 'Undarin bagpipes.'"
ko: "마지막은 마음에 들었소? '운다린 백파이프'라 불리는 것이라오."
ko_mt: "마지막 가방 맘에 들었어? 우리는 그것을 '운다린 백파이프'라고 부릅니다."

source: "I didn't think it was possible, but you managed to surprise me!"
ko: "불가능이라 생각했소만, 당신은 나를 놀라게 만들었다오!"
ko_mt: "불가능할 거라고 생각했는데 깜짝 놀랐어요!"

source: "I was a fool to ever turn you down!"
ko: "당신을 거절했던 것은 참 멍청한 짓이었어!"
ko_mt: "당신을 거절하는 건 바보짓이었어요!"

source: "At last, reinforcements! We barely withstood the attack!"
ko: "드디어 원군이 왔다! 간신히 공격을 막아냈어!"
ko_mt: "마침내, 지원군이 왔습니다! 우리는 간신히 공격을 견뎌냈습니다!"

source: "Cerenna heard my prayers and brought you to us! We can use all the help we can get right now, we just—"
ko: "세레나께서 내 기도를 듣고 당신을 보내셨군요! 당장은 어떤 도움이라도 감사하니, 저희는—"
ko_mt: "세레나가 제 기도를 듣고 당신을 데려왔어요! 우리는 지금 당장 얻을 수 있는 모든 도움을 사용할 수 있습니다."

source: "Stand at the ready! The enemy is coming! We will defend Gundrun!"
ko: "대기! 적들이 몰려온다! 우리는 군드룬을 사수할 것이다!"
ko_mt: "대기하라! 적이 온다! 우리는 군드룬을 방어할 것이다!"

source: "Move along, Stira, don't make my job any harder — you can't cross the bridge, chief's orders. Until the sickness is gone, your side of town is under quarantine."
ko: "비켜, 스티라. 내 일을 더 어렵게 만들지 말아줘. 다리는 건널 수 없어. 족장 명령이야. 너희 쪽 마을은 질병이 사라질 때까지 격리 조치에 들어갔어."
ko_mt: "비켜, 스티라, 내 일을 더 어렵게 만들지 마. 넌 다리를 건널 수 없어, 서장님의 명령이야. 병이 사라질 때까지 당신 쪽 마을은 격리 중입니다."

source: "Halt! I can't see a thing! Catching this sickness is the last thing I need! Go home and wait for the quarantine to be lifted!"
ko: "멈춰! 모르겠으니까! 이 병에 걸려선 안 돼! 집으로 돌아가 격리가 해제될 때까지 기다려!"
ko_mt: "멈춰! 아무것도 안 보여! 이 병에 걸리면 안 돼요! 집에 가서 격리가 해제 될 때까지 기다리세요!"

source: "Please! My mother's on the other side! You can see yourself that I'm not sick!"
ko: "제발요! 저희 어머니가 저쪽에 계세요! 제가 안 아파 보인다는 거 아시잖아요!"
ko_mt: "제발! 우리 엄마가 반대편에 있어요! 내가 아프지 않다는 것을 직접 볼 수 있습니다!"

source: "I can't believe my eyes! It's like I'm back in Sarkoris. Let's go down there, warchief, I want to make sure I'm not seeing things..."
ko: "내 눈을 믿을 수 없군! 마치 사코리스에 돌아온 것 같아. 저기로 내려갑시다, 대족장. 내가 헛것을 본 게 아닌지 확인하고 싶으니..."
ko_mt: "내 눈을 믿을 수가 없어요! 사르코리스로 돌아간 것 같아요. 내려 가자, 족장님, 내가 아무것도 보지 않는지 확인하고 싶어요.. "

source: "Warchief, there's something not right about that there horse. The damn thing might be plagued."
ko: "대족장. 저 말이 뭔가 이상해. 아마 병에 걸렸을 지도 모르겠군."
ko_mt: "족장님, 저 말 뭔가 이상해요. 저 말이 병에 걸린 것 같습니다"

source: "You there! Yes, you, my friend, come over here!"
ko: "오셨군요! 네, 당신 말입니다, 친구. 어서 와요!"
ko_mt: "거기 있었구나! 그래, 내 친구, 이리 와!"

source: "Wha... Where... Eh, where'd we get a whole — hic! — crate?"
ko: "머... 어디... 에, 어디서 이 — 딸꾹! — 상자를 얻었느냐고?"
ko_mt: "뭐.. 어디.. 어, 우리가 어디서 통째로 얻었어 - 힉! - 상자?"

source: "Don' worry — hic! S'from Gramps's pantry. Great man he was, my Gramps, may Cerenna guide him through the wastes..."
ko: "걱정 마 — 끅! 할아버지의 저장고에 있었어. 우리 할아버진 위대한 사람이었지. 세레나께서 쓰레기들 사이의 그를 인도하시길..."
ko_mt: "걱정 마세요 - 힉! 할아버지의 식료품 저장실에서. 그는 위대한 사람이었습니다, 나의 할아버지, 세레나가 쓰레기를 통해 그를 인도하기를 바랍니다.. "

source: "Crrr... crrrazy wild moonshine, I'm tellin' you — hic! Don' be such a chicken — hic! L-look... I'll drink first!"
ko: "미이이... 미이이치게 뺙쌘 문샤인 이라고 — 꺽! 겁쟁이처럼 굴지 마 — 딸꾹! 봐-봐바... 내가 먼저 마실 게!"
ko_mt: "크르르.. 크르르르 야생 달빛, 내가 말했잖아 - 힉! 겁쟁이처럼 굴지 마 - 힉! L-look.. 내가 먼저 마실게요!"

source: "Aaahhh! B-black magic! Sorcerers' tricks! Cerenna s-save me!"
ko: "아아아! 흐-흑마법이다! 소서러들의 속임수야! 세레나님 저-절 지켜주십쇼!"
ko_mt: "아아아! 검은 마법! 소서러의 속임수! 세레나가 날 구해줘!"

source: "Still alive, you mangy mutt? Toss her aside — our master will deal with her later. And bite off the heads of these irritating mortals!"
ko: "아직도 살아있냐, 똥개야? 주인님께서 나중에 그녀를 처리하실 테니, 지금은 옆으로 치워라. 이 짜증나는 필멸자들의 머리나 물어 뜯어!"
ko_mt: "아직 살아있어, 이 지저분한 똥개야? 그녀를 옆으로 던져 버려 - 우리 주인이 나중에 그녀를 처리 할 것입니다. 그리고 이 짜증나는 인간들의 머리를 물어 뜯어!"

source: "How long are we supposed to keep watch over these stiffs?"
ko: "이 시체를 얼마나 오래 쳐다봐야 하는 거야?"
ko_mt: "이 뻣뻣한 말을 얼마나 오래 지켜봐야합니까? "

source: "Tell me about it. I wish they'd hurry up and cart them away already. What's taking so long?"
ko: "내 말이 그 말이야. 그냥 빨리 수레에다 실어서 치워 버리지. 뭘 이렇게 끌어?"
ko_mt: "그것에 대해 말해줘. 서둘러서 빨리 수레로 옮겼으면 좋겠어요. 왜 이렇게 오래 걸리나요?"

source: "Hey, you! Yeah, you. There's nothing to see here — move along."
ko: "이봐, 너! 그래, 너 말야. 여긴 볼 게 없다. 다른 곳으로 가."
ko_mt: "이봐, 너! 그래, 너. 여긴 볼거리가 없으니 계속 가세요"

source: "The Ustalavs piled into the pub and drank all our beer!"
ko: "우스탈라브인들이 술집에 들어오더니 맥주를 죄다 빨아갔어!"
ko_mt: "우스탈라프가 술집에 몰려와 맥주를 다 마셔버렸어요!"

source: "I hope they choke on it!"
ko: "숨 막혀 뒤져버려라!"
ko_mt: "질식했으면 좋겠어요!"

source: "We defended the town, but the main battle still lies ahead. We need to hotfoot it to Kerenai's shrine."
ko: "마을은 지켰지만, 아직 큰 전투가 남았다. 케레나이님의 신전으로 서둘러야 해."
ko_mt: "마을을 방어했지만 본 전투는 아직 남아있습니다. 케레나이의 신전으로 급히 이동해야 합니다"

source: "What do you think you are doing? Stop it at once. Disperse, all of you!"
ko: "뭐하는 짓들이야? 당장 멈춰. 다들 흩어져!"
ko_mt: "뭐하는 짓이야? 당장 멈춰! 모두 흩어져!"

source: "Turn your back for a moment and these blockheads are at it again. Thank you for bringing them to heel, Commander."
ko: "이 돌대가리들은 잠깐만 등을 돌려도 다시 지랄을 하죠. 녀석들을 진정시켜주셔서 감사합니다, 사령관님."
ko_mt: "잠시 등을 돌리면 이 멍청한 놈들이 다시 공격합니다. 그들을 쫓아내 주셔서 감사합니다, 사령관님"

source: "That was some monster — and right in the middle of town! It's a good thing you were here, Commander. This all could have ended very badly without you."
ko: "마을 한복판에 괴물이 나타났습니다! 사령관님이 여기 계셔서 천만 다행이군요. 당신이 없었다면 모든 게 물거품이 되었을 겁니다."
ko_mt: "괴물이 마을 한복판에서 나타났어요! 당신이 여기 있어서 다행이에요, 사령관님. 당신이 없었다면 이 모든 것이 아주 안좋게 끝날 수도 있었어요."

source: "Prepare for battle! The demons are coming!"
ko: "전투 준비! 데몬들이 온다!"
ko_mt: "전투 준비! 데몬이 온다!"

source: "So, if this happens again, it'll be two extra shifts on the gates. For each of you!"
ko: "자, 이런 일이 다시 발생한다면, 너희들에게 관문 앞 근무 이틀을 추가하겠다. 둘 다!"
ko_mt: "그래서, 이런 일이 또 발생하면, 성문에서 두 교대 근무가 추가 될 것입니다. 여러분 각자에게!"

source: "Dismissed!"
ko: "해산!'
ko_mt: "해산!"

source: "Catch your breath, lads! Reinforcements are here!"
ko: "숨 좀 골라, 친구들! 원군이 왔어!"
ko_mt: "숨을 쉬어라, 친구들! 지원군이 왔다!"

source: "Forward! Tear them to pieces! Bathe in their blood! Feast on their innards!"
ko: "전진! 놈들을 갈갈이 찢어 버려라! 놈들의 피를 뒤집어 써라! 놈들의 내장을 포식하라!"
ko_mt: "앞으로! 저들을 갈기갈기 찢어버려라! 그들의 피로 목욕하라! 내장을 먹어라!"

source: "Keep going! We're one step away from victory!"
ko: "계속 가라! 승리까지 한 걸음 남았다!"
ko_mt: "계속 가! 승리에 한 걸음 다가섰어요!"

source: "Pull back! We can't hold them!"
ko: "후퇴! 녀석들을 막을 수가 없다!"
ko_mt: "물러서! 우리는 그들을 붙잡을 수 없습니다!"

source: "Who are you calling a freak? How about an arrow between your eyes, eh?"
ko: "누굴 괴물이라 부르는 거야? 네 눈깔 사이에 화살은 어떻고? 응?"
ko_mt: "누구를 괴물이라고 부르는거야? 눈 사이에 화살은 어때?"

source: "Watch your tongue, ghoul!"
ko: "아가리 닥쳐라, 구울!"
ko_mt: "혀 조심해, 구울! "

source: "Who are you threatening? Will a knife between the ribs help you find your manners?"
ko: "누구를 협박하지? 갈빗대 사이로 칼 하나 쑤셔주면 좀 예절 교육이 되려나?"
ko_mt: "누구를 협박하는 거야? 갈비뼈 사이에 칼을 꽂으면 매너를 찾는데 도움이 될까요?"

source: "You're looking at an officer of Ustalav! Shut your trap, swineherd, or I'll shut it for you."
ko: "우스탈라브의 장교잖아! 함정 막아, 돼지 새끼야. 아니면 너를 처박아서 막을 테니."
ko_mt: "당신은 우스탈라프의 장교를 보고 있습니다! 덫을 닫아, 돼지 새끼야, 아니면 내가 대신 닫아줄게!"

source: "So you've been hired to protect us, is that right? Good, good. We'll set off now. Lads, ready the cart!"
ko: "결국 저희를 보호하기 위해 고용되셨단 말씀이시죠? 좋습니다. 바로 출발하죠. 친구들, 마차 준비해!"
ko_mt: "그래서 당신은 우리를 보호하기 위해 고용되었습니까, 맞습니까? 좋아요, 좋아요. 이제 출발하겠습니다. 여러분, 카트 준비하세요!"

source: "Oh, you're good! You look mighty intimidating — I can tell you're a dangerous one. As soon as you're ready, let me know, and we'll be on our way."
ko: "오, 좋군요! 아주 무서워 보여요. 위험한 분인 것은 분명하군요. 준비 되시면 알려주세요. 바로 출발하겠습니다."
ko_mt: "오, 잘했어! 넌 꽤나 위협적으로 보이는데 위험한 놈인 것 같아. 준비되는 대로 알려주시면 바로 출발하겠습니다."

source: "Whoa, it's huge! You think their chieftain knows about this monstrosity sitting right under their town?"
ko: "와, 엄청나군! 족장도 자기들 마을 바로 아래에 이런 괴물이 들어차 있다는 걸 알고 있을까?"
ko_mt: "우와, 엄청나네요! 마을 바로 밑에 이 괴물이 있다는 걸 족장이 알고 있을까요?"

source: "Did you see that? It swallowed 'em up and didn't even choke! Well, there goes our big fella — give it time, and it'll become another pile of creeping dead meat."
ko: "보이나? 저건 전부 삼켜 놓고도 멀쩡하군! 좋아, 저 커다란 놈에게 가자. 조금만 있으면, 저것도 또 하나의 고깃 덩어리가 될 거다."
ko_mt: "저거 봤어? 삼켜버렸는데 질식하지도 않았어요! 글쎄, 우리의 큰 친구가 간다 - 시간을 주면 또 다른 기는 죽은 고기 더미가 될거야 "

source: "That's where the passage ends. Seems the creatures have some kind of intelligence, since they spotted you and didn't attack. Go back to Gundrun, we can take it fr—"
ko: "여기가 통로의 끝입니다. 당신을 발견하고도 공격하지 않는 걸 보니, 생물들은 지능이 일부 있는 것 같아요. 군드룬으로 돌아갑시다. 우리는—"
ko_mt: "저기가 구절이 끝나는 곳입니다. 당신을 발견하고도 공격하지 않은 것을 보면 생명체들에게 지능이 있는 것 같습니다. 군드룬으로 돌아가서 우리가 가져갈 수 있습니다."

source: "You're saying our Tefan was a necromancer? That explains why he was always hanging about the cemetery. He said he was going to visit his dearly departed grandma. Pah! Anyway, we can handle things from here, you can head back to town."
ko: "테판이 사령술사였다고? 항상 공동묘지를 돌아다니던 이유가 있었구만. 그는 돌아가신 할머니를 만나러 왔다 말했지. 푸핫! 아무튼, 이제부턴 우리가 맡을 테니, 마을로 돌아가시오."
ko_mt: "우리 테판이 강령술사였다고요? 그래서 그가 항상 공동묘지 주변을 맴돌던 게 설명이 되네요. 돌아가신 할머니를 만나러 간다고 했어요. Pah! 어쨌든, 여기서부터 우리가 처리할 테니 마을로 돌아가세요."

source: "So it was just undead, was it? Well, I'll be... Looks like the way is clear now. Go back to town, we can take it from here. Our chief will be sure to thank you."
ko: "그러면 그냥 언데드였던 것, 맞죠? 뭐, 그렇다면... 이제 길이 정리된 듯 하군요. 여긴 저희가 맡을 테니 마을로 돌아가 주세요. 족장이 당신께 감사할 겁니다."
ko_mt: "그럼 그냥 언데드였군요, 그렇죠? 글쎄, 나는.. 이제 길은 깨끗해진 것 같군. 마을로 돌아가서 우리가 알아서 할게요. 족장님이 고마워하실 겁니다."

source: The cursed totem has turned an earth elemental hostile.
ko: 저주받은 토템이 대지 정령을 적대적으로 만들었습니다.
ko_mt: 저주받은 토템이 대지 정령을 적대적으로 만들었습니다.

source: The cursed totem has turned an air elemental hostile.
ko: 저주받은 토템이 대기 정령을 적대적으로 만들었습니다.
ko_mt: 저주받은 토템이 적대적인 대기 정령으로 변했습니다.

source: "Here we are! Getting tired of waiting for us, were you?"
ko: "우리가 왔다! 혹 우리를 기다리다 지치지는 않았겠지?"
ko_mt: "여기 있습니다! 기다리느라 지치셨죠?"

source: "Someone's coming! Run!"
ko: "누가 온다! 튀어!"
ko_mt: "누군가 온다! 뛰어!"

source: "Warchief, looks like we just disarmed some kind of trap."
ko: "대족장. 방금 우리가 어떤 함정을 해제한 듯 하군."
ko_mt: "족장님, 방금 함정을 해체한 것 같습니다"

source: "See, warchief? Someone still lives here after all. Must be a spirit, and it doesn't look hostile."
ko: "보이나, 대족장? 누군가 아직 여기서 살고 있어. 분명 영혼일 터. 게다가 적대적으로 보이지도 않아."
ko_mt: "봤죠, 족장님? 결국 누군가는 여전히 여기에 살고 있어요. 정령이 틀림없고 적대적으로 보이지 않습니다."

source: "Is that half-dead pile of fur still baring her teeth? Fine... She won't be able to save you forever!"
ko: "이 반쯤 시체인 털가죽이 아직도 이빨을 드러내나? 좋아... 그녀도 영원히 너를 구할 수는 없을 거다!"
ko_mt: "저 반쯤 죽은 털더미가 아직도 이빨을 드러내고 있나? 좋아.. 그녀는 영원히 당신을 구할 수 없을 것입니다!"

source: "See that {mf|guy|gal}? {mf|He|She} abandoned us in the cave like it was nothing! People like that don't have a speck of compassion in their heart. I can't stand the sight of {mf|him|her}. Let's get out of here."
ko: "보이냐? 아무렇지도 않게 우리를 버렸어! 저런 인간들은 동정심이 전혀 없다고. {mf|그|그녀}를 보면 견딜 수가 없네. 여기서 나가자."
ko_mt: "저기 {mf|guy|gal} 보이지? {mf|그|그녀}의 아무렇지도 않은 듯 우리를 동굴에 버렸어요! 저런 인간들은 동정심이 전혀 없어요. {mf|그|그녀}를 보면 견딜 수가 없어. 여기서 나가자"

source: "Is it safe yet? No more danger whatsoever?"
ko: "이제 안전한가? 더는 위험하지 않아?"
ko_mt: "아직 안전합니까? 더 이상 위험하지 않나요?"

source: "What is this place? It reeks of danger..."
ko: "여긴 뭐지? 위험한 냄새가 나는군..."
ko_mt: "여긴 뭐야? 위험한 냄새가 나..."

source: You pick up a large rock and throw it to try to break the beam the corpse is hanging from. Sadly, you miss and hit one of your companions instead.
ko: 당신은 커다란 돌 하나를 집어 던져, 시체들이 매달려 있는 기둥을 부수려 시도했습니다. 아쉽게도, 당신이 던진 돌은 빗나가 동료 중 한 명의 머리를 맞췄습니다.
ko_mt: 시체가 매달려 있는 기둥을 부수려고 큰 돌을 집어 던졌습니다. 안타깝게도 빗나가고 대신 동료 중 한 명을 맞았습니다.

source: "You think yourself a hero? You're nothing but a pawn of fate..."
ko: "자신이 영웅이라 생각하나? 그저 운명의 졸개 중 하나일 뿐인 것을..."
ko_mt: "너 스스로 영웅이라고 생각해? 당신은 운명의 폰에 불과합니다.. "

source: "This is where it all ended..."
ko: "여기서 전부 끝났군..."
ko_mt: "여기서 모든 것이 끝났습니다..."

source: "It's all lies — there is no peace in death..."
ko: "전부 거짓말이다. 죽음에 안식 따위는 없어..."
ko_mt: "그것은 모두 거짓말입니다 - 죽음에는 평화가 없습니다..."

source: "Once, my flame burned just as bright... before it was snuffed out..."
ko: "한때, 나의 불꽃은 밝게 피어 올랐지... 꺼지기 전까지는 말이야."
ko_mt: "한번은, 내 불꽃이 꺼지기 전에.. 밝게 탔습니다.. "

source: "Worms are chewing through my flesh... so very slowly..."
ko: "벌레들이 내 살을 씹고 있어... 아주 잘근잘근..."
ko_mt: "벌레가 내 살을 씹고 있습니다.. 아주 천천히..."

source: "The cold breath of death... Do you feel it on the back of your neck yet?"
ko: "차가운 죽음의 숨결... 아직 네 등골에는 느껴지지 않는가?"
ko_mt: "죽음의 차가운 숨결.. 목 뒤에서 느껴지나요?"

source: "Be on your guard: the Worldwound is a stone's throw away. There could be demons here. We'll make a brief stop and then move on."
ko: "경계를 늦추지 마시오. 세계상처가 엎어지면 코 닿을 거리이니. 데몬들이 있을 공산이 크오. 잡시 멈췄다가 이동합시다."
ko_mt: "경계하세요. 세계상처가 아주 가까운 곳에 있습니다. 데몬이 있을 수 있습니다. 잠시 멈췄다가 계속 이동하겠습니다."

source: "In the name of Pharasma, what is THAT?"
ko: "파라즈마의 맙소사, 이게 대체 뭐야?"
ko_mt: "파라즈마의 이름으로, 그게 뭐야? "

source: "Oh, that's better already. Thank you!"
ko: "오, 벌써 나아졌습니다. 고마워요!"
ko_mt: "오, 벌써 나아졌어요. 고마워요!"

source: "Thank you. I thought I was done for!"
ko: "감사합니다. 끝인 줄 알았어요!"
ko_mt: "고마워요. 나는 내가 끝났다고 생각했다!"

source: "I don't know how to thank you."
ko: "어떻게 감사를 드려야 할 지도 모르겠습니다."
ko_mt: "어떻게 감사해야 할지 모르겠어요"

source: "I'm really going to live?"
ko: "진짜로 살 수 있는 건가?"
ko_mt: "정말 살 수 있을까요? "

source: "Let's hope the angel knows what he's doing. Come on."
ko: "엔젤이 자신이 뭘 하는 건지 알기를 빌지. 가자."
ko_mt: "천사가 자신이 무엇을 하고 있는지 알고 있기를 바랍니다. 어서요."

source: "Well, that just leaves the hardest part, doesn't it? A leap into the unknown!"
ko: "헤, 가장 어려운 부분만 남았네. 안그래? 미지로 뛰어드는 것 말야!"
ko_mt: "이제 가장 어려운 부분만 남았네요, 그렇죠? 미지의 세계로의 도약!"

source: "Let's go! I must finish the ritual. We will stop Sithhud!"
ko: "갑시다! 의식을 끝내야만 합니다. 이걸로 시스허드를 멈출 겁니다!"
ko_mt: "가자! 의식을 끝내야 해. 시스후드를 막아야 해!"

source: "I posit that the very fabric of reality is ripping…"
ko: "현실의 구조 그 자체가 찢어지는 것 같아…"
ko_mt: "저는 현실의 구조 자체가 찢어지고 있다고 가정합니다..."

source: "Hey! Look at that!"
ko: "이봐! 저걸 봐!"
ko_mt: "야! 저것 좀 봐!"

source: "You there! Behind the ice wall! Come out!"
ko: "거기 너! 얼음벽 뒤에 있는 녀석! 모습을 드러내라!"
ko_mt: "너 거기 있어! 빙벽 뒤에! 나와!"

source: "To battle! Hold the line until I've finished the ritual!"
ko: "전투 준비! 내가 의식을 끝낼 때까지 지켜줘!"
ko_mt: "전투에 임한다! 내가 의식을 마칠 때까지 줄을 서!"

source: "Stay back, monster!"
ko: "물러서라, 괴물아!"
ko_mt: "물러서, 괴물아!"

source: "Behold the Dawnflower's shining light! Let the Healing Flame burn away the darkness in these dead hearts!"
ko: "여명꽃의 밝은 빛을 보아라! 치유의 불길이 죽은 마음 속의 어둠을 태워 없애기를!"
ko_mt: "새벽꽃의 빛나는 빛을 보라! 치유의 불꽃이 이 죽은 마음속의 어둠을 태워버리게 하소서!"

source: "What are you doing, {name}?"
ko: "뭐 하는 거야, {name}?"
ko_mt: "뭐 하는 거야, {name}?"

source: "You're under Sithhud's influence, {name}! Fight it, don't give up!"
ko: "{name}, 넌 시스허드의 영향력 아래에 있어! 맞서 싸워! 포기하지 마!"
ko_mt: "당신은 시스후드의 영향력 아래 있습니다, {name}! 싸우세요, 포기하지 마세요!"

source: "Goddess! Brothers and sisters! We must finish what we started. Let us burn away the corruption!"
ko: "여신이시여! 형제 자매들이여! 우리는 우리가 시작한 일을 끝내야만 한다. 오염을 태워버려라!"
ko_mt: "여신님! 형제자매 여러분! 우리가 시작한 일을 끝내야 합니다. 타락을 불태워버리자!"

source: "You again, scum! Enough with the hiding, come out and fight us, you freak!"
ko: "또 너구나, 쓰레기! 숨바꼭질은 끝이다. 나와서 우리와 싸워라, 괴물 녀석!"
ko_mt: "또 너야, 쓰레기야! 숨는 건 그만하고 나와서 싸워, 이 괴물아!"

source: "Ran away again. He's testing our patience. Well, he'll come out soon enough."
ko: "또 도망치는군. 우리의 인내심을 시험하는 중인 것 같다. 뭐, 곧 마주치게 되겠지."
ko_mt: "또 도망쳤어. 우리의 인내심을 시험하는 거야. 곧 나올 거야."

source: "An uncanny place — just like our goal."
ko: "기묘한 장소로군. 우리의 목적지같아."
ko_mt: "우리의 목표처럼 기묘한 장소."

source: "That's where we're headed. Let's go!"
ko: "저기가 목적지입니다. 가시죠!"
ko_mt: "저기가 우리가 향하는 곳입니다. 가자!"

source: "Oh, it makes me feel cold inside just looking at it… A sure sign we're on the right path!"
ko: "오, 보는 것 만으로도 한기가 느껴지는군… 똑바로 나아가고 있다는 증거가 분명해!"
ko_mt: "오, 보기만 해도 속이 서늘해지네요... 우리가 올바른 길을 가고 있다는 확실한 신호입니다!"

source: "Hey, why aren't they attacking us? I was all prepared to die, and they just stopped."
ko: "이봐, 왜 저들은 우리를 공격하지 않지? 죽을 각오를 마쳤건만, 그냥 멈춰버리다니."
ko_mt: "왜 우리를 공격하지 않는 거죠? 죽을 각오를 하고 있었는데 그냥 멈췄어요."

source: "I think… the creatures have sensed the shard inside me. They won't touch us, but we still have to deal with the wizard!"
ko: "내 생각엔… 괴물들이 내 안의 파편을 감지한 모양이야. 저것들은 우리를 건드리지 않겠지만, 그래도 우리는 위저드를 처리해야 해!"
ko_mt: "내 생각엔... 괴물들이 내 몸속의 파편을 감지한 것 같아. 우릴 건드리진 않겠지만 마법사를 상대해야 해요!"

source: "You saw it too? Someone's watching us."
ko: "너도 봤나? 누군가 우리를 감시하고 있다."
ko_mt: "당신도 봤어요? 누군가 우릴 지켜보고 있어요."

source: "Make haste! Take this carrion to the Master!"
ko: "서둘러라! 이 시체를 주인님께 가져가라!"
ko_mt: "서둘러! 이 고기를 마스터에게 가져가라!"

source: "That was close! Let's take another route — it's longer, but safer."
ko: "아슬아슬했어! 다른 길을 찾아보자. 길더라도 안전한 쪽으로."
ko_mt: "아슬아슬했어! 더 길지만 더 안전한 다른 길로 가자."

source: "Go!"
ko: "가자!"

source: "This way is blocked for good. Go on ahead, we'll meet up later."
ko: "이 길은 꽉 막혔군. 전진해. 나중에 다시 만나자고."
ko_mt: "이 길은 영원히 막혔습니다. 먼저 가세요, 나중에 뵙죠."

source: "We can't help you from here anymore. Be careful out there!"
ko: "여기선 더이상 도와줄 수 없어. 조심해!"
ko_mt: "여기서는 더 이상 도와드릴 수 없습니다. 밖에서 조심하세요!"

source: "Here, quickly!'
ko: "여기로, 빨리!"
ko_mt: "자, 빨리!

source: "We saved our tribe!"
ko: "우리가 우리 부족을 구했다!"
ko_mt: "우리가 부족을 구했습니다!"

source: "We won't remain in your debt for long!"
ko: "금방 되돌려 주마!"
ko_mt: "우리는 오래도록 빚을 지지 않을 것입니다!"
