Repository: akintos/wotr-translation
Catalog: translation/*/AreaLogic.po
Languages: ko, ko_mt

source: "Attention! It's time to introduce two newcomers! They may be unknown and untested, but I assure you, they're formidable and full of promise!"
ko: "주목! 두 명의 신입을 소개할 시간이다! 아직 무명에 검증도 되지 않았다만, 그들이 강하며 미래도 창창하다는 것을 확신시켜 주겠다!"
ko_mt: "주목! 두 명의 신인을 소개할 시간입니다! 아직 알려지지 않았고 검증되지 않았지만, 장담하건대 그들은 강력하고 잠재력이 가득합니다!"

source: "Wait here. You don't need to talk to that idiot steward. I'll go get the master of the arena."
ko: "여기서 기다려. 저 멍청한 집사랑 이야기할 필요 없어. 내가 이 투기장의 주인을 데려올게."
ko_mt: "여기서 기다려요. 저 멍청한 스튜어디스랑 얘기할 필요 없어. 내가 경기장의 주인을 데려올게요."

source: "Was that a griffon? I thought they were long extinct in these parts."
ko: "저거 그리폰이지? 이 지역에서는 오래 전에 멸종한 줄 알았는데."
ko_mt: "저거 그리폰이었어? 이 지역에서는 오래전에 멸종된 줄 알았는데요"

source: "I hope that beast doesn't bring what's left of the building down on our heads."
ko: "저 짐승이 건물 잔해를 우리 머리 위에 떨구지 않았으면 좋겠어. "
ko_mt: "저 짐승이 건물의 남은 부분을 우리 머리 위로 가져 오지 않기를 바랍니다 "

source: "I've never seen a creature like that before. It will not be an easy kill."
ko: "저런 생물은 본 적도 없어. 죽이기도 쉽지 않겠군."
ko_mt: "전에는 그런 생물을 본 적이 없습니다. 쉽게 죽일 수 없을 것입니다."

source: "Woah! Did you all see that? It was just standin' there, still as a... uh... statue, and then it just up and flew away!"
ko: "우와! 다들 저거 봤어? 동상처럼 서 있었는데... 어... 막 깨어나서 날아갔어!"
ko_mt: "우와! 다들 저거 봤어요? 그냥 동상처럼 서 있었는데.. 어.. 동상처럼 서 있다가 그냥 일어나서 날아갔어요!"

source: "Was that display in honor of my visit? I'm flattered."
ko: 내 방문을 기념하기 위한 공연인가? 영광이구먼."
ko_mt: "저게 제 방문을 기념하기 위한 디스플레이였나요? 영광입니다 "

source: "Wow! A big cat with wings!"
ko: "와! 날개 달린 큰 고양이다!"
ko_mt: "와우! 날개 달린 큰 고양이!"

source: "A fascinating phenomenon. It's a pity the specimen flew away before I could take any measurements."
ko: "흥미로운 현상이군. 표본이 관찰하기도 전에 날아간 게 아쉬워."
ko_mt: "매혹적인 현상입니다. 측정하기 전에 표본이 날아간 것이 유감입니다."

source: "In the name of Iomedae! What was THAT?"
ko: "아이오메데시여! 저건 뭐였지?"
ko_mt: "아이오메데의 이름으로! 뭐였어? "

source: Foulsnout
ko: 파울스나웃
ko_mt: 파울스나우

source: "Praise Iomedae! We're saved!"
ko: "아이오메데께 찬사를! 우린 살았어!"
ko_mt: "아이오메데를 찬양하라! 우린 살았다!"

source: "You came just in time!"
ko: "당신이 때맞춰 와줬습니다!"
ko_mt: "딱 맞춰 오셨군요!"

source: "Normally, I have to hunt my prey. But this time, my prey has walked straight into my lair! Hands off my treasure!"
ko: "대개는 내가 사냥감을 쫒아야 하지. 하지맘 이번에는 사냥감이 제 발로 내 집에 기어들어왔군! 내 보물에서 손 떼!"
ko_mt: "보통 저는 먹이를 사냥해야 합니다. 하지만 이번에는 먹잇감이 내 은신처로 들어왔어! 내 보물에서 손 떼!"

source: "You again! Hands off my treasure!"
ko: "또 너냐! 내 보물에서 손 떼!"
ko_mt: "또 너야! 내 보물에서 손 떼!"

source: "Brave hero! Come to my aid! I beg you!"
ko: "용감한 영웅아! 나 좀 도와줘! 부탁이야!"
ko_mt: "용감한 영웅! 제발 도와주세요! 부탁이야!"

source: "Help! I'm in trouble! Oh, who will save me? A great reward awaits the hero who rescues me!"
ko: "도와줘! 곤경에 빠졌어! 오, 누가 날 구해주나? 나를 구해준 영웅에게는 큰 보상을 줄게!"
ko_mt: "도와주세요! 저 곤경에 빠졌어요! 오, 누가 날 구해줄까요? 나를 구해준 영웅에게는 큰 보상이 기다리고 있습니다!"

source: "Run for your life! Head for the Nexus! We'll hide from this horrible Golarian in Alushinyrra!"
ko: "살려면 튀어! 교차점으로 가! 알루시니라의 저 끔찍한 골라리온인에게서 숨어야 해!"
ko_mt: "목숨을 걸고 달려라! 넥서스로! 알루시니라에 있는 끔찍한 골라리안에게서 숨자!"

source: "You will pay for this! My father will punish you for your insolence!"
ko: "대가를 치르게 해 주마! 아버지께서 너희의 건방짐을 응징하실 것이다!"
ko_mt: "대가를 치르게 될 거야! 아버지가 네 무례함에 대해 벌을 내릴 거야!"

source: "A swift execution... But I wasn't finished with this angel! There were so many games I wanted to play with him!"
ko: "빨리도 죽이는군... 하지만 나는 이 엔젤과 볼 일이 아직 남아있다! 녀석으로 즐길 것이 아직 많아!"
ko_mt: "신속한 처형.. 하지만 이 천사는 아직 끝나지 않았어요! 그와 함께 하고 싶은 게임이 너무 많았어요!"

source: "Show your power, oh lord! Let our enemies tremble in terror!"
ko: "오, 주인님! 힘을 보여 주소서! 적들이 공포에 떨게 해주소서!"
ko_mt: "오 주여, 당신의 힘을 보여주소서! 적들이 공포에 떨게 하소서!"

source: "Now it's your turn, you lowlife scum. You have disappointed me. How dare you summon me here? How dare you use forbidden knowledge?"
ko: "이제 네 차례다, 하찮은 쓰레기 녀석. 너는 나를 실망시켰다. 어찌 감히 나를 불렀느냐? 감히 금지된 지식을 사용해?"
ko_mt: "이제 네 차례다, 이 하찮은 쓰레기야. 넌 날 실망시켰어. 감히 날 여기로 소환하다니? 감히 금지된 지식을 사용하다니?"

source: "You think I'm here to save you? No, I'm here to inflict punishment."
ko: "내가 널 구하러 왔다 생각하느냐? 아니, 나는 너를 벌하기 위해 이곳에 왔다."
ko_mt: "내가 널 구하러 왔다고 생각해? 아니, 벌을 주러 왔어."

source: "Looks like you overdid it, my daughter. Your torture drove the angel mad."
ko: "딸아, 조금 과했던 모양이로구나. 네 고문이 엔젤을 미치게 만들었지 않으냐."
ko_mt: "너무 심했구나, 내 딸아. 네 고문이 천사를 미치게 만들었어."

source: "Behold the power. Behold the greatness. Tremble before Baphomet."
ko: "힘을 목도하라. 위대함 을 목도하라. 바포메트님 앞에 무릎 꿇어라."
ko_mt: "힘을 보라. 위대함을 보라. 바포메트 앞에서 떨라."

source: "Make this insolent mortal suffer, my lord, and punish this rebellious angel who refuses to bow before you!"
ko: "주인님, 이 건방진 필멸자를, 그리고 감히 무릎을 꿇기를 거부하는 불순한 엔젤들을 응징해 주십시오!"
ko_mt: "주여, 이 건방진 필멸자를 고통스럽게 하시고, 주님 앞에 절하기를 거부하는 반항적인 천사를 벌하소서!"

source: "Ah, the angel who wandered into the Abyss and couldn't find his way back to Heaven. I've heard about you. My daughter could not break your spirit... But I will rip out your heart!"
ko: "아, 심연을 떠돌다가 천상으로 돌아갈 길을 찾지 못한 엔젤이여. 네 이야기를 들었다. 내 딸은 너의 정신을 부수지 못했지... 하지만 나는 네 심장을 도려낼 것이다!"
ko_mt: "아, 심연으로 방황하다 천국으로 돌아갈 길을 찾지 못한 천사님. 네 얘기는 들었어. 내 딸은 네 영혼을 꺾을 수 없었지만.. 하지만 네 심장을 찢어버리겠다!"

source: "My lady Iomedae, hear my final words!"
ko: "아이오메데시여, 제 마지막 말을 들어주소서!"
ko_mt: "아이오메데 여사님, 제 마지막 말을 들어주세요!"

source: "The leader of the crusade is one of Areelu Vorlesh's profane creations. {mf|His|Her} power comes from the blood of fallen demon lords. Yet {mf|he|she} is our only hope!"
ko: "성전의 지휘관은 아릴루 볼레쉬의 불경한 피조물 중 하나였습니다. {mf|그|그녀}의 힘은 죽은 데몬 군주의 피에서 기인하였습니다. 그럼에도 {mf|그|그녀}는 우리의 유일한 희망입니다!"
ko_mt: "십자군 지도자는 아릴루 볼레쉬의 불경한 피조물 중 하나다. {mf|그|그녀}의 힘은 타락한 데몬 로드의 피에서 나온다. 하지만 {mf|그|그녀}만이 우리의 유일한 희망입니다!"

source: "The leader of the crusade is one of Areelu Vorlesh's profane creations. {mf|His|Her} power comes from the blood of fallen demon lords. There is no hope for any of us!"
ko: "성전의 지휘관은 아릴루 볼레쉬의 불경한 피조물 중 하나였습니다. {mf|그|그녀}의 힘은 죽은 데몬 군주의 피에서 기인하였습니다. 우리의 희망이 사라졌습니다!"
ko_mt: "십자군 지도자는 아릴루 볼레쉬의 불경한 피조물 중 하나다. {mf|그|그녀}의 권력은 타락한 데몬 로드들의 피에서 나온다. 우리에겐 희망이 없다!"

source: "How curious... This barrier is within my realm, but I cannot pass through!"
ko: "희한하군... 나의 영역에 펼쳐진 장벽임에도, 내가 통과할 수 없다니!"
ko_mt: "신기하군.. 이 장벽은 내 영역 안에 있지만, 나는 통과할 수 없어!"

source: "{mf|Master|Mistress}! Save us! We're dying here!"
ko: "주인님! 살려 주세요! 우린 여기서 죽어가고 있어요!"
ko_mt: "주인님! 우릴 구해줘요! 우린 여기서 죽어가고 있어요!"

source: "Dig faster! You're here to work! The mistress didn't buy you at the Fleshmarkets so you could sit around and eat free gruel!"
ko: "더 빨리 파내! 너희는 일하러 왔잖아! 마님께서 살덩이시장에서 공짜 죽이나 먹으라고 너희를 사준 게 아니야!"
ko_mt: "더 빨리 파세요! 일하러 왔잖아! 안주인이 육체시장에서 공짜 죽이나 먹으라고 널 사준 게 아니야!"

source: "I can't take it anymore! My hands are falling off! Let me rest, you ugly mug!"
ko: "더는 못 참겠어! 손이 떨어질 것만 같아! 좀 쉬게 해줘, 이 못생긴 낯짝아!"
ko_mt: "더는 못 참겠어요! 손이 떨어진다! 좀 쉬게 해줘, 이 못생긴 머그잔아!"

source: "Your hands are falling off? Here, let me rip them off! Get to work, you scum!"
ko: "손이 떨어질 것 같아? 자, 내가 뜯어줄게! 일해, 이 쓰레기야!"
ko_mt: "손이 떨어지세요? 자, 내가 뜯어줄게! 일해, 이 쓰레기야!"

source: "How dare you... say that... to the trusted servant of Areelu Vorlesh..."
ko: "감히... 아릴루 볼레쉬의 신뢰를 받는 종자에게 그런 말을..."
ko_mt: "어떻게 감히.. 믿을 수 있는 아릴루 볼레쉬의 신하에게 그런 말을..."

source: "Get your hands off him, you filthy spawn!"
ko: "그에게서 손 치워, 이 더러운 자식아!"
ko_mt: "손 치워, 이 더러운 자식아!"

source: "You came after all..."
ko: "결국 왔군..."
ko_mt: "결국 오셨군요..."

source: "Shut your mouth. We've got to get out of here."
ko: "입 닥쳐. 여기서 나가야 해."
ko_mt: "입 닥쳐. 여기서 나가야 해."

source: "Who's there? An intruder? Look, it's fresh meat! Whoever kills {mf|him|her} gets a double ration of gruel!"
ko: "누구지? 침입자? 이런, 신선한 고기잖아! 저{mf|놈|년}을 죽이는 녀석에게 귀리죽을 두 배로 주마!"
ko_mt: "누구세요? 침입자? 봐, 신선한 고기야! {mf|그|그녀}를 죽이는 자는 죽의 배급을 두 배로 받는다!"

source: "A double ration? Out of my way! This one's mine!"
ko: "두 배씩이나? 다 꺼져! 내 거야!"
ko_mt: "배급량이 두 배라고요? 비켜요! 이건 내 거야!"

source: "The enemy is here! We must warn Hepzamirah!"
ko: "적이 침입했다! 헵자미라님께 알려야 해!"
ko_mt: "적이 왔다! 헵자미라에게 경고해야 합니다!"

source: "We can do it ourselves! I'm sure we'll get a reward! Let's kill the slaves before they revolt. We don't want them to join forces with the intruder!"
ko: "우리끼리면 충분해! 분명 보상도 받을 수 있을 테고! 자, 그럼 이 노예들이 반란을 일으키기 전에 다 죽여버리자. 침입자들에게 동조하면 안 되잖아!"
ko_mt: "우리도 할 수 있어요! 분명 보상을 받을 거야! 노예들이 반란을 일으키기 전에 죽이자고요. 침입자와 힘을 합치면 안 돼!"

source: "Please don't! Why?"
ko: "하지 마! 대체 왜?"
ko_mt: "제발 하지 마세요! 왜요?"

source: "I told you {mf|he|she} would be here! If we kill {mf|him|her}, Hepzamirah will give us a reward!"
ko: "{mf|그|그녀}가 올 거라 말 했잖아! {mf|그|그녀}를 죽이면, 헵자미라님이 우리에게 상을 내릴 거야!"
ko_mt: "{mf|그|그녀}는 여기 있을 거라고 했잖아! {mf|그|그녀}를 죽이면 헵자미라가 보상을 줄 거야!"

source: "Alert! The axiom is in doubt. The error must be eliminated."
ko: "경고! 공리에 의심이 생김. 오류가 처리되어야 함."
ko_mt: "경고! 공리가 의심 스럽습니다. 오류를 제거해야 합니다."

source: "Alert! The roots of the equation are now fractional! The error must be eliminated."
ko: "경고! 방정식의 근이 이제 분수임! 오류가 처리되어야 함."
ko_mt: "경고! 방정식의 근이 이제 분수입니다! 오류를 제거해야 합니다"

source: "Alert! Golem coding breached. The error must be eradicated."
ko: "경고! 골렘 코딩이 망가짐. 오류가 처리되어야 함."
ko_mt: "경고! 골렘 코딩이 위반되었습니다. 오류를 제거해야 합니다"

source: The mechanism's rendering of the Wardstone is remarkably detailed. The sight of it stirs the memory of your first encounter with your mythic powers.
ko: 기계장치가 투사한 수호석은 놀라울 정도로 세밀합니다. 그 광경은 당신이 신화적 힘을 처음으로 마주했을 적의 기억을 자극합니다.
ko_mt: 수호석의 메커니즘 렌더링이 놀라울 정도로 섬세합니다. 그 광경은 당신의 신화적인 힘과의 첫 만남의 기억을 자극합니다.

source: "Welcome! Make a wish! No trickery and no charge!"
ko: "안녕! 소원을 빌어봐! 속임수도 없고 비용도 없어!"
ko_mt: "어서오세요! 소원을 빌어요! 속임수도 없고 요금도 없습니다!"

source: Mysterious Portal
ko: 불가사의한 포탈
ko_mt: 신비한 포털

source: "Your wish is granted! Young lady, allow me to present the esteemed ghoul wizard and former servant of Tar-Baphon... the Prince of Fangs!"
ko: "소원을 들어줄 게! 꼬마 아가씨, 타르바폰의 옛 수하이자 존경받는 구울 위저드를 소개할게... 송곳니의 왕자님이야!"
ko_mt: "당신의 소원이 이루어졌습니다! 젊은 아가씨, 존경하는 구울 위저드이자 타르바폰의 전 하인.. 송곳니의 왕자를 소개하겠습니다!"

source: "I... I want... a prince!"
ko: "난... 나는... 왕자님을 줘!"
ko_mt: "나는.. 나는.. 왕자를 원해! "

source: "Beautiful stranger, rrrrrgh! What an unexpected and sudden — rrrrgh! — meeting!"
ko: "아름다운 이방인, 으르릉! 예상치 못하고도 갑작스러운 — 으르릉! — 만남이로군!"
ko_mt: "아름다운 이방인, rrrrgh! 이 얼마나 예상치 못한 갑작스런 일입니까! - 회의!"

source: "Oh, look at all those teeth. And you're so... blue! I feel like I've been waiting for you my whole life!"
ko: "오, 이 치열 좀 봐. 그리고... 엄청 파래! 살면서 너 같은 사람만을 기다렸다는 기분이야!"
ko_mt: "오, 이빨 좀 봐요. 그리고 당신은 너무.. 파랗네요! 평생 당신을 기다려온 것 같아요!"

source: "I am feeling similar emotions, my lady. Allow me to escort you immediately to my carriage pulled by plagued horses and deliver you to my magnificent mausoleum!"
ko: "비슷한 감정이라오, 아가씨. 당장 역병걸린 말이 끄는 마차에 태워 나의 장엄한 영묘로 데려가 드리겠소!"
ko_mt: "저도 비슷한 감정을 느끼고 있습니다, 아가씨. 내가 즉시 당신을 괴롭히는 말이 끄는 마차로 에스코트하고 당신을 내 웅장한 무덤으로 데려다 줄 것입니다!"

source: "I am sorry, but I was rescuing you from a fate worse than death. Commander, I will now take my leave to say a few prayers for my poor sister."
ko: "미안해, 하지만 난 죽음보다 더 끔찍한 운명에서 널 구한 거야. 사령관님 저는 이제 제 불쌍한 자매를 위해 기도하러 가보겠습니다."
ko_mt: "미안하지만, 나는 죽음보다 더 끔찍한 운명에서 당신을 구하고 있었어요. 사령관님, 이제 불쌍한 여동생을 위해 몇 가지 기도를 드리러 가겠습니다."

source: "Thank you for helping, Commander. My poor brother... He could not understand me. Please grant me leave so I can find a safer place for my charges."
ko: "도와주셔서 감사해, 사령관님. 제 불쌍한 형제는... 그는 저를 이해하 못했을 거예요. 제가 더 안전한 장소를 찾을 수 있게 떠나는 걸 허락해주세요."
ko_mt: "도와주셔서 감사합니다, 사령관님. 불쌍한 내 동생.. 그는 저를 이해하지 못했습니다. 더 안전한 장소를 찾을 수 있도록 제게 휴가를 허락 해주세요 "

source: "Ha ha ha ha ha!"
ko: "하 하 하 하 하!"
ko_mt: "하하하하하하!"

source: "How prettily they burn!"
ko: "타는 모습이 예쁘기도 하구나!"
ko_mt: "얼마나 예쁘게 타는지!"

source: "Oh! Damned magic! There are traps all over, and spells casting themselves!"
ko: "아! 빌어먹을 마법! 온갖 구석에 함정이 있고, 주문은 또 저절로 시전 되는군!"
ko_mt: "오! 빌어먹을 마법! 사방에 덫이 있고 주문이 저절로 시전됩니다!"

source: Congratulations! You completed the Inevitable Excess DLC! Now all your characters in the main campaign will gain additional mythic powers when they reach the official start of the Fifth Crusade.
ko: 축하드립니다! 당신은 필연적인 과잉 DLC를 완료했습니다! 이제 당신의 모든 주요 캠페인 캐릭터들이 5차 성전이 공식적으로 시작되는 시점에 추가적인 신화적 힘을 얻을 것입니다.
ko_mt: 축하합니다! 피할 수 없는 과잉 DLC를 완료했습니다! 이제 메인 캠페인의 모든 캐릭터는 다섯 번째 십자군의 공식 시작에 도달하면 추가 신화 능력을 얻게됩니다.

source: "You're nuts, Sendri. Completely bonkers. But still... Good luck out there."
ko: "넌 미쳤어, 센드리. 완전히 미쳤다고. 하지만... 그래도 행운을 빌어."
ko_mt: "당신은 미쳤어, 센드리. 완전히 미쳤어. 하지만 그래도.. 행운을 빌어 "

source: "Oh gods... No! We're done for!"
ko: "신들이시여... 안돼! 우린 끝장이야!"
ko_mt: "오 신이시여.. No! 우리는 끝났어!"

source: "Almost there. See that roof waaay over there? That's the tavern."
ko: "거의 다 왔어. 저어기 저 지붕 보여? 저기가 선술집이야."
ko_mt: "거의 다 왔어요. 저기 저기 지붕 보이시죠? 저기가 선술집이에요"

source: "Goodie! So what are we waiting for? Off we go, chop chop..."
ko: "좋네! 그럼 뭘 가만히 있어? 어서 가자. 총총..."
ko_mt: "Goodie! 그럼 뭘 기다릴까요? 자, 출발하자..."

source: "Just our luck. That thing is right between us and the tavern!"
ko: "운도 지지리도 없군. 저게 우리와 선술집 사이를 가로막았어!"
ko_mt: "그냥 우리의 운이죠. 저건 우리와 선술집 사이에 있어요!"

source: You defeated the terrible demon. Experience points gained: <b>{count}</b>.
ko: 끔찍한 데몬을 무찔렀습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 끔찍한 데몬을 물리쳤습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: "Get in, quickly. We can't keep the gate open for long."
ko: "어서 들어와. 문을 빨리 닫아야 해."
ko_mt: "빨리 들어가. 문을 오래 열어 둘 수 없습니다 "

source: "Looks like you've handled it without our help. Impressive!"
ko: "우리 도움 없이 저것을 처리했나 보군. 놀라워!"
ko_mt: "우리 도움 없이도 처리한 것 같군요. 인상적입니다!"

source: "You're either a military genius or the luckiest mad{mf|man|woman} in the world. Either way, I take my hat off to you!"
ko: "넌 전술의 천재인 동시에 세상에서 가장 운 좋은 미치광이야. 아무튼, 네가 존경스럽네!"
ko_mt: "당신은 군사 천재이거나 세상에서 가장 운이 좋은 미친 {mf|남자|여자}이거나 둘 중 하나예요. 어느 쪽이든, 나는 당신에게 모자를 벗습니다!"

source: "Wow, we vanquished the beast. I thought we were done for... We should never have doubted you!"
ko: "와, 우리가 괴물을 무찔렀어. 완전 끝장난 줄 알았는데... 의심해서 미안해!"
ko_mt: "와우, 우리가 야수를 정복했어. 이제 끝났다고 생각했는데.. 당신을 의심하지 말았어야 했어요!"

source: "Open up! We're friends! Move it, mephits roast you! Before we become that thing's dinner!"
ko: "문 열어! 우린 아군이다! 메피트들이 널 구워버리기 전에 이동해! 저놈 저녁 식사가 되기 전에!"
ko_mt: "문 열어! 우린 친구야! 비켜, 메피트가 널 구워먹을 거야! 우리가 저것의 저녁 식사가 되기 전에!"

source: "It's getting closer!"
ko: "가까워진다!'
ko_mt: "가까워지고 있어요!"

source: "I'll show it... I'll... Come on, magic, work! Don't fail me now."
ko: "보여줄게... 내가... 이런, 마법, 돼라! 이번에는 실망시키지 마."
ko_mt: "보여줄게.. I'll.. 어서, 마법, 작동해! 지금 나를 실망시키지 마세요 "

source: You repaired the bridge. Experience points gained: <b>{count}</b>.
ko: 다리를 고쳤습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 다리를 수리했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: "We could squeeze some acid from the glands of this nasty creature, and splash it on somebody later."
ko: "이 역겨운 녀석의 분비샘에서 산성액을 좀 짜낼 수 있어. 나중에 아무나 붙잡고 뿌려주면 되겠지."
ko_mt: "이 불쾌한 생물의 땀샘에서 산을 짜내서 나중에 누군가에게 뿌릴 수 있습니다 "

source: "I barely managed to find the way out of these stinking tunnels — only to be almost eaten alive! Thank you. Come with me, I will show you the way out."
ko: "나는 이 냄새나는 터널의 탈출구를 간신히 발견했어... 거의 산 채로 잡아먹힐 뻔했지! 감사 인사를 받아줘. 날 따라와. 출구를 보여줄게."
ko_mt: "이 악취 나는 터널에서 겨우 빠져나올 길을 찾았는데 거의 산 채로 잡아먹힐 뻔했어요! 고마워요. 나와 함께 가자, 내가 길을 보여줄게"

source: "Help! They're going to eat me!"
ko: "도와줘! 저것들이 날 먹으려고 해!"
ko_mt: "도와줘요! 그들이 나를 먹으려 해요!"

source: You met people fleeing the Gray Garrison. Experience points gained: <b>{count}</b>.
ko: 회색 요새에서 온 난민들을 만났습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 회색 수비대를 피해 도망치는 사람들을 만났습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: "We could use a moment to catch our breath, too."
ko: "우리도 숨 좀 고르자고."
ko_mt: "우리도 잠시 숨을 고를 시간이 필요해요"

source: "Let's make camp. Have a quick rest and check your gear — we will be moving on soon."
ko: "야영지를 세우지. 빠르게 휴식하며 장비를 점검해라. 곧 다시 이동해야 할 거다."
ko_mt: "캠프를 만들자. 잠시 휴식을 취하고 장비를 확인하세요 - 곧 이동하겠습니다"

source: "So we're in the catacombs now... I think I can tell you a thing or two about this place."
ko: "그럼 우리가 지금 지하 묘지에 있다는 거네... 너라면 이곳에 대해 한두개 쯤 이야깃거리가 있을 것 같은데."
ko_mt: "그래서 우리는 지금 카타콤에 있습니다.. 이곳에 대해 한두 가지 말씀드릴 수 있을 것 같아요"

source: You found a vantage point. Experience points gained: <b>{count}</b>.
ko: 유리한 지점을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 유리한 지점을 찾았습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: "A good observation spot. Let's take a look around and try to see what's up ahead."
ko: "좋은 관찰 장소로군. 주변을 둘러보며 앞에 뭐가 있는지 알아보자고."
ko_mt: "좋은 관찰 장소입니다. 주위를 둘러보고 앞에 무엇이 있는지 살펴봅시다"

source: "If there is one thing you can't find underground, it is good music. I even shed a tear. Well done, lad, here's a little something for your effort."
ko: "지하에서 찾을 수 없는 한 가지가 있다면, 그건 좋은 노래야. 눈물까지 흘렸다고. 잘했어, 친구. 소소하지만 네 노력에 대한 보답이야."
ko_mt: "지하에서 찾을 수 없는 것이 하나 있다면 그것은 좋은 음악입니다. 눈물까지 흘렸어요. 잘했어, 친구, 여기 당신의 노력에 대한 작은 선물이 있습니다."

source: "I went underground to get away from the pen pushers — and you've dragged one all the way to me? Clear off, and take this hag with you!"
ko: "사무직 놈들을 피해 지하로 왔더니, 그중 하나를 여기까지 끌고 와? 저 해그 데리고 꺼져!"
ko_mt: "나는 펜 푸셔들로부터 도망치려고 지하로 갔는데, 당신이 한 명을 내게까지 끌고 왔어요? 비키고이 해그를 데려가세요!"

source: You cleared the way. Experience points gained: <b>{count}</b>.
ko: 길을 치웠습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 길을 클리어했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You met Millorn. Experience points gained: <b>{count}</b>.
ko: 밀로른을 만났습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 밀른을 만났습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: "What's happening? Why... Why am I suddenly so hungry... Starrrrrving..."
ko: "무슨 일이야? 왜... 왜 갑자기 배가 고프지... 배고파아아아..."
ko_mt: "무슨 일이야? 왜.. 왜 갑자기 배가 고파.. 스타러빙..."

source: You plundered a grave. Experience points gained: <b>{count}</b>.
ko: 무덤을 털었습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 무덤을 약탈했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: "Hey, lads, get here on the double — someone is rummaging through our stuff!"
ko: "이봐, 친구들. 빨리 여기로 와봐. 누군가 우리 물건을 뒤지고 있어!"
ko_mt: "이봐, 얘들아, 더블로 이리 와 - 누군가 우리 물건을 뒤지고 있어!"

source: "Oof... I've had enough of this rubble! Sorry, but this is the best I can do. I'm all out of breath."
ko: "웁... 이 잔해들 때문에 지쳤어! 미안. 하지만 이게 내가 할 수 있는 최선이야. 난 완전 나가 떨어져버렸어."
ko_mt: "Oof.. 이 잔해는 충분히 먹었어! 미안하지만 이것이 내가 할 수 있는 최선입니다. 숨이 다 찼어요"

source: "Bah, I'll get back on my own! But don't even think of coming to my hospital after they make mincemeat out of you!"
ko: "파, 제가 직접 가봐야겠네요! 하지만 저들이 당신을 다진 고기로 만든 뒤에 제 병원에 찾아올 생각은 꿈도 꾸지 마세요!"
ko_mt: "바, 나 혼자 돌아갈게! 하지만 그들이 당신을 다진 고기로 만든 후에는 내 병원에 올 생각조차하지 마십시오!"

source: "Rose of the Borderland! You left us so soon, but your music lives on and continues to inspire us."
ko: "접경 지대의 장미여! 그대는 우리 곁을 너무 빨리 떠나갔소만, 그대의 음악은 길이 남아 우리에게 영감을 주오."
ko_mt: "보더랜드의 장미! 당신은 너무 빨리 우리를 떠났지만 당신의 음악은 계속 살아 있고 계속해서 우리에게 영감을줍니다."

source: "Accept this melody as a tribute to your memory!"
ko: "이 멜로디를 그대를 기리는 헌정곡으로 받아주시오!"
ko_mt: "이 멜로디를 당신의 기억에 대한 찬사로 받아들여주세요!"

source: "You say they need help at the signal tower? We'll be there in no time!"
ko: "봉화탑에 도움이 필요하다고? 당장 가지!"
ko_mt: "신호탑에 도움이 필요하다고요? 우리가 금방 갈게요!"

source: "Count on me. I'm going to give him THE CHILLS!"
ko: "날 믿어. 내가 놈에게 오한을 선사할게!"
ko_mt: "날 믿어. 내가 아이를 줄게요!"

source: "It will be a miracle if his harebrained plan works. Let's go!"
ko: "토끼나 생각할 법한 그의 계획이 성공하려면 기적이라도 있어야 겠군. 가자!"
ko_mt: "그의 토끼 두뇌 계획이 성공하면 기적이 될 것입니다. 가자!"

source: You found a hidden cache in the tower. Experience points gained: <b>{count}</b>.
ko: 탑의 숨겨진 보관함을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 탑에서 숨겨진 캐시를 발견했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: "Master wizard, I brought some of my friends! Do you mind if we borrow a certain something?"
ko: "위저드님. 제가 친구 몇 명을 데려왔거든요! 뭐 좀 빌려도 괜찮을까요?"
ko_mt: "마스터 위저드님, 친구들을 좀 데려왔어요! 뭐 좀 빌려도 될까요?"

source: "He won't mind. He's dead."
ko: "듣지도 않을 거야. 죽었어."
ko_mt: "그는 신경 쓰지 않을 것입니다. 그는 죽었어요."

source: "Don't give up! Give up now and you're as good as dead, right?"
ko: "포기하지 마! 지금 포기하면 죽는 거나 다름 없어. 알았어?"
ko_mt: "포기하지 마세요! 지금 포기하면 넌 죽은 거나 다름없지?"

source: "I... can't go on..."
ko: "난... 더 못가..."
ko_mt: "나는.. 계속할 수 없어..."

source: "Wonderful, even more survivors! I'll save you as well, there is no need to fear!"
ko: "더 많은 생존자라니, 멋지군. 너도 구해주지. 걱정하지 마라!"
ko_mt: "훌륭해, 더 많은 생존자! 당신도 구해줄 테니 두려워할 필요 없어요!"

source: "I feel inspired. Please let me play for you... And for the good gods that were worshiped in this temple!"
ko: "영감이 떠올랐소. 노래 한 곡 연주하는 걸 허락해 주시오... 당신을 위해, 그리고 이 신전에서 숭배하는 모든 선신들을 위해!"
ko_mt: "영감이 떠오릅니다. 제가 당신을 위해 연주하게 해주세요.. 그리고 이 성전에서 숭배되는 좋은 신들을 위해!"

source: "Stop! Can you smell it? There is a throng of cadavers right ahead."
ko: "정지! 이 냄새 느껴지나? 시체 무리가 앞에 있다."
ko_mt: "멈춰! 냄새가 느껴져? 바로 앞에 시체 무리가 있습니다 "

source: "Away with you, monsters! Away!"
ko: "저리 가, 괴물들아! 저리 가!"
ko_mt: "저리 가라, 괴물들아! 저리 가!"

source: "I know this area well. I believe I can offer some useful information about this quarter."
ko: "이곳은 나도 잘 알지. 이 지구에 대해 유용한 정보 몇 가지를 줄 수 있다고 생각해."
ko_mt: "저는 이 지역을 잘 알고 있습니다. 이번 분기에 대한 유용한 정보를 제공할 수 있다고 생각합니다."

source: "Captain Xue! Are you here? We've come to help you!"
ko: "쉬에 대장! 거기 있나? 우리가 도우러 왔다!"
ko_mt: "쉬 선장님! 여기 계세요? 당신을 도우러 왔습니다!"

source: "Pull yourself together. We've got to survive if we want to avenge him. We'll fight our way through to the inquisitors' post. Gods preserve us!"
ko: "정신 똑바로 차려. 놈에게 복수하고 싶다면 살아남아야 해. 우리는 심문관들의 전초 기지까지 이동한다. 신들께서 우릴 보우하사!"
ko_mt: "정신 차려요. 그의 복수를 하려면 살아남아야 해. 심문관이 있는 곳까지 싸울 거야. 신이 우릴 지켜주소서!"

source: "There's an alchemist's shop near here. A few potions would improve our chances of making it out of this alive."
ko: "근처에 연금술사의 상점이 있어. 물약 몇 개면 우리의 생존 가능성이 상당히 올라갈 거야."
ko_mt: "이 근처에 연금술사 가게가 있어요. 물약 몇 개만 있으면 살아서 빠져나갈 확률이 높아질 거예요."

source: "The alchemist's shop? We've been in there already."
ko: "연금술사의 상점? 이미 거기잖아."
ko_mt: "연금술사의 가게? 우린 이미 거기 있었어요"

source: "I hope the post is still standing..."
ko: "기지가 아직 존재하길 바라자고..."
ko_mt: "게시물이 아직 서 있기를 바랍니다..."

source: "Captain Xue... I've never met anyone braver. May the goddess welcome him into her heavenly host!"
ko: "쉬에 대장... 그 사람 만큼 용맹한 자는 본 적이 없지. 여신께서 그를 천상의 군대에 받아주시길!"
ko_mt: "쉬 선장님.. 이렇게 용감한 사람은 본 적이 없어요. 여신이 그를 하늘의 호스트로 환영하기를!"

source: It seems there is someone on the other side of the door.
ko: 문 반대편에 누군가 있는 것 같습니다.
ko_mt: 문 반대편에 누군가가있는 것 같습니다.

source: You helped the crusaders. Experience points gained: <b>{count}</b>.
ko: 성전사들을 도왔습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 십자군을 도왔습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: "Halt! Who goes there?"
ko: "정지! 누구냐?"
ko_mt: "정지! 누가 거기로 가? "

source: "Friends! We're going to the Defender's Heart, to assist Commander Tirabade."
ko: "친구들! 우리는 티라바데 사령관을 돕기 위해 수호자의 심장으로 갈 겁니다."
ko_mt: "친구들! 우리는 티라바데 사령관을 돕기 위해 수호자의 심장으로 갈 거야"

source: "You don't look like knights. I should check that you are who you say..."
ko: "당신은 기사처럼 보이지 않는군. 당신이 말하는 사람이 맞는지 확인해야 하는데..."
ko_mt: "당신은 기사처럼 보이지 않아요. 당신이 말하는 사람인지 확인해야합니다..."

source: "It's not up to us. They can go to Sister Albre — she'll decide what to do with them."
ko: "저희 소관이 아닙니다. 시스터 알브레에게 가면, 그녀가 어떻게 할지 결정할 겁니다."
ko_mt: "그것은 우리에게 달려 있지 않습니다. 그들은 알브레 수녀님에게 가서 어떻게 할 것인지 결정할 것입니다."

source: "Demons! Demons are attacking!"
ko: "데몬이다! 데몬들이 쳐들어온다!"
ko_mt: "데몬! 데몬이 공격하고 있습니다!"

source: "Get out of here, quickly! It's no longer safe."
ko: "빨리 여기서 나가요! 더 이상 안전하지 않아요."
ko_mt: "여기서 빨리 나가요! 더 이상 안전하지 않습니다."

source: "We're going to cut off your hands so you can't stick 'em where they don't belong!"
ko: "뭐 다른 걸 잡지 못하게 손을 잘라 주겠다!"
ko_mt: "우리는 당신의 손을 잘라서 그들이 속하지 않은 곳에 붙일 수 없도록 할 것입니다! "

source: "Who do we have here? Kill them!"
ko: "이게 누구야? 죽여버려!"
ko_mt: "여기 누구야? 죽여버려!"

source: "Who the damn are you? Did you come to mug us? Let's see you try!"
ko: "넌 씨발 또 뭐야? 우릴 털어보려고 왔어? 한 번 해보던가!"
ko_mt: "당신 대체 누구야? 우릴 훔치러 왔어? 어디 한번 해보자!"

source: "Kill the beasts!"
ko: "괴물들을 죽여라!"
ko_mt: "짐승들을 죽여라!"

source: "For Kenabres!"
ko: "케나브레스를 위하여!"
ko_mt: "케나브레스를 위하여!"

source: "Iomedae is with us!"
ko: "아이오메데께서 함께하신다!"
ko_mt: "아이오메데는 우리와 함께합니다!"

source: "No retreat! No surrender!"
ko: "후퇴하지 마라! 굴복하지 마라!'
ko_mt: "후퇴는 없다! 항복은 없다!"

source: "We fought them off, thank the gods... I don't know how much longer we can hold out."
ko: "놈들을 격퇴했군. 신이시여, 감사합니다... 얼마나 더 버틸 수 있을지 모르겠어."
ko_mt: "우리는 그들을 물리 쳤어, 신들에게 감사합니다... 얼마나 더 버틸 수 있을지 모르겠습니다 "

source: "Halt! Who goes there?"
ko: "정지! 누구냐?"
ko_mt: "정지! 누가 거기로 가나? "

source: "We're on your side! We're trying to get to the inquisitors."
ko: "아군이다! 심문관들에게 가는 중이다."
ko_mt: "우리는 당신 편입니다! 우리는 종교 재판관에게 가려고 노력하고 있습니다 "
