Repository: akintos/wotr-translation
Catalog: translation/*/AreaLogic.po
Languages: ko, ko_mt

source: "Mortals for sale, mortals of the highest quality! Former crusaders! A fine selection of cultists! Affordable prices!"
ko: "필멸자 절찬 판매 중! 최상품 필멸자입니다! 전직 성전사들! 엄선된 사교도들! 저렴한 가격으로 모십니다!"
ko_mt: "필멸자 판매, 최고 품질의 필멸자! 전직 십자군! 엄선된 이교도들! 저렴한 가격!"

source: "All right, mortal scum. I need a personal servant. Which one of you will be the most loyal and obedient?"
ko: "좋다, 쓰레기 필멸자들. 나는 개인 노예가 필요하다. 너희들 중 누가 가장 충성심 강하고 순종적일까?"
ko_mt: "좋아, 필멸의 쓰레기들아. 나는 개인 하인이 필요하다. 너희 중 누가 가장 충성스럽고 순종적일까?"

source: "Me! Pick me! I'll serve you well!"
ko: "저요! 절 데려가 주십시오! 최선을 다하겠습니다!"
ko_mt: "저요! 저를 골라주세요! 잘 모시겠습니다!"

source: "No, I can tell that you used to be a priest. I want someone else."
ko: "안돼. 네가 사제였었다고 안다. 다른 자를 원해."
ko_mt: "아니요, 전에는 사제였던 것 같아요. 다른 사람을 원해요"

source: "When the demons aren't off fighting their enemies, they're here slaughtering their allies!"
ko: "데몬들은 적과 싸우지 않을 때 자기 아군을 학살한다!"
ko_mt: "데몬들이 적과 싸우지 않을 때, 그들은 여기 아군을 학살하고 있습니다!"

source: "Yes, a couple of my friends were killed not too far from here. The demons tore them to pieces... just for fun!"
ko: "그래. 내 친구들 중 둘이 여기서 멀지 않은 곳에서 살해당했지. 데몬들이 그들을 갈갈이 찢었어... 그냥 재미를 위해서!"
ko_mt: "네, 제 친구 두 명이 여기서 멀지 않은 곳에서 살해당했습니다. 데몬들이 그들을 갈기갈기 찢어 버렸어요.. 그냥 재미로!"

source: "Why should the Commander worry about mortal servants? If {mf|he|she} runs out of them — {mf|he|she} will just conquer some more."
ko: "사령관이 왜 필멸자 노예들을 걱정하지? 다 떨어지면, 어디서 새로 구해오면 그만인데."
ko_mt: "사령관이 왜 필멸자 종들을 걱정해야 하나요? 만약 {mf|그|그녀}의 다 떨어지면 {mf|그|그녀}의 더 정복할 것입니다."

source: "I'll offer you the same deal as all the other prisoners. There are six of you, and we only have two positions available in our entourage."
ko: "다른 모든 죄수들에게도 똑같은 제안을 하마. 너희는 여섯이지만, 우리와 동행할 수 있는 자는 단 둘 뿐이지."
ko_mt: "다른 모든 죄수들과 똑같은 거래를 제안하겠습니다. 당신들은 여섯 명이고, 우리 측근에는 두 자리밖에 없습니다"

source: "We'll give you knives, and you can decide among yourselves who will become our servants. Any objections?"
ko: "너희에게 단검을 주마. 그러면 너희 중 누가 우리의 하인이 될지 결정할 수 있을 테지. 이의 있나?"
ko_mt: "우리는 당신에게 칼을 줄 것이고, 누가 우리의 하인이 될지 당신들끼리 결정할 수 있습니다. 이의 있습니까?"

source: "My lord will punish you!"
ko: "나의 신께서 너를 벌하실 것이다!"
ko_mt: "내 주님께서 당신을 벌하실 것입니다!"

source: "Hm... Well, if he is so powerful, then I won't bother giving you a knife. I'm sure he can help you win the fight."
ko: "흠... 그래, 그가 그렇게나 강하다면, 네게는 단검을 주지 않으마. 놈이 네가 이길 수 있도록 도울 테니까."
ko_mt: "흠.. 그가 그렇게 강력하다면, 나는 당신에게 칼을 주는 것을 귀찮게하지 않을 것입니다. 그가 당신이 싸움에서 이길 수 있도록 도와 줄 수 있다고 확신합니다."

source: "I never thought I'd thank a devil, but if not for that contract of yours, I'd be worm food! Now I feel I can fight the demons on equal terms!"
ko: "데빌에게 감사를 하게 될 줄은 몰랐어. 하지만 너의 계약이 없었다면 나는 벌레 먹이가 되었겠지! 지금은 데몬들과 동등한 조건에서 싸울 수 있다고 느껴져!"
ko_mt: "데빌에게 감사할 줄은 몰랐지만, 당신의 계약이 아니었다면 나는 벌레의 먹이가 되었을 것입니다! 이제 데몬들과 동등한 조건으로 싸울 수 있을 것 같아요!"

source: "Make sure to tell your friends about me. They won't regret it. You'll see."
ko: "네 친구들에게도 내 이야기를 꼭 해주거라. 그들도 후회하지 않을 것이다. 너도 알지 않으냐."
ko_mt: "친구들에게 나에 대해 꼭 말해줘. 그들은 후회하지 않을 것입니다. 알게 될 거예요"

source: "Is it prudent to leave Hell for such a long time? What if I lose my position?"
ko: "이렇게나 오랫동안 지옥을 떠나 있는 것이 과연 현명한 선택인가? 나의 지위를 잃으면 어쩌지?"
ko_mt: "그렇게 오랫동안 지옥을 떠나는 것이 현명한가요? 지위를 잃으면 어떻게 되나요?"

source: "Ha! We'll be the ones to close the Worldwound, that vile chaos-born rift! This will bring us more honors than you could ever imagine!"
ko: "하! 세계상처, 그 개같은 혼돈의 균열을 닫는 것은 우리가 될 거야! 상상할 수 있는 것보다 훨씬 더 커다란 명예를 가져다 줄 거라고!"
ko_mt: "하! 혼돈이 낳은 사악한 균열, 세계상처를 닫는 건 우리가 될 거야! 너희가 상상할 수 없는 영광을 가져다줄 거야!"

source: "I used to think you should stay away from devils... but seeing how fiercely they fight, I find my hand reaching for my sword. With this lot on our side, victory will be ours!"
ko: "난 줄곧 데빌들과 거리를 둬야 한다고 생각해왔어... 하지만 그들이 매섭게 싸우는 모습을 보고 있자니, 내 손이 절로 검에 향하더라고. 그만한 숫자가 우리 편에 있으니, 승리는 우리 것이나 다름 없어!"
ko_mt: "예전에는 데빌들을 멀리해야 한다고 생각했지만.. 그들이 얼마나 치열하게 싸우는지 보니 내 손이 검에 닿는 것을 발견했습니다. 이 많은 사람들이 우리 편이라면 승리는 우리의 것이 될 것입니다!"

source: "People live well in Cheliax. Why shouldn't we? Strength, power, and order — that's how we'll win!"
ko: "첼리악스의 사람들은 잘 살잖아. 우리라고 안될 게 뭐 있어? 힘, 권력, 질서. 전부 우리가 얻게 될 것이라고!"
ko_mt: "첼리악스에서는 사람들이 잘 살고 있어요. 왜 안 될까요? 힘, 힘, 질서 - 그것이 우리가 이기는 방법입니다!"

source: "A friend told me Queen Galfrey has the best horse in Mendev. Maybe even the best in the world."
ko: "친구 하나가 말하길, 갈프리 여왕이 멘데브 최고의 말을 소유하고 있다더라고. 세계 최고일지도 모르고."
ko_mt: "친구가 갈프레이 여왕이 멘데브에서 최고의 말을 가지고 있다고 말했어요. 아마 세계 최고일지도 모르죠."

source: "Here's what I think: it doesn't matter what's under the saddle. The only thing that matters is who's holding the reins!"
ko: "내 생각은 이래: 안장 아래에 무엇이 있는가는 중요하 않다. 중요한 것은 누가 고삐를 쥐었느냐지!"
ko_mt: "제 생각은 이렇습니다. 안장 밑에 무엇이 있는지는 중요하지 않습니다. 중요한 것은 누가 고삐를 잡고 있느냐는 것입니다!"

source: "He said it's so fast and furious that she rides around Nerosyan, leaping from one roof to another, never touching the streets!"
ko: "엄청 빠르고 맹렬한 덕에 거리를 밟지 않고 지붕 위를 뛰어다니는 것만으로도 네로시안 전체를 다닐 수 있다 하더라고!"
ko_mt: "그는 그것이 너무 빠르고 맹렬해서 네로시안을 돌아 다니며 지붕에서 다른 지붕으로 뛰어 다니며 거리를 건드리지 않는다고 말했습니다!"

source: "Don't tell anyone, but I've got that book banned by the Mendevian censors..."
ko: "아무한테도 말하지 마. 내가 멘데브 검열에 걸린 이 책을 얻었는데 말야..."
ko_mt: "아무한테도 말하지 마세요, 하지만 멘데비안 검열관이 금지한 책이 있어요..."

source: "Yes, yes, 'The Game of Owns'! Don't be so loud, or I won't let you borrow it."
ko: "그래, 그래. '나의 놀음' 말이야! 너무 소란떨지 마. 그러면 빌려주지 못할 테니까."
ko_mt: "예, 예, '게임 오브 오너스'! 너무 시끄럽지 않으면 빌려주지 않을거야 "

source: "Really? The one where Baphomet and his vile family backstab each other, indulge in debauchery, and do other outrageous things?"
ko: "진짜? 바포메트와 그의 사악한 가족들이 서로의 등을 찌르고, 온갖 유흥을 저지르고, 기타 천인공노할 짓을 저지르는 곳 말이야?"
ko_mt: "정말? 바포메트와 그의 사악한 가족이 서로를 뒤통수 치고 방탕에 빠지고 다른 터무니없는 일을 하는 곳?"

source: "...and then that traitor chained the Commander to the torture rack, turned on the Ray of Slow Death, and laughed."
ko: "...그리고 그 배신자는 사령관을 고문대에 묶고, 느린 죽음의 광선을 켰으며, 폭소를 터뜨렸다."
ko_mt: "...그리고 그 배신자는 사령관을 고문대에 묶고 느린 죽음의 광선을 켜고 웃었다 "

source: "'And now, Commander,' the traitor said, all traitor like, 'I expect you to die!'"
ko: "그리고 현재로 돌아오자. '사령관,' 배신자는 모든 배신자들이 그러하듯 말했다. '당신이 죽을 줄 알았어!'"
ko_mt: "'그리고 지금, 사령관, 반역자는 '나는 당신이 죽을 것으로 기대합니다!'"

source: "Incredible! But how did {mf|he|she} escape?"
ko: "놀랍네! 하지만 {mf|그|그녀}가 대체 어떻게 탈출한 건데?"
ko_mt: "놀랍습니다! 하지만 {mf|그|그녀}는 어떻게 탈출했나요?"

source: "Wouldn't you want to know? Well, I can tell you. {mf|He|She} used a tiny lockpick disguised as a fake tooth!"
ko: "알고 싶지? 그래, 지금 알려줄 참이었어. {mf|그|그녀}는 가짜 이빨로 가장한 작은 자물쇠 따개를 사용했어!"
ko_mt: "알고 싶지 않으세요? 글쎄요, 말씀드릴 수 있습니다. {mf|그|그녀}는 가짜 이빨로 위장한 작은 자물쇠 집게를 사용했어요!"

source: "No way! The Commander has fake teeth?"
ko: "이럴수가! 사령관님이 가짜 이빨을 갖고 있어?"
ko_mt: "말도 안돼! 사령관이 가짜 이빨을 가지고 있다고?"

source: "I say, there are too many freeloaders in the citadel. The Commander should get rid of at least half, or else we'll soon have nothing to eat."
ko: "있잖나, 성채에 식충이 너무 많아. 사령관님께서 최소 절반을 쳐내셔야지, 그렇지 않으면 곧 우리가 먹을 게 남지 않을 거야."
ko_mt: "성채에 프리 로더가 너무 많다고 말합니다. 사령관이 적어도 절반을 제거하지 않으면 곧 먹을 것이 없을 것입니다."

source: "How? You can't just snap your fingers and make half the citadel's population disappear!"
ko: "어떻게? 손가락 한 번 딱 튕기는 걸로 성채 인구의 절반이 사라지게 만들 수도 없는 노릇이잖아!"
ko_mt: "어떻게? 손가락만 까딱하면 성채 인구의 절반이 사라질 수는 없어!"

source: "Word on the street is that soon we'll have some Azlanti artifacts on our side."
ko: "소문으로는 곧 아즐란트의 유물이 우리 편에 들어올 거라 하던데."
ko_mt: "소문에 따르면 곧 아즐란트 유물이 우리 편이 될 거라고 합니다"

source: "I heard that rumor! Project 'Demonic Grim,' right? But what exactly is it?"
ko: "나도 그 소문 들었어! '데몬의 암울' 프로젝트 맞지? 그런데 그게 정확히 뭐야?"
ko_mt: "그 소문 들었어! 프로젝트 '데모닉 그림' 맞죠? 하지만 정확히 뭔데요?"

source: "They say it's giant metal golems, each taller than the citadel. They'll squish that giant bug Deskari in no time!"
ko: "성채보다 훨씬 더 큰 초거대 강철 골렘이라 하던데. 그것들이라면 데스카리라는 거대 벌레를 순식간에 짓이겨버릴 거야!"
ko_mt: "그들은 그것이 성채보다 큰 거대한 금속 골렘이라고 말합니다. 거대한 벌레 데스카리를 순식간에 뭉개버릴 거라고요!"

source: "Hahaha! Oh, this is too funny! Hilarious!"
ko: "하하하! 아, 너무 재밌는데! 자빠지겠어!"
ko_mt: "하하하! 오, 너무 웃겨요! 웃겨요!"

source: "What did it say?"
ko: "뭔 소리야?"
ko_mt: "뭐라고 했어? "

source: "Beats me!"
ko: "대박!"
ko_mt: "나를 이겼어!"

source: "Silly hats! Who wants a silly hat?"
ko: "우스꽝 모자! 우스꽝 모자 원하시는 분 있나요?"
ko_mt: "바보 모자! 누가 바보 모자 원해?"

source: "Can I have one?"
ko: "하나 살 수 있나?"
ko_mt: "하나 가져도 돼요? "

source: "No! You are not allowed!"
ko: "아뇨! 당신에겐 안됩니다!"
ko_mt: "아니요! 당신은 허용되지 않습니다!"

source: "Excuse me, how do I get to everywhere?"
ko: "실례합니다. 어디라도로 어떻게 갈 수 있나요?"
ko_mt: "실례합니다, 어떻게 모든 곳으로 갈 수 있습니까? "

source: "It's straight ahead, then back. Once you're at the crossroads — stop there and spin around on the spot."
ko: "곧장 직진한 다음, 뒤로 도세요. 교차로가 나오면, 거기 멈춰서 주변을 맴도십쇼."
ko_mt: "직진했다가 돌아서면 됩니다. 교차로에 도착하면 거기서 멈추고 그 자리에서 빙글빙글 돌아요"

source: "And then?"
ko: "그리고요?"
ko_mt: "그리고 나서? "

source: "And then you're everywhere!"
ko: "거기가 바로 어디라도입니다!"
ko_mt: "그리고 당신은 어디에나 있습니다!"

source: "Who's a good boy?"
ko: "착하지?"
ko_mt: "누가 착하지? "

source: "That would be me."
ko: "내 얘기구만."
ko_mt: "그건 나야"

source: "Who's a sweetie-pie?"
ko: "귀염둥이는?"
ko_mt: "누구야?"

source: "Me again."
ko: "그것도 나."
ko_mt: "또 나"

source: "Who's a silly little goofball?"
ko: "어처구니없이 작은 빡대가리는?"
ko_mt: "누가 멍청한 바보야?"

source: "That's you."
ko: "너."
ko_mt: "그건 너야"

source: "Oh, the rain is gone, and the fields are green! And we owe it all to our dearest king!"
ko: "오, 먹구름이 개이고, 들판은 푸르르구나! 이 또한 존경하는 우리의 왕 덕이겠지!"
ko_mt: "오, 비가 그치고 들판이 푸르러졌어요! 그리고 우리는 이 모든 것을 우리의 사랑하는 왕에게 빚지고 있습니다!"

source: "Morning food and midnight drink! All because of our great king!"
ko: "아침 식사와 자정의 술잔! 이 모두 우리의 위대한 왕 덕택이라네!"
ko_mt: "아침 음식과 한밤중의 음료! 모두 우리의 위대한 왕 덕분입니다!"

source: "Giant moths ate my fur coat today! The king commands it, and they obey!"
ko: "거대 나방들이 오늘 내 털코트를 먹었다네! 왕께서 명하셨고, 그들이 따랐다네!"
ko_mt: "오늘 거대한 나방이 내 모피 코트를 먹었어요! 왕이 명령하면 그들은 순종합니다!"

source: "What makes the world go round and round? Our king's orders and his great crown!"
ko: "세상이 계속 돌게 만드는 것은 무엇인가? 우리 왕의 명령과 그분의 왕관이다!"
ko_mt: "무엇이 세상을 돌고 도는가? 우리 왕의 명령과 그의 위대한 왕관!"

source: "You are all so strong and brave. Which one of you should I reward with my affection? I just can't decide..."
ko: "너희는 모두 강하고 용감하구나. 누구에게 나의 애정을 하사해야 하려나? 결정할 수가 없네..."
ko_mt: "너희들은 모두 정말 강하고 용감해. 여러분 중 누구에게 애정을 쏟아야 할까요? 결정할 수 없어요..."

source: "I've killed a hundred enemies! Choose me, my lady! Or I'll fall on my sword!"
ko: "나는 백 명의 적을 죽였습니다! 주인이시여, 저를 간택하여 주십시오! 그렇지 않으면 할복을 하겠나이다!"
ko_mt: "나는 백 명의 적을 죽였어! 저를 선택해주세요, 아가씨! 아니면 내 칼에 쓰러지겠어!"

source: "You? But you were a paladin not so long ago. Didn't you swear an oath of loyalty to another lady? That displeases me."
ko: "너? 하지만 너는 최근까지 팔라딘이었잖아. 다른 여인에게 충성을 맹세하지 않았니? 그 점이 내 심경을 건드리는 걸."
ko_mt: "너? 얼마 전까지만 해도 성기사였잖아. 다른 여인에게 충성을 맹세하지 않았나요? 그건 나를 불쾌하게합니다 "

source: "I lost my loyalty to her a long time ago! For you, my lady, I'm willing to break any oaths!"
ko: "그녀에 대한 충성은 오래 전에 잃었습니다! 주인이시여, 당신을 위해서라면 저는 그 어떤 맹세도 깰 수 있습니다!"
ko_mt: "나는 오래전에 그녀에 대한 충성심을 잃었습니다! 당신을 위해서라면 어떤 맹세도 기꺼이 깨뜨릴 수 있습니다!"

source: "Are you cold? I'll ask for more blankets for you."
ko: "추우신가요? 담요를 더 가져다 달라고 요청할게요."
ko_mt: "추워요? 담요를 더 가져다 드릴게요"

source: "I'm so happy you're alive! Sooner or later they will let you out."
ko: "살아계셔서 너무 기뻐요! 곧 저분들이 당신을 내보내줄 거예요."
ko_mt: "당신이 살아 있어서 정말 기뻐요! 조만간 그들이 당신을 꺼내 줄 것입니다 "

source: "You made a mistake — but who is without sin? Forgive yourself and help others avoid your mistake."
ko: "실수하신 것은 맞아요. 하지만 죄 없는 사람이 어디에 있나요? 스스로를 용서하고, 다른 사람들이 당신의 실수를 반복하지 않도록 도와주세요."
ko_mt: "당신은 실수를 저질렀지만 죄가 없는 사람은 누구입니까? 자신을 용서하고 다른 사람들이 당신의 실수를 피하도록 도와주세요."

source: "We'll all die — maybe very soon. How can we waste our short lives fighting?"
ko: "우린 모두 죽어요. 아주 금방 죽을 수도 있고요. 어떻게 그 짧은 인생을 싸우는 데 낭비할 수 있어요?"
ko_mt: "우리는 모두 죽을 것입니다. 아마도 곧 죽을 것입니다. 어떻게 우리의 짧은 인생을 싸우느라 낭비할 수 있겠습니까?"

source: "It's easy to say, 'love other people.' Have you seen the mugs on some folk?"
ko: "'다른 사람을 사랑하라'고 말하는 건 쉽지. 어떤 녀석들의 못생긴 면상 본 적 있어?"
ko_mt: "다른 사람을 사랑하라"고 말하기는 쉽습니다. 어떤 사람들의 머그잔을 보셨나요?"

source: "There is nothing more pleasant than making someone happier."
ko: "다른 사람을 기쁘게 하는 것보다 즐거운 일은 없어요."
ko_mt: "누군가를 더 행복하게 만드는 것보다 더 즐거운 것은 없습니다"

source: "All of you are wonderful. Everyone in this city is wonderful and kind!"
ko: "여러분은 모두 훌륭해요. 이 도시의 모든 분이 훌륭하고 친절해요!"
ko_mt: "여러분은 모두 훌륭합니다. 이 도시의 모든 사람들은 훌륭하고 친절합니다!"

source: "If evil was done to you, don't store it in your heart. Forgive, and let it go."
ko: "악한 일을 당했더라도 마음속에 담아두지 마세요. 용서하고 묻어두세요."
ko_mt: "당신에게 악이 행해졌다면, 그것을 마음에 저장하지 마십시오. 용서하고 잊어버리세요"

source: "How can we defeat the demons if we become like them?"
ko: "우리가 데몬처럼 되면 어떻게 그들을 물리칠 수 있겠어요?"
ko_mt: "우리가 데몬처럼되면 어떻게 데몬을 물리 칠 수 있습니까? "

source: "What's this ragamuffin blathering on about? Boooo! Chase her away!"
ko: "이 부랑아 꼬마가 뭐라고 지껄이는 거야? 우우우! 이 애를 쫓아내!"
ko_mt: "이 라가머핀은 무엇에 대해 떠들고 있는 거죠? 부우! 그녀를 쫓아 내세요!"

source: "She speaks so beautifully — I'm tearing up..."
ko: "너무 아름답게 말하는군. 눈물 나려고 해..."
ko_mt: "그녀는 너무 아름답게 말한다 - 나는 눈물을 흘리고있다..."

source: "The girl has a way with words, I like listening to her!"
ko: "이 여자애는 말솜씨가 좋아서 듣기 좋구먼!"
ko_mt: "그 소녀는 말을 하는 방법이 있어, 나는 그녀의 말을 듣는 것을 좋아합니다!"

source: "Right! Now you're talking! Heh, if anyone told me that ten years ago..."
ko: "맞아! 바로 그거야! 10년 전에도 누가 나한테 그렇게 말해 줬더라면..."
ko_mt: "맞아요! 이제야 말하네! 허, 10년 전에 누가 나한테 그렇게 말했으면..."

source: "Lourry! My sweet girl, I haven't seen you in three years! We have so much catching up to do!"
ko: "로어리! 내 딸, 삼 년 씩이나 보지 못했구나! 우리는 할 일이 너무 많아!"
ko_mt: "로리! 내 사랑스러운 딸, 3년 동안 못 봤어! 우린 할 일이 너무 많아!"

source: "...and then he died, and no one knows..."
ko: "...그리고 그는 죽었고, 누구도 알지 못했다..."
ko_mt: "...그리고 그는 죽었고, 아무도 모른다..."

source: "...they danced there, savages, and worshiped the trees..."
ko: "...그들은 그곳에서 춤을 췄다, 야만인처럼, 그리고 나무를 숭배했다..."
ko_mt: "...그들은 그곳에서 춤을 추고 야만인들이 나무를 숭배했습니다..."

source: "...looks like a lie. Like a story for kids..."
ko: "...거짓말 같은걸. 애들을 위한 이야기처럼 말야..."
ko_mt: "...거짓말처럼 보입니다. 아이들을 위한 이야기처럼..."

source: "...they weren't fools. When it got hot, they collected everything..."
ko: "...그들은 바보가 아니었어. 그게 주목을 끌기 시작하자, 그들은 모든 것들을 다 쓸어모았지."
ko_mt: "...그들은 바보가 아니었다. 더워지면 그들은 모든 것을 모았습니다..."

source: "…or something worse. It is dangerous to go there..."
ko: "...혹은 더 끔찍한 것이겠지. 그곳에 가는 건 위험해..."
ko_mt: "...아니면 더 나쁜 것. 그곳에 가는 것은 위험합니다..."

source: "...Of course it's dangerous. That's why we offer..."
ko: "...당연히 위험하죠. 그게 우리가 제안을 한 이유고요..."
ko_mt: "...당연히 위험합니다. 그래서 우리는..."

source: "...one old Kellid told this my brothers and me on his deathbed, and then he died, and no one knows but us..."
ko: "...한 늙은 켈리드가 내 형제들과 내게 죽기 전에 말해주고는 죽었지. 그래서 우리 말고는 아무도 몰라..."
ko_mt: "...켈리드라는 노인이 임종을 앞두고 저와 제 형제들에게 이 얘기를 해줬고, 그분은 돌아가셨는데 우리 말고는 아무도 몰라요..."

source: "...I know this is their sacred forest. They prayed in the Meadow of the Spirits..."
ko: "...나도 여기가 그들의 신성한 숲이란 걸 알아. 그들은 초원의 정령에게게 기도했어..."
ko_mt: "...나는 이곳이 그들의 신성한 숲이라는 것을 안다. 그들은 정령의 초원에서 기도했다..."

source: "...shamanic relics, you say? A big treasure? It sounds like a lie…"
ko: "...주술사의 유물이라, 그리 말했나? 큰 보물이라고? 거짓말처럼 들리는데..."
ko_mt: "...주술적 유물이라고요? 큰 보물? 거짓말처럼 들리는데..."

source: "...everything was collected, carried away and buried in that cave..."
ko: "...모든 것이 모였고, 그 동굴에 운반되어 묻혔다."
ko_mt: "...모든 것이 수집되어 운반되어 그 동굴에 묻혔습니다..."

source: "...the scouts say a bear lives in those forests, a terrible one. And there must be magic guards in the cave..."
ko: "... 정찰병들이 그 숲에는 곰 한 마리가 산다고 했네. 그것도 끔찍한 놈이. 그리고 동굴엔 분명 마법 경비병이 있을 걸세."
ko_mt: "...정찰병들이 저 숲에 끔찍한 곰이 산다고 했어요. 그리고 동굴에 마법 경비병이 있을 거야..."

source: "...that's why we suggest you come with us. We'll split the treasure equally..."
ko: "...그게 우리가 네게 같이 가자고 제안한 이유지. 우리는 보물을 똑같이 나눌 거거든..."
ko_mt: "...그래서 우리와 함께 가자고 제안하는 거야. 보물을 공평하게 나누자..."

source: "You're still green, Morveg, I'm afraid you'll make a mistake we all regret. You lack discipline. And I've told you enough times — address me as 'Sir Ciar' in public, in keeping with my rank."
ko: "모르벡아, 넌 아직 앞날이 창창하다. 나는 네가 우리 모두가 후회할 실수를 저지르진 않을까 걱정스럽구나. 그리고 네게 누누이 말하지 않았느냐. 공공장소에서는 내 계급에 맞게 '시어 경'이라고 부르거라."
ko_mt: "넌 아직 풋내기야, 모베그, 우리 모두가 후회할 실수를 할까봐 걱정이다. 자넨 규율이 부족해. 그리고 내가 여러번 말했듯이, 내 계급에 맞게 공공장소에서는 나를 '시어 경'으로 불러라."

source: "Ciar, you said you were going to send me with the scouts..."
ko: "시어, 전에 얘기하기로는 나를 정찰대에 포함시킬 거라 했었잖아요..."
ko_mt: "시아르, 정찰대와 함께 날 보낸다고 했잖아..."

source: "Morveg, a little bird told me that you were seen in a tavern recently. I hope you remember that liquor is strictly prohibited in the order?"
ko: "모르벡아, 네가 최근에 선술집에서 보였다는 이야기가 들리더구나. 우리 기사단에는 음주 행위가 금지라는 것을 기억하길 바란다."
ko_mt: "모베그, 작은 새가 당신이 최근에 선술집에서 목격되었다고 말해줬어요. 주문에서 술은 엄격히 금지되어 있다는 것을 기억하길 바랍니다."

source: "Rubbish! They must've taken me for someone else! You know I take all my vows seriously. I'm a soldier, I don't have time for fun."
ko: "헛소문이에요! 분명 다른 사람을 헷갈린 게 분명합니다! 제가 맹세를 진지하게 생각한 다는 것을 아시잖아요. 저는 군인입니다. 뭘 즐길 시간이 없어요."
ko_mt: "쓰레기! 날 다른 사람으로 착각한 게 틀림없어! 내가 모든 서약을 진지하게 받아들이는 거 알잖아. 난 군인이야, 놀 시간 없어."

source: "When are the troops arriving? And the Queen? And when's the attack going to start?"
ko: "병력은 언제 도착하지? 여왕님은? 공격은 언제쯤 시작하는 거야?"
ko_mt: "군대는 언제 도착하나요? 여왕은요? 공격은 언제 시작하죠?"

source: "Morveg, hurrying in war only gives you the right to die first. You have to learn to be patient."
ko: "모르벡아, 전쟁에서 서두름은 오직 처음으로 죽을 권리만을 줄 뿐이다. 너는 인내하는 법을 익혀야 한다."
ko_mt: "모베그, 전쟁에서 서두르면 먼저 죽을 권리만 얻게 돼요. 인내하는 법을 배워야 해."

source: "But you agree that an undead lord is free of vices that mortals have, don't you?"
ko: "하지만 언데드 군주는 필멸자들의 악덕들에서 자유롭다는 데에는 당신도 동의하지 않습니까?"
ko_mt: "하지만 언데드 군주에게는 인간에게 있는 악덕이 없다는데 동의하지 않습니까?"

source: "This is so very fair, reserved, and wise!"
ko: "실로 공정하고, 신중하며, 현명하구나!"
ko_mt: "정말 공정하고, 신중하고, 현명하네요!"

source: "Exactly. Forcibly raising mortals, screaming in horror, as undead!"
ko: "정확합니다. 두려움으로 비명을 지르는 필멸자들을 언데드로써 강제로 일으키는 거죠!"
ko_mt: "바로 그거야. 인간을 강제로 언데드로 키우며 공포에 질려 비명을 지르고 있죠!"

source: "He is wise, reserved, fair, doesn't worry about dying or leaving an inheritance!"
ko: "그는 현명하고, 신중하며, 공정하고, 죽음이나 유산을 남기게 되는 것을 걱정하지 않는 남자다!"
ko_mt: "그는 현명하고, 내성적이며, 공정하고, 죽거나 유산을 남기는 것에 대해 걱정하지 않습니다!"

source: "The way you cling to the remains of mortal life is disgusting! You've been given eternity!"
ko: "필멸의 삶의 잔재에 집착하는 너희의 방식이 구역질 나는구나! 너는 영원을 하사받았지 않았느냐!"
ko_mt: "인간 생명의 잔해에 집착하는 너희의 모습은 역겨워! 너희에게는 영원이 주어졌어!"

source: "We just don't want to turn into deadly bloodthirsty monsters."
ko: "저희는 그저 살생에 집착하는 괴물로 변하고 싶지 않을 뿐입니다."
ko_mt: "피에 굶주린 치명적인 괴물로 변하고 싶지 않을 뿐입니다."

source: "Listening to you, you regret becoming an undead. Are you ashamed, boy?"
ko: "네 말을 듣자 하니, 언데드가 된 것을 후회하는 모양이로구나. 부끄럽지도 않으냐, 꼬마야?"
ko_mt: "네 말을 들으니 언데드가 된 걸 후회하는구나. 부끄럽지 않니, 꼬마야?"

source: "I'm hundreds of years older than you, girl. Have some respect."
ko: "제가 당신보다 몇백 년은 더 살았습니다, 숙녀분. 예의를 갖추십시오."
ko_mt: "난 너보다 수백 년은 더 늙었어. 예의를 갖춰야지."

source: "Urgathoa orders us to throw off our fetters and enjoy ourselves! Don't you in Geb respect her will?"
ko: "우르가쏘아께서는 모든 구속을 벗어 던지고 삶을 즐기라 명하셨다! 게브는 그분의 뜻을 따르지 않으냐?"
ko_mt: "우르가쏘아가 족쇄를 벗어던지고 즐기라고 명령하셨어요! 게브는 그녀의 뜻을 존중하지 않나요?"

source: "I'm not speaking for all the people of Geb, just for the ones who share my opinion."
ko: "저는 게브 전체를 대표하는 것이 아닙니다. 그저 제 의견에 공감하는 이들 중 하나일 뿐이지요."
ko_mt: "저는 게브의 모든 사람들을 대변하는 것이 아니라 제 의견에 동의하는 사람들만을 대변합니다."

source: "But I think you lack discipline and restraint. This is why they are afraid and don't want to listen to you."
ko: "하지만 제 생각에 당신들은 규율과 자제력이 부족합니다. 그게 바로 당신들이 두려움을 사며 당신의 말이 무시당하는 이유입니다."
ko_mt: "하지만 자제력과 절제력이 부족한 것 같아요. 그래서 그들은 두려워하고 당신의 말을 듣지 않으려 합니다."

source: "I don't need menials to agree with me. Absolute obedience is enough."
ko: "나는 내 의견에 동조해줄 천것들이 필요 없다. 절대적인 복종이면 충분하다."
ko_mt: "내 의견에 동의해줄 부하직원은 필요 없습니다. 절대적인 순종으로 충분합니다."

source: "The living, give way to warriors of Death. Our swords thirst for the blood of demons and criminals."
ko: "산 자여. 죽음의 전사들에게 길을 비켜라. 우리의 검은 데몬과 범죄자들의 피를 갈구한다."
ko_mt: "산 자들은 죽음의 전사들에게 양보하라. 우리의 검은 데몬과 범죄자의 피를 갈망한다."

source: "We are sleepless guards. We can't be bribed or threatened or distracted. We march toward death and are glad of it."
ko: "우리는 잠 없는 경비이다. 우리는 매수할 수도, 위협할 수도, 주의를 돌릴 수도 없다. 우리는 죽음을 향해 진군하며 그것에 감사한다."
ko_mt: "우리는 잠들지 않는 경비원입니다. 우리는 뇌물을 받거나 협박을 받거나 주의를 분산시킬 수 없습니다. 우리는 죽음을 향해 행진하며 그 죽음을 기뻐합니다."

source: "Enjoy yourselves while you are alive, mortals! Eat, drink, have fun! For we will all die! Thus speaks Urgathoa!"
ko: "필멸자여, 살아있는 동안 네 삶을 즐겨라! 먹고, 마시고, 즐겨라! 우리 모두는 결국 죽을 것이니! 이것이 우르가쏘아님의 가르침이다!"
ko_mt: "인간들아, 살아 있는 동안 즐겨라! 먹고, 마시고, 즐겨라! 우리는 모두 죽을 것이니! 우르가쏘아가 이렇게 말한다!"

source: "Don't be afraid of us. We are undead knights who have come to fight demons."
ko: "우리를 두려워 마시오. 우리는 데몬과 싸우기 위해 온 언데드 기사이니."
ko_mt: "우릴 두려워하지 마세요. 우리는 데몬과 싸우러 온 언데드 기사입니다."

source: "I feel hunger. But do not be afraid, full-blooded. I am not a wild animal out to hunt you!"
ko: "나는 배고프다. 허나 두려워 말라, 혈액이 가득한 자여. 나는 그대를 사냥하고자 하는 야생 동물이 아니다!"
ko_mt: "배고픔을 느낍니다. 하지만 두려워하지 마라, 혈기왕성한 자식아. 나는 너희를 사냥하러 나온 야생 동물이 아니니까!"

source: "We are the warriors of the night. While you sleep, we guard you from the terrors of the Worldwound."
ko: "우리는 밤의 전사들이다. 당신이 자는 동안, 우리는 세계상처의 괴물들로부터 당신을 지킨다."
ko_mt: "우리는 밤의 전사들입니다. 여러분이 잠든 동안 세계상처의 공포로부터 여러분을 지켜드립니다."

source: "Why... why... It hurts so much..."
ko: "왜... 어째서... 너무 아파..."
ko_mt: "왜.. 왜.. 왜.. 너무 아파..."

source: "Who are you? Who are you?! Why are you tormenting me?"
ko: "너는 누구냐? 누구냔 말이냐?! 어찌 나에게 고통을 주는 것이냐?"
ko_mt: "넌 누구야? 넌 누구야?! 왜 나를 괴롭히는거야?"

source: "Ouch!"
ko: "악!"
ko_mt: "아야!"

source: "The Commander betrayed us! Destroy {mf|him|her}!"
ko: "사령관이 우리를 배신했다! {mf|그|그녀}를 파괴해라!"
ko_mt: "사령관이 우릴 배신했다! {mf|그|그녀}를 파괴해라!"

source: "The light shall be ever bright! Fight for Ciar! Fight for poor Morveg!"
ko: "빛이 영원토록 밝게 빛나리! 시어를 위해 싸워라! 불쌍한 모르벡을 위해 싸워라!"
ko_mt: "빛은 영원히 밝을 것이다! 시아르를 위해 싸워라! 불쌍한 모베그를 위해 싸워라!"

source: "We're crusaders! Our souls are pure! Evil shall not find its way into our midst!"
ko: "우리는 성전군이다! 우리의 영혼은 순수하다! 우리 사이에 악이 들어올 자리는 없을 것이다!"
ko_mt: "우리는 십자군입니다! 우리의 영혼은 순수하다! 악은 우리 가운데 들어올 수 없다!"

source: "Blood... I'm thirsty..."
ko: "피... 목말라..."
ko_mt: "피.. 목이 마르다..."

source: "Kill the leeches!"
ko: "거머리들을 죽여라!"
ko_mt: "거머리를 죽여라!"

source: "Glory to Urgathoa!"
ko: "우르가쏘아님께 영광을!"
ko_mt: "우르가쏘아에게 영광을!"

source: "Find the full-blooded. Kill the full-blooded."
ko: "순혈들을 찾아라. 순혈들을 죽여라."
ko_mt: "혈육을 찾아라. 완전한 피를 가진 자를 죽여라."

source: "Withered bones. We cannot eat those! We want blood!"
ko: "말라 붙은 뼈. 이런 건 못먹어! 피가 필요해!"
ko_mt: "시든 뼈. 그건 못 먹어! 피를 원한다!"

source: "We'll repair you. We'll fix you."
ko: "너를 고쳐 주겠다. 너를 수정해 주겠다."
ko_mt: "우리가 고쳐드리겠습니다. 우리가 고쳐드리겠습니다."

source: "Ugh... I guess we made it..."
ko: "어... 아무래도 해낸 거 같은데..."
ko_mt: "으.. 우리가 해낸 것 같아..."

source: "Don't relax just yet! The battle isn't over!"
ko: "긴장의 끈을 놓지 마! 아직 전투는 끝나지 않았어!"
ko_mt: "아직 긴장을 늦추지 마세요! 전투는 끝나지 않았습니다!"

source: "We're winning! Praise Iomedae!"
ko: "우린 승리한다! 아이오메데님을 찬양하라!"
ko_mt: "우리가 이기고 있습니다! 아이오메데를 찬양하라!"

source: "We need to tend to our wounds..."
ko: "우리는 상처를 치료해야 해..."
ko_mt: "우리는 상처를 치료해야 합니다..."

source: "We are overpowering them, Commander! Victory will be ours!"
ko: "우리가 저들을 압도하고 있습니다, 사령관님! 승리는 우리 것입니다!"
ko_mt: "우리가 그들을 제압하고 있습니다, 사령관님! 승리는 우리의 것이 될 것입니다!"

source: "Let's purge this keep!"
ko: "이 아성을 제거하자!"
ko_mt: "이 성채를 정화하자!"

source: "Crush these freaks!"
ko: "이 괴물들을 박살내버려!"
ko_mt: "이 괴물들을 부숴버려!"

source: "We'll put this place in order!"
ko: "우리는 이곳에 질서를 바로 세울 것입니다!"
ko_mt: "이곳을 정리하겠습니다!"

source: "Hellknights, not a step back!"
ko: "헬나이트 전원, 물러서지 마라!"
ko_mt: "지옥기사, 한 발짝도 물러서지 마!"

source: "Let's show these demons Hell!"
ko: "이 데몬놈들에게 지옥을 보여주자!"
ko_mt: "데몬들에게 지옥을 보여 주자!"

source: "{Name} is with us! For the Commander!"
ko: "{Name} 님이 함께 하신다! 사령관님을 위하여!"
ko_mt: "{Name}가 우리와 함께합니다! 사령관을 위해!"

source: "Slaughter the demons!"
ko: "데몬들을 도륙하라!"
ko_mt: "데몬들을 학살하라!"

source: "This is for Kenabres!"
ko: "이건 케나브레스의 몫이다!"
ko_mt: "케나브레스를 위한 선물입니다!"

source: "Crusaders, onward!"
ko: "성전사들이여, 전진하라!"
ko_mt: "성전사, 전진!"

source: "Drezen will be free!"
ko: "드레젠은 자유를 찾을 것이다!"
ko_mt: "드레젠은 무료입니다!"

source: "Those flies again! Aaaah!"
ko: "또 이 벌레들이야! 아아아아!"
ko_mt: "또 파리야! 아아!"

source: "Houndhearts know no fear..."
ko: "사냥개심장은 두려움을 모른다..."
ko_mt: "사냥개는 두려움을 모른다..."
