Repository: akintos/wotr-translation
Catalog: translation/*/AreaLogic.po
Languages: ko, ko_mt

source: "Savamelekh! You've done enough harm to my tribe! Today you die!"
ko: "사바멜레크! 넌 내 부족에게 해를 끼칠 만큼 끼쳤어! 오늘 너는 죽는다!"
ko_mt: "사바멜렉! 넌 내 부족에게 해를 끼칠 만큼 끼쳤어! 오늘 당신은 죽는다!"

source: "And once again, the time for your communion has come! Those who have not yet professed their sinful nature will do so now! And those who have accepted their sin will grow stronger!"
ko: "그리고 다시금 너희 만찬의 순간이 다가왔다! 아직 자신의 사악한 본성을 보여주지 않은 자들은 지금 보여줘라! 죄를 받아들인 자들은 더 강해질 것이다!"
ko_mt: "그리고 다시 한 번, 당신의 친교의 시간이 왔습니다! 아직 죄의 본성을 고백하지 않은 사람들은 지금 고백할 것입니다! 그리고 자신의 죄를 받아 들인 사람들은 더 강해질 것입니다!"

source: "Feast, my children! Feast! Now you truly are worthy of your ancestors! Soon, all Golarion will bow before your might!"
ko: "만찬이다, 내 아이들아! 너희는 진정으로 선조들에게 자랑스러운 존재가 됐다! 곧 골라리온 전역이 너희의 힘 앞에 절할 것이다!"
ko_mt: "잔치, 내 아이들아! 잔치! 이제 너희는 진정으로 조상들에게 합당하다! 곧 모든 골라리온이 너희의 힘 앞에 절할 것이다!"

source: "Do you know... the difference between me and you, 'Dad'? You've got slaves... I've got a tribe. Whenever someone in the tribe needs help... it stands as one by their side. It's been that way forever, and your sorcery won't take that away from us."
ko: "너는... 나와 너의 차이점을 알고 있어, '아빠'? 너는 노예가 있고... 나는 부족이 있어. 부족의 누군가 도움을 필요로 할 때마다... 부족이 곁에 있어주지. 영원히 그럴 거고, 네 마법으로 그걸 빼앗을 순 없어."
ko_mt: "당신은.. 나와 당신 사이의 차이점을 알고 있습니까, '아빠'? 당신은 노예가 있고.. 난 부족이 있어요. 부족의 누군가가 도움을 필요로 할 때마다.. 부족은 그들의 곁에 서 있습니다. 영원히 그래왔고, 당신의 마법으로 그걸 빼앗을 순 없어."

source: "NEATHHOLM! SLAY THE DEMON!"
ko: "아랫마을아! 데몬을 죽여라!"
ko_mt: "NEATHHOLM! 데몬을 죽여라!"

source: "What preposterous— what?! My children want to tear me apart? You'll pay for this, mongrel spawn!"
ko: "이 무슨— 뭐야?! 내 아이들이 나를 찢고 싶어한다고? 대가를 치르게 해주마, 잡종놈아!"
ko_mt: "무슨 말도 안 되는 소리야?! 내 아이들이 나를 찢고 싶어한다고? 대가를 치르게 될거야, 몽그렐 새끼야!"

source: "Die, 'demon dad'! Good riddance!"
ko: "죽어라, '데몬 아빠'! 잘 가라!"
ko_mt: "죽어라, '데몬 아빠'! 잘 가라!"

source: "Ungrateful worm! You thought you could defeat me? Never!"
ko: "배은망덕한 벌레 자식! 네가 날 이길 수 있다고 생각했나? 어림없다!"
ko_mt: "배은망덕한 벌레! 날 이길 수 있다고 생각했어? 절대로!"

source: "Hey, dad, or whatever you call yourself! Got a snack for me?"
ko: "거기, 아빠, 아님 불리고 싶은 이름이라도 있나? 나한테 간식 좀 줄래?"
ko_mt: "이봐, 아빠, 또는 당신이 자신을 부르는 것이 무엇이든! 나한테 간식 줄까?"

source: "Lann... what a pleasant surprise! I see you've slipped the Commander's leash, ready to accept your blood right. I will repeat the question I've asked you once before. Which communion do you choose? The same as your fellow tribesmen? Or should I reward your bravery with the poison from my sting?"
ko: "랜... 이 어찌나 반가운지! 사령관의 목줄을 풀고 피를 받을 준비가 된 것 같군. 전에 한 번 물어봤던 질문을 반복하마. 어떤 교감을 택하겠나? 다른 부족원들과 똑같이 할 건가? 아니면 내가 쏘는 독으로 네 용기에 보상을 줄까?"
ko_mt: "란.. 정말 반갑구나! 사령관의 목줄을 풀고 피를 받을 준비가 된 것 같군. 전에 한 번 물어봤던 질문을 반복하겠소. 어떤 성찬을 선택하겠나? 다른 부족원들과 똑같이? 아니면 내가 쏘는 독으로 당신의 용기에 보답할까요?"

source: "Sting me and be done with it. I'll either die on the spot or become the best of all mongrels like you promised."
ko: "독침을 쏘면 돼. 내가 이 자리에서 죽지 않는다면 네가 약속한 대로 모든 잡종 중 최고가 되겠지."
ko_mt: "나를 찌르고 끝내라. 나는 그 자리에서 죽거나 당신이 약속한대로 모든 몽그렐 중 최고가 될 것입니다 "

source: "I like your daring spirit, Lann. I could use a general like you in my army."
ko: "네 대담한 정신이 마음에 든다, 랜. 내 군대에 너 같은 장군이 있으면 좋겠어."
ko_mt: "난 너의 대담한 정신이 좋아, 란. 내 군대에 당신 같은 장군이 있으면 좋겠어요."

source: "Accept, then, my poison! Let's see if you survive its sting!"
ko: "그럼, 내 독을 받아들여라! 네가 독침을 받고 살아남는지 보자!"
ko_mt: "그럼, 내 독을 받아라! 독침에서 살아남는지 보자!"

source: "Gah... It's... harder... than I thought... Ngh... Aaah!"
ko: "그아아... 생각보다... 힘드네... 으으... 으아아!"
ko_mt: "가.. 생각보다.. 힘들다... Ngh.. 아아!"

source: "You've still got some life left in you, don't you? Arise, my son."
ko: "아직 생명력이 남아있지 않나? 일어나라, 내 아들아."
ko_mt: "아직 생명력이 남아있지, 그렇지? 일어나, 내 아들아"

source: "Grrr..."
ko: "그르르..."
ko_mt: "그르르..."

source: "My children! The hour of the final communion has come! Accept your fate!"
ko: "내 아이들아! 마지막 만찬의 순간이 다가왔다! 너희 운명을 받아들여라!"
ko_mt: "내 아이들! 마지막 영성체의 시간이 왔다! 당신의 운명을 받아들여라!"

source: "You, my creations, will serve me for all eternity!"
ko: "나의 피조물인 너희는 영원토록 나를 섬길 것이다!"
ko_mt: "나의 피조물인 너는 영원토록 나를 섬길 것이다!"

source: "Grrr..."
ko: "그르르..."
ko_mt: "그르르..."

source: "The curse! I can feel its call! Savamelekh didn't waste time! Now he has mythic power too!"
ko: "저주! 그 부름이 느껴져! 사바멜레크는 시간을 낭비하지 않았어! 녀석이 신화적인 힘도 갖게 됐어!"
ko_mt: "저주! 그 부름이 느껴져! 사바멜렉은 시간을 낭비하지 않았어요! 이제 그는 신화적인 힘도 가지고 있습니다!"

source: "He's grown stronger... but so have I. I've been preparing for this encounter. I am ready to face him. This time, I won't back down!"
ko: "녀석은 강해졌지만... 나도 강해졌어. 나는 이 만남을 준비해 왔지. 나는 맞설 준비가 됐어. 이번에는 물러서지 않아!"
ko_mt: "그는 강해졌지만.. 나도 강해졌어. 나는 이 만남을 준비해왔어. 나는 그를 맞설 준비가 되었다. 이번에는 물러서지 않겠습니다!"

source: "Let's kill him, {mf|master|mistress}, and save my tribe!"
ko: "주인님, 놈을 죽이고 제 부족을 구합시다!"
ko_mt: "주인님를 죽이고 내 부족을 구하자!"

source: "No, children! There can be no redemption for you! But you don't need it. Succumb to your sin! And if you yearn for more, I will grant you the poison of my sting!"
ko: "안돼, 아이들아! 너희를 위한 구원은 있을 수 없다! 하지만 구원은 필요 없다. 너희 죄에 굴복해라! 그리고 더 많이 갈망한다면, 내 가시의 독을 선사하마!"
ko_mt: "안돼, 얘들아! 너희를 위한 구속은 있을 수 없다! 하지만 너희는 그럴 필요가 없다. 당신의 죄에 굴복하십시오! 그리고 더 많은 것을 갈망한다면 내 침의 독을 당신에게 줄 것입니다!"

source: "Master... Serve... Master..."
ko: "주인님... 섬긴다... 주인님..."
ko_mt: "Master.. Serve.. 마스터..."

source: "It's not true! Fight it! Fight the evil in your soul!"
ko: "그렇지 않아! 맞서 싸워! 너희 영혼 속의 악과 싸워!"
ko_mt: "사실이 아니야! 싸워라! 당신의 영혼 속의 악과 싸워라!"

source: "Grrr..."
ko: "그르르..."
ko_mt: "그르르..."

source: "Commander! I'll show you what I'm capable of! Death to Savamelekh!"
ko: "사령관! 내가 뭘 할 수 있는지 보여줄게! 사바멜레크에게 죽음을!"
ko_mt: "사령관님! 내가 뭘 할 수 있는지 보여드리겠습니다! 사바멜렉에게 죽음을!"

source: "Don't get in the Commander's way! We'll only hold {mf|him|her} back!"
ko: "사령관님을 방해하지 마! 우린 {mf|그|그녀}를 막기만 할 거야!"
ko_mt: "사령관님을 방해하지 마세요! 우리는 {mf|그|그녀}만 붙잡을 거야!"

source: "Show him, Commander! We know you can do it!"
ko: "보여주세요, 사령관님! 우린 당신이 할 수 있다는 걸 알아요!"
ko_mt: "보여주세요, 사령관님! 우리는 당신이 할 수 있다는 것을 압니다!"

source: "Damn, he's big! But I'll still put a hundred on the Commander!"
ko: "이런, 겁나 크잖아! 그래도 난 사령관님께 최대로 걸겠어!"
ko_mt: "젠장, 그는 크다! 하지만 여전히 사령관에게 100을 넣을 것입니다!"

source: "Not so funny now, is it? You were much braver with a mug in your hand!"
ko: "이젠 별로 재미 없지? 너는 손에 머그잔을 들고 있을 때가 더 용감했어!"
ko_mt: "이젠 별로 재미없지? 머그잔을 손에 들고 훨씬 더 용감했어요!"

source: "Am I seeing double, or have you brought a twin to help you out?"
ko: "내가 헛것을 보는 건가, 아니면 네가 널 도와줄 쌍둥이를 데려온 거야?"
ko_mt: "내가 이중으로 보는 건가요, 아니면 도와줄 쌍둥이를 데려왔나요? "

source: "Are you mocking me? Do you think I'm funny? Well, then, come here and we'll laugh together!"
ko: "나 놀리는 거야? 내가 재밌다고 생각해? 좋아, 그렇다면 이리 와서 같이 웃자고!"
ko_mt: "나를 조롱하는거야? 내가 웃기다고 생각하세요? 그럼 이리 와서 같이 웃자!"

source: "Stake them! Burn the bloodsuckers! Rip out their cold rotten hearts!"
ko: "놈들에게 말뚝을 박아라! 거머리들을 불태워라! 냐석들의 차갑고 썩은 심장을 뜯어 내어라!"
ko_mt: "말뚝을 박아라! 흡혈귀들을 불태워라! 그들의 차갑고 썩은 심장을 찢어 버려라!"

source: "For the Pallid Princess! Crush them!"
ko: "창백한 여군주를 위하여! 놈들을 쳐부숴라!"
ko_mt: "창백한 공주를 위하여! 그들을 부숴버려라!"

source: "This nefarious cult has ensnared the land in its venomous tentacles. We must sever the tentacles, and drive the cult from this place!"
ko: "저 비도덕적인 교단이 이 땅에 사악한 촉수를 뻗친다. 우리는 그 마수를 잘라내고, 이곳에서 저들을 몰아내야 한다!"
ko_mt: "이 사악한 교단이 독이 든 촉수로 땅을 뒤덮고 있습니다. 우리는 촉수를 잘라내고 이 컬트를 이곳에서 몰아내야 합니다!"

source: "We must put an end to the madness of the Whispering Way!"
ko: "속삭이는 길의 광기를 우리가 종식시켜야만 한다!"
ko_mt: "우리는 속삭이는 길의 광기를 끝내야합니다! "

source: "It hurts..."
ko: "아파..."
ko_mt: "아파요..."

source: "Stop whining. You lived as a coward — at least die with some honor!"
ko: "그만 징징대라. 너는 줄곧 겁쟁이로 살아왔지. 그러니 최소한 죽음이라도 명예롭게 받아라!'
ko_mt: "그만 징징대. 겁쟁이로 살았으니 명예롭게 죽어라!"

source: "I... I'm bleeding..."
ko: "내... 내 몸에서 피가..."
ko_mt: "나.. 피가 나요..."

source: "And I'm not? Shut up already!"
ko: "난 아닌 줄 알아? 아가리 여물어!"
ko_mt: "난 아니라고요? 닥쳐!"

source: "Thank you... Commander..."
ko: "감사합니다... 사령관님..."
ko_mt: "고맙습니다.. 사령관님..."

source: "Hail! Permission to temporarily retreat and regroup!"
ko: "경례! 한시적 후퇴 및 재편성을 명 받았습니다!"
ko_mt: "우박! 일시적으로 후퇴하고 재편성해도 좋다!"

source: "Aaaaaah!"
ko: "으아아아!"
ko_mt: "아아아아아!"

source: "D-Don't! Get your paws off! Arghhh!"
ko: "이-이러지 마! 발톱 저리 치워! 아아악!"
ko_mt: "하지 마! 손 치워! 아아!"

source: "Ha! Look! A gold tooth!"
ko: "하! 이거 봐! 금이빨이다!"
ko_mt: "하! 봐요! 금 이빨이야!"

source: "My tooth... My face... Damn beasts..."
ko: "내 이빨... 얼굴... 괴물 새끼들..."
ko_mt: "내 이빨.. 내 얼굴.. 빌어먹을 짐승들..."

source: "No! Mine! Mine!"
ko: "싫어! 내 거야! 내 거라고!"
ko_mt: "안 돼! 내 거야! 내 거야!"

source: "Give me!"
ko: "내놔라!"
ko_mt: "이리 줘!"

source: "Shiny! Pretty!"
ko: "반짝이는 것! 예쁜 것!"
ko_mt: "반짝반짝! 예쁘다!"

source: "We can't defeat them! Run!"
ko: "우린 이놈들을 이길 수 없어! 도망쳐!"
ko_mt: "저들을 물리칠 수 없어! 도망쳐!"

source: "Cowards! Take one step back, and we'll finish you ourselves!"
ko: "겁쟁이들! 한 발짝 더 물러서면 우리가 직접 너희를 끝장 내겠다!"
ko_mt: "겁쟁이들! 한 발 물러서면 우리가 직접 끝내주겠다!"

source: "You call yourself crusaders? Fight to the death!"
ko: "그러고도 성전사를 자칭하나? 죽을 때까지 싸워라!"
ko_mt: "스스로를 십자군이라 칭하시나요? 죽을 때까지 싸워라!"

source: "Kill the demonsss... Clear the fortresss..."
ko: "데몬들을 죽여라아아... 요새를 지켜라아아..."
ko_mt: "데몬을 죽여라.. 요새를 클리어하라..."

source: "My lord'sss ordersss... Mussst... protect... you..."
ko: "주인님의 명려어어엉... 반드시이이... 당신을... 지킨다아아..."
ko_mt: "내 주님의 명령은.. 보호해야 한다.. 너를..."

source: "Crusaders? We killed you once already! You want some more?"
ko: "성전군? 벌써 죽였잖아! 조그만 더 죽여볼까?"
ko_mt: "크루세이더? 이미 한 번 죽였잖아! 더 죽이고 싶어?"

source: "No... We're doomed. They're just playing with us!"
ko: "안 돼...우린 망했어. 놈들은 그저 우리를 가지고 노는 거야!"
ko_mt: "아니.. 우린 끝났어. 그냥 우릴 가지고 노는 거야!"

source: "I... I can't anymore..."
ko: "난... 더는..."
ko_mt: "난.. 더 이상 못하겠어..."

source: "Hold on! We'll get out of here!"
ko: "꽉 잡아! 여기서 나갈 수 있어!"
ko_mt: "꽉 잡아! 여기서 나갈 수 있어요!"

source: "Here! Get down here, quickly!"
ko: "여기입니다! 내려오십시오! 빨리!"
ko_mt: "여기! 빨리 내려와!"

source: "That won't hold them for long. Take the wounded away. I'll hold them."
ko: "오래 가지 않을 겁니다. 부상자들을 데려가주십시오. 제가 그들을 보겠습니다."
ko_mt: "오래 버티지 못할 겁니다. 부상자들을 데려가. 내가 잡을게요."

source: "Inheritor... Do not leave me here in the darkness... Deliver me from evil..."
ko: "계승자시여... 부디 절 어둠 속에 남겨두지 마시옵고... 악으로부터 구원해 주소서..."
ko_mt: "계승자.. 저를 어둠 속에 버리지 마소서.. 악에서 구하소서..."

source: "I will not fear evil, for you are with me, Iomedae!"
ko: "아이오메데님께서 함께 하시니, 악은 두렵지 않다!"
ko_mt: "아이오메데, 주께서 나와 함께 하시니 내가 악을 두려워하지 않으리라!"

source: "I used to pray to that fool too. But what's the point? Things got so much better after I renounced her!"
ko: "나도 그 머저리한테 기도하던 적이 있었지. 그게 무슨 소용이 있다고? 믿음을 버리면 훨씬 낫잖아!"
ko_mt: "나도 저 바보에게 기도하곤 했어요. 하지만 무슨 소용이 있겠어요? 내가 그녀를 버린 후 상황이 훨씬 나아졌어요!"

source: "Remember how many years we've been friends. Should we really let religion come between us?"
ko: "우리가 얼마나 오랫동안 친구로 지냈는지 기억해 봐. 정말 종교가 우리 사이를 갈라놓게 둬야겠어?"
ko_mt: "우리가 친구로 지낸 지 몇 년이 지났는지 기억하세요. 종교가 우리 사이에 끼어들게 놔둬야 할까요?"

source: "This army is more fun than the crusaders. Come on, friend, renounce her, come to us! All our friends are already here!"
ko: "이 군대가 성전군보다 더 재밌어. 친구, 그 여자는 포기하고 얼른 우리에게로 와! 우리 친구들은 이미 다 여기 있어!"
ko_mt: "이 군대는 십자군보다 더 재밌어. 어서, 친구, 그녀를 포기하고 우리에게로 와! 우리 친구들은 이미 다 왔어!"

source: "Renounce her or we'll devour you!"
ko: "여신을 저버리거나, 우리에게 잡아먹혀라!"
ko_mt: "그녀를 포기하지 않으면 삼켜버리겠다!"

source: "We'll win. We'll live to see the dawn."
ko: "우리는 승리할 것이다. 우리는 살아남아 여명을 보리라."
ko_mt: "우리는 승리할 것이다. 우리는 새벽을 맞이할 것입니다."

source: "We almost became... like them..."
ko: "우린 거의... 그놈들처럼 됐어..."
ko_mt: "우리는 거의.. 그들처럼 될 뻔했다..."

source: "What have they done to me? My face... it's still human, isn't it?"
ko: "그들이 나에게 무슨 짓을 한 거지? 내 얼굴... 아직 인간인 거지? 그렇지...?"
ko_mt: "나한테 무슨 짓을 한 거야? 내 얼굴은.. 아직 사람이잖아, 그렇지?"

source: "Get your hands off that! It's mine!"
ko: "손 떼! 그건 내 거야!"
ko_mt: "그 손 치워! 내 거야!"

source: "Nobody's running! Draw your weapons and fight, you cowards, or I'll cut you down myself!"
ko: "아무도 도망가지 못한다! 무기를 뽑아 싸워라, 이 겁쟁이들아, 안 그러면 내가 직접 베어버리겠다!"
ko_mt: "아무도 도망가지 마! 무기를 뽑고 싸워라, 이 겁쟁이들아, 안 그러면 내가 직접 베어버릴 테다!"

source: "Yours? Well, watch me... Wait, someone's here! Run!"
ko: "네 거라고? 참나, 감히... 잠깐, 누가 온다! 도망쳐!"
ko_mt: "네 거? 잘 봐요.. 잠깐, 누가 왔어! 도망쳐!"

source: "Am I... the last?"
ko: "내가... 마지막인가?"
ko_mt: "제가.. 마지막인가요?"

source: "What was our leader thinking? We are no crusaders!"
ko: "우리 대장은 무슨 생각이야? 우리는 성전군이 아니잖아!"
ko_mt: "우리 리더는 무슨 생각을 한 걸까요? 우리는 십자군이 아닙니다!"

source: "They were scarcely more than children... How could I let them die?"
ko: "저들은 어린 아이에 지나지 않아... 어찌 죽도록 놔둔단 말인가?"
ko_mt: "그들은 어린아이에 지나지 않았는데.. 어떻게 그들을 죽게 내버려둘 수 있겠어요?"

source: "Enemies at the entrance! Stop them, or your bones will decorate my master's labyrinth!"
ko: "입구에 적들이 있어! 놈들을 막지 않으면 너희 뼈가 내 주인님의 미궁을 장식할 것이다!"
ko_mt: "입구에 적이 있다! 그들을 막지 않으면 네 뼈가 내 주인의 미궁을 장식할 것이다!"

source: "Consider it done, mistress!"
ko: "맡겨만 주십시오, 마님!"
ko_mt: "끝났다고 생각하세요, 여주인공!"

source: "Bring us their heads!"
ko: "놈들의 머리를 가져와!"
ko_mt: "머리를 가져와!"

source: "Stop the invaders! They must not get inside the fane!"
ko: "침입자들을 멈춰라! 사원에 들어오게 두면 안 된다!"
ko_mt: "침입자를 막아라! 그들은 페인 안으로 들어오면 안 된다!"

source: "Demons! The most devoted servant of radiant Iomedae is addressing you!"
ko: "데몬들이여! 휘황찬란한 아이오메데님의 가장 신실한 종이 너희를 맞노라!"
ko_mt: "데몬들아! 빛나는 아이오메데의 가장 충실한 종이 너희를 부른다!"

source: "Come out and fight me! Show your evil faces! Your reign in the bowels of Drezen is over — I swear by the light and my sword!"
ko: "나와서 나와 싸워라! 너희의 사악한 면모를 보여라! 드레젠 지하에서 너희의 군림은 끝이다! 빛과 내 검을 걸고 이를 맹세하노라!"
ko_mt: "나와서 나와 싸워라! 사악한 얼굴을 보여라! 드레젠의 지배는 끝났다 - 빛과 내 검을 걸고 맹세한다!"

source: "Where are the crusaders coming from? Minagho said it'd take them a year to break the barrier!"
ko: "성전군이 어떻게 쳐들어 온 거야? 미나고는 놈들이 장막을 깨는데 일 년은 걸릴 거라 했잖아!"
ko_mt: "십자군은 어디에서 오는 거죠? 미나고가 장벽을 부수는데 1년이 걸린다고 했어요!"

source: "It's the same commander who gutted Xanthir the Plagued One!"
ko: "역병 전파자 잔티르를 조진 바로 그 사령관이야!"
ko_mt: "역병에 걸린 자 잔티르를 죽인 바로 그 사령관입니다!"

source: "The fane is under attack! And with no warning again!"
ko: "사원이 공격받고 있다! 이번에도 경고가 없었어!"
ko_mt: "페인이 공격받고 있습니다! 그리고 또 경고도 없이!"

source: "You came, little humans? And you brought your celestial friends with you? Maybe you'd like to bow before the shrines of Deskari, Baphomet, and Nocticula, Our Lady in Shadow?"
ko: "왔느냐, 꼬마 인간들아? 천상의 친구들도 데려온 건가? 데스카리, 바포메트, 우리 그림자의 여주인 녹티큘라님의 성상 앞에 절하고 싶은 마음 들지 않나?"
ko_mt: "왔구나, 꼬마 인간들아? 천상의 친구들도 데려왔니? 데스카리, 바포메트, 그림자 속의 성모 녹티큘라의 신전 앞에서 절하고 싶지 않으세요?"

source: "Hold your tongue, demon. I am Galfrey of Mendev, the Queen and leader of the holy crusades. I have come here with my warriors to purge the land you have corrupted!"
ko: "입조심해라, 데몬. 나는 성전군의 여왕이자 지도자인, 멘데브의 갈프리다. 네놈들이 타락시킨 이 땅을 정화하기 위해 내 전사들과 함께 이곳에 왔다!"
ko_mt: "입 다물어라, 데몬. 나는 멘데브의 갈프레이, 성전 성전의 여왕이자 지도자다. 네가 타락시킨 이 땅을 정화하기 위해 내 전사들과 함께 이곳에 왔다!"

source: "Queen or not... you think I have a clue what you humans call each other? Crush them, you scum! Or Darrazand will have you for dinner!"
ko: "여왕이든 아니든... 너희 인간들이 서로를 뭐라고 부르는지 내가 알 것 같나? 저들을 부숴버려라, 쓰레기들아! 안 그러면 다라잔드님이 너희를 저녁 식사로 때우실 것이다!"
ko_mt: "여왕이든 아니든.. 너희 인간들이 서로를 뭐라고 부르는지 내가 알 것 같아? 부숴버려, 이 쓰레기들아! 안 그러면 다라잔드가 널 저녁 식사로 대접할 거야!"

source: "I can't spend a moment longer near these hooks!"
ko: "이 갈고리 근처에서 한 순간도 더 있을 수 없어!"
ko_mt: "이 갈고리 근처에서 한 순간도 더 있을 수 없어요!"

source: "We should search the body. Oof! Judging by the stench, it's been here for weeks!"
ko: "시신들을 조사해야겠습니다. 윽! 악취가 풍기는 걸 보니, 몇 주는 족히 된 것 같군요!"
ko_mt: "시체를 수색해야 합니다. Oof! 악취로 판단하면 몇 주 동안 여기에 있었어요!"

source: "Let's trade. I'll give you six bottle corks for your cape."
ko: "거래를.하자. 병마개 여섯 개로 네 망토를 살게."
ko_mt: "거래합시다. 당신의 망토를 위해 여섯 개의 병 코르크를 줄게요."

source: "Twelve? That's absurd!"
ko: "열 두개? 말도 안돼잖아!"
ko_mt: "12개? 그건 말도 안 돼!"

source: "Don't buy if you don't like it. Or maybe you're short on bottle corks?"
ko: "마음에 안 들면 사지 마십쇼. 아니면 혹시 병마개가 부족하신지?"
ko_mt: "마음에 안 들면 사지 마세요. 아니면 병 코르크가 부족하신가요?"

source: "Six's not enough. Give me twelve."
ko: "여섯 개는 안 되지. 열두 개 주쇼."
ko_mt: "여섯 개로는 충분하지 않습니다. 열두 개 주세요."

source: "Right. He used to say that was how nature sent him all the clever thoughts in his head. He was a very smart fellow."
ko: "맞아요. 그는 자연이 그에게 온갖 영리한 발상들을 어떻게 보내줬는지 얘기해주곤 했죠. 그는 아주 영민한 동료였어요."
ko_mt: "맞아요. 그는 자연이 그의 머릿속에서 모든 영리한 생각을 보내는 방법이라고 말하곤했습니다. 그는 매우 똑똑한 친구였습니다."

source: "He was a good druid, deeply spiritual, may he rest in peace. Always was good with nature, even grew a tree out of his head."
ko: "그는 깊은 교감력을 지닌 좋은 드루이드였습니다. 그가 안식을 찾기를. 항상 자연과 잘 어울렸고, 심지어는 머리에서 나무를 기르기도 했습니다."
ko_mt: "그는 좋은 드루이드였고, 깊은 영성을 지녔으니 편히 쉬길 바랍니다. 항상 자연과 잘 어울렸고 심지어 머리에서 나무를 키우기도 했습니다."

source: "Little hooman, we'll make a toothy demon out of you. You will be a good soldier!"
ko: "조그만 잉간, 너를 이빨 데몬으로 만들어 주겠다. 너는 좋은 병사가 될 거야!"
ko_mt: "꼬마 후만, 널 이빨 데몬으로 만들어주마. 넌 훌륭한 군인이 될 거야!"

source: "Feathered beasts! I'll choke all of you! Get your talons off me!"
ko: "날개 달린 짐승들! 너희 다 목졸라 버리겠다! 그 발톱 치워라!"
ko_mt: "깃털 달린 짐승들! 너희 모두의 목을 조여버릴 거야! 발톱을 내게서 떼어내!"

source: "Yakleth, Kanayya, Ravukh! Ravukh! Ravukh!"
ko: "야클레스, 카나야, 라부크! 라부크! 라부크!"
ko_mt: "야클레스, 카나야, 라부크! 라부크! 라부크!"

source: "It hurts! I'll tear you up! Kill you! Die! Let everything burn! Rrrrrgh!"
ko: "아프잖아! 널 갈기갈기 찢어버리겠다! 죽여버리겠어! 죽어라! 다 불타버려! 으으으!"
ko_mt: "아프다! 널 갈기갈기 찢어버릴 거야! 죽여버릴 거야! 죽어라! 다 불태워버려! 으악!"

source: "Thomaz, what have they done to you? You monsters! Beasts!"
ko: "토마즈, 놈들이 너에게 무슨 짓을 한 거야? 이 괴물들! 짐승들!"
ko_mt: "토마즈, 무슨 짓을 당한 거야? 이 괴물들아! 짐승들!"

source: "Now get the second one over here."
ko: "이제 두 번째 녀석을 이쪽으로 데려와."
ko_mt: "이제 두 번째를 이쪽으로 가져와요."

source: "Die, cursed demon!"
ko: "죽어라, 사악한 데몬아!"
ko_mt: "저주받은 데몬, 죽어라!"

source: "For the Commander! For {mf|his|her} Court! For the free crusaders! Kill the beasts!"
ko: "사령관님을 위하여! {mf|그|그녀}의 궁정을 위하여! 자유 성전군을 위하여! 저 짐승들을 죽여라!"
ko_mt: "사령관을 위하여! For {mf|그|그녀}의 궁정을 위하여! 자유의 십자군을 위하여! 야수들을 죽여라!"

source: "Fear the halfling, Abyss spawn!"
ko: "하플링을 두려워 해라, 심연의 종자야!"
ko_mt: "하플링을 두려워하라, 심연이 스폰한다!"

source: "I am the answer, but what is the question?"
ko: "나는 답이다. 그러면 질문은 무엇인가?"
ko_mt: "나는 답이지만 질문은 무엇입니까? "

source: "The absence of an answer is an answer too."
ko: "답의 부재 또한 답이다."
ko_mt: "답이 없는 것도 답이다"

source: "Behold the truth. Open yourself to knowledge. Reveal yourself."
ko: "진실을 마주해라. 지식을 받아들여라. 스스로를 드러내라."
ko_mt: "진실을 보라. 지식에 자신을 열어라. 자신을 드러내십시오."

source: "Why are you here? You have already taken the lives of Nahyndri and the other demon lords — do you wish to add me to your list of victims?"
ko: "어찌 여기에 왔느냐? 넌 이미 나힌드리와 다른 데몬 군주들의 목숨을 앗아갔지 않느냐. 네 희생자 목록에 나를 추가하고 싶은 겐가?"
ko_mt: "여긴 왜 왔어? 당신은 이미 나힌 드리와 다른 데몬 로드들의 목숨을 앗아갔습니다 - 당신의 희생자 목록에 나를 추가하고 싶습니까?"

source: "I will not fall so easily! I am stronger than the other demon lords you have killed! If you try to fight me, you will face defeat!"
ko: "나는 쉬이 쓰러지지 않을 것이다! 난 네가 살해한 다른 데몬 군주들보다 더 강해! 나와 싸운다면, 네 패배는 기정 사실이나 마찬가지다!"
ko_mt: "나는 그렇게 쉽게 쓰러지지 않을 것이다! 나는 당신이 죽인 다른 데몬 로드들보다 강하다! 나와 싸우려고하면 패배에 직면하게 될 것입니다!"

source: "No, Sweet-voiced Windrunner! I am here to propose an alliance."
ko: "아니야, 달콤한 목소리의 바람 질주자! 나는 동맹을 제안하러 왔다."
ko_mt: "아니, 달콤한 목소리의 윈드러너! 나는 동맹을 제안하러 왔다"

source: "Why should I make an alliance with you, murderer?"
ko: "왜 내가 너, 시해자와 동맹을 맺어야 하지?"
ko_mt: "왜 내가 당신과 동맹을 맺어야합니까, 살인자? "

source: "We have much in common. We both possess the powers of seduction, and both of us are seen as coveted prizes to be won. The other demon lords wish to control us, to make us their victims."
ko: "우리는 공통점이 아주 많아. 둘 다 매혹의 힘을 지녔지. 또 탐나는 상품으로 여겨지곤 하고 말이야. 다른 데몬 군주들은 우리를 통제하고, 우리를 자신들의 희생양으로 삼고자 해."
ko_mt: "우린 공통점이 많아요. 우리 둘 다 유혹의 힘을 가지고 있고, 우리 둘 다 탐낼 만한 상으로 여겨집니다. 다른 데몬 로드들은 우리를 통제하여 그들의 희생양으로 삼으려 합니다."

source: "Yes, I killed Nahyndri. He wanted to make me his prized slave. You rebuke me for his death, but would you desire such a fate? Would you wish to be subjugated to his will?"
ko: "그래, 나는 나힌드리를 죽였어. 그는 나를 자기 소중한 노예로 만들려 들었지. 너는 내게 그 죽음을 질책하지만, 너라면 그런 운명을 받아들였을까? 그의 의지에 종속되길 원했겠어?"
ko_mt: "네, 제가 나힌드리를 죽였어요. 그는 나를 자신의 소중한 노예로 만들고 싶어했습니다. 당신은 그의 죽음에 대해 나를 책망하지만, 그런 운명을 원하십니까? 그의 뜻에 복종하고 싶습니까?"

source: "What will happen when you face someone who is stronger than you? What will you do when they come to take away your freedom, and silence your songs? Who will you turn to then?"
ko: "너보다 강한 누군가를 만나면 어떻게 될까? 네 자유를 빼앗고, 네 노래를 침묵시키려는 자가 찾아오면 뭘 하겠어? 그 때는 누구를 부를래?"
ko_mt: "당신보다 강한 사람을 만나면 어떻게 될까요? 그들이 당신의 자유를 빼앗고 당신의 노래를 침묵시키러 오면 어떻게 하시겠습니까? 그때 누구에게 의지 하시겠습니까?"

source: "I see the wisdom of your words, murderer. I would kill anyone who tried to claim me. I would shed blood if someone tried to make my songs their own."
ko: "네 말 속에 뼈가 있구나, 시해자. 나는 날 차지하려는 게 그 누구든 죽일 것이다. 내 노래를 차지하려는 자의 피를 뿌릴 것이다."
ko_mt: "나는 당신의 말의 지혜를 봅니다, 살인자. 나는 나를 차지하려는 자는 누구든 죽일 것이다. 누군가 내 노래를 자신의 노래로 만들려고하면 피를 흘릴 것입니다."

source: "Yes, we will form an alliance. You, cunning one, will bring me the whispers of my enemies, and I will offer you my protection. I will hide you in the shadow of my wings."
ko: "그래. 동맹을 맺자. 간사한 자야, 너는 나에게 내 적들의 속삭임을 전해라. 그러면 나는 네게 나의 보호를 내리겠다. 내 너를 내 날개의 그림자 속에 숨겨주겠다."
ko_mt: "그래, 우리는 동맹을 맺을 것이다. 교활한 자, 당신은 내 적들의 속삭임을 가져다 줄 것이고, 나는 당신에게 나의 보호를 제공 할 것입니다. 내 날개 그늘에 당신을 숨길 것입니다."

source: "I feel a sense of impending doom! An assassin, ready to drive a blade between my shoulder blades. Tell me, cunning one, which one of my enemies wishes to attack me?"
ko: "파멸의 임박이 느껴진다! 내 견갑골 사이로 칼날을 겨누는 암살자가 말이다. 간사한 자야, 나의 적들 중 누가 나를 공격하길 바라느냐?"
ko_mt: "임박한 파멸을 느낀다! 암살자가 내 견갑골 사이에 칼날을 꽂을 준비가 되었습니다. 말해봐, 교활한 자, 내 적 중 누가 나를 공격하고 싶어합니까?"

source: "My eyes are everywhere, but they don't see your enemies. No one would dare to attack you, Windrunner."
ko: "나의 눈은 어디에나 있으나, 당신의 적은 보이지 않아. 누구도 감히 너를 공격하려 들지 않아, 바람 질주자."
ko_mt: "내 눈은 사방에 있지만 적을 보지 못합니다. 아무도 감히 당신을 공격 할 수 없습니다, 윈드러너 "

source: "No, I can feel it... The evil thoughts and greedy looks behind my back... Someone wishes me dead."
ko: "아니. 난 느낄 수 있다... 내 등 뒤를 노리는 사악한 생각과 탐욕스러운 시선을 말이다... 누군가 나의 죽음을 바라고 있어."
ko_mt: "아니, 느껴져.. 내 등 뒤에서 사악한 생각과 탐욕스러운 표정이.. 누군가 내가 죽기를 바랍니다."

source: "We will face your enemy together. We look out for each other, remember?"
ko: "우리가 함께 네 적을 맞이할 거야. 서로를 주시하기로 했었지. 기억 하나?"
ko_mt: "우리는 함께 적에 맞설 것입니다. 우린 서로를 돌봐주잖아, 기억하지?"

source: "Excellent shot, sister! Another demon lord at your feet! Well, songbird, I think you have sung your last."
ko: "훌륭한 사격이었다, 자매여! 또다른 데몬 군주가 네 발에 짓밟혔구나! 그래, 울새야. 네 마지막을 위한 노래는 있겠지."
ko_mt: "잘 쐈어, 누나! 네 발밑에 또 다른 데몬 로드가 있구나! 음, 노래하는 새, 나는 당신이 당신의 마지막 노래를 부른 것 같아요."

source: "Traitor... How dare you? We swore to protect each other, and you! You betrayed me! You ambushed me! You shot me down, and wounded me! You conspired together with your brother? Damn you both!"
ko: "배신자... 어찌 감히? 우리는 서로를 보호하기로 약조하였다. 그리고 너! 너는 날 배신하였다! 네가 날 기습했어! 나를 쏘고, 내게 상처를 입혔다! 네 동생과 함께 짰던 것이냐? 둘 다 저주하마!"
ko_mt: "배신자.. 어떻게 감히? 우린 서로를 지키기로 맹세했어, 너! 넌 날 배신했어! 날 기습했어! 날 쏴 죽이고 부상을 입혔어! 네 형과 함께 음모를 꾸몄어? 둘 다 빌어먹을!"

source: "I will bring her to power, and your death will be the foundation upon which we build our throne."
ko: "난 저 여자에게 권력을 가져다 줄 거야. 그리고 네 죽음이 우리가 세울 옥좌의 단초가 되겠지."
ko_mt: "내가 그녀를 권력을 잡을 것이고, 당신의 죽음은 우리가 왕좌를 세우는 기초가 될 것입니다 "

source: "Your brother is just like all the rest of them... You will regret your betrayal... Why... Why does this wound hurt so much? Why do your black bolts cause so much pain?"
ko: "네 형제는 다른 이들과 다를 바 없다... 너는 네 배신을 후회하게 될 것이야... 왜... 어찌하여 이 상처는 이리도 아프지? 너의 검은 화살은 어째서 이리도 큰 고통을 주는 것이냐?"
ko_mt: "네 형도 다른 놈들과 똑같아.. 당신은 당신의 배신을 후회할 것입니다.. 왜.. 왜 이 상처가 이렇게 아픈 거죠? 왜 당신의 검은 볼트가 그렇게 많은 고통을 유발합니까?"

source: "And yet it was he, my brother and lover, who helped me orchestrate your downfall. Darkness and oblivion await you, and nothing you can say will change my mind."
ko: "허나 내가 너의 몰락을 연주하도록 도운 것은 나의 남동생이자 내 사랑인 그였다. 어둠과 망각이 너를 기다린다. 네가 무슨 말을 하던 내 생각을 바꿀 수는 없다."
ko_mt: "하지만 당신의 몰락을 조율하는데 도움을 준 것은 내 형제이자 연인인 그 사람이었습니다. 어둠과 망각이 당신을 기다리고 있으며, 당신이 할 수 있는 어떤 말도 내 마음을 바꾸지 않을 것입니다"

source: "Someday, you'll realize that you were wrong. Your brother is greedy and jealous. He will envy your strength, and stab you in the back, just like you did to me."
ko: "미래에, 너는 네가 틀렸다는 것을 깨달을 것이다. 너의 형제는 탐욕스럽고 질투가 많다. 그는 네 권력을 질투할 것이며, 결국 네 등을 찌를 것이다. 내게 그리하였듯."
ko_mt: "언젠가, 당신은 당신이 틀렸다는 것을 깨닫게 될 것입니다. 당신의 형은 탐욕스럽고 질투심이 많습니다. 그는 당신의 힘을 시기하고 당신이 나에게했던 것처럼 당신의 등을 찌를 것입니다."
