Repository: akintos/wotr-translation
Catalog: translation/*/AreaLogic.po
Languages: ko, ko_mt

source: "So long, Xanthir! Remember, if you die, I will become Lady Areelu's apprentice! I'm sure that will inspire you to fight bravely!"
ko: "잘 있어라, 잔티르! 네가 죽으면 내가 아릴루 여사의 제자가 될 거라는 걸 명심하라고! 그러면 싸울 용기가 샘솟을 테니!"
ko_mt: "잘 가라, 잔티르! 네가 죽으면 내가 아릴루 부인의 제자가 될 거라는 걸 명심해! 그러면 용감하게 싸울 용기가 생길 거야!"

source: "No! Our final confrontation will come, but not today, not here!"
ko: "안돼! 우리의 마지막 대면은 찾아올 것이다. 다만 오늘, 이 자리에서는 아니다!"
ko_mt: "아니! 우리의 마지막 대결은 올 것이지만 오늘은 아니야, 여기서는 아니야!"

source: "A mortal gnat snaps its jaws at the lord of locusts."
ko: "각다귀 같은 필멸자가 메뚜기 군주에게 주둥이를 들이미는구나."
ko_mt: "필멸의 모기가 메뚜기의 제왕을 향해 입을 쩍 벌린다."

source: "Take that, bughead!"
ko: "이거나 먹어라, 벌레 대가리야!"
ko_mt: "받아라, 버그헤드!"

source: "Who dares stand against me? I recognize this power."
ko: "누가 감히 나의 앞을 가로 막는가? 이 힘은 잘 안다."
ko_mt: "누가 감히 나에게 대항할 수 있겠나? 나는 이 힘을 인정한다"

source: "This maggot will fall after a single swing of my scythe! No aeon is powerful enough to stop me."
ko: "이 구더기는 내 낫질 한 번에 쓰러질 것이다! 어떤 에온도 나를 막기에는 역부족이다."
ko_mt: "이 구더기는 내 대낫을 한 번 휘두르면 쓰러질 것이다! 어떤 에온도 나를 막을 만큼 강력하지 않다"

source: "Deskari, Lord of Locusts! Leave. My. City!"
ko: "데스카리, 메뚜기 군주여! 내. 도시에서. 물러가라!"
ko_mt: "메뚜기의 제왕 데스카리! 나가라. 나의. 도시를!"

source: "Make way! Coming through! Fetch a healer, quick!"
ko: "비켜 비켜! 지나가자! 치유사를 데려와, 빨리!"
ko_mt: "비켜주세요! 지나갑니다! 치유사를 데려와, 빨리!"

source: "Look, Terendelev's here herself!"
ko: "봐, 테렌델레브 님이 오셨어!"
ko_mt: "보세요, 테렌델레브가 직접 왔어요!"

source: "Terendelev will help for sure! There's nothing to worry about now!"
ko: "테렌델레브 님이 분명 도와주실 거야! 더는 걱정할 것 없어!"
ko_mt: "테렌델레브가 확실히 도와줄 거예요! 이제 걱정할 필요 없어요!"

source: "Your attempts to interfere with Lord Baphomet's plans serve no purpose! We will find you wherever you go!"
ko: "바포메트 군주님의 계획을 방해하려는 너희 시도는 아무 소용 없다! 너희가 어디를 가든 우리가 찾아낼 것이다!"
ko_mt: "바포메트 경의 계획을 방해하려는 시도는 아무 소용이 없다! 네가 어디를 가든 우리가 널 찾아낼 것이다!"

source: "Mortal, your kind should kneel in our presence!"
ko: "필멸자여, 너희 종은 우리의 존재 앞에 굴복할 것이다!"
ko_mt: "필멸자, 너희 종족은 우리 앞에서 무릎을 꿇어라!"

source: "Hey, thrall! Enough slacking and eavesdropping!"
ko: "이봐, 노예야! 딴청 피우고 엿듣는 건 그만해라!"
ko_mt: "이봐, 노예야! 게으름 피우고 엿듣는 건 그만둬!"

source: "So you're the mortal who's the talk of the town? Eager to join the Alushinyrran nobility, are you?"
ko: "네가 마을에서 소문난 필멸자인가? 알루시니라 귀족에 끼고 싶나?"
ko_mt: "당신이 마을의 화젯거리인 필멸자군요? 알루시니라 귀족의 일원이 되고 싶지 않나?"

source: "I will not tolerate Material Plane filth disgracing us with its presence!"
ko: "물질계 오물의 존재가 우리에게 치욕을 주는 건 참을 수 없다!"
ko_mt: "물질계의 오물이 우리를 욕되게 하는 것을 용납하지 않겠습니다!"

source: "The Abyss is for demons!"
ko: "심연은 데몬의 것이다!"
ko_mt: "심연은 데몬을 위한 곳입니다!"

source: "Here comes the fodder. Go and feast, but then clean up after yourselves so the guards don't find the bones."
ko: "여기 식사 거리가 있구만. 가서 먹어 치워라. 단, 경비들이 뼈를 발견하지 못하도록 깨끗이 치우도록."
ko_mt: "사료가 온다. 가서 잔치를 벌이 되, 경비병이 뼈를 찾지 못하도록 뒷정리는 스스로 하세요."

source: "Hey, I heard about you! They say you're good in a fight. How about we find out? Or is eviscerating weaklings really the best you can do?"
ko: "어이, 네 소문 들었어! 네가 그렇게 싸움을 잘한다며? 한번 알아보는 건 어때? 아니면 넌 약자들을 도륙내는 것밖에 못하나?"
ko_mt: "이봐요, 당신에 대해 들었어요! 네가 싸움을 잘한다며? 한번 알아보는 건 어때요? 아니면 약자를 내장을 빼내는 게 정말 최선인가요?"

source: "Hmm… the lock is familiar. These locks are used by monster traders from Katapesh, who want to ensure their most powerful beasts stay in their cages. It can't be forced, but one delicate twist of a knife, and… Done."
ko: "흠… 익숙한 자물쇠로군. 이건 카타페시의 괴물 상인들이 즐겨 사용하는 종류라오. 가장 위험한 짐승들이 철창 안에 갇혀 있을 거란 확신이 필요한 작자들이지. 힘으로 열 수는 없소만, 단검으로 정교하게 찔러주면… 됐소."
ko_mt: "흠.. 자물쇠가 익숙합니다. 이 자물쇠는 카타페쉬의 괴물 상인들이 가장 강력한 짐승을 우리에 가두기 위해 사용하는 자물쇠입니다. 강제로 열 수는 없지만, 칼을 섬세하게 한 번 비틀면.. 끝입니다."

source: "Your confrontation with Vellexia came at a most inconvenient time! Now I need a new patron! This place is no longer safe, so I'll have to move quickly."
ko: "너와 벨렉시아의 만남은 시기가 너무 안좋았어! 이제 난 새로운 후원자를 찾아야 겠네! 여기는 더이상 안전하지 않으니, 서둘러 움직여야 겠어."
ko_mt: "벨렉시아와의 대결은 가장 불편한 시기에 찾아왔어요! 이제 새로운 후원자가 필요해! 여긴 더 이상 안전하지 않으니 빨리 움직여야겠어"

source: "If your master failed to beat you into submission, we will, mortal thrall!"
ko: "네 주인이 너를 복종시키지 못했다면, 우리가 복종을 알려주겠다, 필멸자 노예 새끼야!"
ko_mt: "네 주인이 널 굴복시키지 못했다면, 우리가 할 것이다, 필멸의 노예야!"

source: The statue of the Lady in Shadow seems to look directly at you. Her smile is arch, and slightly intrigued.
ko: 그림자의 여주인을 조각한 상은 당신을 똑바로 바라보는 것처럼 보인다. 그녀의 미소는 아치 모양을 그리며, 약간 흥미로워하고 있다.
ko_mt: 그림자 속의 여인상은 당신을 똑바로 바라보고 있는 것 같습니다. 그녀의 미소는 아치형이며 약간 호기심을 자극합니다.

source: Is your mind playing tricks, or are the statue's eyes really following you?
ko: 당신의 정신이 장난을 치는 건가, 아니면 동상의 눈이 진짜 당신을 따라 움직인 건가?
ko_mt: 당신의 마음이 장난을 치는 건가요, 아니면 동상의 눈이 정말 당신을 따라다니는 건가요?

source: "No! Spare me! Please!"
ko: "안돼! 제발 풀어줘!"
ko_mt: "안 돼요! 살려주세요! 제발!"

source: "It's a good thing your species is so robust. We'll be able to draw this torture out for months."
ko: "너희 종족들이 튼튼해서 정말 다행이야. 이런 고문을 몇 달은 할 수 있겠어."
ko_mt: "당신 종족이 이렇게 튼튼해서 다행이군요. 이 고문을 몇 달간 지속할 수 있을 겁니다."

source: "Months? No, have mercy! Aaargh!"
ko: "몇 달이라고? 안돼, 제발 자비를! 으아아악!"
ko_mt: "몇 달? 안 돼, 자비를 베푸세요! 아아!"

source: "You didn't expect to insult an Alushinyrra noblewoman and die a quick death, did you?"
ko: "설마 알루시니라의 귀족을 모욕해 놓고 편히 죽을 수 있을 거라 생각했어?"
ko_mt: "알루시니라 귀족 여인을 모욕하고 빨리 죽게 될 줄은 몰랐죠?"

source: "Well, are we going?"
ko: "그래서, 출발하나?"
ko_mt: "음, 갈까요? "

source: "Hold on, I still need to rehearse my role!"
ko: "기다려, 난 아직 내 역할의 연습이 필요해!"
ko_mt: "잠깐만요, 아직 역할 리허설이 필요해요!"

source: "What's taking you so long? This is the third time I've had to repaint my hooves and you're still learning your lines!"
ko: "뭐 이리 오래 걸려? 내가 말굽을 세 번째나 덧칠하고 있는데 넌 아직도 대사나 연습하고 있잖나!"
ko_mt: "왜 이렇게 오래 걸리나요? 발굽을 다시 칠해야하는 것이 이번이 세 번째인데 당신은 여전히 대사를 배우고 있습니다!"

source: "I'll cut off your wings, put you in chains, and teach you obedience!"
ko: "네 날개를 자르고 사슬에 묶어서 복종을 가르쳐 주겠다!"
ko_mt: "네 날개를 자르고 사슬에 묶어 순종을 가르치겠다!"

source: "May death take you, you despicable beast! Light will prevail!"
ko: "비열한 짐승아, 죽음이 너를 데려가기를 빈다! 빛은 승리할 것이다!"
ko_mt: "죽음이 너를 데려가길 바란다, 이 비열한 짐승아! 빛이 승리할 것이다!"

source: "Here's another one for you, distinguished guests: how many mortals would it take to paint this manor?"
ko: "또 한 명 데려왔습니다, 귀빈 여러분. 이 저택을 칠하는데 얼마나 많은 필멸자들이 필요하십니까?"
ko_mt: "여기 또 하나 있습니다, 귀빈 여러분 : 이 저택을 칠하려면 몇 명의 필멸자가 필요합니까? "

source: "Depends how hard you throw them at the walls!"
ko: "당신이 녀석들을 벽에 얼마나 세게 던질 수 있는지에 따라 다르지!"
ko_mt: "벽에 얼마나 세게 던지느냐에 따라 달라집니다!"

source: "Look, another mortal! You can't swing a dead cat without hitting one of 'Alushinyrra's guests' nowadays."
ko: "봐, 또 다른 필멸자야! 요즘은 '알루시니라의 손님' 한 명이라도 줘패지 않고는 못 배기겠어."
ko_mt: "봐, 또 다른 필멸자다! 요즘은 '알루시니라'의 손님 중 한 명을 치지 않고는 죽은 고양이를 휘두를 수 없어요."

source: "Merchants, travelers, demonologists... Every kind of filth!"
ko: "상인, 여행자, 데몬학자... 전부 오물 같은 것들이야!"
ko_mt: "상인, 여행자, 데몬학자.. 모든 종류의 오물!"

source: "Right, all just strutting around, gawking... One of them approached me the other day and asked, 'I'm sorry, I'm lost. Can you please show me the way back to the Middle City?'"
ko: "맞아, 다들 그저 어슬렁거리며 구경이나 하고... 그중 한 명은 나한테 다가와서 '죄송하지만, 제가 길을 잃었는데요. 중층 도시로 돌아가는 길 좀 알려주시겠어요?' 이러던데."
ko_mt: "그래요, 모두들 그저 어슬렁거리며 구경만 하고.. 그 중 한 명이 저에게 다가와서 '미안한데 길을 잃었어요. 미들 시티로 돌아가는 길을 알려주시겠어요?"

source: "Well, so I did.. haha... show him..."
ko: "뭐, 나도 그랬어.. 하하... 이 녀석에게 보여줘..."
ko_mt: "그래서.. 하하.. 보여줬어요..."

source: "You've got some nerve! If a guard caught you, they would have torn your head off. Nocticula banned messing with the guests."
ko: "배짱이 대단하구먼! 경비병에게 들키면 머리가 달아났을 텐데. 녹티큘라가 손님에게 시비 거는 걸 금지했잖아."
ko_mt: "배짱이 대단하네요! 경비원에게 들키면 목이 찢어졌을 거야. 녹티큘라는 손님과 장난치는 걸 금지했어요."

source: "I was discreet... Brought him to a nice and cozy backstreet, where no one could hear his screams."
ko: "신중히 처리했어... 아무도 비명을 들을 수 없는 멋지고 아늑한 뒷골목으로 데려갔지."
ko_mt: "나는 신중했다.. 아무도 비명소리를 들을 수 없는 멋지고 아늑한 뒷골목으로 데려갔죠."

source: "What's happening... Why can't I teleport... Why?!"
ko: "무슨 일이야... 왜 순간이동이 안 되는 거야? 왜?!"
ko_mt: "무슨 일이야.. 왜 순간이동을 할 수 없나요.. 왜?!"

source: "That was educational. Perhaps too educational. I must take my leave!"
ko: "교육적이었어. 어쩌면 너무 교육적인지도. 나는 이만 가봐야겠어!"
ko_mt: "교육적이었어. 너무 교육적이었나봐요. 이만 가봐야겠어요!"

source: "Just look at that... an angel with a wing of the Abyss. I want to have her... I want to taste her!"
ko: "저것 봐... 천사한테 심연의 날개가 달렸어. 갖고 싶다... 먹어보고 싶어!"
ko_mt: "저것 좀 봐.. 심연의 날개를 가진 천사잖아. 그녀를 갖고 싶어.. 맛보고 싶어요!"

source: "They'll trade an entire army of souls for this oddity at the Flesh Markets!"
ko: "살덩이 시장에서는 저런 특이한 것 하나에 영혼 군대 전체를 제안할 거야!"
ko_mt: "그들은 육체시장에서 이 괴상한 물건과 영혼 군대 전체를 맞바꿀 겁니다!"

source: "{name}, look here! While I was Minagho's husk, I learned some of her habits."
ko: "{name}, 여기 보세요! 제가 미나고의 허스크였을 적에 그녀의 습성을 몇 가지 배웠습니다."
ko_mt: "{name}, 여기 봐요! 내가 미나고의 껍데기인 동안 그녀의 습관 몇 가지를 배웠어요."

source: "Including the usual locations of her caches and passwords. I think I just found one such cache."
ko: "그녀가 주로 머무는 은신처 위치와 비밀번호도 알고 있죠. 이게 그 은신처 중 하나인 것 같군요."
ko_mt: "캐시와 비밀번호의 일반적인 위치도 포함해서요. 방금 그런 캐시 하나를 찾은 것 같아요."

source: "That's some heady dope and no mistake! I feel like I could rip the head off of anyone! Hey, you, outsider, how 'bout I rip your head off?"
ko: "이거 완전 흥분되는 마약인데! 누구의 머리라도 뜯어버릴 수 있을 것 같아! 거기, 이방인, 내가 네 머리를 뜯어버리는 건 어때?"
ko_mt: "정말 대단하고 실수가 없어요! 누구의 머리라도 뜯어버릴 수 있을 것 같아! 이봐, 이방인, 내가 네 머리를 뜯어버리는 건 어때?"

source: "Look who's strolling down our street. Don't you know there's a road toll here, precious? Pay up!"
ko: "누가 우리 거리를 거닐고 있구만. 이 길에 통행료가 있다는 거 알고 있었어, 귀염둥이? 돈 내놔!"
ko_mt: "누가 우리 길을 걷고 있는지 봐요. 여기 도로 통행료가 있는 거 몰라, 귀염둥이? 돈 내!"

source: "Let us make a deal, then. My sister and I will — hey! Begone, mortal, how dare you listen in on our conversation!"
ko: "그럼 거래를 하나 하자고. 나랑 내 동생이 — 이봐! 꺼져, 필멸자! 감히 우리 대화를 엿듣다니!"
ko_mt: "그럼 거래를 하자. 내 동생과 내가 할게요 - 이봐요! 저리 꺼져, 필멸자 감히 우리 대화를 엿듣다니!"

source: "Your might and our cunning will bring us to... What's this? Get lost, mortal insect!"
ko: "당신의 힘과 저희의 간사함이 우리에게... 뭐야? 꺼져라, 필멸자 벌레 녀석!"
ko_mt: "당신의 힘과 우리의 교활함이 우리를.. 이게 뭐지? 꺼져라, 필멸의 벌레야!"

source: "Why is it so cold here? I want to go home, to the Plane of Fire! Without any flames around, I feel so cranky I want to kill someone."
ko: "여긴 왜 이렇게 추운 거지? 집으로 돌아가고 싶어, 불의 차원으로! 주변에 불이 없으니까, 아무나 죽이고 싶어지는걸."
ko_mt: "여긴 왜 이렇게 추워요? 집에 가고 싶어요, 불의 원소계로요! 주변에 불길이 없으니 너무 짜증나서 누군가를 죽이고 싶어요."

source: "Perhaps if I kill you and bathe in your hot blood, it'll warm me up?"
ko: "널 죽이고 네놈의 뜨거운 피로 목욕을 하면 좀 따뜻해 질까?"
ko_mt: "널 죽이고 네 뜨거운 피로 목욕하면 몸이 따뜻해질까?"

source: "Did you forget something here, mortal? Be on your way! This is where I, death's reaper, come to hunt."
ko: "여기 뭐 놔둔 것 있냐, 필멸자야? 네 갈 길이나 가! 여기는 이 몸, 죽음의 수확자님의 사냥터다."
ko_mt: "여기서 뭐 잊은 게 있나, 필멸자? 어서 가라! 여긴 죽음의 사신인 내가 사냥하러 온 곳이야."

source: "Well, well! What a sweet little bird! We're gonna eat you up!"
ko: "이런, 이런! 아주 귀염둥이잖아! 우리가 널 잡아먹어 주마!"
ko_mt: "이런, 이런! 정말 귀여운 새야! 우리가 널 잡아먹을 거야!"

source: "You pathetic lowlifes, don't you recognize me? I am Chivarro, madam of the Ten Thousand Delights!"
ko: "이 저질들아, 나도 못 알아보냐? 난 만인의 환락의 주인 키바로다!"
ko_mt: "이 한심한 놈들아, 날 알아보지 못하겠어? 나는 만 가지 즐거움의 마담 치바로다!"

source: "Damn it! Forgive us, mistress! Please don't kill us! Have mercy!"
ko: "젠장! 용서해 주세요, 마님! 저희를 죽이지 말아 주세요! 부디 자비를!"
ko_mt: "젠장! 용서해 주세요, 부인! 제발 죽이지 마세요! 자비를 베푸소서!"

source: "You! Because of you, I lost everything, and now I have to deal with this scum! Now, I shall settle the score!"
ko: "이 자식! 너 때문에 난 모든 걸 잃고 이 쓰레기들을 상대하게 됐어! 자, 빚을 갚아주지!"
ko_mt: "당신! 당신 때문에 모든 것을 잃었고 이제이 쓰레기를 처리해야합니다! 이제 내가 갚아주겠어!"

source: "Hey, you scum! I will spare anyone who helps me kill this mortal!"
ko: "이 쓰레기들아! 이 필멸자를 죽이는 것을 도와주는 사람은 살려주겠다!"
ko_mt: "이봐, 이 쓰레기야! 이 필멸자를 죽이는 것을 도와주는 사람은 살려주겠다!"

source: "So, the rumors were true. You're really here... the Hand of the Inheritor."
ko: "그래, 소문이 사실이었어. 정말로 여기 있구나... 계승자의 손."
ko_mt: "소문이 사실이었군. 정말 여기 계셨군요.. 계승자의 손."

source: "Look at this outsider! Strutting around in all {mf|his|her} fancy clothes! I think someone needs to teach {mf|him|her} a lesson!"
ko: "저 외지인 좀 봐! 예쁜 옷을 한껏 뽐내며 걷고 있잖아! 누가 저 {mf|놈|년}에게 예의범절을 가르쳐 줘야겠는데!"
ko_mt: "이 외부인 좀 봐! 멋진 {mf|그|그녀}의 옷을 입고 돌아다니고 있네요! 누군가 {mf|그에게|그녀에게} 한 수 가르쳐야 할 것 같아요!"

source: "Yeah, fancy pants! Time to hand over your coin pouch and empty your pockets!"
ko: "그래, 멋진 바지 친구! 이제 지갑 내놓고 주머니 털어!"
ko_mt: "그래, 멋진 바지! 동전 주머니를 넘겨주고 주머니를 비울 시간입니다!"

source: "Shut up, scum!"
ko: "닥쳐, 병신아!"
ko_mt: "닥쳐, 쓰레기야!"

source: "Wait, that's Yozz! He's the leader of the Assassins' Guild! Quick, let's get out of here!"
ko: "잠깐만. 저거 요즈잖아! 암살자 길드의 수장! 빨리 여기서 튀자!"
ko_mt: "잠깐, 저건 요즈야! 암살자 길드의 리더야! 빨리 여기서 나가자!"

source: "I think this mortal will fetch a good price at the Fleshmarkets. Let's bind {mf|him|her} up and take {mf|him|her} to the slave traders before {mf|he|she} makes a fuss."
ko: "이 필멸자는 살덩이 시장에서 높은 가격에 팔릴 것 같아. 이 필멸자가 소란을 피우기 전에 묶어서 노예 상인들에게 데려가자."
ko_mt: "이 필멸자는 육체시장에서 좋은 가격을 받을 수 있을 것 같아. {mf|그|그녀}이 소란을 피우기 전에 {mf|그|그녀}를 묶어서 노예 상인에게 데려가자."

source: "You were told to come up with a hundred coins by tonight. Where are they, beggar?"
ko: "오늘 밤까지 동전 백 개를 가져오라고 했잖아. 그건 어딨냐, 거지야?"
ko_mt: "오늘 밤까지 동전 백 개를 가져오라고 했잖아. 어디 있나, 거지?"

source: "Nobody's givin' any alms! Nobody 'cept misers ever passes by, they never give, only take!"
ko: "아무도 자선을 베풀지 않아! 지나가는 비참한 사람들 외에는 아무도 절대 주지 않고, 받으려고만 해!"
ko_mt: "아무도 자선을 베풀지 않아요! 비참한 사람들 외에는 아무도 지나치지 않고, 그들은 결코 베풀지 않고 받기만 한다!"

source: "Shut up, scum! I will take a tooth for every missing coin from every one of you! And once you run out of teeth, I'll move on to eyes and fingers!"
ko: "닥쳐, 쓰레기야! 부족한 동전 개수당 네 이빨을 하나씩 뺏을 거야! 이빨이 다 떨어지면 눈과 손가락으로 넘어갈 거고!"
ko_mt: "닥쳐, 쓰레기들아! 너희들 모두의 동전이 하나씩 없어질 때마다 이빨을 하나씩 가져갈 거야! 이빨이 다 떨어지면 눈과 손가락으로 넘어갈 거야!"

source: "I sure could use a drop of shadowblood right about now. Just a teeny-tiny, itsy-bitsy little drop."
ko: "지금 당장 그림자 피 한 방울이 필요해. 아주 작고 조그마한 한 방울만."
ko_mt: "지금 당장 그림자 피 한 방울이 필요해요. 아주 작고 조그마한 한 방울만요."

source: "Why's it so cold? Why do my teeth ache? Please, give me another hit of something!"
ko: "왜 이렇게 춥지? 내 이빨은 왜 아픈 거야? 제발 뭐라도 줘!"
ko_mt: "왜 이렇게 춥지? 왜 이가 아파요? 제발, 뭐라도 한 잔 더 주세요!"

source: "I used to be a guard to Shamira herself! When did I lose it all? Bloody shadow demons, they took everything from me."
ko: "난 샤미라님의 경호원이었어! 그 모든 것을 언제 잃었게? 빌어먹을 그림자 데몬들. 놈들이 내 모든 것을 앗아갔어."
ko_mt: "전 샤미라의 경호원이었어요! 내가 언제 모든 걸 잃었지? 빌어먹을 그림자 데몬들이 내 모든 걸 빼앗아갔어."

source: "That's {mf|him|her}! Don't let {mf|him|her} near me!"
ko: "저 {mf|녀석|년}이야! 나한테 다가오지 못하게 막아!"
ko_mt: "저건 {mf|그|그녀}다! 내 근처에 {mf|그|그녀}를 두지 마!"

source: "Kill {mf|him|her}! I'll pay you double! Triple!"
ko: "어서 죽여! 보상을 두 배로 줄게! 세 배로!"
ko_mt: "{mf|그|그녀}를 죽여라! 두 배로 줄게! 세 배!"

source: "Did you hear the lilitu? Let's finish this mortal!"
ko: "릴리투 말 들었지? 이 필멸자를 끝장내자!"
ko_mt: "릴리투 소리 들었어? 이 필멸자를 끝장내자!"

source: "Those freaks are whispering up there on the roof after driving us away. I wish I could spill their blood!"
ko: "저 괴물들이 우리를 쫓아내고 지붕 위에서 속삭이고 있어. 저들의 피를 쏟아내고 싶어!"
ko_mt: "저 괴물들이 우리를 쫓아낸 후 지붕 위에서 속삭이고 있어요. 저들의 피를 흘려버리고 싶어요!"

source: "So what are you waiting for? Climb up there and gut them! Oh, now you're shaking? Then shut your trap before they hear you and come down and rip out your tongue."
ko: "그럼 뭘 기다리는 거야? 올라가서 배를 갈라버려! 아, 너 지금 떨고 있는 거야? 그럼 놈들이 네 말을 듣지나 않게 닥치고 네 혀를 뽑아 버려."
ko_mt: "뭘 기다리세요? 저기 올라가서 내장을 발라버려요! 오, 이제 떨고 있나? 그럼 놈들이 듣기 전에 함정을 닫고 내려와서 혀를 찢어버려!"

source: "If I could get up there, I'd kill 'em all! D'you think I'm scared? I'm not s-scared, n-not even a little bit!"
ko: "내가 올라갈 수만 있다면, 놈들을 전부 죽여버릴 거야! 내가 무서워 하는 줄 알아? 난 조금도 무-무섭지 아-않아."
ko_mt: "저기 올라갈 수만 있다면 다 죽여버릴 거야! 내가 무서울 것 같아? 조금도 안 무서워요!"

source: "Living in Alushinyrra sucks if you can't fly or move around using magic."
ko: "날지도 못하고 마법으로 이동할 수도 없다면 알루시니라에서의 생활은 짜증날 거야."
ko_mt: "날지도 못하고 마법으로 움직일 수도 없다면 알루시니라에서의 생활은 짜증나죠."

source: "Wish I could climb that roof and see the city from above at least once! The view must be so pretty!"
ko: "한 번만이라도 저 지붕 위에 올라가 도시의 전경을 볼 수 있다면! 정말로 아름다운 광경일 텐데!"
ko_mt: "저 지붕에 올라가서 도시를 한 번쯤은 보고 싶어요! 경치가 정말 예쁠 거예요!"

source: "There's always someone screeching or moaning up there, you dolt. It's much safer and quieter here on the ground."
ko: "바보야, 저 위에는 언제가 됐든 누군가 비명이나 신음을 지른다고. 지상에 있는 게 훨씬 더 조용하고 안전해."
ko_mt: "저 위에는 항상 누군가 비명을 지르거나 신음하는 사람이 있어요, 이 멍청아. 여기가 훨씬 더 안전하고 조용합니다."

source: "You've picked a terrible place for a night's rest, outsider. Now we'll gut ye and help ourselves to yer things."
ko: "하룻밤 묵기에 끔찍한 장소를 골랐군, 이방인. 네 내장을 끄집어내고 네 물건들을 가져가야겠어."
ko_mt: "당신은 하룻밤 쉬기에 끔찍한 장소를 골랐어, 이방인. 이제 우리는 당신 내장을 꺼내서 당신 물건을 도울 것입니다."

source: "Nice loot you've got there. Rat's Tail will pay a generous price for it!"
ko: "좋은 전리품을 가져왔군. 쥐꼬리가 값을 후하게 치러줄 거다!"
ko_mt: "좋은 전리품을 가져왔군. 쥐꼬리가 넉넉한 대가를 치를 것입니다!"

source: "I'll meet you at my guild, mortal. I think I owe you something, don't I?"
ko: "내 길드에서 만나지, 필멸자. 너에겐 빚진 일이 있다고 생각하니 말이야."
ko_mt: "내 길드에서 만나자, 필멸자. 내가 너에게 빚진 게 있지?"

source: "Well, what do we have here? Look at all this carnage!"
ko: "뭐야, 우리가 뭘 해야 하지? 이 학살 현장을 봐!"
ko_mt: "음, 여기 뭐가 있지? 이 대학살 좀 봐!"

source: "Shamira knows that there's been a massacre here! She wants to find out who's been naughty!"
ko: "여기서 학살극이 벌어졌다는 것을 샤미라님이 아셔! 그녀는 누가 이런 나쁜 짓을 했는지 알고 싶어하고!"
ko_mt: "샤미라는 이곳에서 학살이 있었다는 것을 알고 있습니다! 그녀는 누가 못된 짓을 했는지 알아내고 싶어해요!"

source: "Take them to Shamira. She'll decide what to do with them."
ko: "샤미라님께 녀석들을 데려가자. 녀석들을 어떻게 할지는 그녀가 결정할 거야."
ko_mt: "샤미라에게 데려가세요. 그녀가 어떻게 할지 결정할 거예요"

source: "Ar-Mikheth is dead! Vengeance for the master!"
ko: "아르미케스 님이 죽었어! 주인님의 복수다!"
ko_mt: "아르-미케트가 죽었다! 주인을 위한 복수!"

source: "We have a spy among us! Kill her!"
ko: "우리 중에 첩자가 있다! 저년을 죽여!"
ko_mt: "우리 중에 스파이가 있다! 그녀를 죽여라!"

source: "My lady will not be pleased! I think she'll want to intervene!"
ko: "여주인께서 기뻐하지 않으실 거야! 그분이 개입하실 지도 몰라!"
ko_mt: "내 부인이 기뻐하지 않을 것입니다! 그녀가 개입하고 싶을 것 같아요!"

source: "One more sloppy job like this, and the Guild will wave you goodbye!"
ko: "한 번만 더 일을 이렇게 허접하게 처리하면, 길드가 너를 방출할 거다!"
ko_mt: "이런 엉성한 일을 한 번만 더하면 길드에서 작별 인사를 할 것입니다!"

source: "Why are you all worked up? It's just a couple extra corpses!"
ko: "왜 다들 흥분해 있어? 그냥 시체 몇 구일 뿐이잖아!"
ko_mt: "왜 다들 흥분해? 그냥 시체 몇 구 더 있는 것뿐인데!"

source: "Have you heard about the newbie? They say {mf|he|she}'s dangerous!"
ko: "신참에 대해 들아본 적 있나? 소문으로는 엄청 위험한 자라던데!"
ko_mt: "초보자에 대해 들어보셨나요? 그들은 {mf|그|그녀}의 위험하다고 말해요!"

source: "Yeah, Yozz is keeping an eye on {mf|him|her}. Could be a new member soon. And {mf|he|she}'ll get all the best contracts. Bloody hell!"
ko: "그래. 요즈가 {mf|그|그녀}를 주시하고 있어. 곧 새로운 일원이 될지도 몰라. 그러면 제일 좋은 계약들은 전부 쓸어가겠지. 이런 제기랄!"
ko_mt: "네, 요즈가 {mf|그|그녀}를 주시하고 있습니다. 곧 새로운 멤버가 될 수 있습니다. 그리고 {mf|그|그녀}는 최고의 계약을 따낼 겁니다. 이런 젠장!"

source: "Work harder, or I'll make a punching bag out of you. Other newbies will practice their skills on you!"
ko: "더 열심히 일하지 않으면 펀치백을 만들어 주겠다. 다른 신참들이 너로 기술을 연마하게 되겠지!"
ko_mt: "더 열심히 일하지 않으면 샌드백을 만들어 주겠다. 다른 초보자들이 당신에게 기술을 연습 할 것입니다!"

source: "No, master! I'll try harder!"
ko: "안돼요, 주인님! 더 열심히 하겠습니다!"
ko_mt: "아니요, 사부님! 더 열심히 할게요!"

source: "…But I left my sword in the guard's neck! So I strangled him with the whip he used on the slaves!"
ko: "…하지만 내 검을 경비병의 목에다 놔두고 왔지! 그래서 놈은 노예들에게 사용했던 채찍으로 목 졸라 죽여버렸지!"
ko_mt: "...하지만 경비병의 목에 칼을 두고 왔어요! 그래서 그가 노예들에게 사용한 채찍으로 목을 졸라 죽였어요!"

source: "That's neatly done! Reminds me of that time quasit guards confiscated all my shivs, and I had to stab my target with a letter opener!"
ko: "잘 끝났군! 콰짓 경비가 내 단도를 전부 압수한 탓에, 내 암살 대상을 편지칼로 찔러야 했던 때가 생각나는 일화야!"
ko_mt: "깔끔하게 끝났네요! 콰짓이 내 모든 과도를 압수하고 편지 오프너로 목표물을 찔러야했던 때가 생각 나네요!"

source: "That Horzalah bitch is ruining everything! She keeps nagging all of us to death!"
ko: "호잘라 그 썅년이 모든 걸 망치고 있어! 우리 모두가 뒈질 때까지 잔소리를 한다고!"
ko_mt: "저 호잘라 년이 모든 걸 망치고 있어요! 그녀는 우리 모두를 죽도록 잔소리합니다!"

source: "It's like she's in charge now, and Yozz is at her beck and call!"
ko: "마치 그년이 책임자고, 요즈는 그년의 따까리인 것 같아!"
ko_mt: "이제 그녀가 책임자인 것 같고 요즈는 그녀의 손짓과 전화에 있습니다! "

source: "That's highway robbery! How can anyone's lousy life be worth this much gold?!"
ko: "노상 강도잖아! 어떻게 이런 형편없는 목숨에 이만한 양의 금화가 걸려 있는 거지?"
ko_mt: "저건 고속도로 강도야! 어떻게 누군가의 형편없는 삶이 이렇게 많은 금의 가치가있을 수 있습니까?!"

source: "Our assassins won't work for less. Go hire a couple thugs in the Lower City if your pockets are empty!"
ko: "우리 암살자들은 적은 돈으로는 일하지 않아. 주머니가 비어 있으면 하층 도시에서 깡패들이나 고용해라!"
ko_mt: "우리 암살자들은 이보다 적은 돈으로는 일하지 않을 거야. 주머니가 비어 있으면 로어 시티에서 깡패 몇 명을 고용하십시오!"

source: "I knew I shouldn't have come in person!"
ko: "직접 오면 안된다는 걸 알았는데!"
ko_mt: "직접 오지 말았어야 했다는 걸 알았어요!"

source: "It's nothing... I can get out of anything, and I'll escape this too!"
ko: "아무 것도 아니야... 난 어느 상황이라도 벗어날 수 있고, 그건 여기서도 마찬가지야!"
ko_mt: "아무것도 아니야.. 난 뭐든 벗어날 수 있고, 이것도 벗어날 수 있어!"

source: "Alushinyrra is a demon city! Go back to your own planes, outsiders!"
ko: "알루시니라는 데몬 도시야! 이방인들은 너희 차원으로 돌아가!"
ko_mt: "알루시니라는 데몬의 도시다! 외계인들은 너희 행성으로 돌아가라!"

source: "Argh, you reek of that holier-than-thou goodness! Disgusting!"
ko: "으, 그 참으로 신성하신 여신년의 악취가 진동을 하는군! 역겨워!"
ko_mt: "아, 너한테서 거룩한 냄새가 나잖아! 역겨워!"

source: "Vile demons. Dumb, countless, took all the power! Had there been more of us, we would have strangled you by now!"
ko: "사악한 데몬들. 무수한 멍청이들이 권력을 다 차지했어! 우리가 더 많았다면, 지금쯤 너희를 목 졸라 죽였을 텐데!"
ko_mt: "사악한 데몬들. 멍청하고 무수한 놈들이 모든 힘을 가져갔어! 우리가 더 많았더라면 진작에 목을 졸라 죽였을 거야!"

source: "The outsiders have made themselves at home in our city! Let's have a public execution to show them their place!"
ko: "외지인들이 우리 도시에 살림을 차렸다! 공개 처형으로 놈들에게 자기 분수를 알려 주자!"
ko_mt: "외지인들이 우리 도시에 자리를 잡았다! 그들에게 그들의 자리를 보여주기 위해 공개 처형을 하자!"

source: "Hey, that's my escaped slave over there! Or maybe it's not. Eh, who cares? Grab {mf|him|her}, I could use a new thrall either way!"
ko: "어이, 저기 도망간 내 노예가 있잖아! 아닌가? 뭐, 상관 없지. 저{mf|놈|년}을 잡아와라! 새 노예로 들이자!"
ko_mt: "이봐요, 저기 탈출한 노예예요! 아닐 수도 있죠. 어, 누가 신경이나 쓰겠어? {mf|그|그녀}를 잡아, 어느 쪽이든 새 노예가 필요하니까!"

source: "Be on your way. Our conversation is not meant for your ears, stranger."
ko: "가던 길 가라. 네가 엿들으라고 우리가 대화하는 건 아니야, 이방인."
ko_mt: "어서 가세요. 우리 대화는 당신 귀를 위한 것이 아닙니다, 낯선 사람."

source: "Our plan has reached its final phase. Our agents are everywhere, our allies wait for the signal to attack. Soon Alushinyrra will drown in the blood of demons."
ko: "계획이 막바지에 당도했다. 우리의 요원이 모든 곳에 있고, 우리 동맹들은 공격 신호를 기다린다. 곧 알루시니라는 데몬들의 피에 잠길 것이다."
ko_mt: "우리의 계획이 마지막 단계에 이르렀습니다. 우리 요원들은 어디에나 있고 동맹국들은 공격 신호를 기다리고 있습니다. 곧 알루시니라가 데몬들의 피에 잠길 것입니다."

source: "Our master will be pleased. We'll regain our former power and glory, and those pathetic self-proclaimed gods will fall!"
ko: "우리의 주인께서 기뻐하실 것이다. 우리는 이전의 힘과 영광을 되찾을 것이며, 하찮은 자칭 신들은 쓰러질 것이다!"
ko_mt: "우리의 주인이 기뻐할 것이다. 우리는 예전의 힘과 영광을 되찾을 것이고, 저 한심한 자칭 신들은 몰락할 것이다!"

source: "I sense uninvited guests. Surely a demon spy! Kill {mf|him|her}! Servants, seize {mf|him|her}!"
ko: "초대하지 않은 손님이 왔군. 필시 데몬들의 첩자렷다! {mf|그|그녀}를 죽여라! 신자들아, 공격해라!"
ko_mt: "초대받지 않은 손님이 느껴집니다. 분명 데몬 스파이다! {mf|그|그녀}를 죽여라! 서번트, {mf|그|그녀}를 점령하라!"

source: "If a couple of severed heads will ensure my survival under the new regime, I'm ready to kill anyone!"
ko: "수급 몇 개로 새 정권에서도 살아남을 수 있다면 누구라도 죽일 준비가 되었다!"
ko_mt: "잘린 머리 몇 개만 있으면 새 정권에서 살아남을 수 있다면 누구든 죽일 준비가 되어 있습니다!"

source: "Look! A lizard from Elysium! It's just begging to have its wings plucked and its tail torn off!"
ko: "우와! 낙원의 도마뱀이다! 자기 날개를 자르고 꼬리를 떼어 달라고 빌고 있어!"
ko_mt: "저기 봐요! 엘리시움에서 온 도마뱀이에요! 날개를 뽑고 꼬리를 찢어달라고 애원하고 있어요!"

source: "Hey, why are you teasing me? I'll get you for this!"
ko: "야, 왜 나를 놀리는 거야? 널 혼내주겠어!"
ko_mt: "야, 왜 날 놀리니? 내가 혼내줄게!"

source: "Oh no no no!"
ko: "오 안돼 안돼 안돼!"
ko_mt: "오, 안 돼!"

source: "Here you'll find everything you've ever dreamt of, my dear friend from another plane!"
ko: "친애하는 다른 차원의 친우분, 여기서는 당신이 꿈꿔왔던 모든 것을 찾을 수 있습니다!"
ko_mt: "여기 당신이 꿈꿔왔던 모든 것을 찾을 수 있어요, 다른 행성에서 온 친애하는 친구!"

source: "Weapons, drugs, pleasures of the flesh, slaves, magical items and mysteries, forbidden vices and sensational rumors!"
ko: "무기, 마약, 육체의 쾌락, 노예, 마법의 물건과 신비, 금지된 악덕과 선정적인 소문!"
ko_mt: "무기, 마약, 육체의 쾌락, 노예, 마법의 물건과 신비, 금지된 악덕과 선정적인 소문!"

source: "For just a thousand gold coins, I will show you the best and worst Alushinyrra has to offer! Look, I even have a certificate of untouchability signed by Our Lady in Shadow herself!"
ko: "천 골드만 주면 알루시니라의 빛과 어둠을 모두 보여주지! 여기 봐, 난 그림자의 여주인께서 직접 서명하신 초법권 영장도 있다고!"
ko_mt: "금화 천 냥만 주시면 알루시니라가 제공하는 최고와 최악을 모두 보여드리겠습니다! 그림자 속의 성모님이 직접 서명한 손댈 수 없는 증명서도 있어요!"
