Repository: akintos/wotr-translation
Catalog: translation/*/AreaLogic.po
Languages: ko, ko_mt

source: "We can catch a break here — but don't let your guard down! The siege is not over!"
ko: "여기서 잠시 휴식을 취할 수도 있지만, 방심해서는 안 돼! 공성전은 끝나지 않았어!"
ko_mt: "여기서 잠시 휴식을 취할 수 있지만 방심해서는 안 됩니다! 포위 공격은 끝나지 않았습니다!"

source: "That's Darrazand, Deskari's balor general! We must help the Commander!"
ko: "데스카리의 발러 장군 다라잔드다! 사령관님을 도와야 해!"
ko_mt: "저건 데스카리의 발러 장군 다라잔드야! 사령관을 도와야 해!"

source: "Onward! Attack!"
ko: "전진! 공격!"
ko_mt: "전진! 공격!"

source: "Well, let's get to it!"
ko: "그럼, 시작합시다!"
ko_mt: "그럼, 시작하자!"

source: "Eh! Strong ones! It's fine, they'll budge!"
ko: "아! 단단한 놈들이군요! 괜찮아요, 곧 움직일 거예요!"
ko_mt: "에! 강한 놈들! 괜찮아, 움직일 거야!"

source: "Oh, they're cracking!"
ko: "오, 금이 가고 있어!"
ko_mt: "오, 균열이 생겼어요!"

source: "A little more, they're shaking!"
ko: "조금만 더! 흔들리고 있다!"
ko_mt: "조금만 더, 흔들리고 있어!"

source: "Just a bit more, they're about to fall!"
ko: "아주 조금만 더, 곧 무너질 거야!"
ko_mt: "조금만 더, 곧 떨어질 거야!"

source: "Location secured! Temporary camp set up!"
ko: "거점을 확보했습니다! 임시 야영지를 세우겠습니다!"
ko_mt: "위치 확보! 임시 캠프 설치 완료!"

source: "Good. Patch up the wounded".
ko: "좋아. 부상자를 치료해라".
ko_mt: "좋아. 부상자를 치료해라".

source: "Lie down. Die."
ko: "무릎 꿇어라. 죽어라."
ko_mt: "누워. 죽어라."

source: "Willodus says hello. Sweet dreams, demon."
ko: "윌로더스가 인사 전해달라더군. 잘 가라, 데몬."
ko_mt: "윌로두스가 인사하네. 좋은 꿈 꿔라, 데몬."

source: "You little runt! You and Willodus will regret this! I'll find you and shove your entrails down your throat!"
ko: "이 하찮은 벌레가! 네놈들을 반드시 찾아내서 창자를 뽑아 목구멍에 쑤셔박아 주겠다!"
ko_mt: "이 꼬맹이! 너와 윌로두스는 후회하게 될 거야! 널 찾아내서 네 내장을 목구멍에 쑤셔 넣을 거야!"

source: "Damn it! The dagger was supposed to kill him on the spot!"
ko: "빌어먹을! 저 단검이 놈을 한 방에 죽여야 됐는데!"
ko_mt: "젠장! 그 단검이 그 자리에서 그를 죽일 뻔했어!"

source: "Forgive me, everyone... Forgive me for bringing you here."
ko: "모두들 미안하다... 너희를 이곳으로 이끈 나를 용서해라."
ko_mt: "여러분, 용서하세요.. 여러분을 이곳에 데려온 저를 용서해 주세요."

source: "Don't lose your courage, fighters of the Eagle Watch! Onward!"
ko: "용기를 잃지 마라, 독수리 감시단의 전사들이여! 전진하라!"
ko_mt: "용기를 잃지 마라, 이글 워치의 전사들이여! 전진하라!"

source: "Commander Tirabade... What happened in the Chapel is not your fault."
ko: "티라베데 사령관... 예배당에서의 일은 당신 잘못이 아닙니다."
ko_mt: "티라바데 사령관님.. 예배당에서 일어난 일은 사령관님의 잘못이 아닙니다."

source: "You created our order. You personally selected and trained each of us."
ko: "당신은 우리 단체를 설립했습니다. 우리를 선별하고 각자를 훈련시킨 것도 당신이죠."
ko_mt: "당신이 우리의 질서를 만들었습니다. 우리 각자를 직접 선택하시고 훈련시키셨습니다."

source: "We've come this far. Let's show those horned beasts what we're made of!"
ko: "우리가 여기까지 왔습니다. 이제 저 뿔달린 놈들에게 우리가 어떤 존재인지 보여주죠!"
ko_mt: "우리는 여기까지 왔습니다. 저 뿔 달린 짐승들에게 우리가 어떤 존재인지 보여 주자!"

source: "We're dead..."
ko: "우린 다 죽었어..."
ko_mt: "우린 죽었어..."

source: "Eagle Watch! And you, recruits! Listen up."
ko: "독수리 감시단! 그리고 신병들! 들어라."
ko_mt: "이글 워치! 그리고 신병 여러분! 잘 들어라."

source: "I don't know how many of us will survive this day. I don't know whether I will. But I know one thing for sure."
ko: "오늘 우리 중 몇 명이나 살아남을지는 모른다. 내가 살아남을 수 있을지도 모르겠다. 하지만 한 가지는 확실하다."
ko_mt: "우리 중 몇 명이나 살아남을 수 있을지 모르겠습니다. 제가 살아남을 수 있을지도 모르겠습니다. 하지만 한 가지는 확실합니다."

source: "Today we're the tip of the sword in Iomedae's hand! Dead or alive, we will rip out the fangs of the Abyss!"
ko: "오늘 우리는 아이오메데님의 손에 쥐어진 검의 칼끝이다! 우리는 죽든 살든, 심연의 송곳니를 뽑아버릴 것이다!"
ko_mt: "오늘 우리는 아이오메데의 손에 쥐어진 검의 끝이다! 죽든 살든 심연의 송곳니를 뽑아버리겠다!"

source: "To arms! For Mendev! For Kenabres!"
ko: "전투를 준비하라! 멘데브를 위하여! 케나브레스를 위하여!"
ko_mt: "무기를 위하여! 멘데브를 위하여! 케나브레스를 위하여!"

source: "Fine words, Commander Tirabade. And now — to arms!"
ko: "좋은 말이었다, 티라바데 지휘관. 자, 전투를 준비하라!"
ko_mt: "좋은 말씀입니다, 티라바데 사령관님. 이제 무기로!"

source: "Yes!"
ko: "네!"
ko_mt: "예!"

source: "Dead or alive, we're going to win!"
ko: "죽든 살든, 우리는 승리할 것이다!"
ko_mt: "죽든 살든, 우리는 이길 것입니다!"

source: "And so, the carnage begins! I think they'll manage without me..."
ko: "이렇게 대학살이 시작되는군! 나 없이도 잘 해낼 것 같네..."
ko_mt: "그렇게 대학살이 시작됩니다! 나 없이도 잘 해낼 것 같은데..."

source: "Eagle Watch, onward! You recruits — try to keep up!"
ko: "독수리 감시단, 전진! 신병들은 잘 따라와라!"
ko_mt: "이글 워치, 전진! 신병 여러분, 잘 따라잡으세요!"

source: "Fighters! The time has come!"
ko: "전사들이여! 때가 왔다!"
ko_mt: "파이터들! 때가 왔다!"

source: "Come on, come on! Slaughter the demons!"
ko: "자, 자! 데몬들을 도살하자고!"
ko_mt: "어서, 어서! 데몬들을 죽여라!"

source: "For the Queen! For the Commander!"
ko: "여왕 폐하를 위해! 사령관님을 위해!"
ko_mt: "여왕을 위하여! 사령관을 위하여!"

source: "What are you humming for, you scum? Open the passage and let me in! Right now! Where are your keys?"
ko: "뭘 흥얼거려, 쓰레기 자식아? 문 열고 날 들여보내! 당장! 열쇠 어딨어?"
ko_mt: "왜 흥얼거려, 이 쓰레기야? 통로 열고 날 들여보내줘! 당장! 열쇠 어딨어?"

source: "Hmmm..."
ko: "흠..."
ko_mt: "흠..."

source: "Let me through! I have an urgent message for Sir Vhane!"
ko: "날 들여보내줘! 베인 님께 급히 전할 말이 있단 말이야!"
ko_mt: "지나가게 해줘요! 베인 경에게 전할 긴급한 메시지가 있습니다!"

source: "I don't have any. All the key-keepers... they ran away! Drezen's about to fall — so they decided to hide!"
ko: "나에게 없다. 열쇠 수호자들이... 죄 달아나 버렸어! 드레젠은 곧 함락될 것이다. 그래서 숨은 거야!"
ko_mt: "난 아무것도 없어요. 키 키퍼들이 모두 도망쳤어요! 드레젠이 곧 함락될 것 같아서 숨기로 했어요!"

source: "Where are they? Tell me, you weasel, or I'll break your neck!"
ko: "녀석들은 어딨는데? 간사한 놈아, 입 열어. 아니면 네 목을 부러뜨려 주마!"
ko_mt: "어딨어? 말해, 이 족제비야, 안 그러면 목을 부러뜨릴 거야!"

source: "Don't hit me, don't! One of them went to the dungeons. Another decided to hide in the temple..."
ko: "때리지마! 제발! 한 명이 지하 감옥으로 갔어. 다른 녀석은 신전으로 향했고..."
ko_mt: "때리지 마, 때리지 마! 그들 중 한 명은 지하 감옥으로 갔다. 다른 한 명은 사원에 숨기로 했어요..."

source: "And the third one? Where is the third one?"
ko: "근데 셋째는? 셋째는 어딨어?"
ko_mt: "세 번째는요? 세 번째는 어딨어?"

source: "I don't know! He said he was going to get drunk, and... Aaah! The mortals are coming! They're here!"
ko: "몰라! 술 취하러 가겠다고 했는데... 으아아! 필멸자들이 오고 있어! 놈들이 왔어!"
ko_mt: "모르겠어요! 그는 술에 취하겠다고 말했고.. 아아! 필멸자들이 오고 있어! 그들이 왔어!"

source: "All right. First I'll burn the mortals. Then I'll break your neck. And then I'll find the key-keepers and rip their stupid heads off!"
ko: "좋아. 우선 내가 필멸자들을 태워버리지. 그리고 네 목을 부러뜨릴 거야. 그리고 열쇠 간수자를 찾아서 그 멍청한 머리를 뜯어버리겠어!"
ko_mt: "좋아. 먼저 필멸자들을 태워버릴 거야. 그리고 네 목을 부러뜨릴 거야. 그리고 열쇠 보관자를 찾아서 그 멍청한 머리를 찢어버릴 거야!"

source: "That building over there! There's a secret passage to the dungeon inside!"
ko: "저기 저 건물이에요! 저 안에 지하 감옥으로 가는 비밀 통로가 있어요!"
ko_mt: "저기 저 건물! 안에 던전으로 가는 비밀 통로가 있어!"

source: "We'll do another ritual... With the blasphemer's heart as the sacrifice!"
ko: "의식을 다시 치러야 한다... 군주님을 모독한 불경한 자들의 심장을 바쳐라!"
ko_mt: "다른 의식을 치르자.. 신성 모독자의 심장을 제물로 삼아!"

source: "Hey, who's making that noise?"
ko: "누가 이렇게 시끄러운 소리를 내는 거지?"
ko_mt: "이봐, 누가 저런 소리를 내는 거야?"

source: "Have you decided to play my game? Good."
ko: "내가 만든 판에 올라오기로 결정했나? 좋아."
ko_mt: "제 게임을 플레이하기로 결정하셨나요? 좋아요."

source: "We're here!"
ko: "우리가 왔어!"
ko_mt: "도착했습니다!"

source: "The Commander of mortals... What excellent prey!"
ko: "필멸자들의 사령관이군... 훌륭한 먹잇감이 되겠어!"
ko_mt: "인간들의 사령관.. 이 얼마나 훌륭한 먹이인가!"

source: "So long, you idiot! The next time I see your face it'll be looking at me from a pike!"
ko: "잘 가라, 멍청아! 우리가 다시 만날 때 넌 창끝에 꽂힌 채 날 쳐다보고 있을 거야!"
ko_mt: "잘 가라, 이 멍청아! 다음에 네 얼굴을 볼 땐 창끝으로 날 쳐다보고 있을 거야!"

source: "Ouch! Why did I get into this fight? I knew I couldn't handle it..."
ko: "악! 왜 내가 이 싸움에 끼어든 거지? 감당할 수 없다는 걸 알았는데..."
ko_mt: "아야! 내가 왜 이 싸움에 뛰어들었지? 내가 감당할 수 없다는 걸 알았어..."

source: "You're good with riddles. But that isn't going to help you!"
ko: "너는 수수께끼를 잘 푸는구나. 하지만 그게 도움이 되진 못 할 거다!"
ko_mt: "넌 수수께끼를 잘 풀잖아. 하지만 그건 도움이 안 돼요!"

source: "Spoiling my fun, mortal? You'll regret that!"
ko: "내 즐거움을 망치는 것이냐, 필멸자? 후회하게 될 거다!"
ko_mt: "내 재미를 망치다니, 필멸자? 후회하게 될 거야!"

source: "Mortals... It will be fun. It will be tasty".
ko: "필멸자... 재미있겠군. 맛있겠어."
ko_mt: "필멸자.. 재미있을거야. 맛있을 것이다".

source: "They say the righteous have endless patience — yet you still managed to anger her. Better run now!"
ko: "의인의 인내심은 무한하다던데, 그럼에도 그녀의 화를 불렀잖아. 지금이라도 튀자!"
ko_mt: "그들은 의인은 끝없는 인내심을 가지고 있다고 말하지만, 당신은 여전히 그녀를 화나게했습니다. 이제 도망가는 것이 좋습니다!"

source: "O, Lord Baphomet! Smite those pitiful freaks!"
ko: "오, 바포메트 군주님! 저 한심한 괴물들을 부숴 주소서!"
ko_mt: "오, 바포메트 신이시여! 저 불쌍한 괴물들을 쳐부수소서!"

source: "Don't kill them... No! No!"
ko: "죽이지 마요... 안돼! 안돼요!"
ko_mt: "죽이지 마세요.. 안돼! 안돼!"

source: "Baphomet! Poor, old Baphomet! Do you really hear us? Then I beg you — stop making these good people hurt others."
ko: "바포메트 님! 불쌍하고 늙은 바포메트 님! 정말 저희 말이 들리시나요? 그럼 이렇게 빌게요, 이 착한 사람들이 남들을 해치지 않게 해주세요."
ko_mt: "바포메트! 불쌍하고 늙은 바포메트! 정말 우리 말이 들리나요? 그럼 이렇게 빌게요, 이 선량한 사람들이 다른 사람들을 해치게 하지 말아주세요."

source: "Baphomet, hear our words! We mean no harm to you or these good people. Enough of war, let us pray together for peace."
ko: "바포메트시여, 저희 말을 들어 주소서! 저희는 당신이나 이 선한 사람들에게 해를 끼칠 의도가 없습니다. 저희는 전쟁을 그만두고 평화를 위해 함께 기도하겠습니다."
ko_mt: "바포메트, 우리 말을 들어라! 우리는 당신이나 이 선한 사람들에게 해를 끼칠 의도가 없습니다. 전쟁은 그만하고 평화를 위해 함께 기도합시다"

source: "Are they... praying for Baphomet's salvation? Have they gone insane? Or... Or have I been the insane one all this time?"
ko: "저것들은... 바포메트 님께 구원을 기도하고 있는 건가? 미쳤나? 아니면... 아니면 여태까지 내가 미친 건가?"
ko_mt: "그들은.. 바포메트의 구원을 위해 기도하고 있습니까? 미쳤나요? 아니면.. 아니면 지금까지 내가 미쳤습니까?"

source: "You're the pathetic ones. Run now, as fast as you can. Save yourselves while you're still able, for Baphomet will not save you!"
ko: "하찮은 것들. 지금이라도, 가능한 빨리 도망가라. 바포메트는 너희를 구원하지 않을 테니, 할 수 있을 때 목숨을 건져라!"
ko_mt: "한심한 건 너야. 최대한 빨리 도망쳐. 바포메트는 너희를 구해주지 않을 것이니, 할 수 있을 때 도망쳐라!"

source: "Forgive us! We renounce Baphomet!"
ko: "용서해 주십시오! 저희는 바포메트를 버립니다!"
ko_mt: "용서해 주세요! 우리는 바포메트를 포기합니다!"

source: "Lord Baphomet, accept this sacrifice!"
ko: "바포메트시여, 이 제물을 받아주소서!"
ko_mt: "바포메트 신이시여, 이 제물을 받으소서!"

source: "The altar of Lord Baphomet has been desecrated. We will clean it with the blood of the traitors!"
ko: "바포메트 군주님의 제단이 더럽혀졌다. 배신자들의 피로 제단을 정화하자!"
ko_mt: "바포메트 신의 제단이 더럽혀졌습니다. 반역자들의 피로 정화하겠습니다!"

source: "We won't give her to anyone. Not to you or the demons."
ko: "얘는 누구에게도 넘겨주지 않을 거야. 너희나 데몬들에게도."
ko_mt: "우리는 그녀를 누구에게도주지 않을 것입니다. 당신이나 데몬들에게도 안돼요"

source: "Hands off, scoundrels."
ko: "물러서, 악당들아."
ko_mt: "손 떼, 악당들"

source: "Give them the girl and we'll be pardoned!"
ko: "여자애를 넘기면 용서받을 수 있을 거야!"
ko_mt: "여자애를 넘겨주면 사면해줄게!"

source: "Look what you've done!"
ko: "네가 무슨 짓을 했는지 봐!"
ko_mt: "당신이 한 일을 보세요!"

source: "Looks like the girl is right... If we want to survive, we'll have to fight together."
ko: "여자애 말이 맞는 것 같군... 살고 싶으면, 함께 싸워야겠어."
ko_mt: "소녀가 옳은 것 같습니다.. 우리가 살아남 으려면 함께 싸워야합니다 "

source: "Baphomet demands blood. Spare no one! Traitors and faithful alike will be sacrificed to our lord!"
ko: "바포메트께서 피를 원하신다. 아무도 살려두지 마라! 배신자와 충신 모두 군주님께 제물로 바칠 것이다!"
ko_mt: "바포메트는 피를 요구한다. 아무도 아끼지 마세요! 반역자와 신자 모두 우리 주님에게 희생될 것이다!"

source: "Please don't fight. You are all kind people, you don't need to hurt each other."
ko: "제발 싸우지 마세요. 여러분은 모두 착한 사람들이니, 서로에게 상처 입힐 필요 없어요."
ko_mt: "제발 싸우지 마세요. 여러분은 모두 친절한 사람들이니 서로 다치게 할 필요가 없습니다 "

source: "Be quiet and watch. This is the best part."
ko: "조용히 지켜보시오. 가장 중요한 순간이니."
ko_mt: "조용히 지켜보세요. 이게 가장 좋은 부분입니다."

source: "Get it together, idiots! No more looting! You're all to sit tight here and wait for the order to attack the Defender's Heart!"
ko: "정신 차려, 머저리들아! 더 이상 약탈은 안 된다! 모두들 이 자리를 가만히 지키면서 수호자의 심장을 공격하라는 명령을 기다려라!"
ko_mt: "정신 차려, 멍청이들아! 더 이상 약탈은 안 된다! 모두 여기서 가만히 앉아 방어자의 심장을 공격하라는 명령을 기다려라!"

source: "It's the last bastion of the crusader resistance. We'll flatten them and claim our victory!"
ko: "여기가 성전군 저항의 마지막 보루다. 놈들을 무너뜨리고 승리를 쟁취하자!"
ko_mt: "십자군 저항군의 최후의 보루입니다. 저들을 무너뜨리고 승리를 쟁취하겠습니다!"

source: "Into the Abyss with all crusaders and the Defender's Heart! Kilas, the city is ours already! Now it's time to enjoy the spoils! Split up into groups, quickly! I'll tell you where to go and what to bring back..."
ko: "모든 성전사들과 수호자의 심장이 심연으로 떨어지길! 카일라스, 도시는 이미 우리 것이다! 지금은 전리품을 즐길 시간이야! 어서 흩어져! 어디로 가야 하고 무엇을 가져와야 하는지 내가 지시를 내려줄 테니..."
ko_mt: "모든 성전사와 수호자의 심장과 함께 심연으로! 킬라스, 도시는 이미 우리 것이다! 이제 전리품을 즐길 시간입니다! 빨리 그룹으로 흩어져! 내가 어디로 가야 하고 무엇을 가져와야 하는지 알려줄게..."

source: "Faxon, you idiot, go back to Baphomet, he must be missing his lapdog! Everyone here will be following my orders! I'm in charge!"
ko: "팍손, 이 멍청아, 바포메트에게나 돌아가. 그가 애완견을 찾고 있을 거니까! 여기 있는 모두는 내 명령을 따라라! 내가 책임자다!"
ko_mt: "팩스온, 이 멍청아, 바포메트에게 돌아가, 애완견을 놓쳤나 봐! 여기 있는 모두는 내 명령을 따라야 해! 내가 책임자다!"

source: "We won't submit to you, you dirty Deskarite! Keep out of this, Kilas, or I'll curse all your extremities to wither and drop off! Everyone, listen to me! What we're going to do is..."
ko: "우린 널 따르지 않을 거야, 더러운 데스카리 졸개야! 카일라스, 이 일에서 빠져라, 안 그러면 네 사지가 모두 시들어 떨어지도록 저주하겠다! 모두 내 말을 들어라! 우리가 할 일은..."
ko_mt: "네게 굴복하지 않겠다, 이 더러운 데카라이트! 이 일에 끼어들지 마라, 킬라스! 안 그러면 네 사지가 다 시들어 떨어지도록 저주하겠어! 모두 내 말 잘 들어! 우리가 할 일은..."

source: "Looking for a fight, Faxon? Well, you've got one!"
ko: "싸우자는 건가, 팍손? 좋아, 상대해 주마!"
ko_mt: "싸움을 원하나, 팩스온? 자, 여기 있네!"

source: "Had enough, worm? I'm in charge here! Kilas is the strongest! No looting! Only slaughter! We're going to sit here and wait for the command to attack! The Defender's Heart will fall!"
ko: "이제 됐어, 벌레야? 여긴 내가 통솔한다! 카일라스가 제일 강하니까! 약탈은 하지 마! 오직 학살만 해라! 우린 여기서 공격 명령을 기다린다! 수호자의 심장은 무너질 것이다!"
ko_mt: "그만할래, 벌레야? 여긴 내가 책임자다! 킬라스가 가장 강하다! 약탈은 안 돼! 오직 학살만! 우린 여기 앉아서 공격 명령을 기다릴 거야! 수호자의 심장이 무너질 것이다!"

source: "Ah, it seems we have visitors. Crusaders! Crush them!"
ko: "아, 보아하니 방문객들이 온 것 같군. 성전사들이겠지! 저들을 처부숴라!"
ko_mt: "아, 손님이 오신 모양이군요. 십자군이다! 그들을 박살내라!"

source: "Whoever you are, keep quiet. There's a horde of enemies just beyond this door. Come over here and you'll see — there's a handy way up nearby."
ko: "당신이 누군진 모르지만, 조용히 있으시오. 이 문 바로 너머에는 적들이 떼거지로 있소. 여기로 오면 볼 수 있을 거요. 근처에 훨씬 손쉬운 길이 있소."
ko_mt: "당신이 누구든, 조용히 있어. 이 문 너머에 적들이 무리를 이루고 있습니다. 이쪽으로 오면 볼 수 있습니다. 근처에 편리한 길이 있습니다."

source: "Kenabres burns... The city that should never have fallen. Fate shows no mercy."
ko: "케나브레스가 불타다니... 무너지지 말아야 할 도시였거늘. 운명도 자비가 없구나."
ko_mt: "케나브레스는 불타고.. 절대 함락되지 말았어야 할 도시가. 운명은 자비를 베풀지 않는다."

source: "Clouds may veil the stars, but nothing can hide the light in someone's soul. And I see this light in you!"
ko: "구름이 별을 가릴 수는 있지만, 무엇도 영혼에 있는 빛을 가릴 수는 없지. 너에게는 그 빛이 보이는군!"
ko_mt: "구름이 별을 가릴 수는 있지만 그 무엇도 사람의 영혼에 있는 빛을 가릴 수는 없습니다. 그리고 나는 당신에게서 그 빛을 봅니다!"

source: "We will stand shoulder to shoulder with you against evil!"
ko: "우리가 악에 맞서 너희와 어깨를 나란히 하겠다!"
ko_mt: "우리는 악에 맞서 여러분과 어깨를 나란히 할 것입니다!"

source: "I hear the echo of a familiar voice, I feel the warmth of my kindred flame... My {mf|brother|sister}, we will help you!"
ko: "익숙한 목소리의 메아리가 들리고, 동족의 불꽃의 온기가 느껴진다... {mf|형제|자매}여, 우리가 널 도와주겠다!"
ko_mt: "익숙한 목소리의 메아리가 들리고, 내 동족의 불꽃의 온기가 느껴진다... 나의 {mf|형제|자매}, 우리가 널 도와줄게!"

source: "Darkness and malevolent rage hide behind many masks, but I see them for what they are. I see them in you!"
ko: "어둡고 사악한 분노는 수많은 가면들 속에 숨지만, 나는 그들을 있는 그대로 볼 수 있다. 네게서도 보이는구나!"
ko_mt: "어둠과 악의적인 분노는 많은 가면 뒤에 숨어 있지만, 저는 그것들을 있는 그대로 봅니다. 나는 당신 안에서 그들을 봅니다!"

source: "Servants of the Abyss, you entered the house of memory with evil in your souls. Soon YOU will be but a memory!"
ko: "심연의 종들아, 너희는 영혼에 악을 품고 기억의 집에 들어왔구나. 조만간 너희는 기억만 남게 될 것이다!"
ko_mt: "심연의 종들아, 너희는 영혼에 악을 품고 기억의 집에 들어왔다. 곧 너희는 기억에 불과할 것이다!"

source: "I hear the echo of menacing footsteps. I feel the heat of ancient, cursed rage. Old enemy, you will not escape so easily!"
ko: "사나운 발걸음의 메아리가 들린다. 오래된 저주받은 분노의 열기가 느껴진다. 오랜 적이여, 쉽게 벗어나진 못할 거다!"
ko_mt: "위협적인 발소리의 메아리가 들립니다. 고대의 저주받은 분노의 열기가 느껴진다. 오래된 적, 넌 쉽게 도망치지 못할 것이다!"

source: "What a mess... Everything will have to be cleaned up and laid out according to the inventory list."
ko: "엉망진창이야... 모든 걸 정리하고 물품 목록에 따라 재정렬해야지."
ko_mt: "엉망진창이네요.. 모든 것을 정리하고 재고 목록에 따라 배치해야 할 것입니다."

source: "Where has that polite young fellow got to? He was going to get a box for the exhibits and then come back here."
ko: "그 공손한 젊은 친구는 어디 갔지? 전시용 상자를 가지고 여기 돌아오겠다 했는데."
ko_mt: "저 예의 바른 젊은 친구는 어디로 간 거죠? 전시용 상자를 가져와서 여기로 다시 오려고 했어요."

source: "I remember this exhibit, it was donated to the museum twenty-two... no, twenty-one years ago."
ko: "이 전시물 기억나. 이 박물관에 22년 전... 아니, 21년 전에 기증되었지."
ko_mt: "이 전시품은 22년 전, 아니 21년 전에 박물관에 기증된 것으로 기억합니다."

source: "Look at them, Suture. They're rejoicing like children. The storm is coming, and none of them sees it."
ko: "저들을 봐라, 누더기야. 어린아이처럼 즐거워하고 있구나. 폭풍이 다가오는데 아무도 눈치채지 못하고 있어."
ko_mt: "저들을 봐, 수처. 어린아이처럼 기뻐하고 있어. 폭풍이 다가오는데 아무도 눈치채지 못하죠."

source: "Shall we add to their festivities, my lady? How about a little lightning to burn their flesh..."
ko: "우리도 축제에 참가할까요, 마님? 저들의 살을 태울 번개는 어떨까요..."
ko_mt: "축제를 더할까요, 아가씨? 그들의 살을 태울 번개는 어떨까요..."

source: "Oh no, Suture. We'll leave such frolics to Deskari's little gnats. We are here for something else... something I have greatly anticipated for a long, long time."
ko: "오, 이런, 누더기야. 그런 장난은 데스카리의 작은 모기들에게 맡겨야지. 우리가 여기 온 이유는 다른 일 때문이야... 아주 오랫동안 기대해왔던 일."
ko_mt: "오, 안 돼, 수처. 그런 장난은 데스카리의 작은 모기들에게 맡겨야겠어. 우리는 다른 일을 하러 왔어요.. 아주 오랫동안 기대했던 일이에요."

source: "You see, Suture? 'Shouldn't' has no place here. I've waited for a very long time, but now the hour has come to turn my ideas into reality."
ko: "알겠느냐, 누더기? 여기에 '할 수 없다'란 있을 수 없다. 나는 아주 오랫동안 기다려 왔으며, 이제는 나의 발상을 현실화할 시간이다."
ko_mt: "봤죠, 수처? 여기에는 '안 돼'라는 단어가 들어갈 자리가 없어요. 오랫동안 기다렸지만 이제 제 아이디어를 현실화할 때가 왔습니다."

source: "I still have things to do in Kenabres, but you must leave. Go to the old laboratory. I have a special task for you."
ko: "난 아직 케나브레스에서 볼 일이 남았지만, 너는 떠나야 한다. 옛 연구실로 가거라. 너에게 맡길 특별한 임무가 있다."
ko_mt: "케나브레스에 아직 할 일이 남았지만 당신은 떠나야 해요. 옛 연구실로 가세요. 너에게 특별한 임무가 있다."

source: "The laboratory! I hate that foul place! But I dare not disobey you, my lady."
ko: "연구실! 저는 그 더러운 장소를 싫어합니다! 하지만 감히 당신을 거역하지는 않겠습니다, 주인님."
ko_mt: "실험실! 난 그 더러운 곳이 싫어요! 하지만 감히 부인께 불순종할 순 없습니다."

source: The tag on the skull reads, "Specimen 367 — Finnean Dismar."
ko: 해골에 붙은 태그는 다음과 같이 적혀 있습니다: "367번 표본 — 피니언 디스마르"
ko_mt: 두개골의 태그는 "표본 367 - 피니언 디스마르"

source: "Somebody please help me! They're trying to kill me!"
ko: "누가 나 좀 도와줘! 놈들이 나를 죽이려고 해!"
ko_mt: "누가 좀 도와주세요! 저들이 날 죽이려고 해요!"

source: "Areelu Vorlesh here, in Kenabres! I do not fancy meeting her in battle."
ko: "아릴루 볼레쉬가 여기, 케나브레스에 있다고! 그녀와 전투에서 만나는 상상은 하고 싶지 않아."
ko_mt: "여기 케나브레스의 아릴루 볼레쉬! 전투에서 만나고 싶지 않아요."

source: "That witch gives me the creeps."
ko: "저 마녀는 정말 섬뜩하군."
ko_mt: "저 마녀는 소름이 돋아요."

source: "What is this ugly thing? A sorceress, I'll bet!"
ko: "저 흉측한 것은 무엇이지? 분명 소서러로군!"
ko_mt: "이 못생긴 건 뭐지? 마법사겠지!"

source: "That woman is strong. I want to fight her! Prove that I am stronger!"
ko: "저 여자 엄청 강하군. 저 분과 싸우고 싶어! 나도 강하다는 걸 증명할래!"
ko_mt: "저 여자는 강하다. 그녀와 싸우고 싶다! 내가 더 강하다는 걸 증명해 보여줘!"

source: "Knock me down with a feather, that was the great demonic queenship Areelu herself!"
ko: "정말 깜짝 놀랐어요, 저건 대단한 데몬 여왕 아릴루 볼레쉬 본인이잖아요!"
ko_mt: "깃털로 날 쓰러뜨려라, 위대한 데몬의 여왕 아릴루가 직접 날 쓰러뜨렸다!"

source: "If my eyes did not deceive me, we just saw the most hated person in all Mendev — Areelu Vorlesh herself!"
ko: "내 눈이 잘못된 게 아니라면, 방금 멘데브에서 제일 혐오받는 사람을 본 것 같은데, 아릴루 볼레쉬 말이야!"
ko_mt: "내 눈이 나를 속이지 않았다면, 우리는 방금 모든 멘데브에서 가장 미움을 받는 사람인 아릴루 볼레쉬 자신을 보았습니다!"

source: "That woman... she looks so strange!"
ko: "저 여자는... 기이해 보여요!"
ko_mt: "저 여자.. 너무 이상해 보여요!"

source: "That was... the great Areelu Vorlesh herself! Where did she go? Can we follow her? I need to ask just two... no, five... no — twenty-three questions!"
ko: "저거... 위대한 아레루 볼레쉬잖아! 어디로 가는 거지? 우리가 따라갈 수 있을까? 질문 두개...아니, 다섯개...아니 23개의 질문을 해야해!"
ko_mt: "저건.. 위대한 아릴루 볼레쉬 그 자체였어요! 어디로 갔지? 따라가도 될까요? 두 개, 아니, 다섯 개, 아니, 23개만 물어봐야 해요!"

source: "As I live and breathe, that was the Architect of the Worldwound! The vilest witch of them all!"
ko: "저게 세계상처의 설계자였다는 건 내가 살아 숨쉬는 것처럼 명확해. 절대 용납할 수 없는 마녀지!"
ko_mt: "내가 살아 숨 쉬는 동안, 저건 세계상처의 설계자였어! 가장 사악한 마녀!"

source: "So many plans and hopes have gone up in smoke along with this city. And so many are still yet to burn... Soon..."
ko: "너무나도 많은 계획과 희망이 이 도시에서 연기와 함께 사라지는구나. 그런데도 아직 불탈 게 이렇게나 많다니... 머지 않아..."
ko_mt: "이 도시와 함께 수많은 계획과 희망이 연기에 휩싸였습니다. 그리고 아직 많은 것들이 불타고 있습니다.. 곧..."

source: "For Iomedae!"
ko: "아이오메데님을 위하여!"
ko_mt: "아이오메데를 위하여!"

source: "For Prelate Hulrun!"
ko: "헐런 주교님을 위하여!"
ko_mt: "성직자 훌런을 위하여!"

source: "We'll teach them to fear Iomedae!"
ko: "아이오메데님의 힌을 놈들에게 가르치자!"
ko_mt: "아이오메데를 두려워하도록 가르치겠다!"

source: "Sleep, unholy demon mine, close your eyes in rest divine..."
ko: "잠들어라, 불경한 데몬들아, 눈을 감고 여신님의 꿈에 빠져라..."
ko_mt: "잠이여, 부정한 데몬의 광산아, 눈을 감고 신성한 휴식을 취하라..."

source: "I hope the ritual works..."
ko: "의식이 효과가 있으면 좋겠는데..."
ko_mt: "의식이 효과가 있기를..."

source: "It has to. There's no room for error."
ko: "아니. 실패해서는 안돼."
ko_mt: "그래야만 합니다. 한 치의 오차도 있어서는 안 됩니다."

source: "It worked! Praise Iomedae!"
ko: "성공했어! 아이오메데님께 찬사를!"
ko_mt: "성공했습니다! 아이오메데를 찬양하라!"

source: "Now it's the demons' turn to suffer!"
ko: "이제 데몬들이 고통받을 차례야!"
ko_mt: "이제 데몬들이 고통받을 차례입니다!"

source: "Hey, who dragged all these barrels in here?"
ko: "어이, 누가 이 통들을 여기 갖다 놓은 거야?"
ko_mt: "이봐요, 누가 이 통들을 여기다 끌고 들어왔어요?"

source: "Stop, you can't come in here! I was ordered to rig everything in here..."
ko: "맘춰, 여기 들어오면 안 돼! 나는 이 모든 것을 설치하라는 명령을 받았어..."
ko_mt: "멈춰요, 여기 들어오면 안 돼요! 이 안에 모든 것을 설치하라는 명령을 받았어요..."

source: "Ha ha ha, a fine trick! Keep it up and I might invite you to join our club."
ko: "하하하, 괜찮은 속임수구나! 계속하거라. 내가 우리 모임에 너를 초대하게 될지도 모르겠구나."
ko_mt: "하하하, 멋진 트릭이네요! 계속 그렇게 하면 우리 클럽에 초대할지도 몰라."

source: "The main demon force is otherwise engaged. We can't waste this chance!"
ko: "데몬들의 주 병력은 발이 묶여 있습니다. 이 기회를 버릴 수는 없습니다!"
ko_mt: "데몬의 주요 세력이 교전 중입니다. 이 기회를 낭비할 수 없습니다!"

source: "I see the party's in full swing. Hurry, while the demons are distracted!"
ko: "파티가 한창인 것 같네요. 데몬들이 한눈 팔고 있는 동안 서두릅시다!"
ko_mt: "파티가 한창인 것 같군. 데몬들이 한눈팔고 있을 때 서둘러!"

source: "So much pain and death... Our friends are dying out there. And more will die the longer we wait."
ko: "너무나 많은 고통과 죽음이군요...우리의 친구들이 저 밖에서 죽어가고 있습니다. 그리고 우리가 주저하면 더 많은 수가 죽을 겁니다."
ko_mt: "너무 많은 고통과 죽음.. 우리 친구들이 저 밖에서 죽어가고 있습니다. 그리고 우리가 더 오래 기다릴수록 더 많은 사람들이 죽을 것입니다."

source: "Perfect diversionary tactic. While they're busy, let's do what we came here to do!"
ko: "완벽한 유인 전술이군요. 저 놈들이 딴 데 정신 팔려있을 때, 우린 여기 온 목적을 달성합시다!"
ko_mt: "완벽한 교란 전술이군. 그들이 바쁠 때 우리가 할 일을 하자!"

source: "Forward! Our friends have taken the brunt of the attack — we cannot let their sacrifice come to nothing."
ko: "앞으로! 우리 친구들이 정면으로 맞서고 있습니다. 그들의 희생을 헛되게 할 순 없습니다."
ko_mt: "전진! 우리 친구들이 공격의 최전선에 섰습니다. 그들의 희생을 헛되게 할 수 없습니다."

source: "Very good. While the demons chew their way through these runts, we'll have more than enough time to do what we came here for."
ko: "아주 좋군요. 데몬들이 이러한 손쉬운 놈들을 처리하는 동안, 우리에겐 여기 온 목적을 달성할 시간이 충분히 있을 겁니다."
ko_mt: "아주 좋아. 데몬들이 이놈들을 씹어먹는 동안 우리는 여기 온 목적을 달성할 충분한 시간을 가질 수 있을 겁니다."

source: "They're really on a rampage! Anyways, ready to get to work?"
ko: "저 녀석들 난리 났군요! 어쨌든, 준비는 됐습니까?"
ko_mt: "정말 난리가 났어요! 어쨌든, 일할 준비 됐나요?"

source: "Iomedae, help us!"
ko: "아이오메데시여, 저희를 보우하소서!"
ko_mt: "아이오메데, 도와줘요!"

source: "For Kenabres! For the queen!"
ko: "케나브레스를 위하여! 여왕 폐하를 위하여!"
ko_mt: "케나브레스를 위하여! 여왕을 위하여!"

source: "Crusaders never surrender!"
ko: "성전군은 결코 물러서지 않는다!"
ko_mt: "성전사는 절대 항복하지 않는다!"

source: "They'll never break us!"
ko: "놈들이 우릴 쓰러뜨릴 순 없어!"
ko_mt: "그들은 절대 우리를 무너뜨리지 못할 것입니다!"

source: "Begone, foul creatures! Back to the Abyss!"
ko: "사라져라, 더러운 생물들아! 심연으로 돌아가라!"
ko_mt: "저리 가라, 더러운 생명체들아! 심연으로 돌아가라!"

source: "Death to mortals!"
ko: "필멸자들에게 죽음을!"
ko_mt: "인간에게 죽음을!"

source: "The fools have delivered themselves straight into our hands!"
ko: "바보들이 우리 손아귀에 제 발로 들어왔구나!"
ko_mt: "바보들이 바로 우리 손에 들어왔다!"

source: "Don't these mortals know they already lost?"
ko: "이 필멸자들은 자기들이 이미 졌다는 사실을 모르는 건가?"
ko_mt: "이 인간들은 이미 졌다는 걸 모르나?"

source: "So much meat... Fresh, juicy, screaming..."
ko: "고기가 아주 많군... 신선하고, 풍부하고, 비명을 지르는..."
ko_mt: "고기가 너무 많아.. 신선하고, 육즙이 많고, 비명을 지르고..."

source: "This city is the Abyss now!"
ko: "지금 이 도시가 심연이다!"
ko_mt: "이 도시는 이제 심연입니다!"

source: "A new batch of living hearts for my rituals is finally here! Very good. My lord Deskari, I offer this sacrifice to you!"
ko: "의식에 쓰일 살아있는 심장이 도착했다! 아주 좋군. 위대하신 데스카리님, 당신께 이 제물을 바칩니다!"
ko_mt: "제 의식을 위한 새로운 살아있는 하트 배치가 드디어 도착했습니다! 아주 좋아. 데스카리 주님, 이 제물을 바칩니다!"

source: "This door is locked with a magical seal. Let me dispel the enchantment."
ko: "이 문은 마법 봉인으로 잠겨 있군요. 제가 이 마법을 해제해 보겠습니다."
ko_mt: "이 문은 마법의 봉인으로 잠겨 있습니다. 제가 마법을 풀겠습니다."
