Repository: akintos/wotr-translation
Catalog: translation/*/AreaLogic.po
Languages: ko, ko_mt

source: "Get ready. We're on our own now."
ko: "준비를 갖춰. 이제 우리만 남았어."
ko_mt: "준비하세요. 이제 우리끼리 합니다"

source: "Give me the ring, you scoundrel!"
ko: "그 반지 내놔, 이 도둑놈아!"
ko_mt: "반지 내놔, 이 악당아!"

source: "Come and get me! You're too slow! It's fun to play!"
ko: "와서 날 잡아봐! 넌 너무 느리다고! 노는 건 재미 있어!"
ko_mt: "와서 날 잡아! 넌 너무 느려! 노는 게 재밌어!"

source: "Mine! The ring is mine! You can't catch me, silly weak {race}."
ko: "내 거야! 이 반지는 내 거야! 너는 날 잡을 수 없을 거다, 멍청하고 나약한 {race} 녀석아."
ko_mt: "내꺼야! 반지는 내 거야! 넌 날 잡을 수 없어, 멍청하고 약한 {race}."

source: "Quickly, follow that wretch! He can't have gone far!"
ko: "어서 저 자식을 따라가요! 멀리 못 갔을 거예요!"
ko_mt: "빨리 저 놈을 따라가! 멀리 못 갔을 거야!"

source: "Damn it! Damned demons!"
ko: "젠장할! 빌어먹을 데몬들!"
ko_mt: "젠장! 저주받은 데몬들!"

source: "Everyone just collapsed, and then, then... the demons appeared..."
ko: "모두가 갑자기 쓰러졌고, 그러고는... 데몬들이 나타났어..."
ko_mt: "모두가 그냥 쓰러졌고, 그리고 나서.. 데몬이 나타났습니다.. "

source: "Wake up! Please, wake up!"
ko: "일어나! 제발 일어나!"
ko_mt: "일어나! 제발, 일어나세요!"

source: "My only dealings with jewelry were back when I used to steal it. Even remembering it makes me sick."
ko: "제가 보석을 만져본 건, 보석을 훔치던 시절밖에 없어요. 기억만 해도 마음이 아프네요."
ko_mt: "보석을 훔치던 시절이 제 유일한 거래였어요. 그것을 기억하는 것조차도 나를 아프게합니다."

source: "Drezen is a nice little town. And since we got here, it's really transformed, it looks better than ever..."
ko: "드레젠은 멋진 소도시군요. 우리가 이곳에 온 이후로 정말 많이 바뀌었고, 그 어느 때보다 좋아 보여요..."
ko_mt: "드레젠은 멋진 작은 마을이에요. 그리고 우리가 여기 온 이후로 정말 변모했고 그 어느 때보 다 좋아 보입니다.. "

source: "I don't care what anybody says, I like life in the crusade. So many different people, and everyone has been brought together by a common goal."
ko: "저는 다른 사람들이 뭐라고 하든 성전군에서의 삶이 좋아요. 다양한 사람들이 모여 있고, 모두가 공통의 목표에 의해 하나로 뭉쳤으니까요."
ko_mt: "누가 뭐라든 상관없어요, 전 십자군에서의 삶이 좋아요. 다양한 사람들이 모여 있고 모두가 공통의 목표에 의해 하나가 되었어요."

source: "When I go to pray to the Sword of Valor, this feeling of total calm comes over me. It's like: look around you, Seelah, you've come a long way and now you're exactly where you're supposed to be."
ko: "제가 용맹의 검에 기도하러 갈 때면, 완전한 평온함이 저를 찾아와요. ‘주위를 둘러봐, 실라, 넌 먼 길을 왔고 네가 있어야 할 곳은 여기야’ 라고 하는 것 같아요."
ko_mt: "용맹의 검에 기도하러 가면 완전한 평온함이 저를 덮칩니다. 주위를 둘러봐요, 실라, 당신은 먼 길을 왔고 이제 당신이 있어야 할 곳에 정확히 와 있어요"

source: "The fortress walls won't protect us against flying demons, of course, but still, I can't help breathing a little easier when I'm behind them."
ko: "물론 요새 성벽이 날아다니는 데몬들로부터 우리를 지켜주지는 못하겠지만, 그래도 성벽 뒤에 있으면 숨통이 트이긴 하죠."
ko_mt: "물론 요새 벽이 날아다니는 데몬으로부터 우리를 보호하지는 못하지만, 그래도 그 뒤에 있으면 조금 더 쉽게 숨을 쉴 수 있습니다 "

source: "Fools, how could you fail to notice who was hiding among you...? Hiding inside you? Now die!"
ko: "멍청한 놈들, 너희들 사이에, 너희의 내면에 숨은 자들을 어떻게 못 알아챌 수 있지? 이제 그만 죽어라!"
ko_mt: "바보들아, 어떻게 너희들 사이에 누가 숨어있는지 알아차리지 못할 수 있니...? 당신 안에 숨어있는? 이제 죽어!"

source: "I can tell you."
ko: "말해주지."
ko_mt: "말해줄 수 있어"

source: "Kiana? Kiana, my love, what's wrong?"
ko: "키아나? 키아나, 내 사랑! 어떻게 된 거야?"
ko_mt: "키아나? 키아나, 내 사랑, 무슨 일이야?"

source: "If I might have your attention, everyone! Before we get to the important part of the ceremony, I want you to welcome two very dear guests."
ko: "모두 주목해 주십시오! 결혼식의 중요한 부분을 시작하기에 앞서, 귀빈 두 분을 환영해 주시기 바랍니다."
ko_mt: "여러분, 잠시만 주목해주세요! 식의 중요한 부분에 들어가기 전에 두 분의 귀한 손님을 환영해 주세요"

source: "This is the Commander of the Fifth Crusade, thanks to whose efforts the Sword of Valor flies proudly over Drezen!"
ko: "한 분은 제5차 성전의 사령관님으로, 이분의 노력 덕분에 용맹의 검이 드레젠 위에 자랑스럽게 휘날리게 되었습니다!"
ko_mt: "용맹의 검이 드레젠 상공을 자랑스럽게 날아다니는 다섯 번째 성전의 사령관입니다!"

source: "And Seelah, paladin of Iomedae, the Commander's companion and someone I have the honor of calling a friend. Seelah, would you say a few words?"
ko: "또 한 분은 아이오메데의 팔라딘이자 사령관님의 동료인 실라입니다. 제가 친구라 부를 수 있어 영광인 사람이기도 합니다. 실라, 몇 마디 해줄래?"
ko_mt: "그리고 아이오메데의 성기사 실라, 사령관의 동반자이자 친구라고 부를 수 있는 영광스러운 사람입니다. 실라, 몇 마디 해주시겠습니까?"

source: "But this won't help you. Lord Baphomet will take what is his!"
ko: "하지만 소용없다. 바포메트 군주님께서 자신의 소유물을 가져갈 것이니!"
ko_mt: "하지만 이건 도움이 안 돼. 바포메트 경이 그의 것을 가져갈 것입니다!"

source: "You ruined everything, mortal!"
ko: "네가 다 망쳤다, 필멸자!"
ko_mt: "네가 모든 걸 망쳤어, 필멸자!"

source: "Elan, Kiana, stop! It's dangerous!"
ko: "엘란, 키아나, 멈춰! 위험해!"
ko_mt: "엘란, 키아나, 그만해! 위험해요!"

source: "If you are reading this note, I must be dead..."
ko: "이 쪽지를 읽고 있다면, 난 이미 죽었겠지..."
ko_mt: "당신이 이 메모를 읽고 있다면, 나는 죽었을 것입니다..."

source: "...and even in death, I have lured you into my trap. Greed is a sure path to the grave!"
ko: "...그리고 난 죽음 속에서도 너를 내 함정에 끌어들였다. 탐욕은 분명 무덤으로 향하는 길이 분명하다!"
ko_mt: "...그리고 죽어서도 나는 당신을 내 덫으로 유인했습니다. 탐욕은 무덤으로가는 확실한 길입니다!"

source: "Looks like this is it, the end... All illusions are dispelled... Tell Dad... I love him."
ko: "이걸로 끝인가보네... 모든 환영이 해제되었어... 아빠에게... 사랑한다 말해줘요."
ko_mt: "이게 끝인 것 같습니다.. 모든 환상이 사라졌다.. 아빠에게 말해줘.. 사랑한다고..."

source: "What is it? Do your eyes trick you? Then punish them! Take a knife and with it, prick your right eye first, then your left!"
ko: "뭔데? 네 눈이 헛 것을 본다고? 그러면 고문해! 단검을 들어서 오른쪽 눈을 찌르고, 다음으로 왼쪽 눈을 찔러!"
ko_mt: "뭐야? 당신의 눈이 당신을 속입니까? 그럼 그들을 처벌하십시오! 칼을 들고 오른쪽 눈을 먼저 찌른 다음 왼쪽 눈을 찌르세요!"

source: "Oh, my Lourry! What happened to you!"
ko: "아, 로어리! 너에게 무슨 일이 있었던 거냐!"
ko_mt: "오, 우리 루리! 무슨 일이야!"

source: "My head... Malessa, are you all right? Let's get out of here, hurry!"
ko: "머리가... 말레사, 괜찮아? 여기서 얼른 나가자!"
ko_mt: "내 머리.. 말레사, 괜찮아? 여기서 나가자, 서둘러!"

source: "Let's get back to the village as soon as we can — this accursed cave makes me feel sick!"
ko: "가능한 한 빨리 마을로 돌아가자. 이 저주받은 동굴은 역겨워!"
ko_mt: "가능한 한 빨리 마을로 돌아가자 -이 저주받은 동굴은 나를 아프게한다! "

source: "They say the demons in the Wound are on the move again. Something's about to happen... "
ko: "세계상처의 데몬들이 또 한번 이동하는 중이라는 소문이 있더군. 무슨 짓을 꾸미는 걸까..."
ko_mt: "상처의 데몬들이 다시 움직이고 있다고 합니다. 곧 무슨 일이 일어날 거야.. "

source: "If something happens, it'll happen there, not here. Things stay quiet around here, thanks to the river, and that's how it should be!"
ko: "무슨 일이 일어나더라도, 거기서 일어나지 여기선 아닐 거예요. 이 주변은 강님 덕분에 아주 조용하고, 그래야만 하죠!"
ko_mt: "무슨 일이 생기면 여기가 아니라 저기서 일어날 겁니다. 강 덕분에 이 주변은 조용하고, 그래야만 합니다!"

source: "Yes, the Icy Rill will keep us safe. She won't allow any harm to come to us. Still, what do you think is happening? With the demons, I mean?"
ko: "그래, 얼음장 개울께서 우리를 보호하실 거야. 우리를 향하는 위협을 가만 두실 리가 없지. 그래서, 무슨 일이 일어날거라고 생각해? 아까 데몬 얘기 말이야."
ko_mt: "그래, 얼음 언덕이 우릴 지켜줄 거야. 우리에게 어떤 해악도 허락하지 않을 거예요. 그래도 무슨 일이 벌어지고 있다고 생각하세요? 데몬들 때문에요?"

source: "I don't know, and I don't want to know. You'd be better off asking how many catfish we'll catch this season. Now that's a real question, and a good one too. As for all that demon stuff, who cares?"
ko: "모르겠어요. 알고 싶지도 않고요. 이번 철에는 메기가 몇마리나 잡힐까 물어보시는 게 나을걸요. 그게 더 필요한 물음이고, 더 좋은 질문이기도 하니까요. 데몬 얘기는 누가 신경 쓰겠어요?"
ko_mt: "모르겠고 알고 싶지도 않아요. 이번 시즌에 메기가 몇 마리 잡힐지 물어보는 게 더 나을 거예요. 그거 정말 좋은 질문이네요. 그 모든 데몬에 관한 것들은 누가 신경이나 쓰겠어요?"

source: "That Jernaugh's a really good lad. Too bad he's always got his head in the clouds."
ko: "예르나프 저 친구 참 좋은 녀석이야. 언제나 뜬구름 잡는 소리만 하는 게 안타까울 정도로."
ko_mt: "저나우는 정말 좋은 친구예요. 하지만 항상 구름에 머리를 박고 있는 게 안타깝죠."

source: "That's for sure. Never stops babbling about nature and harmony... A real city boy, that's what he is — doesn't know the first thing about what it's really like to live in nature."
ko: "확실히. 자연과 조화에 대해 계속 쫑알대지... 그러니 도시 사람이라는 거야. 정말로 자연 속에서 산다는 게 어떤지는 단 하나도 모르잖아."
ko_mt: "그건 확실합니다. 자연과 조화에 대해 끊임없이 떠들어대죠.. 진정한 도시 소년은 자연 속에서 사는 것이 어떤 것인지 전혀 모릅니다."

source: "Well, at least he doesn't pester us with tales about his horned god. Sermons are the last thing we need here."
ko: "뭐, 적어도 자기가 믿는 뿔달린 신 이야기로 성가시게 굴진 않잖아. 여기에 가장 필요 없는 게 설교니까."
ko_mt: "적어도 뿔 달린 신에 대한 이야기로 우리를 귀찮게 하지는 않네요. 설교는 여기서 가장 필요 없는 일이에요."

source: "True enough. But mark my words, after he lives by the river for a year or two, and learns some fishery, the river will wash all that crap out of his head."
ko: "맞아. 하지만 내 말 잘 들어. 그도 강의 곁에서 한 일이년쯤 살면서 고기잡이 일을 좀 배우면, 강께서 그의 머릿속에 있는 온갖 잡념을 씻어주실 거야."
ko_mt: "그렇겠지. 하지만 내 말 잘 들어, 1~2년 강가에서 살면서 어업을 배우고 나면 강이 그 모든 것을 씻어낼 거야."

source: "That's what I say. He's not lazy, that's the important thing, and he isn't afraid to work. The rest will come in time."
ko: "내 말이 그 말이야. 그는 게으른 사람이 아니고, 몸 쓰는 걸 두려워 하지 않아. 아주 중요한 점이지. 결국 시간 문제일 뿐이야."
ko_mt: "제가 그렇게 말하죠. 게으르지 않다는 것, 그게 중요하고 일하는 것을 두려워하지 않는다는 것이죠. 나머지는 시간이 지나면 따라올 겁니다."

source: "I can't believe it! Have you heard? Markyll murdered the cleric!"
ko: "믿을 수 없어! 들었어? 마르킬이 성직자를 죽였대!"
ko_mt: "믿을 수가 없어요! 들으셨나요? 마킬이 성직자를 죽였어요!"

source: "Good riddance, I say! He should have known better than to try and woo Malessa!"
ko: "속 시원하구만! 말레사에게 구혼하려면 더 신중했어야지!"
ko_mt: "잘했다, 내가 말했어! 그는 말레사를 구애하는 것보다 더 잘 알았어야했습니다!"

source: "You shouldn't speak ill of the dead! Besides, he didn't deserve to die. A black eye is one thing, but murder? That's going too far!"
ko: "고인에게 그러면 못 써! 게다가, 죽을 이유까지는 없었어. 검은 눈은 그렇다 쳐도, 살인이라니? 너무 심하잖아!"
ko_mt: "죽은 자에 대해 나쁘게 말하면 안돼! 게다가, 그는 죽을 자격이 없었습니다. 검은 눈은 그렇다 쳐도 살인은? 그건 너무 심해요!"

source: "It had nothing to do with Malessa. Markyll has lost his mind. He's been moping around for days, mumbling about the river and the island... "
ko: "말레사랑은 아무 관련이 없어. 마르킬이 이성을 잃은 거야. 그가 강과 섬에 대해서 며칠을 내리 중얼거렸지..."
ko_mt: "말레사와는 아무 관련이 없습니다. 마킬이 미쳐버렸어요. 그는 며칠 동안 강과 섬에 대해 중얼거리고있었습니다.. "

source: "Well, what do you expect? He's a firstborn. The Icy Rill has allowed him to live, but it took his sanity instead."
ko: "뭐? 어쩌겠어? 그이는 첫째잖아. 얼음장 개울께서 그의 목숨을 허락하신 대신 이성을 가져가셨을 뿐야."
ko_mt: "글쎄, 뭘 기대해? 그는 장남이잖아. 얼음 언덕이 그를 살게 해주었지만 대신 그의 정신을 앗아갔습니다."

source: "It's horrible. I wonder what will happen to him now?"
ko: "끔찍하네. 이제 그 녀석은 어떻게 될까?"
ko_mt: "끔찍합니다. 이제 그에게 무슨 일이 일어날까요?"

source: "What a beast!"
ko: "이 짐승 좀 봐!"
ko_mt: "이런 짐승이!"

source: "We've got you now..."
ko: "잡았다..."
ko_mt: "이제 잡았습니다..."

source: "Watch out for those huge teeth! Don't let 'em catch you!"
ko: "저 커다란 이빨 조심해! 잡히지 말고!"
ko_mt: "저 커다란 이빨 조심해! 잡히지 않게 조심해!"

source: "Aim for her throat and belly — fewer scales there!"
ko: "목과 배를 노려. 거긴 비늘이 별로 없어!"
ko_mt: "목과 배를 조준하세요 - 그곳에 비늘이 적습니다!"

source: "Don't be afraid, everyone! We've fought ones bigger than this!"
ko: "모두들 두려워하지 마! 이 녀석보다 더 큰 놈과도 싸워봤잖아!"
ko_mt: "여러분, 두려워하지 마세요! 우린 이보다 더 큰 적들과 싸워봤으니까요!"

source: "They're all dead..."
ko: "다들 죽었군요..."
ko_mt: "모두 죽었어..."

source: "Wait, what's that? Do you hear that sound?"
ko: "잠깐, 저 소리는 뭐죠? 저 소리 들리시나요?"
ko_mt: "잠깐, 저게 뭐야? 저 소리 들려요?"

source: "Not so fast, Zanedra. You desecrated my temple. You took my courage. And you will answer for it. Feel the wrath of Erastil!"
ko: "아직이다, 자네드라. 너는 우리 신전을 모독했어. 넌 나의 용기를 앗아갔다. 그러니 그에 대한 답을 줘야 할 거야. 에라스틸의 분노를 느껴라!"
ko_mt: "아직은 아니야, 자네드라. 넌 내 성전을 더럽혔어. 넌 내 용기를 빼앗았어. 그 대가를 치르게 될 것이다. 에라스틸의 분노를 느껴라!"

source: "Delamere's bow is in my hand! Her armor is on my chest! Her wrath is in my heart!"
ko: "델라메어의 활이 내 손에 있다! 그녀의 갑주가 내 가슴을 감싼다! 그녀의 분노가 내 심장에서 타오른다!"
ko_mt: "델라미어의 활은 내 손에 있다! 그녀의 갑옷은 내 가슴에 있다! 그녀의 분노는 내 가슴에 있다!"

source: "But... How? You filthy little swine!"
ko: "어...떻게? 저 더러운 애송이 돼지 새끼가!"
ko_mt: "하지만.. 어떻게? 이 더러운 돼지 새끼야!"

source: "I'm sorry, but I didn't have a choice!"
ko: "죄송합니다. 하지만 다른 선택지가 없어요!"
ko_mt: "죄송하지만 어쩔 수 없었습니다!"

source: "I begged you not to... Oh Erastil!"
ko: "제발 그만... 아, 에라스틸님!"
ko_mt: "하지 말라고 빌었는데.. 오 에라스틸!"

source: "Farewell, Commander! I am ready to die! May Erastil gird you with his strength!"
ko: "잘 지내세요, 사령관님! 저는 죽을 각오가 됐습니다! 에라스틸께서 당신에게 힘을 내려주시길!"
ko_mt: "잘 가세요, 사령관님! 죽을 준비가 되었습니다! 에라스틸의 힘이 당신을 감싸주길!"

source: "Phew! The red-headed witch is dead! The curse has been broken, right? I can go home? Home! To my lovely, quiet village!"
ko: "휴! 빨간 머리의 마녀가 죽었군요! 저주가 풀린 것, 맞겠죠? 집에 갈 수 있는 겁니까? 집! 사랑스럽고 조용한 우리 마을!"
ko_mt: "휴! 빨간 머리 마녀가 죽었어! 저주가 풀린 거지? 이제 집에 가도 돼요? 집으로! 내 사랑스럽고 조용한 마을로!"

source: "I'm begging you — don't go in there!"
ko: "부탁드립니다. 들어가지 말아주십시오!"
ko_mt: "이렇게 빌게요, 저기 들어가지 마세요!"

source: "I'm going to live! Thank you! Thank you so much!"
ko: "살았다! 감사합니다! 정말 감사드려요!"
ko_mt: "살 거예요! 고마워요! 정말 고마워요!"

source: "That was... intriguing. I... need to think."
ko: "참... 흥미롭네요... 생각할 시간이 필요해요."
ko_mt: "그건.. 흥미로웠어요. 나는.. 생각할 필요가있다 "

source: "No! No, no, no, please!"
ko: "안돼! 제발, 제발, 제발, 안돼!"
ko_mt: "안돼! 안돼, 안돼, 제발!"

source: "Mmm, the blood feels so warm on my hands. Such a little cut — but so much blood."
ko: "으음. 손에 묻은 피가 참 따사롭네요. 저렇게 작은 상처에서, 이만큼의 피가 나오다니."
ko_mt: "음, 피가 내 손에 너무 따뜻하게 느껴집니다. 작은 상처지만 피가 너무 많이 나요"

source: "But just a moment — once I reach the heart, we shall see a veritable fountain! I'm not opposed to getting a little wet today. How about you?"
ko: "하지만. 심장에 닿으면 진정한 의미의 분수를 볼 수 있을 거예요! 오늘은 조금 젖더라도 상관 없을 것 같은데, 당신은 어떤가요?"
ko_mt: "하지만 잠시만요 - 심장에 도달하면 진정한 분수를 볼 수 있습니다! 나는 오늘 조금 젖는 것에 반대하지 않습니다. 당신은 어때요?"

source: "Now I see why you're so revered in Drezen, Commander! Fighting with you is like having a stone wall on your side!"
ko: "이제야 당신이 왜 드레젠에서 숭배받는지 알겠네요, 사령관님! 당신 편에서 싸우니 마치 성벽을 끼고 있는 것 같아요!"
ko_mt: "이제야 왜 당신이 드레젠에서 그렇게 존경받는지 알겠군요, 사령관님! 당신과 싸우는 것은 돌담을 옆에 두는 것과 같습니다!"

source: "I'll b-be whoever you desire, Mistress."
ko: "다-당신이 원하는 누구든지 되겠습니다, 주인님."
ko_mt: "당신이 원하는 누구든 될게요, 여주인님"

source: "Greetings, Mistress. I am at your disposal."
ko: "안녕하십니까, 주인님. 명을 받듭니다."
ko_mt: "안녕하세요, 여주인. 나는 당신의 처분에 있습니다."

source: "You... you're not gonna... I need to get out of here!"
ko: "당... 당신이 왜... 전 여기서 나가야겠어요!"
ko_mt: "당신.. 당신은.. 당신은.. 여기서 나가야 해!"

source: "Who's there? One of the Queen's lapdogs?"
ko: "거기 누구냐? 여왕의 애완견인가?"
ko_mt: "거기 누구야? 여왕의 애완견 중 하나?"

source: "Sound the alarm! We've been discovered!"
ko: "경보를 울려라! 발각됐다!"
ko_mt: "경보 울려! 우리가 발각되었다!"

source: "What a curious power you have, my dear. A shame I don't have time to study it further. Farewell, Golarion awaits me."
ko: "신기한 힘이로구나. 더 면밀히 연구할 시간이 없다는 것이 통탄할 노릇이야. 잘 있거라. 골라리온이 나를 기다린다."
ko_mt: "너는 정말 신기한 힘을 가졌구나, 얘야. 더 공부할 시간이 없어서 아쉽구나. 잘 가라, 골라리온이 나를 기다린다 "

source: "You're a clever one, my dear! I suppose this is where I bid you farewell, I'm taking my chambers and leaving for Golarion."
ko: "똑똑한 아이로구나! 그러면 작별 인사를 고할 때이다. 나의 방과 함께 골라리온으로 떠나마."
ko_mt: "당신은 영리한 사람이야, 내 사랑! 여기서 작별을 고하고 내 방을 가지고 골라리온으로 떠날 거야"

source: "What have you done, ruffian?"
ko: "무슨 짓을 한 거냐, 깡패 놈아?"
ko_mt: "무슨 짓을 한거야, 악당? "

source: "Surely you weren't expecting to catch me off guard, my dear? Now, let's see how you like my surprises."
ko: "설마 내가 방심하리라 생각하지는 않았겠지? 자, 그럼 네가 나의 깜짝 선물을 좋아할는지 보자꾸나."
ko_mt: "확실히 당신은 내가 방심할 거라고 예상하지 않았습니까, 여보? 이제 내 놀라움을 어떻게 좋아하는지 보자"

source: "Commander, we've helped here as best we could! But we can't go any farther. Please take over from here!"
ko: "사령관님, 저희는 가능한 최대의 도움을 드려왔습니다! 하지만 더는 나아갈 수 없어요. 이 시점부터 당신께 인계를 하겠습니다!"
ko_mt: "사령관님, 우리는 최선을 다해 이곳을 도왔습니다! 하지만 더 이상 갈 수 없습니다. 여기서부터 인계해 주세요!"

source: "You are strong, but here, in my realm, my power knows no bounds! I would have only to will your victory into nothingness and it would be done."
ko: "너는 강하지만 이곳, 내 영역에서 내 힘은 한계가 없다! 나는 네 승리를 무로 만들기만 하면 끝이다."
ko_mt: "당신은 강하지만 여기, 내 영역에서 내 힘은 한계가 없습니다! 나는 당신의 승리를 무의미하게 만들기 만하면 끝날 것입니다"

source: "Minion, be filled with my power and kill the interloper. And I will let you take {mf|his|her} heart, as I took yours."
ko: "하수인이여, 내 힘을 맏아 침입자를 죽여라. 그리고 내가 네 심장을 가져간 것처럼, 네가 {mf|그|그녀}의 심장을 뺏어도 좋다."
ko_mt: "미니언, 내 힘으로 충만하여 침입자를 죽여라. 그리고 내가 네 심장을 가져간 것처럼 {mf|그|그녀}의 심장을 가져가게 해주마."

source: "Have you heard about the fresh arrival? The mistress ordered a careful watch be set on {mf|him|her}, but {mf|he|she} escaped."
ko: "이번에 온 사람들에 대해 들었어? 여주인께서는 그 녀석을 잘 지켜보라고 하셨지만, 녀석은 탈출했지."
ko_mt: "새로 도착한 사람에 대해 들었습니까? 여주인이 {mf|그|그녀}를 조심하라고 명령했지만 {mf|그|그녀}의 도망쳤어요."

source: "{mf|He|She} won't get away. No one can escape the Ivory Labyrinth."
ko: "녀석은 도망치지 못할 거야. 상아 미궁을 탈출한 자는 아무도 없어."
ko_mt: "{mf|그|그녀}는 도망칠 수 없다. 아무도 상아 미궁에서 벗어날 수 없습니다."

source: "Why are we here? No one can escape from the Labyrinth. All the cages could be left open, and not a single soul would be able to slip away."
ko: "우리 여기서 뭘 하는 거지? 누구도 미궁을 벗어날 수 없어. 철창이 모두 열린다 한들, 단 하나의 영혼도 여길 빠져나갈 수 없다고."
ko_mt: "여긴 왜 왔지? 아무도 미궁에서 탈출할 수 없으니까요. 모든 감옥을 열어두면 단 한 명의 영혼도 빠져나갈 수 없을 겁니다."

source: "Less talk. If the mistress hears you, you'll be propping yourself up against the bars from the inside."
ko: "말 조심히 해. 만약 그녀가 듣는다면 넌 감옥 안에서 창살에 몸을 기대고 있어야 할 거야."
ko_mt: "말을 줄이세요. 여주인이 들으면 안쪽에서 창살에 몸을 기대고 있을 테니까요."

source: "Are you going to escape without even trying to reclaim your equipment? You should get your weapon while my enchantments cover you — or say goodbye to it forever."
ko: "네 장비를 되찾으려고 하지도 않고 탈출하려 했나? 내 마법이 너를 감싸줄 때 무기를 챙겨야 할 것이다 - 아니면 영영 찾지 못하거나."
ko_mt: "장비를 되찾지도 않고 도망치려고요? 내 마법이 당신을 감싸고 있을 때 무기를 되찾거나 영원히 작별을 고해야 합니다."

source: "Run, before you become one of us..."
ko: "도망쳐라, 우리처럼 되기 전에..."
ko_mt: "도망쳐, 우리 중 하나가 되기 전에..."

source: "It hurts so much!"
ko: "너무 아파!"
ko_mt: "너무 아파!"

source: "I heard the master got a nasty wound!"
ko: "주군께서 심대한 내상을 입으셨다던데!"
ko_mt: "마스터가 심한 상처를 입었다고 들었어요!"

source: "I bet it's all Nocticula's doing. There's a reason why we're at war with her now."
ko: "녹티큘라 그년의 짓이 분명하다. 지금 그년과 전쟁을 벌이고 있는 이유가 있을 테니까."
ko_mt: "녹티큘라가 한 짓일 거야. 우리가 지금 그녀와 전쟁을 벌이고있는 이유가 있습니다"

source: "Or was it Heaven? Maybe it was that angel prisoner who struck our lord?"
ko: "천상은? 그 엔젤 포로가 우리 신을 강타한 것 아냐?"
ko_mt: "아니면 천국이었을까요? 어쩌면 우리 주님을 때린 것은 천사 죄수였을까요?"

source: "What's this? An incursion?"
ko: "뭐지? 침입인가?"
ko_mt: "이게 뭐야? 침입? "

source: "Hold off the intruder! Let {mf|his|her} bones join the myriad others!"
ko: "침입자를 막아라! {mf|그|그녀}의 뼈가 다른 이들과 함께 하게 만들어라!"
ko_mt: "침입자를 막아! {mf|그|그녀}의 뼈가 무수한 다른 뼈들과 합류하게 해주세요!"

source: "Don't fear that I might lose your trail! Even if I can't see you, I can clearly smell the curse I've shared with you!"
ko: "내가 네 자취를 놓칠까 걱정하지 마! 보이지는 않아도, 너와 공유하는 저주의 냄새는 똑똑히 느껴지니까!"
ko_mt: "내가 너의 흔적을 잃어버릴까봐 두려워하지마! 내가 너를 볼 수 없어도 내가 너와 공유 한 저주의 냄새를 분명히 맡을 수있어!"

source: "You're here! I can smell you!"
ko: "여기 있구나! 네 냄새가 난다!"
ko_mt: "너 여기 있어! 당신 냄새가 나!"

source: "There you are! I'm going to spill some of your blood now!"
ko: "여기 있었군! 네 피를 좀 흘리게 해야겠다!"
ko_mt: "여기 있었구나! 이제 네 피를 좀 흘려줄게!"

source: "The ashen death comes for you, my benefactor!"
ko: "잿빛 죽음이 네게 오고 있다, 나의 후원자여!"
ko_mt: "나의 은인, 잿빛 죽음이 당신을 위해옵니다! "

source: "Wonderful! This is the perfect time to give you my gift! Know that I do this out of love and gratitude!"
ko: "완벽해! 내 선물을 주기에 딱 알맞은 시점이네! 사랑과 감사 때문이라는 것을 꼭 알아둬!"
ko_mt: "훌륭해요! 지금이 제 선물을 드리기에 완벽한 시간입니다! 내가 사랑과 감사로 이것을한다는 것을 알아주세요!"

source: "Whoever you are, I thank you for my freedom. Please, accept my humble gift."
ko: "네가 누구든, 나를 풀어준 데 대해 감사할 게. 자, 내 선물이야."
ko_mt: "당신이 누구든, 제 자유에 감사드립니다. 제 겸손한 선물을 받아주세요 "

source: "Who are you? You're no guard and no servant of Baphomet. I can't see you, but I can smell this is so. And I can smell that you're strong, very strong."
ko: "넌 누구지? 너는 경비도 바포메트의 하수인도 아니네. 보이지는 않지만, 냄새로 알 수 있지. 네가 아주, 아주 강하다는 것도 알겠고."
ko_mt: "당신은 누구입니까? 당신은 경비병도 아니고 바포메트의 하인도 아닙니다. 나는 당신을 볼 수 없지만 냄새는 맡을 수 있습니다. 그리고 나는 당신이 강하고 아주 강하다는 냄새를 맡을 수 있습니다."

source: "For your mercy and your martial prowess, I'll grant you the ashen death. A death to be gifted with respect and love!"
ko: "네 자비와 무력에 감사하는 마음으로, 너에게 잿빛 죽음을 선사하지. 존경과 사랑의 선물로 주는 죽음이야!"
ko_mt: "당신의 자비와 무술 실력을 위해, 나는 당신에게 잿빛 죽음을 허락 할 것입니다. 존경과 사랑을 담은 죽음을 선물하리라!"

source: "She's wrong. There is another exit — a secret tunnel. I will show it to you."
ko: "그녀가 틀렸어요, 다른 출구가 있어요 — 숨겨진 터널이죠, 내가 보여줄께요."
ko_mt: "그녀가 틀렸어요. 비밀 터널이라는 다른 출구가 있어요. 제가 보여드리겠습니다."

source: "Idiots! How could you let {mf|him|her} get away! {mf|He|She}'s escaped! Block the exits! There is only one way out of here — the gates!"
ko: "멍청이들! 어떻게 {mf|그|그녀}가 달아나게 놔두었느냐! {mf|그|그녀}가 탈출하였다! 출구를 막아라! 이곳을 벗어날 길은 관문 하나 뿐이다!"
ko_mt: "멍청이들! 어떻게 {mf|그|그녀}가 도망가게 놔둘 수 있어! {mf|그|그녀}의 탈출했다! 출구를 막아! 여기서 나가는 길은 오직 하나, 성문뿐이야!"

source: "Oh no! You again! Let me go! Out of my way!"
ko: "아니! 또 너희냐! 날 놔둬! 내 앞을 막지 마!"
ko_mt: "오, 안돼! 또 너야! 이거 놔! 저리 비켜!"

source: "If this spawn doesn't wake up after your blow, the mistress will gut you..."
ko: "네가 때려도 이 새끼가 깨어나지 않는다면, 주인님께서 너를 처벌할 것이다..."
ko_mt: "이 스폰이 타격 후에도 깨어나지 않으면 여주인이 당신을 내장으로 만들 것입니다..."

source: "Wake this worm up. Quickly!"
ko: "이 벌레를 깨워라. 어서!"
ko_mt: "이 벌레를 깨워. 빨리!"

source: "Time to wake up, mortal."
ko: "일어날 시간이다, 필멸자."
ko_mt: "일어날 시간이야, 필멸자."

source: "I'm here to help."
ko: "내가 도우러 왔소."
ko_mt: "제가 도와드리겠습니다."

source: "Don't look around, you won't see me even if you try. But I am your friend."
ko: "둘러보지 마세요, 찾으려 해도 못 보실 테니. 하지만 전 당신의 친구랍니다."
ko_mt: "주위를 둘러보지 마. 노력해도 날 볼 수 없을 거야. 하지만 난 네 친구니까."

source: "Hurry. My spell will hide you from the eyes of the guards, but not for long."
ko: "서둘러. 내 주문이 널 경비병들의 눈으로 부터 숨겨 줄 걸세, 오래 가진 않아."
ko_mt: "서둘러. 내 주문으로 경비병의 눈에서 당신을 숨길 수 있지만 오래는 못 버텨요."

source: "You are free. Run for your life, and I will show you the way out."
ko: "당신은 안전합니다. 목숨을 구하고 싶으면 달아나시오. 내가 나가는 길을 알려줄 테니."
ko_mt: "당신은 자유입니다. 목숨을 걸고 달려가면 내가 길을 보여줄게."

source: "Hurry. I will tell you where to go."
ko: "서두르시오. 어디로 가야 하는지 알려 주겠소."
ko_mt: "서둘러. 내가 어디로 가야 하는지 알려줄게."

source: "First, we'll find your weapon. Don't try to attack the guards. Rely on my magic, it will protect you better than a blade."
ko: "일단 당신의 무기를 찾겠습니다. 경비병들을 공격하려고는 하지 마세요. 내 마법을 믿으시오. 칼보다 당신을 더 잘 보호할 것이오."
ko_mt: "먼저 무기를 찾겠습니다. 경비병들을 공격하지 마세요. 내 마법을 믿어라, 칼보다 더 잘 지켜줄 테니까."

source: "I'm done with this one for now. Come on, transform."
ko: "이제 이놈에게 볼일은 없다. 자, 변신해라."
ko_mt: "지금은 이걸로 끝입니다. 어서 변신하세요."

source: "Yes, mistress."
ko: "네, 주인님."
ko_mt: "네, 여주인."

source: "Where did {mf|he|she} go?! A prisoner has escaped! There's been an escape!"
ko: "{mf|그|그녀}가 어디로 사라졌지? 포로가 탈출했다! 빠져나갈 구멍이 있었을 거야!"
ko_mt: "{mf|그|그녀}는 어디 갔어?! 죄수가 탈출했습니다! 탈출했습니다!"

source: "Kill me! Please! I can't take it anymore!"
ko: "죽여 주시오! 제발! 더 이상 견딜 수 없소!"
ko_mt: "죽여주세요! 제발! 더는 못 참겠어!"

source: "Water, please... Just a drop of water..."
ko: "물을, 제발...물 한 방울이라도..."
ko_mt: "물, 제발.. 물 한 방울만..."

source: "Light... I haven't seen the sun for an eternity..."
ko: "빛을...태양을 보지 못한 지 영겁의 세월이 흘렀소..."
ko_mt: "빛.. 영원히 태양을 보지 못했어..."

source: "Hepzamirah! I will tell you everything! Everything! Let me go!"
ko: "헵자미라님! 다 말하겠습니다! 전부 다! 제발 풀어 주십시오!"
ko_mt: "헵자미라! 내가 다 말해줄게! 전부 다! 날 놔줘!"

source: "Hey, chief, aren't you worried Svendack will skin ye alive? Ye were one of the old warden's favorites and all."
ko: "대장님, 스벤닥이 산 채로 당신 가죽을 벗길까봐 걱정되지 않아요? 당신은 옛 관리인이 가장 아끼는 사람 중 하나였잖아요."
ko_mt: "이봐요, 서장님, 스벤댁이 산 채로 가죽을 벗길까봐 걱정되지 않으세요? 넌 옛 소장이 가장 아끼는 사람 중 하나였잖아."

source: "Don't you go spreading false rumors! Lady Aponavicius is too strong, she couldn't have died! She'll be back, and she'll make that upstart Svendack pay!"
ko: "거짓 소문 퍼뜨리지 마라! 아포나비시우스 님은 강해서 죽지 않았을 거야! 그녀는 돌아올 것이고, 그 갓난 스벤닥에게 응징할 것이다!"
ko_mt: "거짓 소문을 퍼뜨리지 마세요! 아포나비시우스 부인은 너무 강해서 죽지 못했을 거야! 그녀는 돌아올 것이고, 그 신생 스벤닥에게 대가를 치르게 할거야!"

source: "Ye're an idiot, chief. Should've sworn yer loyalty to the elf right away... like we did."
ko: "당신은 바보군요, 대장님. 바로 그 엘프에게 충성을 맹세했어야죠... 우리처럼..."
ko_mt: "당신은 바보입니다, 서장님. 우리처럼 바로 엘프에게 충성을 맹세했어야 했어.. 우리처럼..."

source: "Your mistress Aponavicius is dead and gone! Svendack is the warden now!"
ko: "네 주인 아포나비시우스는 죽어서 사라졌다! 스벤닥 님이 이제 관리인이시다!"
ko_mt: "당신의 정부 아포나비시우스는 죽어서 사라졌어요! 스벤닥이 이제 소장이에요!"

source: "Then go join your snake, knucklehead!"
ko: "그럼 네 독사를 따라가라, 돌대가리야!"
ko_mt: "그럼 가서 네 뱀과 합류해, 멍청아!"

source: "That feeble gnat is not even a demon! We obeyed Aponavicius, but we'll never bow to her!"
ko: "그 나약한 각다귀는 데몬도 아니야! 우리는 아포나비시우스 님에게 복종하나, 결코 그녀에게는 복종하지 않겠다!"
ko_mt: "저 미약한 모기는 데몬도 아니야! 우리는 아포나비시우스에게 복종했지만 절대로 그녀에게 절하지 않을 것이다!"

source: "For an entire century we've been protecting mortalkind from you, accursed demons!"
ko: "우리는 한 세기동안 모든 필멸자들을 너희, 저주받은 데몬들에게서 지켜왔다!"
ko_mt: "한 세기 동안 우리는 저주받은 데몬들인 너희로부터 인간 종족을 보호해 왔다!"

source: "We are the warriors of the Wardstone who have been set free! And we are here to honor the debt to our liberator!"
ko: "우리는 자유를 되찾은 수호석의 전사들이다! 우리의 해방자에게 진 빚을 갚기 위해 이 자리에 왔다!"
ko_mt: "우리는 자유를 되찾은 수호석의 전사들이다! 그리고 우리는 해방자에 대한 빚을 기리기 위해 여기에 있습니다!"

source: "Xorges! Rip this mortal apart! Baphomet will pay me handsomely for {mf|his|her} head!"
ko: "조르게스! 이 필멸자를 찢어라! 바포메트께서 {mf|그|그녀}의 목에 관대한 포상을 내리실 것이다!"
ko_mt: "Xorges! 이 필멸자를 찢어버려라! 바포메트가 {mf|그|그녀}의 머리에 대한 대가를 톡톡히 치를 것이다!"
