Repository: akintos/wotr-translation
Catalog: translation/*/AreaLogic.po
Languages: ko, ko_mt

source: "I had a life full of adventure and danger... A dragon once swallowed me, and I lay in its belly for a hundred years!"
ko: "나는 모험과 위험으로 가득한 삶을 살았지... 한번은 드라곤이 나를 꿀꺽하는 바람에, 그 뱃속에서 백 년을 있었어!"
ko_mt: "모험과 위험으로 가득 찬 삶을 살았어요... 한 번은 용이 나를 삼켜버렸고, 나는 백 년 동안 그 뱃속에 누워 있었어요!"

source: "Oh! Here's one from my own glorious past! Back then, my master and creator always carried me with him, and we once rode in a carriage drawn by a pair of giant beetles!"
ko: "오! 내 영광스런 과거 중 하나야! 그 때에 내 주인이자 창조주는 언제나 나를 가지고 다녔어. 그러다 거대한 딱정 벌레 둘이 끄는 끌차에 탔지!"
ko_mt: "오! 여기 제 영광스러운 과거가 있네요! 그때 내 주인이자 창조주는 항상 나를 데리고 다녔고, 한때는 거대 딱정벌레 한 쌍이 끄는 마차를 탔었지!"

source: "If only I could pick just one of these thousands of stories..."
ko: "수천 가지 이야기들 중에서 딱 하나만 골라야 한다면..."
ko_mt: "이 수천 개의 스토리 중 하나만 골라낼 수 있다면..."

source: "Or perhaps the path leads you to a floating city whose denizens have a hundred legs each and drink rainbows from the endless ocean of clouds?"
ko: "아니면 그 길이 각자 백 개의 다리를 지닌 시민들이 살며 끝없는 구름의 바다에 걸린 무지개를 마시는 공중 도시로 너를 인도할까?"
ko_mt: "아니면 그 길은 주민들이 각각 백 개의 다리를 가지고 끝없이 펼쳐진 구름 바다에서 무지개를 마시는 떠다니는 도시로 인도할까요?"

source: "Would you risk your eternal soul to visit lands ruled by undead fiends, lands where anyone whose heart still beats quickly meets their end?"
ko: "언데드 악귀들이 지배하는 땅을, 심장이 뛰는 모든 이들이 빠른 죽움을 맞이하는 땅을 방문하기 위해 네 영원한 영혼을 걸래?"
ko_mt: "당신의 영원한 영혼을 걸고 언데드 악마가 지배하는 땅, 심장이 아직 뛰는 사람은 누구나 빨리 죽음을 맞이하는 땅을 방문하시겠습니까?"

source: "I see lengthy tales bore you, though they could have shown you worlds beyond your ken..."
ko: "긴 이야기가 널 지루하게 만든 것 같네. 그것들이 네가 아는 것 이상의 세상을 보여줄 수도 있는데..."
ko_mt: "긴 이야기는 지루하겠지만, 당신의 지식 너머의 세계를 보여줄 수도 있었을 텐데..."

source: "These goblins wanted to destroy my body!"
ko: "이 고블린들이 제 몸을 파괴하려 해요!"
ko_mt: "이 고블린들이 내 몸을 파괴하려고 했어요!"

source: "To begin the ritual, go to the altar and read the spell aloud..."
ko: "의식을 시작하려면, 제단으로 가서 큰 소리로 주문을 외어주세요..."
ko_mt: "의식을 시작하려면 제단으로 가서 주문을 큰 소리로 읽으세요..."

source: "For the ritual to work, all the magic crystals must be returned to the statues. Please find them."
ko: "의식이 진행되려면 모든 마법 수정들이 석상에 배치되어야 해요. 그것들을 찾아주세요."
ko_mt: "의식을 진행하려면 모든 마법의 수정을 조각상에게 돌려줘야 합니다. 제발 찾아주세요."

source: "Huh! I've seen many things in my life, but a wizard crushed by a falling horse is a new one for me."
ko: "허! 살면서 많은 꼴을 봐왔지만, 떨어지는 말에 깔린 위저드는 또 새롭군."
ko_mt: "살면서 많은 것을 봤지만 마법사가 떨어지는 말에 깔리는 장면은 처음이에요."

source: "It would make for a great fable mocking a mighty yet short-sighted wizard."
ko: "이건 강력하지만 근시안적인 위저드를 조롱하는 훌륭한 우화가 될 겁니다."
ko_mt: "강력하지만 근시안적인 마법사를 조롱하는 멋진 우화가 될 것입니다."

source: "That horse fell from the ceiling on its own! A miracle... But somehow, I no longer believe in miracles."
ko: "말이 제 발로 천장에서 낙하하다니! 기적적이야... 하지만 한 편으론, 난 더이상 기적을 믿지 않아."
ko_mt: "저 말이 저절로 천장에서 떨어졌어요! 기적이라니... 하지만 왠지 더 이상 기적을 믿지 않아요."

source: "There's a shortcut here! Right here, through the crack in the wall..."
ko: "여기 지름길이 있습니다! 바로 여기, 벽에 갈라진 틈에요..."
ko_mt: "여기 지름길이 있어요! 바로 여기, 벽의 갈라진 틈으로..."

source: "Gods, how awful. Can't you find a less disgusting path?"
ko: "맙소사, 정말 끔찍하군. 덜 역겨운 길을 찾을 순 없었나?"
ko_mt: "맙소사, 정말 끔찍하네요. 덜 역겨운 길을 찾을 수 없나요?"

source: "Have my eyes... already leaked out? I can't see anything..."
ko: "내 눈이... 벌써 빠진 건가? 아무 것도 안보여..."
ko_mt: "내 눈이... 벌써 새어 나왔나요? 아무것도 안 보여요..."

source: "In these cells languish the servants of Tag'Tkhaar. He spent weeks slowly and painfully depriving them of their sight... The pain broke their minds, so best you don't get too close."
ko: "이 감방들은 탁'트카아의 하인들이 머뭅니다. 그는 몇 주에 걸쳐 천천히, 고통스럽게 그들의 시야를 앗아가죠... 고통이 그들의 정신을 망가뜨리니, 그들에게 다가가지 않는 것이 최선입니다."
ko_mt: "이 감옥에는 타그트카르의 종들이 시들어 있었다. 그는 몇 주 동안 천천히 고통스럽게 시력을 잃게 만들었지... 그 고통은 그들의 정신을 망가뜨렸으니 너무 가까이 가지 않는 게 최선이다."

source: "Tendons are cracking... Tearing... More! More!"
ko: "힘줄이 찢어진다... 찢어... 더! 더!"
ko_mt: "힘줄이 갈라지고... 찢어지고... 더! 더!"

source: "Torn-off fingers were sewn back on... It hurts where they rot..."
ko: "뜯겨나간 손가락이 다시 꿰메졌어... 썩는 부위가 너무 아파..."
ko_mt: "찢어진 손가락을 다시 꿰매고... 썩은 곳이 아파요..."

source: "I... Stopped feeling pain? No, not this! No, please!"
ko: "내... 고통이 멈췄어? 안돼, 안돼! 제발!"
ko_mt: "나... 통증이 멈췄다고요? 아니, 이건 안 돼! 안 돼요, 제발!"

source: "The current tickles the skin so pleasantly... My scars have charred, and now they've started to smolder..."
ko: "전기가 내 피부를 만족스럽게 간질이는구나... 내 흉터가 타고, 이제는 연기가 나기 시작했어..."
ko_mt: "전류가 피부를 너무 기분 좋게 간지럽혀요... 흉터가 그을려서 이제 연기가 나기 시작했어요..."

source: The fetchling opens his toothless mouth, showing you a tongue cut to shreds.
ko: 페츨링이 이빨 없는 입을 벌려, 채썰린 혀를 보여줍니다.
ko_mt: 이빨이 없는 입을 벌려 혀가 잘려나간 모습을 보여줍니다.

source: A gaping wound on the back of the fetchling's head is filled with wriggling maggots.
ko: 페츨링의 뒷머리에 쩍 벌어진 상처에는 꿈틀거리는 구더기들이 들끓습니다.
ko_mt: 페츨링의 머리 뒤쪽에 난 상처에는 꿈틀거리는 구더기가 가득합니다.

source: "Every one of my bones was broken! The sweet, delectable pain of shattered bones..."
ko: "내 뼈 하나하나가 부러졌다! 조각난 뼈의 달고도 맛있는 고통이여..."
ko_mt: "모든 뼈가 부러졌어요! 부러진 뼈의 달콤하고 맛있는 고통..."

source: "My lord does not answer my prayers but instead sends me trials..."
ko: "나의 주인께서는 내 기도에 응답하지 않으시고, 대신 내게 시련을 주시는구나..."
ko_mt: "내 주님은 내 기도에 응답하지 않으시고 대신 시련을 보내신다..."

source: "I know why I am here. My place is in the palace of pain. What is the suffering of one mortal compared to the favor of the Dark Prince?"
ko: "내가 왜 여기 있는지 알아요. 내 자리는 고통의 궁전 안에 있죠. 암흑 대공의 호의에 비하면 필멸자 따위의 고통이 무슨 가치가 있겠어요?"
ko_mt: "내가 여기 온 이유를 알아요. 내가 있는 곳은 고통의 궁전이다. 어둠의 왕자의 호의에 비하면 한 필멸자의 고통이 무엇이겠습니까?"

source: "Master! Take me with you... I will endure anything!"
ko: "주인님! 당신께로 데려가 주십시오... 저는 어떤 것이든 견딜 수 있습니다!"
ko_mt: "주인님! 저를 데려가 주세요... 뭐든 견딜 수 있어요!"

source: With a lost look, Ulab stares at his brother's body as if oblivious to your presence.
ko: 울랍은 당신의 존재를 잊은 듯 허망한 시선으로 동생의 시신을 쳐다봅니다.
ko_mt: 울랍은 당신의 존재를 잊은 듯 망연자실한 표정으로 형의 시신을 바라봅니다.

source: "There's nothing you could have done for him. He chose his path long ago. It's time to move on."
ko: "그를 위해 할 수 있는 건 없다. 그는 오래 전에 자기 길을 선택했어. 이제 움직이지."
ko_mt: "당신이 그를 위해 할 수 있었던 일은 아무것도 없습니다. 그는 오래 전에 자신의 길을 선택했습니다. 이제 앞으로 나아갈 때입니다."

source: "Great. A dragon is the last thing we need..."
ko: "완벽하군. 드래곤이야말로 우리에게 필요했던 마지막 존재니까..."
ko_mt: "좋아. 용은 우리에게 가장 필요한 것인데..."

source: "Help... M-me... Know pain!"
ko: "ㄴ-내가... 고통을 알게... 도우소서!"
ko_mt: "도와주세요... 나... 고통을 알아줘요!"

source: "That Ulab... He scurries around the Lord's dungeons. No doubt the shadows came because of him!"
ko: "울랍 놈... 저 녀석이 주님의 지하감옥을 어슬렁 거리고 있어. 녀석 때문에 그림자들이 올 게 분명해!"
ko_mt: "저 울라브... 주님의 던전을 어슬렁거려요. 그놈 때문에 그림자가 온 게 틀림없어!"

source: "Let's just hand him over to the shadows and be done with it."
ko: "그냥 그림자에게 넘기고 끝내 버리자."
ko_mt: "그냥 그림자한테 넘겨주고 끝내자."

source: "Quiet. Ulab, go see the bellringer and find out what happened."
ko: "조용. 울랍, 종지기에게 가서 무슨 일인지 알아봐라."
ko_mt: "조용히 해. 울라브, 가서 종을 치는 사람을 만나서 무슨 일이 있었는지 알아봐."

source: "Help!"
ko: "도와줘!"
ko_mt: "도와주세요!"

source: "Don't leave me here!"
ko: "날 두고 가지 마!"
ko_mt: "날 여기 두고 가지 마!"

source: "Don't touch me, no!"
ko: "건드리지 마! 안돼!"
ko_mt: "만지지 마, 안 돼!"

source: "Y-you! You can help me! Help!"
ko: "다-당신! 날 도와줘! 제발!"
ko_mt: "당신! 날 도와줘요! 도와줘요!"

source: "N-no, master, I beg you, don't!"
ko: "안돼! 주인님, 제발, 부탁드립니다!"
ko_mt: "안 돼요, 주인님, 제발 그러지 마세요!"

source: "You will become one of us... Soon..."
ko: "너도 우리 중 하나가 될 거다... 곧..."
ko_mt: "당신은 우리 중 하나가 될 것입니다... 곧..."

source: "Oh, anything but this... My lord, I beg you! Have mercy..."
ko: "오, 그것만은... 주인이시여, 간청드립니다! 부디 자비를..."
ko_mt: "오, 이것만 빼고... 주님, 간청합니다! 자비를 베푸소서..."

source: "Leave me be...! Nooo!"
ko: "날 내버려 둬...! 안돼애애애!"
ko_mt: "날 내버려 둬...! 안 돼!"

source: "You! You're still alive, aren't you? Hold on, I'm coming!"
ko: "당신! 아직 살아있군. 맞지? 기다려, 내가 간다!"
ko_mt: "너! 아직 살아있었지? 기다려, 내가 갈게!"

source: "The bells are ringing! Take cover, quickly!"
ko: "종이 울린다! 숨어! 빨리!"
ko_mt: "종소리가 울립니다! 빨리 숨어!"

source: "You're walking right into my waiting arms. Go on, you're already so close."
ko: "너는 내 품으로 걸어오는 중이다. 와라. 이미 아주 가깝다."
ko_mt: "당신은 내가 기다리는 품으로 바로 걸어 들어가고 있습니다. 어서 가세요, 이미 너무 가까워요."

source: "Surely you must hear my thoughts, Master! It's not our fault, not our fault!"
ko: "주인님! 제 생각을 듣고 계시지 않습니까! 저희의 잘못이 아닙니다! 제발!"
ko_mt: "사부님, 제 생각을 들어주셔야 합니다! 우리 잘못이 아니야, 우리 잘못이 아니야!"

source: "This pain inside... So savage! It burns with cold, rends into pieces, pierces the mind! I feel the pain... His pain!"
ko: "이 내부의 고통... 아주 격하군! 오싹하게 타들어가고, 산산조각을 내며, 내 정신을 찔러! 고통이.느껴진다... 그분의 고통이 느껴져!"
ko_mt: "내면의 이 고통은... 너무 야만적이다! 차갑게 타들어가고, 산산조각이 나며, 마음을 꿰뚫어버린다! 나는 고통을 느낀다... 그의 고통을!"

source: "Oh, by the embroidery on my shoes, we must flee this instant! Everyone, over here!"
ko: "오, 내 신발의 자수를 보니 당장 달아나야겠어! 모두들 여기로!"
ko_mt: "오, 내 신발의 자수를 보니 지금 당장 도망쳐야겠어! 여러분, 이쪽으로 오세요!"

source: "Rekarth, no! Why..."
ko: "레카트, 안돼! 어째서..."
ko_mt: "레카트, 안 돼! 왜..."

source: "What is this disgusting slime underfoot? My shoes are entirely mired in this muck..."
ko: "내 발 밑의 역겨운 점액은 뭐지? 내 신발이 완전히 빠져 버렸어..."
ko_mt: "발밑에 이 역겨운 점액은 뭐죠? 내 신발이 이 진흙탕에 완전히 빠져버렸어..."

source: "It's better not to think about it, Sendri. Just keep walking, and don't let your eyes wander. Trust your legs... And try not to breathe through your nose."
ko: "깊이 생각하지 않는 게 좋아, 센드리. 그냥 걸어. 그리고 눈길을 딴데 돌리지 마. 다리를 믿어... 그리고 코로 숨 쉬지 마."
ko_mt: "생각하지 않는 게 좋아, 센드리. 그냥 계속 걷고 한눈 팔지 마세요. 다리를 믿고... 그리고 코로 숨을 쉬지 마세요."

source: "Shadows! The shadows have come! Hide!"
ko: "그림자다! 그림자들이 왔다! 숨어!"
ko_mt: "그림자다! 그림자가 왔다! 숨어!"

source: "Oh, I don't want to go there at all! Why couldn't the shard have ended up in a more pleasant place?"
ko: "아, 가고 싶지 않아! 파편은 왜 더 행복한 곳에 없는 거야?"
ko_mt: "아, 거긴 전혀 가고 싶지 않아요! 왜 파편이 더 쾌적한 곳에 있을 수 없었을까?"

source: "No, I beg you, not me! Nooo!"
ko: "안돼, 제발, 나는! 안돼애애!"
ko_mt: "안 돼요, 제발 부탁이에요! 안 돼!"

source: "If the shadows drag someone down like that — that's it, that's the end. They'll drag you to the dungeons, and you'll spend the next eternity in agony..."
ko: "그림자가 누군가를 저런 식으로 끌고가면, 끝이야. 그걸로 사망이라고. 그들은 널 지하 감옥으로 끌고 갈 테고, 너는 그 뒤로 영원히 고통 속에서 사는 거야..."
ko_mt: "그림자가 누군가를 그렇게 끌어내린다면, 그게 끝입니다. 그들은 당신을 던전으로 끌고 갈 것이고, 당신은 다음 영원을 고통 속에서 보내게 될 것입니다..."

source: "We were here... We lived here..."
ko: "우리는 여기에 있었다... 우리는 여기에 살았다..."
ko_mt: "우리는 여기에 있었다... 우린 여기서 살았어..."

source: "There's nothing left... Only pain remains..."
ko: "남은 것은 없다... 고통만이 남았다..."
ko_mt: "아무것도 남지 않았습니다... 고통만 남았어..."

source: "There is no release... No freedom..."
ko: "해방은 없어... 자유는 없어..."
ko_mt: "해방은 없다... 자유도 없고..."

source: "Come on! Pull the lever!"
ko: "이리와! 레버를 당겨!"
ko_mt: "어서! 레버를 당겨!"

source: The damage your character suffers from enemies and traps is <b>reduced by 20%</b>. Enemies are <b>weak</b> and inflict <b>reduced damage on critical hits</b>. Your character <b>will not die after suffering a deadly injury</b> for the first time. Instead, they'll be afflicted by the <b>Death's Door</b> condition. If a character with this condition suffers a deadly injury, they will then die. Resting in a comfortable and safe place removes the Death's Door condition. Your character can still die from an instant death effect, energy drain, poison, or other similar condition. If your main character dies, the game is over. If a companion dies, you can resurrect them with Raise Dead or a similar spell — an extremely expensive service unavailable to most adventurers.
ko: 당신의 캐릭터는 적과 함정으로부터 <b>80%의 피해</b>를 받습니다. 적들은 <b>약하며</b> <b>감소한 치명타 피해</b>를 가합니다. 당신의 캐릭터는 <b>치명적인 부상을 입어도 사망하지 않습니다</b>. 대신, <b>죽음의 문턱</b> 상태를 받게 됩니다. 만약 죽음의 문턱 상태의 캐릭터가 치명적인 부상을 입으면, 사망합니다. 안전하고 편안한 곳에서 휴식을 취하면 죽음의 문턱 상태를 제거할 수 있습니다. 이외에도 즉사 효과, 원기 흡수, 독 또는 다른 효과에 의해서 사망할 수 있습니다. 주인공이 사망하면 게임이 끝납니다. 동료가 죽으면 소생 또는 대부분의 모험가가 지불하기 어려워하는 매우 비싼 서비스를 통해 부활시킬 수 있습니다.
ko_mt: 캐릭터가 적과 함정에 의해 받는 피해가 20% 감소합니다. 적들은 <b>약해져서 치명타에 대한 피해가 감소합니다</b>. 캐릭터가 치명상을 입어도 죽지 않습니다. 대신, <b>죽음의 문</b> 상태가 됩니다. 이 상태의 캐릭터가 치명적인 부상을 입으면 사망합니다. 편안하고 안전한 장소에서 휴식을 취하면 죽음의 문 상태가 해제됩니다. 캐릭터는 여전히 즉사 효과, 에너지 소모, 독 또는 기타 유사한 상태로 사망할 수 있습니다. 주인공이 사망하면 게임이 종료됩니다. 동료가 사망한 경우, 대부분의 모험가가 사용할 수 없는 매우 비싼 서비스인 시체 부활 또는 유사한 주문을 사용해 부활시킬 수 있습니다.

source: Normal
ko: 보통
ko_mt: 보통

source: "I can survive even death... Can you?"
ko: "나는 죽음에서도 살아남을 수 있다... 너는 그러한가?"
ko_mt: "나는 죽음에서도 살아남을 수 있습니다... 당신은? "

source: "Who... Who are you?"
ko: "너는... 너는 누구냐?"
ko_mt: "누구.. 누구세요?"

source: "Was it... All... In vain?"
ko: "전부... 허사였단... 말인가?"
ko_mt: "Was.. 모두.. 헛수고였나요?"

source: "Closer... Come closer..."
ko: "와라... 더 가까이..."
ko_mt: "가까이.. 더 가까이..."

source: "Hear ye, hear ye! Carrock is dead! We are free!"
ko: "들어라! 들어라! 카록이 죽었다! 우리는 자유다!"
ko_mt: "들으라, 들으라! 캐록이 죽었다! 우린 자유다!"

source: "Where are the crusaders who came to our aid? There they are!"
ko: "우리를 도우러 온 성전군은 어디 있지? 저기 있군!"
ko_mt: "우리를 도와주러 온 십자군은 어디 있지? 저기 있네!"

source: "We've made it? What are the chances!"
ko: "우리가 해낸 건가? 이게 무슨 일이야!"
ko_mt: "우리가 해냈어요? 이게 무슨 일이야!"

source: "Thank you! We will never forget your heroism."
ko: "고맙소! 당신의 영웅심을 결코 잊지 않겠소."
ko_mt: "감사합니다! 우리는 당신의 영웅심을 결코 잊지 않을 것입니다."

source: "Oh, it would be wonderful to stay here and celebrate our victory… But alas, there is no time. We must press on."
ko: "오, 여기 남아 우리의 승리를 축하할 수 있었으면 좋겠네… 하지만, 시간이 없어. 어서 가야 해."
ko_mt: "여기 남아서 우리의 승리를 축하하고 싶지만 아쉽게도 시간이 없습니다. 우리는 계속 나아가야 합니다."

source: "We must go as well. Farewell! May the gods guide you!"
ko: "우리도 가야 하네. 잘가시오! 신들께서 당신들을 인도하시길!"
ko_mt: "우리도 가야 합니다. 잘 가라! 신이 인도하길!"

source: "Approach, if your intentions are peaceful."
ko: "그대의 의도가 평화롭다면 가까이 오시오."
ko_mt: "평화로운 의도를 가지고 있다면 접근하세요."

source: "Right, that's it. Show's over, let's go."
ko: "좋아, 이거면 됐어. 쇼는 끝났어. 가자."
ko_mt: "좋아, 끝났어. 쇼가 끝났으니 가자."

source: "I feel uncomfortable… As if someone is watching us!"
ko: "뭔가 불편해… 마치 누가 우릴 지켜보고 있는 것 같아!"
ko_mt: "누군가 우리를 지켜보는 것 같아 불편해요!"

source: "Mortals? Have you come here out of malice, or foolishness?"
ko: "필멸자? 여기 온 이유가 악의 때문이냐, 어리석음 때문이냐?"
ko_mt: "필멸자들? 악의나 어리석음 때문에 여기 온 건가?"

source: "There, there, sister. They're just mortals. Hey, you, what do you want?"
ko: "진정해라, 진정해, 자매여. 그들은 필멸자일 뿐이다. 이봐, 너희. 무엇을 원하느냐?"
ko_mt: "저기, 저기, 자매님. 그냥 인간일 뿐이야. 이봐, 너, 원하는 게 뭐야?"

source: "Mortals! They're so funny!"
ko: "필멸자들이다! 엄청 재밌어!"
ko_mt: "필멸자들! 너무 웃겨요!"

source: "Outsiders! Monsters! To arms, sisters!"
ko: "외부인! 괴물! 자매들아, 무기를 들어라!"
ko_mt: "외부인! 괴물들이다! 무기를 들어라, 자매들아!"

source: "Help! Do something!"
ko: "도와줘! 뭐라도 해!"
ko_mt: "도와주세요! 어떻게 좀 해줘요!"

source: "I am free! You have my thanks, please take my best equipment as a token of gratitude. It is in my grave. Bless you…"
ko: "자유로구나! 그대에게 내 감사를 전하지. 고마움의 뜻으로 나의 가장 좋은 장비를 받아주시오. 나의 무덤에 있소. 축복이 있기를…"
ko_mt: "나는 자유다! 감사의 표시로 내 최고의 장비를 가져가세요. 내 무덤에 있어. 축복을..."

source: "None of us shall rest while the mad Carrock lives…"
ko: "미친 카록이 살아있는 한 우리들 중 누구도 안식할 수 없소…"
ko_mt: "미친 캐록이 살아있는 한 우리 중 누구도 쉬지 않으리..."

source: "What are you doing? Are you mad, or traitors? No matter. Attack them!"
ko: "뭐하는 겐가? 미친 게야, 아니면 배신자인 게야? 상관 없지. 녀석들을 공격하라!"
ko_mt: "뭐 하는 거야? 미쳤어? 아니면 배신자야? 상관없어. 공격해!"

source: "Have at him! That lizard had it coming!"
ko: "놈을 잡아라! 저 도마뱀이 당할 줄 알았다!"
ko_mt: "저놈을 잡아라! 저 도마뱀이 당할 줄 알았어!"

source: "Look! It's the dragon!"
ko: "저기! 드래곤이다!"
ko_mt: "저기 봐요, 용이에요!"

source: "Wow! What's he doing here?"
ko: "우와! 여기서 뭐하는 거지?"
ko_mt: "와! 저 사람이 여기서 뭐 하는 거야?"

source: "Can you hear it? What is it, a concert in the middle of the woods? Sounds like drums."
ko: "들리나? 숲 속에서 공연이라도 하는 건가? 북 소리 같군."
ko_mt: "들려요? 숲 한가운데서 무슨 콘서트 소리인가요? 드럼 소리 같네요."

source: "We're in the very heart of this blighted forest. Stay vigilant. Carrock is nearby!"
ko: "우리는 지금 오염된 숲의 심장부에 있다. 경계를 유지해. 카록이 근처에 있다!"
ko_mt: "우리는 이 황폐한 숲의 한가운데에 있습니다. 경계를 늦추지 마세요. 캐록이 근처에 있다!"

source: "No foe shall pass… No foe shall dare… Woe to the foes of Storasta…"
ko: "어떤 적도 지나갈 수 없다… 감히 그 어떤 적도… 스토라스타의 적들에게 비통 있으라…"
ko_mt: "어떤 적도 통과하지 못하리... 어떤 적도 감히... 스토라스타의 적들에게 화가 있으리라..."

source: "Keep out… Trample underfoot… Destroy…"
ko: "지켜라… 짓밟아라… 파괴하라…"
ko_mt: "막아라... 발로 짓밟아라... 파괴하라..."

source: "Storasta… I guard Storasta…"
ko: "스토라스타… 나는 스토라스타를 지킨다…"
ko_mt: "스토라스타... 나는 스토라스타를 지킨다..."

source: "What happened? Where are the others?"
ko: "무슨 일이야? 다른 사람들은?"
ko_mt: "무슨 일이야? 다른 사람들은 어딨어?"

source: "A bulette attacked us, jumped straight up from underground. Everyone else died. Let us pass or we'll join them."
ko: "불레트 하나가 우릴 공격했어. 땅 속에서 튀어나왔지. 다른 사람들은 전부 죽었어. 지나가지 못하면 똑같이 죽게 될 거야."
ko_mt: "불렛이 우리를 공격했고 지하에서 곧장 뛰어올랐어요. 다른 사람들은 모두 죽었어요. 우릴 통과시키지 않으면 합류하겠다."

source: "Why would you wander here? You're mortals. You might get… Murded? Murdurded? Murdened… It's dangerous here, you know!"
ko: "왜 여기서 방황하시는 거죠? 당신은 필멸자잖아요. 사래당하실지도…? 살혜? 산해… 아무튼, 위험하다고요!"
ko_mt: "왜 여기서 방황하는 거죠? 너희는 필멸자잖아. 죽을지도 모르는데... 살해당할까봐? 살해당한다고? 살해당해... 여긴 위험해, 알잖아!"

source: "Onwards, crusaders! Let's claim our freedom!"
ko: "전진하라, 성전군이여! 우리의 자유를 쟁취하자!"
ko_mt: "전진하라, 십자군! 우리의 자유를 쟁취하자!"

source: "It's time for us to move along."
ko: "움직일 시간이다."
ko_mt: "이제 우리가 함께 나아갈 때입니다."

source: "That's right. Our valiant ancestors fought the dragon, but faced with the monsters from the woods, they made a pact. So our village was founded."
ko: "맞다. 우리의 용감한 조상들은 용과 맞서 싸웠지만, 숲의 괴물들을 마주한 그들은 조약을 맺었다. 그로써 우리 마을이 생겼지."
ko_mt: "맞아요. 우리의 용감한 조상들은 용과 싸웠지만 숲에서 온 괴물들과 맞서 싸우다가 협정을 맺었죠. 그래서 우리 마을이 세워졌죠."

source: "Stop with that nonsense! If it wasn't for the dragon we'd all have been eaten long ago."
ko: "말도 안 되는 소리 집어쳐! 드래곤이 아니었다면 우린 오래 전에 잡아먹혔을 거다."
ko_mt: "말도 안 되는 소리 그만해! 용만 아니었다면 우린 오래전에 다 잡아먹혔을 거야."

source: "Pah! Flesh-eating bushes, dragons, they're all monsters to me!"
ko: "하! 사람 잡아먹는 관목이나 드래곤이나, 나에겐 전부 괴물일 뿐이다!"
ko_mt: "파! 살을 먹는 덤불, 용, 나에겐 모두 괴물이야!"

source: "If it wasn't for the dragon our ancestors wouldn't have come to this damned forest in the first place."
ko: "드래곤만 아니었어도 우리 조상들이 아 빌어먹을 숲에 오지도 않았을 거야."
ko_mt: "용이 아니었다면 우리 조상들은 애초에 이 저주받은 숲에 오지 않았을 것입니다."

source: "Hey, look! Who's that? They're dressed funny and they don't look much like us… How did they get here?"
ko: "이봐, 저거 봐! 누굴까? 재밌는 옷을 입었고, 우리랑 달라 보여… 어떻게 여기 왔을까?"
ko_mt: "저기 봐요! 저게 누구야? 옷도 이상하고 우리랑 별로 안 닮았는데... 어떻게 여기까지 왔지?"

source: "Hey, where are you going? The chief is waiting for you!"
ko: "이봐, 어디 가? 족장이 기다리고 있다!"
ko_mt: "이봐요, 어디 가요? 서장님이 기다리신다!"

source: "Watch out in the forest. Few come out alive."
ko: "숲을 조심해라. 살아 나오는 사람이 거의 없으니."
ko_mt: "숲에서 조심하세요. 살아남는 사람은 거의 없다."

source: "We should return to the village. There is still much to do."
ko: "마을로 돌아가자. 아직 할 일이 많아."
ko_mt: "마을로 돌아가야 합니다. 아직 할 일이 많아요."

source: "Hey, you alright? You were turning in your sleep… Go walk it off, clear your head. You'll feel better."
ko: "어이, 괜찮아? 자면서 엄청 뒤척이던데… 잠깐 나가서 머리 좀 식혀. 기분이 나아질 거야."
ko_mt: "이봐, 괜찮아? 자다가 뒤척였잖아... 가서 좀 걷고 머리 좀 식혀. 기분이 나아질 거야."

source: "What a splendid occasion, Count! And this new Numerian elixir is quite something!"
ko: "정말 멋진 연회입니다, 백작님! 그리고 이 새로운 누메리아 묘약은 정말 대단하군요!"
ko_mt: "정말 멋진 날입니다, 백작님! 그리고 이 새로운 누메리아의 묘약은 정말 대단하군요!"

source: "I s-smell... beauty..."
ko: "미인들... 내-냄새가 나는군..."
ko_mt: "나는.. 아름다움의.. 냄새가..."

source: "Wonderful, now brace yourself for the smell of your own blood, you ghastly eyesore!"
ko: "멋지군, 이제 네 피 냄새를 맡을 준비나 해라, 이 흉측한 눈엣가시야!"
ko_mt: "좋아, 이제 네 피 냄새를 맡을 준비를 해라, 이 끔찍한 눈엣가시야!"

source: "Oh, look! Such darling little creatures!"
ko: "오, 저거 봐요! 정말 작고 사랑스러운 생물들이잖습니까!"
ko_mt: "오, 저기 봐요! 정말 사랑스러운 작은 생명체들이야!"

source: "I must be well and truly sozzled... I'm seeing freaks with horns, bah-ha!"
ko: "나 진짜 취했나 봐... 뿔 달린 괴물들이 보여. 푸하하!"
ko_mt: "나 정말 취했나 봐요.. 뿔 달린 괴물들이 보여요, 바하!"

source: "They're — they're demons! Help!"
ko: "저들은 — 저것들은 데몬이잖아! 도와줘요!"
ko_mt: "저들은. 데몬예요! 도와줘요!"

source: "So the demons attacked Kenabres after all! Desna, protect the poor people of this city!"
ko: "결국 데몬들이 케나브레스를 공격했어요! 데즈나님, 이 불쌍한 시민들을 지켜 주세요!"
ko_mt: "결국 데몬들이 케나브레스를 공격했군! 데스나, 이 도시의 불쌍한 사람들을 지켜줘!"

source: "Stupid elemental! Go back where you came from! I am the owner of this estate and you will obey me!"
ko: "멍청한 정령아! 제자리로 돌아가! 내가 이 영지의 주인이니 넌 내게 복종해야 해!"
ko_mt: "멍청한 정령아! 네가 왔던 곳으로 돌아가! 나는 이 부동산의 소유자이고 당신은 나에게 복종 할 것입니다!"

source: "Oh well, now I'm soaked to the bone! Give me a moment to change my clothes, and don't forget to miss me while I'm gone!"
ko: "아, 이런, 뼛속까지 흠뻑 젖었군요! 옷 갈아입을 시간 잠깐 주시고, 제가 없는 동안 그리워하는 거 잊지 마세요!"
ko_mt: "오, 이제 뼈까지 흠뻑 젖었어! 옷 갈아입을 시간 좀 주시고, 제가 없는 동안 그리워하는 거 잊지 마세요!"

source: "You are an extraordinary dancer, Lady Camellia. That is the truth, not flattery."
ko: "당신은 대단한 춤꾼이군요, 카멜리아 양. 아첨이 아니라 정말로요."
ko_mt: "당신은 뛰어난 무용수입니다, 카멜리아 아가씨. 그것은 아첨이 아니라 진실입니다."

source: "You, on the other hand, are an extraordinary liar, Count, and that is the truth, not an insult."
ko: "반면에 당신은 대단한 거짓말쟁이군요, 백작님. 모욕이 아니라 정말로요."
ko_mt: "반면에 당신은 특별한 거짓말쟁이입니다, 백작님, 그리고 그것은 모욕이 아니라 진실입니다 "

source: "What's wrong, Count? Did you really expect me to do courtly waltzes?"
ko: "왜 그래, 백작님? 진짜로 내가 궁중 왈츠를 출 거라 생각했어?"
ko_mt: "왜 그러세요, 백작님? 정말 제가 궁정 왈츠를 추길 기대하셨나요?"

source: "I don't feel like I'm the one leading in this dance..."
ko: "제가 이 춤을 주도하고 있는 것 같지는 않군요..."
ko_mt: "이 춤에서 내가 주도하는 것 같지 않아요..."

source: "Don't try to weasel out of it, now. You're not leaving this table until the music is over!"
ko: "당장 빠져나가려고 하지 마. 음악이 끝날 때까지는 이 테이블을 떠날 수 없어!"
ko_mt: "지금 당장 빠져나가려고 하지 마세요. 음악이 끝날 때까지 이 테이블을 떠나지 마세요!"

source: "Stop trying to talk me into this. You have neither heart nor conscience, Daeran. Even the noble idea of charity becomes a farce when you touch it."
ko: "그런 식으로 말씀하지 말아주십시오, 대런. 당신은 마음도 양심도 없으시군요. 자선이라는 고귀한 개념조차도 당신이 건드리면 희극이 됩니다."
ko_mt: "이 일에 대해 나를 설득하려고하지 마십시오. 넌 마음도 양심도 없어, 대런. 자선이라는 고귀한 생각조차도 당신이 그것을 만지면 희극이됩니다."

source: "I don't think these so-called innocents will suffer from knowing that their money and medicine came from my sinful silhouette."
ko: "전 그 소위 무고한 사람들이 저의 죄 많은 형상에서 그들의 돈과 약이 나왔음을 안다고 해서 고통스러워 하지는 않을 거라 생각합니다."
ko_mt: "나는 이 소위 무고한 사람들이 그들의 돈과 약이 내 죄 많은 실루엣에서 나왔다는 것을 아는 것으로 고통받지 않을 것이라고 생각합니다 "

source: "I'm sorry, sir, but I can't accept a job from a drunk client. You will sober up tomorrow, regret your decision... and demand your money back."
ko: "미안하오, 경. 허나 나는 만취한 고객의 의뢰를 받지 않소. 내일 쯤이면 정신을 차릴 테고, 오늘의 결정을 후회할 것이오... 그리고 돈을 돌려달라 할 테고."
ko_mt: "죄송합니다만, 술에 취한 고객의 의뢰는 수락할 수 없습니다. 내일 술에서 깨고 결정을 후회하고 돈을 돌려달라고 요구하세요."

source: "N-n-no, I am ad… adamant! I need you to kill two... No, th-three p-p-people!"
ko: "아, 아-아니, 나느 멀... 멀쩡합니다! 당신이 두 명... 아니 세, 세에에명쯤 죽여줬으면 해!"
ko_mt: "아니, 난 단호해.. 단호해! 둘을 죽여줘요.. 아니, 세 명을 죽여주세요!"

source: "Demons! The demons are attacking!"
ko: "데몬입니다! 데몬들이 공격하고 있습니다!"
ko_mt: "데몬다! 데몬이 공격한다!"

source: "Please, talk to Irabeth as soon as you can! Help us defend the tavern!"
ko: "부디, 가능한 빨리 이라베스 님과 대화해 주십시오. 선술집을 방어할 수 있게 도와주세요!"
ko_mt: "제발, 최대한 빨리 이라베스와 얘기해 주세요! 선술집을 지킬 수 있도록 도와주세요!"

source: "Commander! Look what we've got here!"
ko: "지휘관님! 저희가 뭘 데려왔는지 보시죠!"
ko_mt: "사령관님! 여기 뭐가 있는지 보세요!"

source: "Are you two mad? Whatever possessed you to steal the gem golem from the Tower of Estrod museum? Explain yourselves!"
ko: "너네 둘 미쳤나? 대체 무슨 생각으로 에스트로드 탑 박물관에서 보석 골렘을 훔친 거냐? 설명해 봐라!"
ko_mt: "너희 둘 미쳤어? 대체 무슨 생각으로 에스트로드의 탑 박물관에서 보석 골렘을 훔친 거야? 설명해 봐!"

source: "We didn't steal nothing, Commander! We saw some looters dragging it down the street and recaptured it! Now, this shiny fella is our trophy by rights."
ko: "저희는 아무것도 훔치지 않았어요, 지휘관님! 약탈자들이 길거리로 끌고 가는 걸 보고 되찾아왔을 뿐이라고요! 이제 이 반짝이는 친구는 마땅히 우리 전리품입니다."
ko_mt: "우린 아무것도 훔친 게 없습니다, 사령관님! 약탈자들이 길거리로 끌고 가는 걸 보고 되찾아왔을 뿐입니다! 이제 이 반짝이는 친구는 당연히 우리의 전리품입니다."

source: "That 'shiny fella' belongs to the treasury. The inlay alone is worth more than a castle! Oh, I really don't like the idea of leaving this thing unattended."
ko: "저 '반짝이는 친구'는 금고 소유물이다. 상감만으로도 성보다 더 가치가 높단 말이다! 아, 정말이지 이걸 방치하고 싶진 않군."
ko_mt: "저 '반짝이는 친구'는 재무부에 속해 있습니다. 상감 세공만으로도 성보다 더 가치가 있어요! 이걸 방치하는 건 정말 싫어요."

source: "Joran! See to it that no one lays so much as a finger on this golem or plucks out a single gem. And the same goes for you two. Your new mission is to guard this 'shiny fella,' as you called it."
ko: "조란! 아무도 이 골렘에 손가락 하나라도 대거나 보석을 하나도 빼내지 못하도록 지켜봐 주십시오. 너희 둘도 마찬가지야. 너희 새로운 임무는 이 '반짝이는 친구'를 지키는 것이다."
ko_mt: "조란! 아무도 이 골렘에 손가락 하나라도 대거나 보석을 하나도 빼내지 못하도록 조심해. 너희 둘도 마찬가지야. 너희의 새로운 임무는 이 '빛나는 친구'를 지키는 거야."

source: "It's over, mortals! Your feeble resistance is at an end!"
ko: "끝이다, 필멸자들아! 너희들의 미약한 저항은 종막에 다다랐다!"
ko_mt: "끝났다, 필멸자들아! 너희의 미약한 저항은 끝났다!"
