Repository: akintos/wotr-translation
Catalog: translation/*/AreaLogic.po
Languages: ko, ko_mt

source: "The human body is a real treasure trove of invaluable ingredients. It is an alchemical laboratory all by itself, so to speak, ready for further research. Allow me to demonstrate some of the more impressive effects on you..."
ko: "인간의 육신은 귀중한 재료들이 가득한 보물 창고다. 말하자면, 연구 진행이 준비된 연금술 연구소 그 자체라고나 할까. 너에게 몇가지 인상적인 효능을 증명하도록 허락해줘..."
ko_mt: "인체는 귀중한 성분의 보고입니다. 말하자면 인체는 그 자체로 더 많은 연구를 위한 연금술 실험실입니다. 몇 가지 인상적인 효과를 보여드리겠습니다..."

source: "The surface! Finally! I missed the fresh air so much."
ko: "지상이야! 마침내! 신선한 공기가 너무 그리웠어."
ko_mt: "수면으로! 드디어! 신선한 공기가 너무 그리웠어요."

source: "We're in a basement! It looks like the Gray Garrison."
ko: "지하실이잖아! 회색 요새 같은데."
ko_mt: "여긴 지하실이에요! 회색 수비대 같네요."

source: "Hello, surface world, here I come! Aren't you happy to see me again?"
ko: "안녕, 지상 세계야, 여기 내가 왔다! 날 다시 봐서 기쁘지 않아?"
ko_mt: "안녕, 지상 세계여, 내가 간다! 다시 만나서 반갑지 않아요?"

source: "Staunton! There you are, my little pet."
ko: "스턴튼! 내 귀여운 애완동물, 여기 있었군요."
ko_mt: "스턴튼! 여기 있었구나, 내 작은 애완동물."

source: "Don't come near me! Get back!"
ko: "가까이 오지 마! 저리 가!"
ko_mt: "내 근처에 오지 마! 물러서!"

source: "No need to be so rude, my love. Let's leave this place, so we can have some privacy..."
ko: "그렇게 무례하게 굴 필요는 없어요, 내 사랑. 이곳을 떠나서, 둘만의 시간을 보내자고요..."
ko_mt: "너무 무례하게 굴지 마, 내 사랑. 우리 둘만의 시간을 가질 수 있게 여길 떠나자..."

source: "Careful, it's a trap! It's a part of the Garrison's defense system. The demons were unable to disarm it. Let's see if I can do it."
ko: "조심해, 함정이야! 요새 방어 시스템의 일부로군. 데몬들은 이걸 해제하지 못했어. 내가 할 수 있는지 보자."
ko_mt: "조심하세요, 함정입니다! 주둔지 방어 시스템의 일부입니다. 데몬들은 그것을 해제하지 못했어. 내가 할 수 있는지 보자."

source: "Well... All right... It might be harder than it seemed..."
ko: "음... 괜찮아... 보기보단 어려울 수도 있겠네..."
ko_mt: "음.. 알았어.. 생각보다 어려울지도 몰라..."

source: "Oops!"
ko: "아차!"
ko_mt: "웁스!"

source: "Ah, fine, forget the 'oops.' We avoided certain death by a hair's breadth! Well, the way ahead is clear now."
ko: "아, 좋아, ‘아차'는 잊어줘. 간발의 차이로 죽음을 피했으니까! 자, 이제 이 앞은 안전해."
ko_mt: "아, 좋아요, '웁스'는 잊으세요. 간발의 차이로 죽음을 피했으니까요! 이제 앞길은 분명해졌어요."

source: "Look, there's something interesting here!"
ko: "봐요, 여기 뭔가 흥미로운게 있어요!"
ko_mt: "봐요, 여기 뭔가 흥미로운 게 있어요!"

source: "There's a hidden door here!"
ko: "여기 숨겨진 문이 있어요!"
ko_mt: "여기 숨겨진 문이 있어요!"

source: "Can you see the door here? I can!"
ko: "여기 있는 문 보여요? 난 보이는데!"
ko_mt: "여기 문이 보이세요? 보여요!"

source: "Be careful, don't fall into a trap!"
ko: "조심해. 함정에 빠지지 말라고!"
ko_mt: "함정에 빠지지 않도록 조심하세요!"

source: "Watch your step, there's a trap there!"
ko: "발 조심해, 거기 함정이 있어!"
ko_mt: "발 조심하세요, 함정이 있어요!"

source: "Keep your eyes open! There's another trap right there!"
ko: "한눈 팔지 마! 바로 앞에 함정이 또 있어!"
ko_mt: "눈을 크게 뜨세요! 저기 또 다른 함정이 있어요!"

source: "Hey, I know you! So, you're one of these... cultists?"
ko: "저기, 나 너 알아! 그런데, 너도 저... 광신도들과 한패였어?"
ko_mt: "이봐요, 나 당신 알아요! 당신도 사이비 종교인인가요?"

source: "How's it going, pal? Want to join? Your lot will all be dead soon, but we'll be alive!"
ko: "어떻게 지냈어, 친구? 나랑 함께할래? 네가 속한 무리는 곧 다 죽겠지만, 우린 살아있을 거야!"
ko_mt: "어떻게 지내세요? 같이 할래? 너희는 곧 다 죽겠지만 우린 살아있을 거야!"

source: "I... Uh... I can't..."
ko: "난... 어어... 그럴 수..."
ko_mt: "난... 어.. 난 못해요..."

source: "Come on, leave these losers! The crusades are over, soon the demons will rule the whole world!"
ko: "패배자들은 버리고, 이리 와! 성전군은 끝났어. 머지 않아 데몬들이 온 세상을 지배할 거야!"
ko_mt: "어서, 이 패배자들은 떠나라! 십자군 전쟁은 끝났고 곧 데몬들이 온 세상을 지배할 거야!"

source: "Here goes nothing! All hail Baphomet!"
ko: "에라 모르겠다! 바포메트 만세!"
ko_mt: "여기 아무것도 없다! 바포메트 만세!"

source: "Cowardly traitor! I swear on the sword of Iomedae, you will answer for your betrayal."
ko: "비겁한 배신자! 아이오메데님의 검에 맹세하건대, 넌 배신의 대가를 치르게 될 것이다."
ko_mt: "비겁한 배신자! 아이오메데의 검을 걸고 맹세하건대, 네 배신의 대가를 치르게 될 것이다."

source: "Only you and I should go on from here, Commander. Let the others wait at a distance — the meeting must take place without onlookers."
ko: "우리 둘 만이 보여야만 하오, 사령관. 다른 사람들은 거리를 두고 대기하게 하시오. 이 회동은 구경꾼 없이 진행되어야만 하니."
ko_mt: "사령관님, 여기서부터 우리 둘만 계속 가야 합니다. 다른 사람들은 멀리서 기다리게하십시오 - 회의는 구경꾼없이 진행되어야합니다 "

source: "The two of us should go on from here, Commander. If we descend in a crowd, we'll scare them off."
ko: "우리 둘만 나타나야 하오, 사령관. 우르르 몰려다니면 녀석들에게 겁을 줄 것이오."
ko_mt: "우리 둘은 여기서부터 계속 가야 합니다, 중령님. 군중 속에서 내려가면 겁을 줄 겁니다."

source: "Quiet, you! Leave him alone. He's with us. You're late, Greybor."
ko: "조용! 그를 내버려 둬라. 그는 우리와 함께다. 늦었군, 그레이보르."
ko_mt: "조용히 해, 너! 그를 내버려 둬. 그는 우리와 함께 있어요. 늦었어, 그레이버"

source: "An outsider! Kill him!"
ko: "외부인이다! 죽여라!"
ko_mt: "외부인! 그를 죽여라!"

source: "Someone's coming... One of ours, I think."
ko: "누가 오는군... 내 생각엔 우리편인 것 같은데
ko_mt: "누군가 온다.. 우리 중 한 명인 것 같아요."

source: "No, it's not! The Commander is here! To arms!"
ko: "아니군! 사령관이다! 전투 준비!"
ko_mt: "아니, 아니야! 사령관이 여기 있습니다! 무기로!"

source: "Before killing you, I'd like to express my thanks — your death will make me filthy rich!"
ko: "당신을 죽이기 전에 감사를 먼저 표하지. 당신의 죽음이 나를 지독한 부자로 만들어 줄 테니!"
ko_mt: "당신을 죽이기 전에 감사를 표하고 싶습니다 - 당신의 죽음은 나를 더러운 부자로 만들 것입니다! "

source: "I'll make you pay!"
ko: "대가를 치르게 해주마!"
ko_mt: "내가 대가를 치르게 할거야!"

source: "No one's here. I told you we should have come here alone. We'll have to return later."
ko: "아무도 없군. 우리만 따로 와야 한다고 말하지 않았나. 추후에 다시 방문하지."
ko_mt: "아무도 없어요. 우리 둘만 오라고 했잖아요. 나중에 다시 와야 해요"

source: "Hopefully, they think we're just a scouting party. We'll return when it's just the two of us, and take them by surprise."
ko: "희망적인 부분은, 저들이 우리를 그저 정찰병 분대라고 여기는 점이라오. 둘만 따로 돌아왔을 때, 녀석들을 깜짝 놀래켜 줄 수 있겠소."
ko_mt: "바라건대, 그들은 우리가 단지 정찰대라고 생각하기를 바랍니다. 우리 둘만 남았을 때 돌아와서 그들을 놀라게 할 것입니다."

source: "No one's here. I told you we'd scare them off."
ko: "아무도 없소. 그들을 겁먹일 거라 말했잖소."
ko_mt: "아무도 없어요. 겁을 줘서 쫓아내겠다고 했잖아요"

source: "We've got {mf|him|her}! The dwarf didn't disappoint!"
ko: "{mf|그|그녀}가 왔습니다! 드워프가 실망시키지 않았군요!"
ko_mt: "{mf|그|그녀}가 있습니다! 드워프가 실망시키지 않았어요!"

source: "It's nothing personal, Commander."
ko: "사사로운 감정은 없소, 사령관."
ko_mt: "개인적인 감정은 없습니다, 사령관님"

source: "And here's the reinforcements! Are we late?"
ko: "여기 지원군 왔습니다! 우리가 늦진 않았겠지?"
ko_mt: "그리고 여기 지원군이 있습니다! 우리 늦었나요?"

source: "Commander! We heard the sounds of a fight and rushed to help!"
ko: "사령관님! 전투의 소음이 들려서 도우러 왔습니다!"
ko_mt: "사령관님! 우리는 싸움 소리를 듣고 도와주러 달려갔습니다!"

source: "Now! Kill {mf|him|her}!"
ko: "지금이다! {mf|그|그녀}를 죽여라!"
ko_mt: "지금! {mf|그|그녀}를 죽여라!"

source: "Everything's ready. Now we just have to wait for the main character to appear on the stage."
ko: "준비가 끝났소. 이제 주인공이 무대에 등장할 때까지 기다리기만 하면 되오."
ko_mt: "모든 것이 준비되었습니다. 이제 주인공이 무대에 나타나기만 기다리면 됩니다"

source: "You should have listened to your tiresome Hellknight instead of my tall tales, Commander!"
ko: "내 장황한 이야기들 대신 당신의 그 짜증나는 헬나이트의 말을 들으셨어야지, 사령관!"
ko_mt: "당신은 내 장황한 이야기 대신 지루한 지옥기사의 말을 들었어야 했어요, 사령관님!"

source: "We'll kill you before your friends get around to rescuing you!"
ko: "네 친구들이 널 구하러 오기 전에 죽여주마!"
ko_mt: "친구들이 당신을 구조하기 전에 당신을 죽일 것입니다! "

source: "You're way too easy to deceive, mortals!"
ko: "너희는 속이기 너무 쉽구나, 필멸자들아!"
ko_mt: "당신은 속이기 너무 쉽다, 필멸자! "

source: "Spread out! Give some space for the duel!"
ko: "퍼져라! 결투를 위한 공간을 마련하라!"
ko_mt: "흩어져! 결투를 위해 공간을 확보하세요!"

source: "I declare the start of the duel. May justice be done!"
ko: "결투의 시작을 선언한다. 정의가 이루어지기를!"
ko_mt: "결투의 시작을 선언합니다. 정의가 이루어지길!"

source: "The mansion is clear. You're alive. Fine work!"
ko: "저택은 정리되었고, 자네는 살아있군. 잘했네!"
ko_mt: "저택은 안전합니다. 넌 살아있어. 잘했어!"

source: "Greetings all."
ko: "모두들 반갑습니다."
ko_mt: "모두 안녕하세요."

source: "I summoned her here. This matter affects her partly as well. All will be made clear."
ko: "제가 그녀를 이리로 불렀습니다. 이 사안은 그녀에게도 영향을 미칠 테니까요. 모두 명확해질 것입니다."
ko_mt: "내가 그녀를 여기로 소환했습니다. 이 문제는 그녀에게도 부분적으로 영향을 미칩니다. 모든 것이 명확해질 것입니다."

source: "My secret door remains unopened. Fantastic. I wasn't too late."
ko: "내 비밀문이 아직 닫혀 있군. 훌륭해. 너무 늦진 않았어."
ko_mt: "내 비밀의 문은 아직 열리지 않았습니다. 환상적이군요. 너무 늦지 않았어요."

source: "If you'll follow me."
ko: "날 따라오게."
ko_mt: "날 따라오면."

source: "Family secrets about to be revealed. It's so thrilling!"
ko: "우리 가족의 비밀이 곧 밝혀지겠네요. 너무 기대되는데요!"
ko_mt: "가족의 비밀이 곧 밝혀질 거예요. 너무 짜릿해요!"

source: "A curse on the Gwerm family!"
ko: "그웜 가문의 저주다!"
ko_mt: "그웜 가족에 대한 저주!"

source: "What did I do? Why?"
ko: "내가 뭘 한거지? 어째서?"
ko_mt: "내가 무슨 짓을 했지? 왜? "

source: "Help! Anyone!"
ko: "도와줘요! 아무나!"
ko_mt: "Help! 누구 없어요!"

source: "Please, come here. I have an important announcement for you all from Lord Gwerm."
ko: "잠깐 이리 와 주세요. 그웜 경께서 여러분들께 중대 발표를 하신다 하네요."
ko_mt: "제발, 이리 오세요. 그웜 경이 여러분 모두에게 중요한 발표가 있습니다"

source: "You are all fired!"
ko: "여러분은 모두 해고되셨어요!"
ko_mt: "당신들은 모두 해고되었습니다!"

source: "What? But why?"
ko: "왜요? 이유가 뭐죠?"
ko_mt: "뭐? 하지만 왜? "

source: "It's hardly a surprise! Everyone knows that Gwerm changes his servants all the time."
ko: "뭘 놀라세요! 그웜이 언제나 하인들을 전부 갈아치운다는 것은 유명하잖아요!"
ko_mt: "놀랍지도 않아요! 그웜이 항상 하인을 바꾸는 것은 누구나 알고 있습니다."

source: "This can't be! I want to speak to Lord Gwerm himself!"
ko: "이럴 순 없어! 그웜 경께 직접 말씀드려야 겠어!"
ko_mt: "이럴 수가 없어요! 나는 그웜 경과 직접 이야기하고 싶다!"

source: "Will I at least get my week's wages?"
ko: "적어도 이번 주 주급은 나오겠죠?"
ko_mt: "최소한 일주일 치 임금은 받을 수 있을까요? "

source: "Oh, don't worry! Lord Gwerm has tasked me with ensuring that everyone is paid in full. No one will leave empty-handed!"
ko: "아, 걱정 마세요! 그웜 경께서 제게 모든 분들께 전액을 지급하라 하셨답니다. 빈 손으로 떠나는 분은 아무도 없을 거예요!"
ko_mt: "오, 걱정마세요! 그웜 경께서 제게 모든 사람에게 전액을 지급하라고 하셨어요. 아무도 빈손으로 떠나지 않을 것입니다!"

source: "To battle! Let's take Kenabres back!"
ko: "전투를 향해! 케나브레스를 되찾자!"
ko_mt: "전투에 임한다! 케나브레스를 되찾자!"

source: "No shame nor conscience. You break into another person's home and you sprawl out like it's your own!"
ko: "부끄러움도 양심도 없군. 남의 거처에 침입햐서는 자기 집인 양 널브러져 있는 꼬라지라니!"
ko_mt: "부끄러움도 양심도 없다. 남의 집에 침입해서 자기 집인 양 널브러져 있잖아!"

source: "You had no cause to harm a poor old woman, no cause at all! Gyronna sees all, she knows all — and she never forgives!"
ko: "넌 불쌍한 할머니를 해칠 명분이 없다. 절대로 없어! 자이로나께서는 모든 것을 보시고, 모든 것을 아시며, 용서를 모르시지!"
ko_mt: "불쌍한 노파를 해칠 명분도, 이유도 전혀 없었어! 기로나는 모든 것을 보고, 모든 것을 알고, 절대 용서하지 않아요!"

source: "In the name of Iomedae, I say to you fiends: flee, for you will find no mercy here!"
ko: "아이오메데의 이름으로, 너희 악마들에게 명한다. 도망가라, 여기서 자비를 구할 순 없을 것이다!"
ko_mt: "아이오메데의 이름으로 말하노니, 악마 같은 자들아, 여기서 자비를 찾을 수 없으니 도망가라!"

source: "Forge onward to your enemy, Champion, and have no fear. The warriors of Heaven will keep the monsters from your back!"
ko: "용사여, 두려워하지 말고 적을 향해 전진하게. 천상의 전사들이 괴물들을 막아줄 테니!"
ko_mt: "챔피언, 두려워하지 말고 적을 향해 전진하라. 천상의 전사들이 괴물들을 막아줄 테니!"

source: "The Hand of the Inheritor... here? Damn it all. You'll answer for this... some other time!"
ko: "계승자의 손이... 이곳에? 빌어먹을. 이번 일의 대가를 치르게 해주마... 언젠가는!"
ko_mt: "계승자의 손이.. 여기 있다고? 젠장. 이건.. 다음에 대답하게 될 거야!"

source: "By the light and sword!"
ko: "빛과 검이시여!"
ko_mt: "빛과 검으로!"

source: "Valor of Heaven, guide our blades!"
ko: "천상의 용맹이 우리의 검을 인도한다!"
ko_mt: "하늘의 용맹이여, 우리의 칼날을 인도하소서!"

source: "Oh no — I won't surrender to you just like that. Try and find me!"
ko: "오 안 되지 - 네게 그냥 항복하지는 않겠어. 한 번 나를 찾아 봐!"
ko_mt: "안 돼, 난 그렇게 항복하지 않을 거야. 날 찾아와!"

source: "Where'd my notes go? Paper-muncher, you haven't seen them, have you? Come on, spit it out!"
ko: "내 수첩이 어디 갔지? 종이 먹깨비야, 혹시 보지 못했니? 어서 뱉어내!"
ko_mt: "내 노트 어디 갔어? 종이 뭉치, 못 봤지? 어서 뱉어!"

source: "My notebook's gone missing. I had it this morning, and all I found was the chewed-up cover lying next to Paper-muncher's bedroll."
ko: "내 공책이 사라졌어. 아침까지만 해도 있었는데, 지금 있는 건 종이 먹깨비의 이불 옆에 떨어진 씹힌 표지 뿐이야."
ko_mt: "제 노트북이 사라졌어요. 오늘 아침에 찾았는데 종이 뭉치 이불 옆에 씹혀 있는 표지만 있었어요."

source: "I couldn't let the enemy get its hands on the orders of the great Xanthir the Plagued One! I acted like a hero back at the Tower of Estrod!"
ko: "위대한 역병 전파자 잔티르님의 명령을 적에게 넘길 수는 없었어! 난 에스트로드 탑에서와 같이 영웅처럼 행동했어!"
ko_mt: "위대한 역병의 잔티르의 명령을 적에게 넘겨줄 순 없었어요! 난 에스트로드의 탑에서 영웅처럼 행동했어!"

source: "How can we hope to compete with that heroic feat — chewing a whole wad of documents! Ha ha ha!"
ko: "서류 뭉치를 통째로 씹어먹는 것과 비할 영웅적 업적이 어디에 또 있겠어! 하 하 하!"
ko_mt: "문서 뭉치를 통째로 씹어먹는 그 영웅적인 업적과 어떻게 경쟁할 수 있겠어요! 하하하!"

source: "As a reward, Xanthir the Plagued One is going to turn him into a Bookworm That Walks! Ha ha ha!"
ko: "그 보상으로, 역병 전파자 잔티르께서는 그를 걸어다니는 책벌레 떼로 만드실 모양이야! 하 하 하!"
ko_mt: "보상으로 저주받은 자 잔티르가 걷는 책벌레로 만들어 줄 거야! 하하하!"

source: "Hey, who's there? Damn it, we haven't finished our research yet."
ko: "어이, 누구냐? 제기랄. 아직 우리 조사가 끝나지 않았는데."
ko_mt: "이봐, 거기 누구야? 젠장, 아직 조사가 끝나지 않았어."

source: "Hey, Deskarite scum, get ready! We've come to poison the cockroaches!"
ko: "데스카리의 졸개들아. 준비해라! 바퀴벌레들을 구제하기 위해 우리가 왔다!"
ko_mt: "야, 데카라이트 쓰레기들아, 준비해! 바퀴벌레를 독살하러 왔다!"

source: "Who wants to try themselves against a halfling? Come on! Step up!"
ko: "하플링과 대결하고 싶은 사람? 자! 나와라!"
ko_mt: "하플링과 대결해보고 싶은 사람? 어서! 나와!"

source: "If you're the Worldwound, then we're the World-bandage, heh heh!"
ko: "너희가 세계상처라면, 우리는 세계붕대다! 헤헤!"
ko_mt: "당신이 세계상처라면 우리는 월드밴디지, 허허!"

source: "Everyone to me! Rally to me! We must leave the island immediately!"
ko: "모두 내게로! 나를 따라라! 즉시 섬을 떠나야 한다!"
ko_mt: "모두 나에게로! 나에게로 집결! 우리는 즉시 섬을 떠나야합니다!"

source: "{name}, we are here! We're going to fight for the city. Don't worry about us. We can take care of ourselves!"
ko: "{name}, 우리가 왔습니다! 우리는 도시를 위해 싸울 겁니다. 저희 걱정은 마십시오. 저희 목숨은 알아서 챙길 테니까요!"
ko_mt: "{name}, 우리가 여기 있다! 우리는 도시를 위해 싸울 거야. 우리에 대해 걱정하지 마세요. 우리는 스스로를 돌볼 수 있습니다!"

source: "The hour of reaping comes!"
ko: "수확의 시간이다!"
ko_mt: "수확의 시간이 온다!"

source: "Trapped! Trapped! You are caught in our lord's trap, mortal!"
ko: "갇혔어! 갇혔어! 넌 우리 군주님의 덫에 걸려든 거야, 필멸자야!"
ko_mt: "Trapped! 갇혔다! 당신은 우리 주님의 덫에 걸렸다, 필멸자!"

source: "Our brothers and sisters are devouring the camp of your crusader minions at this very moment!"
ko: "우리 형제자매들이 지금 이 순간 너의 성전사 하수인들의 야영지를 집어삼키고 있다!"
ko_mt: "우리 형제자매들이 지금 이 순간 당신의 성전사 하수인들의 캠프를 삼키고 있습니다!"

source: "Anemora, our lord's priestess, is about to turn all the treasures we've been keeping in the Temple of Stone Manuscripts to dust!"
ko: "우리 신의 여사제인 아네모라가 석재 고본 사원에 간직하고 있던 모든 보물들을 먼지로 만들 작정이야!"
ko_mt: "주님의 여사제인 아네모라가 돌 사본의 사원에 보관하고 있던 보물을 모두 먼지로 만들려고 해요!"

source: "Anemora, our lord's priestess, will soon rip out your queen's heart and gorge on it!"
ko: "주인님의 여사제 아네모라가 곧 너희 여왕의 심장을 뜯어내 씹어 삼키실 것이다!"
ko_mt: "주님의 여사제 아네모라가 곧 여왕의 심장을 뜯어 먹어치울 것입니다!"

source: "Terendelev, your former protector and now our slave, will never know peace!"
ko: "너의 보호자였고 지금 우리 노예인 테렌델레브는 결코 평화를 누리지 못할 것이다!"
ko_mt: "당신의 전 보호자이자 지금은 우리의 노예인 테렌델레브는 결코 평화를 알지 못할 것입니다!"

source: "The spawn of the Abyss will remain to roam free in your world!"
ko: "심연의 자손들이 너희들의 세상을 자유로이 거닐 것이다!"
ko_mt: "심연의 스폰은 당신의 세계에서 자유롭게 돌아다닐 것입니다!"

source: "You will lose everything! Everything!"
ko: "너는 모든 것을! 모든 것을 잃을 것이다!"
ko_mt: "당신은 모든 것을 잃을 것입니다! 모든 것을!"

source: "What is this new trick, Impostor? Whom have you sent to restrain me?"
ko: "이 새로운 속임수는 뭐냐, 협잡꾼아? 누굴 보내서 나를 구속한 거지?"
ko_mt: "이 새로운 속임수는 뭐지, 사기꾼? 나를 구속하기 위해 누구를 보냈습니까? "

source: "Iz, the deceased capital of a deceased homeland. Today, you will witness light strike down darkness!"
ko: "죽은 고국의 죽은 수도 이즈여. 오늘, 빛이 어둠을 무너뜨리는 모습을 목도하거라!"
ko_mt: "이즈, 죽은 조국의 죽은 수도. 오늘, 당신은 빛이 어둠을 무너뜨리는 것을 목격하게 될 것입니다!"

source: "Abyssal lord, you thought you lured us into a trap? It is you who is trapped! And today, here, among the ruins of Iz, you will pay for Sarkoris!"
ko: "심연의 군주야, 우리를 함정에 꾀어낸 줄 알았느냐? 덫에 결려든 건 바로 너다! 그리고 오늘, 여기 이즈의 폐허 속에서 너는 사코리스의 대가를 치를 것이다!"
ko_mt: "심연의 군주, 우리를 함정에 빠뜨렸다고 생각했나? 덫에 걸린 건 바로 당신이다! 그리고 오늘, 여기 이즈의 폐허 속에서, 당신은 사르코리스의 대가를 치르게 될 것이다!"

source: "Hear me... Take heed! The hordes of the Abyss march on Kenabres."
ko: "제 말을 들어주세요... 심연의 군세가 케나브레스로 진군하고 있어요."
ko_mt: "내 말 들어.. 조심하라! 심연의 무리가 케나브레스로 진군한다."

source: "The Wardstone is their target. They must not be allowed to capture it. The consequences... will be... disastrous..."
ko: "놈들의 목표는 수호석이에요. 절대 수호석을 념겨줘서는 안돼요. 그 피해는... 정말... 끔찍할 거예요..."
ko_mt: "수호석이 그들의 목표입니다. 절대 점령해서는 안 된다. 그 결과는.. 재앙이 될 것이다..."

source: "So sweet it is to kill!"
ko: "죽이는 건 너무 재밌어!"
ko_mt: "죽이는 게 너무 달콤해!"

source: "Why do we need these pathetic cultists? Mortals can't fight. They're only good for eating!"
ko: "왜 우리가 저 한심한 사교도들을 도와줘야 하지? 필멸자들은 싸움에 쓸모가 없다. 단지 맛만 좋을 뿐이지!"
ko_mt: "왜 이런 한심한 사이비 종교인들이 필요하죠? 인간은 싸울 수 없어. 먹기만 할 뿐이지!"

source: "The city has fallen at last. How glorious: now I can stop pretending to be a shopkeeper and spend all my time on my true passion — reanimating the dead!"
ko: "도시가 마침내 무너졌다. 이 얼마나 영광스러운가. 이제 가게 주인 연기는 그만두고 내가 진짜 좋아하는, 죽은 자를 되살리는 일에 전념할 수 있게 됐어!"
ko_mt: "마침내 도시가 함락되었습니다. 이제 가게 주인 행세를 그만두고 제 진정한 열정인 죽은 자를 되살리는 일에 모든 시간을 쏟을 수 있게 되었으니 얼마나 영광스러운 일입니까!"

source: "Make haste to me, oh wanderer weary!"
ko: "지친 방랑자여, 내게로 서둘러 오너라!"
ko_mt: "지친 방랑자여, 내게로 서둘러 오너라!"

source: "Um, ah... The next line is... Where's that scrap of paper... Aha!"
ko: "음, 아...다음 줄은...그 종이 쪼가리가 어디 갔지... 아하!"
ko_mt: "음, 아.. 다음 줄은.. 그 종이 조각은 어디 있죠? 아하!"

source: "Open the door, come into my sanctuary!"
ko: "문을 열고, 제 피난처로 들어오십시오!"
ko_mt: "문을 열고 내 안식처로 들어와!"

source: "Ow ow ow, my ribs!"
ko: "오 오 오우, 내 갈비뼈!"
ko_mt: "아야, 내 갈비뼈!"

source: "I'm too young to die!"
ko: "난 죽기엔 너무 어리다고!"
ko_mt: "난 죽기엔 너무 어리다!"

source: "Clever mortals... I can't reach you from inside this circle. Oh, but you forgot something! There's nothing keeping me in here! Nothing at all!"
ko: "똑똑한 필멸자 놈들... 이 진 안에서는 공격할 수 없게 되어있군. 오, 그래도 빼먹은 건 있네! 나를 이 안에 붙잡아둘 수단이 없잖아! 아무것도 없어!"
ko_mt: "영리한 인간들아.. 이 원 안에서는 너한테 연락할 수 없어. 아, 근데 잊은 게 있네! 날 여기 가두는 건 아무것도 없어! 아무것도 없어!"

source: "Wait! Looks like they're waiting for us."
ko: "잠깐만요! 저것들이 우릴 기다리는 것 같군요."
ko_mt: "잠깐만요! 우릴 기다리는 것 같아요"

source: "There's a whole squad of undead guarding the door. Maybe we should look for another entrance?"
ko: "언데드 전 부대가 이 문을 지키고 있습니다. 다른 입구를 찾아야 하지 않을까요?"
ko_mt: "언데드 분대 전체가 문을 지키고 있습니다. 다른 입구를 찾아야 할까요?"

source: "Somebody help me!"
ko: "누가 좀 도와줘!"
ko_mt: "누가 좀 도와주세요!"

source: "Let me out! I'm suffocating!"
ko: "내보내 줘! 숨이 막힌다고!"
ko_mt: "꺼내줘요! 숨이 막혀요!"

source: "Open this damned door! Please, somebody open the door!"
ko: "이 빌어먹을 문을 열어! 제발, 누가 문 좀 열어줘!"
ko_mt: "이 빌어먹을 문을 열어! 제발, 누가 문 좀 열어줘요!"

source: "What horror... I can barely catch my breath... Thank you for saving our lives!"
ko: "어째서 이런 일이... 숨을 못쉬겠군... 우리를 구해줘서 고맙소!"
ko_mt: "무슨 공포.. 간신히 숨을 쉴 수 있어요.. 우리 목숨을 구해줘서 고마워요!"

source: "All you have to do is die in the name of Baphomet. Have faith, you can do it!"
ko: "너가 해야 할 일은 바포메트님의 이름으로 죽는 것뿐이다. 할 수 있으면 믿음을 가져봐라!"
ko_mt: "당신이 해야 할 일은 바포메트의 이름으로 죽는 것뿐입니다. 믿음을 가지십시오, 당신은 할 수 있습니다!"

source: "Who are you? What do you want?"
ko: "넌 누구야? 뭘 원하는 거지?"
ko_mt: "넌 누구야? 원하는 게 뭐야?"

source: "Don't you dare! Get away from them!"
ko: "꿈도 꾸지 마! 저들에게서 떨어져!"
ko_mt: "감히! 그들에게서 떨어져!"

source: "This is the end of your blasphemous magic. I won't let you harm the living or the dead anymore."
ko: "네 불경스러운 마법은 이제 끝이야. 네가 더는 산 자나 죽은 자를 해치지 못하게 막겠어."
ko_mt: "네 불경스러운 마법은 이제 끝이다. 더 이상 산 자나 죽은 자를 해치지 못하게 할 것입니다."

source: "Do you think I need your permission? Hey, you, bonebags! Stand up and kill!"
ko: "네가 하지 말라면 안 할 줄 알아? 자, 이 뼈다귀들아! 일어나서 죽여라!"
ko_mt: "내가 네 허락이 필요할 것 같아? 이봐, 이 뼈다귀들아! 일어나서 죽여!"

source: Necromancer
ko: 사령술사
ko_mt: 강령술사

source: "I, Tyvanadis, a copper dragon, swear loyalty to you, gold dragon {name}! I will fight by your side, and your enemies will never have the last laugh!"
ko: "나, 코퍼 드래곤 타이바나디스는 그대, 골드 드래곤 {name}에게 충성을 맹세하는 바이네! 나는 그대의 편에서 싸울 것이며, 그대의 적들은 결코 마지막 미소를 짓지 못할 것이야!"
ko_mt: "나, 구리 드래곤 티바나디스는 금 드래곤 {name}에게 충성을 맹세합니다! 나는 당신 곁에서 싸울 것이며, 당신의 적들은 결코 마지막 웃음을 짓지 못할 것입니다!"

source: "I, Orgomandias, a gold dragon, swear loyalty to you, gold dragon {name}! I will fight by your side, and offer you words of wisdom!"
ko: "나, 골드 드래곤 오르고만디아스는 골드 드래곤 {name}에게 충성을 맹세한다! 나는 그대의 편에서 싸울 것이며, 그대에게 지혜의 조언을 건네겠다!"
ko_mt: "나, 골드 드래곤 오르그만디아스는 골드 드래곤 {name} 너에게 충성을 맹세한다! 나는 당신 곁에서 싸우며 지혜의 말을 전하겠습니다!"

source: "I, Nidalynn, a silver dragon, swear loyalty to you, gold dragon {name}! I will fight by your side and protect you!"
ko: "나, 실버 드래곤 나이달린은 골드 드래곤 {name}에게 충성을 맹세합니다! 나는 당신의 편에서 싸울 것이며. 당신을 지키겠어요!""
ko_mt: "나, 실버 드래곤 나이달린은 골드 드래곤 {name}에게 충성을 맹세합니다! 나는 당신 곁에서 싸우고 당신을 보호 할 것입니다!"

source: "I, Halaseliax, a gold dragon, swear loyalty to you, gold dragon {name}! I will fight by your side, and give you counsel!"
ko: "나, 골드 드래곤 할라셀리악스는 그대, 골드 드래곤 {name}에게 충성을 맹세한다! 나는 그대의 편에 서서 싸울 것이며, 그대에게 조언을 주겠다!"
ko_mt: "나, 골드 드래곤 할라셀리아스는 골드 드래곤 {name}에게 충성을 맹세합니다! 나는 당신의 곁에서 싸우고 당신에게 조언을 줄 것입니다!"

source: "I will call upon every dragon I know. The time has come for us to take part in this Crusade, and you shall lead us forth. I have faith in you, my child."
ko: "내가 아는 모든 드래곤들을 소집하겠다. 우리가 이 성전에 참여할 때가 오면, 그대가 우리를 이끌게 될 것이다. 너를 믿으마, 아이야."
ko_mt: "내가 아는 모든 용을 부를 것이다. 우리가 이 십자군 전쟁에 참여할 때가 왔으니 네가 우리를 이끌어야 한다. 나는 너를 믿는다, 내 아이야"

source: "I hope to see you in Drezen. I have a personal request that I would rather not discuss here."
ko: "드레젠에서 보자꾸나. 이 자리에서 논의할 수 없는 개인적인 부탁이 있다."
ko_mt: "드레젠에서 뵙기를 바랍니다. 여기서 논의하고 싶지 않은 개인적인 요청이 있습니다."

source: "Welcome, Chief Khara."
ko: "환영합니다, 카라 족장님."
ko_mt: "환영합니다, 카라 족장님"

source: "Your defeat is certain. You will be overpowered. Lay down your weapons, and your lives will be spared."
ko: "너희의 패배는 자명하다. 너희는 압도당할 것이다. 무기를 내려놓으면, 너희 목숨은 살려주겠다."
ko_mt: "당신의 패배는 확실합니다. 당신은 제압당할 것이다. 무기를 내려놓으면 목숨을 구할 수 있습니다"

source: "Resistance is futile. You cannot prevail. Capitulate."
ko: "저항은 무의미하다. 너희는 승리할 수 없다. 투항하라."
ko_mt: "저항은 무의미하다. 당신은 승리 할 수 없습니다. 항복하십시오."

source: "Surrender. Voluntary modernization is less painful than the alternative."
ko: "항복하라. 자발적인 기계화는 그 대안보다 덜 고통스럽다."
ko_mt: "항복하라. 자발적인 현대화는 대안보다 덜 고통 스럽습니다 ."

source: "I will listen to my heart, it's steady like a rock."
ko: "바위처럼 굳건한 내 마음에 귀를 기울이겠습니다."
ko_mt: "내 마음에 귀 기울일게요, 바위처럼 굳건해요"

source: "We will... listen to heart... it is... rock."
ko: "바위...인 심장에... 귀 기울이겠습니다..."
ko_mt: "우리는.. 마음에 귀를 기울일 것입니다.. 그것은.. 바위입니다. "

source: "There is no turmoil in me. I am cold like deep waters."
ko: "내 마음 속에 소란은 없습니다. 나는 깊은 물처럼 차갑습니다."
ko_mt: "내 안에는 혼란이 없다. 나는 깊은 물처럼 차갑다."

source: "No... passion. I... deep waters..."
ko: "열정... 없다. 난... 깊은 물이다..."
ko_mt: "아니.. 열정. 나는.. 깊은 물..."

source: "I... I'd like you to stay longer."
ko: "전... 엄마가 더 머물러줬으면 해요."
ko_mt: "나는.. 당신이 더 오래 머물러 주었으면 좋겠어요"

source: "And what will they say about you in legends? Lann, who went to the crusade with his mommy?"
ko: "그럼 전설 속의 너는 어떻게 표현되겠어? 엄마 손 잡고 성전에 참여한 랜이라고?"
ko_mt: "그리고 그들은 전설에서 당신에 대해 뭐라고 말할까요? 엄마와 함께 십자군에 간 란? "

source: "Warriors of Drezen, would you get a load of this — my own mother is humiliating me!"
ko: "드레젠의 전사들이여, 이것 좀 봐주십시오. 내 어머니가 나를 모욕합니다!"
ko_mt: "드레젠의 전사들, 이것 좀 봐주세요 - 내 어머니가 나를 모욕하고 있습니다!"

source: "And of course you didn't hear me say 'legend.'"
ko: "내가 '전설'이라 말하는 것도 듣지 않았잖니."
ko_mt: "물론 내가 '전설'이라고 말하는 것을 듣지 못했습니다. "

source: "You've grown so big... Not the little potato I remember. How come no one has snatched you up and married you yet?"
ko: "엄청나게 컸구나... 내가 기억하는 쪼그만 감자가 아니야. 왜 아무도 널 채가서 결혼하지 않았을까?"
ko_mt: "너 정말 많이 컸구나.. 내가 기억하는 작은 감자가 아니야. 왜 아직 아무도 당신을 납치하여 결혼하지 않았습니까?"

source: "Mom, did you know that grown men whose mothers call them 'little potatoes' in the middle of Drezen don't tend to have much luck with the ladies?"
ko: "엄마, 엄마가 '쪼그만 감자'라 부르는 그 드레젠 한가운데의 성인 남성에게 연애운이 없다는 건 알아요?"
ko_mt: "엄마, 어머니가 드레젠 한가운데서 '작은 감자'라고 부르는 성인 남자는 여자들과 운이 좋지 않다는 것을 알고 계셨나요? "

source: "Oh, sorry, dear. Will 'big potato' work?"
ko: "이런, 미안하다. '다 자란 감자'는 괜찮니?"
ko_mt: "오, 미안해요. '큰 감자'가 작동합니까?"

source: "Brothers, sisters! Stop! It's me, Lann!"
ko: "동지들아! 멈춰! 나야, 랜!"
ko_mt: "형제, 자매 여러분! 멈춰요! 나예요, 란!"

source: "Prey! Rip apart!"
ko: "먹잇감! 찢는다!"
ko_mt: "먹이! 찢어버려!"

source: "Stop! No! I'm one of you!"
ko: "멈춰! 안돼! 우리는 동족이라고!"
ko_mt: "그만! 안돼! 나도 당신들 중 하나야!"

source: "The hour of destiny has come! The underground crusaders are marching to the great battle!"
ko: "운명의 시간이 왔다! 지하 성전사들이 큰 전투를 향해 행군하고 있다!"
ko_mt: "운명의 시간이 왔습니다! 지하 십자군이 큰 전투를 위해 행진하고 있습니다!"

source: "Come, pack! Now all of you are mine!"
ko: "오너라, 무리야! 이제 너희 모두 내 것이다!"
ko_mt: "어서, 짐 싸! 이제 너희 모두 내 거야!"

source: "Wen...du... Wen... du...!"
ko: "웬...두... 웬...두...!"
ko_mt: "Wen...du.. 웬.. 두...!"

source: "Come to me and drink my blood. And for this, you will give me your lives."
ko: "와서 제 피를 마셔주십시오. 그로써 주인님은 제게 생명을 주실 겁니다."
ko_mt: "나에게 와서 내 피를 마셔라. 그리고 이것을 위해, 당신은 나에게 당신의 생명을 줄 것입니다 "
