Repository: akintos/wotr-translation
Catalog: translation/*/AreaLogic.po
Languages: ko, ko_mt

source: "I regret having to kill you. But I must listen to my mother."
ko: "당신을 죽여야 해서 마음이 아파요. 하지만 제 어머니의 말을 들어야 해요."
ko_mt: "널 죽인 건 후회해. 하지만 엄마 말을 들어야 해요 "

source: "Commander, are these demons bothering you? May I remove them?"
ko: "사령관님, 이 데몬들이 당신을 괴롭히나요? 제가 제거해도 될까요?"
ko_mt: "사령관님, 이 데몬들이 당신을 괴롭히나요? 제가 제거해도 될까요?"

source: "You're not welcome here. Go back to the Lower Planes!"
ko: "너희는 여기서 환영받지 못한다. 하부 차원계로 돌아가라!"
ko_mt: "당신은 여기에 환영받지 못합니다. 마계로 돌아가세요!"

source: "My master, Baphomet, Lord of Beasts, commands me to stop you."
ko: "나의 주인이신 짐승의 군주 바포메트께서 너를 막으라 명하셨다."
ko_mt: "내 주인, 짐승의 군주 바포메트가 당신을 막으라고 명령합니다 "

source: "Do you think you can withstand the might of a demon lord? Look at me! You, too, will soon become a slave of the Abyss!"
ko: "네가 정녕 데몬 군주의 힘에 대항할 수 있다 생각하느냐? 나를 보아라! 너 또한 곧 심연의 노예가 될 것이다!"
ko_mt: "당신은 데몬 로드의 힘을 견딜 수 있다고 생각하십니까? 날 봐라! 당신도 곧 심연의 노예가 될 것이다!"

source: "You saved us from being imprisoned in the corrupted Wardstone, and we have come to repay you! Our vigil has not ended yet!"
ko: "당신이 타락한 수호석에 갇힌 저희를 꺼내주셨고, 지금 저희가 그에 보은하기 위해 왔습니다! 저희의 경계는 아직 끝나지 않았습니다!"
ko_mt: "타락한 와드스톤에 갇혀 있던 우리를 구해 주셨으니 보답하러 왔습니다! 우리의 철야는 아직 끝나지 않았습니다!"

source: "I told you I would help you when you went off to save the world."
ko: "네가 세상을 구하러 갈 때 도와주겠다고 말했잖아."
ko_mt: "당신이 세상을 구하러 떠날 때 내가 도와주겠다고 했잖아요"

source: "Damn, it's nice to remember the old days and dispatch a few visitors from the Lower Planes personally!"
ko: "이런, 옛날 기억 하면서 하부 차원 놈들 몇을 직접 보내주자니 좋기도 하네!"
ko_mt: "젠장, 옛날을 기억하고 개인적으로 마계에서 몇 명의 방문객을 파견하는 것이 좋습니다!"

source: "Peace at last... Thank you... Champion."
ko: "마침내 안식이로군... 고맙네... 용사여."
ko_mt: "마침내 평화.. Thank you.. 챔피언"

source: You stare into the swirling haze, and you feel the icy breath of the cosmos on your skin. Then the distortion vanishes. The aeons have examined your soul and found it to be imperfect. You will not be allowed to change Sarkoris's past.
ko: 당신은 소용돌이치는 안개를 들여다 보았고, 곧 우주의 차디찬 숨결이 당신의 피부를 쓸어내린다. 그리고 왜곡이 사라진다. 에온들은 당신의 영혼을 조사하였고, 당신의 영혼이 불완전하다는 것을 알아내었다. 당신은 사코리스의 과거를 바꾸도록 허락받지 못할 것이다.
ko_mt: 소용돌이치는 안개를 응시하면 우주의 얼음 같은 숨결이 피부에 닿는 것을 느낍니다. 그리고 왜곡이 사라집니다. 에온이 당신의 영혼을 조사한 결과 불완전하다는 것을 발견했습니다. 당신은 사르코리스의 과거를 바꿀 수 없습니다.

source: "Perhaps you are surprised that we met so soon. In my wanderings, I received an answer to the question of who I am. But I do not know what to do with this truth."
ko: "우리가 이렇게 빨리 만나게 된 것에 놀라셧겠죠. 방황하는 동안, 전 제가 누구인지에 대한 답을 얻었어요. 하지만 그 진실을 가지고 무엇을 해야하는 지는 아직 몰라요."
ko_mt: "아마도 우리가 이렇게 빨리 만난 것에 놀랐을 것입니다. 방황하는 동안 나는 내가 누구인지에 대한 답을 받았습니다. 하지만이 진실로 무엇을 해야할지 모르겠습니다."

source: "However, it does not matter now. I learned that you are leading your army to the final battle that will end your war, and hastened here. I realized that I must help you. My friend."
ko: "그래도, 지금은 그게 중요하지 않죠. 저는 당신이 군대를 이끌고 전쟁을 끝냘 마지막 전투로 향하는 것을, 그리고 지금 그 진군이 빨라졌다는 것을 알았어요. 제가 당신을 도와야 한다는 것을 깨달았죠. 친구잖아요."
ko_mt: "그러나 지금은 중요하지 않습니다. 나는 당신이 당신의 군대를 이끌고 전쟁을 끝낼 마지막 전투를 벌이고 있다는 것을 알고 서둘러 이곳으로 왔습니다. 나는 당신을 도와야한다는 것을 깨달았습니다. 내 친구. "

source: "The demons have reached the dungeons! We must hurry!"
ko: "데몬들이 감옥에 도달했다! 서둘러야 해!"
ko_mt: "데몬이 던전에 도달했습니다! 서둘러야 합니다!"

source: "Bloody mages! We should have chopped off their heads when we had the chance!"
ko: "빌어먹을 마법사들! 기회가 있을 때 다 목을 쳐버렸어야 했는데!"
ko_mt: "피 묻은 마법사들! 기회가 있었을 때 목을 잘랐어야 했어!"

source: "I am the swarm. And you are food for the swarm!"
ko: "나는 곧 무리다. 그리고 너는 무리의 먹이다!"
ko_mt: "나는 군단이다. 그리고 당신은 무리의 먹이입니다!"

source: "You should be afraid, demon lord. Today, you will face an opponent whose strength is equal to your own!"
ko: "두려워해라, 데몬 군주. 오늘, 너는 너와 대등한 힘을 지닌 적과 마주할 것이다!"
ko_mt: "당신은 두려워해야 합니다, 데몬 로드님. 오늘, 당신은 당신과 같은 힘을 가진 상대와 마주하게 될 것입니다!"

source: "It was here, in Threshold, that you launched an attack against Sarkoris. And it is here, in Threshold, that you will answer for all the evil you have done."
ko: "네가 사코리스에 대한 공격을 시작했던 것이 바로 이곳, 극점이었지. 그리고, 바로 이곳, 극점에서 네 모든 악행에 대한 답을 받을 것이다."
ko_mt: "당신이 사르코리스에 대한 공격을 시작한 것은 바로 여기, 문턱에서였습니다. 그리고 당신이 저지른 모든 악행에 대한 대가를 치르게 될 곳은 바로 여기, 문턱이다."

source: "You destroyed my country, lord of the Abyss, but I will not let you destroy anything else."
ko: "심연의 군주야, 너는 내 고국을 파괴했지만, 네가 다른 것을 파괴하도록 내버려 두진 않을 것이다."
ko_mt: "심연의 군주, 당신은 내 나라를 파괴했지만, 나는 당신이 다른 것을 파괴하도록 내버려 두지 않을 것입니다 "

source: "Are you in such a hurry to die, beast? Well, I'm more than happy to oblige."
ko: "그렇게 죽고 싶어서 안달났냐, 짐승아? 뭐, 나로선 기꺼이 도와주지."
ko_mt: "죽는 게 그렇게 급한가, 짐승아? 글쎄, 나는 기꺼이 의무를 다할 것이다."

source: "No more tricks, Echo. Today, you will meet your end."
ko: "너의 속임수도 끝이다, 메아리. 오늘, 너는 종말을 맞이할 것이다."
ko_mt: "더 이상 속임수는 없어, 메아리. 오늘, 당신은 당신의 종말을 맞이할 것입니다."

source: "The time has come to pay for all the evil you've committed, Echo. I'm delighted that I've lived long enough to witness this moment."
ko: "네가 저지른 모든 악의 대가를 치를 때가 왔다, 메아리. 오래 살아 이 순간을 목격하게 되어 기쁘구나."
ko_mt: "네가 저지른 모든 악의 대가를 치를 때가 왔다, 메아리. 이 순간을 목격 할 수있을 만큼 오래 살았다는 것이 기쁩니다."

source: "You should not have come here. I, Areelu Vorlesh, the one you called the Betrayer, have nothing to offer you but death."
ko: "너희는 여기 오지 말았어야 했다. 너희가 배신자라고 부른 나, 아릴루 볼레쉬가 너희에게 줄 건 죽음밖에 없다."
ko_mt: "당신은 여기 오지 말았어야 했어. 당신이 배신자라고 불렀던 나, 아릴루 볼레쉬는 당신에게 죽음 외에는 줄 것이 없습니다."

source: "Khorramzadeh! I will give you the chance to avenge your death! Rise!"
ko: "코람자데! 네 죽음을 복수할 기회를 주겠다! 일어나라!"
ko_mt: "코람자데! 네 죽음을 복수할 기회를 주겠다! 일어나!"

source: "Curse you! Mortal scum, you have struck ice into my heart. I will devour your souls to loosen its freezing grip!"
ko: "뒈져라! 필멸자 쓰레기들아, 네놈들이 내 심장에 얼음을 박았겠다. 나는 그 얼어붙은 손아귀를 풀기 위해 너희 영혼을 삼켜버릴 것이다!"
ko_mt: "저주한다! 필멸의 쓰레기들아, 넌 내 심장에 얼음을 박았다. 나는 그 얼어붙은 손아귀를 풀기 위해 너희 영혼을 삼켜버릴 것이다!"

source: "May you stand strong before the corruption of the Abyss!"
ko: "자네가 심연의 타락에 굳건히 견디길!"
ko_mt: "심연의 타락 앞에 굳건히 서길!"

source: "To arms! The Godclaw will crush the enemy!"
ko: "무기를 들어라! 갓클로가 적을 분쇄할 것이다!"
ko_mt: "무기로! 갓클로가 적을 분쇄할 것이다!"

source: "Righteousness by obedience!"
ko: "복종에 의한 의로움이다!"
ko_mt: "순종에 의한 의로움!"

source: "In this battle, I expect only one thing from you — show no mercy!"
ko: "이 전투에서 내가 그대들에게 바라는 건 단 하나다. 자비를 보이지 마라!"
ko_mt: "이 전투에서 나는 당신에게 단 한 가지를 기대합니다 - 자비를 보이지 마십시오!"

source: "Fall, Abyssal spawn! You are sin! We are retribution!"
ko: "심연의 졸개들아, 엎드려라! 너희는 죄악이니라! 우리는 보복이니라!"
ko_mt: "쓰러져라, 심연 스폰! 너는 죄다! 우리가 보복한다!"

source: "Remember the names of our fallen friends! Today, we fight for them!"
ko: "쓰러진 친구들의 이름을 기억하라! 오늘, 우리는 그들을 위해 싸울 것이다!"
ko_mt: "쓰러진 친구들의 이름을 기억하라! 오늘, 우리는 그들을 위해 싸운다!"

source: "We'll have our vengeance for the massacre in Kenabres!"
ko: "케나브레스에서의 학살에 대한 복수다!"
ko_mt: "우리는 케나브레스에서 학살에 대한 복수를 할 것입니다!"

source: "Onward, wild children. Let the demonsh get their comeuppansh for the woesh of your ancestorsh!"
ko: "야섕의 아이들아, 전진하라. 데몬들에게 네 조샹들에게 진 죄에 마땅한 벌을 내려라!"
ko_mt: "앞으로, 야생의 아이들아. 데몬들이 너희 조상들의 원혼을 달래도록 해라!"

source: "The day we've been waiting for hash arrived! Let ush prove that we don't call ourshelvesh crushadersh for nothing!"
ko: "오래도록 기다려온 날이 마침내 왔다! 우리가 스스로를 셩전사라 부르는 이유를 증명하라!"
ko_mt: "우리가 기다리던 해시가 도착했습니다! 우리가 헛되이 우리의 선반을 crushadersh라고 부르지 않는다는 것을 증명합시다!"

source: "Whatever darkness you bring into our world, our light will not wane!"
ko: "너희가 우리 세계에 어떤 어둠을 드리우더라도, 우리의 빛은 결코 꺼지지 않으리!"
ko_mt: "당신이 우리 세계에 어떤 어둠을 가져 오더라도 우리의 빛은 줄어들지 않을 것입니다!"

source: "Fight valiantly! We've come here all the way from Kenabres! We fought a hundred battles to see this day! Forward!"
ko: "용감하게 싸워라! 우리는 케나브레스에서 여기까지 진군하였다! 오늘을 보기 위해 백 번의 전투를 이겨왔다! 전진!"
ko_mt: "용감하게 싸워라! 우리는 케나브레스에서 여기까지 왔습니다! 우리는 오늘을 보기 위해 백 번의 전투를 치렀습니다! 앞으로!"

source: "You said it!"
ko: "네가 말했잖아!"
ko_mt: "당신이 말했잖아요!"

source: "You demons thought you killed Sarkoris? But today, Sarkoris has come for your heads!"
ko: "너희 데몬들은 사코리스를 죽였다고 생각했느냐? 하지만, 오늘은 사코리스가 너희들의 목을 베러 왔다!"
ko_mt: "너희 데몬들은 사르코리스를 죽였다고 생각했나? 하지만 오늘, 사르코리스가 너희들의 목을 노리고 있다!"

source: "Fight bravely, my warriors! The spirits of our ancestors are watching!"
ko: "전사들이여, 용감하게 싸워라! 우리 선조들의 영혼이 지켜보고 계신다!"
ko_mt: "용감하게 싸워라, 나의 전사들아! 우리 조상들의 영혼이 지켜보고 있다!"

source: "I remember everything you taught me, Lady Miammir! I won't let you down!"
ko: "제게 가르쳐 주신 걸 전부 기억하고 있습니다, 미아미르 님! 실망시키지 않겠습니다!"
ko_mt: "당신이 저에게 가르쳐 주신 모든 것을 기억합니다, 미아미르 아가씨! 실망시키지 않을게요!"

source: "I am the flame! Let the dark withdraw, for I am coming!"
ko: "나는 불꽃이니라! 내가 전진하나니, 어둠은 물럿거라!"
ko_mt: "나는 불꽃이다! 내가 가고 있으니 어둠은 물러가라!"

source: "In the creaking of stone branches, I heard the voices of dead Sarkorians. And they said, 'Let all demons perish!'"
ko: "나는 돌 가지의 바스락거리는 소리에서 죽은 사코리스인들의 목소리를 들었어. 그리고 그들은 '모든 데몬을 소멸시켜라' 라고 말했지!"
ko_mt: "돌 가지의 삐걱 거리는 소리에서 나는 죽은 사르코리안의 목소리를 들었습니다. 그리고 그들은 '모든 데몬은 멸망하라'고 말했습니다!"

source: "The ending of this story lies before us. It is time to turn the last page."
ko: "이 이야기의 결말이 우리 앞에 놓여 있습니다. 마지막 장을 넘길 시간입니다."
ko_mt: "이 이야기의 결말이 우리 앞에 놓여 있습니다. 마지막 페이지를 넘길 시간입니다"

source: "Abadar preserve us mortals who stand in the way of chaos!"
ko: "아바다르님이 혼돈을 가로막는 우리 필멸자들을 보호하신다!"
ko_mt: "아바다르가 혼돈을 가로막는 우리 인간을 보존하라!"

source: "For Mendev! For Golarion!"
ko: "멘데브를 위하여! 골라리온을 위하여!"
ko_mt: "멘데브를 위하여! 골라리온을 위하여!"

source: "Champion! Fear not the dark fiend, for we are by your side!"
ko: "용사여! 우리가 그대 곁에 있으니, 어둠의 악마를 두려워하지 말게!"
ko_mt: "챔피언! 우리가 당신 곁에 있으니 어둠의 악마를 두려워하지 마십시오!"

source: "We will purge this land of your corruption, demons! Much like the Commander purged my spirit!"
ko: "이 땅에서 너희의 타락을 제거하겠다, 데몬들아! 사령관이 내 영혼을 정화한 것처럼!"
ko_mt: "이 땅에서 너희의 타락을 제거하겠다, 데몬들아! 사령관이 내 영혼을 숙청한 것처럼!"

source: "And for those of you who don't surrender this instant, I will show you how I acquired my second title."
ko: "즉시 항복하지 않는 자들에게는 내 두 번째 칭호가 어쩌다 붙었는지 보여주마!"
ko_mt: "그리고 지금 당장 항복하지 않는다면, 내가 어떻게 두 번째 칭호를 얻었는지 보여 주겠다"

source: "And here I am, fighting demons yet again. Will this ever end..."
ko: "또 여기서 데몬들과 싸우게 되네. 끝나기는 하련지..."
ko_mt: "그리고 나는 또다시 데몬과 싸우고 있다. 이게 끝날까요..."

source: "Your promises of death do not frighten us, worthless demons. We long for the embrace of the Pallid Princess."
ko: "가치 없는 데몬들아, 너희가 약속한 죽음은 우리를 겁주지 못한다. 우리는 창백한 여군주의 포옹을 갈구하나니."
ko_mt: "당신의 죽음에 대한 약속은 쓸모없는 데몬들인 우리를 두렵게 하지 않습니다. 우리는 팔리드 공주의 포옹을 갈망합니다."

source: "The knights of Geb are with you, Commander! Our hearts may be dead, but they still know honor!"
ko: "게브의 기사들이 왔습니다, 사령관님! 우리의 심장은 죽었을지언정, 명예는 똑똑히 아는 이들입니다!"
ko_mt: "게브의 기사들이 함께합니다, 사령관님! 우리의 심장은 죽었을지 모르지만 그들은 여전히 명예를 알고 있습니다!"

source: "It's your lucky day — you're about to die at the hand of the finest assassin in Alushinyrra."
ko: "운도 좋군. 알루시니라에서 손 꼽히는 암살자의 손에 죽는 날이니까."
ko_mt: "운이 좋은 날입니다 - 당신은 알루시니라 최고의 암살자의 손에 죽게 될 것입니다"

source: "I doubt this will be any fun, but... fine, I'll kill a couple of these whelps."
ko: "재밌을 것 같지는 않지만... 좋아. 이 새끼들 몇 마리는 죽여주지."
ko_mt: "재미있을 것 같지는 않지만.. 좋아, 이 새끼들 몇 마리 죽일거야"

source: "Have a look at my face. In a few minutes, you will look worse."
ko: "내 얼굴 똑바로 봐. 몇 분 안에 더 안좋아질 테니까."
ko_mt: "내 얼굴을 봐요. 몇 분 안에 당신은 더 나빠 보일 것입니다 "

source: "Fear me, demons! I am the testament to your futility. I have been brought back from the dead, but even in death, I fight for Golarion!"
ko: "두려움에 떨어라, 데몬들아! 나는 너희 노력이 소용없음을 드러내는 증인이다. 나는 죽음으로부터 돌아왔으며, 죽어서도 골라리온을 위해 싸운다!"
ko_mt: "데몬들아, 나를 두려워하라! 나는 너희의 허무함을 증명하는 증거다. 나는 죽음에서 부활했지만 죽음 속에서도 골라리온을 위해 싸울 것이다!"

source: "Even you, creations of chaos, will burn in the dark flames of Dahak!"
ko: "너희, 혼돈의 피조물들 또한 다하크님의 어두운 불꽃으로 불타게 될 것이다!"
ko_mt: "혼돈의 피조물인 너마저도 다학의 어두운 불길에 타버릴 것이다!"

source: "You servants of the Abyss who have not yet lost all reason — run! Throw down your weapons and save yourselves, I won't give chase."
ko: "아직 이성의 끈을 놓지 않은 심연의 하인들아, 달아나거라! 무기를 내려놓고 목숨을 부지하라. 그리하겠다면 쫒지 않겠다."
ko_mt: "아직 모든 이성을 잃지 않은 심연의 종들아 - 도망쳐라! 무기를 버리고 스스로를 구하십시오, 나는 추격하지 않을 것입니다 "

source: "Free crusaders! Our drum got stuck in the last gully, so we're fighting without an accompaniment for now!"
ko: "자유 성전사들이여! 우리 드럼이 저번 도랑에 걸리는 바람에, 반주곡 없이 싸우게 되었다!"
ko_mt: "프리 크루세이더! 우리 북이 마지막 협곡에 갇혀서 지금은 반주 없이 싸우고 있습니다!"

source: "You are unworthy of your power, demons. We will take it and find a much better use for it."
ko: "데몬들, 너희는 너희 힘을 가질 자격이 되지 않는다. 우리가 그것을 취해 더욱 잘 사용해 주겠다."
ko_mt: "너희는 너희의 힘에 합당하지 않다, 데몬들아. 우리는 그것을 가져다가 훨씬 더 나은 용도를 찾을 것입니다."

source: "Tremble, slaves of the false idol! The true swarm comes!"
ko: "거짓 우상의 노예들이여, 전율하라! 진정한 무리를 목도하라!"
ko_mt: "거짓 우상의 노예들아, 떨어라! 진정한 떼가 온다!"

source: "Get out of our world, demons! Shoo!"
ko: "우리 세계에서 꺼져라, 데몬들아! 훠이!"
ko_mt: "우리 세계에서 나가라, 데몬들아! 꺼져!"

source: "Abyssal minions, you should have killed me right away instead of tormenting me in captivity. You will pay for leaving me alive!"
ko: "심연의 하수인들아, 너희는 나를 포로로 잡지 말고 즉시 죽였어야 햤다. 나를 살려둔 대가를 치러라!"
ko_mt: "심연의 하수인들아, 나를 포로로 괴롭히지 말고 바로 죽였어야 했어. 날 살려둔 대가를 치르게 될 것이다!"

source: "Foolish demons. By laying claim to all of Golarion, you challenged the authority of Hell. So here I am, to foil your plans."
ko: "어리석은 데몬들. 너희는 골라리온 전체에 대한 소유권을 주장함으로써 지옥의 권위에 도전하였다. 그렇기에 너희 계획을 방해하러 내가 온 것이다!"
ko_mt: "어리석은 데몬들. 너희는 골라리온의 모든 것을 주장함으로써 지옥의 권위에 도전했다. 그래서 너희의 계획을 방해하기 위해 내가 왔다"

source: "Kneel, larvae. I am Socothbenoth, the Silken Sin, Demon Lord of Perversion."
ko: "꿇어라, 벌레들아. 나는 소코스베노스. 죄악의 비단이자, 도착증의 데몬 군주다."
ko_mt: "무릎을 꿇어라, 애벌레들아. 나는 비단 죄, 변태의 데몬 로드 소코트 베노스이다."

source: "Begone, wretches! You couldn't conquer a gaggle of mortals in a hundred years, and you think you're a match for Shamira the Ardent Dream?"
ko: "비켜라, 머저리들아! 필멸자 한 무리를 백년이나 쓸어내지 못하고도 열렬한 꿈의 샤미라와 맞먹을 수 있다 여기느냐?"
ko_mt: "저리 가라, 비열한 놈들아! 백 년 동안 필멸자 무리도 정복하지 못했는데, 네가 열렬한 꿈의 샤미라와 맞먹는다고 생각하니?"

source: "I've been waiting for this day since the Third Crusade! Finally!"
ko: "3차 성전 때부터 이 날을 기다려 왔어! 드디어!"
ko_mt: "3차 십자군 전쟁 때부터 이 날을 기다렸어요! 드디어!"

source: "Today, I can see more plainly than ever that I almost joined the losing side. Thank you, mentor, for warning me in time."
ko: "오늘에서야 내가 지는 편에 붙을 뻔했다는 것을 분명히 볼 수 있네. 제 때에 경고해주셔서 감사합니다, 스승님."
ko_mt: "오늘, 나는 그 어느 때보 다 내가 지는 편에 합류 할 뻔했다는 것을 더 분명하게 알 수 있습니다. 제때 경고해 주셔서 감사합니다, 멘토님"

source: "These mortals are under my protection. You lay a hand on them — you die."
ko: "이 필멸자들은 나의 보호 아래에 있다. 손끝만 대도 너는 죽는다."
ko_mt: "이 필멸자들은 내 보호 아래 있다. 그들에게 손을 얹으면 죽는다 "

source: "Leave this domain, demons. The souls of its mortals belong to Hell!"
ko: "이 영역을 떠나라, 데몬. 이 필멸자들의 영혼은 지옥에 종속되었다!"
ko_mt: "이 영역을 떠나라, 데몬들아. 필멸자들의 영혼은 지옥에 속한다!"

source: "For Cheliax and the Thrice-Damned House of Thrune!"
ko: "첼리악스, 그리고 세 번 저주받은 트룬 가문을 위하여!"
ko_mt: "첼리악스와 트룬의 저주받은 세 가문을 위하여!"

source: "Ooh! These demons have so many shinies! The dragon knows who will get them all!"
ko: "오오! 이 데몬들은 보물을 참 많이도 가졌군! 본 드래곤은 누가 그것을 쟁취할 것인지 안다!"
ko_mt: "우! 이 데몬들은 샤이니가 너무 많아요! 누가 다 가져갈지 용은 알아요!"

source: "They're coming! They're getting closer, with the Commander {mf|himself|herself} marching at the head!"
ko: "놈들이 오고 있습니다! 사령관이 선두에 서서 진군하고 있습니다!"
ko_mt: "그들이 온다! 사령관 {mf|그|그녀} 자신이 선두에 서서 행진하고 있습니다!"

source: "Let them come! It's been long since any brave fools challenged me, the mighty Khorramzadeh! I will tear them to shreds along with their Commander!"
ko: "오게 두어라! 나, 강력한 코람자데에게 용감한 바보들이 도전하는 것도 오랜만이군! 내가 그들과 사령관을 갈가리 찢어버리겠다!"
ko_mt: "오라고! 용감한 바보들이 나, 강력한 코람자데에게 도전한 지 오래다! 나는 그들의 사령관과 함께 그들을 갈기갈기 찢어버릴 것이다!"

source: "And those who beg for mercy will be flayed and hanged next to their pathetic holy rag!"
ko: "자비를 구걸하는 놈들은 박피되어 하찮은 성 누더기 옆에 걸리게 될 것이다!"
ko_mt: "그리고 자비를 구걸하는 자들은 그들의 한심한 성스러운 걸레 옆에 벗겨져 매달려있을 것입니다!"

source: "Cluck cluck cluck! Cluck cluck cluck! Cluck cluck Areelu cluck!"
ko: "꼬꼭! 꼬꼬꼬! 꼬꼬아릴루꼬꼭!"
ko_mt: "클럭 클럭 클럭! 클럭 클럭 클럭! 클럭 클럭 아릴루 클럭!"

source: "Cluck cluck cluck? Cluck cluck mortal slime cluck?!"
ko: "꼬꼬꼬? 꼬꼬필멸자점액꼭?!"
ko_mt: "클럭 클럭 클럭? 클럭 클럭 필멸자 슬라임 클럭?!"

source: "Damned jesters! They've enchanted their rag with some nefarious spell! Those gnats would mock me? Mock Khorramzadeh? I will make them suffer!"
ko: "빌어먹을 광대 녀석들! 자기들 누더기에 웬 괴팍한 주문을 걸어놨군! 저 각다귀들이 나를 모욕해? 코람자데를 모욕하고? 놈들에게 고통을 주겠다!"
ko_mt: "저주받은 광대들! 저들이 걸레에 사악한 마법을 걸었어! 저 모기들이 날 조롱한다고? 코람자데를 조롱한다고? 내가 그들을 고통스럽게 만들겠어!"

source: "What are you eating back there? It sounds so tasty — I can hear you smacking your lips! I want some too!"
ko: "저 뒤에서 네가 먹고 있는 게 뭐야? 정말 맛있는 소리가 나는데 - 네 입술이 서로 부딪히는 소리가 난다고! 나도 좀 줘!"
ko_mt: "저기서 뭐 먹어요? 너무 맛있게 들리네요 - 입술 부딪치는 소리가 들립니다! 나도 좀 먹고 싶어!"

source: "This definitely wasn't part of today's agenda."
ko: "이건 분명 오늘의 안건과 관련 없는데."
ko_mt: "이것은 확실히 오늘 의제의 일부가 아니었습니다"

source: "Phr phr!"
ko: "푸륵! 푸르륵!"

source: "They're doing this here? Right now? Ah, to be young again... Back in my day..."
ko: "여기서 한다고? 지금 당장? 아, 젊음이란... 나 때는 말이야..."
ko_mt: "여기서 이런 짓을 한다고요? 지금 여기서? 아, 다시 젊어지려면.. 내 시절로 돌아가서.. "

source: "Mmm... I'm quite experienced in these kind of... activities, so it takes a lot to surprise me... But you clearly have what it takes!"
ko: "음... 이런... 활동은 상당히 많이 경험해 본 덕에, 날 놀래키려면 꽤나 어렵지... 하지만 너는 필요한 것을 가지고 있어!"
ko_mt: "음.. 나는 이런 종류의.. 활동에 꽤 경험이 많아서 나를 놀라게하는데 많은 시간이 걸립니다.. 하지만 당신은 분명히 필요한 것을 가지고 있습니다!"

source: "Ugh! This simply will not do. I'm not even wearing makeup."
ko: "우욱! 도저히 안 되겠어요. 아직 화장도 안 했다고요."
ko_mt: "으! 이건 안 돼요. 화장을 하고 있지도 않아요"

source: "These creatures are so beautiful! But why are they fighting? Can't we resolve this peacefully?"
ko: "이 생물은 정말로 아름답군! 근데 왜 싸우고 있는 거지? 평화롭게 해결 할 순 없는 거야?"
ko_mt: "이 생물들은 너무 아름다워요! 그런데 왜 싸우는 걸까요? 평화롭게 해결할 수 없을까요?"

source: "I'm going to charge double overtime for this."
ko: "이걸로 초과 근무 수당을 두 배로 청구할 거예요."
ko_mt: "나는 이것에 대해 두 배의 초과 근무를 청구 할 것입니다 "

source: "No need to explain. I don't even want to know what's going on here."
ko: "설명 할 필요 없어. 여기 무슨 일이 벌어지는 건지도 알고 싶지 않아."
ko_mt: "설명할 필요 없어. 여기서 무슨 일이 일어나고 있는지 알고 싶지도 않아요."

source: "I've never beat up this many otherworldly visitors at once. I guess this will be a new personal record!"
ko: "이렇게 많은 외차원계의 방문자를 때려눕혀보긴 처음이에요. 개인적인 신기록이 될 것 같아요!"
ko_mt: "이렇게 많은 이계 방문객을 한꺼번에 쓰러뜨린 적은 처음이에요. 개인 신기록이 될 것 같아요!"

source: "Such a delightful gathering! But it doesn't look like we've been invited here for a tea party. What a shame!"
ko: "정말 마음에 쏙 드는 모임이군! 하지만 우리는 다과회를 하기 위해 여기에 초대된 것 같지는 않군. 유감이야!"
ko_mt: "정말 즐거운 모임입니다! 하지만 우리가 다과회에 초대받은 것 같지는 않네요. 안타깝네요!"

source: "What in the... Ah, Commander! This is another one of your jokes, huh?"
ko: "이게 무슨...아, 사령관님! 또 농담하시는 거죠, 네?"
ko_mt: "뭐야.. 아, 사령관님! 이것도 당신의 농담 중 하나군요, 응?"

source: "Aw, come on! I just poured myself a drink!"
ko: "아, 좀! 이제 막 한잔 따른 참이었다고!"
ko_mt: "아, 제발! 방금 한 잔 따라 마셨어요!"

source: "Hey, riffraff! Anyone wants to pick a fight with me and my {mf|master|mistress}?"
ko: "이봐, 못난이! 지금 누군가 나와 내 주인님한테 싸움을 거는 건가?"
ko_mt: "이봐, 리프래프! 누구 나랑 내 주인님랑 싸우고 싶은 사람?"

source: "Where's the exit?!"
ko: "출구가 어디지?!"
ko_mt: "출구가 어딨어?!"

source: "Command us, {mf|master|mistress}!"
ko: "명령을 내려주십시오, 주인님!"
ko_mt: "명령해, 주인님!"

source: "Lead us! We are ready to pillage and slaughter!"
ko: "저희를 이끌어주십시오! 저희는 약탈과 학살을 할 준비가 되었습니다!"
ko_mt: "우리를 인도하라! 우리는 약탈하고 학살 할 준비가 되었습니다!"

source: "Shamira is dead, long live {name}!"
ko: "샤미라가 죽었다! {name} 만세!"
ko_mt: "샤미라는 죽었다, {name} 만세!"

source: "Day 16, Arodus, 4715. Experiment: Transformation. Subject… let's skip that. Objective: to embed the essence of a Nahyndrian crystal in the soul of the subject."
ko: "4715년 아로두스 16일. 실험: 변형. 대상... 이건 넘어가고. 목표: 나힌드리 수정의 정수를 대상의 영혼에 주입."
ko_mt: "16일, 아로두스, 4715년. 실험: 변신. 제목.. 그건 건너뛰자. 목표: 나힌드리안 수정의 정수를 피험자의 영혼에 심는 것"

source: "Expected result: the essence will coalesce with the subject's soul, which will ready itself for total Transformation, triggering the concomitant powers."
ko: "예상 결과: 정수가 대상의 영혼과 융합, 완전한 탈바꿈을 준비, 그에 따른 힘의 획득."
ko_mt: "예상 결과 : 정수가 대상의 영혼과 합쳐져 완전한 변신을 준비하고 수반되는 힘을 촉발합니다 "

source: "The time has come to put my plan into action."
ko: "내 계획을 실행시킬 때가 왔다."
ko_mt: "내 계획을 실행에 옮길 때가 왔다"

source: "As you know, my dear addressee, given the scope of the planes, time is a relative concept, and in the Abyss, it can be even more unreliable. Therefore, I do not allow myself the vain hope that my message will reach you in time."
ko: "친애하는 수취인, 너도 알다시피, 차원의 밤위를 고려할 때 시간은 상대적인 개념이다. 게다가 심연에서는 더더욱 믿을만한 게 못되지. 따라서, 나는 이 전갈이 제 때에 도달하리라는 헛된 희망은 않는다."
ko_mt: "아시다시피, 친애하는 수취인, 차원의 범위를 고려할 때 시간은 상대적인 개념이며 심연에서는 훨씬 더 신뢰할 수 없습니다. 따라서 나는 내 메시지가 제 시간에 당신에게 도달 할 것이라는 헛된 희망을 허용하지 않습니다."

source: "Your final question was about the possibility of a complete awakening of the memories of a mortal life within a soul that has already passed through Pharasma's judgment. I will send you the research on all the cases of which I am aware where such an awakening took place."
ko: "네 마지막 질문은 파라즈마의 심판을 이미 통과한 영혼이 전생의 삶의 기억을 완전히 일깨울 가능성에 관한 것이었다. 나는 그러한 각성이 일어났던 모든 사례에 대한 연구를 보낼 것이다."
ko_mt: "당신의 마지막 질문은 이미 파라즈마의 심판을 통과한 영혼의 필멸자 삶의 기억이 완전히 깨어날 가능성에 관한 것이었습니다. 그러한 각성이 일어난 모든 사례에 대한 연구를 보내 드리겠습니다."

source: "Despite the fact that this list is quite extensive, my conclusion is that all such recorded cases are the rarest exceptions to the rule, and with the absolute majority of souls, an occurrence such as this cannot happen."
ko: "이 목록이 아주 길지는 않지만, 그럼에도 내 결론은 기록된 사례들이 법칙에 대한 아주 드문 예외들이며, 절대 다수의 영혼들에게는 이러한 사건이 발생할 수 없다."
ko_mt: "이 목록이 상당히 광범위하다는 사실에도 불구하고, 내 결론은 기록 된 모든 사례는 규칙에 대한 가장 드문 예외이며 절대 다수의 영혼에서는 이와 같은 사건이 발생할 수 없다는 것입니다."

source: "Both the wonder and the tragedy of mortality lie in the fact that there is a certain moment after which the process is final and irreversible. The essence that departs the judgment of the Lady of Graves is no longer what it was in life, and we, as scientists, must account for this in the system of knowledge we are constructing."
ko: "필멸성이라는 것의 희비는 모두 하나의 사실, 즉 그 과정이 절대적이며 되돌릴 수 없는 지점이 있다는 데에 기인한다. 무덤의 여인의 재판장을 떠난 영혼은 더이상 이전 삶과 동일한 존재가 아니며, 과학자로써, 우리는 우리가 알고 있는 지식 체계 내에서 이를 설명해야 한다."
ko_mt: "죽음의 경이로움과 비극은 모두 그 과정이 최종적이고 되돌릴 수없는 특정 순간이 있다는 사실에 있습니다. 무덤의 여인의 판단을 떠나는 본질은 더 이상 생전의 것이 아니며 과학자로서 우리는 우리가 구성하고있는 지식 체계에서 이것을 설명해야합니다."

source: "Is that {mf|him|her} next to Irabeth? The hero who saved Kenabres?"
ko: "이라베스 님 옆에 있는 {mf|남자|여자}가 케나브레스를 구한 영웅이야?"
ko_mt: "저게 이라베스 옆에 있는 {mf|him|her}인가요? 케나브레스를 구한 영웅?"

source: "The Queen is coming! The Queen!"
ko: "여왕님이 오신다! 여왕님이라고!"
ko_mt: "여왕님이 오십니다! 여왕님!"

source: "Hooray for the Queen!"
ko: "여왕 폐하 만세!"
ko_mt: "여왕 만세!"

source: "There, the troop review is finished. I'll give you some time to look around the camp, and then I shall expect your presence at headquarters."
ko: "자, 병력 검토는 마쳤다. 나는 자네에게 야영지를 둘러볼 시간을 주고, 자네가 본부로 오길 기다리겠네."
ko_mt: "자, 병력 검토가 끝났습니다. 캠프를 둘러볼 시간을 드리고 본부로 오시길 기다리겠습니다."

source: "Hurrah to the Knight Commander!"
ko: "성전 사령관님 만세!"
ko_mt: "기사 사령관 만세!"

source: "And now it's time to rest. Everyone is dismissed!"
ko: "지금부터 휴식 시간이다. 모두 해산하라!"
ko_mt: "이제 쉴 시간입니다. 모두 해산합니다!"

source: "Everyone, return to your orders' camps!"
ko: "전군, 각자의 기사단 천막으로 돌아가도록!"
ko_mt: "여러분, 명령대로 캠프로 돌아가세요!"

source: "You heard the Queen. Dismissed!"
ko: "다들 여왕님 어명은 들었겠지. 해산!"
ko_mt: "여왕님 말씀 들으셨죠? 해산!"

source: "Rise, warriors."
ko: "일어나라, 전사들이여."
ko_mt: "전사들이여, 일어나라."

source: "Today is a day of sorrow, and pride."
ko: "오늘은 슬픔과 긍지의 날이다."
ko_mt: "오늘은 슬픔과 자부심이 공존하는 날입니다."

source: "Sorrow, because we weep for our brothers and sisters who perished in Kenabres."
ko: "슬픔은 우리가 케나브레스에서 죽은 형제자매들을 위해 울기 때문이다."
ko_mt: "슬픔은 케나브레스에서 죽은 형제자매들을 위해 울기 때문입니다."

source: "Pride, because despite demonic treachery, our heroes repelled the attack and saved the city."
ko: "긍지는 데몬의 기만에도 불구하고 우리 영웅들이 침략을 물리치고 도시를 구했기 때문이다."
ko_mt: "데몬의 배신에도 불구하고 우리의 영웅들이 공격을 격퇴하고 도시를 구했으니 자부심을 가지세요."

source: "I, Queen Galfrey of Mendev, declare this day the first day of the Fifth Crusade."
ko: "나, 멘데브의 갈프리 여왕은 이 날을 제5차 성전의 첫 번째 날로 선언한다."
ko_mt: "멘데브의 여왕 갈프레이는 오늘을 제5차 십자군 원정의 첫날로 선포합니다."

source: "And I am glad to introduce the one who will lead the attack on the forces of the Abyss."
ko: "그리고 심연의 세력을 향한 공격을 이끌 인물을 소개하게 되어 기쁘다."
ko_mt: "그리고 심연의 세력에 대한 공격을 이끌 분을 소개하게 되어 기쁩니다."

source: "The hero of Kenabres, Knight Commander of the Fifth Crusade — your leader, from now unto victory or death!"
ko: "케나브레스의 영웅이자 제5차 성전의 사령관, 지금부터 승리하거나 죽을 때까지 그대들을 이끌 지도자다!"
ko_mt: "케나브레스의 영웅, 제5차 십자군 기사단장 - 지금부터 승패가 갈릴 때까지 여러분의 리더입니다!"

source: "We're finished! Dead!"
ko: "우린 끝났어! 다 죽었다고!"
ko_mt: "우린 끝났어! 죽었다!"
