Repository: akintos/wotr-translation
Catalog: translation/*/AreaLogic.po
Languages: ko, ko_mt

source: "Commander! Please allow me to join you while you inspect our encampment!"
ko: "사령관님! 주둔지 시찰을 하시는 동안 제가 동행하겠습니다!"
ko_mt: "사령관님! 우리 야영지를 점검하시는 동안 저도 합류할 수 있게 해주세요!"

source: "It's frightening to leave Kenabres... But attacking is the best way to defend it!"
ko: "케나브레스를 떠나는 건 무섭지만... 공격이 최선의 방어지!"
ko_mt: "케나브레스를 떠나는 건 무서운 일입니다.. 하지만 공격하는 것이 그것을 방어하는 가장 좋은 방법입니다!"

source: "Finally, we're on the offensive! I'm so tired of hiding in a hole!"
ko: "이제야 공세에 나서는군! 구멍 안에 숨는 건 지겹던 참이었어!"
ko_mt: "드디어 우리가 공격에 나섰어요! 구멍에 숨는 게 너무 지겨워요!"

source: "How did we miss such a crowd of cultists in Kenabres?"
ko: "어째서 우린 케나브레스에 사교도들이 그토록 많았다는 걸 몰랐을까?"
ko_mt: "어떻게 케나브레스에서 이렇게 많은 이교도들을 놓쳤습니까? "

source: "How many of us who served back in Kenabres are still left?"
ko: "케나브레스에서 복무했던 사람들 중 몇 명이 남아있지?"
ko_mt: "케나브레스에서 복무 한 우리 중 몇 명이 아직 남아 있습니까? "

source: "After this cursed chapel, Drezen can't surprise us with anything..."
ko: "이 저주받은 예배당을 지났으니, 드레젠에서 놀랄 일은 없을 거야..."
ko_mt: "이 저주받은 예배당 이후, 드레젠은 아무것도 우리를 놀라게 할 수 없습니다..."

source: "Drezen is near. The final battle comes!"
ko: "드레젠이 가깝다. 마지막 전투가 다가온다!"
ko_mt: "드레젠이 가까이 있습니다. 마지막 전투가 다가옵니다!"

source: "Oh, {name}. Soon you will be marching with all this riff-raff through the demonic wasteland and I'll be lounging on a feather bed in wonderful company."
ko: "오, {name}. 곧 이 오합지졸들을 이끌고 데몬이 득실대는 황무지를 행진하겠군요. 그동안 저는 멋진 사람들과 함께 깃털 침대에서 뒹굴대지요."
ko_mt: "오, {name}. 곧 당신은 데몬의 황무지에서 이 모든 악기들과 함께 행진할 것이고, 나는 깃털 침대에 누워 멋진 사람들과 함께 있을 거야."

source: "Count, when are we leaving? I can't wait to see your house in the capital!"
ko: "백작, 언제 떠나나? 수도에 있는 자네 집을 보고 싶어 견딜 수가 없군!"
ko_mt: "백작님, 언제 떠나요? 수도에 있는 백작님 집을 빨리 보고 싶어요!"

source: "I propose a toast — to a fate well-deserved!"
ko: "우리에게 어울리는 운명을 위해 건배하자!"
ko_mt: "운명을 위해 건배를 제안합니다!"

source: "I'm too tired to stand. When will we be able to... lie down?"
ko: "너무 피곤해서 서 있기도 힘들어요. 언제쯤이면... 누울 수 있을까요?"
ko_mt: "너무 피곤해서 서 있을 수가 없어요. 언제쯤이면.. 누울 수 있을까요?"

source: "These are the fighters of the Eagle Watch. I personally chose every one that's standing here. And I'm ready to vouch for each of them!"
ko: "이들은 독수리 감시단의 전사들입니다. 여기 서 있는 모든 인원을 제가 직접 선발했습니다. 이들에 대해선 제가 기꺼이 보증합니다!"
ko_mt: "이분들은 이글 워치의 전사들입니다. 여기 서 있는 모든 사람을 제가 직접 뽑았습니다. 그리고 저는 그들 모두를 보증할 준비가 되어 있습니다!"

source: "So many of our own have perished... And for what?"
ko: "우리 병사들이 너무 많이 희생됐어... 대체 뭘 위해서?"
ko_mt: "우리 중 많은 사람들이 죽었습니다.. 그리고 무엇 때문에?"

source: "For us to keep fighting."
ko: "우리가 계속 싸울 수 있도록 하기 위해서죠."
ko_mt: "우리가 계속 싸울 수 있도록."

source: "Yes... Yes, you're right. Thank you, little girl."
ko: "그래... 맞아, 네 말이 맞구나. 고맙다, 작은 소녀야."
ko_mt: "네.. 그래, 네 말이 맞아. 고마워, 우리 딸."

source: "For a day to come when no one else will have to die."
ko: "다른 사람이 죽지 않는 날이 올 수 있도록요."
ko_mt: "아무도 죽지 않아도 되는 날이 오기를 바랍니다."

source: "Hail, Commander!"
ko: "사령관님 만세!"
ko_mt: "사령관님, 만세!"

source: "Yes, yes, three cheers for the Commander! Now answer my questions! Where are the mail shirts? According to the paperwork, we're supposed to have fifty! I personally deposited the money for them in the army's treasury!"
ko: "그래, 그래, 사령관을 위해 만세 삼창일세! 이제 내 질문에 대답해 주실까! 사슬 셔츠는 모두 어디 있나? 장부에 따르면, 50개가 있어야 하거늘! 그것들을 위해 내가 군대 금고에 개인적으로 돈을 보탰단 말이다!"
ko_mt: "네, 네, 사령관님을 위해 만세 삼창! 이제 내 질문에 대답해! 우편 셔츠는 어디 있나? 서류에 따르면 50장이 있어야 하는데요! 제가 직접 군 재무부에 돈을 입금했습니다!"

source: "And why is there hardtack in the barrels that are supposed to be filled with corned beef? I demand answers!"
ko: "그리고 왜 콘 비프로 가득해야 할 통에 건빵이 채워진 거지? 나는 답을 원하네!"
ko_mt: "그리고 왜 콘비프가 들어 있어야 할 통에 하드택이 들어 있는 거죠? 답을 요구합니다!"

source: "Your corned beef's in the cooking pots! Turns out, it was from last year, needs to be eaten 'fore it spoils. And we're savin' the hardtack for now. As for the mail shirts, they're on the troops! That's what they're for, aren't they? Not for me to rest my jacksy on, when the lads are headin' off to battle soon!"
ko: "말씀하신 콘 비프는 냄비에 들어갔어요! 알고 보니 작년에 만든 거라서, 상하기 전에 먹어야 해요. 그리고 건빵은 당분간 보관할 거예요. 사슬 셔츠에 관해선, 그건 부대원들에게 지급되는 겁니다! 그게 원래 용도 아닙니까? 장병들은 곧 전쟁터에 나가야 하는데, 제가 그걸 엉덩이에 깔고 있으면 안 되잖아요!"
ko_mt: "콘비프가 냄비에 들어갔어요! 알고 보니 작년에 만든 건데 상하기 전에 먹어야 해요. 그리고 하드택은 당분간 보관할 거예요. 우편 셔츠는 군대에서 입어요! 그래서 입는 거잖아요? 곧 전쟁터에 나가야 하는데 내가 편히 쉴 수 있는 옷이 아니잖아요!"

source: "This is the supply train, and this is our quartermaster, Wilcer Garms. Go to him for supplies."
ko: "이건 보급 마차고, 이분은 우리 병참장교 윌서 감즈입니다. 물자가 필요하시면 그를 찾아가세요."
ko_mt: "이 열차는 보급 열차이고, 이쪽은 우리 분대장 윌서 감스입니다. 보급품을 받으려면 그에게 가세요."

source: "This is the field hospital. Alas, the clerics of Kenabres suffered especially heavy losses, so we're in desperate need of healers."
ko: "여기가 야전 병원입니다. 안타깝게도, 케나브레스의 성직자들이 특히 엄청난 손실을 입었던 지라, 우리는 치유사가 절실히 필요합니다."
ko_mt: "여기가 야전 병원입니다. 케나브레스의 성직자들이 특히 큰 피해를 입었기 때문에 치유사가 절실히 필요합니다."

source: "We are few, but the gods are with us. The prayers of good people around the world are with us!"
ko: "우리는 소수지만, 신들이 우리 곁에 계십니다. 온 세상에 있는 선한 사람들의 기도가 우리와 함께합니다!"
ko_mt: "우리는 소수이지만 신들이 우리와 함께합니다. 전 세계 선한 사람들의 기도가 우리와 함께합니다!"

source: "Dear lady, you've been standing here for a long time. Would you like to help?"
ko: "숙녀분, 여기 오래 서 계시는군요. 도와 주시겠습니까?"
ko_mt: "숙녀분, 여기 오래 서 계셨네요. 도와드릴까요?"

source: "Who? Me? No, I definitely would not."
ko: "누가요? 제가요? 싫어요, 절대 그럴 일 없어요."
ko_mt: "누구요? 저요? 아니요, 절대 아닙니다."

source: "Please, act like I'm not here. I just like to watch people... work."
ko: "부디, 저는 신경 쓰지 말아 주세요. 저는 사람들이... 일하는 모습을 보러 왔을 뿐인 걸요."
ko_mt: "제발, 내가 여기 없는 것처럼 행동해 주세요. 그냥 사람들이 일하는 모습을 보고 싶어요."

source: "First Irabeth, now another upstart commander... Our Queen sure does like them wet behind the ears!"
ko: "처음엔 이레베스, 이젠 또 다른 풋내기 사령관이라니... 우리 여왕님은 머리에 피도 안 마른 자들을 총애하는 게 분명해!"
ko_mt: "처음엔 이라베스, 이젠 또 다른 신참 사령관.. 여왕께서 귀 뒤가 젖는 걸 좋아하시나 봐요!"

source: "These are the knights of Kenabres. All that's left of the orders that were billeted in the city."
ko: "이들은 케나브레스의 기사입니다. 기사단 중 도시 민가에 머물러 있던 자들만 남아 있었습니다."
ko_mt: "케나브레스의 기사단입니다. 도시에 내려진 명령 중 남은 것들입니다."

source: "What did you say, sir?"
ko: "뭐라고 하셨죠?"
ko_mt: "뭐라고 하셨죠?"

source: "Nothing... Commander Tirabade. Happy to serve!"
ko: "아무것도 아닙니다... 티라바데 지휘관님. 모시게 되어 기쁩니다!"
ko_mt: "아무것도.. 티라바데 사령관님. 봉사하게 되어 기쁩니다!"

source: "What are you looking up at the sky for? You think winged demons are about to fall on us?"
ko: "하늘에 뭐가 있길래 올려다 보는 거야? 날개 달린 데몬들이 우리한테 내려올 것 같아?"
ko_mt: "왜 하늘을 올려다보는 거야? 날개 달린 데몬이 우리한테 내려올 것 같아?"

source: "Maybe they will. But I actually just like looking at the sky."
ko: "그럴 지도 모르지. 사실 나는 하늘을 바라보던 것뿐이지만."
ko_mt: "그럴지도 모르죠. 하지만 저는 사실 하늘을 바라보는 것을 좋아합니다."

source: "Clouds... You know, I haven't seen them since I was a kid. I almost forgot what they looked like."
ko: "구름… 나는 어릴 적부터 본 적 없었어. 어떻게 생겼는지도 거의 몰랐지."
ko_mt: "구름.. 어릴 적 이후로 본 적이 없어요. 어떻게 생겼는지 잊어버릴 뻔했어요."

source: "Yes, useless uplanders. The most dangerous enemy is the one that attacks from above. This is why camps are set up in small caves... And here all of us are in full view."
ko: "그래, 쓸모없는 지상인들아. 가장 위험한 적들은 머리 위에서 공격하는 부류지. 야영지를 작은 동굴에 잡는 이유다... 게다가 여기선 우리가 한 눈에 드러나지."
ko_mt: "그래, 쓸모없는 고지대 놈들. 가장 위험한 적은 위에서 공격하는 적입니다. 그래서 작은 동굴에 캠프를 설치하는 거죠.. 그리고 여기서는 우리 모두가 잘 보이죠."

source: "There are fighters here that Her Majesty brought from the capital."
ko: "수도에서 폐하와 함께 온 전사들은 여기 있습니다."
ko_mt: "폐하께서 수도에서 데려온 전사들이 여기 있습니다."

source: "Too bad they're only recruits... But that's all right, we'll bring them up to speed!"
ko: "신병 녀석들이라 아쉽네... 하지만 상관 없어. 상황을 이해시켜 주지!"
ko_mt: "아직 신병이라 아쉽지만.. 하지만 괜찮아요, 우리가 빨리 가르쳐줄 테니까요!"

source: "Commander."
ko: "충성."
ko_mt: "사령관"

source: "Happy to serve, Commander!"
ko: "모시게 되어 영광입니다, 사령관님!"
ko_mt: "봉사하게 되어 기쁩니다, 사령관님!"

source: "It's an honor!"
ko: "영광입니다!"
ko_mt: "영광입니다!"

source: "The demons will pay for everything they've done."
ko: "데몬들은 자기들이 한 짓의 대가를 전부 치르게 될 거야."
ko_mt: "데몬들은 그들이 한 모든 일에 대해 대가를 치를 것입니다."

source: "It's hard but we have to be tough. When she was human, Saint Iomedae suffered even worse!"
ko: "힘들긴 하지만, 우리는 강해져야지. 성녀 아이오메데님은 인간이었을 적에 이보다 더한 고난을 겪었다고!"
ko_mt: "힘들지만 우리는 강해져야 합니다. 그녀가 인간이었을 때 성 아이오메데는 더 심하게 고통 받았다!"

source: "What am I doing in this war? Maybe I should have stayed at home?"
ko: "내가 이 전쟁에서 뭐하고 있는 거지? 혹시 집에 있어야 했던 것 아닐까?"
ko_mt: "이 전쟁에서 나는 무엇을 하고 있습니까? 집에 있었어야 했나?"

source: "We took back Kenabres, we'll take back Drezen too!"
ko: "우리는 케나브레스를 수복했고, 드레젠도 수복할 거야!"
ko_mt: "우리는 케나브레스를 되찾았고, 우리는 드레젠도 되찾을 것입니다!"

source: "The Queen gave us an order, and we can't let her down!"
ko: "여왕님이 우리에게 명을 내리셨어. 여왕님을 실망시킬 순 없어!"
ko_mt: "여왕이 우리에게 명령을 내렸고, 우리는 그녀를 실망시킬 수 없습니다! "

source: "Finally, a crusade! It's high time we destroyed all the demonic abominations!"
ko: "드디어 성전이구나! 사악한 흉물들을 전부 죽일 좋은 기회지!"
ko_mt: "마침내, 십자군! 데몬의 가증스러운 것들을 모두 파괴할 시간입니다!"

source: "I think all my hair has turned gray..."
ko: "내 머리카락이 전부 회색으로 변한 줄 알았어..."
ko_mt: "내 머리카락이 모두 회색으로 변한 것 같아요..."

source: "So this is what a crusade is like... It looked very different from Mendev..."
ko: "이게 성전이라는 거구나... 멘데브에서 보던 것과는 상당히 달라..."
ko_mt: "그래서 이것이 십자군이 어떤 것인지... 멘데브와는 매우 다르게 보였습니다.. "

source: "We've undergone such terrors already, and we haven't even reached Drezen..."
ko: "드레젠에 닿지도 않았는데, 벌써 이런 공포에 압도당하다니..."
ko_mt: "우리는 이미 그런 공포를 겪었고, 우리는 아직 드레젠에 도달하지도 않았습니다..."

source: "Teacher! I sh-sharpened your quills!"
ko: "스승님! 스승님의 기-깃펜들을 갈았습니다!"
ko_mt: "선생님! 제가 선생님 깃을 깎아드렸어요!"

source: "Good, good! I could use some quills... And where's my inkwell?"
ko: "좋아, 잘했어! 깃펜은 쓸 수 있게 됐는데... 내 잉크병은 어디 있지?"
ko_mt: "좋아, 좋아! 모필이 좀 필요해요.. 그리고 내 잉크통은 어디 있지?"

source: "Teacher! How should I hold my hands when I p-pray? Like this? Or like this i-i-instead?"
ko: "선생님! 기도할 때 손을 어떻게 해야 하죠? 이렇게? 아니면 이, 이, 이렇게?"
ko_mt: "선생님! 기도할 때 손을 어떻게 잡아야 하나요? 이렇게요? 아니면 이렇게요?"

source: "You are focusing on the wrong things! Hold your hands however you like. The important thing is to fill your mind with peace and piety!"
ko: "이상한 것에 꽂혔구나! 네 손을 어떻게 맞잡는지는 상관 없다. 중요한 것은 평화와 신앙으로 네 마음을 가득 채우는 것이지!"
ko_mt: "당신은 엉뚱한 것에 집중하고 있어요! 원하는 대로 손을 잡으세요. 중요한 것은 당신의 마음을 평화와 경건함으로 채우는 것입니다!"

source: "Teacher, w-what's this w-word?"
ko: "선생님, 이‐이게 무슨-뜻이죠?"
ko_mt: "선생님, 이 단어가 뭐예요? "

source: "Let me see... Or-tho-pra-xy. It means things should be done right, not slapdash!"
ko: "어디보자... 정-당-성 이로구나. 이건 성급하지 않고 올바르게 일을 해야 한다는 뜻이란다!"
ko_mt: "어디 보자.. Or-tho-pra-xy. 그것은 일이 제대로 이루어져야한다는 것을 의미합니다."

source: "What the demon is going on here?"
ko: "이 데몬은 여기서 무슨 짓을 하려는 거야?"
ko_mt: "데몬이 무슨 짓을 하는 거지?"

source: "What is he doing? Hitting the poor flower girl!"
ko: "이 사람은 뭐 하는 거야? 불쌍한 꽃소녀를 때리고 있잖아!"
ko_mt: "뭐 하는 거야? 불쌍한 꽃소녀를 때리고 있잖아!"

source: "Darr, wake up! The Lady of the Sun won't have things like this in Wintersun!"
ko: "아가씨, 일어나세요! 태양의 여인께선 윈터선에서 이런 일을 용납하지 않으실 겁니다!"
ko_mt: "달, 일어나! 태양의 여인은 윈터썬에 이런 일이 없을 거야!"

source: "My husband killed all these monsters! Every single one!"
ko: "내 님편이 저런 괴물들을 다 죽였는데! 하나도 남김 없이!"
ko_mt: "남편이 이 괴물들을 다 죽였어요! 전부 다!"

source: "And you were the one who told me to marry a potter, a potter..."
ko: "네가 나한테 도공과 결혼하라고 했잖아, 도공과..."
ko_mt: "그리고 도공, 도공과 결혼하라고 한 건 당신이었잖아요..."

source: "Hello, {mf|sir|ma'am}! You're a guest of the Lady of the Sun, right?"
ko: "안녕하세요! 태양의 여인님의 손님이신가요?"
ko_mt: "안녕하세요, {mf|sir|ma'am}! 태양의 여인의 손님이시죠?"

source: "Why does that beautiful lady walk with monsters? They will eat her up!"
ko: "저 아름다운 여성분은 왜 괴물들과 함께 걷는 거죠? 괴물들이 잡아먹을 텐데!"
ko_mt: "저 아름다운 여인은 왜 괴물과 함께 걷는 거지? 괴물들이 그녀를 잡아먹을 거야!"

source: "Mom! Dad! Help! Monsters in the village!"
ko: "엄마! 아빠! 도와줘요! 괴물들이 마을에 쳐들어왔어요!"
ko_mt: "엄마! 아빠! 도와줘요! 마을에 괴물이 있어요!"

source: "Stop staring! Run, save yourselves!"
ko: "구경하지 말고 도망 가! 살고 싶으면!"
ko_mt: "그만 쳐다봐! 도망쳐, 살아야지!"

source: "Look, that {mf|man|lady} is telling the monsters what to do! Why do they obey {mf|him|her}?"
ko: "봐, 저 사람은 괴물들한테 뭘 해야 하는지 말하고 있어! 쟤들은 왜 {mf|그|그녀}를 따를까?"
ko_mt: "봐요, {mf|man|lady}이 괴물에게 명령하고 있어요! 왜 {mf|그|그녀}에게 복종하는 거지?"

source: "Let me tend to your wounds, brave warrior. You say you were guarding Drezen when the demons came?"
ko: "상처를 치료해주마, 용감한 전사여. 너는 데몬들이 왔을 때 드레젠을 지키고 있었다 했지?"
ko_mt: "내가 네 상처를 치료해줄게, 용감한 전사. 데몬들이 왔을 때 드레젠을 지키고 있었다고 했지?"

source: "Hey, friend, where're you going?"
ko: "이봐, 친구. 어디가?"
ko_mt: "이봐, 친구, 어디 가?"

source: "You overpowered me seven times. You are worthy of carrying my whip. I will not trouble you again!"
ko: "너는 나를 일곱 번 제압하였다. 너는 내 채찍에 걸맞는 이로다. 다시는 너를 괴롭히지 않으마!"
ko_mt: "넌 나를 일곱 번이나 제압했어. 넌 내 채찍을 들 자격이 있다. 다시는 널 괴롭히지 않겠다!"

source: *After saying something in its language, the ghost bows to you and disappears*
ko: *유령은 자신의 언어로 무언가 말하더니, 인사를 하고 사라집니다*
ko_mt: *유령이 유령의 언어로 무언가를 말한 후 고개를 숙이고 사라집니다*.

source: The ghost beckons you and moves toward the burial site where you first encountered it.
ko: 유령은 당신에게 손짓하며 그것과 처음 마주쳤던 매립지를 향해 움직입니다.
ko_mt: 유령이 손짓하면 처음 마주쳤던 매장지로 이동합니다.

source: "Rhoumgr bahr! Toddan khtar! Gorum lagkh!"
ko: "롬그르 바르! 토단 크타르! 고룸 라그크!"
ko_mt: "롬그르 바흐! 토단 크타르! 고룸 라크!"

source: "You defeated him! Follow me, the temple is very near!"
ko: "그를 처치하셨군요! 따라오세요. 사원이 매우 가깝습니다!"
ko_mt: "네가 그를 물리쳤구나! 날 따라와, 사원이 아주 가까워!"

source: "Hush-a-bye baby... Drift off to sleep... When you're big and strong... You'll make demons weep..."
ko: "잘 자라 우리 아가... 푹 자렴... 네가 크고 강해지면... 데몬들도 울게 만들 거야..."
ko_mt: "허쉬-바이 베이비.. 잘 자렴.. 네가 크고 강해지면.. 데몬도 울게 할 거야..."

source: "Oh, just wait till your mama gets back, you little menace. I'm a neighborly woman, but you sure are restless little thing!"
ko: "오, 엄마가 돌아올 때까지만 기다리렴, 악동아. 난 이웃집 여자인데 넌 정말 활발한 꼬마구나!"
ko_mt: "오, 엄마가 돌아올 때까지 기다려라, 이 작은 위협. 난 이웃집 여자인데 넌 정말 불안한 녀석이야!"

source: "Hello there, visitor."
ko: "안녕하신가, 손님."
ko_mt: "안녕하세요, 방문자 여러분."

source: "Who's there? A monster! Stay away from the child, you beast!"
ko: "거기 누구세요? 괴물이다! 아이에게서 떨어져, 이 짐승아!"
ko_mt: "거기 누구야? 괴물이다! 아이한테서 떨어져, 이 괴물아!"

source: *Indecipherable ranting*
ko: *알아들을 수 없는 고함 소리*
ko_mt: *해독할 수 없는 폭언*

source: "How dare you steal from the dead knights of Sarkoris? Return my whip or you will know my wrath!"
ko: "감히 죽은 사코리스 기사의 물건에 손을 대? 내 채찍을 돌려놓지 않으면 나의 분노를 마주할 것이다!"
ko_mt: "감히 사르코리스의 죽은 기사들의 물건을 훔쳐? 내 채찍을 돌려주지 않으면 내 분노를 알게 될 것이다!"

source: "Do you know what kind of a nest this is? A griffon's nest, abandoned a hundred years ago. The eggs are gone, only the shells remain."
ko: "이 둥지가 누구의 것이지 아시오? 백년 동안 방치된 그리폰의 둥지라오. 알은 사라졌고, 껍데기만 남았군."
ko_mt: "이게 무슨 둥지인지 아세요? 100년 전에 버려진 그리폰의 둥지입니다. 알은 사라지고 껍데기만 남았어요."

source: "I'd recognize bones like these anywhere — it was a griffon, no, more than one. Oh, what have these vermin done to you..."
ko: "이 뼈는 어디서 봐도 한 눈에 알 수 있지. 그리폰의 것이오. 한마리 이상이로군. 이런, 이 해충들에게 무슨 짓을 당한 거냐..."
ko_mt: "어디서나 이런 뼈를 알아볼 수 있습니다. 그리폰이었습니다. 아니, 한 마리 이상이었습니다. 오,이 해충들이 당신에게 무슨 짓을 한거야.. "

source: "See this bunch of twigs? It used to be a griffon's nest... But all that's left now are bones and broken eggshells."
ko: "이 나뭇가지들 보이나? 그리폰의 둥지였던 것 같소... 다만 지금은 뼈와 깨진 껍질만이 남았군."
ko_mt: "이 나뭇가지들 보이지? 예전에는 그리폰의 둥지였어요.. 하지만 지금은 뼈와 깨진 달걀 껍데기만 남았어요"

source: "Only a real cur would cut off a griffon's head and shove it in a jar like a pickled turnip."
ko: "그리폰의 머리를 잘라 순무 절임처럼 항아리에 쑤셔박은 것은 진짜 개자식이로군."
ko_mt: "진짜 커만이 그리폰의 머리를 잘라 절인 순무처럼 항아리에 넣을 것입니다."

source: "My lady... Don't leave me... Don't leave me..."
ko: "내 여인이여... 나를 버리지 마시오... 나를 버리지 마시오..."
ko_mt: "내 아가씨.. 날 떠나지 마.. 날 떠나지 마세요..."

source: "Hello? Is anyone there?"
ko: "저기? 아무도 없어?"
ko_mt: "여보세요? 거기 누구 있어요?"

source: "Please, get me out of here!"
ko: "제발, 날 좀 여기서 꺼내줘!"
ko_mt: "제발, 여기서 꺼내줘요!"

source: "I can hear your footsteps! Pull me out! Hello?"
ko: "발자국 소리가 들리는데! 나좀 꺼내줘! 이봐요?"
ko_mt: "발자국 소리가 들려요! 날 꺼내줘! 여보세요?"

source: "Hey! If you value your life, you won't even look in this direction."
ko: "이봐! 목숨이 아깝다면 이쪽 방향은 쳐다보지도 마라."
ko_mt: "이봐! 당신이 당신의 삶을 소중히 여긴다면, 당신은 이 방향을 보지 않을 것입니다 "

source: "What? Hey! It's not me!"
ko: "뭐? 야! 나 아니야!"
ko_mt: "뭐? 야! 나 아니야! "

source: "So it's you... I trusted you! Hey! Take this rat away for questioning!"
ko: "너였군... 너를 믿었는데! 이봐! 이 쥐새끼를 데려가서 심문해!"
ko_mt: "그래서 당신이군요.. 난 널 믿었어! 이봐! 이 쥐를 데려가 심문해!"

source: "So long, suckers! Voetiel and Hepzamirah will get you in the end!"
ko: "작별이다, 멍청이들아! 보에티엘과 헵자미라가 결국 너희를 잡을 거야!"
ko_mt: "잘 가라, 멍청이들아! 보에티엘과 헵자미라가 결국 널 잡을 거야!"

source: "You'll pay for this! Voetiel and Hepzamirah will get you in the end!"
ko: "넌 이 일의 대가를 치를 거야! 보에티엘과 헵자미라가 결국 널 잡고 말 테니!"
ko_mt: "대가를 치르게 될 것이다! 보에티엘과 헵자미라가 결국 당신을 구해줄 거예요!"

source: "Grab him! Take him away for questioning!"
ko: "이놈을 포박해! 심문하게 끌고 가라!"
ko_mt: "잡아라! 심문을 위해 그를 데려가라!"

source: "I... can still fight... I..."
ko: "아직… 싸울 수 있어... 난..."
ko_mt: "나는.. 여전히 싸울 수 있습니다.. 난...."

source: "Quick, tie him up!"
ko: "서둘러, 녀석을 묶어라!"
ko_mt: "빨리, 묶어! "

source: "It's the crusaders! The crusaders are here! The Crescent of the Abyss must be informed!"
ko: "성전군이다! 성전군이 여기 오다니! 심연의 달에게 알려야 해!"
ko_mt: "십자군이다! 십자군이 왔습니다! 심연의 초승달에게 알려야 한다!"

source: "Baphomet! Give us strength!"
ko: "바포메트님! 저희에게 힘을 주십시오!"
ko_mt: "바포메트! 우리에게 힘을 주세요!"

source: "Listen up! Brothers! Sisters! The Shadow has spoken! It says that a demon will come to a secret place, a wasteland where there are almost no trees left, next to a bend in the river. We once passed by there, but we took a wrong turn and didn't find it."
ko: "들어라! 형제 자매여! 그림자가 말했다! 강 굽이 옆의 나무가 거의 없는 황무지 같은 비밀 장소에 데몬이 올 거라고. 우리가 예전에 그곳을 지나간 적이 있지만 길을 잘못 들어서 찾지 못했다."
ko_mt: "잘 들어! 형제들! 자매들! 그림자가 말했다! 데몬이 강 굽이굽이 옆의 나무가 거의 남아 있지 않은 황무지인 비밀 장소로 올 것이라고합니다. 우리는 한때 그곳을 지나쳤지만 길을 잘못 들어서 찾지 못했어"

source: "Glorious day! Before we set off, I say we make the sacrifice..."
ko: "영광스러운 날이로다! 출발하기 전에 희생제를 치르자고..."
ko_mt: "영광스러운 날! 우리가 출발하기 전에, 나는 우리가 희생을한다고 말한다..."

source: "Uh... I say let's hold off on the sacrificin'! Time's a wastin' and demons are busy, y'know. Leave your things and go. I must meditate before such an event, and when I'm all meditated out, I'll come and summon the demon to you!"
ko: "어... 희생제는 미루자! 시간 낭비고 데몬들은 바쁘니까. 소지품은 두고 가라. 나는 이런 일에 앞서 명상을 해야 한다. 명상이 다 끝나면 내가 가서 데몬을 소환하도록 하지!"
ko_mt: "어.. 희생은 미루자고! 시간은 낭비고 데몬들은 바쁘다고요. 물건 두고 가세요. 그런 일이 있기 전에 명상을 해야 해. 명상이 다 끝나면 내가 가서 데몬을 소환할게!"

source: "Commander... a moment of your time."
ko: "사령관님... 잠시 시간 좀 내주십시오."
ko_mt: "사령관님.. 잠시만요"

source: "Hail Baphomet!"
ko: "바포메트 만세!"
ko_mt: "우박 바포메트!"

source: "Hear our prayers!"
ko: "저희 기도를 들어 주소서!"
ko_mt: "우리의 기도를 들어주소서!"

source: "Accept this sacrifice, Baphomet!"
ko: "이 제물을 받아 주십시오, 바포메트시여!"
ko_mt: "이 희생을 받으소서, 바포메트!"

source: "Curse you all! Praise be to Iomedae!"
ko: "너희 모두를 저주한다! 아이오메데님을 찬양하라!"
ko_mt: "너희 모두를 저주한다! 아이오메데에게 찬사를!"

source: "It's {mf|him|her}! The one who killed our brothers and sisters!"
ko: "우리 형제 자매들을 살해한 녀석이야!"
ko_mt: "{mf|그|그녀}다! 우리 형제 자매를 죽인 사람!"

source: "Death to the killer! Die!"
ko: "살인마에게 죽음을! 죽어라!"
ko_mt: "살인자에게 죽음을! 죽어라!"

source: "Death to demons! Praise Iomedae!"
ko: "데몬들에게 죽음을! 아이오메데님을 찬미하라!"
ko_mt: "데몬에게 죽음을! 아이오메데를 찬양하라!"

source: "Deval? I thought you... ah, it don't matter! Let's take 'em on together!"
ko: "더발? 난 네가... 아, 아무렴 어때! 같이 저놈들을 상대하자!"
ko_mt: "데발? 난 네가.. 아, 상관없다고 생각했어! 함께 맞서자!"

source: "Treachery! Treachery! Attack! For Baphomet! For Voetiel!"
ko: "배신이다! 배신이야! 공격하라! 바포메트를 위하여! 보에티엘을 위하여!"
ko_mt: "배신! 배신! 공격! 바포메트를 위하여! 보에티엘을 위하여!"

source: "The time for vengeance has come!"
ko: "복수의 시간이 다가왔다!"
ko_mt: "복수의 시간이 왔습니다!"

source: "I'll... find you... spawn of Ygefeles... you will be bathed in blood..."
ko: "너를... 찾아내겠다... 이게펠레스의 자손이여... 너를 피에 흠뻑 적셔주마..."
ko_mt: "내가.. 당신을.. 이게 펠레스의 산란.. 피에 목욕을 할 것입니다.. "

source: "Ygefeles's spawn did not come alone..."
ko: "이게펠레스의 자손은 혼자 오지 않았구나..."
ko_mt: "이게펠레스의 산란은 혼자 오지 않았다..."

source: "Woljif! We got to you at last! Hail Voetiel! We're going to grind you into dust!"
ko: "울지프! 드디어 잡았다! 보에티엘 만세! 네놈을 잘근잘근 다져주겠어!"
ko_mt: "월지프! 드디어 도착했다! 보에티엘 만세! 널 가루로 만들어버릴 거야!"

source: "I thought better of him."
ko: "이 녀석 그렇게 안 봤는데."
ko_mt: "나는 그를 더 잘 생각했다"

source: "And I trusted you!"
ko: "심지어 난 너를 믿었다고!"
ko_mt: "그리고 난 당신을 믿었어요!"

source: "You will never change, Woljif."
ko: "넌 절대 변하지 않아, 울지프."
ko_mt: "넌 절대 변하지 않아, 월지프"

source: "Get back here, you little weasel!"
ko: "일로 와, 쪼그만 족제비야!"
ko_mt: "이리 돌아와, 이 족제비야!"

source: "Tryin' to steal from us, were ya? You little rat!"
ko: "우리 물건을 훔치려고 했지? 이 쥐새끼야!"
ko_mt: "우리한테서 훔치려고 했지? 이 쥐새끼야!"

source: "Demon spawn! I'll throw you into the Worldwound!"
ko: "데몬 자식아! 널 세계상처 속에 던져주마!"
ko_mt: "데몬 생성! 널 세계상처에 던져버릴 거야!"

source: "You must become our leader!"
ko: "우리의 지도자가 되어주십시오!"
ko_mt: "당신은 우리의 지도자가되어야합니다! "

source: "We love you!"
ko: "사랑해요!"
ko_mt: "우리는 당신을 사랑합니다!"

source: "You are the best of all the thieflings!"
ko: "너는 최고의 씨플링이야!"
ko_mt: "당신은 모든 도둑 중 최고입니다!"

source: "We knew it!"
ko: "그럴 줄 알았어!"
ko_mt: "그럴 줄 알았어!"

source: "You've always been a nasty street rat, and you always will be!"
ko: "넌 언제나 지저분한 길거리 쥐였고, 앞으로도 그럴 거야!"
ko_mt: "넌 항상 지저분한 길거리 쥐였고, 앞으로도 그럴 거야!"

source: "Ha ha, what kind of rubbish are you talking, Woljif?"
ko: "하하, 무슨 쓰레기 같은 소리야, 울지프?"
ko_mt: "하하, 무슨 쓰레기를 말하는거야, 월지프? "

source: "You... tricked me... Those eyes... You are not a tiefling... You are..."
ko: "나를... 속였군... 그 눈... 너는 티플링이 아니야... 너는..."
ko_mt: "너.. 날 속였어.. 그 눈빛.. 넌 티플링이 아니야.. 당신은.. "

source: "No! Don't kill me! Have mercy!"
ko: "안돼! 날 죽이지 마! 자비를 베풀어 줘!"
ko_mt: "안 돼! 죽이지 마! 자비를 베풀어주세요!"

source: "Let's try to get as close we can to the dragon without making any noise. Then we'll take it by surprise."
ko: "아무 소리도 내지 말고 최대한 드래곤에게 가까이 다가가시오. 그다음 기습 공격을 할 것이오."
ko_mt: "아무 소리도 내지 않고 최대한 드래곤에게 가까이 가도록 노력합시다. 그런 다음 기습적으로 공격하자"

source: "Oh, no! Everything is burning! The books are burning! It's all lost!"
ko: "이런! 모두 불타고 있군요! 서적들이 타고 있다니! 모두 소실되었어!"
ko_mt: "오, 안돼! 모든 것이 불타고 있습니다! 책이 불타고 있어요! 모두 사라졌어요!"

source: "I beg you, don't let her set the tower on fire! I must learn more about this place, and study the books that are inside!"
ko: "부탁드립니다. 그녀가 탑에 불을 지르지 못하게 막아주십시오! 저는 이 장소에 대해 더 연구하고, 내부의 서적들을 조사해야 합니다!"
ko_mt: "이렇게 빌게요, 그녀가 탑에 불을 지르지 못하게 해주세요! 이 장소에 대해 더 많이 배우고 안에있는 책을 공부해야합니다!"

source: "Don't let the dragon get off the ground! She'll set everything on fire!"
ko: "드래곤이 이륙하게 둬서는 안 됩니다! 모든 걸 불태워버릴 것입니다!"
ko_mt: "용을 땅에서 떨어뜨리지 마세요! 그녀는 모든 것을 불태울 것입니다!"

source: "Welcome to eternity, student!"
ko: "제자여, 영원에 들어선 것을 환영한다!"
ko_mt: "영원에 오신 것을 환영합니다, 학생! "

source: "You are strong... You may even be stronger than I am. But you are nothing before the might of Pharasma!"
ko: "너는 강하다... 나보다도 더 강할지도 몰라. 허나 그런 너도 파라즈마의 힘 앞에서는 먼지에 불과하다!"
ko_mt: "당신은 강하다.. 나보다 더 강할지도 모른다. 하지만 넌 파라즈마의 힘 앞에서는 아무것도 아니야!"

source: "Enough! My mistress will punish you personally if I am not strong enough to do it myself! Lady of Graves, your servant calls to you!"
ko: "그만! 내 힘으로 부족하다면 내 주인께서 직접 넣 벌하실 것이다! 무덤의 여인이시여, 당신의 종이 당신을 부르나이다!"
ko_mt: "그만! 내가 직접 할 만큼 강하지 않으면 내 여주인이 직접 벌을 줄 것이다! 무덤의 여인, 당신의 하인이 당신을 부릅니다!"

source: "How dare you tell me what I can and cannot do? {name}, I will give you the honor of ending this foolish spirit's existence."
ko: "감히 내가 할 수 있는 것과 할 수 없는 것을 논해? {name}, 네게 이 같잖은 영혼의 존재를 끝낼 영광을 하사하마."
ko_mt: "어떻게 감히 내가 할 수 있는 것과 할 수 없는 것을 말합니까? {name}, 이 어리석은 영혼의 존재를 끝내는 영광을 너에게 주겠다"

source: "And make it as painful as possible. I want her to scream and weep when Pharasma resurrects her..."
ko: "최대한 고통스럽게 하여라. 파라즈마가 그녀를 부활시키면 들릴 비명과 훌쩍임을 듣고 싶구나..."
ko_mt: "그리고 가능한 한 고통스럽게 만들어라. 파라즈마가 그녀를 부활시킬 때 그녀가 비명을 지르고 울기를 원합니다.. "

source: "Keep your feeble hands to yourself, you foolish spirit, or the Steward of the Skein will never be seen in the Boneyard again."
ko: "그 미약한 손을 거두어라, 멍청한 영혼이여. 그렇지 않으면 실타래의 청지기큰 다시금 뼈무덤을 볼 수 없을 것이다."
ko_mt: "이 어리석은 영혼아, 그 연약한 손을 가만히 두지 않으면 타래의 청지기는 다시는 본야드에서 볼 수 없을 것이다"

source: "What is going on? What is this darkness that has enveloped us? Is that you, Lady of Graves?"
ko: "무슨 일이지? 우리를 감싼 이 어둠은 무어란 말인가? 무덤의 여인, 당신입니까?"
ko_mt: "무슨 일이 일어나고 있는 거죠? 우리를 감싸고 있는 이 어둠은 무엇일까요? 무덤의 여인, 당신인가요?"

source: "I suppose you can address me by that title. But most people call me Urgathoa, the Pallid Princess."
ko: "나를 그 칭호로 부를 것이라 예상하였다. 허나 대개의 존재들은 나를 창백한 여군주, 우르가쏘아라 부르지."
ko_mt: "그 호칭으로 불러도 되겠군요. 하지만 대부분의 사람들은 저를 창백한 공주 우르가쏘아라고 불러요"
