Repository: akintos/wotr-translation
Catalog: translation/*/AreaLogic.po
Languages: ko, ko_mt

source: "There you are, Kilas. You won't escape this time."
ko: "여기 있었구나, 자식들아. 이번엔 빠져나가지 못할 거다."
ko_mt: "여기 있었구나, 킬라스. 이번엔 도망치지 못할 거야."

source: "Kill the arsonists!"
ko: "방화범들을 죽여라!"
ko_mt: "방화범을 죽여라!"

source: "Hey, Staunton! There's filth on the floor! Be a good lad and clean it up!"
ko: "야, 스턴튼! 바닥에 쓰레기가 있네! 착한 녀석이 돼서 쓰레기 좀 없애라고!"
ko_mt: "이봐요, 스턴튼! 바닥에 오물이 있잖아! 착하게 굴어서 치워!"

source: "Yes, sir. Right away."
ko: "네, 곧바로 하겠습니다."
ko_mt: "네, 선생님. 알겠습니다."

source: "The sight of that traitorous dog turns my stomach! Why did the queen spare his life?"
ko: "저 배신자 개를 보니 내 속이 뒤집히는군! 왜 여왕은 저 개를 살려둔 거야?"
ko_mt: "그 배신자 개를 보니 속이 뒤집혀요! 왜 여왕이 저 개를 살려줬을까?"

source: "She should have strung him up, as a warning to all cultists!"
ko: "모든 이교도에게 경고하는 의미로 녀석을 목 매달았어야 했는데!"
ko_mt: "모든 이교도들에게 경고하는 의미로 그를 목매달았어야 했어요!"

source: "That she should have, sir."
ko: "그랬어야 했습니다."
ko_mt: "그래야만 했습니다."

source: "Surrender thy soul, Delvan!!!"
ko: "영혼을 바쳐라, 델반!!!"
ko_mt: "네 영혼을 항복하라, 델반!!!"

source: "Iomedae, protect us!"
ko: "아이오메데시여, 우릴 보호해 주소서!"
ko_mt: "아이오메데, 우릴 지켜줘!"

source: "Ha ha ha, got you again! How many times is that today?"
ko: "하하하, 또 낚이셨네요! 오늘만 벌써 몇 번째예요?"
ko_mt: "하하하, 또 잡혔네! 오늘 몇 번째야?"

source: "Take your jokes and shove 'em, tiefling!"
ko: "장난은 집어 치워라, 티플링!"
ko_mt: "농담은 집어치워, 티플링!"

source: "Woah, easy there, chief! Don't hit me!"
ko: "워, 진정해요, 대장! 때리진 마세요!"
ko_mt: "와, 진정하세요, 대장님! 때리지 마세요!"

source: "You can't keep the alarm bell silenced forever, Hevelathimas. When it rings, the fury of the metallic dragons will descend upon you! They'll protect the sacred child!"
ko: "헤벨라티마스, 자명종을 영원히 침묵시킬 수는 없다. 종이 울리면 금속룡의 분노가 너에게 내릴 것이다! 그들이 신성한 아이를 지켜줄 거야!"
ko_mt: "당신은 알람 벨을 영원히 침묵시킬 수 없습니다, 헤벨라티마스. 이 종소리가 울리면 금속 용의 분노가 당신에게 내려올 것입니다! 그들이 신성한 아이를 지켜줄 거야!"

source: "I don't need to silence the bell — I'm going to destroy it! But you won't be alive long enough to witness its destruction!"
ko: "종을 침묵시킬 필요는 없다. 파괴하면 돼! 하지만 너는 살아서 그 파괴를 목격하지 못할 거다!"
ko_mt: "나는 종을 침묵시킬 필요가 없다 - 나는 그것을 파괴할 것이다! 하지만 당신은 그 파괴를 목격 할만큼 오래 살지 못할 것입니다!"

source: "My friend, you know we don't make idle threats. If we say we're gonna do it, we're gonna do it."
ko: "친구, 우리가 말 뿐인 위협을 하지 않는 것 알잖아. 우리가 한다면 진짜로 하는 거야."
ko_mt: "이봐요, 우리는 헛된 협박을 하지 않아요. 우리가 하겠다고 하면 반드시 하죠."

source: "Oh! I recently heard a story about a merchant whose cart was set on fire and then pitched off the top of a hill. Wanna hear it?"
ko: "아! 최근에 마차에 불이 붙은 채 언덕 꼭대기에서 떨어진 한 상인의 이야기를 들었지. 당신도 들어보고 싶나?"
ko_mt: "아! 최근에 카트에 불이 나서 언덕 꼭대기에서 추락한 상인에 대한 이야기를 들었습니다. 들어볼래요?"

source: "Just listen to us, and you'll be fine, my friend."
ko: "그냥 우리 말에 귀를 기울이기만 하면 다 괜찮을 거라고, 친구."
ko_mt: "우리 말만 잘 들으면 괜찮아질 거야, 친구."

source: "For the last time, where is the money?"
ko: "마지막이다. 돈은 어디에 있지?"
ko_mt: "마지막으로, 돈은 어디 있죠?"

source: "Do I need to shake the money out of you? I'm tired of waiting!"
ko: "내가 널 직접 털어서 돈을 챙겨야겠어? 기다리는데 지쳤거든!"
ko_mt: "돈을 흔들어 줘야 하나요? 기다리는데 지쳤어요!"

source: "You do understand that if you don't give us what we want, there will be others. See, right now, we're protecting you. But if we're gone, they'll pay you a visit, and then what are you going to do?"
ko: "우리가 원하는 걸 주지 않는다 해도, 다른 패거리가 있다는 걸 알잖아. 봐봐, 당장은 우리가 너를 보호해주고 있다고. 하지만 우리가 떠나면, 그놈들이 너를 방문하겠지. 그럼 어떻게 되겠어?"
ko_mt: "우리가 원하는 것을 제공하지 않으면 다른 사람들이 있다는 것을 알고 있습니다. 지금은 우리가 당신을 보호하고 있어요. 하지만 우리가 사라지면 그들이 당신을 방문하게 될 텐데, 그때는 어떻게 할 건가요?"

source: "Get out! The Commander will find out about this, and then you'll be in trouble!"
ko: "꺼져! 사령관님이 이 사실을 알게 되실 테고, 그러면 너흰 끝이야!"
ko_mt: "나가! 사령관이 이 사실을 알게 되면 큰일 날 거야!"

source: "I won't make it easy for you!"
ko: "쉽게 내주진 않아!"
ko_mt: "내가 너를 쉽게 만들지 않을 거야!"

source: "Where has {mf|he|she} gone?"
ko: "{mf|그|그녀}가 어디 갔지?"
ko_mt: "{mf|그|그녀} 어디 갔어?"

source: "{mf|He|She} couldn't sneak out of {mf|his|her} chambers past me."
ko: "나를 지나서 방을 몰래 빠져나갈 수는 없었을 텐데."
ko_mt: "{mf|그|그녀}의 나를 지나 {mf|그|그녀}의 챔버에서 몰래 빠져나올 수 없습니다."

source: "And here's the unwelcome intruder!"
ko: "초대받지 않은 침입자가 바로 여기 있군!"
ko_mt: "그리고 여기 반갑지 않은 침입자가 있습니다!"

source: "Another murder? What's that commander playing at? Oh, it's you."
ko: "또다른 살인? 사령관님이 무슨 장난을 치시는 거지? 오, 당신이군요."
ko_mt: "또 살인? 저 사령관 뭐하는 거야? 오, 너구나 "

source: "Bad enough the demons are slaughtering us, now there's no peace even inside Drezen."
ko: "데몬들이 우리를 학살하는 것만으로도 충분히 나쁜데, 이제는 한 술 더 떠 드레젠 내에도 평화가 없군요."
ko_mt: "데몬들이 우리를 학살하는 것만으로도 충분히 나쁜데, 이제는 드레젠 내부에서도 평화가 없습니다."

source: "So somebody got killed, no big deal. I'll bet you that's what's happened this time."
ko: "누가 살해당했더군요. 별 일 아니에요. 이번에도 그런 일이 있었을 뿐이죠."
ko_mt: "그래서 누군가가 죽었어, 별거 아니야. 이번에도 그런 일이 일어났을 거라고 장담합니다."

source: "Commander! What an unfortunate turn of events."
ko: "사령관님! 안 좋은 때에 오셨네요."
ko_mt: "사령관님! 이 얼마나 불행한 사건의 전환 "

source: "Huh?"
ko: "응?"
ko_mt: "허?"

source: "There's nobody here, you oaf! How would the enemy get in here — the very heart of the crusader Citadel? Two extra stints on sentry duty for making stupid jokes!"
ko: "여기는 아무도 없다, 이 머저리야! 성전군 성채 심장부에 그 어떤 적이 들어올 수 있겠나? 멍청한 농담을 한 죄로 경계 근무 이틀 연장이다!"
ko_mt: "여기 아무도 없어, 이 멍청아! 적들이 십자군 성채의 심장부인 이곳에 어떻게 들어올 수 있을까요? 멍청한 농담을 했다는 이유로 보초 근무를 두 번 더 해야겠군!"

source: "There's somebody here! I definitely heard something!"
ko: "누구냐! 내가 똑똑히 들었다!"
ko_mt: "여기 누군가 있어요! 분명히 뭔가 들었어요!"

source: "Who's there?"
ko: "누가 있나?"
ko_mt: "누구세요? "

source: "Was that a gust of wind?"
ko: "바람 소리였나?"
ko_mt: "돌풍이었나요? "

source: "Huh? I thought I heard..."
ko: "응? 뭔가 들렸는데..."
ko_mt: "어? 내가 들은 것 같은데..."

source: "Look! There, on the altar!"
ko: "봐요! 저기, 제단이 있네요!"
ko_mt: "저기 봐! 저기, 제단 위에!"

source: "It's the Commander! It's him and Camellia!"
ko: "사령관님이다! 카멜리아님과 함께 계셔!"
ko_mt: "사령관이다! 그와 카멜리아예요!"

source: "I think we should leave now."
ko: "이제 가봐야 할 것 같네요."
ko_mt: "지금 떠나야 할 것 같아요"

source: "I know there cannot be two commanders in a crusader army."
ko: "성전군에 두 명의 사령관은 있을 수 없다."
ko_mt: "십자군 군대에는 두 명의 지휘관이 있을 수 없다는 것을 압니다."

source: "The way your prison chef cooks goat meat, mmm... It's something."
ko: "네 감옥 주방장의 염소 고기 요리는, 음... 대단하더라."
ko_mt: "교도소 요리사가 염소 고기를 요리하는 방식은.. 음.. 대단하죠."

source: "We must strike swiftly and suddenly. There is no time to wait for Galfrey's reinforcements. The army marches to Iz tonight!"
ko: "우리는 빠르고 신속하게 공격해야만 한다. 갈프리의 증원을 기다릴 시간은 없어. 오늘 밤 이즈로 진군한다!"
ko_mt: "신속하고 갑작스럽게 공격해야 합니다. 갈프레이의 지원군을 기다릴 시간이 없다. 군대는 오늘 밤 이즈로 진군한다!"

source: "As you wish, {name}. We will do what you think is necessary."
ko: "네 뜻대로 하자, {name}. 네가 필요하다 생각하는 일을 하겠어."
ko_mt: "원하시는 대로 {name}. 필요하다고 생각하시는 대로 하겠습니다."

source: "Irabeth, your words sound an awful lot like treason. Are you sure you don't want to take them back?"
ko: "이라베스, 자네의 말은 반역 비슷하게까지 들리는군. 정말로 취소하지 않을 생각인가?"
ko_mt: "이라베스, 당신의 말은 반역죄처럼 들립니다. 정말 취소하지 않으시겠어요?"

source: "I'm just worried, {name}. You've been acting strangely of late, and your orders... are cause for some concern."
ko: "그저 노파심에 드린 말씀일 뿐입니다, {name}. 최근에 당신께서 이상한 거동을 보이셨고, 당신의 명령도... 우려를 야기하였으니까요."
ko_mt: "그냥 걱정돼서 그래요, {name}. 최근에 이상하게 행동하고 있는데, 당신의 명령이.. 걱정스러워요."

source: "Don't you get bored of living in the mountains for hundred of years? Nothing ever happens up there."
ko: "몇백 년 동안 산 속에 틀어박혀 사는데 질리지 않았어? 거기선 아무런 사건도 일어나지 않잖아."
ko_mt: "백 년 동안 산에서 사는 것이 지루하지 않습니까? 산 위에서는 아무 일도 일어나지 않아요"

source: "You humans are baffling. We have sunrises and sunsets... and those are important events! After all, are there ever two identical days?"
ko: "너희 인간들은 도무지 이해할 길이 없구나. 우리에게는 일출과 일몰이 있다... 그것들 또한 아주 중요한 사건들이지! 게다가, 온전히 같은 하루가 두 번씩이나 생기더냐?"
ko_mt: "너희 인간들은 당황스럽다. 우리에게는 일출과 일몰이 있고.. 그것들은 중요한 사건입니다! 결국, 같은 날이 두 번이나 있을 수 있나요?"

source: "They say that Deskari cut off Terendelev's head with a single swing of his scythe! I don't want that to happen to me!"
ko: "데스카리가 테렌델레브의 머리를 낫질 한 번으로 잘라냈다더군! 나에겐 그런 일이 없었으면!"
ko_mt: "데스카리가 대낫을 한 번 휘둘러 테렌델레브의 목을 잘랐다고 해요! 나는 그런 일이 일어나지 않기를 바랍니다!"

source: "Then fight. But even if you do not wish to fight, you must still learn to accept death with dignity. Even we dragons cannot escape its grasp forever."
ko: "그렇다면 싸우시오. 하나 그대가 싸움을 원하지 않더라도, 의연하게 죽음을 맞는 방법은 익혀야만 하오. 우리 드래곤들조차 영원히 그 손아귀를 벗어날 수는 없으니."
ko_mt: "그럼 싸워. 그러나 싸우고 싶지 않더라도 품위있게 죽음을 받아들이는 법을 배워야합니다. 우리 용조차도 영원히 그 손아귀에서 벗어날 수 없습니다 "

source: "Wait, I know you! You're Arvang! We used to be neighbors in Nerosyan. We were childhood friends, remember? And then you moved somewhere..."
ko: "잠깐, 너! 아르반그지! 우리 네로시안에서 이웃이었잖아. 어릴적에 친구였지. 기억 나? 그러다 네가 어디론가 사라졌고..."
ko_mt: "잠깐만요, 당신을 알아요! 아르방이군요! 우린 네로시안에서 이웃이었어. 어릴 적 친구였잖아, 기억나? 그리고 당신은 어딘가로 이사 갔어요.. "

source: "I don't know what you're talking about, I've never seen you before."
ko: "무슨 말을 하는지 모르겠는데. 나는 당신을 처음 본다."
ko_mt: "나는 당신이 무슨 말을 하는지 모르겠어요, 나는 당신을 본 적이 없어요."

source: "I know I'm not mistaken. You don't want to admit it for some reason, but it's the truth."
ko: "내 눈은 못 속여. 모종의 이유로 인정하고 싶지 않은 모양인데, 그건 진실이야."
ko_mt: "나는 내가 착각하지 않았다는 것을 안다. 어떤 이유에서인지 인정하고 싶지 않지만 진실입니다 "

source: "Arvang! Ha! You looked over at me when I called you, so that must be your name! If your family is on the run, and you don't want to reveal yourself, don't worry. I won't tell anyone that I saw you here."
ko: "아르반그! 하! 내가 이름을 불렀을 때 나를 돌아봤으니, 네 이름이 맞잖아! 너희 가족이 도주 중이라서 신분을 밝히고 싶지 않다면 걱정하지 마. 누가 오더라도 널 봤다고 말하지 않을게."
ko_mt: "아르방! 하! 내가 불렀을 때 날 쳐다봤으니 그게 네 이름일 거야! 가족이 도망 중이고 자신을 드러내고 싶지 않더라도 걱정하지 마세요. 여기서 당신을 봤다고 아무에게도 말하지 않을게요."

source: "I'm not Arvang. I'm not in hiding, and no one is chasing me. If you don't go away, human, I'll make you leave."
ko: "난 아르반그가 아니다. 숨어다니지도 않고, 아무에게도 쫒기지 않아. 인간, 제 발로 가지 않겠다면, 떠나도록 만들어주겠다."
ko_mt: "난 아르방이 아니에요. 나는 숨어 있지 않고 아무도 나를 쫓지 않습니다. 당신이 떠나지 않으면, 인간, 내가 당신을 떠나게 할 것입니다."

source: "Did you just call me 'human'? That's odd. Whatever, I'll get to the bottom of this!"
ko: "나를 '인간'이라고 부른 거야? 이상하네. 아무튼, 이 일은 꼭 파헤쳐 주겠어!"
ko_mt: "방금 저를 '인간'이라고 부르셨나요? 이상하네요. 어쨌든, 내가 알아낼게요!"

source: "Are you just going to run away every time you see me, Arvang? I couldn't find out anything about your family, it's like they just vanished into thin air, but..."
ko: "아르반그, 내가 보일 때마다 도망만 칠 거야? 너희 가족에 대해서는 마치 뿅하고 사라진 것처럼 아무것도 알아내지 못했지만..."
ko_mt: "날 볼 때마다 그냥 도망칠 거야, 아르방? 네 가족에 대해 아무것도 알 수 없었고, 그냥 허공으로 사라진 것 같지만..."

source: "Enough, Raldo! If you want to know my secret — here it is. I come from a family of gold dragons. We used to live in Nerosyan... but no one knew that we were dragons. Yes, we used to be friends... so what? Can you accept that I'm not human? I doubt it!"
ko: "충분하네, 랄도! 내 비밀을 알고 싶다면 — 알려주겠네. 나는 황금 드래곤 일족의 사람이네. 우린 네로시안에서 살곤 했지... 하지만 아무도 우리가 드래곤이라는 걸 알지 못했어. 그래, 우린 친구이곤 했지... 그래서 뭐? 내가 사람이라는 걸 받아들이지 못하겠나? 전혀 아닐걸?"
ko_mt: "그만해, 랄도! 내 비밀을 알고 싶다면 여기 있습니다. 저는 골드 드래곤 가문 출신이에요. 우린 네로시안에 살았지만.. 아무도 우리가 용이라는 사실을 몰랐어요. 그래, 우린 친구였어.. 그래서 뭐? 내가 인간이 아니라는 걸 받아들일 수 있겠어? 그럴 리가!"

source: "So you're... Well, I'll be damned! But I don't care if you're a dragon. You're still the same Arvang... Well, almost the same. You're a bit taller now!"
ko: "그렇다면 넌... 이런 젠장! 하지만 난 네가 드래곤이던 아니던 신경 쓰지 않아. 너는 여전히 아르반그야... 음, 거의 똑같지. 지금은 조금 더 크네!"
ko_mt: "그래서 당신은.. 젠장! 하지만 네가 용이라 해도 상관없어. 넌 여전히 똑같은 아르방이야.. 거의 똑같아 키가 좀 더 커졌을 뿐이야"

source: "Is it true that dragons sleep in caves on top of treasure piles?"
ko: "드래곤들이 보물 더미 위에서 잔다는 것이 사실입니까?"
ko_mt: "용이 보물 더미 위에있는 동굴에서 잔다는 것이 사실입니까? "

source: "I prefer sleeping on soft fleece and leftover sheepskins."
ko: "나는 부드러운 양털과 양가죽 위에서 자는 것을 선호한다네."
ko_mt: "저는 부드러운 양털과 남은 양가죽에서 자는 것을 선호해요"

source: "You offer me your friendship, warm-blooded creature? Among all of the bipeds, only elves deserve my friendship. The lifespans of the other races are far too short to merit my attention."
ko: "온혈종이여, 나와 교우를 하지 않겠나? 두발 동물들 중에서 오직 엘프만이 나와 관계를 쌓을 수 있다네. 다른 종족들의 수명은 너무 짧아서 나의 관심을 끌지 못하니까."
ko_mt: "우정을 베풀어주겠나, 온혈동물아? 모든 이족보행족 중에서 엘프만이 내 우정을 받을 자격이 있다. 다른 종족의 수명은 내 관심을 끌기에는 너무 짧아."

source: "You must not have many friends then... and I bet you're not very popular with the other dragons either, are you?"
ko: "그럼 당신은 친구가 많지 않겠군요... 그리고 다른 드래곤들 사이에서도 인기가 좋지는 않고요. 맞나요?"
ko_mt: "그럼 친구가 별로 없겠구나.. 다른 드래곤들에게도 인기가 없겠지? "

source: "Does it even matter to you if the Wound is closed? Don't you have your own worries, like watching over the gold in your caves and all that?"
ko: "세계상처가 닫히건 말건 당신에게 중요하긴 합니까? 당신의 동굴에 쌓인 금화를 지키거나 하는 더 중요한 관심사가 있지 않나요?"
ko_mt: "상처가 닫혀있는 것이 당신에게 중요합니까? 동굴의 금을 감시하는 것과 같은 당신 자신의 걱정이 있지 않습니까? "

source: "It matters very little to me whether or not the Wound is closed. But I will do anything to alleviate the suffering of living beings."
ko: "세계상처가 닫혔는지 아닌지는 아주 작은 문제일 뿐이다. 하지만 살아있는 존재들의 고통을 덜어줄 수 있다면 나는 무엇이라도 할 것이야."
ko_mt: "상처가 닫혔는지 여부는 저에게 거의 중요하지 않습니다. 그러나 나는 생명체의 고통을 덜어주기 위해 무엇이든 할 것이다."

source: "Your lives are so fleeting. What's the point of wasting them on wars and battles?"
ko: "너희들의 삶은 너무도 쏜살같이 지나가는구나. 그 삶을 전쟁과 싸움에 소모하는 것에 어떤 의미가 있느냐?"
ko_mt: "너희들의 삶은 너무 덧없다. 전쟁과 전투에 낭비하는 것이 무슨 의미가 있습니까?"

source: "Without the crusades, we would not survive for long. We're not fighting because we enjoy it — we're defending that which is precious to us."
ko: "성전이 없다면 그만큼을 살지도 못할 것이기 때문입니다. 저희는 즐기기 위해 싸우는 것이 아닙니다. 저희는 저희에게 소중한 것들을 지키는 것입니다."
ko_mt: "십자군 전쟁이 없었다면 우리는 오래 살아남지 못했을 것입니다. 우리는 그것을 즐기기 위해 싸우는 것이 아니라 우리에게 소중한 것을 지키기 위해 싸우는 것입니다."

source: "This is not the kind of wasteland you are used to, young dragon. It only brings death, so do not fly into it needlessly."
ko: "어린 용이여, 이곳은 그대에게 익숙한 횡무지가 아니다. 이곳은 죽음만을 가져오는 땅이니, 성급히 날아들지 말거라."
ko_mt: "여긴 너에게 익숙한 황무지가 아니란다, 어린 용아. 죽음을 가져올 뿐이니 불필요하게 날아들지 마시오."

source: "I hate waiting around for orders. I want to fly! I need to spread my wings! Why can't I fly out over the wasteland?"
ko: "난 명령을 기다리는 게 싫습니다. 날고 싶어요! 내 날개를 펴야 한단 말입미다! 어째서 저 불모지를 날아다니면 안 되는 겁니까?"
ko_mt: "나는 명령을 기다리는 것이 싫어요. 나는 날고 싶어요! 날개를 펼쳐야 해요! 왜 황무지 위로 날아갈 수 없나요?"

source: "A young gold dragon — who isn't even a real dragon — has united all of us in one place... Nothing like this has ever happened before!"
ko: "실제 드래곤 마저도 아닌 어린 골드 드래곤이 우리 모두를 한 곳에 모으다니... 이런 일은 처음이로군!"
ko_mt: "진짜 용도 아닌 어린 골드 드래곤이 우리 모두를 한곳에 모았습니다... 이런 일은 전에 없었어요!"

source: "Yet it is happening now... and we get to see it firsthand! This event will go down in history, and we are here to witness it!"
ko: "그럼에도 발생하였지... 우리가 그 최초의 목격자일세! 이 사건은 역사를 새로 쓸 것이고, 우리는 그것을 목도하고자 이곳에 온 거야!"
ko_mt: "하지만 지금 일어나고 있습니다.. 그리고 우리는 그것을 직접 볼 수 있습니다! 이 사건은 역사에 기록될 것이며, 우리는 그것을 목격하기 위해 여기에 있습니다!"

source: "Oh, yes! In my true form, I need to eat several sheep to satisfy my hunger. As a human, all it takes is one chicken!"
ko: "아, 그래! 내 진짜 형태에서는 배를 채우기 위해 양 몇 마리는 잡아먹어야 하지. 인간의 모습일 때에는 닭 한 마리면 충분해!"
ko_mt: "오, 그래! 내 진정한 형태에서는 배고픔을 채우기 위해 양을 여러 마리 먹어야합니다. 인간으로서는 닭 한 마리만 먹으면 돼요!"

source: "This human form certainly has its advantages!"
ko: "이 인간 모습도 그만의 장점이 있군!"
ko_mt: "이 인간 형태는 확실히 장점이 있습니다!"

source: "What the demons did to Terendelev is unforgivable! She must be avenged!"
ko: "데몬들이 테렌델레브에세 한 일은 용서할 수가 없어요! 그녀의 복수를 이룩해야 합니다!"
ko_mt: "데몬들이 테렌델레브에게 한 짓은 용서할 수 없다! 그녀는 복수해야합니다!"

source: "That is a very dangerous and destructive way of thinking. Revenge only leads to disappointment and misery. We are not here for revenge. We are here to make sure other dragons do not share Terendelev's fate."
ko: "그것은 아주 위험하고 파괴적인 생각이라네. 보복은 오직 실망과 좌절만을 이끌지. 우리는 복수를 위해 이 자리에 있는 게 아니야. 우리는 다른 드래곤들이 테렌델레브와 같은 운명을 맞이하지 않도록 하기 위해 여기 있음이네."
ko_mt: "그것은 매우 위험하고 파괴적인 사고 방식입니다. 복수는 실망과 불행으로 이어질 뿐입니다. 우리는 복수를 위해 여기 있지 않습니다. 우리는 다른 드래곤들이 테렌델레브의 운명을 공유하지 않도록 하기 위해 여기에 있습니다."

source: "So what is the difference between golems and inevitables? You both look the same to me."
ko: "골렘과 필연자에 무슨 차이가 있어? 내 눈에는 둘 다 똑같아 보이는데."
ko_mt: "그래서 골렘과 필연적인 것의 차이점은 무엇입니까? 둘 다 똑같아 보여요"

source: "I possess a far more developed consciousness. Perhaps even more developed than yours, human."
ko: "나는 훨씬 더 의식이 발달되어 있음. 어쩌면 인간인 당신보다 더."
ko_mt: "나는 훨씬 더 발전된 의식을 가지고 있다. 아마도 당신보다 더 발달했을지도 모르죠, 인간"

source: "This individual is unknown. The individual may state their classification."
ko: "이 개체는 알려지지 않았음. 개체는 자신의 분류를 밝힐 것."
ko_mt: "이 개체는 알 수 없습니다. 개인이 자신의 분류를 명시할 수 있습니다."

source: "My individual classification is Twelve-Nebula-Anomaly. This is my first visit to Golarion."
ko: "내 개체 분류는 십이-성운-예외임. 이것은 나의 첫 골라리온 방문임."
ko_mt: "제 개인 분류는 12-성운-변칙성입니다. 골라리온 방문은 이번이 처음입니다."

source: "This individual is classified as Ten-Negative Space. How does Twelve-Nebula-Anomaly rate Golarion?"
ko: "본 개체는 십-여백임. 십이-성운-예외는 골라리온을 어떻게 평가하는지?"
ko_mt: "이 개인은 열-음성 우주로 분류됩니다. 12-성운-변칙은 골라리온을 어떻게 평가합니까?"

source: "Unsatisfactory. The level of chaos exceeds the levels acceptable in Axis. The situation must be, and will be, corrected."
ko: "만족스럽지 않음. 혼돈의 수준이 액시스에서 용납 가능한 수준을 넘어섬. 이 상태는 반드시 교정되어야 하며, 교정될 것임."
ko_mt: "불만족스럽습니다. 혼돈의 수준이 Axis에서 허용되는 수준을 초과합니다. 이 상황은 반드시 수정되어야 하며 수정될 것입니다."

source: "This individual believes itself capable of deriving the formula that, once implemented, will separate Golarion from the Worldwound".
ko: "본 개체는 골라리온과 세계상처를 단번에 분리할 수 있는 공식을 도출해낼 수 있다고 믿음."
ko_mt: "이 개인은 일단 구현되면 골라리온을 세계상처에서 분리할 수 있는 공식을 도출할 수 있다고 믿는다"

source: "This individual doubts the possibility of such calculations."
ko: "본 개체는 그러한 계산이 존재할 가능성을 의심함."
ko_mt: "이 개인은 그러한 계산의 가능성을 의심합니다 "

source: "This individual does not believe its intellectual capability to be lower than that of Areelu Vorlesh."
ko: "본 개체는 자신의 지적 능력이 아릴루 볼레쉬보다 낮다고 여기지 않음."
ko_mt: "이 개인은 자신의 지적 능력이 아릴루 볼레쉬보다 낮다고 생각하지 않습니다"

source: "The individual before me has been neglecting the tasks required to maintain its biological functions for several 24-hour periods now."
ko: "본인 앞의 개체는 약 24시간 동안 자신의 생물학적 기능을 유지하기 위해 필요한 활동을 경시했음."
ko_mt: "내 앞에있는 개인은 현재 몇 시간 동안 생물학적 기능을 유지하는데 필요한 작업을 소홀히하고 있습니다 "

source: "This individual fully controls its biological needs. It devotes its time to research the Golarion and the Abyss separation formula."
ko: "본 개체는 자신의 생물학적 요구를 완벽히 통제함. 그것은 골라리온과 심연의 분리 공식에 시간을 할애 중임."
ko_mt: "이 개체는 생물학적 필요를 완전히 통제합니다. 골라리온과 심연 분리 공식을 연구하는데 시간을 할애합니다 "

source: "The mirror neurons of this individual state the individual in front of it is experiencing physiological distress. Error?"
ko: "본 개체의 거울 뉴런은 앞에 있는 개체가 심리적 고통을 경험하고 있다고 표현함. 오류인지?"
ko_mt: "이 개체의 거울 뉴런은 그 앞에있는 개체가 생리적 고통을 겪고 있다고 말합니다. Error? "

source: "Error. There is no need to show concern for this individual."
ko: "오류임. 본 개체에 대한 걱정을 드러낼 필요는 없음."
ko_mt: "오류. 이 개인에 대한 우려를 표시할 필요가 없습니다."

source: "This individual's mind does not perceive the connection between these two formulas."
ko: "본 개체의 생각은 두 공식 사이의 관련성을 인지하지 못함."
ko_mt: "이 개인의 정신은 이 두 공식 사이의 연관성을 인식하지 못합니다"

source: "T= ab2! AHAHAHAHA! T= ab2! T= ab2! HA! HA! HA! T = ab2!"
ko: "T= ab2! 아하하하하하! T= ab2! T= ab2! 하! 하! 하! T = ab2!"

source: "The mind of the individual before me has been irreversibly damaged due to circumstances outside of its control. The individual will be provided with necessary assistance."
ko: "앞에 있는 개체의 정신은 자신의 통제 밖에 있는 상황으로 인하여 돌이킬 수 없는 피해를 입었음. 해당 개체에는 필수적인 지원이 제공될 것임."
ko_mt: "내 앞에 있는 개인의 정신은 통제할 수 없는 상황으로 인해 돌이킬 수 없을 정도로 손상되었습니다. 개인에게 필요한 지원이 제공될 것입니다."

source: "Mortal flesh is easily damaged. Yet you still go into battle. This is inefficient. Why do you not make golems to fight in your stead?"
ko: "필멸자들의 육체는 쉽게 손상됩니다. 하지만 당신은 여전히 전투에 나섭니다. 이는 비효율적입니다. 왜 당신 대신 싸울 골렘을 만들지 않습니까?"
ko_mt: "필멸자의 육체는 쉽게 손상됩니다. 하지만 당신은 여전히 전투에 참여합니다. 이것은 비효율적입니다. 왜 당신을 대신하여 싸울 골렘을 만들지 않습니까?"

source: "Golems are more expensive than people. To build a golem you need spells, materials, workshops... But people make new people for free. Golems are works of art, and we're expendable material at best."
ko: "골렘은 사람보다 더 비쌉니다. 골렘을 만들려면 주문과 재료, 공방이 필요하죠... 하지만 사람은 새로운 사람을 공짜로 만들어 줍니다. 골렘은 예술적 작품이지만, 우리는 기껏해야 소모품일 뿐입니다."
ko_mt: "골렘은 사람보다 비싸다. 골렘을 만들려면 주문, 재료, 작업장이 필요합니다... 하지만 사람들은 무료로 새로운 사람을 만듭니다. 골렘은 예술 작품이고 우리는 기껏해야 소모품입니다."

source: "So what's it like on Axis? It's probably better than this gods-forsaken Worldwound!"
ko: "액시스에 사는 것은 어떤가요? 아마 신들마저 저버린 세계상처보다는 나을 테죠!"
ko_mt: "그래서 엑시스에서는 어때요? 이 신이 버린 세계상처보다는 낫겠지!"

source: "I do not make assessments. I complete tasks. My task is to fight for the Commander."
ko: "나는 평가를 하지 않는다. 나는 임무를 완수한다. 나의 임무는 사령관을 위해 싸우는 것이다."
ko_mt: "나는 평가를 하지 않는다. 나는 임무를 완수한다. 내 임무는 사령관을 위해 싸우는 것입니다."

source: "Understanding our goal gives us an advantage in battle. Not all human combat units possess this ability."
ko: "우리의 목표를 이해하는 일은 전투에서 이점을 가져다 줍니다. 모든 인간 전투원에게 이 능력이 배양되어 있지는 않습니다."
ko_mt: "우리의 목표를 이해하면 전투에서 유리합니다. 모든 인간 전투 유닛이 이 능력을 가지고 있는 것은 아닙니다 ."

source: "I do not understand. Does not every unit here possess the goal of fighting for the Commander?"
ko: "나는 이해가 되지 않는다. 모든 객체에게 사령관을 위해 싸운다는 목표가 부여되지 않았는지?"
ko_mt: "이해가 안 돼요. 여기있는 모든 부대는 사령관을 위해 싸우는 목표를 가지고 있지 않습니까?"

source: "Combat unit, your service to the aeon has been assessed as effective. Your success will be noted."
ko: "전투원, 에온에 대한 당신의 봉사는 효용이 있었다고 판명되었다. 당신의 성공은 기록될 것이다."
ko_mt: "전투 부대, 당신의 에온에 대한 봉사가 효과적인 것으로 평가 되었습니다. 당신의 성공은 주목할 것입니다"

source: "I seek to achieve optimal effectiveness."
ko: "최적의 효과를 성취하기 위해 노력중입니다."
ko_mt: "최적의 효과를 얻기 위해 노력합니다"

source: "The effectiveness of this solution is questionable. The inevitables must fight the enemies of Axis. This individual does not consider the coefficient of their utility in Drezen satisfactory."
ko: "이 해답의 효용성이 의심됨. 필연자들은 액시스의 적들과 싸워야 함. 본 개체는 드레젠 내에서 그들의 효용 계수를 만족스럽다고 생각하지 않음."
ko_mt: "이 솔루션의 효과는 의심 스럽습니다. 피할 수 없는 사람은 축의 적과 싸워야 합니다. 이 개인은 드레젠의 효용 계수를 만족스럽게 생각하지 않습니다."

source: "The individual before me has made a mistake in its calculation. The effectiveness of this solution is calculated using the following formula..."
ko: "본인 앞의 개체는 계산 중 실수를 하였음. 이 해답의 효용성은 다음의 공식을 이용해 계산됨..."
ko_mt: "내 앞에있는 개인이 계산에 실수를했습니다. 이 솔루션의 효과는 다음 공식을 사용하여 계산됩니다..."

source: "Initiate combat skill test."
ko: "전투 기술 점검 실시."
ko_mt: "전투 기술 테스트 시작"

source: "Combat skill test initiated."
ko: "전투 기술 점검 시작됨."
ko_mt: "전투 기술 테스트 시작되었습니다."

source: "Satisfactory. Proceed."
ko: "만족스러움. 다음."
ko_mt: "만족. Proceed."

source: "Areelu Vorlesh must be destroyed at all costs. Her existence will be terminated by any means necessary."
ko: "아릴루 볼레쉬는 어떤 대가를 치러서라도 파괴되어야 합니다. 그녀의 존재는 가용한 모든 수단을 이용해 종료되어야 합니다."
ko_mt: "아릴루 볼레쉬는 어떤 대가를 치르더라도 파괴해야 합니다. 그녀의 존재는 필요한 모든 수단으로 종결 될 것입니다 "

source: "Note: Areelu Vorlesh's achievements must be catalogued and studied. Destroying the results of scientific progress is irrational."
ko: "비고: 아릴루 볼레쉬의 업적은 기록화하여 연구해야만 합니다. 과학적 진보의 결과를 파괴하는 것은 비합리적입니다."
ko_mt: "참고: 아릴루 볼레쉬의 업적은 반드시 목록화하여 연구해야 합니다. 과학적 진보의 결과를 파괴하는 것은 비합리적입니다."

source: "This individual is authorized to conduct research on the level of discomfort axiomites experience in the location colloquially known as the "Worldwound". Rate your condition on a scale from one to ten, where ten is equal to unbearable suffering."
ko: "본 개체는 구어체로 "세계상처"라 불리는 지역에 대한 액시오마이트들의 불편함 수준과 관련된 연구를 진행할 권한을 부여받았음. 귀하의 상태를 1에서 10까지의 점수로 표현하시오. 10은 참을 수 없는 고통을 의미함."
ko_mt: "이 개인은 구어체로 "세계상처"로 알려진 위치에서 공리주의자들이 경험하는 불편함의 정도에 대한 연구를 수행할 권한이 있습니다. 1에서 10까지의 척도로 귀하의 상태를 평가하십시오(10은 참을 수 없는 고통과 동일)."

source: "The provided value falls within the recommended range. The individual is hereby granted permission to remain in Drezen."
ko: "제공된 값은 권장 범위 내에 포함됨. 개체는 드레젠에 머물 권한을 부여 받았음."
ko_mt: "제공된 값이 권장 범위 내에 있습니다. 이에 따라 개인은 드레젠에 머무를 수 있는 권한이 부여됩니다"

source: "Stab him. Stab him for the glory of your new dark masters. Or do you want to take his place on the altar?"
ko: "놈을 찔러라. 네 새로운 어둠의 주인의 영광을 위하여 그를 찔러라. 아니면 저 자리에 너를 대신 세워주랴?"
ko_mt: "그를 찌르세요. 새로운 어둠의 주인의 영광을 위해 그를 찌르십시오. 아니면 제단에서 그의 자리를 차지하고 싶습니까?"

source: "No! Please, I don't want to! It's just... He's my comrade! My brother-in-arms!"
ko: "안돼! 제발, 난 그러고 싶지 않아! 이건... 그는 내 동료야! 전우라고!"
ko_mt: "아니요! 제발요, 그러고 싶지 않아요! 그냥.. 그는 내 동지예요! 내 전우라고요!"

source: "Please, don't do this! Don't listen to the demons!"
ko: "제발 그러지 마! 데몬들의 말에 귀담지 마!"
ko_mt: "제발, 이러지 마세요! 데몬들 말 듣지 마세요!"

source: "Yes, just give me a moment..."
ko: "그래, 잠깐 시간을 줘..."
ko_mt: "네, 잠시만요..."

source: "Don't worry! Iomedae won't punish you. We're your new masters. We're the ones in charge now. So grab the knife, and stab him!"
ko: "걱정은 마라! 아이오메데는 너를 벌하지 않을 것이다. 우리가 너의 새 주인이더. 너를 지켜보는 것은 우리다. 그러니 단검을 쥐어 그를 찔러라!"
ko_mt: "걱정 마세요! 아이오메데는 널 벌하지 않을 거야. 우리가 너의 새로운 주인이다. 이제 우리가 주인이다. 그러니 칼을 들고 그를 찌르세요!"
