Repository: akintos/wotr-translation
Catalog: translation/*/AreaLogic.po
Languages: ko, ko_mt

source: "You came here to destroy the instrument of my will? You wish to bring harm to my most valuable servant? You are bold, thrall of Pharasma. Bold... but foolish!"
ko: "내 의지의 실현 도구를 파괴하러 왔느냐? 내 가장 가치있는 종에게 해를 끼치길 원하느냐? 너무도 용감하구나, 파라즈마의 노예여. 용감하나... 동시에 생각이 없구나!"
ko_mt: "내 유언의 도구를 파괴하러 왔나? 내 가장 소중한 종을 해치려고? 넌 대담하구나, 파라즈마의 노예. 대담하지만.. 어리석다!"

source: "Urgathoa! You will not stand in the way of Pharasma's wrath!"
ko: "우르가쏘아! 당신은 파라즈마의 분노를 막을 수 없을 것이다!"
ko_mt: "우르가쏘아! 너는 파라즈마의 분노를 막을 수 없다!"

source: "Ah, there you are, my disappointing student! Now you shall pay for your failure!"
ko: "아, 왔구나, 내게 실망을 안겨준 제자야! 이제 네 실패의 대가를 치르게 될 것이다!"
ko_mt: "아, 여기 있었구나, 나의 실망스러운 제자! 이제 네 실패에 대한 대가를 치뤄라!"

source: "Intruders! The ziggurat has been breached! To arms!"
ko: "침입자다! 지구라트가 공격당했다! 전투 준비!"
ko_mt: "침입자! 지구라트가 뚫렸다! 무장하라!"

source: "{name} must not be harmed! Protect {mf|him|her} at all costs!"
ko: "{name}님이 다쳐서는 안된다! 모든 것을 바쳐서라도 {mf|그|그녀}를 지켜라!"
ko_mt: "{name}을 해쳐서는 안됩니다! 어떤 대가를 치르더라도 {mf|그|그녀}를 보호하세요!"

source: "You are a disgrace! You distort the philosophy of death, {name}! We've come to put an end to your undead tyranny!"
ko: "너는 불명예이다! 넌 죽음의 철학을 왜곡하였다, {name}! 우리는 네 불사의 폭정을 종식하러 왔다!"
ko_mt: "넌 수치다! 넌 죽음의 철학을 왜곡한다, {name}! 우리는 당신의 언데드 폭정을 끝내기 위해 왔습니다!"

source: "I told you the Whispering Way never forgives. Now it is time for revenge... Sweet, sweet revenge!"
ko: "속삭이는 길은 용서를 모른다 말씀드렸지요. 이제 복수의 시간입니다... 아주, 아주 달콤한 복수이지요!"
ko_mt: "속삭이는 길은 절대 용서하지 않는다고 했잖아. 이제 복수를 할 시간입니다.. 달콤하고 달콤한 복수!"

source: "Ciar always knew you were treacherous! He saw the corruption in your heart! Let us root out the traitors from among our ranks!"
ko: "시어는 당신이 배신자라는 것을 알고 있었지! 당신의 마음 속 타락을 보았다! 우리 군단에서 배신자를 축출해내라!"
ko_mt: "시아르는 항상 네가 배신자라는 걸 알고 있었다! 그는 네 마음속의 타락을 보았어! 우리 계급에서 반역자를 뿌리 뽑자!"

source: "We can sense your presence! You have broken the law of the Abyss! You have disturbed a departed soul that was meant to sleep! Punishment! We are your punishment!"
ko: "네 존재를 느낄 수 있다! 너는 심연의 법을 위배했다! 너는 안식에 들어야 할 버려진 영혼을 어지럽혔어! 처벌이다! 우리는 너의 처벌이다!"
ko_mt: "우리는 당신의 존재를 감지할 수 있습니다! 당신은 심연의 법칙을 어겼습니다! 당신은 잠들어야 할 영혼을 방해했습니다! 벌을 내려라! 우리가 너의 벌을 내린다!"

source: The mechanism emits an ear-splitting screech and grinds to a halt. Something is obstructing the mechanism platform.
ko: 기계장치가 귀를 찢는 금속성과 갈리는 소리를 내며 멈춥니다. 무언가 이 기계 플랫폼을 방해하는 것이 있습니다.
ko_mt: 메커니즘이 귀를 찢는 소리를 내고 멈췄습니다. 무언가가 메커니즘 플랫폼을 막고 있습니다.

source: In response to your actions, the mechanism next to the lever emits a low, almost apologetic, rumbling sound.
ko: 당신의 행동에 손잡이 옆의 기계장치는 거의 사과를 하듯 낮고 웅웅대는 소음을 발산합니다.
ko_mt: 당신의 행동에 반응하여 레버 옆에있는 메커니즘이 거의 사과하는듯한 낮은 소리를냅니다.

source: "Equality breached. Error detected and must be eradicated."
ko: "동일성 침해됨. 오류가 발견되었으며 교정되어야만 함."
ko_mt: "평등 위반. 오류가 감지되었으며 근절해야 합니다"

source: "I've never seen such jewels before in all my life! And I never would have, if not for the Portal!"
ko: "내 생에 이런 보석은 처음이야! 포탈이 아니었다면 절대로 못 봤겠지!"
ko_mt: "평생 이런 보석을 본 적이 없어요! 그리고 포털이 아니었다면 절대 못 봤을 거예요!"

source: "What else should I wish for from the Portal? A pony fir for a knight, maybe? I don't know if such a thing even exists, but the Portal can get anything!"
ko: "포탈에 빌만한 소원이 또 뭐가 있을까? 기사를 위한 전나무 조랑말? 그런게 있는지도 모르겠지만, 포탈은 무엇이든 줄 수 있잖아!"
ko_mt: "포털에서 또 무엇을 빌어야 하나요? 기사를 위한 조랑말 전나무, 아마도? 그런 것이 존재하는지 모르겠지만 포털은 무엇이든 얻을 수 있습니다!"

source: "We're going to bake a cake for the Portal today. It's given us so much, we want to make it happy in return."
ko: "오늘은 포탈을 위해 케이크를 구울 거야. 엄청 많은 걸 줬으니까, 그 보답으로 기쁘게 해줘야지."
ko_mt: "우리는 오늘 포털을 위해 케이크를 구울 거예요. 포털은 우리에게 많은 것을 주었고, 우리는 보답으로 행복하게 만들고 싶습니다."

source: "I never thought I'd see it again. This is the bow my father gave me when I was a child, but one day it broke. But now — just like that! — the Portal's brought it back to me!"
ko: "이걸 다시 보게 될 줄은 정말 몰랐네. 내가 어렸을 적에 아버지께서 주신 활인데, 어느날 부러져 버렸지. 하지만 지금, 이렇게! 포탈이 그걸 내게로 돌려줬어!"
ko_mt: "다시는 볼 수 없을 거라고 생각했어요. 이것은 어렸을 때 아버지가 주신 활인데 어느 날 부러졌습니다. 하지만 지금 - 바로 그 순간! - 포털이 이 활을 다시 가져왔어요!"

source: "How am I going to find all my friends in this heap of rubbish?"
ko: "이 쓰레기 더미에서 내 친구들을 어떻게 찾지?"
ko_mt: "이 쓰레기 더미에서 어떻게 내 친구들을 모두 찾을 수 있습니까? "

source: Your character suffers <b>full damage</b> from enemies and traps. There are <b>more enemies than usual</b>, they are <b>slightly stronger</b> and inflict the <b>usual damage on critical hits</b>. Furthermore, some enemies use <b>additional spells and combat abilities</b>. Your character <b>will die after suffering a deadly injury</b>. If your main character dies, the game is over. If a companion dies, you can resurrect them with Raise Dead or a similar spell — an extremely expensive service unavailable to most adventurers. <b><color=#ae1600> Choosing this difficulty is NOT RECOMMENDED for the players not familiar with the Pathfinder system, as well as its implementation in this game. The enemies will not forgive any mistakes made during combats, and your characters' builds must be no less than perfect.</color></b>
ko: 당신의 캐릭터는 적과 함정으로부터 <b>보통의 피해</b>를 입습니다. 적들은 <b>더 많이 나타나고</b>, <b>약간 강해지며</b>, <b>보통의 치명타 피해</b>를 가합니다. 또한, 일부 적들은 <b>추가적인 주문과 전투 능력</b>을 사용합니다. 당신의 캐릭터는 <b>치명적인 부상을 당하면 사망</b>합니다. 주인공이 사망하면 게임이 끝납니다. 동료가 죽으면 소생 또는 대부분의 모험가가 지불하기 어려워하는 매우 비싼 서비스를 통해 부활시킬 수 있습니다. <b><color=#ae1600> 이 난이도는 패스파인더 시스템과 이 게임의 구현 방식에 대해 익숙하지 않은 플레이어나, 고난을 싫어하시는 분들께는 <b>추천드리지 않습니다</b>. 적들은 전투 중 실수를 용서하지 않으며 캐릭터의 빌드는 완벽해야만 합니다.</color></b>
ko_mt: 캐릭터가 적과 함정에 의해 <b>전체 피해</b>를 받습니다. 적의 수가 평소보다 많아지고, 적의 피해량이 약간 더 강해지며, 치명타 시 평소와 같은 피해를 입힙니다. 또한 일부 적들은 <b>추가 주문과 전투 능력을 사용합니다</b>. 캐릭터가 치명상을 입으면 사망합니다. 주인공 캐릭터가 죽으면 게임이 종료됩니다. 동료가 죽으면 시체 부활 또는 이와 유사한 주문으로 부활시킬 수 있지만, 대부분의 모험가가 사용할 수 없는 매우 비싼 서비스입니다. <b><color=#ae1600> 이 난이도를 선택하는 것은 패스파인더 시스템과 이 게임에서의 구현에 익숙하지 않은 플레이어에게는 권장하지 않습니다. 적들은 전투 중 실수를 용서하지 않으며, 캐릭터 빌드는 완벽 그 이상이어야 합니다.</color></b>

source: Hard
ko: 어려움
ko_mt: 하드

source: You found the cellar of the alchemist's shop. Experience points gained: <b>{count}</b>.
ko: 연금술사의 상점에서 저장실을 발견하였습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 연금술사 상점의 지하실을 찾았습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You found a banned book. Experience points gained: <b>{count}</b>.
ko: 금서를 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 금지된 책을 발견했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You reached the approach to the tavern. Experience points gained: <b>{count}</b>.
ko: 선술집 근교에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 선술집으로 가는 길목에 도착했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You reached the catacombs. Experience points gained: <b>{count}</b>.
ko: 지하 묘지에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 카타콤에 도착했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You opened the way into the caves. Experience points gained: <b>{count}</b>.
ko: 동굴로 향하는 길을 열었습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 동굴로 가는 길을 열었습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: "I still don't understand what your plan was, but it certainly worked. My respect!"
ko: "네 계획이 정확히 뭐였는지는 아직도 모르겠지만, 아무튼 제대로 되었군. 존경하지!"
ko_mt: "나는 여전히 당신의 계획이 무엇인지 이해하지 못하지만 확실히 효과가있었습니다. 존경합니다!"

source: "You really gave him no quarter. First you hit him like this, then like that — pow! It was amazing!"
ko: "정말 한 치도 양보하지 않았네. 먼저 이렇게 때리고, 그다음은 저렇게 때리고 — 펑! 놀라웠어!"
ko_mt: "당신은 정말 그에게 한 푼도 주지 않았어요. 처음에는 이렇게 때리고, 그다음에는 저렇게 때렸어요.- 펑! 정말 대단했어요!"

source: You defeated the dead crusader. Experience points gained: <b>{count}</b>.
ko: 죽은 성전사를 무찔렀습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 죽은 성전사를 쓰러뜨렸습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You passed the gigantic gelatinous cube. Experience points gained: <b>{count}</b>.
ko: 거대 젤라틴 상자를 통과했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 거대한 젤라틴 큐브를 통과했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You procured some useful scrolls. Experience points gained: <b>{count}</b>.
ko: 유용한 두루마리 몇 개를 회수했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 유용한 두루마리를 획득했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You found the marauders' treasure. Experience points gained: <b>{count}</b>.
ko: 살인마들의 보물을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 약탈자의 보물을 찾았습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You opened the gates. Experience points gained: <b>{count}</b>.
ko: 관문을 열었습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 당신은 문을 열었습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You opened the gates. Experience points gained: <b>{count}</b>.
ko: 관문을 열었습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 당신은 문을 열었습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: "You are not welcome in my lair. For Mother Lamashtu's sake, I'll give you a chance to leave in peace. One chance. Just one."
ko: "너는 내 거처에 환영받지 못한다. 어머니 라마슈투의 자비에 따라, 조용히 이 장소를 떠날 기회를 주마. 한 번이다. 딱 한 번."
ko_mt: "당신은 내 은신처에 환영받지 못합니다. 어머니 라마슈투를 위해 평화롭게 떠날 수 있는 기회를 주겠다. 단 한 번의 기회. 딱 한 번"

source: "Hic! I-I don't understand... What just happened? That's some strong stuff! I think I need to give myself a minute."
ko: "힉! 나-난 이해할 수 없어... 무슨 일이 일어난 거지? 뭔가 쌘 거였는데! 잠시 쉬고 와야 겠어."
ko_mt: "힉! 이해가 안 돼요.. 방금 무슨 일이 일어난 거죠? 정말 강하네요! 잠시 시간을 좀 가져야 할 것 같아요."

source: You notice the symbols on the corpses' clothing — these people once served Erastil. The spirit of the druid in the cave served the Stag God too. Perhaps she can tell you something about all this.
ko: 당신은 시신들의 의복에 새겨진 상징에 주목합니다. 이들은 과거에 에라스틸을 섬겼습니다. 동굴에 있던 드루이드의 영혼 또한 숫사슴 신을 섬겼습니다. 아마 그녀가 당신에게 해줄 말이 있을 것 같습니다.
ko_mt: 시체들의 옷에 있는 문양이 눈에 띄는데, 이 사람들은 한때 에라스틸을 섬겼던 사람들이에요. 동굴에 있던 드루이드의 영혼도 사슴신을 섬겼어요. 아마도 그녀는 이 모든 것에 대해 당신에게 무언가를 말할 수있을 것입니다.

source: Something is stopping these tormented souls from finding peace.
ko: 이 고통뱓는 영혼들의 안식을 막는 무언가가 있습니다.
ko_mt: 무언가가이 고통받는 영혼들이 평화를 찾는 것을 막고 있습니다.

source: "Get these mortals! They will replenish the Master's undead host!"
ko: "이 필멸자들을 잡아라! 이들로 주인님의 언데드 군단을 벌충할 것이다!"
ko_mt: "이 필멸자들을 잡아라! 마스터의 언데드 무리를 보충할 것이다!"

source: "The undead might be trapped in ice, but they still look ready attack at any moment. Be careful."
ko: "언데드는 얼음 속에 갇혀 있지만, 여전히 공격할 기회를 노리는 것 같아 보이는군. 조심하자고."
ko_mt: "언데드들은 얼음 속에 갇혀 있지만 언제든 공격할 준비가 되어 있습니다. 조심하세요."

source: "It's not ready yet. Stop crowding around the cauldron!"
ko: "아직 준비 안됐어. 가마솥 주위에서 좀 떨어져!"
ko_mt: "아직 준비가 안 됐어요. 가마솥 주위에 모여들지 마세요!"

source: "Incredible! Even Usurviel himself rarely dared face an enemy so strong and cunning."
ko: "놀랍다! 유수르비엘 본인도 이처럼 강하고 간사한 적을 맞이하는 일은 드물었겠지."
ko_mt: "놀랍다! 우수비엘 자신도 이렇게 강하고 교활한 적을 감히 상대할 수 없었습니다."

source: "I am impressed! I didn't expect you to defeat such a formidable foe."
ko: "인상깊구나! 네가 이처럼 강대한 적을 무찌를 거라곤 생각도 못했어."
ko_mt: "감동입니다! 이렇게 강력한 적을 물리칠 줄은 몰랐어요."

source: "Well done! A fast and easy fight — why not?"
ko: "잘했어! 빠르고 손쉬운 전투인걸, 왜 안 되겠어?"
ko_mt: "잘했어! 빠르고 쉬운 싸움인데 왜 안 되겠어?"

source: "Well done! Your victory was well deserved."
ko: "잘했다! 네 승리는 마땅한 결과였다."
ko_mt: "잘했어요! 당신의 승리는 당연한 결과였어요."

source: You passed the test. Experience points gained: <b>{count}</b>.
ko: 시험을 통과했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 테스트를 통과했습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: The fetchlings' suffering is over. Experience points gained: <b>{count}</b>.
ko: 페츨링의 고튱이 끝났습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 새끼들의 고통은 끝났습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: With a shrill creak, the golems begin to move.
ko: 날카로운 끼릭 소리와 함께 골렘이 움직이기 시작합니다.
ko_mt: 삐걱거리는 소리와 함께 골렘이 움직이기 시작합니다.

source: One of your allies is now in disease stage 3. If you don't help them, they will die! {br}Disease stage 3 is a critical condition that requires urgent healing. A character in this stage is too weak to stand for long and they will try to lie down whenever they can. {br}A disease can be cured completely with a scroll of {g|SpellsRemoveDisease}remove disease{/g}, alleviated to stage 1 with a potion of {g|SpellsRestoration}restoration{/g}, or alleviated by one stage with a potion of {g|SpellsRestorationLesser}lesser restoration{/g}. {br}You can check if a character is feeling well by talking to them. Keep track of your allies' condition, or else disease might claim them when you least expect it.
ko: 동료 중 하나가 3단계 질병 상태입니다. 조치하지 않으면 죽게 될 것입니다! {br}3단계 질병은 긴급 조치가 필요한 치명적 상태입니다. 캐릭터는 오래 서있기에도 벅차며, 가능한 한 누워있으려 할 것입니다. {br}질병은 {g|SpellsRemoveDisease}질병 제거{/g} 주문으로 완전히 치료될 수 있으며, {g|SpellsRestoration}상태회복{/g} 물약이 1단계로 경감해주고, {g|SpellsRestorationLesser}하급 상태회복{/g} 물약이 1단계 호전시켜줍니다. {br}대화를 통해 캐릭터의 상태를 확인할 수 있습니다. 동료들의 상태를 계속 주시하십시오. 그렇지 않으면 질병은 당신이 예상하지 못할 때 그들의 숨을 앗아갈 것입니다.
ko_mt: 아군 중 한 명이 현재 질병 3단계에 있습니다. 도와주지 않으면 죽게 됩니다! {br}질병 3단계는 긴급한 치료가 필요한 위중한 상태입니다. 이 단계의 캐릭터는 너무 약해져서 오래 서 있지 못하고 가능한 한 누워 있으려고 합니다. {br}{g|SpellsRemoveDisease}질병 제거{/g} 주문을 사용하면 질병을 완전히 치료할 수 있고, {g|SpellsRestoration}상태회복{/g}의 물약으로 1단계로 완화하거나 {g|SpellsRestorationLesser}하급 상태회복{/g}의 물약으로 한 단계 완화할 수 있습니다. {br}캐릭터와 대화를 통해 캐릭터의 상태를 확인할 수 있습니다. 아군의 상태를 잘 살피지 않으면 예상치 못한 순간에 질병에 걸릴 수 있습니다.

source: Thanks to your completed playthrough of the Inevitable Excess DLC, your character will now acquire additional mythic powers — the Inevitable Fate effect.
ko: 필연적인 과잉 DLC를 완료한 덕에, 당신의 캐릭터가 새로운 신화적 힘 — 필연적인 운명 효과를 얻게 될 것입니다.
ko_mt: 피할 수없는 초과 DLC를 완료 한 덕분에 이제 캐릭터가 추가 신화적 힘인 피할 수없는 운명 효과를 얻게됩니다.

source: The button won't budge.
ko: 버튼은 꿈쩍도 하지 않는다.
ko_mt: 버튼이 움직이지 않습니다.

source: "Come on, Aranka, focus... There must be a way out somewhere!"
ko: "자, 아란카, 집중하자... 어딘가 빠져나갈 길이 있을 거야!"
ko_mt: "어서, 아란카, 집중해.. 어딘가에 출구가 있을 거야!"

source: "Was it you who summoned me? Allow me to repay you!"
ko: "날 소환한 게 너냐? 너에게 보답을 해주마!"
ko_mt: "날 소환한 게 너였어? 내가 보답할게!"

source: Tavern Defenses
ko: 술집 방어 시설
ko_mt: 선술집 방어

source: "Sound the alarm! Enemies spotted!"
ko: "경보를 울려라! 적을 발견했다!"
ko_mt: "경보 울려! 적 발견!"

source: "The crusaders are here! Kill them all!"
ko: "여기에 성전군이 있다! 전부 죽여!"
ko_mt: "십자군이 왔다! 모두 죽여라!"

source: "So much blood! Entrails, bits of flesh everywhere... This is just so... disgusting."
ko: "피가 너무 많아! 내장에, 살점이 흩뿌려져 있고... 이건 좀... 역겨운데."
ko_mt: "피가 너무 많아! 내장과 살점이 사방에 널려있고.. 이건 정말.. 역겨워요."

source: "I hope the dead don't feel too much pain when we hit them."
ko: "망자들이 우리 공격에 너무 큰 고통을 겪지 않았으면."
ko_mt: "죽은 사람들이 너무 큰 고통을 느끼지 않았으면 좋겠어요."

source: "You deserve some peace, brothers and sisters. Let the goddess embrace you!"
ko: "형제자매여, 그대들은 평안을 누릴 자격이 있습니다. 여신님이 그대들을 포옹해 주시길!"
ko_mt: "형제 자매 여러분은 평화를 누릴 자격이 있습니다. 여신이 여러분을 안아주실 겁니다!"

source: "Iomedae protects us! The demons stand no chance!"
ko: "아이오메데님이 우릴 보호하시니! 데몬들은 승산이 없다!"
ko_mt: "아이오메데는 우리를 지켜준다! 데몬들은 기회가 없다!"

source: "For the Queen!"
ko: "여왕 폐하를 위하여!"
ko_mt: "여왕님을 위하여!"

source: "Come to me, I'll drink you dry!"
ko: "내게로 와. 삐쩍 마를 때까지 쪽 빨아줄게!"
ko_mt: "이리 와, 내가 마셔줄게!"

source: "Ha ha ha! You should see your face now!"
ko: "하하하! 네 표정을 직접 봐야 하는데!"
ko_mt: "하하하! 지금 네 얼굴을 봐야 해!"

source: "I am coming, Lady Death. Forgive me for being seventy years late for our date."
ko: "죽음이시여, 제가 뵙겠습니다. 약속보다 70년 늦은 건 용서해 주십시오."
ko_mt: "내가 갈게요, 죽음의 여인. 우리 데이트에 70년이나 늦은 걸 용서해 주세요."

source: "So this is who was making all that noise! I'm going to hush you now..."
ko: "그 소란을 피운 녀석이 네놈이었군! 이제 널 조용하게 만들어 주마..."
ko_mt: "이 사람이 그 시끄러운 소리를 내던 사람이었군요! 이제 조용히 해줄게..."

source: "You want to gobble me up, demons? I'll gobble you up myself!"
ko: "날 잡아먹고 싶냐, 데몬들아? 내가 너희를 잡아먹을 거다!"
ko_mt: "날 잡아먹고 싶어, 데몬들아? 내가 직접 먹어치우겠다!"

source: This looks like one of the demon stashes that Crinukh mentioned.
ko: 이것은 크리누크가 언급했던 데몬 보관함들 중 하나로 보입니다.
ko_mt: 이것은 크리누크가 언급 한 데몬 은신처 중 하나인 것 같습니다.

source: "When I lay my hands on you, death will seem a relief!"
ko: "내 손에 잡히기만 하면 죽음을 구걸하게 만들어 주마!"
ko_mt: "내가 너에게 안수하면 죽음이 안도감으로 느껴질 것이다!"

source: "I will make a whip of your guts!"
ko: "네 창자로 채찍을 만들어 주마!"
ko_mt: "네 내장을 채찍으로 만들겠다!"

source: "Hundreds of your likes have fallen at my hand!"
ko: "너희 족속들 수백 명이 내 손에 죽었다!"
ko_mt: "좋아요 수백 개가 내 손에 떨어졌어요!"

source: "You'll die here, in fear and despair."
ko: "너는 여기서 공포와 절망에 빠진 채 죽을 것이다."
ko_mt: "당신은 여기서 두려움과 절망 속에서 죽게 될 것입니다."

source: "Fight! Your screams ignite my passion!"
ko: "싸워라! 너의 비명이 내 열의를 불태운다!"
ko_mt: "싸워라! 당신의 비명소리가 내 열정에 불을 붙인다!"

source: "Meeeat... Argh..."
ko: "고기...아르르..."
ko_mt: "미트.. 아..."

source: "I don't like killing my own kind. But sometimes it's necessary."
ko: "동족을 죽이는 건 달갑지 않지만... 피할 수 없는 경우도 있는 법이지."
ko_mt: "동족을 죽이는 건 싫어요. 하지만 가끔은 죽여야 할 때도 있습니다."

source: Desolate Hovel
ko: 황량한 방
ko_mt: 황량한 오두막

source: Areelu's Laboratory
ko: 아릴루의 연구실
ko_mt: 아릴루의 실험실

source: "Pain! I feel no pain! Gorum himself forged me out of iron!"
ko: "고통! 고통이 느껴지지 않는다! 고룸께서 나를 철로 단조하셨다!"
ko_mt: "고통! 난 고통이 느껴지지 않아! 고룸이 직접 날 철로 만들었어!"

source: "This power! Behold and fear the power!"
ko: "이 힘! 이 힘을 목도하고 전율해라!"
ko_mt: "이 힘! 그 힘을 보고 두려워하라!"

source: A faint cloud of bluish fog. You are the only one who seems to see it.
ko: 희미한 푸른색 안개 구름. 이것을 볼 수 있는 자는 오직 당신뿐인 듯합니다.
ko_mt: 희미한 푸르스름한 안개 구름. 당신만이 그것을 볼 수 있습니다.

source: "Who's here? How'd you manage to sneak up behind us?"
ko: "이게 누구야? 우리 뒤로 어떻게 숨어들어 왔지?"
ko_mt: "여기 누구야? 어떻게 우리 뒤에 몰래 들어온 거야?"

source: "You will pay for what you did to me! Die!"
ko: "내게 저지른 짓에 대해 대가를 치룰 것이다! 죽어라!"
ko_mt: "내게 한 짓의 대가를 치르게 될 거야! 죽어!"

source: "You will regret that, priestling! Your death will be a nightmare of pain!"
ko: "후회할 것이다, 애송이 성직자야! 너의 죽음은 고통의 악몽이 될 것이다!"
ko_mt: "후회하게 될 것이다, 사제단! 네 죽음은 고통의 악몽이 될 것이다!"

source: "Ha! Let's sacrifice some crusaders to Baphomet one last time! It will guarantee us smooth passage to his realm!"
ko: "하! 마지막으로 성전사 몇 명을 바포메트님께 바치자! 그분 영역으로 쾌적히 갈 수 있게 해줄 거야!"
ko_mt: "하! 마지막으로 성전사를 바포메트에게 제물로 바치자! 그러면 그의 왕국으로 순조롭게 갈 수 있을 거야!"

source: "Zanedra promised to take us to a safe place! Baphomet, protect your servants!"
ko: "자네드라는 우리를 안전한 곳으로 데려다 주겠다고 약속했어. 바포메트시여, 당신의 하수인들을 보호해 주소서!"
ko_mt: "자네드라가 우릴 안전한 곳으로 데려가겠다고 약속했어! 바포메트, 당신의 종들을 지켜주세요!"

source: "We've been raided! Crusaders have come for our heads!"
ko: "습격이다! 성전 기사단이 우리의 머리를 노리고 찾아왔다!"
ko_mt: "습격당했다! 십자군이 우리 목을 노리고 있다!"

source: "Commander! May the spirits protect you!"
ko: "사령관님! 영혼들아 당신을 보우하시길!"
ko_mt: "사령관님! 정령들이 당신을 지켜주길!"

source: "I pray to the spirits for you every day, Commander."
ko: "당신을 위해 매일 기도하고 있어요, 사령관님."
ko_mt: "사령관님을 위해 매일 영혼들에게 기도합니다."

source: "Aaah! My head! What are these memories? That wasn't me! It wasn't me!"
ko: "아아아! 내 머리야! 그 기억은 뭐지? 내가 아니었어! 내가 아니었다고!"
ko_mt: "아아! 내 머리! 이 기억들은 뭐지? 내가 아니었어! 내가 아니었어!"

source: "She was screaming... and I killed her... I killed..."
ko: "여자가 비명을 지르고 있었어... 그리고 내가 그녀를 죽였어... 내가 죽였어..."
ko_mt: "그녀는 비명을 지르고 있었고.. 내가 그녀를 죽였습니다.. 내가 죽였어..."

source: "Foul demons... What did they do to us?"
ko: "더러운 데몬들... 우리에게 무슨 짓을 한 거야?"
ko_mt: "더러운 데몬들.. 그들이 우리에게 무슨 짓을 한 거야?"

source: "It's better to know the truth, no matter how painful it may be!"
ko: "아무리 괴로워도 진실을 아는 편이 더 낫습니다!"
ko_mt: "아무리 고통스럽더라도 진실을 아는 것이 더 낫습니다!"

source: "How are we going to live without the Lady of the Sun? There's no one to protect us! No one!"
ko: "태양의 여인 없이 우린 어떻게 살지? 우릴 보호해줄 자는 없어! 아무도!"
ko_mt: "태양의 여인 없이 어떻게 살 수 있을까요? 우릴 지켜줄 사람이 없어! 아무도 없어!"

source: Ravon
ko: 라본

source: Vamona
ko: 바모나
ko_mt: 바모나

source: "Death to heretics, glory to the great titans!"
ko: "이단자들에게는 죽음을, 위대한 타이탄들에게는 영광을!"
ko_mt: "이단자들에게는 죽음을, 위대한 거인들에게는 영광을!"

source: "The sacrament is corrupted! Kill the heretics! May they know the power of the great titans, the true masters of this world!"
ko: "이 성찬은 타락했다! 이단자들을 죽여라! 그들이 이 세상의 진정한 주인인 위대한 타이탄의 힘을 알게 되길!"
ko_mt: "성찬이 타락했다! 이단자들을 죽여라! 그들이 이 세상의 진정한 주인인 위대한 거인들의 힘을 알게 되길!"

source: "Their heads will adorn our altar! Praise the great titans!"
ko: "저들의 머리가 우리 제단을 장식할 것이다! 위대한 타이탄을 찬양하라!"
ko_mt: "저들의 머리가 우리 제단을 장식할 것이다! 위대한 거인들을 찬양하라!"

source: This massive door looks like it hasn't been opened in centuries.
ko: 이 거대한 문은 수세기 동안 열리지 않은 것 같습니다.
ko_mt: 이 거대한 문은 수세기 동안 열리지 않은 것처럼 보입니다.

source: "Please... go see if the egg is unharmed..."
ko: "부디... 가서 알이 무사한지 봐주게..."
ko_mt: "제발.. 가서 달걀이 무사한지 봐주세요..."

source: "Go and see if the egg is unharmed... while I... break... this bell..."
ko: "가서 알이 무사한지 봐라... 내가 이... 종을... 부수는 동안..."
ko_mt: "가서 달걀이 무사한지.. 내가.. 이 종을 부수는 동안..."

source: "What? How dare you? I'll tear your legs off so you'll never go wandering in other people's caves again!"
ko: "뭐? 네가 감히? 다른 사람의 동굴에 얼씬도 못하도록 네 다리를 뜯어내주마!"
ko_mt: "뭐? 어떻게 감히? 다시는 남의 동굴을 돌아다니지 못하도록 네 다리를 찢어버릴 거야!"

source: "Light… too much light! This is not yet my time!"
ko: "빛… 빛이 너무 많아! 아직 나의 시간이 아니야!"
ko_mt: "빛.. 빛이 너무 많아요! 아직 내 시간이 아니야!"

source: "Don't go near my eggs!"
ko: "내 알들에 다가가지 마라!"
ko_mt: "내 달걀 근처에 가지 마!"

source: "Rrrrrrip... Grrrr..."
ko: "쯔이이이잇는다... 그르르..."
ko_mt: "으악.. 그르르르..."

source: "We are watching Sull..."
ko: "우리는 설을 보는 중이야..."
ko_mt: "우리는 설을 보고 있습니다..."

source: "Death to uplanders!"
ko: "지상인들에게 죽음을!"
ko_mt: "고지대인에게 죽음을!"

source: "We'll bring Wenduag your heads!"
ko: "웬두아그에게 네 머리를 가져갈 거야!"
ko_mt: "웬두아그의 머리를 가져다주겠다!"

source: This rune stone was smashed and the pieces carefully hidden.
ko: 이 룬석은 부서져 있으며, 그 조각은 치밀하게 숨겨졌습니다.
ko_mt: 이 룬석은 부숴졌고 그 조각들은 조심스럽게 숨겨져 있었습니다.

source: A flaming lockpick could open this lock, but it requires fuel.
ko: 발화식 락픽으로 이 문을 열 수 있겠지만, 사용하기 위해서 연료가 필요합니다.
ko_mt: 불타는 자물쇠 따개는 이 자물쇠를 열 수 있지만 연료가 필요합니다.

source: A special tool is needed to open such a strong lock.
ko: 이 잠금 장치를 열기 위해서는 특별한 도구가 필요합니다.
ko_mt: 이렇게 강력한 자물쇠를 열려면 특별한 도구가 필요합니다.

source: "Present the pass key to unlock the gateway."
ko: "문을 여시려면 통행증을 보여주십시오."
ko_mt: "게이트웨이 잠금을 해제하려면 패스 키를 제시하세요"

source: You need to protect yourself from the harmful psionic field enveloping this door before you open it.
ko: 당신은 이 문을 열기 전에 문을 감싸고 있는 해로운 사이오닉 장에 대한 대책을 세워야만 합니다.
ko_mt: 문을 열기 전에 이 문을 감싸고있는 유해한 사이오닉 장으로부터 자신을 보호해야합니다.

source: The reinforced door is tightly locked by an internal mechanism.
ko: 강화문은 내부의 기계 장치로 단단히 잠겨 있습니다.
ko_mt: 강화 된 문은 내부 메커니즘에 의해 단단히 잠겨 있습니다.

source: The door is shrouded in a magical force field generated by a mysterious mechanism.
ko: 이 문은 신비한 메커니즘으로 생성된 마법 역장에 둘러싸여 있습니다.
ko_mt: 문은 신비한 메커니즘에 의해 생성 된 마법의 힘 장에 가려져 있습니다.

source: "Welcome, Hundred-Face. Enter your personal code to access the commander's arsenal."
ko: "어서 오십시오, 백의 얼굴 님. 사령관의 무기고에 접근하려면 개인 코드를 입력하세요."
ko_mt: "환영합니다, Hundred-Face. 사령관의 무기고를 이용하려면 개인 코드를 입력하세요"

source: "Work protocol violation! Eliminate the obstacle!"
ko: "작업 프로토콜 침해됨! 장애물 제거 실시!"
ko_mt: "업무 프로토콜 위반! 장애물을 제거해!"

source: Rescued Prisoner
ko: 구출된 죄수
ko_mt: 구출된 죄수

source: Rescued Prisoner
ko: 구출된 죄수
ko_mt: 구출된 죄수

source: "Freedom at last! Are you here to kill the demons? We can help! We know all the tunnels around here! We'll make those monsters pay!"
ko: "마침내 자유를 찾았어! 데몬들을 죽이러 오셨나요? 저희가 돕겠습니다! 이 주변의 모든 터널을 알고 있습니다! 저 괴물들에게 갚아줘야죠!"
ko_mt: "마침내 자유를 얻었습니다! 데몬들을 죽이러 왔나요? 우리가 도울 수 있어! 우린 이 주변의 모든 터널을 알아! 저 괴물들에게 대가를 치르게 할 거야!"

source: "The sweet release... I've been waiting for so long."
ko: "달콤한 해방감... 오랫동안 기다려 왔어."
ko_mt: "달콤한 해방.. 정말 오랫동안 기다렸어요."

source: "Fight for the glory of our mistress! Do not fear death, for it is already with us."
ko: "우리의 주인을 위햐 싸워라! 이미 우리와 함께 있는 죽음을 두려워 말아라."
ko_mt: "우리 여주인의 영광을 위해 싸워라! 죽음은 이미 우리와 함께 있으니 두려워하지 마십시오."

source: "Into the cage! Sir Kestoglyr said to put you in the cage!"
ko: "우리에 들어가! 케스토글리어 경이 너를 우리에 집어 넣으라 하셨다!"
ko_mt: "철창 안으로! 케스토글리르 경이 우리에 넣으라고 했어요!"

source: "Since you helped the Pathfinder Society's cause, I cannot impassively watch the demons spill your guts."
ko: "당신은 패스파인더 협회의 대의에 도움을 주셨으니, 데몬들이 당신 내장을 쏟아내는 걸 가만히 지켜볼 순 없죠."
ko_mt: "네가 패스파인더 협회의 대의를 도왔으니 데몬들이 네 내장을 흘리는 걸 가만히 지켜볼 수 없어."

source: "Stop the slaughter! The slaves are running away!"
ko: "살육을 멈춰라! 노예들이 도망치고 있다!"
ko_mt: "학살을 멈춰라! 노예들이 도망치고 있다!"

source: "Well, that's unexpected! It seems that this is all too much for some of our fighters!"
ko: "예상치 못한 일이네요! 우리 선수들 중 일부에게는 너무 과했나 봅니다!"
ko_mt: "예상치 못한 일이네요! 우리 선수들 중 일부에게는 너무 과한 것 같네요!"

source: "Don't get cocky, slave!"
ko: "자만하지 마라, 노예들아!"
ko_mt: "자만하지 마, 노예야!"

source: "Death!"
ko: "죽어!"
ko_mt: "죽음!"

source: "Have you seen your guts, you Golarion beast? I'll show them to you!"
ko: "네 장기를 본 적 있냐, 골라리온 짐승아? 내가 보여줄게!"
ko_mt: "네 배짱을 봤느냐, 골라리온 야수야? 내가 보여줄게!"

source: "What is this? Why does it hurt so much... Where did this coldness in my heart come from..."
ko: "이건 뭐지? 왜 이렇게 아픈 거냐... 내 심장에 서린 냉기는 정체가 뭐냐..."
ko_mt: "이게 뭐야? 왜 이렇게 아파요.. 내 가슴의 이 차가움은 어디에서 오는 걸까..."
