Repository: akintos/wotr-translation
Catalog: translation/*/AreaLogic.po
Languages: ko, ko_mt

source: "Another witch! Seize her!"
ko: "마녀가 또 있다! 잡아!"
ko_mt: "또 마녀다! 그녀를 잡아라!"

source: "I won't leave it like this... Do you hear me? I promise! I promise..."
ko: "널 이대로 두지 않을게... 내 말 들리니? 약속할게! 약속할게..."
ko_mt: "이대로 두지 않을 거야.. 내 말 들려? 약속할게요! 약속..."

source: "Day whatever. Experiment: I'm in Mom's lab, messing around with reagents."
ko: "아무일차. 실험: 엄마 실험장소에서 시약 갖고 놀고 있다."
ko_mt: "하루 뭐든. 실험: 나는 엄마의 실험실에서 시약을 가지고 놀고 있어요"

source: "The circle is almost ready. I think I just need to place the vial with the summoning formula here. Let's see what happens... This is going to be fun!"
ko: "원형진이 거의 준비됐어. 소환식이 담긴 병을 여기에 놓기만 하면 될 것 같아. 어떻게 되는지 보자... 재밌겠는데!"
ko_mt: "원이 거의 준비되었습니다. 소환 공식이 담긴 병을 여기에 놓기만 하면 될 것 같아요. 무슨 일이 일어나는지 보자.. 재미있을 것 같아요!"

source: "A person can be in possession of the greatest treasure, and never understand its worth. A person can live the happiest days of their life, and not know that one day it will come to an end."
ko: "사람은 가장 큰 보물을 소유하고 있으면서도 그 가치를 이해하지 못한다. 사람은 인생에서 가장 행복한 나날을 살 수 있지만, 언젠가는 그것이 끝난다는 것을 알지 못한다."
ko_mt: "사람은 가장 큰 보물을 소유하고 있으면서도 그 가치를 이해하지 못할 수 있습니다. 사람은 인생에서 가장 행복한 날을 살 수 있지만 언젠가는 그것이 끝날 것이라는 것을 알지 못합니다."

source: "When planting a seedling, give it soil, space, and moisture. Nothing can grow in cramped captivity."
ko: "묘목을 심을 땐 토양, 공간 및 수분을 제공해라. 비좁은 공극에서는 아무것도 자랄 수 없다."
ko_mt: "묘목을 심을 때 토양, 공간 및 수분을 제공하십시오. 비좁은 감금 상태에서는 아무것도 자랄 수 없습니다."

source: "Questions, questions... What is to be done with vanquished foes? What is to be done with treacherous friends? I know the answers to these, and to many more questions."
ko: "질문, 질문... 굴복시킨 적을 어떻게 처리해야 할까? 배신한 친구는 어떻게 해야 할까? 나는 이 질문과 그밖에도 많은 질문의 답을 알고 있다."
ko_mt: "질문, 질문.. 정복한 적을 어떻게 처리해야 하나요? 배신한 친구는 어떻게 해야 할까? 나는 이것들과 더 많은 질문에 대한 답을 알고 있습니다."

source: "No one touches the treasures of the Enigma and lives. Your avarice is your undoing!"
ko: "누구도 수수께끼의 보물을 건드릴 순 없다. 탐욕은 실패를 초래한다!"
ko_mt: "아무도 에니그마의 보물을 건드리지 않고 살아간다. 당신의 탐욕은 당신의 운명을 되돌릴 수 있습니다!"

source: "Rise up, sands of the Enigma! Rise up and serve!"
ko: "수수께끼의 모래여, 일어나라! 일어나서 섬겨라!"
ko_mt: "일어나, 수수께끼의 모래여! 일어나서 봉사하라!"

source: "How dare you come here?"
ko: "감히 여길 찾아왔느냐?"
ko_mt: "감히 여길 오다니?"

source: "I won't allow you to besmirch this place further!"
ko: "이곳을 더 더럽히는 건 용납하지 않겠다!"
ko_mt: "더 이상 이곳을 더럽히는 것을 용납하지 않겠다!"

source: "Aaah, Arueshalae my dear! Are you there? And you brought friends? Good, good, all the more for me!"
ko: "아아, 아루샬레 이쁜아! 거기 있었니? 친구들도 데려왔구나? 좋아, 좋아, 날 위해 더 많이 데려오렴!"
ko_mt: "아아, 아루샬래 내 사랑! 거기 있니? 친구들도 데려왔어? 좋아, 좋아, 날 위해 더 많이!"

source: "The gall! How dare you show up here of all places!"
ko: "이 뻔뻔한 자식! 감히 다른 곳도 아닌 여기 나타나다니!"
ko_mt: "담즙! 감히 이런 곳에 나타나다니!"

source: "Don't think you can get rid of me, hag."
ko: "날 없앨 수 있다고 생각하지 마, 해그야."
ko_mt: "날 없앨 수 있다고 생각하지 마, 해그야."

source: "I can see her, Commander. Get ready to fight. Sound the alarm!"
ko: "그 암놈이 보이는군. 사령관, 전투를 준비하시오. 경고음을 울리시오!"
ko_mt: "그녀를 볼 수 있습니다, 사령관님. 싸울 준비를 하세요. 경보를 울려라!"

source: "You will regret this! I will remember you, and we will meet again, I promise!"
ko: "이 일을 후회하게 될 것이다! 내가 널 기억할 테니, 우린 꼭 다시 만나게 될 거야, 내 장담하마!"
ko_mt: "넌 후회할 거야! 나는 당신을 기억할 것이고, 우리는 다시 만날 것입니다, 약속합니다!"

source: "Well done! The wound is deep, so she'll lose a lot of blood. After her!"
ko: "잘했소! 상처가 깊으니, 피를 많이 흘릴 것이오. 쫓아가시오!"
ko_mt: "잘했어! 상처가 깊어서 피를 많이 흘릴 것입니다. 그녀를 따라!"

source: "I can't... I'm dying... But I fought... well... Didn't I?"
ko: "난 안될 것 같아...난 죽어가고 있어... 그런데 나 꽤...잘 싸우지... 않았어?"
ko_mt: "난 못 해.. 난 죽어가고 있어.. 하지만 난 싸웠어.. 음.. 안 그래?"

source: "Arueshalae... My venomous butterfly..."
ko: "아루샬레... 내 독나비..."
ko_mt: "아루샬래.. 나의 독나비..."

source: "Wait! Be careful, {Name}!"
ko: "잠깐! 조심해요, {Name}!"
ko_mt: "잠깐! 조심해, {Name}!"

source: "Where are you, my darling? We used to be as happy as the canopy of stars."
ko: "자기야, 어디 있어? 우린 별의 무리처럼 행복했잖아."
ko_mt: "여보, 어디 있니? 우리는 별의 캐노피처럼 행복했었어"

source: "Leave me alone! Go away!"
ko: "날 내버려둬! 저리 가!"
ko_mt: "날 내버려 둬! 저리 가!"

source: "Let me have a taste of your sweetest venom one last time..."
ko: "마지막으로 한 번만 너의 달콤한 독을 맛보게 해줘..."
ko_mt: "마지막으로 당신의 가장 달콤한 독을 맛보게 해주세요..."

source: "Hooray! Hooray!"
ko: "만세! 만세!"
ko_mt: "만세! 만세!"

source: "I think I dropped something..."
ko: "뭘 떨어뜨린 것 같은데..."
ko_mt: "뭔가 떨어뜨린 것 같아요..."

source: "Here goes!"
ko: "여깄슴다!"
ko_mt: "여기 있습니다!"

source: "It's about to go boom!"
ko: "곧 터질 거야!"
ko_mt: "곧 폭발할 거야!"

source: "Oh, hello there!"
ko: "오, 안녕하십니까!"
ko_mt: "오, 안녕하세요!"

source: "Hello, and may you have clear skies!"
ko: "안녕! 맑은 하늘이 함께 하길!"
ko_mt: "안녕하세요, 맑은 하늘을 기원합니다!"

source: "We have a winner! All hail our glorious fighter! {mf|He|She} emerges triumphant in this dangerous, violent conflict! {mf|He|She} decorated the arena with mephit guts! Give it up for {name}, the Mephit Slayer!"
ko: "승자가 나왔습니다! 우리의 영광스러운 전사에게 경의를! {mf|그|그녀}가 이 위험하고 폭력적인 대결에서 승리했습니다! 그리고 메피트의 내장으로 투기장을 장식했습니다! 메피트 학살자 {name}에게 박수를!"
ko_mt: "승자를 찾았습니다! 우리의 영광스러운 전사에게 만세! 이 위험하고 폭력적인 대결에서 {mf|그|그녀}의 승리했습니다! {mf|그|그녀}의 메피트의 내장으로 경기장을 장식했습니다! 메피트 슬레이어 {name}에게 박수를!"

source: "Hahaha! The Mephit Slayer! What a great title!"
ko: "하하하! 메피트 학살자라니! 위대한 칭호로구만!"
ko_mt: "하하하! 메피트 슬레이어! 정말 멋진 제목이네요!"

source: "Hey, who knows! Maybe someday, {mf|he|she}'ll get a chance to fight against a member of the Nahyndrian League... Once they start accepting mephits into their ranks!"
ko: "야, 말 조심해! 언젠가 {mf|그|그녀}가 나힌드리 리그의 일원과 싸울 기회를 얻을 지도 모르잖아... 걔들이 메피트를 받아준다면 말이야!"
ko_mt: "이봐, 누가 알겠어! 언젠가 {mf|그|그녀}의 나헨드리안 연맹의 일원과 싸울 기회를 얻게 될지도 모르지.. 그들이 메피트를 받아들이기 시작하면!"

source: "Now that was a good show! Some idiot from Golarion chasing mephits around the arena! I laughed so hard, I cried!"
ko: "이게 좋은 쇼지! 골라리온에서 온 머저리 몇 명이 메피트를 쫒아 온 투기장을 뛰어다닌다니! 쳐웃다가 눈물까지 짰잖아!'
ko_mt: "정말 멋진 쇼였어요! 골라리온의 어떤 멍청이가 경기장 주변에서 메피트를 쫓아다니다니! 너무 웃어서 울었어요!"

source: "Fighting mephits? Is that the best they can do? Are Golarians really that pathetic?"
ko: "메피트와 혈투를 벌여? 정말 저들이 보여줄 수 있는 전부인가? 골라리온인들이 저렇게 별 볼 일 없다고?"
ko_mt: "메피트과 싸우는 게? 그게 그들이 할 수 있는 최선인가요? 골라리온인들이 정말 그렇게 한심한가요?"

source: "This fighter is a nobody from nowhere. But if {mf|he|she} survives, you'll all worship the ground {mf|he|she} walks on!"
ko: "이 싸움꾼은 어디에도 속하지 않는 무명입니다. 하지만 {mf|그|그녀}가 살아남는다면 여러분 모두 {mf|그|그녀}가 밟고 있는 땅을 경배하게 될 것입니다!"
ko_mt: "이 파이터는 아무데도 없는 무명입니다. 하지만 {mf|그|그녀}의 살아남는다면 여러분 모두 {mf|그|그녀}의 밟고 있는 땅을 경배하게 될 것입니다!"

source: "Today, we have the dubious honor of welcoming to the arena... {name} of Golarion! Let's see what moniker {mf|he|she} earns for {mf|himself|herself}, if {mf|he|she} lives that long!"
ko: "오늘, 저희 경기장은 미심쩍는 신입을 맞이하게 됐습니다... 골라리온의 {name}입니다! {mf|그|그녀}가 어떤 별명을 얻게 될지 봅시다. 그때까지 살아남는다면 말이죠!"
ko_mt: "오늘, 경기장에 오신 분을 모호한 영광으로 맞이하게 되었습니다.. 골라리온의 {name}입니다! {mf|그|그녀}가 {mf|그|그녀} 자신을 위해 어떤 별명을 얻게 될지, {mf|그|그녀}는 그렇게 오래 살아남는다면!"

source: "And who will stand against {mf|him|her}? Well, they may be small, but they are far from harmless! If you underestimate them, they'll bite your family jewels off!"
ko: "그럼 누가 {mf|그|그녀}에게 맞설까요? 저들은 작을지 몰라도 결코 무해하진 않습니다! 저들을 과소평가했다간 고환이 뜯길 수도 있거든요!"
ko_mt: "그럼 누가 {mf|그|그녀}에게 맞설까요? 그들은 작을지 몰라도 결코 무해하지 않아요! 그들을 과소평가하면 가족의 보석을 물어뜯을 겁니다!"

source: "An outsized amount of spite wrapped up in a tiny, ugly package! It's Smugmug's Wild Gang of Mephits!"
ko: "작고 못생긴 저 무리에는 엄청난 악의가 깃들어 있답니다! 스머그머그의 야생 메피트 갱단입니다!"
ko_mt: "작고 못생긴 패키지에 엄청난 양의 악의가 담겨 있습니다! 스머그머그의 야생 메피트 갱단입니다!"

source: "Hahahaha! They should have just matched {mf|him|her} up against a herd of swine!"
ko: "하하하! 저런 자식은 돼지 떼와 맞붙였어야지!"
ko_mt: "하하하! 돼지 떼와 {mf|그|그녀}를 맞붙였어야 했어요!"

source: "Is {mf|he|she} really going to fight against mephits? So pathetic!"
ko: "진짜로 메피트랑 싸운다고? 한심하기 그지없군!"
ko_mt: "{mf|그|그녀}의 정말 메피트과 싸울 건가요? 너무 한심해!"

source: "Smugmug, bite {mf|his|her} {mf|balls|boobs} off! My money's on the mephit!"
ko: "스머그머그, {mf|불알|젖통}을 물어뜯어 버려! 내 돈이 메피트에 걸려 있다고!"
ko_mt: "스머그머그, {mf|그|그녀}를 물어요! {mf|balls|boobs} 꺼! 내 돈은 메피트에 걸게요!"

source: "I'll bite your nose off, you Golarian scum! I am the wild and terrible Smugmug! Tremble before me!"
ko: "네 코를 물어뜯어버리겠다, 골라리온 쓰레기야! 나는 거칠고 무시무시한 스머그머그다! 내 앞에서 벌벌 떨어라!"
ko_mt: "코를 물어뜯어버리겠다, 이 골라리안 쓰레기야! 나는 거칠고 끔찍한 스머그머그다! 내 앞에서 벌벌 떨라!"

source: "We will soon know which of these two titans will emerge victorious! Fighters, commence battle!"
ko: "이 두 거인 중 누가 승리할지 곧 알 수 있을 겁니다! 전사들이여, 전투를 시작하라!"
ko_mt: "이 두 거인 중 누가 승리할지 곧 알게 될 것입니다! 파이터들, 전투를 시작하라!"

source: "What a heavy blow to Alushinyrra's fashion scene, but what a magnificent fight!"
ko: "알루시니라 패션계에 큰 타격이 되겠지만, 정말 멋진 싸움이었습니다!"
ko_mt: "알루시니라의 패션계에 큰 타격을 주었지만, 정말 멋진 싸움이었습니다!"

source: "Golarian, when you've flayed us, sew our skins together into a coat. We'd like to stay together forever."
ko: "골라리온인, 네가 우리 가죽을 다 벗긴다면, 가죽을 꿰매서 외투를 만들어 줘. 우린 영원히 함께하고 싶어."
ko_mt: "골라리안, 우리 가죽을 다 벗기면 가죽을 꿰매서 외투를 만들어 주세요. 우린 영원히 함께하고 싶어요."

source: "Despite my cunning schemes, and despite the extensive experience of {mf|his|her} rivals, the victory belongs to... the Mephit Slayer!"
ko: "제 계획은 주도면밀했고, 상대방은 경험이 풍부했음에도 불구하고, 승리는... 메피트 학살자의 차지입니다!"
ko_mt: "나의 교활한 계략과 {mf|그|그녀}의 라이벌들의 풍부한 경험에도 불구하고, 승리는.. 메피트 슬레이어에게 돌아갑니다!"

source: "Yes! The Mephit Slayer! You're the best!"
ko: "좋아! 메피트 학살자! 네가 최고야!"
ko_mt: "그래! 메피트 슬레이어! 네가 최고야!"

source: "You've ruined my clothes! This suit used to be... The skin of a respectable demon."
ko: "네가 내 옷을 망쳤어! 이 옷은... 명성이 자자했던 데몬의 가죽으로 만든 거라고."
ko_mt: "내 옷을 망쳤어! 이 옷은 예전엔.. 존경할 만한 데몬의 가죽이었어."

source: "Brother! In your memory, I will wear your face as a mask!"
ko: "안 돼! 내가 너의 추억을 기리며 네 얼굴을 가면으로 쓸게!"
ko_mt: "오빠! 형을 기억하며 형의 얼굴을 가면으로 쓰겠습니다!"

source: "Sister! In your memory, I will wear your face as a mask!"
ko: "안 돼! 내가 너의 추억을 기리며 네 얼굴을 가면으로 쓸게!"
ko_mt: "자매님! 언니를 기억하며 언니의 얼굴을 가면으로 쓰겠습니다!"

source: "The Flayer Twins are a duo no longer! It's time to think of a new nickname!"
ko: "무두질 쌍둥이는 더 이상 두 명이 아니군요! 새로운 별명을 생각해볼 때입니다!"
ko_mt: "플레이어 트윈스는 더 이상 듀오가 아닙니다! 새로운 별명을 생각해볼 때입니다!"

source: "{mf|He|She}'s defeated a formidable enemy — Smugmug the mephit! But {mf|he|she} wants more! Please welcome, the heartless executioner from Golarion — {name}, the Mephit Slayer!"
ko: "{mf|그|그녀}는 메피트 스머그머그라는 강력한 적을 물리쳤습니다! 하지만 {mf|그|그녀}는 더 강력한 적을 원합니다! 골라리온의 무자비한 처형자 {name}, 메피트 학살자를 환영해 주세요!"
ko_mt: "{mf|그|그녀}의 강력한 적을 물리쳤습니다 - 메피트 스머그머그! 하지만 {mf|그|그녀}는 더 많은 것을 원합니다! 골라리온의 무자비한 처형자 {name}, 메피트 슬레이어를 환영해 주세요!"

source: "So who will {mf|he|she} fight today? I'll give you a hint! They'll get under your skin!"
ko: "그럼 오늘 {mf|그|그녀}는 누구와 싸울까요? 힌트를 드리겠습니다! 여러분의 살을 떨게 할 자들입니다!"
ko_mt: "그럼 오늘 {mf|그|그녀}는 누구와 싸울까요? 힌트를 드릴게요! 그들은 당신의 피부 밑으로 들어갈 것입니다!"

source: "Oh, yes! One day, they decided to get under a gladiator's skin... So they killed one, flayed him, and wore his skin as a suit!"
ko: "네, 맞습니다! 언제부턴가 검투사의 가죽을 입기로 한 자들입니다... 그래서 검투사 한 명을 죽여서 가죽을 벗기고 그 가죽을 옷으로 입었죠!"
ko_mt: "오, 그래! 어느 날, 그들은 검투사의 가죽을 입기로 결심했어.. 그래서 검투사 한 명을 죽여서 가죽을 벗기고 그 가죽을 옷으로 입었지!"

source: "Meet the duo who makes all twins terrifying! Today, they are going to dress themselves in the height of Golarian fashion! The Flayer Twins!"
ko: "쌍둥이란 말만 들어도 겁먹게 만들 한 쌍을 만나보세요! 오늘 이들이 골라리온인 소재 패션의 정점을 보여줄 겁니다! 무두질 쌍둥이입니다!"
ko_mt: "모든 쌍둥이를 무섭게 만드는 듀오를 만나보세요! 오늘은 골라리아 패션의 정점을 보여줄 거예요! 플레이어 쌍둥이입니다!"

source: "Ha, I'll make a pair of shoes out of you, you soft and spineless outsider!"
ko: "하, 연약하고 기개 없는 이방인 녀석, 내가 너로 신발 한 켤레를 만들어 주마!"
ko_mt: "하, 이 무르고 뻣뻣한 외부인아, 내가 너로 신발 한 켤레를 만들어 주마!"

source: "We'll see which contestants survive, and which ones decorate the arena with their dead bodies! Fighters, commence battle!"
ko: "어떤 참가자가 살아남고, 어떤 참가자가 시체로 경기장을 장식할지 보시죠! 전사들이여, 전투를 시작하라!"
ko_mt: "어떤 참가자가 살아남고, 어떤 참가자가 시체로 경기장을 장식할지 지켜보겠습니다! 파이터들, 전투를 시작하라!"

source: "Atselm is just toying with her victim! She takes her time before a kill. How violent... and erotic!"
ko: "앗셀름은 희생양을 갖고 놀려고 하고 있습니다! 그녀는 살인을 하기 전에 시간을 끌죠. 이 어찌나 폭력적이고... 사랑스러운지!"
ko_mt: "아셀름은 희생자를 가지고 노는 거예요! 그녀는 살인을 하기 전에 시간을 끌어요. 얼마나 폭력적이고.. 에로틱한가!"

source: "I can't believe my eyes! It looks like Atselm's nickname will soon be changing from 'Thrice-Killed' to 'Fourth-Time-Unlucky'!"
ko: "제 눈을 믿을 수가 없군요! 앗셀름의 별명이 곧 '세 번 죽은 자'에서 '네 번 죽은 자'로 바뀔 것 같네요!"
ko_mt: "제 눈을 믿을 수가 없어요! 아셀름의 별명이 곧 '세 번 죽는 놈'에서 '네 번 죽는 놈'으로 바뀔 것 같네요!"

source: "This can't be happening! The Nahyndrian League's fighter is down! The fearsome Atselm has fallen! Long live the newest member of the Nahyndrian League!"
ko: "말도 안 돼! 나힌드리 리그의 투사가 쓰러지다니! 그 무섭던 앗셀름이 쓰러졌어! 나힌드리 리그의 새 일원에게 영광을!"
ko_mt: "이럴 수가! 나헨드리안 리그의 투사가 쓰러졌다! 무시무시한 아셀름이 쓰러졌다! 나헨드리안 리그의 새 멤버 만세!"

source: "Arena! I'll be back! I always come back! This is not the end!"
ko: "투기장이여! 난 돌아오겠다! 언제나 돌아오지! 이걸로 끝이 아니다!"
ko_mt: "아레나! 돌아올게요! 난 항상 돌아와요! 이게 끝이 아니야!"

source: "Now it's time for a serious fight! {mf|He|She} has slain the mephit! {mf|He|She} flayed the Flayer Twins!"
ko: "이제는 진짜로 싸울 시간입니다! {mf|그|그녀}는 메피트를 학살했습니다! {mf|그|그녀}는 무두질 쌍둥이의 가죽을 벗겼죠!"
ko_mt: "이제 본격적으로 싸울 시간입니다! {mf|그|그녀}의 메피트을 처치했습니다! {mf|그|그녀}의 플레이어 쌍둥이를 처치했습니다!"

source: "Now {mf|he|she} wants a place in the Nahyndrian League! This is {name}! The Mephit Slayer!"
ko: "이제 {mf|그|그녀}는 나힌드리 리그의 자리를 차지하려 합니다! {mf|그|그녀}의 이름은 {name}! 메피트 학살자!"
ko_mt: "이제 {mf|그|그녀}의 나헨드리안 리그에 참가하고 싶어 합니다! 여기는 {name}이다! 메피트 슬레이어!"

source: "We love you, Mephit Slayer! Make this League scum bleed!"
ko: "사랑해, 메피트 학살자! 리그 쓰레기의 피를 뿌려줘!"
ko_mt: "사랑한다, 메피트 슬레이어! 이 리그의 쓰레기를 피 흘리게 만들어라!"

source: "The Nahyndrian League proudly presents its fighter. You all know her. You obsess over her. And you all fear her!"
ko: "나힌드리 리그가 자랑하는 투사를 소개드립니다. 관객 여러분 모두 그녀를 알고 계실 겁니다. 모두들 그녀에게 강박을 가지고 있죠. 그리고 모두 그녀를 두려워 하고요!"
ko_mt: "나헨드리안 리그가 자랑스럽게 소개하는 파이터입니다. 여러분은 모두 그녀를 알고 있습니다. 그녀에게 집착하고. 그리고 모두 그녀를 두려워합니다!"

source: "Atselm! Atselm! Atselm! Kill this insolent Golarian! Gut {mf|him|her}! Make {mf|him|her} suffer!"
ko: "앗셀름! 앗셀름! 앗셀름! 저 무례한 골라리온인을 죽여버려! 내장을 파내! {mf|그|그녀}에게 고통을 줘!"
ko_mt: "아셀름! 아셀름! 아셀름! 이 건방진 골라리안 놈을 죽여라! 내장 {mf|그|그녀}를! {mf|그|그녀}를 고통스럽게 만들어라!"

source: "We've enjoyed her hundreds of victories in the arena! And three times, we've enjoyed her defeat and painful death! But every time, she has come back from the dead! An artist of suffering! Atselm Thrice-Killed!"
ko: "우리는 그녀가 투기장에서 기록한 수백 번의 승리를 즐겼습니다! 그리고 세 번, 우리는 그녀의 패배와 고통스러운 죽음을 즐겼지요! 하지만, 매 번, 그녀는 죽음에서 살아 돌아왔습니다! 고통의 예술가! 세 번 살해당한 앗셀름!"
ko_mt: "우리는 그녀가 경기장에서 수백 번의 승리를 거두는 것을 즐겼습니다! 그리고 세 번이나 그녀의 패배와 고통스러운 죽음을 즐겼습니다! 하지만 매번 그녀는 죽음에서 살아 돌아왔어요! 고통의 예술가! 아셀름은 세 번 죽었다!"

source: "I'll cut out your eyes faster than you can blink."
ko: "눈 깜빡할 사이에 네 눈을 도려내주지."
ko_mt: "눈 깜빡이는 것보다 더 빨리 네 눈을 잘라버리겠다."

source: "The winner of this fight will be granted membership in the Nahyndrian League, and the other will die. Or, in the case of Atselm, not die. We will have to find out! Fighters, commence battle!"
ko: "이 싸움의 승자는 나힌드리 리그의 신분을 얻을 것이며, 다른 쪽은 죽을 겁니다. 이런, 앗셀름의 경우에는 죽지 않을 지도요. 곧 확인할 수 있을 겁니다! 투사들이여, 전투를 시작하라!"
ko_mt: "이 싸움의 승자는 나힌드리안 연맹의 회원 자격을 얻게 되고, 상대방은 죽게 됩니다. 아니면 아셀름의 경우 죽지 않을 수도 있겠지. 두고 봐야 알겠지! 파이터들, 전투를 시작하라!"

source: "Introducing a contestant without a name, an anonymous seeker of glory! Facing off against the champion! {Name}! Gelderfang's Slayer! Give it up for our two fighters!"
ko: "이름없는 참가자, 영광을 좆는 익명의 투사를 소개드립니다! 맞은 편에는 챔피언! 겔더팽 살해자! {name}입니다! 두 선수들에게 박수를 보내주십시오!"
ko_mt: "이름 없는 참가자, 익명의 영광을 추구하는 참가자를 소개합니다! 챔피언과 대결합니다! {Name}! 젤더팡의 슬레이어! 두 선수에게 박수를 보내주세요!"

source: "And once again, the victory goes to the one and only {name}, our dangerous and deadly champion!"
ko: "또다시, 승리는 우리의 위험하고 치명적인 독보적 챔피언, {name}에게 돌아갑니다!"
ko_mt: "그리고 다시 한 번, 우리의 위험하고 치명적인 챔피언 {name}에게 승리가 돌아갑니다!"

source: "It's time for a glorious fight! This ambitious Golarian wants to fight the champion of the Battlebliss himself, the deadly Gelderfang!"
ko: "영광스러운 싸움의 순간이 왔습니다! 이 야심 찬 골라리온인은 전투의 환희 챔피언인, 위험천만한 겔더팽과 싸우고 싶어 합니다!"
ko_mt: "영광스러운 싸움을 할 시간입니다! 이 야심 찬 골라리안은 배틀블리스 챔피언인 치명적인 겔더팽과 직접 싸우고 싶어 합니다!"

source: "How exciting, who will emerge victorious? My bet is on the Golarian."
ko: "흥미진진하군요, 누가 승리할까요? 저는 골라리온인에게 걸게요."
ko_mt: "흥미진진하네요, 누가 승리할까요? 저는 골라리안에게 걸겠습니다."

source: "Ur! Urrkaur!"
ko: "우르! 우르카우르!"
ko_mt: "우르! 우르카우르!"

source: "Looks like solidarity has prevailed, and the Golarians have decided to team up! What a twist!"
ko: "골라리온인들이 연대에 성공하여, 팀을 이루기로 한 것 같습니다! 대단한 반전입니다!"
ko_mt: "연대가 승리한 것 같고 골리언들이 팀을 이루기로 결정한 것 같습니다! 대단한 반전입니다!"

source: "We're in this together, right? If we're going to die, we might as well go down fighting. Let's take as many demons as we can with us!"
ko: "우리는 함께 잖아. 그렇지? 우리가 죽어야 한다면, 싸우다 죽는 게 나아. 최대한 많은 데몬을 데려가자!"
ko_mt: "우리는 함께 하는 거잖아요? 죽을 거면 싸우다가 죽는 게 낫지. 최대한 많은 데몬을 데려가자!"

source: "Now please, give a warm welcome... Lamashtu's burp, who's that? Zeklex! Ah, never mind! Give a warm welcome to the Mephit Slayer's friends!"
ko: "그럼 따뜻한 환영을... 라마슈투의 트림이여, 누구야? 제클렉스! 아, 아무것도 아닙니다! 메피트 학살자의 친구들을 따뜻하게 환영해 주세요!"
ko_mt: "이제 따뜻한 환영을.. 라마슈투의 트림 소리, 누구야? 제클렉스! 아, 신경 쓰지 마! 메피트 슬레이어의 친구들을 따뜻하게 환영해 주세요!"

source: "No one can defeat Gelderfang, especially not a soft and squishy mortal. This isn't entertainment. It's just boring."
ko: "누구도 겔더팽을 이길 순 없어. 연약하고 질척거리는 필멸자는 더더욱 못 이기지. 이런 건 오락도 안돼. 지루할 뿐이라고."
ko_mt: "누구도 겔더팡을 이길 수 없으며, 특히 부드럽고 질척거리는 인간은 더더욱 아닙니다. 이건 오락이 아닙니다. 그냥 지루할 뿐이죠."

source: "I am sure that the Battlebliss arena will be able to entertain you, my dear Hepzamirah."
ko: "전투의 환희 투기장은 분명 즐거울 거예요, 헵자미라 님."
ko_mt: "배틀블리스 아레나가 여러분을 즐겁게 해드릴 수 있을 거라고 확신합니다, 헵자미라 왕비님."

source: "Today, the Mephit Slayer will fight Gelderfang himself!"
ko: "오늘은 메피트 학살자가 무려 겔더팽과 싸울 것입니다!"
ko_mt: "오늘은 메피트 슬레이어가 직접 겔더팡과 싸울 것입니다!"

source: "How about a warm-up! Look at all these mephits scurrying around! I think it's time for {mf|his|her} signature move! Let's hear it for the Mephit Slayer!"
ko: "몸풀기는 어떨까요! 이 수많은 메피트들을 보십시오! {mf|그|그녀}의 시그니처 무브가 나올 때인 것 같네요! 메피트 학살자에게 박수를!"
ko_mt: "워밍업은 어때요! 이 많은 메피트들 좀 봐요! 이제 {mf|그|그녀}의 시그니처 무브가 나올 시간인 것 같아요! 메피트 슬레이어에게 박수를 보내자!"

source: "Filthy scoundrels! We'll show you what Golarians can do!"
ko: "더러운 악당들! 골라리온인들이 뭘 할 수 있는지 보여주마!"
ko_mt: "더러운 악당들! 골리안이 뭘 할 수 있는지 보여줄게!"

source: "We'll tear them to pieces! А fight with the champion? Screw that! Whoever kills the Golarian gets a double ration for dinner!"
ko: "우리가 갈기갈기 찢어버리자! 챔피언과 싸운다고? 엿이나 잡수라지! 골라리온인을 죽이는 자는 저녁 식사 두 배다!"
ko_mt: "우리가 갈기갈기 찢어버릴 거야! А 챔피언과 싸워? 엿 먹어라! 골리언을 죽이는 자는 저녁 식량을 두 배로 받을 수 있다!"

source: "And now, the moment you've all been waiting for, the event that will have everyone on the edge of their seats! Welcome to the arena, the invincible champion, Gelderfang!"
ko: "자, 지금부터 여러분 모두가 기다려온 순간, 모두를 열광하게 할 이벤트가 시작됩니다! 무적의 챔피언 겔더팽, 투기장에 온 것을 환영한다!"
ko_mt: "이제 여러분 모두가 기다려온 순간, 모두를 열광하게 할 이벤트가 시작됩니다! 무적의 챔피언 겔더팽이 경기장에 온 것을 환영합니다!"

source: "Arena, welcome your ruler! I have come here to give you a gift — this poor creature's death! I will make it exquisite!"
ko: "투기장이여, 지배자를 환영해라! 내가 이 불쌍한 생물에게 죽음을 선사하러 왔다! 내가 죽음을 아름답게 만들어 주마!"
ko_mt: "아레나, 통치자를 환영한다! 이 불쌍한 생명체의 죽음을 선물로 주러 왔다! 내가 절묘하게 만들겠다!"

source: "The champion is not looking his best! Could it be that he spent last night in bed with some charming succubi? He must have worn himself out!"
ko: "챔피언의 상태가 좋아 보이지 않습니다! 어젯 밤에 매력적인 서큐버스와 잠자리를 가진 걸까요? 무척 지친 것이 분명해요!"
ko_mt: "챔피언의 컨디션이 좋지 않습니다! 어젯밤에 매력적인 서큐비와 침대에서 잤을까요? 분명 지쳤을 겁니다!"

source: "Give a warm welcome to the champion! Let's hear it for the strong, the tireless, the one-and-only, Gelderfang! We all adore him!"
ko: "챔피언을 따뜻하게 환영해 주세요! 강하고 지칠 줄 모르는 유일무이한 겔더팽에게 박수를 보내주세요! 우리 모두 그를 좋아해요!"
ko_mt: "챔피언에게 따뜻한 환영을! 강하고 지칠 줄 모르는 유일무이한 겔더팡을 위해 박수를 보내주세요! 우리 모두 그를 사랑합니다!"

source: "The time has come for some serious bloodshed! Give a warm welcome to our best fighters, seasoned and merciless! And behold, the gruesome skills of our contestant!"
ko: "엄청난 유혈 사태의 순간이 왔습니다! 노련하고 무자비한 최고의 전사들을 따뜻하게 환영해 주세요! 그리고 저희 참가자들의 섬뜩한 기술을 보십시오!"
ko_mt: "유혈 사태가 벌어질 때가 왔습니다! 노련하고 무자비한 최고의 전사들을 따뜻하게 환영해 주세요! 그리고 우리 참가자들의 끔찍한 기술을 보십시오!"

source: "We're here to kill and die! We are fierce and furious, the unloved children of the arena!"
ko: "우리는 죽이고 죽으러 이곳에 왔디! 우리는 사납고 맹렬한, 사랑받지 못한 투기장의 자식들이다!"
ko_mt: "우리는 죽이고 죽으러 왔다! 우리는 사납고 분노한, 사랑받지 못하는 경기장의 자식들이다!"

source: "Let's take down this Golarian upstart, and get our gold! Let's go!"
ko: "골라리온 풋내기를 쓰러뜨리고 금을 차지하자! 가자!"
ko_mt: "골라리온의 신예를 쓰러뜨리고 금을 차지하자! 가자!"

source: "We've been waiting for you, Gelderfang! Come here! This will be a glorious fight!"
ko: "기다리고 있었다, 겔더팽! 와라! 영광스런 전투가 될 거다!"
ko_mt: "널 기다리고 있었어, 겔더팡! 이리 와라! 영광스러운 싸움이 될 거야!"

source: "What is this? The gladiators won't touch the Mephit Slayer! They are going to fight on {mf|his|her} side against the champion!"
ko: "이건 또 뭐죠? 검투사들이 메피트 학살자를 건드리지도 않습니다! 그들은 챔피언에게 맞서 {mf|그|그녀}의 편이 될 작정인 듯합니다!"
ko_mt: "이게 뭐야? 검투사들은 메피트 슬레이어를 건드리지 않을 겁니다! 그들은 챔피언을 상대로 {mf|그|그녀}의 편에서 싸울 것입니다!"

source: "Who will bring an end to this contestant's string of victories? Behold, the fighters from the Nahyndrian League! Give it up for Atselm, and Rrrrrrruksa!"
ko: "누가 이 참가자의 연승 행진에 종지부를 찍을까요? 나힌드리 리그의 전사들을 보십시오! 앗셀름과 러어어어크사에게 박수를 보내주세요!"
ko_mt: "누가 이 참가자의 연승 행진에 종지부를 찍을까요? 나헨드리안 리그의 파이터들을 보십시오! 아셀름과 르르르르륵사에게 박수를 보내주세요!"

source: "You struck me down once, but now I'll get my revenge!"
ko: "네가 날 한 번 쓰러뜨렸으니, 이번엔 내가 복수할 거야!"
ko_mt: "네가 날 한 번 쓰러뜨렸으니 이제 내가 복수할 거야!"

source: "We will abide by our agreement, {name}!"
ko: "{name}, 약속한 대로다!"
ko_mt: "{name}, 우리는 계약을 준수할 것입니다!"

source: "Wow! Looks like the Mephit Slayer has made some new friends in the arena!"
ko: "와우! 메피트 학살자가 투기장 내에서 새 친구를 몇 명 사귄 모양이로군요!"
ko_mt: "와우! 메피트 슬레이어가 투기장에 새 친구를 사귀었나 봐요!"

source: "Did you expect me to fall for this stupid plan of yours? You fool! I'll kill you first, and deal with Gelderfang later!"
ko: "네 멍청한 계획에 동조할 거라 생각했냐? 바보 녀석! 너를 먼저 죽인 다음 겔더팽을 처리할 거다!"
ko_mt: "내가 이 멍청한 계획에 넘어갈 줄 알았어? 이 멍청한 놈! 널 먼저 죽이고 겔더팡은 나중에 처리할 거야!"

source: "I'm tired of waiting around! I'll kill you where you stand, Golarian!"
ko: "기다리기도 지치는구나! 거기가 네 뒤질 자리다, 골라리온인!"
ko_mt: "기다리는데 지쳤어! 이 자리에서 죽여버릴 거야, 골라리안!"

source: "It looks like the champion is eager to shed some blood! He doesn't want to wait any longer! Give a huge welcome to the invincible Gelderfang!"
ko: "챔피언이 피를 보고 싶은 모양입니다! 더 기다려줄 수 없는 것 같군요! 무적의 겔더팽에게 열렬한 환호를 부탁드립니다!"
ko_mt: "챔피언이 피를 흘리고 싶어 하는 것 같습니다! 더는 기다릴 수 없나 봅니다! 무적의 겔더팽을 크게 환영해 주세요!"

source: "I am Ruksa! I will rule this place! Kneel before me, you pathetic maggots!"
ko: "나는 러크사다! 내가 이곳을 지배할 것이다! 내 앞에 무릎 꿇어라, 이 한심한 구더기들아!"
ko_mt: "나는 루크사입니다! 내가 이곳을 지배할 것이다! 내 앞에 무릎 꿇어라, 이 한심한 구더기들아!"

source: "We'll make this quick. Hit Gelderfang, don't touch the Golarian. Hey, Mephit Slayer! We're your fans!"
ko: "빠르게 끝내자고. 겔더팽을 조지고, 골라리온인은 건들지 마. 이봐, 메피트 학살자! 우리는 네 팬이야!"
ko_mt: "빨리 끝낼게요. 겔더팡을 공격하고 골라리안은 건드리지 마세요. 안녕, 메피트 슬레이어! 우린 당신 팬이에요!"

source: "But what's this? It seems like the Mephit Slayer's fans have decided to help {mf|him|her} in the fight!"
ko: "이게 뭐죠? 메피트 학살자의 팬들이 {mf|그|그녀}의 싸움을 도우러 나섰습니다!"
ko_mt: "하지만 이건 뭐지? 메피트 슬레이어의 팬들이 {mf|그|그녀}의 전투를 돕기로 결정한 것 같습니다!"

source: "Harab hakh nigur, Gelderfang!"
ko: "하랍 하크 니굴, 겔더팽!"
ko_mt: "하랍 하크 니구르, 돈을 잡아라!"

source: "One of the Mephit Slayer's fans dealt Gelderfang a treacherous blow! How will that affect the champion's powers?"
ko: "메피트 학살자의 팬들 중 한 명이 겔더팽에게 치명상을 가했습니다! 과연 챔피언의 힘에 영향이 있을 까요?"
ko_mt: "메피트 슬레이어의 팬 중 한 명이 겔더팽에게 치명적인 타격을 입혔습니다! 챔피언의 능력에 어떤 영향을 미칠까요?"

source: "If this were a fair fight, it would have been boring. But Irmangaleth will never allow boredom in his arena!"
ko: "공정한 싸움이었다면 지루했을 게 뻔해. 하지만 이르망갈레스는 투기장에 지루함이라는 것을 허락하지 않지!"
ko_mt: "만약 이것이 공정한 싸움이었다면 지루했을 것입니다. 하지만 이르만갈레스는 자신의 경기장에서 지루함을 절대 허용하지 않습니다!"

source: "Check your bets! The victory goes to the newcomer from Golarion! It looks like the heart of a real demon beats within {mf|his|her} chest!"
ko: "자기 배당을 확인하십시오! 승자는 골라리온에서 온 신참입니다! {mf|그|그녀}의 가슴에 진짜 데몬의 심장이 뛰고 있는 모양이네요!"
ko_mt: "베팅을 확인하세요! 골라리온에서 온 신인에게 승리가 돌아갑니다! 진짜 데몬의 심장이 {mf|그|그녀}의 가슴에서 뛰는 것 같습니다!"

source: "You see, Yozz, {mf|he|she} talked to everyone, even Gelderfang and Ruksa, and {mf|he|she}'s still alive!"
ko: "봐라, 요즈. {mf|그|그녀}는 모두와, 심지어 겔더팽과 러크사와도 대화를 해놓고 멀쩡 살아있잖나!"
ko_mt: "요즈, {mf|그|그녀}의 겔더팡과 루크사까지 모두와 대화를 나눴고 {mf|그|그녀}는 아직 살아있어요!"
