Repository: akintos/wotr-translation
Catalog: translation/*/AreaLogic.po
Languages: ko, ko_mt

source: "And you, fool, do not triumph prematurely. Your sister is powerful, but you are nothing more than her pathetic henchman. She will defeat you, no matter what trickery you have devised."
ko: "그리고 너, 머저리 녀석아. 너무 이른 축배를 들지 마라. 네 누이는 강하지만, 너는 그녀의 하찮은 졸개일 뿐이다. 네가 그 어떤 속임수를 짜내던, 그녀는 간파할 것이다."
ko_mt: "그리고 너, 바보, 조기에 승리하지 마십시오. 당신의 여동생은 강력하지만 당신은 그녀의 한심한 심복에 지나지 않습니다. 당신이 어떤 속임수를 써도 그녀는 당신을 이길 것입니다."

source: "Burn in flames, love one another, or kill each other. I don't care... Nothing makes any sense... Nothing matters..."
ko: "불길에 타오르거나, 다른 이를 사랑하거나, 서로를 죽이거라. 나는 상관하지 않는다... 아무런 의미도 없어... 중요하지 않다..."
ko_mt: "화염에 불타거나, 서로 사랑하거나, 서로를 죽이거나. 상관없어.. 아무 의미도 없어.. 아무것도 중요하지 않아..."

source: "We'll track you down, intruder! You can travel across the planes, but you cannot hide from us! We will find you! No one defies the will of the Abyss!"
ko: "침입자, 너를 추격해주마! 네가 아무리 차원을 뛰어 넘어 봤자, 우리에게서 숨을 수는 없어! 우리는 너를 발견할 것이다! 누구도 심연의 의지를 거스를 수는 없다!"
ko_mt: "우리가 당신을 추적 할 것이다, 침입자! 당신은 차원을 가로 질러 여행 할 수 있지만 우리로부터 숨을 수는 없습니다! 우리가 찾아낼 것이다! 아무도 심연의 뜻을 거스를 수 없다!"

source: "Attack! Tear down these walls and kill everyone inside!"
ko: "공격하라! 이 벽을 찢고 안에 있는 모두를 학살하라!"
ko_mt: "공격! 이 벽을 부수고 안에 있는 모든 사람을 죽여라!"

source: "Stand back. We are the guardians of this place. We are the will of the Shadowspawn {mf|Lord|Lady}."
ko: "물러서라. 우리는 이곳의 수호자이다. 우리는 그림자붙이 군주의 의지이다."
ko_mt: "물러서세요. 우리는 이곳의 수호자다. 우리는 섀도우스폰 군주의 뜻이다."

source: "What? The Lady in Shadow? I spit on her!"
ko: "뭐? 그림자의 여주인? 그년한테는 침이나 뱉어 주마!"
ko_mt: "뭐? 그림자 속의 여인? 그녀에게 침을 뱉었어!"

source: "It's harder to spit when you don't have a head, isn't it?"
ko: "모가지가 없으면 침도 못 뱉겠지, 안그래?"
ko_mt: "머리가 없으면 침 뱉기가 더 어렵지 않습니까? "

source: "We're over here! Help! Take us away from this awful place!"
ko: "우리 여기 있어요! 이 끔찍한 곳에서 빼내줘요!"
ko_mt: "우리 여기 있어요! 도와주세요! 이 끔찍한 곳에서 우리를 데려가주세요!"

source: "Get off the barricade, you nitwits!"
ko: "방어벽 치워, 멍청이들아!"
ko_mt: "바리케이드에서 내려, 이 멍청이들아! "

source: "We'll be good slaves! We're obedient and skilled! Take us and keep us!"
ko: "우리 좋은 노예가 될게요! 우리는 순종적이고 솜씨가 좋아요! 우리를 데려가 주세요!"
ko_mt: "우린 착한 노예가 될 거야! 우리는 순종적이고 숙련되어 있습니다! 우리를 데려가서 지켜주세요!"

source: "Idiots! They'll devour you!"
ko: "멍청이들! 너희 잡아먹힐 거야!"
ko_mt: "멍청이들! 그들은 당신을 삼킬 것입니다!"

source: "This final hour is upon us, brothers and sisters! Let us not disgrace the name of our leader! Let us die with honor!"
ko: "형제자매들아, 최후의 순간이다! 우리 우두머리의 이름을 더럽히지 마라! 명예롭게 죽어라!"
ko_mt: "형제자매 여러분, 마지막 시간이 다가왔습니다! 우리 지도자의 이름을 욕되게 하지 맙시다! 명예롭게 죽읍시다!"

source: "What? How could mortals be beating us back?"
ko: "뭐야? 어떻게 필멸자들이 우리를 공격할 수가 있지?"
ko_mt: "뭐? 어떻게 필멸자가 우리를 때릴 수 있습니까? "

source: "Despair and our faith in the Inheritor lead us into battle! We do not fear death! {name} fought you, and we will do our part!"
ko: "좌절, 그리고 계승자님에 대한 우리의 믿음이 이 전투를 이끈다! 우리는 죽음을 두려워하지 않는다! {name}(이)가 너와 싸웠다! 그러니 우리도 우리의 역할을 다할 것이다!"
ko_mt: "절망과 계승자에 대한 믿음이 우리를 전투로 이끈다! 우리는 죽음을 두려워하지 않는다! {name}이 당신과 싸웠고, 우리는 우리의 역할을 할 것입니다!"

source: "Get back. You're frightening me. I don't think you'll... enjoy what happens next."
ko: "물러나라. 너는 날 위협하였다. 네가... 다음에 일어날 일을 즐기리라고는 생각되지 않는군."
ko_mt: "물러서. 무서워 죽겠어. 나는 당신이.. 다음에 일어나는 일을 즐기지 않을 것이라고 생각합니다."

source: "At last, a worthy foe! This will be a glorious battle! Kill and die, and may our demise be the quill that inscribes our names in history!"
ko: "마침내, 가치있는 적이로군! 영광스러운 전투가 될 것이다! 죽이고 죽어라! 그리고 우리의 죽음이 우리 이름을 역사에 새기는 깃펜이 되어 주기를 빌어라!"
ko_mt: "마침내, 합당한 적을 만났다! 영광스러운 전투가 될 것이다! 죽고 죽어 우리의 죽음이 역사에 우리의 이름을 새기는 퀼이 되길 바란다!"

source: "Ha! Some kid's trying to intimidate us!"
ko: "하! 웬 꼬마가 우리를 위협하려고 하는데!"
ko_mt: "하! 어떤 꼬마가 우리를 협박하려고합니다! "

source: "It's a qlippoth! The devourers are here! Run!"
ko: "클리포트잖아! 포식자가 나타났다! 튀어!"
ko_mt: "퀴리포스다! 삼키는 자들이 여기 있다! 도망쳐!"

source: "Hey! Help us! What are you doing over there?"
ko: "어이! 우릴 도와줘! 거기서 뭘 하는 거야?"
ko_mt: "이봐요! 도와줘요! 거기서 뭐하는 거야?"

source: "Ollaeekh haar... Ollaeekh haar geedes... Ollaeekh!"
ko: "올라에이크 하아... 올라에이크 하아 지데스... 올라에이크!"

source: "Are they praying? Or... Oh, no!"
ko: "기도하는 거야? 아니면... 어, 안돼!"
ko_mt: "그들은 기도하고 있나요? 아니면.. 오, 안돼!"

source: "We've been betrayed! We knew something was wrong with them!"
ko: "배신당했다! 뭔가 이상하다고는 생각했는데!"
ko_mt: "우리는 배신당했습니다! 우리는 그들에게 뭔가 잘못되었다는 것을 알았습니다!"

source: "This is our arena! Taste the bliss of battle!"
ko: "이곳이 우리의 투기장이다! 전투의 기쁨을 맛보아라!"
ko_mt: "여기가 우리의 경기장입니다! 전투의 행복을 맛보세요!"

source: "You pursue us still, damned creatures! Know that we will not run, as we have nowhere else to run!"
ko: "아직도 우리를 쫒는구나, 빌어먹을 놈들아! 물러날 곳도 없으니, 도망치지도 않을 거라 알아둬라!"
ko_mt: "아직도 우리를 쫓아오는구나, 저주받은 생명체들아! 우리는 도망 갈 곳이 없으므로 도망 가지 않을 것임을 아십시오!"

source: "What? What is this light inside of me? I feel... power! Begone, wretched spawn!"
ko: "뭐지? 내 안에서 웬 빛이 나는 거야? 이건... 힘이 느껴진다! 사라져라, 사악한 종자들아!"
ko_mt: "뭐? 내 안에서 이 빛은 뭐지? 힘이 느껴져! 저리 가라, 비참한 스폰!"

source: "Ah! It burns! Loathsome light!"
ko: "악! 뜨거워! 혐오스러운 빛이야!"
ko_mt: "아! 타들어간다! 혐오스러운 빛!"

source: "The celestial power is in our hands! The light is with us!"
ko: "천계의 힘이 우리의 손에 있다! 빛이 우리와 함께 한다!"
ko_mt: "천상의 힘은 우리 손에 있다! 빛은 우리와 함께합니다!"

source: "How did they do that? Their light is so bright!"
ko: "어떻게 된 거지? 저 빛은 너무 밝아!"
ko_mt: "어떻게 한 거지? 그들의 빛이 너무 밝아요!"

source: "This camp is under the protection of Our Lady in Shadow! Begone, you filth!"
ko: "이 야영지는 그림자의 여주인께서 보호하신다! 물러가라, 불결한 쓰레기야!"
ko_mt: "이 캠프는 그림자 속의 성모님의 보호 아래 있다! 꺼져, 이 오물아!"

source: "What's that noise?"
ko: "이 소란은 뭐지?"
ko_mt: "저 소음이 뭐야? "

source: "I sense something..."
ko: "뭔가 느껴지는군..."
ko_mt: "나는 뭔가를 느낀다..."

source: "Is someone here? Show yourself, or I'll find you!"
ko: "누구 있느냐? 모습을 밝혀라! 아니면 내가 밝혀주겠다!"
ko_mt: "여기 누구 있어요? 나타나지 않으면 내가 찾아낼거야!"

source: "Wait, you need to arm yourself! Look in the chest. Before the festival, Hulrun put all the weapons he confiscated in there. Your stuff should be in there too, if it survived the fall."
ko: "잠깐, 무장하는 게 좋을 거야! 상자 안을 살펴봐. 헐런이 축제 전에 압수했던 무기들은 전부 거기에 들어있어. 네 물건도 떨어진 충격을 견뎌냈다면 거기 있을 거야."
ko_mt: "잠깐만요, 무장을 하셔야 해요! 상자 안을 봐요. 축제 전에 훌런이 압수한 무기를 모두 저 안에 넣었어. 낙하에서 살아남았다면 네 물건도 저 안에 있을 거야."

source: "Get in! Bullseye!"
ko: "맞았다! 정중앙이야!"
ko_mt: "타! 불스아이!"

source: "Left! Aim further to the left!"
ko: "왼쪽! 조금 더 왼쪽으로!"
ko_mt: "왼쪽! 왼쪽으로 더 조준해!"

source: "Ooh! What about at a hundred paces — can you do it?"
ko: "오! 백 걸음 밖에도 맞출 수 있나?"
ko_mt: "우! 100보로 달리는 건 어때요? 할 수 있어요?"

source: "Behold, crusader gods, behold, Iomedae, you poor Impostor. Your city will fall to me. Your followers will feed my hunger."
ko: "보아라, 성전의 신들아, 보아라, 아이오메데, 하찮은 협잡꾼아. 너희의 도시가 내 앞에 무너지리라. 너희의 추종자들이 내 허기를 채우리라."
ko_mt: "십자군 신들이여, 이 불쌍한 사기꾼 아이오메데를 보소서. 네 도시는 내게 함락될 것이다. 네 추종자들이 내 굶주림을 채워줄 것이다."

source: "Let the feast begin."
ko: "만찬을 시작하라."
ko_mt: "잔치를 시작합시다."

source: "I love a drink, me! Especially when the city's footing the bill!"
ko: "난 술이 좋아! 특히 시에서 비용을 부담할 땐 더욱!"
ko_mt: "전 술이 좋아요, 저! 특히 시에서 비용을 부담할 때는 더더욱요!"

source: "What do you say — another round?"
ko: "어때, 한 잔 더 할래?"
ko_mt: "어때요, 한 잔 더 할까요?"

source: "Behold, Iomedae — behold the death I sow."
ko: "보아라, 아이오메데, 내가 뿌리는 죽음을 보아라."
ko_mt: "보라, 아이오메데여 - 내가 뿌리는 죽음을 보라."

source: "You call that a punch? Here, lemme show you how it's done!"
ko: "그것도 주먹질이라고 하나? 자, 내가 시범을 보여주지!"
ko_mt: "그걸 펀치라고 하나요? 자, 어떻게 하는지 보여줄게요!"

source: "Sock him one! Oof!"
ko: "한대 쳐 봐! 하!"
ko_mt: "양말 하나만 신겨! 우우!"

source: "Bam! Right in the jaw, ha ha ha!"
ko: "이야! 턱에 제대로 갈겼네, 하하하!"
ko_mt: "쾅! 바로 턱에 맞았어, 하하하!"

source: "Oh mighty Savamelekh! Your faithful servant invokes you now!"
ko: "오 강력한 사바멜레크시여! 당신의 충실한 종이 당신을 부르나이다!"
ko_mt: "오, 위대하신 사바멜렉! 당신의 충실한 종이 지금 당신을 호출합니다!"

source: "Demons! Protect your mistress!"
ko: "데몬들아! 너희의 주인을 보호해라!"
ko_mt: "데몬들아! 네 여주인을 지켜라!"

source: "Demons always make the worst guards."
ko: "데몬들은 언제나 최악의 경비를 두지요."
ko_mt: "데몬은 항상 최악의 경비를 만든다."

source: "Praise Iomedae!"
ko: "아이오메데 만세!"
ko_mt: "아이오메데를 찬양하라!"

source: "Here you are... huddled together like a herd of animals... pitiful monsters, not human or demon. Even tieflings are less defective than you!"
ko: "여기 있었군... 짐승 떼처럼 모여 있는 너희 모습은... 인간도 데몬도 아닌 불쌍한 괴물들 꼴이구나.티플링도 너희보다는 나을 것이다!"
ko_mt: "여기 너희는.. 짐승 무리처럼 모여 있구나.. 인간도 데몬도 아닌 불쌍한 괴물들이야. 티플링조차도 너희보다 결함이 적다!"

source: "But I, your master Savamelekh, can make you better, stronger. I can satisfy your hunger, starvelings of the dark... Submit to me!"
ko: "하지만 너희 주인인 나, 사바멜레크는 너희를 강하고, 나아지게 만들 수 있다. 내가 어둠을 갈망하는 너희의 배고픔을 달래줄 수 있지… 내게 복종하라!"
ko_mt: "하지만 네 주인 사바멜렉은 널 더 강하고 강하게 만들 수 있어. 너의 굶주림과 어둠의 굶주림을 채워줄 수 있어.. 내게 복종하라!"

source: "No! We are the descendants of crusaders! Trusting a demon would be a betrayal of their memory!"
ko: "아니! 우린 성전사들의 자손이다! 데몬을 믿는 건 그들의 역사를 저버리는 행위일 터!"
ko_mt: "안 돼! 우린 십자군의 후예야! 데몬을 믿는 건 기억을 배신하는 거야!"

source: "Hosilla."
ko: "호실라."
ko_mt: "호실라."

source: "Well? Who is the next 'descendant of crusaders' who values old legends more than their life?"
ko: "그래? 자기 목숨보다 오래된 전설을 더 중요시하는 '성전사들의 자손'이 더 있나?"
ko_mt: "어때요? 목숨보다 옛 전설을 더 소중히 여기는 다음 '십자군의 후예'는 누구일까요?"

source: "Beasts... monsters in human guise... reveal your true nature! This is the sweet, wholesome flesh of a righteous aasimar!"
ko: "인간의 탈을 쓴 짐승... 괴물들아...너희 본성을 드러내라! 의로운 아시마르의 달고, 몸에 좋은 살이 여기 있다!"
ko_mt: "짐승.. 인간의 탈을 쓴 괴물.. 너의 본성을 드러내라! 이것이 바로 정의로운 아시마르의 달콤하고 건강한 살이다!"

source: "Eat, 'underground crusaders'! Eat the flesh of the crusader from above! Find your true strength!"
ko: "먹어라, '지하 성전사'들아! 지상 성전사의 살을 먹어라! 너희의 진정한 힘을 얻는 것이다!"
ko_mt: "먹어라, 지하 성전사들아! 위에서 성전사의 살을 먹어라! 진정한 힘을 찾아라!"

source: "The tribesh are gathering. Shoon, shoon we will attack!"
ko: "부죡이 집결하고 있다. 우린 굗, 굗 공격할 것이다!"
ko_mt: "부족들이 모여들고 있다. 슛, 슛, 공격하겠다!"

source: "The other tribesh haven't turned up yet. We're going to wait for them. Jusht another while longer."
ko: "다른 부죡이 아직 나타나지 않았다. 그들을 기다릴 것이다. 죠금만 더 기다려라."
ko_mt: "다른 부족들은 아직 나타나지 않았습니다. 우린 그들을 기다릴 거야. 조금만 더 기다리자."

source: "How long can we wait?"
ko: "얼마나 기다려야 할까요?"
ko_mt: "얼마나 기다려야 하나요?"

source: "Knowing Sull, the preparations will take the best part of a day. Let's go take a look in the Maze ourselves and see what's what."
ko: "설은 준비에만 하루 종일 걸릴 거야. 우리가 직접 미로에 들어가서 조사해보자."
ko_mt: "설을 알기 때문에 준비에 하루 중 가장 많은 시간이 걸릴 것입니다. 미로에 직접 들어가서 뭐가 뭔지 보자고요."

source: "We need to crawl through this crack in the doorway — and then we're in. Trust me, I've done this plenty of times."
ko: "여기 문의 틈으로 기어들어가면 곧장 안쪽이다. 날 믿어라. 여러 번 해 본 일이니까."
ko_mt: "문틈으로 기어 들어가야 합니다. 그리고 들어가면 됩니다. 전 이 일을 여러번 해봤으니 믿으세요."

source: "This door's got a strong lock on it. You'll break every lockpick you have and it still won't budge. Believe me, I've tried."
ko: "이 문은 강력한 자물쇠로 잠겨 있습니다. 자물쇠를 다 부숴도 움직이지 않아요. 제가 해봐서 압니다."
ko_mt: "이 문은 강력한 자물쇠로 잠겨 있습니다. 자물쇠를 다 부러뜨려도 문이 움직이지 않을 겁니다. 저도 해봤으니 믿으세요."

source: "That was before I found the key to it and took a few valuables for myself, ha. Take a look inside, you might find something you can use."
ko: "그 후 제가 열쇠를 찾아서 저를 위한 귀중품 몇 개를 챙겼죠, 하. 안을 뒤져보면 쓸 만한 물건이 있을지도 모릅니다."
ko_mt: "그건 제가 열쇠를 찾아서 귀중품 몇 개를 가져가기 전이었죠. 안을 들여다보면 쓸 만한 물건이 있을지도 몰라요."

source: "Hey, uplanders! Come and see my wares!"
ko: "이봐, 지상인들! 와서 내 물건 봐봐!"
ko_mt: "이봐요, 고지대 주민 여러분! 내 상품을 보러 오세요!"

source: "Our visitors from the surface have never seen a mongrel village before. Maybe we should tell them a little about life down here, eh, Wendu?"
ko: "지상에서 온 우리 손님은 여지껏 잡종 마을을 본 적이 없나 본데. 우리가 여기 지하의 삶을 좀 말해줘야 하지 않을까, 웬두?"
ko_mt: "지상에서 온 방문객들은 몽그렐 마을을 본 적이 없어요. 이곳의 생활에 대해 알려줘야 할 것 같지 않아요, 웬두?"

source: "On our left, as you can see, is a river..."
ko: "왼쪽에는 보시다시피 강이 있고요..."
ko_mt: "보시다시피 왼쪽에는 강이 있습니다..."

source: "Very funny. You're not going to shut up now, even if ask you to, right?"
ko: "아주 재미있네. 내가 제발 닥쳐달라 부탁하더라도 안멈출 것, 맞지?"
ko_mt: "아주 재밌네요. 이제 닥치라고 해도 닥치지 않을 거죠?"

source: "And on our right we have a remarkable view of the picturesque mushroom farms!"
ko: "그리고 오른쪽에는 한 폭의 그림같은 버섯 농장이 펼쳐져 있습니다!"
ko_mt: "그리고 오른쪽에는 그림 같은 버섯 농장의 멋진 풍경이 펼쳐져 있습니다!"

source: "We're almost at the village. Perhaps you can stop playing the clown, at least in front of Sull — things are hard for him right now."
ko: "마을에 거의 다 왔다. 적어도 설 앞에선 광대 놀음을 멈추겠지? 지금은 그에게 힘든 시기잖아."
ko_mt: "마을에 거의 다 왔어요. 설 앞에서만이라도 광대 연기를 그만두면 안 될까요? 지금 설이 힘들어하잖아요."

source: "I'm just trying to lighten the mood a little, Wendu."
ko: "난 그냥 분위기를 좀 풀려는 것 뿐이야. 웬두."
ko_mt: "분위기를 좀 밝게 하려는 거예요, 웬두."

source: "Greetings, Commander! We've been busy taking down demons, but we left a couple for you! They're over there! Good luck!"
ko: "안녕하세요, 사령관님! 저희는 데몬들을 쓰러뜨리느라 분주히 움직였어요. 그래도 당신을 위해 몇 마리는 남겨뒀죠! 저기 있어요! 행운을 빌어요!"
ko_mt: "안녕하세요, 사령관님! 데몬들을 쓰러뜨리느라 바빴지만, 사령관님을 위해 몇 마리를 남겨두었습니다! 저기 있습니다! 행운을 빕니다!"

source: "It seems the undead may solve our problem for us."
ko: "언데드가 우리 문제를 해결해 줄 수 있을 것 같습니다."
ko_mt: "언데드가 우리 문제를 해결해 줄 수 있을 것 같습니다."

source: "Sarenrae, have mercy on us! We may have failed you, but we ask you to save us!"
ko: "서렌레이시여, 저희에게 자비를 베푸소서! 저희가 당신을 실망시켰을지 모르지만, 저희를 구해주시길 부탁드립니다!"
ko_mt: "사렌래, 자비를 베푸소서! 우리가 당신을 실망시켰을지 모르지만, 우리를 구해달라고 부탁합니다!"

source: "Are these really cultists? Damn it, I don't want to watch the undead kill innocent people!"
ko: "저 자들은 정말로 사교도인가? 젠장, 언데드들이 무고한 자들을 죽이는 걸 보고 싶지는 않군!"
ko_mt: "저 사람들 정말 사이비인가요? 젠장, 언데드들이 무고한 사람들을 죽이는 걸 보고 싶지 않아요!"

source: "He... conducted a summoning ritual! What have you done, fool?! Whom did you summon?"
ko: "그... 가 소환 의식을 행했다! 뭔 짓을 한 거야, 멍청아?! 누구를 소환한 거야?"
ko_mt: "그가.. 소환 의식을 진행했다! 무슨 짓을 한 거야, 바보야?! 누구를 소환한 거야?"

source: "This cultist has summoned someone here! We must be prepared to fight whoever responded to his call!"
ko: "그 광신도가 이곳에 누군가를 소환했습니다! 그의 부름에 응한 자가 누구든, 싸울 준비를 해야 합니다!"
ko_mt: "이 광신도가 누군가를 소환했습니다! 그의 부름에 응한 사람이 누구든 싸울 준비를 해야 합니다!"

source: "Forgive me... Forgive me... I'm so sorry..."
ko: "용서해 주세요... 용서해 주세요... 정말 죄송합니다..."
ko_mt: "용서해 주세요.. 용서해줘요.. 정말 미안해..."

source: "Spare my companions, they didn't do anything. They believed we were looking for shelter in Drezen."
ko: "제 동료들은 살려주세요. 그들은 아무 짓도 안 했어요. 우리가 드레젠에서 피난처를 찾고 있는 줄 알았다고요."
ko_mt: "제 동료들은 살려주세요. 그들은 아무 짓도 하지 않았어요. 그들은 우리가 드레젠에서 피난처를 찾고 있다고 믿었습니다."

source: "I deceived them too. And now I will die. I'll become a worm in the Abyss, I deserve nothing more."
ko: "저는 그들마저도 속였습니다. 이제 저는 죽을 겁니다. 심연의 벌레가 되겠죠. 그 이상은 바랄 수 없습니다."
ko_mt: "나도 그들을 속였어요. 이제 나는 죽을 것이다. 심연의 벌레가 되겠지, 더는 그럴 자격이 없어."

source: "I'm sorry for pressuring you like I did, but I had no choice!"
ko: "그렇게 당신을 압박해서 죄송하지만, 어쩔 수 없었어요!"
ko_mt: "그렇게 압박해서 미안하지만 어쩔 수 없었어!"

source: "I am responsible for the safety of the temple. Allow me to do my duty, Eliandra."
ko: "저는 성전의 안전을 책임지고 있습니다. 제 의무를 다할 수 있게 해주세요, 엘리안드라."
ko_mt: "저는 성전의 안전을 책임지고 있습니다. 제 의무를 다할 수 있게 해주세요, 엘리안드라."

source: "Please, my righteous companions. Now is not the time for dissension."
ko: "부탁이네, 내 의로운 동료들이여. 지금은 불화를 일으킬 때가 아닐세."
ko_mt: "제발, 나의 의로운 동료들아. 지금은 불화를 일으킬 때가 아닙니다."

source: "Hahaha! Did you see his face? What a great joke! But now I have to go... The demons won't be happy that I betrayed them!"
ko: "하하하! 녀석의 표정 봤어? 엄청난 장난이었어! 이제 난 가봐야 겠어... 데몬들을 내가 배신했다는 걸 기꺼워하지 않을 테니까!"
ko_mt: "하하하! 저 사람 얼굴 봤어요? 정말 대단한 농담이었어요! 하지만 이제 가야 해요.. 데몬들은 내가 그들을 배신했다고 기뻐하지 않을 것입니다!"

source: "Come closer, {name}, and show us the angel's sword."
ko: "가까이 와요, {name}, 저희에게 엔젤의 검을 보여줘요."
ko_mt: "{name}, 가까이 와서 천사의 검을 보여줘요."

source: "Such a wonderful light... May it be a beacon to guide us!"
ko: "정말 멋진 빛이네요... 우리를 인도하는 등불이 되길!"
ko_mt: "정말 멋진 빛이네요.. 우리를 인도하는 등불이 되길!"

source: "Now it's time for you to pay — for all the evil you've caused since the moment of your creation!"
ko: "네가 창조된 이래 네가 일으킨 모든 악행의 죄값을 치를 때가 됐다!"
ko_mt: "이제 당신이 창조 된 순간부터 당신이 일으킨 모든 악에 대해 대가를 치를 시간입니다! "

source: "Now it's time for us to take a stand — against all the evil you will do if left unchecked."
ko: "우리가 너를 막아설 때가 왔다. 네가 악행을 못하도록 손 봐주겠다."
ko_mt: "이제 우리가 맞서야 할 때입니다 - 방치하면 당신이 할 모든 악에 맞서십시오 "

source: "For Drezen, and for every fallen crusader!"
ko: "드레젠, 그리고 죽은 모든 성전사를 위하여!"
ko_mt: "드레젠과 모든 타락한 십자군을 위하여!"

source: "For every tear that was shed in Sarkoris. Now you will pay for everything you have done!"
ko: "사코리스가 흘린 모든 눈물을 위해! 이제 네가 저지른 모든 일의 대가를 치르게 되리라!"
ko_mt: "사르코리스에서 흘린 모든 눈물을 위해. 이제 당신은 당신이 한 모든 일에 대해 지불 할 것입니다!"

source: "For the blood that was shed in Sarkoris! Now you will pay for everything you have done!"
ko: "사코리스가 흘린 모든 피를 위해! 이제 네가 저지른 모든 일의 대가를 치르게 되리라!"
ko_mt: "사르코리스에서 흘린 피를 위해! 이제 당신은 당신이 한 모든 일에 대한 대가를 치를 것입니다!"

source: "As if you had a choice, demon. You don't get a say in whether you live or die. It is not your decision to make."
ko: "너에게 선택권이 있는 것처럼 말하는구나, 데몬. 네가 살지 죽을지는 네가 정할 수 없다. 네가 결정할 바 아니야."
ko_mt: "선택권이 있는 것처럼, 데몬. 네가 살 것인지 죽을 것인지는 네가 결정할 수 없다. 그것은 당신이 결정할 것이 아닙니다. "

source: "Commander! Come here, quickly!"
ko: "사령관님! 이리 오세요, 어서요!"
ko_mt: "사령관님! 빨리 이리 와요!"

source: "The Paralictor will lead the unit to shelter! We need to get through to them."
ko: "파랄릭터님이 부대를 안전한 곳으로 이끌 겁니다! 그들에게 접근해야 합니다."
ko_mt: "패럴릭터가 부대를 대피소로 인도할 겁니다! 그들에게 접근해야 합니다."

source: "We're still alive! Praised be Sarenrae!"
ko: "우리가 아직 살아있다니! 서렌레이님께 찬사를!"
ko_mt: "우리는 아직 살아있다! 사렌래를 찬양하라!"

source: "This is wrong, Commander!"
ko: "이건 잘못되었습니다, 사령관님!"
ko_mt: "이건 잘못되었습니다, 사령관님!"

source: "The Hellknights are merciless scoundrels, but they're our allies. We can't kill them without a trial."
ko: "헬나이트들은 무자비한 악당들이지만, 그래도 우리의 동맹입니다. 그들을 재판도 없이 죽일 수는 없습니다."
ko_mt: "지옥기사는 무자비한 악당들이지만 우리의 동맹입니다. 재판 없이 그들을 죽일 수는 없습니다."

source: "We're leaving. We want nothing to do with this!"
ko: "우리는 떠나겠습니다. 이 일에는 관여하고 싶지 않아요!"
ko_mt: "우린 떠날 거야. 우린 이 일과 상관없어요!"

source: "Are you trembling, you maggots? Good, good!"
ko: "떨고 있냐, 이 구더기야? 좋아, 좋아!"
ko_mt: "떨고 있냐, 이 구더기들아? 좋아, 좋아!"

source: "So, who'll be served up first at the great Orengofta's table?"
ko: "그래, 위대한 오렌고프타의 식탁에 처음으로 대령될 자는 누구냐?"
ko_mt: "그럼, 위대한 오렌고타의 식탁에서 누가 먼저 서빙될까요? "

source: "Orengofta will smash them all!"
ko: "오랜고프가 너희들을 부술거다!"
ko_mt: "오렌고타가 다 부숴버릴거야!"

source: "We'll rule Drezen! Orengofta is our king!"
ko: "드레젠은 우리가 지배한다! 오렌고프타님이 우리의 왕이시다!"
ko_mt: "우리가 드레젠을 지배할 거야! 오렌고타가 우리의 왕이다!"

source: "Poor sods, they had so much hope in that commander of theirs! I bet {mf|he|she} was eaten by rats long ago!"
ko: "불쌍한 놈들. 자기들 사령관에게 너무 많은 희망을 가졌어! 오래 전에 쥐 먹이가 되었을 게 뻔한데 말야!"
ko_mt: "불쌍한 놈들, 저 사령관에게 너무 많은 희망을 가졌어! 나는 {mf|그|그녀}의 오래전에 쥐에게 먹혔을 거라고 장담한다!"

source: "I saw these mortals first! The trophies are mine!"
ko: "저 필멸자들은 내가 처음 봤어! 저것들은 내 거야!"
ko_mt: "내가 이 필멸자들을 먼저 봤어! 전리품은 내 것이다!"

source: "I'm stronger — I'm taking everything. You don't like it, try and take it off me."
ko: "내가 더 강하다. 그러니까 내가 전부 가진다. 싫으면 나한테 뺏어 보던가."
ko_mt: "나는 더 강해졌다 - 나는 모든 것을 가져갈 것이다. 싫으면 나한테서 떼어내세요"

source: "Careful. There are demons about. They killed half our patrol."
ko: "조심하십시오. 근처에 데몬들이 있습니다. 놈들이 우리 척후를 반이나 죽였습니다."
ko_mt: "조심해. 데몬들이 있어요. 그들은 우리 순찰대의 절반을 죽였습니다."

source: "Oh no! There are too many of them!"
ko: "안 돼! 수가 너무 많아!"
ko_mt: "오 안돼! 너무 많아요! "

source: "This is useless! We're done for!"
ko: "우린 다 끝장이야! 죽었다고!"
ko_mt: "이건 쓸모없어! 우리는 끝났어!"

source: "Don't fall back! Hold the line!"
ko: "물러서지 마! 전열을 유지해!"
ko_mt: "후퇴하지 마! 전선을 지켜라!"

source: "Thanks, Commander."
ko: "감사합니다, 사령관님."
ko_mt: "고마워요, 사령관님"

source: "Commander! For the Commander! Agh..."
ko: "사령관님! 사령관님을 위하여! 악..."
ko_mt: "사령관님! 사령관을 위하여! 아아..."

source: "Quick, run!"
ko: "어서 도망쳐!"
ko_mt: "빨리, 뛰어!"

source: "Get ready to pay for your sins. I am Staunton Vhane, and I have risen from the grave to exact my revenge on everyone who brought me to ruin!"
ko: "네 죗값을 치를 준비를 해라. 나는 스턴튼 베인이다. 나를 파멸시킨 자들 모두에게 복수를 하기 위해 무덤에서 돌아왔다!"
ko_mt: "죄값을 치를 준비를 하세요. 나는 스턴튼 베인이고, 나를 파멸로 이끈 모든 이들에게 복수하기 위해 무덤에서 부활했다!"

source: "Ha ha! Well met! Your city is burning, and you'll burn with it!"
ko: "하하! 잘 만났군! 너의 도시는 불타고 있고, 너도 같이 타오를 것이다!"
ko_mt: "하하! 잘 만났다! 당신의 도시는 불타고 있고, 당신도 함께 불타게 될 것입니다!"

source: "Now I'll finally kill you, you evil beast! Revenge! Revenge at last!"
ko: "마침내 너를 죽이겠구나, 사악한 괴물아! 복수다! 마침내 복수야!"
ko_mt: "이제 드디어 널 죽여주마, 이 사악한 짐승아! 복수다! 드디어 복수다!"

source: "You will pay for killing me and my brother! I have come to collect the debt you owe me!"
ko: "나와 내 형제를 죽인 대가를 치르게 될 것이다! 난 네가 나에게 진 빚을 받으러 왔다!"
ko_mt: "나와 내 동생을 죽인 대가를 치르게 될 것이다! 나는 당신이 내게 빚진 빚을 갚으러 왔습니다!"

source: "It was your idiocy and your coward's heart that got you killed! Leave me alone, you miserable runt!"
ko: "네가 죽은 건 네 멍청함과 나약한 마음 때문이었어! 날 내버려 둬, 하찮은 왜소증 자식아!"
ko_mt: "당신의 어리석음과 겁쟁이 마음 때문에 당신이 죽었습니다! 날 내버려 둬, 이 비참한 놈아!"

source: "Look, it's the Commander!"
ko: "저길 봐! 사령관님이다!"
ko_mt: "봐요, 사령관입니다!"

source: "{mf|He|She}'s back! Now we're sure to hold Drezen!"
ko: "사령관님이 돌아오셨다! 이젠 드레젠을 되찾을 수 있어!"
ko_mt: "{mf|그|그녀}의 돌아왔어요! 이제 우리는 드레젠을 잡을 수 있습니다!"

source: "What troublesome prey! You're hardly worth it. I'll kill you another time, when you have a little more meat on your bones."
ko: "참 성가신 먹잇감이군! 넌 먹이로 삼을 가치가 없겠어. 다음번에 살이 좀 더 붙으면 죽여주마."
ko_mt: "이 귀찮은 먹잇감! 넌 그럴 가치도 없어. 뼈에 살이 조금 더 붙으면 다음에 죽여주마."

source: "Stupid and delicious! I'll feast well today!"
ko: "멍청하고 맛있구나! 오늘은 포식을 하겠어!"
ko_mt: "바보 같고 맛있는! 오늘 잘 먹겠습니다!"

source: "The flesh of a true believer is especially delicious... What a pity they have become so rare, even among the crusaders!"
ko: "진정한 신봉자의 살점은 특히나 맛있거늘 ... 성전군 내에서도 희귀해진 것이 얼마나 안타까운 일인가!"
ko_mt: "참된 신자의 살은 특히 맛있습니다... 십자군들 사이에서도 그렇게 희귀 해졌다는 것이 얼마나 유감입니까!"

source: "Why won't you just accept your fate and become my dinner? I'll eat you all soon enough!"
ko: "왜 너의 운명을 받아들이고 내 저녁이 되질 않는 거냐? 곧 너를 삼켜버리겠다!"
ko_mt: "왜 그냥 운명을 받아들이고 내 저녁이 되지 않겠어? 곧 다 먹어버릴 거야!"

source: "I love to play with my food. Even if it's armed with stupid, steel toothpicks!"
ko: "나는 먹잇감과 노는 게 좋아. 먹잇감이 강철로 된 멍청한 이쑤시개로 무장했더라도!"
ko_mt: "나는 음식을 가지고 노는 것을 좋아합니다. 비록 그것이 멍청한 강철 이쑤시개로 무장하더라도!"

source: "What funny little faces you have when you're afraid. How deliciously pathetic you all are..."
ko: "두려움에 떠는 꼴이 참으로 재미있구나. 너희 하찮은 것들은 또 얼마나 맛있을까..."
ko_mt: "너희들은 무서워할 때 얼마나 웃긴 표정을 짓는지. 너희들은 얼마나 맛있게 한심한지.. "

source: "Lord Baphomet has sent me to bring him your head. You won't escape the Ivory Hunter!"
ko: "바포메트님께서 네 목을 가져오라 보내셨다. 너는 상아 사냥꾼에게서 달아날 수 없을 것이다!"
ko_mt: "바포메트 경께서 당신의 머리를 가져오라고 나를 보내셨다. 당신은 상아 사냥꾼을 피할 수 없습니다!"

source: "Your bones will join the myriad others... Sic 'em!"
ko: "네 뼈는 다른 이들과 함께 할 것이다... 쳐라!"
ko_mt: "당신의 뼈는 무수한 다른 사람들과 합류 할 것입니다... Sic 'em!"

source: "The demon is dead. We are avenged. Thank you, stranger!"
ko: "데몬은 죽었고. 우리는 복수했다. 고맙다, 이방인!"
ko_mt: "데몬은 죽었다. 우리는 복수했습니다. 고마워요, 낯선 사람!"

source: "We're free! Oh, ancestors! We are coming to you!"
ko: "우린 자유다! 선조들이시여! 저희가 가고 있습니다!"
ko_mt: "우린 자유다! 오, 조상님들! 우리는 당신에게 가고 있습니다!"

source: "Now we will be together forever. Farewell, Sarkoris!"
ko: "이제 우리는 영원히 함께할 거야. 잘 있어라, 사코리스!"
ko_mt: "이제 우리는 영원히 함께 할 것입니다. 안녕, 사르코리스!"

source: "We are avenged..."
ko: "끝내 복수해냈도다..."
ko_mt: "우리는 복수한다..."

source: "Free, at last, we're free..."
ko: "자유다, 마침내, 자유야..."
ko_mt: "자유, 마침내, 우리는 자유입니다..."

source: "Murderer! Desecrator! Monster! You killed us — but we have returned."
ko: "살인자! 모독자! 괴물! 네가 우리를 죽였어. 하지만 우린 돌아왔다."
ko_mt: "살인자! 모독자! 괴물! 당신은 우리를 죽였지만 우리는 돌아 왔습니다."

source: "I destroyed you once, pathetic mortals, and I'll destroy you again!"
ko: "한심한 필멸자들아, 나는 너희를 한 번 죽였고, 또 한 번 죽여주마!"
ko_mt: "한심한 인간들아, 너희를 한 번 파괴했으니 다시 한 번 파괴할 것이다!"

source: "We will have our vengeance. For ourselves. For the Neverrun and the Tamers. For Sarkoris!"
ko: "우리가 복수하겠다. 우리 자신을 위해. 네버런과 테이머족을 위해. 사코리스를 위해!"
ko_mt: "우리는 복수를 할 것이다. 우리 자신을 위해. 네버런과 테이머를 위해. 사르코리스를 위하여!"

source: "To battle! Fight for the {mf|lord|lady} of death!"
ko: "전장을 향하라! 죽음의 군주를 위해 싸워라!"
ko_mt: "전투에! 죽음의 군주을 위해 싸워라!"

source: "Bow down before the {mf|master|mistress}!"
ko: "주인님 앞에 고개를 숙여라!"
ko_mt: "주인님 앞에 머리를 숙여라!"

source: You move the cart off to the side. The way is clear!
ko: 당신은 마차를 옆으로 밀었습니다. 길이 열렸습니다!
ko_mt: 카트를 옆으로 옮깁니다. 이제 길이 보입니다!

source: While moving the cart off the road, you cut yourself on a nail sticking out of the wood.
ko: 마차를 움직이는 동안, 당신은 나무에서 튀어나온 못에 베였습니다.
ko_mt: 카트를 도로 밖으로 옮기던 중 나무에서 튀어나온 못에 손을 베었습니다.

source: "Some lovely prey has just stepped into my trap."
ko: "사랑스러운 먹잇감이 우리 함정에 들어왔군."
ko_mt: "사랑스러운 먹이가 방금 내 덫에 걸렸습니다 "

source: "No! Elan, Seelah, help! Damn it, I didn't sign up for this!"
ko: "안 돼! 엘란, 실라, 도와줘! 망할, 이런 얘기는 없었잖아!"
ko_mt: "안돼! 엘란, 실라, 도와줘! 젠장, 난 여기에 가입하지 않았어!"
