Repository: akintos/wotr-translation
Catalog: translation/*/AreaLogic.po
Languages: ko, ko_mt

source: "Thank the ancestors, we were not noticed. There's a way down further ahead, that's where we need to go."
ko: "조상님들 덕에 들키지 않았군요. 더 내려가면 길이 하나 있고, 그 길을 따라 가야 합니다."
ko_mt: "조상님들께 감사드립니다. 우리는 눈치채지 못했습니다. 앞으로 더 내려가면 길이 있고, 그곳으로 가야 합니다."

source: "After me. Quietly!"
ko: "따라와. 조용히!"
ko_mt: "날 따라와. 조용히!"

source: "It's fortunate that our paths crossed. Farewell, and may the spirits keep you!"
ko: "우리의 길이 겹쳤던 것은 행운이군요. 잘 가십시오. 영혼들이 당신을 보우하시기를!"
ko_mt: "우리의 길이 교차한 것은 행운입니다. 잘 가세요, 영혼이 당신을 지켜주길!"

source: "The way is clear, run!"
ko: "길이다. 뛰어!"
ko_mt: "길은 깨끗해, 뛰어!"

source: "Run, save yourselves! Don't worry about us, we'll catch up."
ko: "달려! 살아야 해! 우린 걱정하지 마. 곧 따라가지."
ko_mt: "도망쳐요, 살아야 해요! 우리는 걱정하지 마, 우리가 따라잡을 테니까."

source: "You dastard! You're handing over your own people to be slaughtered like cattle!"
ko: "비겁한 자식! 자기 민족을 가축처럼 도살당하도록 팔아넘기다니!"
ko_mt: "이 개자식! 동족을 가축처럼 도살하라고 넘겨주다니!"

source: "I have nothing left in me..."
ko: "내겐 아무 것도 남지 않았어..."
ko_mt: "내겐 아무것도 남지 않았는데..."

source: "Don't be in such a hurry. Stay close to me, I know these places."
ko: "너무 서두르지 마. 나와 가까이 있어. 내가 잘 아는 곳이야."
ko_mt: "너무 서두르지 마세요. 나랑 가까이 있어, 내가 이 곳을 잘 알아."

source: "We have the shard — now we can open the portal."
ko: "파편을 얻었어. 이제 포탈을 열 수 있을 거야."
ko_mt: "샤드를 확보했으니 이제 포털을 열 수 있습니다."

source: You saved the prisoners. Experience points gained: <b>{count}</b>.
ko: 포로들을 구출했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 포로들을 구했습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: "Hold, giant ahead. We move on my signal."
ko: "대기. 앞에 거인이 있다. 내 신호에 맞춰 이동한다."
ko_mt: "대기, 거인 앞이다. 내 신호에 따라 움직인다."

source: "Our tribe owes you. Thanks to you, the living were freed and the dead were avenged. Take this as a token of our gratitude."
ko: "부족 전체가 당신에게 빚을 졌군요. 산 자들을 해방하고 죽은 이들의 복수를 이뤄주시어 감사합니다. 감사의 증표로 이것을 받아주십시오."
ko_mt: "우리 부족은 당신에게 빚을 졌습니다. 당신 덕분에 산 자들은 자유를 얻었고 죽은 자들은 복수를 했습니다. 이걸 감사의 표시로 받아주세요."

source: "Thank you. You have restored our tribe's freedom, and saved many lives. Take this as a token of our gratitude."
ko: "감사합니다. 당신은 저희 부족의 자유를 되찾아주셨고, 수많은 목숨을 구하셨습니다. 감사의 증표로 이것을 받아주십시오."
ko_mt: "감사합니다. 당신은 우리 부족의 자유를 되찾아주고 많은 생명을 구해줬어요. 이걸 감사의 표시로 받아주세요."

source: "Thank you for helping us find freedom. It's a pity Ardin didn't live to see this day. Take this as a token of our gratitude."
ko: "저희들이 자유를 찾는 걸 도와주셔서 감사합니다. 아르딘이 살아서 이 날을 보지 못하다니 참 아쉽네요. 감사의 증표로 이것을 받아주십시오."
ko_mt: "우리가 자유를 찾도록 도와주셔서 감사합니다. 아르딘이 오늘을 보지 못해서 아쉽습니다. 이걸 감사의 표시로 받아주세요."

source: "The giants definitely heard that. Hide!"
ko: "거인들이 분명 들었을 거다. 숨어!"
ko_mt: "거인들이 분명히 들었어. 숨어!"

source: "Careful. There's a giant patrol ahead."
ko: "조심해라. 거인들이 순찰을 돌고 있다."
ko_mt: "조심해. 앞에 거대한 순찰대가 있어요."

source: "The way is clear. We can move up to..."
ko: "저 길이군. 움질일 수 있겠어..."
ko_mt: "길은 분명합니다. 우리는 위로 올라갈 수 있습니다..."

source: "Stop. Are you... all right? I was fighting a monster, but now you're standing there instead. A cruel trap. We need to go."
ko: "잠깐만. 괜찮...나? 나는 괴물과 싸우고 있었지만, 이제보니 네가 그 자리에 서 있더군. 잔인한 함정이다. 움직여야 해."
ko_mt: "멈춰. 너... 괜찮아? 난 괴물과 싸우고 있었는데 당신이 대신 서 있잖아. 잔인한 덫이야. 우린 가야 해."

source: "Wait! It's you, not a terrible monster... Good. We need to go before the magic of this place turns us against one another yet again."
ko: "잠깐! 끔찍한 괴물이 아니라 너였네... 좋아. 이곳의 마법이 또 서로를 물어 뜯게 만들기 전에 벗어나자."
ko_mt: "잠깐! 끔찍한 괴물이 아니라 너구나... 잘됐네. 이 곳의 마법이 우리를 또다시 서로에게 등을 돌리기 전에 떠나야 해."

source: "What? I thought that thing had finished you off and that I'd be next, but here you are right in front of me. I'm sorry, {name}."
ko: "뭐지? 그 괴물이 널 죽이고 다음으로 날 노린다고 생각했는데, 내 앞에 있던게 너였군. 미안하다, {name}."
ko_mt: "네? 그놈이 당신을 죽이고 제가 다음 차례가 될 줄 알았는데 바로 제 앞에 있네요. 미안해, {name}."

source: "Stop! That disgusting creature was just where you are now, I swear it... Damn, we almost killed each other."
ko: "잠깐만! 그 역겨운 괴물이 네가 있은 바로 그 자리에 있었어. 맹세해… 빌어먹을. 서로를 거의 죽일 뻔했잖아."
ko_mt: "그만! 그 역겨운 괴물이 바로 지금 당신 자리에 있었어요, 맹세해요... 젠장, 우리 서로 죽을 뻔했어."

source: "Wh-what? I thought you were dead! I almost killed you... Please forgive me. This vision played a cruel joke on us."
ko: "뭐-뭐지? 네가 죽은 줄 알았어! 내가 널 죽을 뻔했잖아... 용서해줘. 이 환상이 우리에게 잔인한 장난을 저질렀어."
ko_mt: "뭐..뭐? 죽은 줄 알았어! 내가 널 거의 죽일 뻔했어... 제발 용서해줘. 이 환상이 우리에게 잔인한 장난을 쳤어요."

source: "Wait! It's you! I swear... Oh, I'll swear on anything you want that a terrible monster was just standing where you are now. Nightmarish magic, let's get out of here."
ko: "잠깐! 너였구나! 맹세컨대... 지금 네가 서 있는 자리에 끔찍한 괴물이 있었다고 맹세해. 악몽같은 마법이잖아. 여기를 벗어나자."
ko_mt: "잠깐! 너구나! 맹세하는데... 지금 그 자리에 끔찍한 괴물이 서 있었다고 맹세할게요. 악몽 같은 마법, 여기서 나가자."

source: "This woman died screaming. So far as I can tell, she died begging for mercy."
ko: "이 여성은 비명을 지르며 죽었다. 내가 말할 수 있는 한, 그녀는 자비를 구걸하며 죽었어."
ko_mt: "이 여자는 비명을 지르며 죽었습니다. 제가 알기로는 자비를 구걸하다 죽은 것 같습니다."

source: "Her last moments were filled with fear and despair."
ko: "그녀의 최후는 공포와 절망으로 가득했습니다."
ko_mt: "그녀의 마지막 순간은 두려움과 절망으로 가득했습니다."

source: "It seems that she was in agonizing pain before her death... I will not imagine what killed her. I will not!"
ko: "그녀는 죽기 전에 끔찍한 고통을 경험한 것 같아... 뭐가 그녀를 죽였는지는 상상도 안돼. 못해!"
ko_mt: "그녀는 죽기 전에 극심한 고통을 겪었던 것 같습니다... 무엇이 그녀를 죽였는지 상상하지 않겠습니다. 상상하지 않겠습니다!"

source: "Ha ha ha, not so scary now, are they? Kill them!"
ko: "하 하 하, 지금은 그리 무섭지 않지? 죽여!"
ko_mt: "하하하, 이제 그렇게 무섭지 않죠? 죽여버려!"

source: "And who are you?"
ko: "누구십니까?"
ko_mt: "당신은 누구세요?"

source: "Hide! Here, quickly, if you want to live!"
ko: "숨어! 여기로, 빨리! 살고 싶으면!"
ko_mt: "숨어! 살고 싶으면 빨리 와!"

source: "Come on, get up, they're getting close! We need to ru—"
ko: "어서 일어나. 놈들이 가까워 지고 있어! 이제 뛰—"
ko_mt: "어서 일어나, 놈들이 가까워지고 있어! 도망쳐야 해!"

source: "What a cave! It's so huge, all of Kenabres could fit in here."
ko: "동굴이다! 케나브레스가 통째로 들어갈 정도로 큰 것 같아."
ko_mt: "엄청난 동굴이네요! 케나브레스가 모두 들어갈 수 있을 정도로 거대하네요."

source: "Who are you?"
ko: "누구냐?"
ko_mt: "누구세요?"

source: "The clouds are gathering!"
ko: "구름이 몰려드는군!"
ko_mt: "구름이 모이고 있습니다!"

source: "That's the signal! The giants are coming... Wanderers, hide! And be quick about it!"
ko: "징조로군! 거인들이 오고 있어... 방랑자님들, 서둘러 숨으세요!"
ko_mt: "저게 신호다! 거인들이 오고 있다... 방랑자들, 숨어라! 그리고 서둘러!"

source: "Curses! We'll talk later. To battle!"
ko: "빌어먹을! 이야기는 나중에 하지. 전투 준비!"
ko_mt: "저주! 나중에 얘기하자. 전투를 위해!"

source: You encountered the ghost. Experience points gained: <b>{count}</b>.
ko: 유령을 마주했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 유령을 만났습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: "Look, the giants' swill! If we find something to mix into it, they'll get a nasty surprise..."
ko: "저기, 거인들 여물통이 있군! 섞을 만한 것을 찾는다면, 놈들을 깜짝 놀래켜 줄 수 있겠어..."
ko_mt: "봐요, 거인들이 만든 음식이에요! 우리가 거기에 섞을 무언가를 찾으면 그들은 깜짝 놀라게 될 것입니다..."

source: "A brilliant idea. However, do we have a suitable poison?"
ko: "기발한 생각입니다. 하지만, 적절한 독이 있을까요?"
ko_mt: "기발한 생각입니다. 하지만 적절한 독약이 있을까요?"

source: "We must defend them until the ritual is complete."
ko: "의식이 끝날 때까지 저들을 지켜야 해."
ko_mt: "의식이 끝날 때까지 그들을 지켜야 합니다."

source: "Run, while the giants are occupied with the cave beasts."
ko: "거인들이 동굴 짐승들과 얽혀 있는 동안 도망쳐라."
ko_mt: "거인들이 동굴의 야수들에게 점령당하는 동안 도망쳐라."

source: "Hey! Keep your eyes open, there's giants ahead. We'll cover you!"
ko: "이봐! 눈 크게 뜨고 있어. 앞에 거인들이 있다. 우리가 엄호하지!"
ko_mt: "이봐요! 눈 크게 뜨고 있어요, 앞에 거인들이 있어요. 우리가 엄호할게요!"

source: "The hour of our vengeance has come. Have at them! Show no mercy, for they showed us none!"
ko: "복수의 시간이 왔다. 저들을 공격하라! 자비를 베풀지 마라, 저들은 우리에게 일말의 자비도 베풀지 않았으니!"
ko_mt: "복수의 시간이 왔습니다. 저들을 잡아라! 자비를 베풀지 마라, 그들은 우리에게 아무것도 보여주지 않았으니!"

source: "Run! Forward, to freedom!"
ko: "달려라! 전진! 자유를 위하여!"
ko_mt: "달려라! 앞으로, 자유를 향해!"

source: "There's not enough time for the ritual. To battle!"
ko: "의식을 치를 시간이 부족하다. 전투로!"
ko_mt: "의식을 치를 시간이 부족합니다. 전투로!"

source: "Vengeance will be ours!"
ko: "복수는 우리의 것이다!"
ko_mt: "복수는 우리의 것이 될 것이다!"

source: "Wait! You can't beat him alone!"
ko: "기다려! 혼자서는 이길 수 없어!"
ko_mt: "잠깐만요! 혼자서는 이길 수 없어요!"

source: "Freedom, at last! Remember me fondly."
ko: "마침내 자유다! 날 좋게 기억해 줘."
ko_mt: "드디어 자유를 찾았습니다! 나를 좋게 기억해 주세요."

source: "So that's what this is. You brought me here to kill me quietly? You bastards!"
ko: "이거였군. 조용히 날 죽이려고 여기까지 끌어낸 거야? 개자식들!"
ko_mt: "이게 그거였군요. 조용히 죽이려고 날 여기로 데려온 거야? 이 개자식들!"

source: "Please come closer, noble strangers!"
ko: "이리로 와주세요, 고귀한 이방인님!"
ko_mt: "고귀한 이방인 여러분, 가까이 오세요!"

source: "Your mutants are the real deal! Really good... Go make more!"
ko: "네 돌연변이들은 정말 훌륭해! 아주 좋아... 더 만들어!"
ko_mt: "너희 돌연변이들은 진짜 최고야! 정말 좋아... 가서 더 만들어!"

source: "Why are you still talking? Go make some mutants!"
ko: "왜 아직도 알짱거려? 가서 돌연변이나 더 만들어!"
ko_mt: "왜 아직도 떠들어? 가서 돌연변이 좀 만들어!"

source: "They have spikes, they have claws, they have fangs! I will make so many mutants!"
ko: "가시를 가졌고, 발톱을 가졌고, 송곳니를 가졌지! 나는 더 많은 돌연변이를 만들 거야!"
ko_mt: "가시가 있고, 발톱이 있고, 송곳니가 있어요! 돌연변이를 엄청 많이 만들 거야!"

source: "Oh, I'm feeling that familiar bitter chill! I'm sure the goblin that ran upstairs has one of Sithhud's shards."
ko: "오, 익숙한 한기가 느껴져! 위층으로 도망간 고블린이 시스허드의 파편 중 하나를 가진게 확실해."
ko_mt: "오, 익숙한 오싹한 한기가 느껴져요! 위층으로 도망친 고블린이 시스후드의 파편 중 하나를 가지고 있을 거야."

source: "I will help you!"
ko: "도와줄게요!"
ko_mt: "내가 도와줄게!"

source: "Aethylia, you're here! You're doing well with that new body of yours."
ko: "에틸리아, 너구나! 네 새로운 몸에 적응 잘 적응 한 것 같네."
ko_mt: "에틸리아, 여기 있었구나! 새 몸으로 잘 지내고 있구나."

source: "Now behold the magic of Buuze!"
ko: "부우즈님의 마법을 봐라!"
ko_mt: "이제 뷰즈의 마법을 보세요!"

source: "You're still alive, eh? How is that? Well, well, well... And how about this one?"
ko: "엥? 아직도 살아있네? 어떻게? 이런, 이런, 이런... 그렇다면 이건 어때?"
ko_mt: "아직 살아있었군요? 어때요? 글쎄, 글쎄, 글쎄... 그럼 이건 어때요?"

source: "How bizarre, yet very convenient for us."
ko: "기괴하긴 하지만, 그래도 우리에게 아주 유용해."
ko_mt: "기괴하지만 우리에겐 매우 편리합니다."

source: "You're an odd one, goblin."
ko: "이상한 고블린이로군."
ko_mt: "넌 이상한 놈이야, 고블린."

source: "Ha-ha! Now that's quite a pickle, my friends! These demons aren't exactly eager to fight us!"
ko: "하-하! 곤란한가봐, 친구들! 이 데몬들은 우리와 막 싸우고 싶어 하지 않는다고!"
ko_mt: "하하! 꽤나 곤란하군, 친구들! 이 악마들은 우리와 싸우고 싶어 하지 않아요!"

source: "What? Are you already dead? Well, at least the beasts did their magic! To arms, you freaks! To battle!"
ko: "뭐야? 벌써 죽었어? 뭐, 적어도 짐승들이 마법을 부리긴 했나 보군! 무기를 들어라, 괴짜들아! 전투다!"
ko_mt: "뭐? 벌써 죽었어? 그래도 야수들이 마법을 썼잖아! 무기를 들어라, 이 괴물들아! 전투를 위해!"

source: "Your souls will freeze..."
ko: "너희의 영혼이 얼어붙을 것이다..."
ko_mt: "너희 영혼은 얼어붙을 것이다..."

source: "Argh! Buuze... Is dying! Like this...?"
ko: "아윽! 부우즈가... 죽고 있다! 이렇게...?"
ko_mt: "아아! 부즈... 죽어가고 있어! 이렇게...?"

source: "The longshanks killed the boss!"
ko: "꺽다리들이 두목을 죽였다!"
ko_mt: "롱섕크가 보스를 죽였어요!"

source: "We're done for! RUN!!!"
ko: "우린 끝이야! 도망쳐!!!"
ko_mt: "다 끝났어! 도망쳐!!!"

source: "Everyone for themselves!"
ko: "알아서 튀어!"
ko_mt: "모두 자신을 위해!"

source: "Let's go! Bite their noses off"
ko: "가라! 녀석들 코를 뜯어 버려!"
ko_mt: "가자! 코를 물어뜯어라"

source: "Kill the longshanks! Protect the boss!"
ko: "꺽다리들을 죽여라! 두목을 지켜!"
ko_mt: "롱섕크를 죽여라! 보스를 지켜라!"

source: "You thought that was it? Ha! Buuze is just warming up!"
ko: "끝이라 생각했냐? 하! 부우즈는 이제 막 달아올랐어!"
ko_mt: "그게 다인 줄 알았어요? 하! 부즈는 이제 막 워밍업 중이에요!"

source: "A healing bench, huh. You just have a little rest right there and get up all nice and refreshed? I wouldn't mind getting one for myself."
ko: "치유의 벤치라. 허. 잠깐 앉아서 쉬기만 하면 말짱해진다고? 하나 장만하고 싶네."
ko_mt: "힐링 벤치라고요? 거기서 잠깐 쉬고 일어나면 상쾌하게 일어날 수 있잖아요? 저한테도 하나 사주고 싶네요."

source: "Although now it will take a long while for the magic to recharge, before the bench can be used again."
ko: "꽤나 오래 기다려야지 이 벤치를 다시 사용할 수 있겠어."
ko_mt: "지금은 마법이 재충전되는 데 시간이 오래 걸리겠지만 벤치를 다시 사용할 수 있을 겁니다."

source: "Watch your step. This trap must be the goblins' handiwork, too. A proper friendly welcome."
ko: "발 조심해라. 이 함정도 고블린들이 만든 게 틀림 없다. 적절한 환영식이로군."
ko_mt: "발 조심해. 이 덫도 고블린이 만든 게 틀림없어. 제대로 된 환영이군."

source: "It doesn't matter where we are. We came here for the shard, and we don't yet know who has it. We must tread carefully."
ko: "우리가 어디 있는지는 중요하지 않아. 우리는 파편을 찾아 왔고, 누가 가지고 있는지를 모르지. 신중히 접근해야 해."
ko_mt: "우리가 어디에 있는지는 중요하지 않습니다. 우리는 파편을 찾으러 왔는데 아직 누가 파편을 가지고 있는지 모릅니다. 조심스럽게 접근해야 합니다."

source: "Everywhere and anywhere."
ko: "어디라도 될 수 있지."
ko_mt: "어디서나 어디서나."

source: "So where are we? There are goblins here, so it could be Varisia or perhaps Isger… Where else can you encounter goblins in their natural habitat?"
ko: "그래서 여긴 어딜까? 고블린들이 있으니, 바리시아나 이즈거려나… 고블린들이 자연 거주하는 곳이 또 어디 있지?"
ko_mt: "여기가 어디죠? 여기 고블린이 있으니 바리시아나 이스게르일지도 모르지... 고블린의 자연 서식지에서 고블린을 만날 수 있는 곳이 또 어디 있겠어?"

source: "A-a-argh! Hot-hot-hot! It looks so nice, but it burns!"
ko: "아-아-아악! 앗뜨 뜨 뜨거! 보는 건 멋지지만, 불타잖아!"
ko_mt: "아아! 뜨겁다! 보기는 좋은데 화끈거려!"

source: "Nah, it's a decoy. Just like I thought."
ko: "하. 미끼로군. 내 생각 대로야."
ko_mt: "아니, 미끼야. 제 생각대로군요."

source: "This place is enchanted — I'm almost certain of it! I wonder where the next door leads…"
ko: "여기는 마법이 걸려 있어. 확실해! 다음 문은 어디로 이어질까…"
ko_mt: "이곳은 마법에 걸린 것 같아요 - 거의 확실해요! 다음 문이 어디로 이어지는지 궁금하네요..."

source: "Ambrose dambrose, doom and gloom! Let me make a badaboom!"
ko: "암브로스 댐브로스. 둠 앤 글룸! 콰광시켜줄게!"
ko_mt: "암브로스 댐브로스, 둠 앤 둠! 내가 배다붐을 만들게 해줘!"

source: "Oh-oh! It burns! Do it again! Do it!"
ko: "오-오! 탄다! 다시 해 봐! 다시!"
ko_mt: "오오! 화끈거려요! 다시 해! 해!"

source: "What have you done..."
ko: "뭘 한 거야..."
ko_mt: "무슨 짓을 한 거야..."

source: "They froze to death. I hope it's not what I'm thinking..."
ko: "얼어 죽었군. 내 생각이 틀렸으면 좋겠는데..."
ko_mt: "얼어 죽었어요. 내가 생각하는 게 아니길..."

source: "Uh-oh... We should be more careful, or this could happen to us!"
ko: "어-어... 더 조심해야 하겠어. 아니면 우리도 저렇게 될 수 있으니까!"
ko_mt: "이런... 더 조심하지 않으면 우리에게도 이런 일이 생길 수 있어!"

source: "Breaking a mystery bottle with a cleaver was these goblins' last brilliant idea."
ko: "모르는 약병을 도끼로 부수는 것이 고블린들 최후의 기발한 발상이었습니다."
ko_mt: "수수께끼의 병을 칼로 깨는 것은 이 고블린들의 마지막 기발한 아이디어였습니다."

source: "Finally! Let's have some fun!"
ko: "마침내! 재미 좀 보자고!"
ko_mt: "드디어! 재미 좀 보자!"

source: "Ow! Ow! Ow! Not me! Not me! A-a-agh!"
ko: "아우! 아우! 아우! 나 말고! 아-아-악!"
ko_mt: "아야! 아야! 아야! 난 안 돼! 난 안 돼! 아아!"

source: "Move, you dumb clump of fur!"
ko: "움직여, 이 멍청한 털가죽 덩어리들아!"
ko_mt: "비켜, 이 멍청한 털 덩어리야!"

source: "You'll make a good dinner for these beasts!"
ko: "이 짐승들에게 좋은 저녁 거리가 되겠군."
ko_mt: "이 짐승들에게 좋은 저녁 식사가 될 거야!"

source: "Bad, bad beast! Eat this!"
ko: "나쁘고 나쁜 짐승들아! 이거나 먹어라!"
ko_mt: "나쁜, 나쁜 짐승! 이걸 먹어라!"

source: "These beasts are used to captivity, but they still belong in the wild. Why would the goblins keep them here?"
ko: "이 동물들은 갇혀 있지만, 여전히 야생에 속해 있습니다. 왜 고블린들이 이들을 여기에 놔뒀을 까요?"
ko_mt: "이 짐승들은 포획에 익숙하지만 여전히 야생에 속해 있습니다. 왜 고블린들이 이 짐승들을 여기에 가두었을까요?"

source: "Everyone needs to eat, but the game here has already been caught and is ready for slaughter. Why haven't the goblins eaten them?"
ko: "모두가 식사를 해야 하는 상황인데, 여기 있는 사냥감들은 이미 붙잡혀서 도살당하기만을 기다리는 중이었어요. 왜 고블린들이 이것들을 먹지 않았을까요?"
ko_mt: "모두가 먹어야 하는데, 여기 있는 사냥감은 이미 잡혀서 도살할 준비가 되어 있습니다. 왜 고블린들이 먹지 않는 걸까?"

source: "Ewww! Nasty scribbles! Makes your thoughts dribble!"
ko: "으이이익! 어지러운 낙서들! 생각을 어지럽히잖아!"
ko_mt: "으웩! 지저분한 낙서! 생각이 흘러내리네!"

source: "Let's burn everything in here! Burn, stupid papers, burn!"
ko: "여기 있는 걸 전부 태우자! 불타라, 멍청한 종이 쪼가리들아. 타버려!"
ko_mt: "여기 있는 모든 것을 태워버리자! 불태워, 멍청한 서류들, 불태워!"

source: "Goblins, spirits, wild magic, and now a tornado, all in a single tower. Aren't we lucky?"
ko: "고블린들에, 심령에, 날뛰는 마법에, 이제는 회오리바람까지. 한 탑 안에 전부 벌어지다니. 얼마나 운이 좋은 거야?"
ko_mt: "고블린, 정령, 야생의 마법, 그리고 이제 토네이도까지, 이 모든 것이 하나의 탑에 있습니다. 운이 좋지 않나요?"

source: "Come on! Which book should we burn next?"
ko: "와봐라! 다음으로 어떤 책을 태울까?"
ko_mt: "어서! 다음에는 어떤 책을 태울까요?"

source: "They make really nice fires! Burn!"
ko: "정말 잘 타네! 불타라!"
ko_mt: "정말 멋진 불을 피워요! 태워버려!"

source: "Aaaaaaaaugh!"
ko: "아아아아아악!"
ko_mt: "아아아아아악!"

source: "Whaaaa? What happened, huh? Ouch!"
ko: "뭐뭐뭐뭐뭐? 무슨 일이야? 아욱!"
ko_mt: "뭐야? 무슨 일이야? 아야!"

source: "Wow! A golden froggy? So shiny! Can I hold it?"
ko: "우와! 황금 개구리잖아? 엄청 반짝인다! 내가 가져도 될까?"
ko_mt: "와! 황금 개구리? 반짝반짝 빛나네! 안아봐도 돼요?"

source: "A golden toad? At least this hunk of metal will be worth its weight in coins."
ko: "황금 두꺼비? 최소한 이 고철은 무게만한 가치가 있겠군."
ko_mt: "황금 두꺼비? 적어도 이 금속 덩어리는 동전으로 환산하면 그만한 가치가 있겠지."

source: "Someone is here! I'll go tell Buuze, and you guys can have some fun..."
ko: "누가 있네! 부우즈한테 말할 거야. 그럼 너희는 재미를 느끼게 되겠지..."
ko_mt: "누가 왔어요! 내가 가서 뷰즈에게 말할 테니 너희는 재미 좀 봐..."

source: "We can go up or down. Nothing good awaits us in either direction. Just lead on."
ko: "우리는 위로도 아래로도 갈 수 있다. 어느 방향이든 좋은 꼴은 아니겠지. 앞장서."
ko_mt: "우리는 올라갈 수도 있고 내려갈 수도 있습니다. 어느 방향이든 좋은 것은 없습니다. 그냥 계속 나아가세요."

source: "Goblins. Noisy, unruly vermin. Just wonderful."
ko: "고블린들. 시끄럽고, 질서 없는 해충들이죠. 환상적이네요."
ko_mt: "고블린. 시끄럽고 무질서한 해충들. 그냥 멋지죠."

source: "Hey, look at my claw!"
ko: "야, 내 발톱 봐!"
ko_mt: "야, 내 발톱 좀 봐!"

source: "These rags burn so beautifully..."
ko: "이 누더기들 엄청 예쁘게 탄다..."
ko_mt: "이 헝겊들은 정말 아름답게 타는데..."

source: "Did you see how he turned him into a chicken? Birdy, crow for us!"
ko: "쟤가 어쩌다 닭으로 변했는지 봤어? 새야, 꽥꽥대봐!"
ko_mt: "저 사람이 어떻게 닭으로 변했는지 봤어요? 새야, 까마귀야!"

source: "It works! It's flying! Haha!"
ko: "된다! 날았어! 하하!"
ko_mt: "작동합니다! 날아간다! 하하!"

source: "Hey, longlegs! Why are you here? Let me magic you real good!"
ko: "꺽다리들! 왜 여깄어? 내가 진짜 좋은 마법 걸어줄게!"
ko_mt: "이봐, 롱다리! 여긴 왜 왔어? 내가 마법을 부려줄게!"

source: "Uh-oh! Something went wrong...!"
ko: "어-어! 뭔가 이상해...!"
ko_mt: "이런! 뭔가 잘못됐어...!"

source: "Quack!"
ko: "꽥!"
ko_mt: "꽥!"

source: "This chaotic flight of objects is more aesthetically pleasing than I expected it to be... Sadly, this charming sight is of no use to us."
ko: "저 물체의 무질서한 비행은 예상보다 훨씬 더 심미적 만족감을 주네요... 슬프지만, 저 아름다운 모습은 우리에게 아무런 도움이 되지 않습니다."
ko_mt: "이 무질서한 물체들의 비행은 예상했던 것보다 훨씬 더 미학적으로 아름답습니다.... 안타깝게도 이 매력적인 광경은 우리에게 아무 소용이 없습니다."

source: "They're levitating! This is an incredibly difficult arcane science. Your average spellcaster could not put on a display like this!"
ko: "떴다! 이건 놀라울 정도로 어려운 비전 과학이야. 평번한 주문시전자들은 이런 모습을 못 보여주지!"
ko_mt: "공중부양을 하고 있어요! 이것은 엄청나게 어려운 비전 과학입니다. 보통의 마법사라면 이런 디스플레이를 만들 수 없죠!"

source: "Something tells me this is a trap. Be careful in that tower."
ko: "함정이라는 느낌이 드는군. 저 탑 안에서는 조심해."
ko_mt: "뭔가 함정인 것 같아. 저 탑 안에서 조심하세요."

source: "This tower seems to be much bigger on the inside... And the weather's not looking good. Great, just great."
ko: "이 탑은 내부가 훨씬 더 넓어보여요... 그리고 날씨도 좋지 않군요. 좋네요. 훌륭해요."
ko_mt: "이 타워는 내부가 훨씬 더 큰 것 같습니다... 그리고 날씨가 좋지 않네요. 좋아요, 아주 좋아요."

source: "Stop grumbling, you two. This is fascinating! An ancient tower full of magic and secrets... I wonder who built it."
ko: "둘 다 꿍얼거리지 마. 엄청 매혹적이잖아! 마법과 비밀이 가득한 고대의 탑이라니... 누가 지었는지 궁금한걸."
ko_mt: "투덜거리지 마세요, 두 분. 정말 멋지다! 마법과 비밀이 가득한 고대 탑이라니... 누가 지었는지 궁금하네요."

source: "Is it raining in here...?"
ko: "비가 오는 건가...?"
ko_mt: "여기 비가 오나요...?"

source: "You're crazy, Norte! Let us beat some sense into you..."
ko: "노르테 넌 미쳤어! 우리가 정신 좀 차리게 해 줄게..."
ko_mt: "넌 미쳤어, 노르테! 우리가 정신 좀 차리게 해줄게..."

source: "Got it? Bring us some food, you fool."
ko: "알았지? 음식 좀 가져와, 멍청아."
ko_mt: "알았지? 음식 좀 가져와, 이 바보야."

source: "Buuze said we shouldn't hit you, but he's not here!"
ko: "부우즈는 널 때리지 말라 했지만, 걔는 여기 없잖아!"
ko_mt: "부우즈가 널 때리면 안 된다고 했는데, 여기 없잖아!"

source: "A beer elemental! Where did such a delightful creature come from?"
ko: "맥주 정령이다! 이런 유쾌한 생명체는 어디서 왔을까?"
ko_mt: "맥주 정령! 이런 유쾌한 생명체는 어디서 왔을까?"

source: "Ha! Finally, we find something useful. I know a few nobles in Kenabres who'd pay a fortune for this."
ko: "하! 마침내 쓸 만한 게 나왔군. 나는 이런 물건을 큰 돈을 주고 살 케나브레스의 귀족들을 몇 알아."
ko_mt: "하! 드디어 쓸 만한 걸 찾았군. 케나브르에 이걸 사면 큰돈을 주고 살 귀족들을 몇 명 알고 있거든요."

source: "Be careful! There's something fishy about this."
ko: "조심해! 뭔가 수상쩍어."
ko_mt: "조심해! 뭔가 수상해."

source: "The shard must be somewhere nearby."
ko: "파편은 분명 이 근처에 있을 겁니다."
ko_mt: "파편이 근처 어딘가에 있을 겁니다."

source: "You're right, but let's not get separated anymore, yes?"
ko: "네 말이 맞아. 하지만 더이상 개별 행동은 말자고. 알았지?"
ko_mt: "당신 말이 맞아요, 하지만 더 이상 헤어지지 말자고요, 그렇죠?"

source: As you approach, the thick tome opens, raising a cloud of dust. The rustling of countless pages produces a hoarse murmur...
ko: 당신이 다가가자 두꺼운 고서가 열리며 먼지 구름을 일으킵니다. 수 없이 많은 페이지들이 바스락대는 소리가 쉰 속삭임을 만듭니다...
ko_mt: 가까이 다가가자 두꺼운 책이 열리면서 먼지 구름이 피어오릅니다. 수많은 페이지가 바스락거리는 소리와 함께 쉰 목소리가 들려옵니다...

source: "Yes, you heard correctly — the stone itself cried for help, and the mighty gods of distant Vudra heard and cast down the heartless lord."
ko: "그래, 제대로 들었네. 돌 그 자체가 도움을 청하였고, 저 멀리 부드라의 강력한 신들이 그를 듣고 무정한 군주를 쫒아내었지."
ko_mt: "네, 올바르게 들었습니다. 돌 자체가 도움을 요청했고 먼 부드라의 강력한 신들이 듣고 무정한 군주를 쫓아 냈습니다."

source: "The Vanara built a great bridge for their master's army. When the first soldier stepped onto the bridge, the very stones started chanting a prayer!"
ko: "바나라는 주인의 군대를 위해 거대한 다리를 만들었어. 맨 앞의 병사가 다리로 한 발 내딛자, 돌들이 기도문을 읊기 시작했지!"
ko_mt: "바나라 족은 주군의 군대를 위해 위대한 다리를 건설했습니다. 첫 번째 병사가 다리에 발을 디디자 돌들이 기도를 외치기 시작했습니다!"

source: "Perhaps you would prefer the story of insolent peasants who dared to outwit a cruel and immortal tyrant?"
ko: "잔인한 불멸의 폭군을 속여넘긴 건방진 농민들의 이야기를 듣고 싶나?"
ko_mt: "잔인하고 불멸의 폭군에게 감히 도전한 건방진 농민들의 이야기를 더 좋아하시나요?"

source: "Have you ever heard the tale of the golden maiden? At every meal, she dined on the most precious metal: soups made of golden coins, stews made of nuggets, and a pure ingot for dessert."
ko: "황금의 처녀에 대한 이야기를 들어본 적 있나? 그녀는 매 끼니마다 가장 값비싼 금속을 먹었지. 금화로 만든 수프, 금속 덩어리로 만든 스튜, 주괴로 만든 디저트까지 말이야."
ko_mt: "황금 처녀 이야기를 들어보신 적이 있나요? 그녀는 매 끼니마다 황금 동전으로 만든 수프, 너겟으로 만든 스튜, 디저트로 순금 덩어리를 먹는 등 가장 귀한 금속으로 식사를 했습니다."

source: "Have you heard of the boy who wove the tapestry of life with his hands and saw the lives of others as mere threads in his creation?"
ko: "손으로 생명의 태피스트리를 자아내고, 자신의 작품 속 다른 이들의 삶을 단순 실타래로 보았던 소년의 이야기를 들어봤나?"
ko_mt: "손으로 인생의 태피스트리를 짜고 다른 사람의 삶을 자신의 창조물에서 단순한 실로 여겼던 소년의 이야기를 들어보셨나요?"

source: "While I am eager to share my knowledge with you, it is impossible to choose a single perfect story from the many entrusted to my pages..."
ko: "내 지식을 너와 나누고 싶은 마음은 굴뚝같지만, 내 수많은 페이즈들 중에서 딱 맞는 이야기 하나를 고르기가 불가능하네..."
ko_mt: "제 지식을 여러분과 나누고 싶지만, 제 페이지에 맡겨진 많은 이야기 중에서 완벽한 이야기 하나를 고르는 것은 불가능합니다..."

source: "Any tale may subtly move the hearts and minds of those who hear it. So which story should I tell you? The choice is not simple!"
ko: "어떤 이야기도 듣는 이의 마음과 생각을 미묘하게 바꿀 힘이 있지. 그러면 너에게 무슨 이야기를 해줘야 할까? 고르기가 쉽지 않네!"
ko_mt: "어떤 이야기든 듣는 사람의 마음과 생각을 미묘하게 움직일 수 있습니다. 그렇다면 어떤 이야기를 들려드릴까요? 선택은 간단하지 않습니다!"

source: "Others hold the keys to ancient wisdom, hidden treasure, magic spells, and other paths to greatness. Yet there are also frivolous tales among them..."
ko: "다른 것들은 고대의 지식, 숨겨진 보물, 마법 주문, 그리고 영광으로 향하는 다른 길들의 열쇠를 쥐고 있지. 하지만 그 중에는 경솔한 이야기들도 섞여 있어..."
ko_mt: "어떤 이들은 고대의 지혜, 숨겨진 보물, 마법 주문, 그리고 위대함으로 가는 다른 길의 열쇠를 쥐고 있습니다. 하지만 그 중에는 경솔한 이야기도 있습니다..."

source: "I know the stories of great kings and loyal jinn, of desert rulers and their wise viziers... Some are instructive teachings filled with indisputable truths..."
ko: "나는 위대한 왕들과 충성스런 진, 사막의 지배자들과 그들의 현명한 고관들에 대한 이야기를 알아... 그중 일부는 부정할 수 없는 진실을 품은 교훈적인 이야기들이지..."
ko_mt: "나는 위대한 왕과 충성스러운 진, 사막의 통치자들과 현명한 신하들의 이야기를 알고 있습니다... 일부는 논쟁의 여지가 없는 진리로 가득 찬 교훈적인 가르침입니다..."

source: "Long ago, artisans of the faraway Impossible Lands wove my cover out of pure magic, and the storytellers' exquisite writing came to life on my pages."
ko: "오래 전, 저 멀리 불가능의 땅의 장인들이 내 표지를 순수한 마법으로 짜내었고, 그러자 이야기꾼들의 뛰어난 글이 내 페이지 안에서 생명을 얻었어."
ko_mt: "오래 전, 머나먼 임파서블 랜드의 장인들이 순수한 마법으로 제 표지를 엮었고, 스토리텔러들의 정교한 글씨가 제 페이지에서 살아났습니다."

source: "It would be my greatest pleasure to reveal to you my multitudinous stories. But you must first cleanse your mind of mortal trifles."
ko: "내 수많은 이야기들을 공개할 수 있어 정말로 기쁘네. 하지만 넌 먼저 네 정신의 필멸자스러운 티끌을 정화해야만 해."
ko_mt: "저의 수많은 이야기를 여러분께 들려드리게 되어 매우 기쁩니다. 하지만 먼저 인간적인 사소한 일부터 깨끗이 씻어내야 합니다."

source: "So here I am, and who are you, o reckless ones who awakened me from my long slumber? Are your inquisitive minds eager to absorb ancient tales?"
ko: "그래, 내가 여기 있다. 허면 내 기나긴 잠을 깨운 무모한 자여, 너는 누구냐? 네 탐구적인 정신은 고대의 이야기들을 받아들이고 싶은 마음으로 가득한가?"
ko_mt: "그래서 내가 여기 있는데, 나를 긴 잠에서 깨운 무모한 자들아, 너는 누구냐? 너희들의 호기심 많은 마음은 고대의 이야기를 흡수하고 싶어 하는가?"

source: "But what was happening? Who am I talking to? I can't remember... The time has come for me to drift back into the Dreamer's warm embrace and once again plunge into the stories of others…"
ko: "무슨 일이었더라? 누구한테 말하고 있었지? 기억이 안나... 몽상가님의 따스한 품으로 되돌아가 다른 이들의 이야기 속으로 다시 뛰어들 때인가…"
ko_mt: "그런데 무슨 일이 있었던 거죠? 내가 누구랑 얘기하고 있는 거지? 기억이 안 나... 몽상가의 따뜻한 품으로 돌아가 다시 한 번 다른 사람들의 이야기 속으로 뛰어들 때가 왔습니다..."
