Repository: akintos/wotr-translation
Catalog: translation/*/AreaLogic.po
Languages: ko, ko_mt

source: "A thousand gold pieces? I know a good deal when I see one!"
ko: "천 골드라고? 누굴 호구로 아나!"
ko_mt: "금화 천 개? 난 좋은 거래는 보면 알아요!"

source: "Abharb, uhurravak zarkh, Hepzamirahkh, Shamirakh."
ko: "압하브, 운후라박 자크, 헵자미라크, 샤미라크."
ko_mt: "아브하브, 우후라박 자르흐, 헵자미라흐, 샤미라흐."

source: "Master Sarzaksys is delighted to behold Lady Hepzamirah and Lady Shamira. It is a great honor for him. How may he assist you?"
ko: "사르작시스 주인님은 헵자미라 마님과 샤미라 마님을 뵙게 되어 무척 기쁘다고 하십니다. 주인님께 큰 영광입니다. 주인님께서 당신을 어떻게 도와드리면 될까요?"
ko_mt: "사작시스 사부님은 헵자미라 부인과 샤미라 부인을 뵙게 되어 매우 기뻐하십니다. 큰 영광입니다. 어떻게 도와드릴까요?"

source: "Hepzamirah is looking to buy some slaves. The best slaves. It's for an important job."
ko: "헵자미라 님은 노예들을 좀 사려고 하신다. 최고의 노예들 말이지. 중요한 일 때문이다."
ko_mt: "헵자미라가 노예를 사려고 합니다. 최고의 노예를요. 중요한 일 때문이죠."

source: "Varkh taburh glekh."
ko: "바크 타부르 글레크."
ko_mt: "바르흐 타부르 글레흐."

source: "Allow me to present this fine specimen. An extraordinarily belligerent, destructive, and vicious slave. He killed seven hunters before his capture."
ko: "이 훌륭한 표본을 소개하도록 하죠. 매우 호전적이고 파괴적이며, 악랄한 노예입니다. 잡히기 전에 사냥꾼 일곱 명을 죽였습니다."
ko_mt: "이 훌륭한 표본을 소개하겠습니다. 매우 호전적이고 파괴적이며 악랄한 노예입니다. 잡히기 전에 사냥꾼 일곱 명을 죽였습니다."

source: "Shut your mouth, meatball. Your breath stinks. I don't need gladiators or bodyguards. I'm looking for a pack of strong demons, ones who are not very bright and can obey orders."
ko: "입 닥쳐, 미트볼. 입냄새가 지독하군. 검투사나 경호원은 필요 없어. 그리 영리하지는 않고 명령에 복종할 줄 아는 강한 데몬 무리를 찾고 있다."
ko_mt: "입 닥쳐, 미트볼. 입냄새가 지독해. 검투사나 보디가드는 필요 없어. 영리하지 않고 명령에 복종할 줄 아는 강한 데몬 무리를 찾고 있어요."

source: "Hurhurhur, vrrrraks, burgh."
ko: "후르후르후르, 브르르르악스, 부르그."
ko_mt: "허허허허, 으악, 버그."

source: "In that case, perhaps my lady would be interested in this batch of creatures recently captured in the Lower City. They are all strong and quite stupid."
ko: "그렇다면, 마님께선 최근 하층 도시에서 포획한 이 생물들에 관심을 가지실 것 같군요. 모두 강하고 꽤 멍청하답니다."
ko_mt: "그렇다면 최근 로어 시티에서 포획한 이 생명체들에 대해 아가씨께서 관심을 가지실 것 같군요. 그들은 모두 강하고 꽤 멍청합니다."

source: "Hepzamirah, what do you want with these puny creatures? They're small fry, fit only to be cannon fodder for the crusaders! I would suggest..."
ko: "헵자미라 님, 이 작은 생물들로 뭘 하시려는 겁니까? 성전군의 화살 받이로밖에 안 되는 작은 치어들입니다! 제 생각엔..."
ko_mt: "헵자미라, 이 작은 생명체로 뭘 하려는 거지? 십자군의 대포 먹이로밖에 안 되는 작은 치어들이야! 내 생각엔..."

source: "They seem fine to me. Finish the preparations, then send them to the Harem of Ardent Dreams. And be quick about it!"
ko: "내가 볼 땐 괜찮다. 준비를 마치고, 저것들을 열렬한 꿈의 하렘에 보내라. 어서!"
ko_mt: "괜찮아 보이는데. 준비를 끝내고 열렬한 꿈의 하렘으로 보내세요. 그리고 서둘러요!"

source: "We fought bravely, but now it's time for me to hide from the beasts' eyes again."
ko: "우리는 용감하게 싸웠소, 하지만 지금 나는 다시 괴물의 시야로부터 몸을 숨길 때로군."
ko_mt: "용감하게 싸웠지만 이제 다시 짐승들의 눈을 피해 숨어야 할 때입니다."

source: "The battle is not over yet! Rise, Champion, and head into battle with renewed fervor! I'll fight beside you, shoulder-to-shoulder!"
ko: "전투는 끝나지 않았다! 용사여, 일어서시오! 전의를 다시 불태우며 전장에 합류하시오! 나도 자네와 함께, 등을 맞대고 싸우겠소!"
ko_mt: "전투는 아직 끝나지 않았습니다! 챔피언, 일어나 새로운 열정으로 전투에 임하라! 내가 당신 곁에서 어깨를 나란히 하고 싸우겠습니다!"

source: "Looks like Chivarro's throne stands empty, and we are supposed to choose a new leader."
ko: "키바로의 자리가 비었으니, 새로운 지도자를 선출해야 할 것 같아."
ko_mt: "치바로의 왕좌가 비어있는 것 같고 우리는 새로운 지도자를 선택해야한다 "

source: "I regret that we must ask our guests to leave the Ten Thousand Delights temporarily. Very soon, our doors will be open to you once again."
ko: "손님분들께 만인의 환락을 잠시 떠나달라 요청드리게 되어 참으로 유감입니다. 아주 조금만 기다려 주시면 영업을 재개하겠습니다."
ko_mt: "손님들께 잠시 만개의 기쁨을 떠나시라고 말씀드려야 해서 유감입니다. 조만간 다시 문을 열겠습니다."

source: "I beg you, kind {mf|sir|lady}, give me a moment of your time!"
ko: "친절한 {mf|신사|숙녀}분, 부디 잠시만 시간을 내주십쇼!"
ko_mt: "친절한 {mf|sir|lady} 여러분, 잠시만 시간을 내주세요!"

source: "My little birds! Protect me from this vermin! They've come to enslave you once again!"
ko: "내 귀염둥이들아! 이 해충으로부터 나를 지켜줘! 놈들이 또다시 너희를 노예로 삼으러 왔어!"
ko_mt: "내 작은 새들아! 이 해충으로부터 나를 지켜줘! 그들이 또다시 너희를 노예로 삼으러 왔어!"

source: "No! Don't touch me!"
ko: "안 돼! 날 건드리지 마!"
ko_mt: "안 돼! 만지지 마!"

source: "Hold her tight. The mistress said this slave is more dangerous than the others."
ko: "꽉 잡아. 주인님께서 이 노예가 다른 것들 보다 위험하다 하셨다."
ko_mt: "그녀를 꽉 잡아. 여주인은 이 노예가 다른 노예보다 더 위험하다고 말했습니다."

source: "Is there somebody else th—?"
ko: "거기 누구 없ㅅ—?"
ko_mt: "다른 사람이 있습니까-?"

source: "What the... Damn you!"
ko: "이게 무슨... 이런 빌어먹을!"
ko_mt: "뭐야.. 빌어먹을!"

source: "You don't want to work, is that it? You don't want to? How about now? Changed your mind yet?"
ko: "일하기 싫다고 했었지? 정말 싫어? 이러면 어때? 생각이 좀 바뀌었어?"
ko_mt: "일하기 싫다고요, 그렇죠? 일하기 싫다고요? 지금은 어때요? 아직 마음이 바뀌지 않았나요?"

source: "Please, have mercy. We can't do any more!"
ko: "제발, 자비를 내려 주십시오. 더는 못하겠습니다!"
ko_mt: "제발, 자비를 베풀어주세요. 더는 못 버텨요!"

source: "I didn't buy you so you could tell me, 'we can't!' If you don't stop complaining, I'll rip your tongues out!"
ko: "내가 못하겠다는 말이나 들으려고 네놈들을 산 줄 알아? 계속 징징대면 혀를 뽑아 주마!"
ko_mt: "난 당신이 '안 돼'라고 말하게 하려고 당신을 산 게 아니야! 계속 불평하면 혀를 뽑아버릴 거야!"

source: "I can't do any more. I don't even care if that bitch kills me..."
ko: "더는 못하겠어. 저 미친년이 날 죽이던 말던..."
ko_mt: "더는 못하겠어요. 저 년이 날 죽여도 상관없어..."

source: "Faster, you worms! I want to see those flagstones shining!"
ko: "더 빨리 움직여, 이 굼벵이들아! 이 판석들이 반짝이게 닦으란 말이다!"
ko_mt: "더 빨리, 이 벌레들아! 저 깃발이 빛나는 걸 보고 싶어!"

source: "Ha! You idiot, you think I'll make your death any easier than your life? No, the only way I kill slaves is by working them into the ground!"
ko: "하! 멍청한 놈, 내가 너희들을 쉽게 죽여줄 거라고 생각해? 내 노예들이 죽는 유일한 방법은 죽을 때까지 일하는 것뿐이다!"
ko_mt: "하! 이 멍청한 놈아, 내가 네 목숨보다 네 죽음을 더 쉽게 만들어줄 것 같아? 아니, 내가 노예를 죽이는 유일한 방법은 그들을 땅에 묻어버리는 것뿐이야!"

source: "Scram, you freaks! I don't care about your squabbling, Alushinyrra is not the place for you to tear one another to shreds!"
ko: "꺼져, 등신들아! 니이 뭔 소리를 지껄이던 관심 없다. 알루시니라는 니들끼리 험담을 물고 빠는 곳이 아니야!"
ko_mt: "출격해, 이 괴물들아! 너희들의 다툼은 상관없어, 알루시니라는 너희들이 서로 갈기갈기 찢어놓을 곳이 아니야!"

source: "This cowardly insect has disrespected our lord and master Baphomet!"
ko: "이 비겁한 벌레가 우리 군주이자 주인인 바포메트 님을 모욕했어!"
ko_mt: "이 비겁한 벌레가 우리의 주인이자 주인인 바포메트를 모욕했다!"

source: "The swarm laughs at the branded wannabe. The swarm recognizes only Deskari as the true demon sovereign."
ko: "무리는 낙인 찍힌 가짜를 비웃는다. 무리는 오직 데스카리 님만을 진정한 데몬의 군주로 인정한다."
ko_mt: "무리는 낙인찍힌 지망생을 비웃는다. 무리는 오직 데스카리만을 진정한 데몬의 군주로 인정한다."

source: "Shut up, the both of you! This place belongs to Our Lady in Shadow, not Baphomet or Deskari! And she won't tolerate ruckus or bloodshed in the streets!"
ko: "둘 다 닥쳐! 이곳은 바포메트도 데스카리도 아닌 그림자의 여주인님의 소유다! 그분께선 거리의 소란이나 유혈 사태를 용납하지 않으실 거다!"
ko_mt: "닥쳐, 둘 다! 여긴 바포메트나 데스카리가 아니라 그림자의 성모님 소유야! 성모님은 거리에서 소란이나 유혈 사태를 용납하지 않으실 거야!"

source: "Release me immediately, you hideous creature! Use your brain, what kind of worker would I make? I'm a demon of sloth, damn it!"
ko: "당장 이거 놔, 끔찍한 괴물 녀석아! 대가릴 좀 굴려봐! 내가 뭔 일꾼이 되겠냐? 난 나태의 데몬이라고! 씨발!"
ko_mt: "당장 날 풀어줘, 이 끔찍한 괴물아! 머리를 써봐, 내가 무슨 일꾼이 되겠어? 난 게으름의 데몬이라고, 젠장!"

source: "Uorgh! Hagh tha kvar!"
ko: "우오륵! 하그 싸 크바!'
ko_mt: "으악! 하그 타 크바르!"

source: "Master Sarzaksys wishes you to shut your mouth, you puny whelp. No matter how pathetic you are, you'll work as hard as anyone when driven by the lash."
ko: "보잘 것 없는 새끼야. 사르작시스 주인님께서 네가 입을 닥치길 바라신다. 네가 얼마나 한심한 존재던 간에, 채찍을 좀 맞으면 다른 놈들과 똑같이 빡쌔게 일하게 될 거다."
ko_mt: "사작시스 주인님은 네가 입을 다물기를 바라신다, 이 작은 새끼야. 아무리 한심한 놈이라도 채찍에 맞으면 누구 못지않게 열심히 일하게 될 거야."

source: "Pathetic? How dare you call me pathetic? Drink poison, you bitch!"
ko: "한심하다고? 어떻게 날 한심하다 표현할 수 있지? 제발 독 먹고 뒤져라, 쓰레기년!"
ko_mt: "한심하다고요? 어떻게 감히 날 한심하다고 해? 독을 마셔, 이 나쁜 년아!"

source: "Marglh! Zakkahar!"
ko: "마긇! 작카하르!"
ko_mt: "마글! 자카하르!"

source: "Master Sarzaksys will pay a thousand gold coins for the head of the insolent creature who dared to insult him!"
ko: "사르작시스 주인님께서 감히 그분을 모욕한 이 무례한 괴물의 머리에 천 골드를 거셨다!"
ko_mt: "사부 사작시스는 감히 자신을 모욕한 건방진 짐승의 목에 천 금화를 바치겠다!"

source: A furrow in the ground that looks like a wound. Heat from strange, undying coals spills out of the opening.
ko: 상처처럼 보이는 땅의 고랑입니다. 이 구멍에서 꺼지지 않는 이상한 석탄의 열기가 새어 나옵니다.
ko_mt: 상처처럼 보이는 땅의 고랑. 그 구멍에서 꺼지지 않는 이상한 석탄의 열기가 새어 나옵니다.

source: When you find yourself next to a strange wound-like furrow in the ground, you feel a chill come over you.
ko: 땅에 난 이상한 상처 같은 고랑 옆에 가자 당신에게 오싹한 기운이 엄습해 옵니다.
ko_mt: 땅에 난 이상한 상처 같은 고랑 옆에서 자신을 발견하면 오싹한 기운이 엄습해옵니다.

source: "Oh no, stupid Suture, he forgot, he clean forgot..."
ko: "이런, 멍청한 누더기야, 깜빡했네… 깨끗이 잊고 있었어..."
ko_mt: "이런, 멍청한 수처, 깜빡했네, 깨끗이 깜빡했어..."

source: "We have Abyss barriers in this place. Demons can cross them, but others can't. Clever."
ko: "이곳에는 심연 장벽이 있지. 데몬이야 넘을 수 있지만 다른 존재들은 못 넘어. 기발하지."
ko_mt: "이곳에는 심연의 장벽이 있습니다. 데몬은 통과할 수 있지만 다른 존재들은 통과할 수 없지. 영리하군."

source: "But you can get through if you have the key. Here, take it!"
ko: "하지만 열쇠를 가지고 있다면 통과할 수 있어. 자, 받아!"
ko_mt: "하지만 열쇠가 있으면 통과할 수 있습니다. 자, 받아!"

source: "Closer... closer..."
ko: "가까이... 더 가까이..."
ko_mt: "더 가까이.. 더 가까이..."

source: "Come this way. With me you won't be alone!"
ko: "이리 와라. 나랑 같이 있으면 혼자가 아니란다!"
ko_mt: "이쪽으로 오세요. 나와 함께라면 혼자가 아니야!"

source: "Day 16, Abadius, 4662. Experiment: Transformation. Subject: young male, half-fiend. Objective: to study the properties of hybrid souls."
ko: "4662년 아바디우스, 16일차. 실험: 변신. 피험자: 젊은 하프핀드 남성. 목적: 혼혈 영혼의 특성 연구."
ko_mt: "아바디우스 16년, 4662년. 실험: 변신. 피험자: 젊은 남성, 반혼혈. 목적: 하이브리드 영혼의 특성을 연구하기 위해."

source: "Desired result: to see the same results that were previously achieved on full-fledged demons."
ko: "원하는 결과: 이전에 완전한 데몬에게서 얻은 결과와 동일한 결과를 보는 것."
ko_mt: "원하는 결과: 이전에 본격적인 데몬에서 얻은 것과 동일한 결과를 보는 것입니다."

source: "Suture, bring me one more crystal. I believe I'm... almost there."
ko: "누더기야, 수정 하나 더 가져와. 거의 다 된 것 같아..."
ko_mt: "수처, 수정 하나만 더 가져와. 거의 다 된 것 같아요."

source: "Day 4, Pharast, 4632. Experiment: Wounded Demons. Subject: a lilitu and several lesser demons maimed in battle with crusaders."
ko: "4632년 파라스트, 4일차. 실험: 부상당한 데몬. 대상: 성전군과의 전투에서 불구가 된 릴리투 하나와 하급 데몬 몇 마리."
ko_mt: "4일차, 파라스트, 4632년. 실험: 부상당한 데몬. 대상: 십자군과의 전투에서 불구가 된 리리투와 하급 데몬 몇 마리."

source: "Desired result: to preserve the specific abilities of the donor subjects in the final fused entity. The idea is promising and may influence my other research."
ko: "원하는 결과: 최종 융합 개체에서 신체를 기증한 피험자의 특정 능력을 보존하는 것. 이 아이디어는 기대되며 다른 연구에도 영향을 미칠 수 있다."
ko_mt: "원하는 결과: 최종 융합 개체에서 기증자 피험자의 특정 능력을 보존하는 것입니다. 이 아이디어는 유망하며 다른 연구에도 영향을 미칠 수 있습니다."

source: "The fusing of body parts of different life forms has been done many times before and is of no interest to me. The focus of this experiment is the fusing of souls."
ko: "서로 다른 생물 형태의 신체 부위를 융합하는 것은 전에도 여러 번 수행된 적이 있는데, 나는 관심 없다. 이 실험의 초점은 영혼의 융합이다."
ko_mt: "다른 생명체의 신체 부위를 융합하는 것은 이전에도 여러번 수행된 적이 있으며 저에게는 관심이 없습니다. 이 실험의 초점은 영혼의 융합입니다."

source: "Day 28, Calistril, 4606. Experiment: Transformation. Subject: Areelu Vorlesh, m..."
ko: "4606년 칼리스트릴, 28일차. 실험: 변이. 대상: 아릴루 볼레쉬, 나..."
ko_mt: "28일, 칼리스트릴, 4606년. 실험: 변신. 피험자: 아릴루 볼레쉬, 남..."

source: "Predicted result: the formation of a full-fledged half-demon on the basis of a mortal being. Potential risks: unknown."
ko: "예상 결과: 필멸의 존재를 기반으로 한 완전한 하프 데몬이 형성됨. 잠재적 위험: 알 수 없음."
ko_mt: "예상 결과: 필멸자를 기반으로 본격적인 하프 데몬이 형성됩니다. 잠재적 위험: 알 수 없음."

source: "...human, female, with a clear affinity for arcane magic. Objective: to fuse a mortal soul with the essence of the Abyss."
ko: "...인간, 여성, 비전 마법에 친숙함. 목표: 필멸자의 영혼과 심연의 정수를 융합하는 것."
ko_mt: "...인간, 여성, 비전 마법에 대한 분명한 친화력을 가지고 있습니다. 목표: 필멸자의 영혼과 심연의 정수를 융합하는 것."

source: "The death of the subject is extremely likely. I will continue to monitor the experiment for as long as I can."
ko: "피험자의 사망 확률이 극도로 높다. 가능한 한 오랫동안 실험을 계속 관찰할 것이다."
ko_mt: "피험자의 사망 가능성이 매우 높습니다. 가능한 한 오랫동안 실험을 계속 모니터링할 것입니다."

source: "Day 20, Pharast, 4606. Experiment: The Suture. Subject: former derakni subjected to extreme exposure when passing through the Worldwound."
ko: "4606년 파라스트, 20일차. 실험: 누더기. 대상: 세계상처를 통과할 때 극심한 노출에 영향을 받은 전 데라크니."
ko_mt: "20일, 파라스트, 4606년. 실험: 수처. 대상: 세계상처를 통과할 때 극심한 노출에 노출된 전 데라크니."

source: "Objective: to assess the threat to other demons, to stabilize passage through the Worldwound. The survival of the subject... is also desirable. For the purposes of further observation."
ko: "목적: 다른 데몬들에 대한 위협을 평가하고, 세계상처를 안정적으로 통과하는 것. 대상의 생존... 또한 바람직하다. 더 많은 관찰을 위해서."
ko_mt: "목적: 다른 데몬들에 대한 위협을 평가하고, 세계상처를 안정적으로 통과하는 것이다. 대상의 생존.. 또한 바람직하다. 추가 관찰을 위해."

source: "As a result of this exposure, the demon was reborn as a dretch — a unique event in demonology. The reborn demon also acquired serious malformations, which did not respond to standard treatment methods."
ko: "이 노출의 결과로, 데몬이 드레치로 재탄생했다. 이는 데몬 연구에서 독특한 사건이다. 다시 태어난 데몬은 표준 치료법에도 반응하지 않는 심각한 기형도 생겼다."
ko_mt: "이 노출의 결과로 데몬은 데몬학에서 독특한 사건인 드레치로 다시 태어났습니다. 다시 태어난 데몬은 표준 치료법에도 반응하지 않는 심각한 기형도 얻었습니다."

source: "Well, well. It seems that someone has been meddling with my projector without permission AGAIN. How many times have I told you not to do that, hmm?"
ko: "이런, 이런. 누가 또 내 영사기를 허락도 없이 만진 것 같네. 그러지 말라고 내가 몇 번이나 말했지, 으음?"
ko_mt: "이런, 이런. 누군가 또다시 내 프로젝터에 무단으로 간섭하고 있는 것 같습니다. 그러지 말라고 몇 번이나 말했죠?"

source: "I made this recording for the sole purpose of telling you that when I return I shall be very, very angry."
ko: "내가 이 녹음을 한 목적은, 내가 돌아오면 아주, 아주 화낼 거라고 너한테 말해주기 위해서란다."
ko_mt: "내가 돌아오면 아주, 아주 화를 낼 거라고 말하기 위해 이 녹음을 했다."

source: "Enemies in my home! I won't let you past the threshold!"
ko: "내 집에 적들이 오다니! 너희가 극점을 지나게 둘 순 없지!"
ko_mt: "내 집에 적이 있다! 문턱을 넘지 못하게 할 거야!"

source: "The prey has fallen right into my lap! If I kill you, my name will be on everyone's lips!"
ko: "먹잇감이 바로 내 무릎 위에 떨어졌군! 널 죽이면 내 이름이 모두의 입에 오르내리겠지!"
ko_mt: "먹잇감이 내 무릎에 떨어졌다! 널 죽이면 내 이름이 모든 사람의 입에 오르내릴 거야!"

source: "My queen, I shall save you from this beast!"
ko: "여왕님, 제가 이 짐승에게서 지켜드리겠습니다!"
ko_mt: "여왕님, 제가 이 짐승에게서 여왕님을 구해드리겠습니다!"

source: "Your eyes, {name}... I always see a light in them. Is that inner strength, or perhaps the spark of your soul?"
ko: "{name}... 당신 눈에는 언제나 빛이 깃들어 있어요. 내면의 힘인가요, 아니면 영혼의 불꽃인가요?"
ko_mt: "당신의 눈, {name}.. 나는 항상 그 안에서 빛을 봅니다. 그건 내면의 힘인가요, 아니면 영혼의 불꽃인가요?"

source: "...to possess you. To own you!"
ko: "...가지고 싶어요. 소유하고 싶다고요!"
ko_mt: "...당신을 소유하기 위해. 당신을 소유하기 위해!"

source: "Share this with me. I want..."
ko: "그 빛을 저에게 나눠줘요. 저는 당신을..."
ko_mt: "이걸 나랑 공유해줘. 내가 원해..."

source: "Look into my eyes. No, don't look away. You're not a coward, are you, crusader?"
ko: "내 눈을 봐. 아니, 딴 데 보지 말고. 성전사야, 너 설마 겁쟁이인 건 아니겠지?"
ko_mt: "내 눈을 봐요. 아니, 고개 돌리지 마. 넌 겁쟁이가 아니지, 그렇지, 성전사?"

source: "Just like that. One after another. Guess who I'll take next."
ko: "바로 그거야. 한 명씩 차례대로 와. 내가 다음에 상대할 사람은 누군지 맞춰봐."
ko_mt: "바로 그렇게. 한 명씩 차례로. 다음은 누구를 데려갈지 맞춰보세요."

source: "My dear cousin, I never thought you'd wear armor even in your bedchamber."
ko: "친애하는 사촌이여, 당신이 침실에서도 갑옷을 입을 줄은 몰랐습니다."
ko_mt: "친애하는 사촌, 당신이 침실에서도 갑옷을 입을 줄은 몰랐어요."

source: "In my bedchamber, I usually wear nothing at all. You have permission to confirm this for yourself."
ko: "난 침실에서는 보통 아무것도 안 입어. 직접 확인해도 좋다."
ko_mt: "제 침실에서는 보통 아무것도 입지 않습니다. 직접 확인하실 수 있습니다."

source: "What else do I have permission to do?"
ko: "그밖에 제가 허락받아야 할 게 있을까요?"
ko_mt: "제가 또 무엇을 할 수 있나요?"

source: "Whatever you wish."
ko: "뭐든 원하는 대로 해라."
ko_mt: "원하는 대로 하세요."

source: "Here, have a cookie my mom made! Will you come play with us tomorrow? I'll bring ribbon and we can put them in our dollies' hair!"
ko: "자, 우리 엄마가 만든 쿠키 먹어봐! 내일 우리랑 같이 놀러 올래? 내가 리본 가져와서 우리 인형 머리에 꽂을게!"
ko_mt: "자, 엄마가 만든 쿠키 먹어! 내일 우리랑 같이 놀러 올래? 리본 가져올 테니까 인형 머리에 꽂아줄게!"

source: "Sure, Ember! I have a doll house too, want to see?"
ko: "당연하지, 엠버! 인형집도 한 채 있는데, 볼래?"
ko_mt: "물론이죠, 엠버! 나도 인형의 집이 있는데 볼래?"

source: "What a pretty doll! Can I play with you?"
ko: "너무 예쁜 인형이다! 같이 놀아도 돼?"
ko_mt: "정말 예쁜 인형이네요! 같이 놀아도 돼요?"

source: "Hold it higher up the grip. You need to feel the balance. Yes, like that. Now, strike!"
ko: "손잡이를 더 위로 잡아라. 균형감을 익혀야 해. 그래, 그렇게. 이제 때리거라!"
ko_mt: "그립을 더 높이 잡으세요. 균형을 느껴야 합니다. 그래, 이렇게. 이제 치세요!"

source: "You sure were, my girl. You'll be the future bane of all demons."
ko: "물론이지, 얘야. 너는 장래에 데몬 학살자가 되겠구나."
ko_mt: "정말 그랬구나, 내 딸. 넌 앞으로 모든 데몬들의 골칫거리가 될 거야."

source: "Bam! I did it! Did I do it good, pop?"
ko: "이얍! 해냈어! 아빠, 나 잘했지?"
ko_mt: "쾅! 해냈어요! 제가 잘했나요, 아빠?"

source: "I love you so much, pop! You're the best!"
ko: "아빠, 완전 사랑해! 아빠는 최고야!"
ko_mt: "아빠, 정말 사랑해요! 당신은 최고예요!"

source: "Aye aye, Captain Lann!"
ko: "아이 아이, 랜 선장님!"
ko_mt: "아이 아이, 란 선장님!"

source: "Arrr, Captain Lann!"
ko: "아르르, 랜 선장님!"
ko_mt: "아, 란 선장님!"

source: "Course set for Pearl Bay. Heave anchor! Raise the sails!"
ko: "진주 만으로 항로를 설정한다. 닻을 내려라! 돛을 올려라!"
ko_mt: "진주만 항로 설정. 닻을 내려라! 돛을 올려라!"

source: "If you want to eat your dinner under palm trees on solid ground, we better get a move on, lads!"
ko: "육지 위의 야자수 아래에서 저녁을 먹고 싶으면 서둘러야 할 거야, 얘들아!"
ko_mt: "단단한 땅의 야자수 아래에서 저녁을 먹고 싶으면 서둘러야 합니다!"

source: "Greatest Scientist in all Golarion, your Addendum 120 to volume five of the Encyclopedia has caused a furor across all the scholarly forums of Absalom!"
ko: "골라리온 역사상 가장 위대한 과학자님, 당신의 백과사전 제5권에 수록된 120번째 부록이 압살롬의 모든 학계 포럼에 열광을 불러일으켰습니다!"
ko_mt: "골라리온 역사상 가장 위대한 과학자, 당신의 백과사전 5권 부록 120이 압살롬의 모든 학계 포럼에 열광을 불러일으켰습니다!"

source: "I am delighted to observe your scientific work. When can we expect your next publication?"
ko: "당신의 과학적 성과를 볼 수 있어 기쁩니다. 다음 출판물은 언제쯤 기대할 수 있을까요?"
ko_mt: "당신의 과학적 연구를 관찰하게 되어 기쁩니다. 다음 출판물은 언제쯤 기대할 수 있을까요?"

source: "Very soon! By the end of the year at the latest! I am making corrections to my sixth and eighteenth addenda to the third volume of the Encyclopedia, and then I plan to rewrite the first volume in its entirety. I already have a slew of revisions I wish to make."
ko: "금방이죠! 늦어도 연말까지는요! 지금은 백과사전 제3권의 여섯 번째와 열여덟 번째 부록을 수정하고 있고, 그다음에는 제1권 전체를 다시 쓸 계획이에요. 벌써 개정하고 싶은 부분이 많거든요."
ko_mt: "곧! 늦어도 연말까지는요! 저는 백과사전 3권의 여섯 번째와 열여덟 번째 부록을 수정하고 있으며, 그다음에는 첫 번째 권 전체를 다시 쓸 계획입니다. 이미 수정하고 싶은 부분이 많이 있습니다."

source: "Predictable."
ko: "뻔하군."
ko_mt: "예측 가능."

source: "Seelah, how many times do I have to tell you? Slow down! With you it's always act first, think later!"
ko: "실라, 내가 몇번이나 더 말해야 하니? 천천히 좀 해! 넌 항상 생각보다 행동을 먼저 하잖아!"
ko_mt: "실라, 내가 몇 번이나 말해야 해? 천천히 해! 너랑은 항상 행동이 먼저고 생각은 나중에 하는 거야!"

source: "I know you're not doing it on purpose. I know. So now, let's try that move again..."
ko: "일부러가 아니란 건 알고 있어. 나도 알아. 그럼 이제 그 동작을 다시 해보자..."
ko_mt: "일부러 그러는 게 아니라는 거 알아요. 알아요. 그럼 이제 그 동작을 다시 해보자..."

source: "I'm not doing it on purpose, Acemi! I swear!"
ko: "아세미 님, 일부러 그런 건 아니에요! 진짜로요!"
ko_mt: "일부러 그런 게 아니야, 아세미! 맹세해!"

source: "Brother, is it going to be much longer? It feels like my whole body's asleep!"
ko: "동생아, 아직 한참 더 기다려야 하는 거냐? 내 온몸이 잠든 기분이야!"
ko_mt: "오빠, 더 오래 걸리나요? 온몸이 잠든 것 같아!"

source: "One more minute, Trever, and your torment will be over. Hmm, how many years have I been asking you to sit for a portrait — five, ten?"
ko: "좀만 더 기다려, 형. 그 고통도 끝날 거야. 흠, 내가 몇 년 동안 형에게 초상화를 위한 포즈를 취하라고 했지? 5년, 10년?"
ko_mt: "1분만 더 기다리면 고통은 끝날 거야, 트레버. 흠, 내가 몇 년 동안 초상화를 찍으라고 했지? 5년, 10년?"

source: "Hey, wake up! The bull is roasted — we're just waiting on you."
ko: "어이, 일어나! 황소가 구워졌어.우린 널 기다리고 있었다고."
ko_mt: "이봐, 일어나! 황소가 구워졌습니다 - 우리는 당신을 기다리고 있습니다 "

source: "Blind fools! You thought you could push me around? You thought I'd be your servant?"
ko: "눈치없는 바보들아! 날 괴롭힐 수 있을 줄 알았어? 내가 너네 하인인 줄 알아?"
ko_mt: "눈먼 바보들! 날 밀고 다닐 수 있을 줄 알았어? 내가 네 하인이 될 줄 알았어?"

source: "Now you're going to be my slaves! And no one will ever dare to command Wenduag ever again!"
ko: "이제 너희는 내 노예가 될 거야! 그리고 다시는 누구도 감히 웬두아그에게 명령할 수 없어!"
ko_mt: "이제 너희는 내 노예가 될 거야! 그리고 다시는 누구도 감히 웬두아그에게 명령할 수 없을 거야!"

source: "You will pay for this, impudent slave!"
ko: "이 건방진 노예야, 대가를 치르게 해주마!"
ko_mt: "이 뻔뻔한 노예야, 대가를 치르게 될 것이다!"

source: "I'll chain you to my throne like tamed beasts! And I'll rip the tongue out of anyone stupid enough to open their filthy mouth."
ko: "너희를 가축처럼 내 왕좌에 묶어두겠다! 그리고 더러운 입을 벌릴 만큼 어리석은 자는 혀를 뽑아버리겠다!"
ko_mt: "길들여진 짐승처럼 너희를 내 왕좌에 묶어두겠다! 그리고 더러운 입을 벌릴 만큼 어리석은 자의 혀를 뽑아버리겠다!"

source: "We're so sorry we suspected you! Come back to us, Woljif. We're nothing without you, you're the best out of all of us! Forgive us, come back!"
ko: "우리가 너를 의심해서 정말 미안해! 우리에게 돌아와, 울지프. 우린 너 없이는 아무것도 아니야, 넌 우리 중 최고야! 우릴 용서하고 돌아와 줘!"
ko_mt: "당신을 의심해서 정말 미안해요! 우리에게 돌아와, 월지프. 우린 너 없이는 아무것도 아니야, 넌 우리 중 최고야! 용서하고 돌아와!"

source: "Forgive me, my boy! You are my only grandchild, I should have loved you. Because of my mistakes, you became an orphan, you went hungry and cold. Oh, I'm sorry... I'm so sorry..."
ko: "용서해다오, 얘야! 넌 내 유일한 손자야. 내가 널 사랑했어야 했어. 내 실수 때문에 네가 고아가 돼서, 배고프고 추웠겠지. 오, 미안해... 내가 정말 미안해..."
ko_mt: "용서해라, 내 아들아! 넌 내 외손자고, 내가 널 사랑했어야 했어. 내 실수 때문에 너는 고아가 되었고 배고프고 추워졌습니다. 오, 미안하다.. 정말 미안해..."

source: "I thought you were a lowly thief, but I was so wrong! Forgive me Your Majesty! Forgive me for not recognizing you as a king immediately! Allow me to serve you, even as a washerwoman!"
ko: "폐하께서 천한 도둑인 줄 알았는데, 제가 완전히 틀렸습니다! 용서해 주세요, 폐하! 폐하를 바로 왕으로 알아보지 못한 저를 용서해 주세요! 빨래꾼으로라도 폐하를 섬길 수 있도록 허락해 주세요!"
ko_mt: "네가 천한 도둑인 줄 알았는데 내가 틀렸어! 폐하를 용서해 주십시오! 전하를 즉시 왕으로 인정하지 못한 저를 용서해 주십시오! 빨래꾼으로라도 폐하를 섬길 수 있도록 허락해 주십시오!"

source: "Forgive an old fool for all the harm I did to the tieflings. Woe is me! Punish me as you see fit, but please forgive me!"
ko: "티플링들에게 해를 끼친 늙은 바보를 용서해 주세요. 저도 슬퍼하고 있습니다! 제게 마음대로 벌을 내리시되, 제발 용서해 주세요!"
ko_mt: "내가 티플링에게 해를 끼친 늙은 바보가 용서해 주세요. 화가 났습니다! 마음대로 벌을 내리시되, 제발 용서해 주세요!"

source: "I, though unworthy, humbly beg your forgiveness, Your Majesty. Life has been hard for the tieflings in my land, and it is my fault. But I beg you, don't kill me! Here, take my crown instead!"
ko: "저는 자격이 없지만 겸허히 용서를 구합니다, 폐하. 제 땅에서 티플링의 삶이 힘들어진 것은 모두 제 잘못입니다. 저를 죽이지만 말아 주세요! 대신 제 왕관을 가져가 주세요!"
ko_mt: "저는 합당하지 않지만 겸허히 용서를 구합니다, 폐하. 제 땅에서 티플링들의 삶이 힘들어진 것은 모두 제 잘못입니다. 하지만 제발 죽이지 마세요! 대신 제 왕관을 가져가세요!"

source: "Louder, louder! Again! Make me believe it! Try harder or else I'll have you tossed out on your ear!"
ko: "크게, 더 크게! 다시! 신뢰감을 주란 말이야! 더 열심히 안 하면 쫓아낼 거야!"
ko_mt: "더 크게, 더 크게! 다시! 믿게 만들어! 더 세게 안 그러면 귀에다 던져버릴 거야!"

source: "Heaven, I am coming home! Farewell, Commander!"
ko: "천상이여, 제가 집에 돌아가겠습니다! 안녕히 가세요, 사령관님!"
ko_mt: "천국, 나 집에 간다! 잘 가세요, 사령관님!"

source: "I'll find you, {name}! Thank you for giving the sky back to me!"
ko: "{name}, 제가 찾아갈게요! 하늘을 다시 볼 수 있게 해주셔서 감사합니다!"
ko_mt: "{name}, 내가 찾아갈게! 하늘을 돌려줘서 고마워!"

source: "I can't believe I'm going to see the sky again! What time is it, I wonder? Morning? Afternoon? Evening?"
ko: "다시 하늘을 볼 수 있다니 믿기지 않아! 지금 몇 시지? 아침? 오후? 저녁?"
ko_mt: "다시 하늘을 볼 수 있다니 믿기지 않아요! 지금 몇 시죠? 아침? 오후? 저녁?"

source: "Twenty years! Will my wife and son even recognize me? Are they still alive?"
ko: "20년 지났어! 아내와 아들이 나를 알아볼 수 있을까? 아직 살아 있을까?"
ko_mt: "20년! 아내와 아들이 저를 알아볼 수 있을까요? 아직 살아 있을까?"

source: "Mom, I know you're watching. You would never leave me in danger, would you?"
ko: "엄마, 보고 있는 거 알아요. 저를 위험하게 두지 않으실 거죠?"
ko_mt: "엄마, 보고 있는 거 알아요. 절 위험에 빠뜨리지 않으실 거죠?"

source: "But you let me learn things. Try things. I... oh, thank you, Mom."
ko: "그래도 제가 배울 수 있게 놔두세요. 시도해 볼 수 있게요... 아, 고마워요, 엄마."
ko_mt: "하지만 당신은 내가 뭔가를 배우게 해줬어요. 시도해보세요. 나는.. 오, 고마워요, 엄마. "

source: "But one day, I will sneak out without you noticing and do everything my way!"
ko: "하지만 언젠간 엄마 몰래 나와서 제가 하고 싶은 거 다 할 거예요!"
ko_mt: "하지만 언젠가는 엄마 몰래 몰래 나가서 모든 것을 내 방식대로 할거야!"

source: "Let's draw some wings on this ram-lizard. You want him to fly, don't you?"
ko: "이 숫양 도마뱀에 날개를 그려 보자. 얘가 날기를 원하지 않니?"
ko_mt: "이 램 도마뱀에 날개를 그려 봅시다. 그가 날기를 원하지 않나요?"

source: "I want a real one!"
ko: "저는 진짜를 원해요!"
ko_mt: "난 진짜를 원해!"

source: "I'll start teaching you transmutation soon. It shouldn't take you long to master it... only about ten years of dedicated study."
ko: "내가 곧 변환 마법을 가르쳐 줄게. 숙달하는 데 오래 걸리지 않을 거야... 대략 10년만 열심히 공부하면 돼."
ko_mt: "곧 변환을 가르쳐 줄게. 마스터하는데 오래 걸리지 않을 것입니다.. 약 10년의 헌신적인 연구 만 있으면됩니다."

source: "Day whatever. Experiment: Finally! That's right. At last I can try something serious."
ko: "아무일차. 실험: 드디어! 좋았어. 드디어 진지한 것을 시도해볼 수 있겠어."
ko_mt: "하루 뭐든. 실험: 드디어! 맞아요. 드디어 뭔가 진지한 것을 시도해볼 수 있겠어요"

source: "Cease your spellcasting, {mf|sorcerer|witch}! You will be brought to Threshold to stand trial."
ko: "주문 시전을 멈춰라, {mf|마법사|마녀}야! 널 극점으로 데려가 재판대에 세우겠다."
ko_mt: "{mf|소서러|마녀}, 주문 시전 중단! 당신은 재판을 받기 위해 문턱으로 끌려갈 것이다"

source: "Take that!"
ko: "받아라!"
ko_mt: "가져가!"

source: "{mf|Son!|Daughter!}"
ko: "안 돼!"
ko_mt: "{mf|아들|딸}!"
