Repository: akintos/wotr-translation
Catalog: translation/*/Armies.po
Languages: ko, ko_mt

source: All {g|AdjacentUnits}[adjacent]{/g} allied units gain a -1 penalty to AC, saving throws, and initiative for 1 round at the start of each round. This is a mind-affecting effect.
ko: 각 라운드 시작 시, {g|AdjacentUnits}[인접]{/g} 타일의 모든 아군 유닛이 1 라운드 동안 AC, 내성 굴림, 우선권에 -1 페널티를 받습니다. 이는 정신 영향 효과입니다.
ko_mt: 모든 {g|AdjacentUnits}[인접]{/g} 아군 유닛은 각 라운드 시작 시 1라운드 동안 AC, 내성 굴림, 우선권에 -1의 불이익을 받습니다. 이것은 정신에 영향을 미치는 효과입니다.

source: Reduction of Losses II
ko: 병력 손실 감소 II
ko_mt: 손실 감소 II

source: Reduction of Losses III
ko: 병력 손실 감소 III
ko_mt: 손실 감소 III

source: Reduction of Losses IV
ko: 병력 손실 감소 IV
ko_mt: 손실 감소 IV

source: Reduction of Losses V
ko: 병력 손실 감소 V
ko_mt: 손실 감소 V

source: Reduction of Losses VI
ko: 병력 손실 감소 VI
ko_mt: 손실 감소 VI

source: Reduction of Losses VII
ko: 병력 손실 감소 VII
ko_mt: 손실 감소 VII

source: Reduction of Losses VIII
ko: 병력 손실 감소 VIII
ko_mt: 손실 감소 VIII

source: Reduction of Losses IX
ko: 병력 손실 감소 IX
ko_mt: 손실 감소 IX

source: Unit has a -35% penalty to maximum HP.
ko: 유닛은 최대 HP에 -35% 페널티를 가집니다.
ko_mt: 유닛은 최대 체력에 -35%의 불이익을 받습니다.

source: All allied units gain a +3 bonus to attack and a -2 penalty to speed. Only one "formation" type ability can be active. This ability is a Stratagem.
ko: 모든 아군 유닛이 명중에 +3 보너스, 속도에 -2 페널티를 받습니다. "진형" 능력은 한가지만 횔성화할 수 있습니다. 이 능력은 책략입니다.
ko_mt: 모든 아군 유닛은 명중 굴림에 +3 보너스, 속도에 -2 불이익을 받습니다. "진형" 유형 능력은 하나만 활성화할 수 있습니다. 이 능력은 전략 능력입니다.

source: Attack Formation
ko: 공격 대형
ko_mt: 공격 대형

source: Target unit gains a +2 bonus to melee attack and a -3% penalty to maximum HP. This ability is a Stratagem with a mind-affecting effect.
ko: 대상 유닛은 근접 명중에 +2 보너스, 최대 HP에 -3% 페널티를 받습니다. 이 능력은 정신 영향 효과를 지닌 책략입니다.
ko_mt: 대상 유닛은 근접 명중 굴림에 +2 보너스를 받고 최대 체력에 -3% 불이익을 받습니다. 이 능력은 정신에 영향을 주는 전략 능력입니다.

source: Battle Rage
ko: 전투 격노
ko_mt: 배틀 레이지

source: Target unit gains a +4 bonus to saving throws for 1 round. This ability is a Stratagem.
ko: 대상 유닛은 1 라운드 동안 내성 굴림에 +4 보너스를 얻습니다. 이 능력은 책략입니다.
ko_mt: 대상 유닛은 1라운드 동안 내성 굴림에 +4 보너스를 얻습니다. 이 능력은 전략 능력입니다.

source: Look out!
ko: 조심해!
ko_mt: 조심하세요!

source: All allied units gain a +3 bonus to speed and a -2 penalty to AC. Only one "formation" type ability can be active. This ability is a Stratagem.
ko: 모든 아군 유닛이 속도에 +3 보너스, AC에 -2 페널티를 얻습니다. "진형" 능력은 한가지만 횔성화할 수 있습니다. 이 능력은 책략 입니다.
ko_mt: 모든 아군 유닛은 속도에 +3 보너스, AC에 -2 불이익을 받습니다. "진형" 유형 능력은 하나만 활성화할 수 있습니다. 이 능력은 전략 능력입니다.

source: Charge Formation
ko: 돌격 대형
ko_mt: 충전 형성

source: All infantry, ranged or cavalry units receive a +(1 + general's level/6) bonus to attack and saving throws for 3 rounds. This ability is a Stratagem.
ko: 모든 보병, 원거리, 기병 유닛이 3 라운드 동안 명중과 내성 굴림에 +(1 + 지휘관 레벨/6) 보너스를 받습니다. 이 능럭은 책략입니다.
ko_mt: 모든 보병, 원거리, 기병 유닛은 3라운드 동안 명중 굴림과 내성 굴림에 +(1 + 장군 레벨/6) 보너스를 얻습니다. 이 능력은 전략 능력입니다.

source: Dispersal of Forces
ko: 병력 분산
ko_mt: 병력 분산

source: All units in the army gain a +5 bonus to AC against ranged attacks and receive a -1 penalty to speed and -2 penalty to initiative for 1 round. This ability is a Stratagem.
ko: 부대의 모든 유닛은 1 라운드 동안 원거리 공격에 대한 AC에 +5 보너스, 속도에 -1 페널티, 우선권에 -2 페널티를 받습니다. 이 능력은 책략입니다.
ko_mt: 군대의 모든 유닛은 원거리 명중 굴림에 대한 AC에 +5 보너스를 받고, 1라운드 동안 속도에 -1, 우선권에 -2의 불이익을 받습니다. 이 능력은 전략 능력입니다.

source: Cover
ko: 엄폐
ko_mt: 커버

source: All allied units gain a +3 bonus to AC and receive a -2 penalty to attack. Only one "formation" type ability can be active. This ability is a Stratagem.
ko: 모든 아군 유닛이 AC에 +3 보너스, 명중에 -2 페널티를 받습니다. "진형" 능력은 한가지만 횔성화할 수 있습니다. 이 능력은 책략입니다.
ko_mt: 모든 아군 유닛은 AC에 +3 보너스, 명중 굴림에 -2 불이익을 받습니다. "진형" 유형 능력은 하나만 활성화할 수 있습니다. 이 능력은 전략 능력입니다.

source: Defensive Formation
ko: 방어 대형
ko_mt: 방어 진형

source: The target unit's attacks deal additional (1d4×unit number) magic damage. This ability is a Stratagem.
ko: 대상 유닛의 공격은 추가 (1d4×유닛 수) 마법 피해를 입힙니다. 이 능력은 책략입니다.
ko_mt: 대상 유닛의 공격은 추가 마법 피해(1d4×단위 수)를 입힙니다. 이 능력은 전략 능력입니다.

source: Elemental Weapon
ko: 원소 무기
ko_mt: 원소 무기

source: All units attacking the target unit for 1 round will become {g|Frightened_condition}[frightened]{/g}. Only one "formation" type ability can be active. This ability is a Stratagem.
ko: 1 라운드 동안 대상 유닛을 공격하는 모든 유닛은 {g|Frightened_condition}[겁먹음]{/g} 상태가 됩니다. "진형" 능력은 한가지만 횔성화할 수 있습니다. 이 능력은 책략입니다.
ko_mt: 1라운드 동안 대상 유닛을 공격하는 모든 유닛은 {g|Frightened_condition}[겁먹음]{/g} 상태가 됩니다. "진형" 유형 능력은 하나만 활성화할 수 있습니다. 이 능력은 전략 능력입니다.

source: Fearsome Formation
ko: 공포의 진형
ko_mt: 무시무시한 진형

source: Target unit receives a -2 penalty to speed and gains a 25% chance to make a critical hit for 1 round. This ability is a Stratagem.
ko: 대상 유닛은 속도에 -2 페널티를 받고 1 라운드 동안 치명타 확률 25% 를 얻습니다. 이 능력은 책략입니다.
ko_mt: 대상 유닛은 이동 속도에 -2 불이익을 받고 25% 확률로 1라운드 동안 치명타에 성공합니다. 이 능력은 전략 능력입니다.

source: Go for the Throat!
ko: 숨통을 끊어라!
ko_mt: 목구멍을 노려라!

source: All enemy units in a 3×3 area make a Fortitude saving throw. Failing at a saving throw applies {g|Stunned_condition}[stun]{/g} for 1 round. This ability is a Stratagem.
ko: 3x3 범위 내 모든 적 유닛은 인내 내성 굴림을 합니다. 내성 굴림에 실패하면 1 라운드 동안 {g|Stunned_condition}[기절]{/g} 상태가 됩니다. 이 능력은 책략입니다.
ko_mt: 3×3 영역에 있는 모든 적 유닛은 인내 굴림에 실패하면 1라운드 동안 {g|Stunned_condition}[기절]{/g} 상태가 됩니다. 이 능력은 전략 능력입니다.

source: Overwhelming Shout
ko: 압도적인 고함
ko_mt: 압도적인 함성

source: Target unit ignores the damage from the next attack. Cannot be used more than 1 time per unit per battle. This ability is a Stratagem.
ko: 대상 유닛은 다음 공격의 피해를 무시합니다. 이 능력은 개별 유닛에게 전투 당 한번 씩만 시전할 수 있습니다. 이 능력은 책략입니다.
ko_mt: 대상 유닛은 다음 공격의 피해를 무시합니다. 전투당 유닛당 한 번만 사용할 수 있습니다. 이 능력은 전략 능력입니다.

source: Precise Prediction
ko: 정확한 예측
ko_mt: 정확한 예측

source: All units in a 3×3 area deal ((Power×Power + 5)d6) physical damage to the enemy when damaged in melee. This ability is a Stratagem.
ko: 3×3 범위 내의 모든 유닛이 적에게 근접 공격을 받으면 ((마력×마력 + 5)d6) 물리 피해를 반사합니다. 이 능력은 책략입니다.
ko_mt: 근접 공격으로 피해를 받으면 3×3 범위의 모든 유닛이 적에게 (위력×위력+5)d6) 물리 피해를 입힙니다. 이 능력은 전략 능력입니다.

source: Retaliation
ko: 앙갚음
ko_mt: 보복

source: Deals ((Power×Power + 5)d6) acid damage to the activating unit for 3 rounds. This ability is a Trap.
ko: 함정을 작동시킨 유닛에게 3 라운드 동안 ((마력x마력 + 5)d6) 산성 피해를 입힙니다. 이것은 함정 능력입니다.
ko_mt: 활성화한 유닛에게 3라운드 동안 ((위력×위력+5)d6) 산성 피해를 입힙니다. 이 능력은 함정 능력입니다.

source: Acid Trap
ko: 산성 함정
ko_mt: 산성 함정

source: When activated, {g|Stunned_condition}[stuns]{/g} all units in a 3×3 area for 1 round. This ability is a Trap with a mind-affecting effect.
ko: 작동되면, 3x3 타일 범위 내 모든 유닛을 1 라운드 동안 {g|Stunned_condition}[기절]{/g}시킵니다. 이는 정신 영향 효과를 지닌 함정 능력입니다.
ko_mt: 발동하면, {g|Stunned_condition}[기절]{/g}이 1라운드 동안 3×3 영역에 있는 모든 유닛을 공격합니다. 이 능력은 정신에 영향을 미치는 함정입니다.

source: Stunning Trap
ko: 기절 함정
ko_mt: 놀라운 함정

source: Deals ((Power×Power + 5)×3d4) physical damage to the target unit. This is a Siege ability.
ko: 대상 유닛에게 ((마력x마력 + 5)×3d4) 물리 피해를 입힙니다. 이는 공성 능력입니다.
ko_mt: 대상 유닛에게 ((위력×위력+5)×3d4) 물리 피해를 입힙니다. 이 능력은 공성 능력입니다.

source: Boulder
ko: 바위
ko_mt: 볼더

source: Deals ((Power×Power + 5)×2d6) fire damage to the target unit. This is a Siege ability.
ko: 대상 유닛에게 ((마력x마력 + 5)×2d6) 화염 피해를 입힙니다. 이는 공성 능력입니다.
ko_mt: 대상 유닛에게 ((위력×위력+5)×2d6) 화염 피해를 입힙니다. 이 능력은 공성 능력입니다.

source: Burning Liquid
ko: 타오르는 액체
ko_mt: 불타는 액체

source: Creates caltrops in a 3×3 area, which deal ((Power×Power + 5)d10) physical damage to all passing units, except flying units. This ability is a Trap.
ko: 비행 유닛을 제외하고 지나는 모든 유닛에게 ((마력x마력+ 5)d10) 물리 피해를 입히는 마름쇠를 3x3 타일 범위에 뿌립니다. 이는 함정 능력입니다.
ko_mt: 3×3 영역에 캘트롭을 생성하여 비행 유닛을 제외한 지나가는 모든 유닛에게 (위력×위력+5)d10) 물리 피해를 입힙니다. 이 능력은 함정 능력입니다.

source: Caltrops
ko: 마름쇠
ko_mt: 칼트롭스

source: Deals ((Power×Power + 5)d8) physical damage to the target unit. This is a Siege ability.
ko: 대상 유닛에게 (마력x마력 + 5)d8 물리 피해를 입힙니다. 이는 공성 능력입니다.
ko_mt: 대상 유닛에게 ((위력×위력+5)d8) 물리 피해를 입힙니다. 이 능력은 공성 능력입니다.

source: Stone Throw
ko: 투석
ko_mt: 돌 던지기

source: Deals ((Power×Power + 5)×2d10) fire damage to the activating unit. This ability is a Trap.
ko: 함정을 작동시킨 유닛에게 ((마력x마력 + 5)×2d10) 화염 피해를 입힙니다. 이것은 함정 능력입니다.
ko_mt: 활성화하는 유닛에게 ((위력×위력+5)×2d10) 화염 피해를 입힙니다. 이 능력은 함정 능력입니다.

source: Explosive Trap
ko: 폭발 함정
ko_mt: 폭발물 함정

source: All units in a 3×3 area become {g|Confused_condition}[confused]{/g} for 1 round. This is a Siege ability.
ko: 3x3 타일 범위내 모든 유닛이 1 라운드 동안 {g|Confused_condition}[혼란]{/g} 상태가 됩니다. 이는 공성 능력입니다.
ko_mt: 3×3 영역에 있는 모든 유닛은 1라운드 동안 {g|Confused_condition}[혼란스러운]{/g}이 됩니다. 이 능력은 공성 능력입니다.

source: Flare
ko: 섬광
ko_mt: 섬광

source: All enemy infantry, ranged or cavalry units receive a -(1 + general's level/6) penalty to AC and saving throws for 3 rounds. This is a Siege ability.
ko: 적군의 모든 보병, 원거리, 기병 유닛이 3 라운드 동안 AC와 내성 굴림에 -(1 + 장군 레벨/6) 페널티를 받습니다. 이 능럭은 공성입니다.
ko_mt: 모든 적 보병, 원거리병, 기병 유닛은 3라운드 동안 AC와 내성 굴림에 -(1 + 장군의 레벨/6)의 불이익을 받습니다. 이 능력은 공성 능력입니다.

source: Hunt
ko: 사냥
ko_mt: 사냥

source: When activated deals ((Power×Power + 5)d10) cold damage and inflicts a -2 penalty to speed to the activating unit for 3 rounds. This ability is a Trap with a cold effect.
ko: 함정을 작동시킨 유닛에게 ((마력x마력 + 5)d10) 냉기 피해를 입히고 3 라운드 동안 속도에 -2 페널티를 가합니다. 이것은 냉기 효과를 지닌 함정 능력입니다.
ko_mt: 발동 시 (위력×위력+5)d10) 냉기 피해를 주고 3라운드 동안 발동 유닛에게 이동 속도에 -2의 불이익을 줍니다. 이 능력은 냉기 효과가 있는 함정입니다.

source: Frost Blast Trap
ko: 서리 폭발 함정
ko_mt: 서리의 폭발 함정

source: Pulls the target unit to the left border of the battlefield. Obstacles and units stop the movement. This is a Siege ability.
ko: 대상 유닛을 전장의 왼쪽 경계까지 밀어냅니다. 장애물이나 다른 유닛은 이 이동을 중지시킵니다. 이는 공성 능력입니다.
ko_mt: 대상 유닛을 전장의 왼쪽 경계로 끌어옵니다. 장애물과 유닛이 이동을 저지합니다. 이 능력은 공성 능력입니다.

source: Harpoon
ko: 작살
ko_mt: 작살

source: Creates a holy storm in a 3×3 area for 3 rounds. The storm deals ((Power×Power + 5)d6) magic damage to any unit that enters it. This is a Siege ability.
ko: 3 라운드 동안 대상 범위에 신성한 폭풍을 일으킵니다. 이 폭풍은 범위에 들어오는 모든 유닛에게 ((마력x마력 + 5)d6) 마법 피해를 입힙니다. 이는 공성 능력입니다.
ko_mt: 3×3 영역에 3라운드 동안 성스러운 폭풍을 생성합니다. 폭풍은 폭풍 안에 들어오는 모든 유닛에게 (위력×위력+5)d6) 마법 피해를 입힙니다. 이 능력은 공성 능력입니다.

source: Holy Bomb
ko: 신성 폭탄
ko_mt: 신성한 폭탄

source: Deals ((Power×Power + 5)d4) cold damage to the target unit and inflicts a -1 penalty to speed for 1 round. This is a Siege ability with a cold effect.
ko: 대상 유닛에게 ((마력x마력 + 5)d4 냉기 피해를 입히고 1 라운드 동안 속도에 -1 페널티를 가합니다. 이는 냉기 효과를 지닌 공성 능력입니다.
ko_mt: 대상 유닛에게 ((위력×위력+5)d4) 냉기 피해를 주고 1라운드 동안 이동 속도에 -1의 불이익을 줍니다. 냉기 효과가 있는 이 능력은 공성 능력입니다.

source: Ice Bomb
ko: 얼음 폭탄
ko_mt: 얼음 폭탄

source: Inflicts {g|Sleeping_condition}[sleep]{/g} upon activating and adjacent units for 2 rounds. This ability is a Trap.
ko: 함정을 작동시킨 유닛과 그 인접 유닛들을 2 라운드 동안 {g|Sleeping_condition}[수면]{/g} 상태에 빠뜨립니다. 이것은 함정 능력입니다.
ko_mt: 활성화 시 자신과 인접한 유닛에게 2라운드 동안 {g|Sleeping_condition}[수면]{/g} 상태로 만듭니다. 이 능력은 함정 능력입니다.

source: Enchanting Trap
ko: 마법 부여 함정
ko_mt: 매혹적인 함정

source: Forces the activating unit to move to the nearest unit and attack it on its turn. This ability is a Trap with a mind-affecting effect.
ko: 함정을 작동시킨 유닛을 가장 가까운 유닛에게 이동시킨 뒤 자신의 턴에 그 유닛을 공격하게 강제합니다. 이는 정신 영향 효과를 지닌 함정 능력입니다.
ko_mt: 활성화한 유닛이 자신의 턴에 가장 가까운 유닛으로 이동하여 공격하도록 합니다. 이 능력은 정신에 영향을 주는 함정 능력입니다.

source: Frenzy Trap
ko: 광란 함정
ko_mt: 광란의 함정

source: Creates an impassable obstacle in the square. This is a Siege ability.
ko: 타일에 지나갈 수 없는 장애물을 설치합니다. 이는 공성 능력입니다.
ko_mt: 광장에 통과할 수 없는 장애물을 생성합니다. 이 능력은 공성 능력입니다.

source: Obstacle
ko: 장애물
ko_mt: 장애물

source: Creates a trap that immediately ends the turn of the activating unit, except flying units. This ability is a Trap.
ko: 함정을 발동시킨 비 비행 유닛의 턴을 즉시 종료시키는 함정을 설치합니다. 이것은 함정 능력입니다.
ko_mt: 비행 유닛을 제외한 활성화 유닛의 턴을 즉시 종료하는 함정을 생성합니다. 이 능력은 함정 능력입니다.

source: Pit Trap
ko: 구덩이 함정
ko_mt: 구덩이 함정

source: Creates a smoke cloud in a 3×3 area for 3 rounds which provides a +7 bonus to AC against ranged attacks. This is a Siege ability.
ko: 3x3 타일 범위내 3 라운드 동안 원거리 공격에 대한 AC에 +7 보너스를 제공하는 연기 구름을 발생시킵니다. 이는 공성 능력입니다.
ko_mt: 3×3 영역에 3라운드 동안 연막 구름을 생성하여 원거리 명중 굴림에 대한 AC +7 보너스를 부여합니다. 이 능력은 공성 능력입니다.

source: Smoke Bomb
ko: 연기 폭탄
ko_mt: 연막탄

source: Creates a trap that immediately ends the turn of the activating unit, except flying units, and deals ((Power×Power + 5)d10) physical damage to both activating and adjacent units. This ability is a Trap.
ko: 함정을 발동안 비 비행 유닛의 턴을 즉시 종료시키고 ((마력×마력 + 5)d10) 물리 피해를 입히는 함정을 설치합니다. 이것은 함정 능력입니다.
ko_mt: 비행 유닛을 제외한 활성화 유닛의 턴을 즉시 종료하는 함정을 생성하고, 활성화 유닛과 인접한 유닛 모두에게 (파워×파워 + 5)d10) 물리 피해를 입힙니다. 이 능력은 함정 능력입니다.

source: Spring Trap
ko: 용수철 함정
ko_mt: 스프링 함정

source: All units in a 3×3 area receive a -2 penalty to speed for 3 rounds. This is a Siege ability.
ko: 3x3 타일 범위 내 모든 유닛이 2 라운드 동안 속도에 -2 페널티를 받습니다. 이는 공성 능력입니다.
ko_mt: 3×3 구역에 있는 모든 유닛은 3라운드 동안 속도에 -2 불이익을 받습니다. 이 능력은 공성 능력입니다.

source: Sticky Bomb
ko: 끈끈이 함정
ko_mt: 끈적끈적한 폭탄

source: {g|Poison_condition}[Poisons]{/g} the activating unit and inflicts a -(2 + Power/20) penalty to attack for 2 rounds. This ability is a Trap.
ko: 함정을 작동시킨 유닛을 {g|Poison_condition}[중독]{/g} 상태로 만들고 2 라운드 동안 명중에 -(2 + 마력/20) 페널티를 부가합니다. 이것은 함정 능력입니다.
ko_mt: {g|Poison_condition}[중독]{/g} 활성화 유닛을 공격하고 2라운드 동안 명중 굴림에 -(2 + 위력/20)의 불이익을 줍니다. 이 능력은 함정 능력입니다.

source: Weakening Trap
ko: 약화 함정
ko_mt: 약화 함정

source: Army has +10 additional movement points. The general has a +1 bonus to Attack and Defense, and a +3 bonus to Power.
ko: 부대가 추가 이동 점수 +10 을 얻습니다. 지휘관은 공격과 방어에 +1의 보너스를 받고, 마력에 +3의 보너스를 받습니다.
ko_mt: 군대는 이동 점수 +10을 추가로 얻습니다. 장군은 명중 굴림과 방어에 +1, 위력에 +3 보너스를 얻습니다.

source: Reliable
ko: 믿음직함
ko_mt: 신뢰성

source: All units deal ((Power×Power + 5)d6/2) physical damage to the enemy when damaged in melee.
ko: 모든 유닛은 근접 공격으로 피해를 입을 시, 적에게 ((마력×마력 +5)d6/2) 물리 피해를 입힙니다.
ko_mt: 모든 유닛은 근접 공격 시 적에게 (위력×위력+5)d6/2) 물리 피해를 입힙니다.

source: Deals magic damage to the target unit. Demon and undead units receive ((Power×Power + 5)×2d6) damage, other units — ((Power×Power + 5)d6) damage. This is a Divine spell.
ko: 대상 유닛에게 마법 피해를 입힙니다. 데몬과 언데드 유닛은 ((마력×마력+ 5)×2d6) 피해를 받고, 다른 유닛은 ((마력×마력 + 5)d6) 피해를 받습니다. 이것은 신성 주문입니다.
ko_mt: 대상 유닛에게 마법 피해를 입힙니다. 데몬 및 언데드 유닛은 (위력×위력+5)×2d6) 피해를, 그 외 유닛은 (위력×위력+5)d6) 피해를 받습니다. 이 주문은 신성 주문입니다.

source: Bolt of Justice
ko: 정의의 번개
ko_mt: 정의의 화살

source: Deals ((Power×Power + 5)d6) magic damage to the target non-demon, non-undead unit. This is a Divine spell.
ko: 데몬 및 언데드가 아닌 대상 유닛에게 ((마력×마력)d6) 마법 피해를 입힙니다. 이것은 신성 주문입니다.
ko_mt: 대상 데몬이 아닌 언데드가 아닌 유닛에게 ((위력×위력+5)d6) 마법 피해를 입힙니다. 이 주문은 신성 주문입니다.

source: Bolt of Justice
ko: 정의의 번개
ko_mt: 정의의 화살

source: Summons (2 + mythic rank) {g|MovanicDevas}[Movanic Devas]{/g} to the target army.
ko: (2 + 신화 레벨) {g|MovanicDevas}[모바닉 데바]{/g}를 대상 부대에 소환합니다.
ko_mt: 대상 부대에 (2 + 신화 등급) {g|MovanicDevas}[모바닉 데바]{/g}를 소환합니다.

source: Summon Heavenly Host
ko: 천상의 군대 소환
ko_mt: 천상 호스트 소환

source: Deals ((Power×Power + 5)d8) magic damage to every enemy unit on the vertical line. This is a Divine spell.
ko: 한 열의 모든 적 유닛에게 ((마력×마력 + 5)d8)의 마법 피해를 입힙니다. 이것은 신성 주문입니다.
ko_mt: 세로줄에 있는 모든 적 유닛에게 ((위력×위력+5)d8) 마법 피해를 입힙니다. 이 주문은 신성 주문입니다.

source: Blade of the Inheritor
ko: 계승자의 검
ko_mt: 계승자의 칼날

source: Infirmary size increases by 15%.
ko: 의무대 규모가 15% 증가합니다.
ko_mt: 의무실 크기가 15% 증가합니다.

source: Healing Light of Sarenrae
ko: 서렌레이의 치유의 빛
ko_mt: 사렌래의 치유의 빛

source: Target unit gains immunity to all negative effects for 3 rounds. This is a Divine spell.
ko: 대상 유닛이 3라운드 동안 모든 부정적인 효과에 면역이 됩니다. 이것은 신성 주문입니다.
ko_mt: 대상 유닛은 3라운드 동안 모든 부정적인 효과에 면역이 됩니다. 이 주문은 신성 주문입니다.

source: Ward Against Weakness
ko: 약화에 대한 수호
ko_mt: 약화 방지 수호물

source: All units gain a +2 bonus to speed and a +1 bonus to damage for each square they moved until the end of round. This is a mind-affecting effect.
ko: 한 라운드 동안, 모든 유닛이 지나간 타일 1 칸마다 속도에 +2 보너스와 피해에 +1 보너스를 받습니다. 이는 정신 영향 효과입니다.
ko_mt: 모든 유닛은 라운드가 끝날 때까지 이동한 각 칸당 속도에 +2 보너스를 받고 피해 굴림에 +1 보너스를 얻습니다. 정신에 영향을 주는 효과입니다.

source: Inspired Advance
ko: 고양된 전진
ko_mt: 영감을 주는 사전 준비

source: Each unit in the army restores ((Power×Power + 5)d6) HP to {g|AdjacentUnits}[adjacent]{/g} allied units and deals ((Power×Power + 5)d6) magic damage to {g|AdjacentUnits}[adjacent]{/g} enemy units at the end of the round. This is an Arcane spell with a heal effect.
ko: 라운드가 종료될 때 부대의 모든 유닛이 {g|AdjacentUnits}[인접]{/g} 아군 유닛의 HP를 ((마력×마력 + 5)d6) 회복하고, {g|AdjacentUnits}[인접]{/g}한 적 유닛에게 ((마력×마력 + 5)d6) 마법 피해를 입힙니다. 이는 치유 효과를 가진 비전 주문입니다.
ko_mt: 군대의 각 유닛은 라운드 종료 시 {g|AdjacentUnits}[인접]{/g} 아군 유닛에게 (위력×위력+5)d6) HP를 회복시키고 {g|AdjacentUnits}[인접]{/g} 적 유닛에게 (위력×위력+5)d6) 마법 피해를 입힙니다. 이 주문은 이 주문은 치유 효과가 있는 비전 주문입니다.

source: Song of Seasons
ko: 사계절의 노래
ko_mt: 계절의 노래

source: Flanking grants a +4 bonus to attack (instead of a +2 bonus to attack) and a +4 bonus to damage for 1 round. This is an Arcane spell with is a mind-affecting effect.
ko: 1 라운드 동안 적을 협공할 때 명중에 +2 대신 +4 보너스를 받으며, 피해에 +4 보너스를 받습니다. 이것은 비전 주문이며 정신 영향 효과입니다.
ko_mt: 측면 공격은 1라운드 동안 명중 굴림에 +4 보너스(+2 보너스 대신)와 피해 굴림에 +4 보너스를 부여합니다. 이 주문은 정신에 영향을 주는 비전 주문입니다.

source: Heroic Ballad
ko: 영웅적인 발라드
ko_mt: 영웅적인 발라드

source: Army has +10 additional movement points.
ko: 부대가 추가 이동 점수 +10 을 얻습니다.
ko_mt: 군대는 이동 점수 +10을 추가로 획득합니다.

source: All allied units gain an additional action at the start of the next round. This is an Arcane spell.
ko: 모든 아군 유닛이 다음 라운드 시작 시까지 추가 행동을 얻습니다. 이것은 비전 주문입니다.
ko_mt: 모든 아군 유닛은 다음 라운드가 시작될 때 추가 행동을 얻습니다. 이 주문은 비전 주문입니다.

source: Song of the Last Push
ko: 마지막 공세의 노래
ko_mt: 마지막 밀기의 노래

source: All units in the army gain teleport for 1 round and a -5 penalty to initiative for 3 rounds. This is an Arcane spell.
ko: 부대의 모든 유닛이 1 라운드 동안 순간이동을 얻고, 3 라운드 동안 우선권에 -5 페널티를 받습니다. 이것은 비전 주문입니다.
ko_mt: 군대의 모든 유닛은 1라운드 동안 순간이동 효과를 얻고 3라운드 동안 우선권에 -5의 불이익을 받습니다. 이 주문은 비전 주문입니다.

source: Song of the Last Step
ko: 마지막 발걸음의 노래
ko_mt: 마지막 단계의 노래

source: Target unit gains a +(5 + Power/5)% bonus to maximum HP. This is an Arcane spell with a heal effect.
ko: 대상 유닛은 최대 HP에 +(5 + 마력/5)% 보너스를 얻습니다. 치유 효과가 있는 비전 주문입니다.
ko_mt: 대상 유닛은 최대 체력에 +(5 + 위력/5)%만큼 보너스를 얻습니다. 이 주문은 치유 효과가 있는 비전 주문입니다.

source: Song of the Second Breath
ko: 재기의 숨결의 노래
ko_mt: 두 번째 숨결의 노래

source: Alchemist's Laboratory provides a +10 bonus to Energy for all generals.
ko: 연금술사의 연구실은 모든 지휘관의 에너지에 +10 보너스를 제공합니다.
ko_mt: 연금술사의 실험실은 모든 장군의 에너지에 +10 보너스를 제공합니다.

source: Alchemist's Laboratory
ko: 연금술사의 연구실
ko_mt: 연금술사의 실험실

source: Brewery
ko: 양조장
ko_mt: 양조장

source: The general has a +2 bonus to Power and a +1 bonus to Energy recovery per day.
ko: 지휘관은 마력에 +2 보너스, 하루당 에너지 회복에 +1 보너스를 가집니다.
ko_mt: 장군은 하루 동안 위력에 +2, 에너지 회복에 +1 보너스를 얻습니다.

source: The general provides a +4 bonus to combat morale for all units in their army for every 20,000 Finance Points, 2,000 Materials Points, and 800 Energy Points available in the treasury (maximum +60).
ko: 지휘관은 사용가능한 재정 점수 20,000점, 물자 점수 2,000점, 에너지 점수 800점마다 부대 내 모든 유닛의 전투 사기에 +4 보너스를 제공합니다(최대 +60).
ko_mt: 장군은 재무부에서 사용할 수 있는 재정 점수 20,000점, 재료 점수 2,000점, 에너지 점수 800점당 아군 내 모든 유닛의 전투 사기에 +4 보너스를 제공합니다.(최대 +60).

source: A Hall of Strategy provides a +1 bonus to Attack and Defense, and a +2 bonus to Power for all generals.
ko: 전략의 전당은 명중과 방어에 +1 보너스를 제공하고 모든 장군의 마력에 +2 보너스를 제공합니다.
ko_mt: 전략의 전당은 모든 장군에게 명중 굴림과 방어에 +1 보너스를, 위력에 +2 보너스를 제공합니다.

source: Hall of Strategy
ko: 전략의 전당
ko_mt: 전략의 전당

source: A Hospital provides a +5% bonus to infirmary size for all generals.
ko: 병원은 모든 장군의 의무대 규모에 +5% 보너스를 제공합니다.
ko_mt: 병원은 모든 장군에게 의무실 규모에 +5%의 보너스를 제공합니다.

source: Hospital
ko: 병원
ko_mt: 병원

source: Spiritual Garden
ko: 영적 정원
ko_mt: 영적 정원

source: A Spiritual Garden provides a +25 bonus to combat morale of all units and increases generals' Energy recovery by 50%.
ko: 영적 정원은 모든 유닛의 전투 사기에 +25 보너스를 제공하고 장군의 에너지 회복을 50% 증가시킵니다.
ko_mt: 영적 정원은 모든 유닛의 전투 사기에 +25 보너스를 부여하고 장군의 에너지 회복량을 50% 증가시킵니다.

source: Deals ((Power×Power + 5)d6) fire damage to all units in the army. Deals ((Power×Power + 5)d10) fire damage to all enemy units. This is an Arcane spell.
ko: 부대의 모든 유닛에게 ((마력×마력 + 5)d6) 화염 피해를 입힙니다. 모든 적 유닛에게 ((마력×마력 + 5)d10) 화염 피해를 입힙니다. 이는 비전 주문입니다.
ko_mt: 아군의 모든 유닛에게 ((위력×위력+5)d6) 화염 피해를 입힙니다. 모든 적 유닛에게 ((위력×위력+5)d10) 화염 피해를 입힙니다. 이 주문은 비전 주문입니다.

source: Flaming Rain
ko: 화염의 비
ko_mt: 불타는 비

source: Deals ((Power×Power + 5)d6) fire damage to the target unit every round. This is an Arcane spell.
ko: 대상 유닛에게 매 라운드 ((마력×마력 + 5)d6) 피해를 입힙니다. 이는 비전 주문입니다.
ko_mt: 매 라운드 대상 유닛에게 ((위력×위력+5)d6) 화염 피해를 입힙니다. 이 주문은 비전 주문입니다.

source: Flames of the Abyss
ko: 심연의 불꽃
ko_mt: 심연의 불꽃

source: Summons (Power×2) {g|Babaus}[Babaus]{/g}. This is an Arcane spell.
ko: (마력x2) {g|Babaus}[바바우]{/g}를 소환합니다. 이것은 비전 주문입니다.
ko_mt: 소환 (위력×2) {g|Babaus}[바바우]{/g}를 소환합니다. 이 주문은 비전 주문입니다.

source: Greater Abyssal Summon
ko: 상급 심연 소환
ko_mt: 상급 심연의 소환

source: Summons (Power×2) {g|Dretches}[Dretches]{/g}. This is an Arcane spell.
ko: (마력x2) {g|Dretches}[드레치]{/g}를 소환합니다. 이것은 비전 주문입니다.
ko_mt: 소환 (위력×2) {g|Dretches}[드레치]{/g}를 소환합니다. 이 주문은 비전 주문입니다.

source: Lesser Abyssal Summon
ko: 하급 심연 소환
ko_mt: 하급 심연 소환

source: Summons (Power×2) {g|Schirs}[Schirs]{/g}. This is an Arcane spell.
ko: (마력x2) {g|Schirs}[쉬르]{/g}를 소환합니다. 이것은 비전 주문입니다.
ko_mt: 소환 (위력×2) {g|Schirs}[쉬르]{/g}를 소환합니다. 이 주문은 비전 주문입니다.

source: Abyssal Summon
ko: 심연 소환
ko_mt: 심연 소환

source: Puts target unit to {g|Sleeping_condition}[sleep]{/g} for 3 rounds.
ko: 해당 유닛을 3라운드 동안 {g|Sleeping_condition}[수면]{/g} 상태에 빠뜨립니다.
ko_mt: 대상 유닛을 3라운드 동안 {g|Sleeping_condition}[수면]{/g} 상태로 만듭니다.

source: Demonic Lullaby
ko: 데몬의 자장가
ko_mt: 데몬의 자장가

source: The general has a +7 bonus to Power.
ko: 지휘관이 마력에 +7 보너스를 받습니다.
ko_mt: 장군은 위력에 +7 보너스를 얻습니다.

source: Guardian of the Young Country
ko: 신생 국가의 수호자
ko_mt: 젊은 나라의 수호자

source: The general has a +10 bonus to Power.
ko: 지휘관은 마력에 +10 보너스를 갖습니다.
ko_mt: 장군은 위력에 +10 보너스를 얻습니다.

source: Excellent Advisors
ko: 탁월한 조언자
ko_mt: 우수 어드바이저

source: The general has a +8 bonus to Power.
ko: 지휘관이 마력에 +8 보너스를 받습니다.
ko_mt: 장군은 위력에 +8 보너스를 얻습니다.

source: Dragons' Knowledge
ko: 드래곤들의 지식
ko_mt: 드래곤의 지식

source: Infirmary size increases by 10%.
ko: 의무대 규모가 10% 증가합니다.
ko_mt: 의무실 크기가 10% 증가합니다.

source: Pious Officers
ko: 경견한 사관
ko_mt: 경건한 장교

source: All units have a +5 bonus to combat morale.
ko: 모든 유닛은 전투 사기에 +5 보너스를 가집니다.
ko_mt: 모든 유닛은 전투 사기에 +5 보너스를 얻습니다.

source: Heroic Officers
ko: 영웅적인 사관
ko_mt: 영웅 장교

source: At the start of a battle all enemy units suffer a -15 penalty to combat morale.
ko: 전투의 시작시 모든 유닛은 전투 사기에 -15 페널티를 받습니다.
ko_mt: 전투가 시작되면 모든 적 유닛은 전투 사기에 -15의 불이익을 받습니다.

source: Bloodthirsty Officers
ko: 피에 굶주린 사관
ko_mt: 피에 굶주린 장교

source: At the start of a battle all units gain a +15 bonus to combat morale.
ko: 전투 시작시 모든 유닛은 전투 사기에 +15 보너스를 가집니다.
ko_mt: 전투가 시작되면 모든 유닛은 전투 사기에 +15 보너스를 얻습니다.

source: Charismatic
ko: 매력적
ko_mt: 매력

source: All cavalry and grand tier units have a +20% bonus to damage.
ko: 모든 기병 및 고급 유닛이 피해에 +20% 보너스를 받습니다.
ko_mt: 모든 기병과 그랜드 티어 유닛은 피해량 +20% 보너스를 얻습니다.

source: Noble Recruits
ko: 숭고한 지원자
ko_mt: 귀족 신병

source: All ranged and infantry units have a +15% bonus to damage.
ko: 모든 원거리 및 보병 유닛은 피해에 +15% 보너스를 가집니다.
ko_mt: 모든 원거리 유닛과 보병 유닛의 피해량이 +15% 증가합니다.

source: Brilliant Strategist
ko: 훌륭한 전략가
ko_mt: 뛰어난 전략가

source: The general has a +15 bonus to Power.
ko: 지휘관은 마력에 +15 보너스를 가집니다.
ko_mt: 장군은 위력에 +15 보너스를 얻습니다.

source: Relic Keeper
ko: 유물 수호자
ko_mt: 유물 보관인

source: Mighty Servant II
ko: 강력한 하수인 II
ko_mt: 마이티 서번트 II

source: Mighty Servant III
ko: 강력한 하수인 III
ko_mt: 마이티 서번트 III

source: Mighty Servant IV
ko: 강력한 하수인 IV
ko_mt: 마이티 서번트 IV

source: Mighty Servant V
ko: 강력한 하수인 V
ko_mt: 마이티 서번트 V

source: Mighty Servant VI
ko: 강력한 하수인 VI
ko_mt: 마이티 서번트 VI

source: Mighty Servant VII
ko: 강력한 하수인 VII
ko_mt: 마이티 서번트 VII

source: Mighty Servant VIII
ko: 강력한 하수인 VIII
ko_mt: 마이티 서번트 VIII

source: Mighty Servant IX
ko: 강력한 하수인 IX
ko_mt: 마이티 서번트 IX

source: All ranged units have a +20% bonus to damage against infantry units, all infantry units have a +20% bonus to damage against cavalry units, all cavalry units have a +20% bonus to damage against ranged units.
ko: 모든 원거리 유닛은 보병 유닛에 대한 피해에 +20% 보너스, 모든 보병 유닛은 기병 유닛에 대한 피해에 +20% 보너스, 모든 기병 유닛은 원거리 유닛에 대한 피해에 +20 % 보너스를 가집니다.
ko_mt: 모든 원거리 유닛은 보병 유닛에게 주는 피해량 +20%, 모든 보병 유닛이 기병 유닛에게 주는 피해량 +20%, 모든 기병 유닛이 원거리 유닛에게 주는 피해량 +20% 보너스를 얻습니다.

source: Tactical Superiority
ko: 전술적 우월함
ko_mt: 전술적 우위
