Repository: akintos/wotr-translation
Catalog: translation/*/Armies.po
Languages: ko, ko_mt

source: The general has a +4 bonus to Power and a +100% bonus to Energy.
ko: 지휘관은 마력에 +4 보너스, 에너지에 +100% 보너스를 가집니다.
ko_mt: 장군은 위력에 +4 보너스, 에너지에 +100% 보너스를 얻습니다.

source: Influential Mentor
ko: 영향력 있는 멘토
ko_mt: 영향력 있는 멘토

source: Experience gained by general increases by 33%.
ko: 지휘관이 얻는 경험치가 33% 증가합니다.
ko_mt: 장군의 획득 경험치가 33% 증가합니다.

source: Favoritism
ko: 편애
ko_mt: 편애

source: Army has +15 additional movement points.
ko: 부대는 +15 추가 이동 점수를 가집니다.
ko_mt: 군대는 이동 점수 +15를 추가로 획득합니다.

source: Caravan Masters
ko: 상단의 주인
ko_mt: 캐러밴 마스터

source: All units gain a +1 bonus to combat morale each turn.
ko: 모든 유닛은 매 턴마다 전투 사기에 +1 보너스를 얻습니다.
ko_mt: 모든 유닛은 매 턴 전투 사기에 +1 보너스를 얻습니다.

source: Test of Strength
ko: 힘의 시험
ko_mt: 강도 테스트

source: Any unit in the army gains a +3 bonus to combat morale when damaged.
ko: 부대의 모든 유닛은 피해를 입었을 때 전투 사기에 +3 보너스를 얻습니다.
ko_mt: 군대에 속한 모든 유닛이 피해를 입으면 전투 사기에 +3 보너스를 얻습니다.

source: Decimation
ko: 대학살
ko_mt: 멸망

source: Striving for Distinction II
ko: 공명심 II
ko_mt: 차별화를 위한 노력 II

source: Striving for Distinction III
ko: 공명심 III
ko_mt: 차별화를 위한 노력 III

source: Striving for Distinction IV
ko: 공명심 IV
ko_mt: 차별화를 위한 노력 IV

source: Striving for Distinction V
ko: 공명심 V
ko_mt: 차별화를 위한 노력 V

source: All units in the army have the {g|Flight}[Flight]{/g} feat.
ko: 부대의 모든 유닛이 {g|Flight}[비행]{/g} 특기를 가집니다.
ko_mt: 군대의 모든 유닛은 {g|Flight}[비행]{/g} 특성을 얻습니다.

source: Low Gravity
ko: 무중력
ko_mt: 저중력

source: Increases the maximum size of the army by 1 unit per level of this feat.
ko: 이 특기의 레벨당 지휘관이 이끄는 부대의 최대 규모가 1 증가합니다.
ko_mt: 이 특성 레벨당 군대의 최대 규모가 1 유닛 증가합니다.

source: Master of Maneuver I
ko: 전술의 대가 I
ko_mt: 기동술의 달인 I

source: Master of Maneuver II
ko: 전술의 대가 II
ko_mt: 기동술의 달인 II

source: Master of Maneuver III
ko: 전술의 대가 III
ko_mt: 기동술의 달인 III

source: Master of Maneuver IV
ko: 전술의 대가 IV
ko_mt: 기동술의 달인 IV

source: All units in the army gain a +6 bonus to AC (instead of a +4 bonus to AC) when making the {g|TotalDefense}[Total Defense]{/g} action.
ko: 부대의 모든 유닛은 {g|TotalDefense}[전력 방어]{/g} 행동을 취할 때 AC 에 +4 대신 + 6 보너스를 받습니다.
ko_mt: 군대의 모든 유닛은 {g|TotalDefense}[총 방어]{/g} 행동을 할 때 AC에 +6 보너스를 얻습니다.(AC에 +4 보너스 대신).

source: Deep Defensive Order
ko: 종심 방어 명령
ko_mt: 심층 방어 명령

source: All units in the army have a +2 bonus to AC per level of this feat.
ko: 부대의 모든 유닛에게 레벨당 +2 AC 보너스를 줍니다.
ko_mt: 군대의 모든 유닛은 이 능력의 레벨당 AC에 +2 보너스를 얻습니다.

source: Defensive Training I
ko: 방어 훈련 I
ko_mt: 방어 훈련 I

source: Defensive Training II
ko: 방어 훈련 II
ko_mt: 방어 훈련 II

source: Infirmary size increases by 5% per level of this feat.
ko: 이 특기의 레벨당 의무대의 규모가 5% 증가합니다.
ko_mt: 이 특성 레벨당 의무실 크기가 5% 증가합니다.

source: Extensive Infirmary I
ko: 대규모 의무대 I
ko_mt: 광범위한 의무실 I

source: Extensive Infirmary II
ko: 대규모 의무대 II
ko_mt: 광범위한 의무실 II

source: All units in the army have a +15 bonus to combat morale per level of this feat.
ko: 이 특기의 레벨당 부대의 모든 유닛이 전투 사기에 +15 보너스를 받습니다.
ko_mt: 군대의 모든 유닛은 이 능력의 레벨당 전투 사기에 +15 보너스를 얻습니다.

source: Inspiration I
ko: 고무 I
ko_mt: 영감 I

source: Inspiration II
ko: 고무 II
ko_mt: 영감 II

source: All enemy units have a -15 penalty to combat morale per level of this feat.
ko: 이 특기의 레벨당 모든 적 유닛들이 전투 사기에 -15 페널티를 받습니다.
ko_mt: 모든 적 유닛은 이 능력의 레벨당 전투 사기에 -15의 불이익을 받습니다.

source: Intimidation I
ko: 위협 I
ko_mt: 협박 I

source: Intimidation II
ko: 위협 II
ko_mt: 협박 II

source: All units in the army have a +2 bonus to damage per level of this feat.
ko: 부대의 모든 유닛은 피해에 이 특기의 레벨당 +2 보너스를 가집니다.
ko_mt: 군대의 모든 유닛은 이 능력의 레벨당 피해 굴림에 +2 보너스를 얻습니다.

source: Offensive Training I
ko: 공격 훈련 I
ko_mt: 공격 훈련 I

source: Offensive Training II
ko: 공격 훈련 II
ko_mt: 공격 훈련 II

source: Flanking grants a +4 bonus to attack (instead of a +2 bonus to attack).
ko: 협공은 명중에 +2 보너스 대신 +4 보너스를 줍니다.
ko_mt: 측면 공격은 명중 굴림에 +4 보너스를 부여합니다.(+2 보너스 대신).

source: Outflank
ko: 측면 포위
ko_mt: 연합 포위

source: An army restores 10 additional movement points every day per level of this feat, and has +10 additional movement points.
ko: 부대는 매일 이 특기의 레벨당 10 이동 점수를 추가로 회복하며, +10 추가 이동 점수를 가집니다.
ko_mt: 유닛은 이 특성 레벨당 매일 이동 점수를 10점씩 추가로 회복하고, 이동 점수가 +10점 증가합니다.

source: Experienced Traveler I
ko: 경험많은 여행자 I
ko_mt: 숙련된 여행자 I

source: Defeating an enemy army adds 1,000 Finance Points.
ko: 적 부대를 쓰러뜨리면 1,000 재정 점수를 추가합니다.
ko_mt: 적 군대를 처치하면 재정 점수가 1,000점 추가됩니다.

source: Salvage
ko: 인양
ko_mt: 구조

source: The general has a +4 bonus to Power per level of this feat.
ko: 지휘관은 마력에 이 특기의 레벨당 +4 보너스를 가집니다.
ko_mt: 장군은 이 특성 레벨당 +4 위력 보너스를 얻습니다.

source: Spellcraft I
ko: 주문 숙련 I
ko_mt: 스펠크래프트 I

source: The general gains 10% more experience points and an additional feat at level 20.
ko: 지휘관은 10% 추가 경험치 점수를 얻고 레벨 20에 추가 피트를 받습니다.
ko_mt: 장군은 경험치를 10% 더 얻고 20레벨에 추가 특성을 달성합니다.

source: Zealous Student
ko: 열정적인 학생
ko_mt: 열성적인 학생

source: The general cast spells with the Arcane descriptor as if he has a +5 bonus to Power per level of this feat.
ko: 지휘관이 비전 기술어를 가진 주문을 시전할 때, 마력에 (이 특기의 레벨 × 5) 보너스를 받습니다.
ko_mt: 장군은 비전 주문 시전 시 이 능력의 레벨당 위력에 +5 보너스를 받습니다.

source: Arcane Magic
ko: 비전 마법
ko_mt: 비전 마법

source: The general cast spells with the Divine descriptor as if he has a +5 bonus to Power per level of this feat.
ko: 지휘관이 신성 기술어를 가진 주문을 시전할 때, 마력에 (이 특기의 레벨 × 5) 보너스를 받습니다.
ko_mt: 장군은 신성 주문 시전 시 이 능력의 레벨당 위력에 +5 보너스를 받습니다.

source: Divine Magic
ko: 신성 마법
ko_mt: 신성한 마법

source: All caster units in the army have a +5 bonus to fire, cold, acid, and electricity resistance.
ko: 부대의 모든 주문 시전 유닛이 +5 화염, 냉기 및 전기 저항 보너스를 얻습니다.
ko_mt: 군대의 모든 시전 유닛은 화염, 냉기, 산성, 전기 저항에 +5 보너스를 얻습니다.

source: Elemental Protection
ko: 원소 보호
ko_mt: 원소 보호

source: The general has a +5% bonus to Energy recovery per level of this feat.
ko: 지휘관은 이 특기의 레벨당 에너지 회복에 +5% 보너스를 가집니다.
ko_mt: 장군은 이 특성의 레벨당 에너지 회복에 +5%의 보너스를 얻습니다.

source: Magical Channeling I
ko: 마법 전달 I
ko_mt: 마법 채널링 I

source: Magical Channeling II
ko: 마법 전달 II
ko_mt: 마법 채널링 II

source: The general has a +15 bonus to Energy per level of this feat.
ko: 지휘관은 이 특기의 레벨당 에너지에 +15 보너스를 가집니다.
ko_mt: 장군은 이 특성 레벨당 에너지 +15 보너스를 얻습니다.

source: Magical Reserves I
ko: 마법 에너지 저장소 I
ko_mt: 마법의 매장량 I

source: Magical Reserves II
ko: 마법 에너지 저장소 II
ko_mt: 마법의 매장량 II

source: All spellcasting units have a +2 bonus to AC and damage per level of this feat.
ko: 모든 주문 시전 유닛은 이 특기의 레벨당 AC와 피해에 +2 보너스를 가집니다.
ko_mt: 모든 주문 시전 유닛은 이 능력의 레벨당 AC와 피해량에 +2 보너스를 얻습니다.

source: Magic Instructor I
ko: 마법 교관 I
ko_mt: 매직 인스트럭터 I

source: Magic Instructor II
ko: 마법 교관 II
ko_mt: 매직 인스트럭터 II

source: All units in the army have a +3 bonus to saving throws per level of this feat.
ko: 부대의 모든 유닛은 내성 굴림에 이 특기의 레벨당 +3 보너스를 가집니다.
ko_mt: 군대의 모든 유닛은 이 능력의 레벨당 내성 굴림에 +3 보너스를 얻습니다.

source: Protective Wards I
ko: 보호진 I
ko_mt: 보호 병동 I

source: Protective Wards II
ko: 보호진 II
ko_mt: 보호 병동 II

source: All spellcasting units can use their spells 1 additional time.
ko: 모든 비전 유닛은 주문을 1회 더 사용할 수 있습니다.
ko_mt: 모든 주문 시전 유닛은 주문을 한 번 더 사용할 수 있습니다.

source: Spell Practice
ko: 주문 연습
ko_mt: 주문 연습

source: Once per battle, the general can cast two spells in a single turn.
ko: 전투 당 한 번 지휘관은 한 번의 턴에 두 개의 주문을 시전할 수 있습니다.
ko_mt: 전투당 한 번, 장군은 한 턴에 두 번의 주문을 시전할 수 있습니다.

source: Twincast
ko: 이중 시전
ko_mt: 트윈캐스트

source: Army has +10 additional movement points.
ko: 부대가 추가 이동 점수 +10 을 얻습니다.
ko_mt: 군대는 이동 점수 +10을 추가로 획득합니다.

source: Army has +10 additional movement points.
ko: 부대가 추가 이동 점수 +10 을 얻습니다.
ko_mt: 군대는 이동 점수 +10을 추가로 획득합니다.

source: Secret Routes
ko: 비밀 통로
ko_mt: 비밀 경로

source: Army has +5 additional movement points.
ko: 부대는 +5 추가 이동 점수를 가집니다.
ko_mt: 군대는 이동 점수 +5를 추가로 획득합니다.

source: Prepared Scouts
ko: 준비된 정찰대
ko_mt: 준비된 스카우트

source: While attacking, all ranged units in the army apply a randomly selected condition ({g|Bane}[Bane]{/g}, {g|Slow}[Slow]{/g}, or {g|CrushingDespair}[Crushing Despair]{/g}).
ko: 공격 중에, 부대의 모든 원거리 유닛은 다음 중 무작위 상태 하나를 부가합니다. ({g|Bane}[파멸]{/g}, {g|Slow}[감속]{/g}, or {g|CrushingDespair}[처참한 절망]{/g}).
ko_mt: 공격하는 동안 군대의 모든 원거리 유닛은 무작위로 선택된 조건({g|Bane}[억압]{/g}, {g|Slow}[감속]{/g}, 또는 {g|CrushingDespair}[처참한 절망]{/g})을 적용합니다.

source: Cursed Arrows
ko: 저주받은 화살
ko_mt: 저주받은 화살

source: All units in the army have a +3 bonus to AC against ranged attacks per level of this feat.
ko: 부대의 모든 유닛은 원거리 공격에 대해 +3 AC 보너스를 얻습니다.
ko_mt: 군대의 모든 유닛은 이 능력의 레벨당 원거리 명중 굴림에 대한 AC에 +3 보너스를 얻습니다.

source: Deflect Missiles I
ko: 투사체 굴절 I
ko_mt: 미사일 편향 I

source: All units in the army inflict 15% more damage against flying units.
ko: 부대의 모든 유닛은 비행 유닛에 15% 추가 피해를 가합니다.
ko_mt: 군대의 모든 유닛은 비행 유닛에게 15%의 추가 피해를 입힙니다.

source: Favored Enemy — Flying
ko: 주적 - 비행
ko_mt: 선호하는 적 - 비행

source: All units in the army inflict 15% more damage against large units.
ko: 부대의 모든 유닛은 대형 유닛에 대해 15% 추가 피해를 가합니다.
ko_mt: 군대의 모든 유닛은 대규모 유닛에게 15%의 추가 피해를 입힙니다.

source: Favored Enemy — Large
ko: 주적 - 대형
ko_mt: 선호하는 적 - 대형

source: All ranged units in the army have a +2 bonus to damage per level of this feat.
ko: 모든 원거리 유닛은 피해에 이 특기의 레벨당 +2 보너스를 가집니다.
ko_mt: 모든 원거리 유닛은 이 능력의 레벨당 +2 피해 보너스를 얻습니다.

source: Marksmanship I
ko: 사격술 I
ko_mt: 사격술 I

source: Marksmanship II
ko: 사격술 II
ko_mt: 사격술 II

source: At the start of a battle, sets a random trap available to the general in front of the enemy's army.
ko: 전투 시작시 지휘관이 설치 가능한 무작위 함정을 적 부대의 앞에 설치합니다.
ko_mt: 전투가 시작되면 장군가 사용할 수 있는 무작위 함정을 적군 앞에 설치합니다.

source: Preparation
ko: 대비
ko_mt: 준비

source: The general uses abilities with the Siege descriptor as if he has a +3 bonus to Power per level of this feat.
ko: 장군은 공성 기술어를 지닌 능력을 사용할 때 마력에 이 특기의 레벨당 +3 보너스를 가집니다.
ko_mt: 장군은 공성 기술자가 있는 능력을 이 능력의 레벨당 +3 위력 보너스를 받는 것처럼 사용합니다.

source: Siege Mastery I
ko: 공성 숙달 I
ko_mt: 공성 숙련도 I

source: Siege Mastery II
ko: 공성 숙달 II
ko_mt: 공성 마스터리 II

source: The general uses abilities with the Trap descriptor as if he has a +3 bonus to Power per level of this feat.
ko: 지휘관은 함정 기술어를 지닌 능력을 사용할 때 마력에 이 특기의 레벨당 +3 보너스를 가집니다.
ko_mt: 장군은 함정 설명자가 있는 능력을 이 능력의 레벨당 +3 위력 보너스를 받는 것처럼 사용합니다.

source: Trap Mastery I
ko: 함정 숙달 I
ko_mt: 함정 숙달 I

source: Trap Mastery II
ko: 함정 숙달 II
ko_mt: 함정 숙달 II

source: All grand tier units have a +1 bonus to speed and a +4 bonus to all ability scores.
ko: 모든 고급 유닛은 속도에 +1 보너스와 모든 능력치에 +4 보너스를 가집니다.
ko_mt: 모든 그랜드 티어 유닛은 속도에 +1 보너스를, 모든 능력 점수에 +4 보너스를 얻습니다.

source: Bet on the Best
ko: 최고에 걸기
ko_mt: 최고에 베팅하기

source: All infantry units have a +2 bonus to AC, attack and damage.
ko: 모든 보병 유닛은 AC, 명중 및 피해에 +2 보너스를 받습니다.
ko_mt: 모든 보병 유닛은 명중 굴림, AC, 피해 굴림에 +2 보너스를 얻습니다.

source: Close Combat Training
ko: 근접 전투 훈련
ko_mt: 전투 훈련 닫기

source: All cavalry units in the army have a +5 bonus to damage.
ko: 부대의 모든 기병 유닛은 피해에 +5 보너스를 가집니다.
ko_mt: 군대의 모든 기병 유닛은 +5 피해 보너스를 얻습니다.

source: Crushing Charge
ko: 압도하는 돌격
ko_mt: 분쇄 충전

source: All units in the army have a +1 bonus to attack per level of this feat.
ko: 부대의 모든 유닛은 이 특기의 레벨당 명중에 +1 보너스를 받습니다.
ko_mt: 군대의 모든 유닛은 이 능력의 레벨당 명중 굴림에 +1 보너스를 얻습니다.

source: Crushing Offense I
ko: 파괴적인 공세 I
ko_mt: 분쇄 공격 I

source: Crushing Offense II
ko: 파괴적인 공세 II
ko_mt: 분쇄 공격 II

source: Once per battle, the general can use two abilities with the Stratagem descriptor in a single turn.
ko: 전투당 한 번, 지휘관은 단일한 턴에 책략 기술어를 포함한 능력 2개를 사용할 수 있습니다.
ko_mt: 장군은 전투당 한 번, 한 턴에 전략 설명자가 있는 능력을 두 개 사용할 수 있습니다.

source: Unexpected Maneuver
ko: 예상밖의 전법
ko_mt: 예상치 못한 전법

source: Increases Infirmary size by 7% per level of this feat.
ko: 의무대 규모가 이 특기의 레벨당 7% 증가합니다.
ko_mt: 이 특성 레벨당 의무실 크기가 7% 증가합니다.

source: Mobile Hospital I
ko: 이동 병원 I
ko_mt: 모바일 병원 I

source: Mobile Hospital II
ko: 이동 병원 II
ko_mt: 모바일 병원 II

source: All special purpose units have a +2 bonus to AC, attack, damage and saving throws.
ko: 모든 특수 목적 유닛은 AC, 명중, 피해, 내성 굴림에 +2 보너스를 가집니다.
ko_mt: 모든 특수 목적 유닛은 명중 굴림, AC, 피해 굴림, 내성 +2 굴림 보너스를 얻습니다.

source: Special Forces
ko: 특수 부대
ko_mt: 특수 부대

source: At the start of a battle, a few units can act out of turn. The number of units is equal to the level of this feat.
ko: 전투 시작시 소수의 유닛이 턴과 관계없이 행동할 수 있습니다. 유닛의 숫자는 이 특기의 레벨과 동일합니다.
ko_mt: 전투가 시작되면 몇몇 유닛이 차례대로 행동할 수 있습니다. 유닛수는 이 특성의 레벨과 같습니다.

source: Tactician I
ko: 전술가 I
ko_mt: 전술가 I

source: Tactician II
ko: 전술가 II
ko_mt: 전술가 II

source: Tactician III
ko: 전술가 III
ko_mt: 전술가 III

source: Target undead unit gains +(5 + Power/5) temporary HP. This is an Arcane spell.
ko: 대상 언데드 유닛은 (5+ 마력/5) 임시 HP를 얻습니다. 이는 비전 주문입니다.
ko_mt: 대상 언데드 유닛이 일시적으로 +(5 + 위력/5)의 HP를 얻습니다. 이 주문은 비전 주문입니다.

source: False Grace
ko: 거짓 자비
ko_mt: 거짓 은혜

source: All units in the army gain {g|Haste}[Haste]{/g}, all enemy units receive {g|Slow}[Slow]{/g}. This is an Arcane spell.
ko: 부대의 모든 유닛이 {g|Haste}[가속]{/g}을, 모든 적 유닛이 {g|Slow}[감속]{/g}을 받습니다. 이것은 비전 주문입니다.
ko_mt: 군대의 모든 유닛은 {g|Haste}[가속]{/g}을 얻고, 모든 적 유닛이 {g|Slow}[감속]{/g}을 얻습니다. 이 주문은 비전 주문입니다.

source: Siphon Time
ko: 시간 흡수
ko_mt: 사이펀 시간

source: All enemy units receive a -1 penalty to attack for 3 rounds. Bane dispels Bless. This is a Divine spell.
ko: 모든 적 유닛이 3 라운드 동안 명중에 -1 페널티를 받습니다. 파멸은 축복을 해제합니다. 이것은 신성 주문입니다.
ko_mt: 모든 적 유닛은 3라운드 동안 명중 굴림에 -1 불이익을 받습니다. 억압이 축복을 무효화합니다. 이 주문은 신성 주문입니다.

source: Bane
ko: 파멸
ko_mt: 억압

source: Target unit gains a +(3 + Power/8)% bonus to maximum HP for 3 rounds. This is an Arcane spell.
ko: 대상 유닛이 3 라운드 동안 최대 HP에 +(3 + 마력/8)% 보너스를 받습니다. 이것은 비전 주문입니다.
ko_mt: 대상 유닛은 3라운드 동안 최대 체력에 +(3 + 위력/8)%만큼 보너스를 얻습니다. 이 주문은 비전 주문입니다.

source: Bear's Endurance
ko: 곰의 지구력
ko_mt: 곰의 지구력

source: All units in the army gain a +1 bonus to attack for 3 rounds. Bless dispels Bane. This is a Divine spell.
ko: 부대의 모든 유닛이 3 라운드 동안 명중에 +1 보너스를 받습니다. 축복은 파멸을 해제합니다. 이것은 신성 주문입니다.
ko_mt: 군대의 모든 유닛은 3라운드 동안 명중 +1 굴림 보너스를 얻습니다. 축복이 베인을 물리칩니다. 이 주문은 신성 주문입니다.

source: Bless
ko: 축복
ko_mt: 축복

source: Deals ((Power×Power + 5)d8) physical damage to every unit on the horizontal line. This is an Arcane spell.
ko: 한 행의 모든 유닛에게 (마력×마력 + 5)d8 물리 피해를 입힙니다. 이것은 비전 주문입니다.
ko_mt: 가로선에 있는 모든 유닛에게 ((위력×위력+5)d8) 물리 피해를 입힙니다. 이 주문은 비전 주문입니다.

source: Bone Arrow
ko: 뼈 화살
ko_mt: 뼈 화살

source: Target unit gains a +3 bonus to AC for 3 rounds. This is an Arcane spell.
ko: 대상 유닛이 3 라운드 동안 AC에 +3 보너스를 받습니다. 이것은 비전 주문입니다.
ko_mt: 대상 유닛은 3라운드 동안 AC에 +3 보너스를 얻습니다. 이 주문은 비전 주문입니다.

source: Bone Shield
ko: 뼈 방패
ko_mt: 뼈 보호막

source: Restores ((Power×Power + 5)×2d8) HP to the target unit. This is a Divine spell with a heal effect.
ko: 대상 유닛의 HP를 ((마력×마력 + 5)×2d8) 회복합니다. 이것은 신성 주문이며 치유 효과입니다.
ko_mt: 대상 유닛의 HP를 (위력×위력+5)×2d8) 회복시킵니다. 이 주문은 치유 효과가 있는 신성 주문입니다.

source: Breath of Life
ko: 생명의 숨결
ko_mt: 생명의 숨결

source: Target unit gains a +(1 + Power/20) bonus to attack and damage for 3 rounds. This is an Arcane spell.
ko: 대상 유닛이 3 라운드 동안 공격과 피해에 +(1 + 마력/20) 보너스를 받습니다. 이것은 비전 주문입니다.
ko_mt: 대상 유닛은 3라운드 동안 명중 굴림과 피해에 +(1 + 위력/20) 보너스를 얻습니다. 이 주문은 비전 주문입니다.

source: Bull's Strength
ko: 황소의 힘
ko_mt: 황소의 힘

source: Deals ((Power×Power + 5)d10) electricity damage to the target unit. This is a Divine spell.
ko: 대상 유닛에게 ((마력×마력 + 5)d10) 전기 피해를 가합니다. 이것은 신성 주문입니다.
ko_mt: 대상 유닛에게 ((위력×위력+5)d10) 전기 피해를 입힙니다. 이 주문은 신성 주문입니다.

source: Call Lightning
ko: 번개 소환
ko_mt: 번개 소환

source: Target unit receives a -(20 + Power/5) penalty to combat morale. This is a Divine spell.
ko: 대상 유닛이 전투 사기에 -(20 + 마력/5) 페널티를 받습니다. 이것은 신성 주문입니다.
ko_mt: 대상 유닛은 전투 사기에 -(20 + 위력/5) 불이익을 받습니다. 이 주문은 신성 주문입니다.

source: Cause Fear
ko: 공포 유발
ko_mt: 공포 유발

source: Deals ((Power×Power + 5)d6) negative energy damage to all living enemy units. Restores ((Power×Power + 5)d6) HP to all undead units. This is a Divine spell with a death effect.
ko: 모든 적 생체 유닛에게 ((마력×마력 + 5)d6) 음에너지 피해를 가합니다. 모든 언데드 유닛의 HP를 ((마력×마력 + 5)d6) 회복합니다. 이것은 신성 주문이며 즉사 효과입니다.
ko_mt: 살아있는 모든 적 유닛에게 ((위력×위력+5)d6) 음에너지 피해를 입힙니다. 모든 언데드 유닛에게 (위력×위력+5)d6)의 HP를 회복시킵니다. 이 주문은 사망 효과가 있는 신성 주문입니다.

source: Channel Negative Energy
ko: 음에너지 전달
ko_mt: 음에너지 전달

source: All enemy units receive a -2 penalty to attack and initiative for 3 rounds and a -(10 + Power/5) penalty to combat morale. This is an Arcane spell with a mind-affecting effect.
ko: 모든 적 유닛이 3 라운드 동안 공격과 우선권에 -2 페널티를 받고, 전투 사기에 -(10 + 마력/5) 페널티를 받습니다. 이것은 비전 주문이며 정신 영향 효과입니다.
ko_mt: 모든 적 유닛은 3라운드 동안 명중 굴림 및 우선권에 -2, 전투 사기에 -(10 + 위력/5) 불이익을 받습니다. 이 주문은 정산에 영향을 주는 비전 주문입니다.

source: Crushing Despair
ko: 처참한 절망
ko_mt: 처참한 절망

source: Restores ((Power×Power + 5)d8) HP to the target unit. This is a Divine spell with a heal effect.
ko: 대상 유닛의 HP를 ((마력×마력 + 5)d8) 회복시킵니다. 이는 치유 효과를 지닌 신성 주문입니다.
ko_mt: 대상 유닛의 HP를 (위력×위력+5)d8) 회복시킵니다. 이 주문은 치유 효과가 있는 신성 주문입니다.

source: Cure Wounds
ko: 상처 치료
ko_mt: 상처 치료

source: Target unit gains the {g|Teleport}[Teleport]{/g} ability for 3 rounds.
ko: 대상 유닛은 3 라운드 동안 {g|Teleport}[순간이동]{/g} 능력을 얻습니다.
ko_mt: 대상 유닛은 3라운드 동안 {g|Teleport}[순간이동]{/g} 능력을 얻습니다.

source: Dimension Door
ko: 차원문
ko_mt: 차원문

source: Target unit receives a -(2 + Power/20) penalty to attack, saving throws, and ability scores, and a -5 penalty to maximum HP for 5 rounds. This is an Arcane spell with a death effect.
ko: 대상 유닛은 5 라운드 동안 명중, 내성 굴림, 능력치 점수에 -(2 + 마력/20) 만큼의 페널티, 최대 HP에 -5 페널티를 받습니다. 이는 죽음 효과를 지닌 비전 주문입니다.
ko_mt: 대상 유닛은 5라운드 동안 명중 굴림, 내성 굴림, 능력 점수에 -(2 + 위력/20)의 불이익을 받고, 최대 체력에 -5의 불이익을 받습니다. 이 주문은 사망 효과가 있는 비전 주문입니다.

source: Enervation
ko: 원기 소진
ko_mt: 원기 소진

source: Deals ((Power×Power + 5)×3d6) negative energy damage to the target unit. This is an Arcane spell with a death effect.
ko: 대상 유닛에게 ((마력x마력 + 5)×3d6) 음에너지 피해를 입힙니다. 이는 죽음 효과를 지닌 비전 주문입니다.
ko_mt: 대상 유닛에게 ((위력×위력+5)×3d6) 음에너지 피해를 입힙니다. 이 주문은 사망 효과가 있는 비전 주문입니다.

source: Finger of Death
ko: 죽음의 손가락
ko_mt: 죽음의 손가락

source: Deals ((Power×Power + 5)d10) fire damage to all units in a 5×5 area. This is a Divine spell.
ko: 5×5 타일 범위 내 모든 유닛에게 ((마력x마력 + 5)d10 화염 피해를 입힙니다. 이것은 신성 주문입니다.
ko_mt: 5×5 범위의 모든 유닛에게 (위력×위력+5)d10) 화염 피해를 입힙니다. 이 주문은 신성 주문입니다.

source: Fire Storm
ko: 화염 폭풍
ko_mt: 화염 폭풍

source: Deals ((Power×Power + 5)d6) fire damage to all units in a 3×3 area. This is an Arcane spell.
ko: 3×3 타일 범위내 모든 유닛에게 ((마력x마력 + 5)d6 화염 피해를 입힙니다. 이것은 비전 주문입니다.
ko_mt: 3×3 범위의 모든 유닛에게 ((위력×위력+5)d6) 화염 피해를 입힙니다. 이 주문은 비전 주문입니다.

source: Fireball
ko: 화염구
ko_mt: 화염구

source: All units in the army gain a +2 bonus to attack and initiative for 3 rounds and a +(10 + Power/5) bonus to combat morale. This is a Divine spell with a mind-affecting effect.
ko: 부대의 모든 유닛이 3 라운드 동안 명중과 우선권에 +2 보너스, 전투 사기에 +(10 + 마력/5) 보너스를 얻습니다. 이는 정신 영향 효과를 지닌 신성 주문입니다.
ko_mt: 군대의 모든 유닛은 3라운드 동안 명중 굴림, 우선권에 +2 보너스를 받고, 전투 사기에 +(10 + 위력/5) 보너스를 얻습니다. 이 주문은 정신에 영향을 주는 신성 주문입니다.

source: Good Hope
ko: 좋은 희망
ko_mt: 좋은 희망

source: Deals ((Power×Power + 5)×2d8) negative energy damage to all living enemy units. Restores ((Power×Power + 5)×2d8) HP to all undead units. This is a Divine spell with a death effect.
ko: 모든 살아있는 적 유닛에게 ((마력x마력+ 5)×2d8) 만큼의 음에너지 피해를 입힙니다. 모든 언데드 유닛의 HP를 ((마력x마력+ 5)×2d8) 만큼 회복시킵니다. 이는 죽음 효과를 지닌 신성 주문입니다.
ko_mt: 살아있는 모든 적 유닛에게 ((위력×위력+5)×2d8) 음에너지 피해를 입힙니다. 모든 언데드 유닛에게 (위력×위력+5)×2d8)의 HP를 회복시킵니다. 이 주문은 사망 효과가 있는 신성 주문입니다.

source: Greater Channel Negative Energy
ko: 상급 음에너지 전달
ko_mt: 상급 음에너지 전달

source: All units in the army gain a +2 bonus to speed, a +3 bonus to attack, a +5 bonus to initiative and a +3 bonus to Reflex saving throws for 1 round. This is an Arcane spell.
ko: 부대의 모든 유닛이 1 라운드 동안 속도에 +2, 명중에 +3, 우선권에 +5, 반사 내성 굴림에 +3 보너스를 얻습니다. 이것은 비전 주문입니다.
ko_mt: 군대의 모든 유닛은 1라운드 동안 이동 속도 +2, 명중 굴림 +3, 우선권 +5, 반사 굴림 +3 보너스를 얻습니다. 이 주문은 비전 주문입니다.

source: Haste
ko: 가속
ko_mt: 가속

source: Restores ((Power×Power + 5)×3d6) HP to the target unit. This is a Divine spell with a heal effect.
ko: 대상 유닛의 HP를 ((마력x마력 + 5)×3d6) 회복시킵니다. 이것은 신성 주문이며 치유 효과입니다.
ko_mt: 대상 유닛의 HP를 (위력×위력+5)×3d6) 회복시킵니다. 이 주문은 치유 효과가 있는 신성 주문입니다.

source: Heal
ko: 치유
ko_mt: 치유

source: Target unit gains a +1 bonus to saving throws and AC and DR 1/- for 3 rounds, and also a +(20 + Power/5) bonus to combat morale. This is an Arcane spell with a mind-affecting effect.
ko: 대상 유닛은 3 라운드 동안 내성 굴림과 AC에 +1 보너스, DR 1/- 를 얻고 전투 사기에 +(20 + 마력/5) 보너스를 받습니다. 이것은 비전 주문이며 정신 영향 효과입니다.
ko_mt: 대상 유닛은 3라운드 동안 내성 굴림 및 AC에 +1 보너스, 1/- DR, 전투 사기에 +(20 + 위력/5) 보너스를 얻습니다. 이 주문은 정산에 영향을 주는 비전 주문입니다.

source: Heroism
ko: 영웅심
ko_mt: 영웅심

source: Target unit cannot move or act for 2 rounds. This is a Divine spell with a mind-affecting effect.
ko: 대상 유닛은 2 라운드 동안 이동하거나 행동할 수 없습니다. 이것은 신성 주문이며 정신 영향 효과입니다.
ko_mt: 대상 유닛은 2라운드 동안 움직이거나 행동할 수 없습니다. 이 주문은 정신에 영향을 주는 신성 주문입니다.

source: Hold
ko: 포박
ko_mt: 보류

source: Deals ((Power×Power + 5)d6) cold damage to all units in a 3×3 area and inflicts a -2 penalty to speed for 3 rounds. This is an Arcane spell.
ko: 3×3 타일 범위내 모든 유닛에게 ((마력x마력 + 5)d6 피해를 입히고 3 라운드 동안 속도에 -2 페널티를 가합니다. 이것은 비전 주문입니다.
ko_mt: 3×3 범위의 모든 유닛에게 ((위력×위력+5)d6) 냉기 피해를 주고 3라운드 동안 이동 속도에 -2의 불이익을 줍니다. 이 주문은 비전 주문입니다.

source: Ice Storm
ko: 얼음 폭풍
ko_mt: 얼음 폭풍

source: Deals (d6×Power) magic damage to all enemy units. Restores (d6×Power) HP to all units in the army. This is a Divine spell.
ko: 모든 적 유닛에게 (d6×마력) 마법 피해를 입힙니다. 부대의 모든 유닛의 HP를 (d6×마력) 회복시킵니다. 이것은 신성 주문입니다.
ko_mt: 모든 적 유닛에게 (d6×위력) 마법 피해를 입힙니다. 아군 모든 유닛의 HP를 (d6×위력)만큼 회복시킵니다. 이 주문은 신성 주문입니다.

source: Judgment Day
ko: 심판의 날
ko_mt: 심판의 날

source: All units in the army gain a +1 bonus to attack and damage, all enemy units receive a -1 penalty to attack and damage for 3 rounds. This is a Divine spell.
ko: 3 라운드 동안 부대의 모든 유닛은 명중과 피해에 +1 보너스를 얻고, 모든 적 유닛은 명중과 피해에 -1 페널티를 받습니다. 이것은 신성 주문입니다.
ko_mt: 군대의 모든 유닛은 명중 굴림, 피해 굴림에 +1 보너스를 받고, 모든 적 유닛은 3라운드 동안 명중 굴림, 피해 굴림에 -1 불이익을 받습니다. 이 주문은 신성 주문입니다.

source: Prayer
ko: 기도
ko_mt: 기도

source: Deals ((Power×Power + 5)d6) fire damage to the target unit. This is an Arcane spell.
ko: 대상 유닛에게 ((마력x마력 + 5)d6) 화염 피해를 입힙니다. 이것은 비전 주문입니다.
ko_mt: 대상 유닛에게 ((위력×위력+5)d6) 화염 피해를 입힙니다. 이 주문은 비전 주문입니다.

source: Scorching Ray
ko: 이글거리는 광선
ko_mt: 이글거리는 광선

source: Target unit gains a +(3 + Power/20) bonus to AC for 3 rounds. This is a Divine spell.
ko: 대상 유닛은 3 라운드 동안 AC에 +(3 + 마력/20) 보너스를 얻습니다. 이것은 신성 주문입니다.
ko_mt: 대상 유닛은 3라운드 동안 AC에 +(3 + 위력/20) 보너스를 얻습니다. 이 주문은 신성 주문입니다.

source: Shield of Faith
ko: 신념의 방패
ko_mt: 신념의 방패

source: All enemy units receive a -2 penalty to speed, a -3 penalty to attack, a -5 penalty to initiative and a -3 penalty to Reflex saving throws for 1 round. This is an Arcane spell.
ko: 모든 적 유닛이 1 라운드 동안 속도에 -2, 명중에 -3, 우선권에 -5, 반사 내성 굴림에 -3 페널티를 받습니다. 이것은 비전 주문입니다.
ko_mt: 모든 적 유닛은 1라운드 동안 이동 속도 -2, 공격 -3, 우선권 -5, 반사 굴림 -3의 불이익을 받습니다. 이 주문은 비전 주문입니다.

source: Slow
ko: 감속
ko_mt: 감속

source: Deals ((Power×Power + 5)×2d6) physical damage to all units in a 3×3 area. This is an Arcane spell.
ko: 3×3 타일 범위 내 모든 유닛에게 ((마력x마력+ 5)×2d6) 물리 피해를 입힙니다. 이것은 비전 주문입니다.
ko_mt: 3×3 범위의 모든 유닛에게 (((위력×위력+5)×2d6) 물리 피해를 입힙니다. 이 주문은 비전 주문입니다.

source: Stone Call
ko: 자갈비
ko_mt: 자갈비

source: Summons (3 + power) elementals. The type of the elementals is chosen randomly. This is an Arcane spell.
ko: (3 + 마력) 정령을 소환합니다. 정령의 유형은 무작위로 선택됩니다. 이것은 비전 주문입니다.
ko_mt: 무작위 (3 + 위력) 정령을 소환합니다. 이 주문은 비전 주문입니다.

source: Summon Elementals
ko: 정령 소환
ko_mt: 정령 소환

source: Target unit ignores up to 3 points of damage reduction for 3 rounds. This is an Arcane spell.
ko: 대상 유닛은 3 라운드 동안 총합 3 점의 피해 감소를 무시합니다. 이것은 비전 주문입니다.
ko_mt: 대상 유닛은 3라운드 동안 최대 3점의 피해 감소를 무시합니다. 이 주문은 비전 주문입니다.

source: Penetrating Strike
ko: 관통 공격
ko_mt: 관통 타격

source: Unit base morale
ko: 유닛 기반 사기
ko_mt: 유닛 기본 사기

source: This unit is not affected by morale.
ko: 이 유닛은 사기의 영향을 받지 않습니다.
ko_mt: 이 유닛은 사기의 영향을 받지 않습니다.

source: The unit is affected by the effect:
ko: 유닛은 다음 효과를 받고 있습니다:
ko_mt: 유닛이 효과의 영향을 받습니다.
