Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "Praise the Goddess, we'll end it. Once and for all."
ko: "여신님을 믿으십시오. 저희가 끝낼 수 있습니다. 완전히 말입니다."
ko_mt: "여신을 찬양하라, 우리가 끝낼 것이다. 단번에 끝내자."

source: "I'm always surprised to see a follower of Shelyn on the battlefield — a place where there is no beauty or peace."
ko: "난 셸린의 신자를 전장에서 볼 때마다 놀라. 전쟁터란 아름다움도 평화도 없는 장소잖아."’
ko_mt: "아름다움도 평화도 없는 전장에서 쉴린의 추종자를 만나면 항상 놀랍습니다."

source: "Shelyn has been forced to raise a blade against her brother. She knows better than anyone the importance of sacrifice."
ko: "셸린께서도 그분의 형제를 향해 검을 들어야만 하셨습니다. 그분은 다른 누구보다도 희생의 중요성을 잘 아시지요."
ko_mt: "쉴린은 오빠를 향해 칼을 들 수밖에 없었습니다. 그녀는 희생의 중요성을 누구보다 잘 알고 있습니다."

source: "What do you do when it looks like everything's going to hell in a handbasket and prayers aren't helping? I take myself off somewhere quiet and just hack and slash with my sword until I can't stand anymore!"
ko: "모든 일이 완전히 잘못되고 기도조차 소용없을 때, 너는 어떤 일을 해? 나는 어디 조용한 곳을 찾아가서 지쳐 쓰러질 때까지 내 검을 막 휘둘러대는데."
ko_mt: "모든 것이 지옥으로 가는 것 같고 기도로도 도움이 되지 않을 때 어떻게 하나요? 조용한 곳으로 가서 더 이상 견딜 수 없을 때까지 칼로 난도질하고 베어야죠!"

source: "I know the feeling. When I need to clear my thoughts, it is not a sword I reach for, but a brush."
ko: "그 기분 저도 압니다. 저는 생각을 정리해야 할 때칼이 아니라 붓을 잡죠."
ko_mt: "그 기분을 알아요. 생각을 정리해야 할 때는 칼이 아니라 붓을 잡습니다."

source: "You made me look gorgeous. Somebody in Drezen said some paladin of Shelyn wanted to meet me. He'll be disappointed if he ever does!"
ko: "네가 날 멋쟁이로 만들었나봐. 드레젠에서 누군가가 셸린의 팔라딘 몇 명이 날 만나보고 싶어한다 말해주더라고. 그 사람이 한 번이라도 날 봤다면 분명 실망했을걸!"
ko_mt: "날 멋지게 만들어줬어. 드레젠의 어떤 성기사가 날 만나고 싶다고 했어. 만나면 실망할 거예요!"

source: "I do not think he would be disappointed. Not at all."
ko: "그 사람이 실망할 것 같지는 않습니다. 전혀요."
ko_mt: "그가 실망할 것 같지는 않습니다. 전혀요."

source: "I know people who can't ever go back to 'normal' after fighting — they think there are demons everywhere."
ko: "나는 전투를 겪은 뒤 '평범한 삶'으로 돌아가지 못하게 된 사람들을 알아. 그 사람들은 사방에 데몬들이 숨어 있다고 생각하지."
ko_mt: "싸우고 나면 도저히 '정상'으로 돌아갈 수 없는 사람들, 즉 사방에 데몬이 있다고 생각하는 사람들을 알고 있습니다."

source: "Maybe they are right. I know I can never drop my guard."
ko: "그들이 옳을 수도 있습니다. 저도 경계를 늦춰선 안된다는 사실을 알고요."
ko_mt: "어쩌면 그들이 맞을지도 모르죠. 경계를 늦출 수 없다는 걸 알아요."

source: "I have a weird question to ask you, Trever. Which would you undo if you could — being held captive by the demons, or becoming a Hellknight?"
ko: "트레버, 이상한 질문이 하나 있어. 데몬에게 붙잡힌 것과 헬나이트가 된 것, 둘 중에 없었던 일로 하고 싶은 행동이 있어?"
ko_mt: "이상한 질문이 있어요, 트레버. 데몬에게 포로로 잡히는 것과 지옥기사가 되는 것 중 어떤 것을 되돌릴 수 있다면 되돌리겠나?"

source: "You want to know what is more terrifying — evil that's done to you, or evil you do to others? I don't have an answer to that. I'm in no place to make that call."
ko: "자신이 악에 삼켜지는 것과, 자신이 다른 이들에게 악을 행하는 것 중 무엇이 더 두려운지를 알고 싶다는 건가? 나에겐 그에 대해 줄 대답이 없다. 내게는 그럴 자격이 없어."
ko_mt: "무엇이 더 무서운지 알고 싶으세요? 당신에게 행해지는 악과 당신이 다른 사람에게 행하는 악 중 어떤 것이 더 무서운지? 저는 거기에 대한 답이 없습니다. 저는 그런 대답을 할 수 있는 위치에 있지 않습니다."

source: "Tell me about your homeland, Ulbrig. What was Sarkoris like? Beautiful, I bet?"
ko: "울브리그, 네 고향에 대해 말해줘. 사코리스는 어떤 곳이었어? 아름다운 장소였겠지?"
ko_mt: "고국 울브리그에 대해 말해줘요. 사르코리스는 어땠나요? 아름다웠겠죠?"

source: "Stunning. Forests and fields, and rivers, and everything in bloom... When we win, you'll see for yourself."
ko: "놀라윤 곳이었소. 숲과 들판, 강, 그리고 모든 것이 만발한... 우리가 승리하고 나면 직접 보게 될 거요."
ko_mt: "놀랍습니다. 숲과 들판, 강, 꽃이 만발한 모든 것들.. 우리가 이기면 직접 보실 수 있을 겁니다."

source: "I know why you want to become stronger. You were scared of your weakness and helplessness as a child and you vowed to eliminate it. You're still being driven by this childhood fear."
ko: "네가 더 강해지고자 했던 이유를 알겠어. 너는 어릴적에 네 나약함과 무력함을 두려워했고 그 두려움을 없애고자 했었지. 아직도 너는 어릴적의 공포에 조종당하고 있어."
ko_mt: "왜 더 강해지고 싶은지 알아요. 당신은 어렸을 때 자신의 나약함과 무력함을 두려워했고 그것을 없애겠다고 다짐했습니다. 당신은 여전히 어린 시절의 두려움에 이끌려 살고 있습니다."

source: "The only thing I feared as a child was dying of hunger in a damp cave, without ever achieving anything. I had to become better to survive."
ko: "내가 어릴 때 두려워했던 유일한 것은 아무 것도 이루지 못한 채 축축한 동굴 속에서 굶어 죽는 것뿐이었다. 살아남기 위해선 더 나은 존재가 되어야만 했지."
ko_mt: "어렸을 때 제가 두려워했던 것은 아무것도 이루지 못한 채 습기 찬 동굴에서 굶어 죽는 것이었습니다. 살아남기 위해서는 더 나은 사람이 되어야 했습니다."

source: "You look at me like you want to eat me. Take it easy — food's almost ready."
ko: "날 잡아먹고 싶다는 듯이 쳐다보네. 조금만 참아. 식사 준비 거의 끝났어."
ko_mt: "날 잡아먹고 싶은 것처럼 쳐다보는군. 음식이 거의 다 됐으니 진정하세요."

source: "Don't worry, paladin, I'd never eat you. I might take a bite out of you, though..."
ko: "걱정하지 마라, 팔라딘. 너를 잡아먹지는 않을 테니. 그래도 한 입 쯤은 씹어도 괜찮겠지..."
ko_mt: "걱정 마, 성기사는 널 절대 안 잡아먹어. 하지만 한 입 베어 먹을 수는 있겠지..."

source: "Do you think talking about how strong you are all the time makes you strong? It doesn't. It just shows that you constantly need to remind yourself."
ko: "자기가 얼마나 강한지 하루종일 떠드는 게 너를 강하게 만든다고 생각해? 절대 아니지. 그러면 그럴수록 자신에게 주기적으로 최면을 걸어야만 한다는 것을 보여줄 뿐이야."
ko_mt: "자신이 얼마나 강한지 항상 이야기한다고 해서 강해질 수 있을까요? 그렇지 않습니다. 그저 스스로에게 끊임없이 상기시켜야 한다는 것을 보여줄 뿐입니다."

source: "Maybe I say it to remind you of that fact, to get you to stop acting like you're smarter than me? Draw your sword!"
ko: "네가 나보다 똑똑한 척 하지 않도록 만들려면 그 말을 그대로 너에게 돌려줘야 하겠나? 네 검을 뽑아라!"
ko_mt: "그 사실을 상기시켜서 나보다 똑똑한 척하지 말라고 말해주는 건가? 검을 뽑아!"

source: "I stay out of your way, and you stay out of mine. If we do that, we'll get along just fine. Agreed?"
ko: "내가 네 일에 신경 쓰지 않고, 너도 내 일에 신경 쓰지 마. 그렇게 하면 우리 모두가 편해질 수 있잖아. 동의하지?"
ko_mt: "나는 당신과 내 관계에서 벗어나고, 당신은 내 관계에서 벗어나세요. 그렇게 하면 우린 잘 지낼 수 있을 거예요. 알았죠?"

source: "Keep away from me. We don't have to touch hands — that's for weaklings. If you have a problem with me, grab your sword and try to get rid of me. I can tell you want to, so come on!"
ko: "내게서 떨어져라. 우리는 손을 맞잡을 이유가 없다. 그건 약자들이나 하는 행위지. 네가 나에게 뭔가 문제가 있다면, 무기를 들고 나를 숙청해. 하고 싶다는 것은 알겠으니, 덤벼!"
ko_mt: "나한테서 떨어져. 손을 만질 필요는 없어. 그건 약자를 위한 거야. 나한테 불만이 있으면 검을 들고 날 없애버려요. 그러고 싶은 거 알겠으니 어서!"

source: "Stop staring at me all the time. It's creepy, you know?"
ko: "그런 눈빛으로 빤히 쳐다보지 말아줘. 소름끼친다고. 알아?"
ko_mt: "계속 쳐다보지 마세요. 소름 끼치잖아, 알지?"

source: "If you want me to obey — make me. Or are you afraid I'll beat you and you'll have to do what I say?"
ko: "네 말을 듣게 만들고 싶다면, 강제해라. 아니면 내가 너를 이겨서 내 말에 복종하게 될까 두렵나?"
ko_mt: "내가 순종하길 원한다면 그렇게 하세요. 아니면 내가 당신을 때려서 내가 시키는 대로 해야 할까봐 두려운가요?"

source: "Running from the law, cutting purses, breaking into other peoples' houses… Is that really all you want out of life?"
ko: "경비대에게서 도망치고, 도둑질을 하고, 남의 집에 무단 침입하고… 정말로 네가 원하는 삶이야?"
ko_mt: "법망을 피해 도망치고, 지갑을 털고, 남의 집에 침입하는 것.. 정말 인생에서 원하는 것이 그런 것뿐인가요?"

source: "Oh sister, I remember a priest of Iomedae asking me the exact same thing when I was about ten or so, using the exact same words. Do you guys have a script you have to follow or somethin'?"
ko: "아, 자매님. 열 살쯤인가, 아이오메데의 사제가 정확히 똑같은 어휘를 사용해 정확히 똑같은 말을 했던 게 기억 나네. 뭐 대본이라도 있는 거야?"
ko_mt: "언니, 제가 열 살쯤 됐을 때 아이오메데 신부님이 똑같은 말로 똑같은 걸 물어보셨던 게 기억나요. 혹시 따라야 하는 대본 같은 게 있나요?"

source: "You're not bad at spellcasting. Where did you study?"
ko: "너는 주문 시전에 꽤 능숙하잖아. 어디서 배운거야?"
ko_mt: "주문 시전 실력이 나쁘지 않네요. 어디서 공부했어?"

source: "Here and there… but I'd give up all my lessons to be able to drink the way you do and not end up under the table."
ko: "여기저기서… 하지만 너처럼 퍼마시고도 탁자 밑에 퍼질러지지 않을 수 있다면 모든 강습을 포기할 거야."
ko_mt: "여기저기서.. 하지만 당신처럼 술을 마시고 테이블 밑으로 떨어지지 않으려면 모든 레슨을 포기할 겁니다."

source: "You'd like Solku. Caravans, traders from all over Golarion, the city's always noisy, with people speaking in a dozen different languages..."
ko: "너는 솔쿠를 좋아할 것 같아. 그 도시는 골라리온 전역의 행상인과 거래자들이 돌아다니고, 수많은 언어들로 이야기하는 사람들로 항상 북적이거든..."
ko_mt: "솔쿠를 좋아하겠군요. 캐러밴, 골라리온 전역에서 온 상인들, 수십 가지 언어로 말하는 사람들로 도시는 항상 시끄럽습니다..."

source: "And you traded it all in for some armor and the Worldwound? You paladin types are an odd bunch, and no mistake."
ko: "그럼 너는 갑옷과 세계상처를 위해 모든 걸 내놓은 거야? 너희 팔라딘들도 참 이상한 집단이란 말이지."
ko_mt: "그래서 갑옷과 세계상처를 위해 모든 걸 바꿨다고요? 너희 성기사는 이상한 놈들이야, 실수한 게 아니야."

source: "Do you know why you have no stamina? Because as soon as we stop anywhere, instead of helping to set up camp, you just drop like a rock."
ko: "너한테 왜 지구력이 없는 줄 알아? 우리가 어딘가에 멈춰서면, 너는 야영지를 설치하는 걸 돕지 않고 그냥 바위처럼 주저앉아있기 때문이야."
ko_mt: "왜 체력이 없는지 아세요? 캠프를 세우는데 도움을 주기는 커녕 아무 데나 멈추자마자 바위처럼 쓰러지기 때문이죠."

source: "Nah, I drop like a rock because I've got no stamina!"
ko: "엥, 바위처럼 쓰러진 게 체력이 다 떨어져서잖아!"
ko_mt: "아뇨, 체력이 없어서 바위처럼 쓰러졌어요!"

source: "Maybe if you stopped careening around like a runaway cart, and just sat down and thought about things, you'd figure out how to change your life."
ko: "달리는 마차처럼 이리저리 돌아다니기를 멈추고 가만히 앉아 혼자만의 생각을 하다보면, 네 삶을 어떻게 바꿀 수 있는지 알게 될 거야."
ko_mt: "폭주하는 수레처럼 돌아다니는 것을 멈추고 앉아서 사물을 생각하다 보면 인생을 바꿀 방법을 찾을 수 있을 것입니다."

source: "I've already done a stretch behind bars, thank you very much! I'm not going to sit around thinkin' while I'm free. I reckon I've earned myself five years of no thinkin' at all!"
ko: "고맙지만, 이미 창살 안쪽에서 스트레칭을 했거든! 난 자유로운 동안에는 가만히 앉아 사색 따위나 하지 않을 거야. 5년 쯤은 아무 생각도 하지 않을 자격을 얻었잖아!"
ko_mt: "이미 감옥에서 스트레칭을 했어요, 감사합니다! 자유를 누리는 동안 멍하니 앉아서 생각만 하지는 않을 겁니다. 5년 동안 아무 생각도 하지 않을 자격을 얻은 것 같아요!"

source: "Your spirit is exceptionally strong. You not only recognized your deeds, you tried to atone for them. That warrants respect."
ko: "당신의 정신력은 유별나게 강합니다. 당신의 과거를 인지할 뿐만 아니라, 그것에 대한 속죄까지 시도하고 있다니요. 존경받아 마땅합니다."
ko_mt: "당신의 정신은 매우 강합니다. 당신은 자신의 잘못을 인정했을 뿐만 아니라 속죄하려고 노력했습니다. 그건 존경받을 만합니다."

source: "I always just want to abandon it all and run away, back to my old life. But that's not possible. I can only move forward."
ko: "저는 언제나 모든 것을 버리고 옛날의 삶으로 되돌아가기를 바라요. 하지만 그건 불가능하죠. 저는 앞으로 나아갈 수밖에 없으니까요."
ko_mt: "저는 항상 모든 것을 버리고 예전의 삶으로 돌아가고 싶어요. 하지만 그건 불가능합니다. 앞으로 나아갈 수밖에 없죠."

source: "If you wish to convert to the church of Shelyn, it would bring the goddess and me great pleasure."
ko: "만일 당신께서 셸린의 교회에 귀의하길 원하신다면, 여신과 저 모두 커다란 기쁨을 얻을 겁니다."
ko_mt: "셸린 교회로 개종한다면 여신과 저에게 큰 기쁨이 될 것입니다."

source: "Desna showed me the path out of the Abyss, and I cannot abandon her. But… you are the first person to say I would be welcome anywhere. Thank you."
ko: "심연을 벗어날 길을 보여주신 건 데즈나님이시니, 그분을 떠날 수는 없어요. 하지만… 제가 어디서라도 환영받을 것이라 말씀해주신 분은 당신이 처음이에요. 감사합니다."
ko_mt: "데스나는 심연에서 벗어나는 길을 보여줬고, 난 그녀를 버릴 수 없어. 하지만.. 당신은 제가 어디든 환영받을 것이라고 말한 첫 번째 사람이에요. 고마워요."

source: "Have you thought about what you're going to do after the war?"
ko: "이 전쟁이 끝난 뒤 무엇을 할지 생각해두셨나요?"
ko_mt: "전쟁이 끝난 후 무엇을 할 것인지 생각해 보셨나요?"

source: "Demons don't know what peace is. I am still trying to grasp the idea that evil and suffering can come to an end."
ko: "데몬들은 평화란게 뭔지 몰라요. 저는 여전히 악과 고통이 끝날 수 있댜는 생각을 붙들려 하고 있을 뿐이고요."
ko_mt: "데몬들은 평화가 무엇인지 모릅니다. 악과 고통이 종식될 수 있다는 생각을 이해하려고 노력 중입니다."

source: "I am glad to have met you, Arueshalae. For me, you are proof that miracles can happen even in the darkest times."
ko: "아루샬레, 당신을 만나게 되어 기쁩니다. 저에게 있어, 당신은 이토록 암울한 시기에도 기적 일어날 수 있다는 증거니까요."
ko_mt: "아루샬래, 당신을 만나게 되어 기쁩니다. 제게 당신은 가장 어두운 시기에도 기적이 일어날 수 있다는 증거입니다."

source: "I will try not to let you down. I promise."
ko: "실망시켜 드리지 않을게요. 약속이에요."
ko_mt: "실망시키지 않도록 노력하겠습니다. 약속할게요."

source: "Even if you stray from the path of righteousness, you will have a long time to conquer yourself and find your way again."
ko: "당신이 정의의 길에서 탈선하게 되더라도, 자신의 마음을 다잡고 길을 되찾을 만한 시간은 충분히 있을 겁니다."
ko_mt: "정의의 길에서 벗어나더라도 자신을 정복하고 다시 길을 찾을 수 있는 시간이 오래 걸릴 것입니다."

source: "No. I know that once I step off this path, I can never come back."
ko: "아니에요, 한 번 그 길에서 벗어나면 다시는 돌아올 수 없다는 것을 알아요."
ko_mt: "아니요, 한 번 이 길에서 벗어나면 다시는 돌아올 수 없다는 것을 알아요."

source: "You are so gentle, so fragile. It pains me to see you in the carnage of battle."
ko: "당신은 매우 친절하고, 동시에 아주 연약합니다. 피비린내나는 전장에서 당신을 보는 것은 너무 고통스럽군요."
ko_mt: "당신은 너무 부드럽고 연약합니다. 전쟁터에서 널 보니 마음이 아프구나."

source: "Yes, all this blood and pain is difficult to endure... But I'm willing to bear it for the sake of my friends."
ko: "네. 이 피와 고통들은 견디기 어려워요... 하지만 제 친구들을 위해서라면 그것들을 기꺼이 감내하겠어요."
ko_mt: "네, 이 모든 피와 고통은 견디기 어렵습니다.. 하지만 친구들을 위해 기꺼이 견뎌내겠습니다."

source: "Your face was made to be painted."
ko: "당신의 미모는 화폭에 담겨야만 합니다."
ko_mt: "당신의 얼굴은 칠해지도록 만들어졌습니다."

source: "Thank you. But you know, I think internal beauty is the most important thing in a person."
ko: "감사합니다. 하지만, 저는 사람에게 있어 내면의 아름다움이 가장 중요하다고 생각한답니다."
ko_mt: "고마워요. 하지만 저는 내면의 아름다움이 사람에게 가장 중요하다고 생각합니다."

source: "If you should ever wish to confess your sins, I will always be willing to listen."
ko: "당신이 지은 죄를 고해하고 싶어진다면, 언제라도 제가 들어드릴 수 있습니다."
ko_mt: "죄를 고백하고 싶다면 언제든 기꺼이 들어줄 것입니다."

source: "I don't suffer any woman to listen in on my private conversations with a man. Not even Shelyn."
ko: "저는 남성과의 사적인 대화를 엿듣는 여성을 원하지 않는답니다. 셸린님도 예외는 아니에요."
ko_mt: "저는 어떤 여자도 남자와의 사적인 대화를 엿듣는 것을 용납하지 않습니다. 심지어 쉴린도 마찬가지죠."

source: "It is possible that... if you were a little more polite to people, they would treat you differently too."
ko: "만약 당신이... 사람들에게 조금만 더 친절을 베푸신다면, 그분들 또한 당신을 다르게 대할 겁니다."
ko_mt: "사람들에게 조금만 더 예의를 갖추면 그들도 여러분을 다르게 대할 수도 있습니다."

source: "Do not take this the wrong way, but being polite does not seem to have helped you much. People simply do not appreciate good manners!"
ko: "오해받고 싶지는 않지만, 정중함이 당신께 큰 도움이 된 것 같지는 않아보여요. 사람들은 단순히 예의범절을 받아들이지 않거든요!"
ko_mt: "오해하지 마세요. 하지만 예의 바르게 행동하는 것이 큰 도움이 되지 않는 것 같습니다. 사람들은 좋은 매너를 인정하지 않아요!"

source: "I can only hope the spirits' voices do not drown out the voice of faith within you."
ko: "당신의 내면에서 신앙의 목소리가 영혼의 목소리에 묻히지 않길 바랄 뿐입니다."
ko_mt: "영혼의 목소리가 여러분 안에 있는 믿음의 목소리를 덮어버리지 않기를 바랄 뿐입니다."

source: "Let us not speak of personal matters like faith. Such discussions can drive a wedge between the best of friends, and I cannot bear the thought of falling out with you, Sosiel."
ko: "저희 신앙같이 개인적인 문제는 이야기하지 않기로 해요. 그런 말다툼은 친구들 사이에 금을 만들고, 소시엘 당신과 사이가 멀어진다 생각하면 참을 수 없어요."
ko_mt: "신앙 같은 개인적인 이야기는 하지 말자. 그런 얘기는 절친한 친구 사이에 쐐기를 박을 수 있고, 소시엘과 사이가 멀어진다는 생각은 견딜 수 없어요."

source: "I'm glad you are with us, Daeran. Not because you are a good person, but because these events might prompt you to consider things."
ko: "대런, 당신이 우리와 함께라는 게 기쁩니다. 당신이 선한 사람이기 때문이 아니라, 이 사건들 덕분에 당신이 주위 상황을 고려하도록 만들 것이기 때문이죠."
ko_mt: "네가 우리와 함께해서 기쁘다, 대런. 네가 좋은 사람이라서가 아니라, 이런 일들이 너에게 많은 것을 생각하게 할 수 있기 때문이야."

source: "I'm sorry, did you say something? I was distracted by your lips. You have a beautiful mouth, but all I ever hear from it is claptrap."
ko: "미안하지만, 뭐라고 말했어? 네 입술 보다가 못 들었거든. 넌 참 아름다운 입을 가졌는데, 거기서 나오는 건 쓸데없는 말들 뿐이란 말이지."
ko_mt: "죄송해요, 무슨 말 하셨어요? 당신 입술에 정신이 팔렸어요. 입이 예쁘긴 한데 박수 소리만 들려요."

source: "It brings me much sorrow to see such a gifted and, I suppose, worthy person as yourself give so little thought to his deeds and life, Daeran. It is such... a waste."
ko: "대런, 당신처럼 재능있고, 추측컨대, 지위도 가진 사람이 자기 행동과 삶에 거의 신경 쓰지 않는다는 사실이 슬픕니다. 그것은 상당한... 낭비니까요."
ko_mt: "너처럼 재능 있고 가치 있는 사람이 자신의 행동과 삶에 대해 별로 생각하지 않는 걸 보니 슬프구나, 대런. 정말.. 아깝구나."

source: "You spend too much time thinking about life. Whereas I'm busy living it."
ko: "너는 삶에 대해 생각하는데 너무 시간을 많이 써. 반면에 나는 바쁘게 살아가지."
ko_mt: "당신은 인생에 대해 생각하는데 너무 많은 시간을 소비합니다. 반면에 저는 바쁘게 살아가고 있습니다."

source: "Though you are a... complicated person, Daeran, I do respect you for your healing talent. Anyone who eases another's suffering cannot be entirely hopeless."
ko: "대런, 당신이... 복잡한 사정을 가진 사람이더라도, 저는 당신의 치유 능력을 존중합니다. 다른 이들의 고통을 덜어주는 사람이 구제불능일 수는 없으니까요."
ko_mt: "대런, 넌.. 복잡한 사람이지만 나는 너의 치유 재능을 존중해. 다른 사람의 고통을 덜어주는 사람이 완전히 절망적일 수는 없지."

source: "You may want to recall the circumstances in which I received my healer's gift. Here's a hint — it wasn't of my own choosing. I would have rather avoided that episode in my life."
ko: "내가 치유사의 재능을 얻었던 상황을 다시 떠올려봐야 할 것 같은데. 힌트를 주자면, 내 선택이 아니었다는 점이지. 내 인생에서 그 사선을 피할 수 있었다면 참 좋을 텐데."
ko_mt: "제가 치유사의 은사를 받게 된 상황을 기억하고 싶으실 겁니다. 힌트를 드리자면 제가 원해서 받은 것이 아닙니다. 제 인생에서 그 에피소드는 차라리 피하고 싶었습니다."

source: "I am almost inured to your blasphemous jokes by now. I understand you are just teasing me."
ko: "방금 당신이 던진 신성모독적인 농담에 상처받을 뻔했어요. 당신이 그냥 절 괴롭히는걸로 이해하겠습니다."
ko_mt: "이제 당신의 불경스러운 농담에 거의 익숙해졌어요. 그냥 놀리는 거라는 거 알아요."

source: "Are you quite sure about that? You do not wish to retract that statement? Because once I change my target from the gods to your pious self, it will be too late."
ko: "정말이야? 그 말 번복하지 않을 거지? 내가 대상을 신들에서 신앙 깊은 너 자신에게로 옮기고 나면 너무 늦을 거라서 말하는 거야."
ko_mt: "정말 확실하신가요? 그 말을 취소하고 싶지 않으세요? 내가 목표를 신들에서 경건한 당신으로 바꾸면 너무 늦을 것이기 때문입니다."

source: "What did that look mean, Daeran?"
ko: "그 광경은 뭡니까, 대런?"
ko_mt: "대런, 그 표정이 무슨 뜻이었어?"

source: "It meant: 'nice sketch, I quite like it.' Yes, would you believe it, I am capable of not spitting poison every time I open my mouth. I am actually quite well disposed toward works of art, in fact."
ko: "'멋진 그림이네, 마음에 들어.'라는 의미야. 그래, 내가 입을 여는 족족 독설을 뱉지 않을 수 있는 능력이 있다고 믿기 어렵겠지. 사실 난 예술 작품에 대해서는 꽤나 관대하다는 말이야."
ko_mt: "'멋진 스케치, 꽤 마음에 들어요'라는 뜻이었죠. 네, 믿으실지 모르겠지만 저는 입을 열 때마다 독을 뱉지 않을 수 있습니다. 사실 저는 예술 작품에 대해 꽤 좋은 성향을 가지고 있습니다."

source: "You are a child. You don't belong in this war."
ko: "당신은 아이입니다. 그리고 당신은 이 전쟁과 엮이지 않았습니다."
ko_mt: "넌 어린애야. 넌 이 전쟁에 끼어들면 안 돼."

source: "So you're an adult? War doesn't pick and choose its victims."
ko: "당신은 어른인가요? 전쟁은 그 희생자를 고르지 않아요."
ko_mt: "그럼 이제 성인이에요? 전쟁은 희생자를 골라 죽이지 않아요."

source: "Do your scars hurt? Maybe I can help with a spell or some medicine..."
ko: "당신의 흉터가 쓰린가요? 아마도 제가 주문이나 약으로 도와드릴 수 있을 겁니다..."
ko_mt: "상처가 아파요? 내가 주문이나 약으로 도와줄 수 있을지도 몰라..."

source: "What can be healed, doesn't hurt. And what hurts, no one can heal."
ko: "치유될 수 있는 것은 아픈 게 아니에요. 아픈 것은 아무도 치료할 수 없는 것이죠."
ko_mt: "치유할 수 있는 것은 아프지 않습니다. 그리고 아픈 것은 아무도 치유할 수 없습니다."

source: "You've carried such suffering around your whole life. I think if you opened your heart to a kind deity, you would feel better."
ko: "당신은 이제껏 그런 고통을 담아두고 계셨습니다. 저는 당신이 친절한 신께 마음을 연다면 더 편해지실 거라고 생각합니다."
ko_mt: "당신은 평생 그런 고통을 안고 살아왔어요. 친절한 신에게 마음을 열면 기분이 나아질 것 같아요."

source: "Really? You think I'd feel better if I had to care about what a deity wants me to do? Would my pack be lighter if I carried a horse?"
ko: "정말요? 신들이 제게 원하는 것에 몰두하면 제 기분이 나아질 거라 생각하시나요? 제가 말을 들고 다니면 제 짐이 가벼워지나요?"
ko_mt: "정말요? 내가 신이 원하는 것을 신경 써야 한다면 기분이 나아질 것 같아? 말을 타고 다니면 짐이 더 가벼워질까요?"

source: "You need to take better care of yourself, Ember."
ko: "엠버, 당신은 자기 자신을 더 돌보셔야 합니다."
ko_mt: "너 자신을 더 잘 돌봐야 해, 엠버."

source: "But then I'll be less able to take care of other people."
ko: "하지만 그러면 다른 사람들을 덜 돌봐야 하잖아요."
ko_mt: "하지만 그러면 다른 사람들을 돌볼 수 없게 되겠죠."

source: "Ember, I noticed your hair keeps getting in your eyes... This is just a little thing, something I whittled when we stopped on the journey... I hope they will help you."
ko: "엠버, 당신의 머리카락이 당신의 눈을 자꾸 찌르는 걸 봤습니다... 이 작은 건 그냥 여행 중에 멈췄을 때 깎아 만든 물건입니다... 이것들이 도움이 되었으면 좋겠군요."
ko_mt: "엠버, 네 머리카락이 자꾸 눈에 들어오는데.. 이건 그냥 작은 것인데, 우리가 여행 중에 멈췄을 때 내가 깎은 거야.. 도움이 되었으면 좋겠어."

source: "They're hair sticks... the kind real ladies have! But can I wear them even though I'm not a lady? Can I, Sosiel?"
ko: "이건 진짜 숙녀들이 쓰는 헤어스틱이잖아요! 저는 숙녀가 아닌데 이걸 써도 될까요? 써도 되나요, 소시엘 씨?"
ko_mt: "진짜 숙녀들이 쓰는 헤어스틱이잖아요! 근데 제가 숙녀가 아닌데도 써도 돼요? 그래, 소시엘?"

source: "Listen, Ember... I respect your passion for making the world a better place, but some of your ideas are... too radical. Particularly the way you try to turn people away from worshiping the good deities."
ko: "들어보세요, 엠버... 저는 더 나은 세상을 만드려는 당신의 열정을 존중합니다만, 당신의 사상은... 너무 과격합니다. 특히나 선한 신들에 대한 신앙을 사람들에게서 떼어놓으려는 당신의 방식 말이죠."
ko_mt: "들어봐, 엠버.. 세상을 더 나은 곳으로 만들고자 하는 당신의 열정은 존중하지만, 당신의 생각 중 일부는.. 너무 급진적이죠. 특히 사람들이 선한 신을 숭배하지 않게 하려는 방식은요."

source: "I simply say what is true. Are you upset that people are listening to me? Please, don't be upset!"
ko: "저는 사실을 말하는 것뿐이에요. 사람들이 제 말에 귀를 기울이니 화나셨나요? 제발 화내지 말아주세요!"
ko_mt: "저는 사실 그대로를 말할 뿐입니다. 사람들이 제 말을 들어줘서 속상하세요? 제발 화내지 마세요!"

source: "It's difficult for me to believe that you are the same Arueshalae I knew before..."
ko: "제가 전에 알았던 아루샬레와 당신이 동일 인물이라는 사실이 믿기 힘듭니다..."
ko_mt: "네가 예전에 알던 아루샬래와 똑같다는 게 믿기지 않아..."

source: "Why is it difficult to believe? Is it because you failed to see my true face, that you behaved like a naive, gullible fool?"
ko: "왜 그게 믿기 어렵지? 혹시 네가 내 진짜 얼굴을 보지 못한 채, 순진한 호구처럼 행동했어서일까?"
ko_mt: "왜 믿기 어렵죠? 내 진면목을 보지 못해서 순진하고 속기 쉬운 바보처럼 행동한 건가요?"

source: "You have gone astray, Arueshalae. But I will pray for your soul."
ko: "아루샬레, 당신은 잘못된 길을 택하셨군요.하지만 저는 당신의 영혼을 위해 기도하겠습니다."
ko_mt: "넌 길을 잃었어, 아루샬래. 하지만 네 영혼을 위해 기도할게."

source: "Why don't I pray to the lords of the Abyss for your soul, sweet Sosiel? You are caught in a spider's web of foolish ideas and taboos. Perhaps I can free you from it all?"
ko: "우리 소시엘, 왜 내가 심연의 군주들에게 네 영혼을 위해 기도하지 않는지 아니? 너는 멍청한 개념과 금기라는 거미줄에 잡힌 거란다. 내가 거기서 널 구해줄 수 있을지도 모르잖아?"
ko_mt: "심연의 신들에게 네 영혼을 위해 기도하지 않겠니, 소시엘아? 넌 어리석은 생각과 금기의 거미줄에 갇혀 있단다. 내가 그 모든 것에서 해방시켜줄 수 있을까요?"

source: "Have you ever considered confessing your sins to someone? It may ease your burden."
ko: "당신이 지은 죄를 누군가에게 털어놓을 생각을 한 적 있으십니까? 아마 당신의 짐을 덜 수 있을 겁니다."
ko_mt: "누군가에게 죄를 고백하는 것을 고려해 본 적이 있나요? 부담을 덜어줄 수 있습니다."

source: "If I did decide to make a confession — which will never happen, by the way — I'd pick an old military chaplain for the job, somebody who knows what I'm talking about. Not a young lad whose worst sin is sleeping through morning prayers."
ko: "그럴 가능성은 절대 없네만, 그럼에도 내가 고해를 결심한다면 아마 내가 무슨 말을 하는지 이해할 수 있는 군종 목사를 선택할 걸세. 가장 큰 죄가 아침 기도를 거르고 늦잠을 잔 것뿐인 젊은이가 아니라."
ko_mt: "만약 내가 고해성사를 하기로 결심한다면(물론 그런 일은 절대 일어나지 않겠지만), 내가 무슨 말을 하는지 잘 아는 나이든 군목에게 맡길 것입니다. 아침 기도 시간에 잠을 자는 것이 가장 큰 죄인 젊은 이가 아니라 말이죠."

source: "You must have seen and done many horrific things in your line of work. You have my sympathy. I'm sure your dreams are haunted by the dead."
ko: "당신은 임무를 수행해오면서 끔찍한 일들을 많이 보거나 행하셨겠군요. 당신을 동정합니다. 저는 당신의 꿈이 망자들에게 점거당했을 거라 확신합니다."
ko_mt: "일하면서 끔찍한 일을 많이 보고 겪었을 겁니다. 동정합니다. 당신의 꿈은 죽은 자들의 꿈일 겁니다."

source: "No, actually, I sleep like a baby. Nightmares, fits of conscience, and all that — that's for amateurs. A professional has got to be able to do the job without taking it to heart."
ko: "전혀. 사실, 나는 아기처럼 곤히 잔다네. 악몽, 양심의 가책, 그런 것들은 아마추어의 몫이지. 전문가는 그런 것들을 마음에 담지 않고 일을 할 수 있어야 해."
ko_mt: "아니요, 사실 저는 아기처럼 자요. 악몽을 꾸고, 양심의 가책을 느끼고, 그런 것은 아마추어의 몫입니다. 프로는 그런 것을 마음에 새기지 않고도 일을 해낼 수 있어야 합니다."

source: "How about some tea, Greybor?"
ko: "그레이보르, 차 한 잔 하시겠습니까?"
ko_mt: "차 한 잔 어때요, 그레이버?"

source: "Hold on, did you just offer me some tea? Without forcing me to listen to a three-hour sermon on my wayward life? You're learning, lad. Of course I'll have some."
ko: "잠깐, 방금 나한테 차를 권한 건가? 내 험난한 삶에 대한 3시간짜리 설교 없이? 노력하고 있군, 젊은이. 당연히 마셔야지."
ko_mt: "잠깐만요, 방금 저한테 차를 권하신 건가요? 제 인생에 대한 3시간짜리 설교를 듣게 하지 않고요? 배우고 있구나, 젊은 이. 당연히 마셔야죠."

source: "In your place, I would pray more fervently than anyone, for how else could you atone for your crimes?"
ko: "제가 당신이었다면, 다른 누구보다도 더 열심하 기도했을 겁니다. 달리 어떻게 당신의 죄를 속죄할 수 있겠습니까?"
ko_mt: "당신 대신 내가 누구보다 간절히 기도하겠소, 그대들의 죄를 어떻게 속죄할 수 있겠소?"

source: "I pray regularly. To Norgorber, it's true, to ensure that he looks favorably upon me and helps me kill another couple of people."
ko: "나는 주기적으로 기도 한다네. 노르고버에게 말이지. 나를 좋게 보고 또 다른 사람 한 쌍을 죽일 수 있게 돕기를 바라지."
ko_mt: "저는 정기적으로 기도합니다. 노고르버가 저를 호의적으로 봐주시고 제가 또 다른 두 사람을 죽일 수 있도록 도와달라고요."

source: "If you ever need to talk to someone, just know that I am always here."
ko: "누군가와 이야기할 필요가 생긴다면, 언제나 제가 있다는 것을 기억해주십시오."
ko_mt: "누군가에게 상담이 필요하면 제가 항상 여기 있다는 것만 알아주세요."

source: "I don't know what we would even talk about. The price of wine and grapes?"
ko: "대체 무슨 대화를 해야할 지 모르겠는데. 와인과 포도 가격 이야기?"
ko_mt: "무슨 얘기를 해야 할지 모르겠어요. 와인과 포도 가격?"

source: "I know you've been through a lot. If you ever need to talk, to relieve your soul..."
ko: "당신이 많은 역경을 헤쳐왔다는 것을 압니다. 당신의 영혼을 안심시키기 위해서 뭔가 얘기하고 싶으시다면..."
ko_mt: "많은 일을 겪은 거 알아요. 영혼을 달래기 위해 대화가 필요하다면..."

source: "If I need to relieve myself, I'll find some bushes. No need to help."
ko: "심신을 안정시킬 필요가 생긴다면 수풀을 찾을 게. 도와줄 필요 없어."
ko_mt: "쉬고 싶으면 덤불을 찾으면 되죠. 도와줄 필요 없어요."

source: "I'm sorry about what happened to you..."
ko: "당신께 일어난 일에 유감을 표합니다..."
ko_mt: "당신에게 일어난 일에 대해 유감입니다..."

source: "What happened? What are you talking about? Oh, right — I was born a monster! Thanks for reminding me!"
ko: "무슨 일? 뭔 말 하는 거야? 아, 그래, 내가 괴물로 태어난 것 말이구나! 상기시켜줘서 고마워!"
ko_mt: "무슨 일이에요? 무슨 소리야? 아, 맞다 - 난 괴물로 태어났어! 상기시켜줘서 고마워요!"

source: "I'd like to show you a sketch. Tell me what you think."
ko: "밑그림 하나를 봐주셨으면 합니다. 어떻게 생각하시는지 말해주세요."
ko_mt: "스케치를 보여드리겠습니다. 어떻게 생각하시는지 말씀해 주세요."
