Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "If it's sympathy you're after, then all I can say is that everything passes — even these dreams will pass. If you're looking for someone to cheer you up, then you're looking in the wrong place."
ko: "동정해줄 사람을 찾는 거라면, 내가 해줄수 있는 말은 모든 일은 지나가기 마련이란 거야 — 심지어 꿈마저도. 그리고 널 기운나게 해줄 사람을 찾는 거라면, 딴데서 찾아보는 게 나을걸."
ko_mt: "당신이 원하는 것이 동정이라면 모든 것이 지나간다는 것, 심지어 이 꿈도 지나갈 것이라는 말밖에 할 수 없습니다. 기운을 북돋아줄 누군가를 찾고 있다면 엉뚱한 곳을 찾고 있는 것입니다."

source: "Some people find me arrogant because I tell them the truth about their deformities or their poverty. Yet people find you a pleasant fellow, even though you are a hired killer. The irony!"
ko: "어떤 사람들은 그들의 가난이나 기형에 대한 진실을 얘기한다는 이유로 저를 오만하다고 생각해요. 반면에 당신은 고용된 살인자임에도 불구하고 예의바른 동료라고 여기죠. 참 역설적이에요!"
ko_mt: "어떤 사람들은 제가 기형이나 가난에 대해 진실을 말하기 때문에 거만하다고 생각합니다. 하지만 사람들은 당신이 고용된 킬러임에도 불구하고 당신을 유쾌한 사람이라고 생각합니다. 아이러니하죠!"

source: "Manners are one of the best diversionary tactics."
ko: "예의를 차리는 건 가장 훌륭한 교란 전술이지."
ko_mt: "매너는 최고의 기분 전환 전술 중 하나입니다."

source: "Are you sure you are not overstating the value of your services? Can killing truly be such challenging work?"
ko: "당신의 사업에 과도한 가치를 매기지 않는다고 확신하세요? 살인이 정말 그 정도로 어려운 일 수가 있나요?"
ko_mt: "서비스의 가치를 과장하고 있는 것은 아닌가요? 살인이 정말 그렇게 어려운 일인가요?"

source: "Some of my colleagues accept low rates because their work is a 'passion' for them. But they do not guarantee quality, unlike me."
ko: "내 동업자중 일부는 자신의 일에 대한 '열정' 때문에 저렴한 가격에 맞춰주기도 하지만. 그들은 나와는 달리 품질을 보장하지는 않지."
ko_mt: "제 동료 중 일부는 자신의 일이 '열정'이라는 이유로 낮은 요금을 받기도 합니다. 하지만 그들은 저와 달리 품질을 보장하지 않습니다."

source: "I remember my father once scolded me for bringing my puppy to the table and letting it eat from its own plate..."
ko: "언젠가 제 강아지를 식탁에 올려 접시에다 밥을 먹게 했다고 아버지께 야단맞은 적이 있었죠..."
ko_mt: "강아지를 식탁에 데려와서 자기 접시에서 밥을 먹게 한 것에 대해 아버지가 저를 꾸짖으셨던 기억이 납니다..."

source: "What does a poor mongrel have to do to get luxuries like separate plates? I've been eating off yours for a month!"
ko: "가난한 잡종이 다른 접시같은 사치를 어떻게 누리겠어? 난 한달 동안이나 너랑 같은걸 먹어왔다고!"
ko_mt: "불쌍한 몽그렐이 분리 접시 같은 사치품을 얻으려면 어떻게 해야 하나요? 난 한 달 동안 네 접시에서 밥을 먹었어!"

source: "You know, Lann, you're almost half cute. I can only imagine what the knife of an experienced surgeon could do for you..."
ko: "란씨, 당신도 알겠지만, 당신은 절반 정도만 귀여워요. 숙련된 외과의의 칼이 당신에게 무엇을 할 수 있을지 상상 밖에 할 수 없네요..."
ko_mt: "있잖아, 란, 넌 거의 반은 귀엽다. 숙련된 외과의사의 칼이 너에게 어떤 효과를 줄 수 있을지 상상만 할 뿐이야..."

source: "That's a great idea. If we find one, we'll also get him to shorten that tongue of yours, and take out your poison glands."
ko: "훌륭한 생각이야. 만일 찾게된다면, 네 혀도 잘라서 그 밑에 숨은 독샘도 제거하자고."
ko_mt: "좋은 생각이네요. 그놈을 찾으면 혀를 짧게 만들고 독샘도 제거할 수 있을 거예요."

source: "If I were to bisect you right there, where your human and lizard halves meet, it would look quite… ridiculous."
ko: "만약 제가 이자리에서 당신의 인간과 도마뱀 부분이 만나는 지점을 따라 반으로 가른다면, 그 광경은 꽤나… 볼만하겠네요."
ko_mt: "인간과 도마뱀의 반쪽이 만나는 바로 그 지점에서 당신을 이등분한다면 꽤나 우스꽝스러워 보일 것입니다."

source: "If you did that, then each half would grow into a whole new Lann and the two of them would give you a double beating. That's mongrel magic for you."
ko: "정말 그런 짓을 한다면, 잘려난 절반이 자라나서 완전한 랜으로 변신한 다음에 두 명이 동시에 널 괴롭힐걸. 잡종의 마법을 무시하지 말라고."
ko_mt: "그렇게 하면 반쪽이 각각 완전히 새로운 란으로 성장하고 두 개가 합쳐져 두 배로 뛰게 될 거예요. 그게 바로 몽그렐 마법이죠."

source: "Even your ugly kin from your ugly underground village rejected you. And that is why you so eagerly scurried up to the surface after us."
ko: "심지어는 당신의 추한 지하 마을의 추한 동족들조차 당신을 거부했어요. 그리고 당신이 우리를 따라 지상으로 달아나는데 열정을 쏟는 이유도 그 때문이겠죠."
ko_mt: "추악한 지하 마을의 추악한 친족조차도 당신을 거부했습니다. 그래서 너희가 우리를 쫓아 지상으로 달려온 거야."

source: "I should've left you in Neathholm. A couple of days with you and my kin would be scrambling to get to the surface too."
ko: "널 아랫마을에 놔뒀어야 했는데. 내 동족들이 너랑 며칠만 같이 지내고나면 차라리 지상으로 데려가달라고 비명을 지를걸."
ko_mt: "널 네스홀름에 남겨둘 걸 그랬어. 당신과 며칠만 함께 있어도 내 친척들도 수면 위로 올라오려고 안간힘을 썼을 테니까요."

source: "Which do you prefer, Lann? Being a filthy mongrel under the ground, or being a filthy crusader on the surface?"
ko: "랜, 지하의 더러운 잡종이 되는 게 낫나요, 아니면 지상의 더러운 성전사가 되는 게 낫나요?"
ko_mt: "어느 쪽을 선호하나, 란? 땅속에서 더러운 몽그렐으로 사는 것과 지상에서 더러운 성전사가 되는 것?"

source: "I like being a filthy crusader. Speaking of which, after a week on the march, you don't look much better."
ko: "난 더러운 성전사로 남는 게 좋거든. 그러고 보니 말인데, 일주일이나 행군을 했더니, 너도 딱히 좋아보이진 않는데."
ko_mt: "저는 더러운 십자군이 되는 게 좋아요. 말이 나왔으니 말인데, 행군 일주일이 지나도 별로 나아 보이지 않네요."

source: "Nenio. Don't you fear death?"
ko: "네니오, 죽는 게 두렵지 않으신가요?"
ko_mt: "네니오. 죽음이 두렵지 않으세요?"

source: "I fear nothing, for fear is the enemy of experimentation. But everyone in the world should fear my death — coming to terms with such a loss will be arduous indeed."
ko: "난 아무것도 두려워하지 않아, 두려움은 실험의 적이거든. 하지만 세상의 모두는 내 죽음을 두려워하겠지 — 그건 정말 막대한 손실일테니까."
ko_mt: "두려움은 실험의 적이므로 나는 아무것도 두려워하지 않습니다. 하지만 세상 모든 사람은 나의 죽음을 두려워해야 합니다. 그러한 상실을 받아들이는 것은 참으로 힘든 일이 될 것입니다."

source: "I say, Nenio, why do you speak to me so rarely? I could tell you much that would interest you. We could be friends."
ko: "네니오, 왜 제게는 말을 거의 걸지 않으시죠? 저도 당신이 궁금할 것들을 많이 말씀드릴 수 있어요. 우리도 친구가 되자고요."
ko_mt: "네니오, 왜 나한테 말을 거의 안 하는 거야? 당신이 흥미를 가질 만한 많은 이야기를 해줄 수 있어요. 우린 친구가 될 수 있어요."

source: "Your intellect is lower than the intellect of the average citizen, rich girl. Your knowledge and views are of no interest to the world."
ko: "네 지능은 시민들의 평균 지능보다도 낮아 보이는걸, 부자 아가씨. 네 지식과 관점은 세상의 관심사가 아니야."
ko_mt: "당신의 지능은 평균적인 시민, 부유한 소녀의 지능보다 낮습니다. 네 지식과 견해는 세상의 관심 밖이야."

source: "I'm certain that your past isn't as simple as you say. There must be some dreadful secret that you couldn't bear to live with and chose to forget..."
ko: "저는 당신의 과거가 당신 말처럼 단순하지 않을 거라 확신해요. 분명 짊어진 채로는 살아갈 수 없는 끔찍한 비밀을 안은 채 그것을 잊기로 선택하셨겠죠..."
ko_mt: "당신의 과거는 당신이 말하는 것처럼 단순하지 않을 겁니다. 당신이 감당할 수 없어 잊고 싶었던 끔찍한 비밀이 있을 거예요..."

source: "You're mistaken, rich girl. I am a researcher, and I would never choose to forget something significant and mysterious, no matter what discomfort such knowledge might bring me."
ko: "착각한 모양인데, 부자 아가씨. 난 연구자야. 그러니까 중요하거나 불가사의한 문제에 대한 건 절대 잊지 않지, 그 지식이 얼마나 날 불편하게 만들건간에 말이야."
ko_mt: "당신은 착각하고 있어요, 부자 아가씨. 저는 연구자이고, 그런 지식이 어떤 불편함을 가져다주더라도 중요하고 신비한 것을 잊어버리는 일은 절대 하지 않을 겁니다."

source: "You are so absorbed in your research... No doubt you are also well versed in vivisection."
ko: "당신은 정말로 조사에 몰두하시는군요... 당연히 해부학에도 정통하시겠죠."
ko_mt: "연구에 몰두하고 계시네요.. 생체 해부학에도 정통한 것 같네요."

source: "Naturally, rich girl. And very soon I will be starting a new absorbing project in this field — the practical excision of carnivorous ooze. You can be of assistance — you can serve as bait to catch the ooze and hold it in place while I work!"
ko: "부자 아가씨, 당연한 얘기지만. 난 이 현장에서 육식성 점액의 실질적 절제에 대한 새로운 흡수 프로젝트를 개시할 거고, 너도 거기에 도움이 될 수 있을 거야. 넌 미끼로서 내가 작업을 하는 동안 점액을 제자리에 고정시켜주면 돼!"
ko_mt: "당연히 부자 소녀. 그리고 곧이 분야에서 새로운 흡수 프로젝트인 육식성 진액을 실제로 절제하는 프로젝트를 시작할 것입니다. 당신은 도움이 될 수 있습니다-내가 일하는 동안 진물을 잡아서 제자리에 고정시키는 미끼 역할을 할 수 있습니다!"

source: "So you have forgotten everything... but why are you so certain there are no dark, horrifying secrets lurking in your past?"
ko: "그래서 당신은 모든 것을 잊어버리셨군요... 그러면 어둡고 무서운 비밀이 당신의 과거에 아무것도 없을 거라 어떻게 확신하시는 거죠?"
ko_mt: "그럼 당신은 모든 것을 잊어버렸군요.. 그런데 왜 당신의 과거에 어둡고 끔찍한 비밀이 숨어 있지 않다고 그렇게 확신하는 거죠?"

source: "Certain? No, I am not certain, but hypothetical horrifying secrets have absolutely no bearing on my current research."
ko: "확신하냐고? 아니, 난 확신하지 않아, 하지만 가설적인 끔찍한 비밀들은 내 현재 연구와 일말의 관계도 없어."
ko_mt: "확실해요? 아니요, 확실하지는 않지만 가상의 끔찍한 비밀은 현재 제 연구와 전혀 관련이 없습니다."

source: "You wield your weapon well. Watching you in battle is a pleasure."
ko: "당신은 그 무기를 아주 잘 다루시는군요. 당신이 전투하는 모습을 보고 있으면 즐거워요."
ko_mt: "무기를 잘 다루네. 전투를 지켜보는 것이 즐겁습니다."

source: "Combat is not a circus. You should watch me less, and watch our enemies more."
ko: "전투는 서커스가 아니다. 날 지켜보기보다 적을 더 보는 게 좋을 것이다."
ko_mt: "전투는 서커스가 아니다. 나를 덜 보고 적을 더 봐야 합니다."

source: "You're a good fighter, Regill, but you're unbearably boring after the battle is done. It's probably because you're bleaching."
ko: "레질, 당신은 뛰어난 전사예요. 하지만 전투가 끝나고 나면 믿을 수 없이 지루하고요. 아마 당신이 백화를 겪는 중이기 때문이겠죠."
ko_mt: "넌 좋은 전사지만 전투가 끝나면 참을 수 없을 정도로 지루해져, 레질. 아마도 탈색 때문일 겁니다."

source: "I'm not here for your entertainment."
ko: "난 네 광대 노릇을 위해 여기 있는 게 아니다."
ko_mt: "나는 당신의 오락을 위해 여기 있는 것이 아닙니다."

source: "I've heard that the more intense a gnome's Bleaching, the more his thoughts become distorted and hazy."
ko: "저는 노움의 백화가 더 심해질수록, 그의 생각이 더 뒤틀리고 흐릿해진다고 들었어요."
ko_mt: "노움의 백화가 강할수록 생각이 왜곡되고 흐릿해진다고 들었습니다."

source: "My thoughts have always been crystal clear. The Bleaching has had no effect on them."
ko: "내 사고는 항상 명확하다. 백화도 그에 대한 영향을 미치지 못 했고."
ko_mt: "제 생각은 항상 명확했습니다. 백화는 그들에게 아무런 영향을 미치지 않았습니다."

source: "It would be interesting to know what you did before joining the Hellknights. One does not make such a decision apropos of nothing."
ko: "당신이 헬나이트에 입단하기 전에 무엇을 했는지 알게 되면 재밌을 것 같아요. 그 누구도 난데없이 그런 결정을 내리진 않으니까요."
ko_mt: "지옥기사에 합류하기 전에 무슨 일을 했는지 알면 흥미로울 것 같습니다. 아무 이유 없이 그런 결정을 내릴 수는 없으니까요."

source: "Made a great many decisions shut up in your mansion, then, did you, girl?"
ko: "네 저택에 틀어박혀 아주 수많은 결단을 내려야했겠군, 안 그런가, 아가씨?"
ko_mt: "그럼 저택에서 입 다물고 많은 결정을 내렸군요, 그렇죠?"

source: "A gnome Hellknight... You must have had to fight long and hard to win the respect of others."
ko: "노움 헬나이트라... 당신은 다른 사람들의 존중을 얻기 위해 오랫동안 싸워야만 했겠군요."
ko_mt: "노움 지옥기사.. 다른 사람들의 존경을 얻기 위해 오랫동안 힘들게 싸워야 했겠군."

source: "Various incidents took place, of course. Especially when I was a young recruit among other young recruits. But I saw the mockery as just another trial to be overcome. Like fighting a devil... but worse."
ko: "물론, 다양한 사건들이 있었지. 특히나 내가 다른 신병들 사이의 젊은 신병이었을때 말이다. 하지만 난 힐난을 넘어서야 할 또 다른 시련으로 보았다. 마치 데빌과 싸우는 것처럼... 하지만 더 나쁘지."
ko_mt: "물론 다양한 사건이 발생했습니다. 특히 다른 신입사원들 사이에서 젊은 신입사원이었던 저는 더욱 그랬죠. 하지만 저는 조롱을 극복해야 할 또 다른 시련으로 생각했습니다. 데빌과 싸우는 것처럼.. 하지만 더 심했습니다."

source: "Seelah, a ball gown would suit you very nicely. Or any dress."
ko: "실라, 당신에겐 볼 가운이 아주 잘 어울릴 것 같아요. 아니, 어떤 드레스라도 말이에요."
ko_mt: "실라, 무도회 드레스가 잘 어울릴 것 같아요. 아니면 어떤 드레스든요."

source: "Are you kidding? All that lace on me? It'd be like putting a saddle on a sow. It'd be enough to make the cats laugh!"
ko: "농담해? 레이스를 걸치라고? 돼지 목에 진주목걸이나 다름 없을걸, 지나가던 개도 웃을 거라고!"
ko_mt: "장난해? 저한테 레이스를 다 입혀요? 암퇘지한테 안장을 씌우는 거나 마찬가지야. 고양이가 웃을 정도는 되겠지!"

source: "Ouch! I broke a nail! It must be nice to be a knight like you. You can clip your nails short and not wear any makeup — and no one says a thing."
ko: "아야! 손톱이 깨졌어! 당신같이 기사가 되는 것도 나쁘지 않겠어요. 당신은 손톱을 짧게 자르고 아무런 화장을 하지 않아도 뭐라 하는 사람이 없잖아요."
ko_mt: "아야! 손톱이 부러졌어요! 당신 같은 기사가 되면 정말 좋겠어요. 손톱을 짧게 자르고 화장을 안 해도 아무도 뭐라고 하지 않으니까요."

source: "So what would happen if you didn't wear any makeup? Would the demons refuse to die because you're not looking the part?"
ko: "그래서 네가 화장을 안 하면 무슨 일이 벌어지는데? 데몬들이 네가 충분히 아름답지 못 하다고 죽기를 거부하기라도 하나?"
ko_mt: "그럼 화장을 안 하면 어떻게 될까요? 데몬들이 당신이 예쁘지 않다고 해서 죽기를 거부할까요?"

source: "I do like how spic and span you keep all your things. Your armor is so polished, I could powder my nose without needing a mirror."
ko: "당신의 물건들을 어떻게 그리 잘 정리하는지 알고 싶어요. 당신의 갑옷은 너무 반짝여서, 제 코에 파우더를 바르는데 거울도 필요하지 않을 수준이니까요."
ko_mt: "모든 물건을 깔끔하게 정리하는 모습이 마음에 들어요. 갑옷이 너무 깔끔해서 거울 없이도 코를 닦을 수 있을 정도예요."

source: "Well, I live in hope of the day when you can see me as a person, and not just a convenient reflective surface."
ko: "언제가 네가 날 편리한 거울이 아니라 한 명의 사람으로 봐줄 날이 오면 좋겠네."
ko_mt: "편리한 반사 표면이 아닌 한 인간으로서 나를 볼 수 있는 날을 기대하며 살고 있습니다."

source: "Have you never wondered why the gods do not simply solve all of the world's ills themselves, without paladins and crusades?"
ko: "왜 신들이 세상의 문제들을 팔라딘이나 성전군을 쓰지 않고 직접 해결하지 않는지 궁금하셨던 적은 없나요?"
ko_mt: "왜 신들이 성기사나 십자군 없이 세상의 모든 병을 스스로 해결하지 않는지 궁금하지 않으셨나요?"

source: "Some gods would be eager to solve mortals' problems for them. Rovagug, for instance. But we wouldn't like the result."
ko: "필멸자들의 문제를 대신 해결해주고 싶어 안달이 난 신도 있어, 로바거그라고. 근데 우린 그 결과를 썩 좋아하진 않겠지."
ko_mt: "어떤 신들은 인간들의 문제를 대신 해결해주고 싶어 하죠. 예를 들어 로바구그가 그렇죠. 하지만 우리는 그 결과를 좋아하지 않죠."

source: "Come now, Seelah. Don't be such a sourpuss. I am trying earnestly to be a good comrade! I would dearly like to chat with you..."
ko: "뚱해있지 말고 이리 와요, 실라. 저는 좋은 동료가 되기 위해 열심히 하고 있거든요! 또 진심으로 당신과 수다떨고 싶고요..."
ko_mt: "이리 와, 실라. 그렇게 삐딱하게 굴지 마. 좋은 동지가 되려고 간절히 노력하고 있다고! 너랑 꼭 얘기하고 싶은데..."

source: "You are a strange girl, Cami. Always so pleasant, like a chirruping bird... but strange, nonetheless."
ko: "넌 정말 이상한 애야, 카미. 항상 지저귀는 새처럼 즐거워 보이는데... 하여튼, 뭔가 이상해."
ko_mt: "넌 이상한 애야, 카미. 지저귀는 새처럼 항상 유쾌하지만.. 그럼에도 불구하고 이상하죠."

source: "Today was a long day. I can barely stay standing, I'm so tired... And I still have to wash the dishes."
ko: "오늘 하루는 정말 기네요. 간신히 서있기만 하지, 너무 피곤해요... 그리고 아직 설거지 거리도 남아있고요."
ko_mt: "오늘은 긴 하루였습니다. 서 있기도 힘들고 너무 피곤해요.. 설거지도 해야 해요."

source: "Go get some sleep. Don't worry about the dishes, I'll wash them for you."
ko: "가서 잠 좀 주무세요, 접시는 신경 쓰지 마시고요, 제가 대신 설거지 해드리죠."
ko_mt: "가서 좀 자. 설거지는 걱정하지 마세요. 제가 설거지해 드릴게요."

source: "What will you do when the war is over? I'd like to return to my manor and put it to rights... You could help me make a garden around it!"
ko: "이 전쟁이 끝나고 나면 당신은 어떤 일을 하실건가요? 저는 저택으로 돌아가 그곳을 관리할 거예요... 당신이 저택 주변에 정원을 만드는 걸 도와주셨으면 해요!"
ko_mt: "전쟁이 끝나면 어떻게 하시겠습니까? 내 저택으로 돌아가서 정돈하고 싶어요.. 저택 주변에 정원을 만드는 걸 도와주세요!"

source: "Tempting... But I too want to return home. You should see the gardens we have in Andoran!"
ko: "매력적이군요... 하지만 저도 집에 돌아가고 싶답니다. 당신께서 안도란의 정원들을 보셔야 하는데!"
ko_mt: "유혹적인.. 하지만 나도 집으로 돌아가고 싶어. 안도란에 있는 정원을 보셔야 해요!"

source: "You say the priests of Shelyn revere beauty, but not once have you asked to paint my portrait. Why?"
ko: "당신은 셸린의 사제들이 아름다움을 숭상한다고 말씀하셨지만, 제 초상화를 그려도 되냐고는 한번도 물어보시지 않네요. 어째서죠?"
ko_mt: "쉴린의 사제들은 아름다움을 숭상한다고 말하지만 단 한 번도 제 초상화를 그려달라고 부탁한 적이 없습니다. 왜요?"

source: "I made several attempts, but none of my sketches were satisfactory. There is something in you that eludes my brush."
ko: "몇 번 시도해 보았지만, 그중에 마음에 드는 건 없더군요. 무언가 제 붓을 흔들리게 하나봅니다."
ko_mt: "여러번 시도했지만 만족스러운 스케치는 하나도 없었습니다. 당신 안에는 내 붓을 피하는 무언가가 있습니다."

source: "It is so gratifying to have a kind and genteel fellow in the party. I feel so peaceful when you are near."
ko: "일행에 친절하고 고상한 동료가 있다는 게 정말로 기쁘네요. 당신이 가까이 있으면 편안해져요."
ko_mt: "파티에 친절하고 상냥한 동료가 있다는 것은 정말 기쁜 일입니다. 당신이 곁에 있으면 정말 평화로운 기분이 들어요."

source: "If you had more faith in your heart, you could find peace wherever you went. But I am glad I can bring you solace."
ko: "제가 당신께 위안이 될 수 있다니 다행입니다만, 당신의 마음에 믿음이 있다면, 가는 곳 어디서나 평화를 찾을 수 있을 겁니다."
ko_mt: "마음에 믿음이 더 있었다면 어디를 가든 평화를 찾을 수 있었을 것입니다. 하지만 제가 여러분에게 위안을 드릴 수 있어서 기쁩니다."

source: "Do they truly drink tea made from rose petals in the temples of Shelyn? I should like to try it one day."
ko: "셸린의 신전에서는 정말로 장미 꽃잎 차를 마시나요? 저도 언젠가는 한 번 쯤 가보고 싶네요."
ko_mt: "셸린의 사원에서 장미 꽃잎으로 만든 차를 정말 마시는 걸까요? 언젠가 한번 마셔보고 싶어요."

source: "Where I'm from, we use rose petals to make jam. I received a jar from the temple only recently, I would happily share it with you!"
ko: "제 고향에서는, 꽃잎으로 잼을 만든답니다. 근래들어 사원에서 한 병 받을 수 있었는데, 기꺼이 나눠드리죠!"
ko_mt: "제가 사는 곳에서는 장미 꽃잎으로 잼을 만듭니다. 최근에야 사원에서 항아리를 받았는데 기꺼이 여러분과 나누고 싶어요!"

source: "It is good to see someone with a penchant for fighting, and not preaching, in this party."
ko: "이 일행에서 설교 말고 전투를 선호하는 누군가를 보다니 참 좋군요."
ko_mt: "이 파티에서 설교가 아닌 싸움을 좋아하는 사람을 보게 되어 반갑습니다."

source: "I don't waste words on pointless niceties. If you need something — say it. If you don't — leave me be."
ko: "쓸데없는 허례허식으로 내 말을 낭비하진 않겠다. 필요한 게 있다면 — 말해라. 그렇지 않다면 — 날 내버려둬라."
ko_mt: "저는 쓸데없는 칭찬에 말을 낭비하지 않습니다. 필요한 것이 있으면 말하세요. 필요 없으면 그냥 내버려둬요."

source: "Seeing how furiously you destroy your opponent makes my head spin. It's like you are a hurricane, not a man."
ko: "당신이 분노한 채 적들을 파괴하는 걸 보면 제 머리가 돌아버리는 것 같아요. 당신이 사람이 아니라 마치 폭풍같아 보이거든요."
ko_mt: "당신이 얼마나 격렬하게 상대를 파괴하는지 보면 머리가 핑 돌아요. 마치 사람이 아니라 허리케인 같아요."

source: "A man can be stopped. A hurricane cannot. I want to be a man."
ko: "인간은 막을 수 있다. 폭풍은 그렇지 못해. 난 인간이 되고 싶다."
ko_mt: "사람은 막을 수 있습니다. 허리케인은 멈출 수 없다. 난 남자가 되고 싶어요."

source: "When you extend your talons, the sight of them strikes such fear in me. So long, so sharp... A single move, and someone could be disemboweled."
ko: "당신이 발톱을 드러낼 때마다, 그 모습이 제게 두려움을 심어요. 아주 길고, 날카로운 그것이... 한번만 휘둘러도 누군가의 내장이 터져나올 테죠."
ko_mt: "발톱을 펼치면 그 광경에 두려움이 엄습합니다. 너무 길고 날카로워서.. 한 번만 움직여도 누군가의 내장이 뽑힐 수 있죠."

source: "Don't be afraid of my talons — they're for enemies only. If I gut someone, then it's for good reason."
ko: "내 발톱을 두려워 마시오. 그건 적들만을 위한 것이니. 누군가의 내장이 뽑힌다면, 그럴만한 이유가 있을 것이오."
ko_mt: "내 발톱은 적에게만 쓰는 것이니 두려워하지 마세요. 내가 누군가를 죽인다면 그럴 만한 이유가 있는 거야."

source: "If I am forced to eat food prepared by your hands one more time, arachnid, I shall go on hunger strike!"
ko: "거미님, 한 번만 더 당신이 만든 음식을 먹이려고 한다면 단식 투쟁을 개시할 거예요!"
ko_mt: "한 번만 더 네 손으로 만든 음식을 먹게 된다면, 거미 새끼야, 단식 투쟁에 돌입할 거야!"

source: "Hunger strike? What would you know of real hunger, you pampered little princess?"
ko: "굶주린 공격? 응석받이 아기 공주님인 네가 굶주림에 대해 무얼 알지?"
ko_mt: "굶주림? 진짜 굶주림에 대해 네가 뭘 알겠니, 이 애지중지하는 공주님?"

source: "Do you really think that any strong female warrior must eschew bathing and grooming entirely? A thin excuse for primitive habits."
ko: "정말로 모든 여전사가 목욕과 빗질을 삼가야만 한다고 생각하시나요? 원시적인 습관에 대한 변명일 뿐이에요."
ko_mt: "강인한 여성 전사가 목욕과 몸단장을 완전히 피해야 한다고 생각하세요? 원시적인 습관에 대한 궁색한 변명일 뿐이죠."

source: "Oh no. A warrior must always smell of flowers and toss out fancy surface words! It doesn't matter. You'll remember this conversation when you're begging for scraps at the foot of my giant throne. We'll see how pretty you look then."
ko: "오, 안 돼. 전사는 화려한 지상의 칼 따위는 던져버리고 꽃향기나 맡아야 해! 상관없어. 내가 앉은 거대한 옥좌 밑에서 내가 구걸을 하는 동안 이 대화를 떠올리게 될 거다, 그때가서 네가 얼마나 아름다울지 보자고."
ko_mt: "오, 안돼. 전사는 항상 꽃 냄새를 풍기며 화려한 겉치레는 버려야 합니다! 상관없어. 네가 내 거대한 왕좌 밑에서 부스러기를 구걸할 때 이 대화를 기억하게 될 거야. 그때 네가 얼마나 예쁜지 보자고."

source: "The men down in the caves are so hideous… Doesn't their appearance simply snuff out any carnal desire?"
ko: "동굴 안쪽의 사람들은 참 웃기게 생겼네요… 외모 때문에 모든 욕정이 죽지 않나요?"
ko_mt: "동굴에 있는 남자들은 정말 끔찍하다.. 그들의 외모가 육체적 욕망을 잠재우지 않나요?"

source: "You think the face has anything to do with it? Your face, for instance — the day I touch it is the day I squeeze the life out of you."
ko: "얼굴이 무슨 소용이지? 네 얼굴로 예를 들자면 — 네 얼굴에 내 손이 닿는 날이 바로 네가 죽는 날이 될 거다."
ko_mt: "얼굴이 무슨 상관이 있다고 생각하세요? 예를 들어, 당신의 얼굴을 만지는 날은 내가 당신의 생명을 쥐어짜는 날입니다."

source: "I am curious, Wenduag, about how you treat your lovers. I should not be surprised to learn you bite off their heads after the deed is done..."
ko: "웬두아그, 당신이 사랑하는 이를 어떻게 대하는지 참 궁금하네요. 행위가 끝나면 상대의 머리를 물어 뜯는다고 해도 놀라지 않을 것 같아요..."
ko_mt: "웬두아그, 당신이 연인을 어떻게 대하는지 궁금하군요. 연인의 목을 물어뜯는다고 해도 놀랄 일이 아닌데..."

source: "I don't. Do you?"
ko: "아니, 너는?"
ko_mt: "아니요. 당신은요?"

source: "Don't you ever tire of groveling all the time? It seems so false."
ko: "맨날 훌쩍이는 게 지치지도 않니? 너무 꾸며진 것 같잖아."
ko_mt: "항상 굽신거리는 게 지겹지 않으세요? 너무 거짓된 것 같아요."

source: "You understand nothing. The weak must show their submission to the strong. Only then will the strong tolerate the weak."
ko: "넌 아무것도 이해 못 해. 약자는 항상 강자에게 복종해야만 한다. 그래야만 강자는 약자의 존재를 참아주지."
ko_mt: "당신은 아무것도 이해하지 못합니다. 약자는 강자에게 복종하는 모습을 보여야 합니다. 그래야만 강자가 약자를 용납할 수 있습니다."

source: "You're right. I shall never understand what it's like to grow up on the street. My papa gave me everything I could ever wish for. But I perfectly understand what it's like to be raised by a hard, heartless woman. Your old granny isn't the only one of her kind."
ko: "맞아. 나는 거리에서 자라는 과정이 어떨지 절대 이해하지 못 할 거야. 우리 아빠는 내가 원하는 모든 것들을 들어줬으니까. 하지만, 고집 세고 냉정한 여자 손에 자라는 과정은 완벽하게 이해해. 너희 늙은 할머니같은 사람은 한 명이 아니라는 거야."
ko_mt: "당신 말이 맞아요. 길거리에서 자란다는 게 어떤 건지 절대 이해할 수 없을 거예요. 제 아버지는 제가 바라는 모든 것을 주셨어요. 하지만 냉혹하고 무정한 여자 밑에서 자란다는 게 어떤 건지 완벽하게 이해해요. 네 할머니만 그런 건 아니야."

source: "Oh no, poor little Princess Gwerm! Now tell me how you'd cry into your supper, your pretty tears falling onto your fancy silver dishes!"
ko: "오 이런, 불쌍한 그웜 공주님이잖아! 이제 밥 먹다 운 것 때문에 네 예쁜 눈물이 어떻게 은식기 위로 떨어졌는지 털어놓을 건가?"
ko_mt: "오, 불쌍한 작은 그웜 공주님! 이제 저녁을 먹으면서 어떻게 울었는지, 그 예쁜 눈물이 멋진 은식기에 떨어지는지 말해봐요!"

source: "Do you know who your ancestor was, tiefling? Was it a mephit, perhaps?"
ko: "티플링아, 네 조상님이 누군지 알아? 아마도 메피트였지 않을까?"
ko_mt: "티플링, 네 조상이 누구였는지 알아? 아마 메피트였을까요?"

source: "Well, if it turns out I'm the by-blow of some lord of the Abyss, won't you be sorry! By then it'll be too late!"
ko: "내가 어떤 심연의 군주의 자식이라는 게 밝혀지고 나면, 그때가선 아무리 빌어도 늦었을걸!"
ko_mt: "내가 심연의 군주에게 당한 일격으로 밝혀지면 후회하지 않겠어? 그때는 너무 늦어버릴 거야!"

source: "A thief once broke into our house. His hands were cut off in punishment for his audacity. And quite rightly too, I think."
ko: "언젠가 우리 집에 도둑이 들었어. 뻔뻔함에 대한 처벌로 그의 손이 잘렸고. 난 꽤 정당한 처벌이었다고 생각해."
ko_mt: "한 도둑이 우리 집에 침입한 적이 있습니다. 대담함에 대한 벌로 그의 손이 잘렸어요. 그리고 제 생각에는 당연한 벌이었죠."

source: "Don't get your hopes up, lady. Even if they cut me hands off, I'll be picking coin pouches with me teeth."
ko: "쓸데없는 기대하지 마, 아가씨. 만일 내 손이 잘리면, 그땐 이빨로라도 돈주머니들을 털어낼테니까."
ko_mt: "너무 기대하지 마세요, 아가씨. 손이 잘려도 이빨로 동전 주머니를 고를 테니까요."

source: "It is too bad you never tried to get your hands on the treasures of the Gwerms, thief."
ko: "네가 그웜 가문의 재산에 손대려고 한 적이 없다는 게 너무 아쉬워, 도둑고양아."
ko_mt: "도둑놈아, 그웜족의 보물을 손에 넣으려 하지 않은 것이 유감이다."

source: "Do I look like an idiot to you? Everybody knew about your house, it was infamous: you go into Gwerm manor, you don't come back out again!"
ko: "너한텐 내가 바보로 보여? 네 집이 어딘진 다들 알아, 아주 악명 높더구만: 그웜 저택에 들어가면, 다신 못 돌아온다고!"
ko_mt: "제가 바보처럼 보이나요? 그웜 저택에 들어가면 다시는 나오지 않는 악명 높은 집이었어요!"

source: "I notice that you cozy up to anyone with even the smallest amount of wealth or power. But not to me. Why is that?"
ko: "너는 재산이나 권력이 조금이라도 있으면 친해지려고 하더라. 나만 빼고. 왜 그러는 거야?"
ko_mt: "조금이라도 부나 권력을 가진 사람이라면 누구에게나 친근하게 다가가는 것을 볼 수 있습니다. 하지만 저에게는 그렇지 않아요. 왜 그럴까요?"

source: "Y'know somethin', your ladyship, there's some boots even I won't lick!"
ko: "있잖습니까, 아가씨. 심지어 나라도 아첨 못 해줄 상대가 있는 법이거든!"
ko_mt: "그거 아세요, 부인? 저도 핥지 않을 부츠가 있어요!"

source: "It's so touching, Arueshalae, the way you're drawn to people. I struggle not to respond in kind to your vulnerability and openness. I struggle not to drown in the depths of your beseeching eyes. That is how a succubus's enticement is supposed to work, yes? By luring the victim in… so he forgets to be vigilant, and so you can feast on his life force."
ko: "아루샬레, 네가 사람에게 이끌렸던 방식이 참 감동적이야. 나는 네 약점과 무방비함에 대해 같은 방식으로 대하지 않으려 노력해. 애원하는 듯한 네 눈동자에 빠지지 않으려 노력하고. 그게 바로 서큐버스가 유혹하는 방법이잖아, 그렇지? 희생자를 꾀어내서… 그러면 그는 경계하는 걸 깜빡 잊고, 또 너는 그렇게 그자의 생명력을 빨아먹을 수 있고."
ko_mt: "아루샬래, 당신이 사람들에게 끌리는 방식은 정말 감동적이었어요. 나는 당신의 연약함과 개방성에 친절하게 반응하지 않으려고 애쓰고 있어요. 당신의 간청하는 눈빛에 빠져들지 않으려고 애쓰고 있어요. 그게 서큐버스의 유혹이 작동하는 방식이죠? 피해자를 유인하여.. 경계를 잊게 하고, 당신이 그의 생명력을 만끽할 수 있도록 말이죠."

source: "Please, stop! That's not what I want at all… I didn't mean to…"
ko: "제발, 멈추세요! 그건 전혀 제가 원하는 게 아니에요... 전 그럴 의도가..."
ko_mt: "제발, 그만해요! 내가 원한 게 전혀 아니에요.. 그럴 의도는 아니었어요..."

source: "I've heard that succubi can take on any guise, male or female. Does that mean that you prefer to appear as a woman?"
ko: "서큐버스는 남자 여자 상관없이 어떤 모습으로든 변신할 수 있다던데. 그러면 넌 여자 모습을 더 선호하는 건가?"
ko_mt: "서큐비는 남성이든 여성이든 어떤 모습으로든 변신할 수 있다고 들었어요. 그렇다면 여성으로 나타나는 것을 선호한다는 뜻인가요?"

source: "To achieve my ends, I became what people wished me to be, but I've never considered what I might wish myself to be. You have given me food for thought. Thank you."
ko: "저는 목적을 이루기 위해 사람들이 원하는 모습이 되었어요. 하지만 제가 어떤 모습을 원하는지는 생각해본 적이 없네요. 생각할 거리를 주셨어요. 감사해요."
ko_mt: "목적을 달성하기 위해 사람들이 원하는 모습이 되었지만, 정작 내가 원하는 모습이 무엇인지 생각해본 적이 없습니다. 여러분은 저에게 생각할 거리를 주셨습니다. 감사합니다."

source: "It must be quite a diverting game to think of yourself as good. Right, Arueshalae? And the most delicious part is that it's all just pretend — at any moment you can slip back into your role of hunter and killer."
ko: "착한 행세하는 건 꽤나 재미 있으시네, 그렇지, 아루샬레? 가장 즐거운 점은, 여태까지의 행세가 연기라는 거야. 너는 언제라도 사냥꾼이자 살인자의 역할로 돌아갈 수 있잖아."
ko_mt: "스스로를 잘한다고 생각하는 것은 꽤나 기분 전환이 되는 게임임에 틀림없습니다. 그렇죠, 아루샬래? 그리고 가장 맛있는 부분은 이 모든 것이 가식일 뿐이라는 점입니다. 언제든지 다시 사냥꾼과 킬러의 역할로 돌아갈 수 있죠."

source: "You see everything as a game. But my decision to change means everything to me, more than life itself."
ko: "당신은 뭐든 놀이라고 인식하시죠. 하지만 변하고자 하는 제 결심은 제 전부를 의미해요. 삶 그 이상이라는 뜻이죠."
ko_mt: "당신은 모든 것을 게임으로 봅니다. 하지만 변화하기로 한 제 결정은 제게 삶 그 자체보다 더 큰 의미가 있습니다."

source: "What do you see when you look at people, I wonder? A succulent piece of meat? Or, perhaps, a decadent dessert?"
ko: "사람들을 보면 무슨 생각이 들지 너무 궁금한데? 육즙이 풍부한 고깃덩이? 아니면, 성적인 디저트이려나?"
ko_mt: "사람들을 보면 무엇이 보이시나요? 육즙이 풍부한 고기 조각? 아니면 퇴폐적인 디저트?"
