Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "If you can return to your family, to your home — do it."
ko: "네가 가족이나 고향에 돌아갈 수 있다면, 그렇게 해라."
ko_mt: "가족, 집으로 돌아갈 수 있다면 그렇게 하세요."

source: "Home isn't a place, it's people who are waiting for you. No one's been waiting for me for a long time."
ko: "고향은 장소가 아닐세. 자네를 기다리는 사람들을 말하는 것이지. 날 기다린 사람은 오래 전부터 없었어."
ko_mt: "집은 장소가 아니라 당신을 기다리는 사람들입니다. 아무도 오랫동안 나를 기다리지 않았어요."

source: "So the demons paid you, and you served them. How are you any better than a cultist? Why shouldn't I kill you on the spot?"
ko: "결국, 데몬들이 너에게 돈을 주면 너는 그들을 위해 일하겠군. 사교도들에 비해 나은점이 뭔가? 지금 당장 너를 죽이지 말아야 할 이유가 있나?"
ko_mt: "데몬들이 당신에게 돈을 지불하고 당신은 그들을 섬겼군요. 네가 이교도보다 나은 게 뭐야? 그 자리에서 죽이면 안 되는 이유가 뭐죠?"

source: "I didn't serve anyone, I did my job. There's a world of difference between the two."
ko: "난 누구도 섬기지 않네. 그저 의뢰를 수행할 뿐. 그 둘 사이에는 엄청난 차이가 있지."
ko_mt: "저는 누구에게 봉사한 것이 아니라 제 일을 했을 뿐입니다. 그 둘 사이에는 엄청난 차이가 있습니다."

source: "You're a good kid. Honest. Loyal. Not many like you these days."
ko: "넌 좋은 녀석이다. 정직하고, 충성심 있지. 요즘에는 너같은 사람이 많지 않아."
ko_mt: "넌 좋은 아이야. 정직하고 충성스럽고. 요즘 너 같은 애는 많지 않아."

source: "It seems like honesty and loyalty grow well in the cold, dark conditions typically found in caves."
ko: "정직함과 충성심이란게 동굴에서 흔히 볼 수 있는 차갑고 어두운 환경에서 잘 자라는 모양이네."
ko_mt: "동굴에서 흔히 볼 수 있는 춥고 어두운 환경에서 정직과 충성심은 잘 자라는 것 같습니다."

source: "Don't talk yourself down. Girls don't just go after pretty boys."
ko: "스스로를 폄하하지 마라. 여자들은 그저 멋진 남자를 구하려 사는 게 아니야."
ko_mt: "스스로를 낮추지 마세요. 여자는 예쁜 남자만 쫓아다니지 않아요."

source: "Nobody mistakes me for a demon in dim lighting anymore. That's one thing. But girls... that's still a work in progress. Slow progress."
ko: "이제는 흐린 불빛 속이라도 날 데몬과 헷갈리는 사람은 없어. 그건 사실이지. 하지만 여자들은... 아직 진행 중인 일이야. 천천히."
ko_mt: "더 이상 어두운 조명 아래에서는 아무도 저를 데몬으로 오해하지 않습니다. 그건 한 가지입니다. 하지만 여자들은.. 그건 아직 진행 중이죠. 천천히 진행 중이죠."

source: "You don't even notice danger. You walk headlong into everything."
ko: "너는 위험을 보려고 하지도 않는군. 모든 일에 머리부터 들이밀고 본다니."
ko_mt: "당신은 위험을 알아차리지도 못합니다. 모든 일에 정면으로 뛰어들죠."

source: "There are no situations where danger is entirely null. For instance, there is a one-thousandth of a percent chance that tomorrow you will not wake up. It sounds like a threat. But it is actually only a fact."
ko: "위험이 전혀 없는 상황이란 존재하지 않아요. 예를 들면, 당신이 내일 아침에 깨어나지 못할 확률은 0.0001%쯤 되죠. 위협처럼 들릴지도 몰라요. 하지만 엄연한 사실이라고요."
ko_mt: "위험이 전혀 없는 상황은 없습니다. 예를 들어 내일 깨어나지 못할 확률은 1000분의 1입니다. 위협처럼 들립니다. 하지만 이는 사실일 뿐입니다."

source: "Don't come near me with your book. I don't want to talk about what happened. And I'm not a test subject."
ko: "네 책을 들고 다가오지 마라. 무슨 일이 일어났는지는 말하고 싶지 않아. 또한 실험 대상도 아니다."
ko_mt: "책을 들고 내 근처에 오지 마세요. 무슨 일이 있었는지 얘기하고 싶지 않아요. 그리고 전 실험 대상이 아니에요."

source: "The subject's capacity for socialization and communication has suffered somewhat after the trials he has endured. The 'polite' phase has ended, now we move on to the next phase — 'provocation'!"
ko: "피험자의 사회화 및 의사 소통 능력은 그에게 닥쳤던 시련 이후로 살짝 낮아졌다. '부탁' 단계는 끝났으며, 이제는 다음 단계, '도발'로 넘어갈 차례이다!"
ko_mt: "피험자의 사회화 및 의사 소통 능력은 그가 견뎌온 시련 이후 다소 저하되었습니다. '예의 바른' 단계는 끝났고, 이제 다음 단계인 '도발'로 넘어갑니다!"

source: "I've heard of you, Paralictor Derenge. Some good, some bad."
ko: "당신 이야기는 많이 들었지, 파랄릭터 데렌지. 좋은 것도 있었고, 나쁜 것도 있었어."
ko_mt: "패럴릭터 데렌지님에 대해 들어봤어요. 좋은 것도 있고 나쁜 것도 있죠."

source: "And I have heard plenty about you, Trever Vaenic, while traveling with your brother..."
ko: "그리고 나는 트레버 베이닉 자네에 대한 이야기를 많이 들었네. 자네 동생과 함께 다니는 중에 말일세..."
ko_mt: "그리고 네 형과 함께 여행하면서 트레버 바이닉에 대해 많이 들었어..."

source: "Will you tell me how my Marenta died?"
ko: "우리 마렌타가 어떻게 죽었는지 말해줄 수 있나?"
ko_mt: "우리 마멘타가 어떻게 죽었는지 말해줄래요?"

source: "She died with honor. Like a true Hellknight. Like a soldier. Like you should have — but failed — to do."
ko: "그녀는 명예롭게 죽었다. 진정한 헬나이트답게. 군인처럼 말일세. 자네도 그랬어야 했지만, 그러지 못했지."
ko_mt: "그녀는 명예롭게 죽었습니다. 진정한 지옥기사처럼. 군인처럼. 당신이 했어야 했지만 하지 못한 것처럼요."

source: "Don't think I don't approve of you if I turn away, Seelah. It's not that. It's private."
ko: "실라, 내가 돌아선다고 너를 환영하지 않는다 생각하지는 마. 그런 게 아니니까. 개인적인 이유야."
ko_mt: "내가 돌아선다고 해서 내가 널 인정하지 않는다고 생각하지 마, 실라. 그런 게 아니야. 사적인 일이야."

source: "I think I can guess. You're remembering being a paladin? I'm not going to condemn you, just so you know."
ko: "짐작은 가. 팔라딘이었던 시절이 떠오르는 거지? 내가 널 질책할 일은 없단 것만 알아줘."
ko_mt: "짐작이 가네요. 성기사가 된 걸 기억하고 있나? 널 비난하진 않을 테니 알아둬."

source: "I can never become like you again, a paladin. Only sometimes I dream of... no. It's stupid."
ko: "나는 두 번 다시 너처럼 팔라딘이 될 수 없다. 가끔씩 상상하긴 하지만... 아니야. 멍청한 짓이지."
ko_mt: "나는 다시는 너처럼 성기사가 될 수 없어. 가끔 꿈을 꾸긴 하지만.. 아니야. 어리석은 짓이야."

source: "If you stopped being a paladin, that doesn't mean you became a worse person. You just had a different path."
ko: "팔라딘이길 포기했다고 해서 네가 나쁜 사람이 되었단 뜻은 아니야. 그저 다른 길을 택한 것뿐이지."
ko_mt: "성기사가 되지 않았다고 해서 더 나쁜 사람이 된 것은 아닙니다. 다른 길을 택했을 뿐입니다."

source: "The crusade has toughened you up. Could you have hauled a big trunk like that before, little brother?"
ko: "동생아, 성전이 너를 강하게 만들었구나. 옛날처럼 커다란 짐덩이를 끌어보겠니?"
ko_mt: "십자군 전쟁이 널 강하게 만들었구나. 전에도 저렇게 큰 트렁크를 끌 수 있었니, 동생아?"

source: "I probably would have let you carry it without even thinking. But I've grown up, and now I carry my own weight, physically and spiritually."
ko: "그전에는 생각도 안하고 형이 대신 끌게 했을 거야. 하지만 지금의 나는 그때와 달리 내 짐을 짊어질 수 있어. 물리적인 것도, 정신적인 것도."
ko_mt: "예전 같았으면 아무 생각 없이 들게 내버려뒀을 거예요. 하지만 저는 성장했고, 이제는 육체적으로나 정신적으로나 제 자신의 무게를 감당하고 있습니다."

source: "You don't deserve any of this. You deserve to be happy."
ko: "너는 어떤 일도 당할 이유가 없어. 넌 행복해져야 한다."
ko_mt: "당신은 이런 일을 당할 자격이 없어요. 당신은 행복할 자격이 있습니다."

source: "I am happy because you are with me, against all odds."
ko: "난 모든 역경에도 불구하고 형이 돌아와서 기쁜데."
ko_mt: "모든 역경에도 불구하고 당신이 나와 함께해줘서 행복합니다."

source: "No... no... Not again... I won't do it..."
ko: "아니... 안돼... 또다시... 절대 안할 거야..."
ko_mt: "안돼.. 안돼.. 다시는.. 안 할 거야..."

source: "That dream again..."
ko: "또 그 꿈인가..."
ko_mt: "또 그 꿈..."

source: "I've forgotten how to pray."
ko: "기도하는 방법은 잊어버렸다."
ko_mt: "기도하는 법을 잊어버렸어요."

source: "But I know my brother is praying for me."
ko: "하지만 내 동생이 날 위해 기도한다는 것은 알아."
ko_mt: "하지만 형이 저를 위해 기도하고 있다는 것을 압니다."

source: "Demons destroyed your homeland. How are you not burning with the thirst for vengeance?"
ko: "데몬들은 너의 고향을 짓밟았다. 너는 어떻게 복수를 향한 갈망에 불타지 않을 수 있지?"
ko_mt: "데몬들이 네 고향을 파괴했다. 어떻게 복수에 대한 갈증으로 불타고 있지 않습니까?"

source: "He who burns turns to ash as well. If I catch those wretches, I'll kill 'em, of course. But if I don't, well, I've plenty of other things to do."
ko: "불타는 이는 또한 재가 된다오. 만일 그들과 맞붙는다면, 응당 그들을 죽이겠지. 허나 그런 상황이 아니라면, 음, 내게는 달리 할 일이 산재해 있소."
ko_mt: "불타는 자는 재로 변한다. 저 나쁜 놈들을 잡으면 당연히 죽여야죠. 하지만 그렇지 않다면 다른 할 일이 많으니까요."

source: "You were given the chance to live a decent life. But you are acting like a feral beast."
ko: "너는 괜찮은 삶을 살 기회를 얻었다. 하지만 너는 마치 야수와도 같이 행동하는군."
ko_mt: "당신은 괜찮은 삶을 살 수 있는 기회를 얻었습니다. 하지만 당신은 사나운 짐승처럼 행동하고 있습니다."

source: "Yes, I am a beast. What are you? The big, bad warrior who had to be pulled out of trouble by his pathetic little brother?"
ko: "그래, 나는 야수다. 너는 무엇이냐? 곤경에 처하고는 한심한 동생에게 구출받아야 했던 크고 나쁜 전사인가?"
ko_mt: "그래, 나는 짐승이다. 넌 뭐야? 한심한 동생 때문에 곤경에 처한 크고 나쁜 전사요?"

source: "You betray people and you're proud of it... What kind of creature are you?"
ko: "넌 사람들을 배신해놓고도 그걸 자랑스러워하는군... 뭐하는 녀석이냐?"
ko_mt: "넌 사람들을 배신하고도 자랑스러워하잖아.. 넌 도대체 어떤 존재야?"

source: "My treachery serves a purpose, and I always know what I want. What about you? You threw your lot in with the clerics of a pathetic goddess, then with the knights in black armor, then with the demons. And it seems to me you did all that because you're weak, not because you saw an advantage in it!"
ko: "내 배신에는 목적이 있고, 나는 항상 내가 원하는 것이 뭔지 알고 있다. 넌 어떻지? 네 운명을 한심한 여신의 성직자들, 검은 갑옷을 입은 기사단, 그다음엔 데몬들에게 맡겼잖아. 그리고 내가 보기에 넌 이득을 보려고 그런 게 아니라 약해서 그런 것 같은데!"
ko_mt: "내 배신에는 목적이 있고, 나는 항상 내가 원하는 것이 무엇인지 알고 있습니다. 넌 어때? 한심한 여신의 성직자, 검은 갑옷을 입은 기사, 그리고 데몬에게 당신의 제비를 던졌죠. 그리고 내가 보기에 당신은 이득을 봤기 때문이 아니라 약해서 그렇게 한 것 같군요!"

source: "Every time I think I can understand you and forgive you, you open your mouth again."
ko: "내가 널 이해하고 용서할 수 있다고 생각할 때마다, 네 주둥이가 자꾸 열리는군."
ko_mt: "내가 당신을 이해하고 용서할 수 있다고 생각할 때마다 당신은 다시 입을 열어요."

source: "I need your forgiveness like a mutt needs a fifth leg, pal! But it's not like there's much sense outta you except for mumblin' and grumblin'!"
ko: "난 지나가는 똥개에게 다섯째 다리가 필요한 것처럼 네 용서를 원한다고, 친구! 하지만 중얼대는 거랑 으르렁대는 거 말고는 뜻을 알 수가 없잖아!"
ko_mt: "똥개에게 다섯 번째 다리가 필요하듯 네 용서가 필요해, 친구! 하지만 중얼거리고 투덜거리는 것 말고는 말이 안 통하잖아!"

source: "Don't come near me, tiefling. You stink of demon."
ko: "가까이 오지 마라, 티플링. 네게서 데몬의 냄새가 난다."
ko_mt: "내 근처에 오지 마, 티플링. 데몬의 냄새가 나거든."

source: "What? That's my exotic and fancy cologne! Picked it up at the market, it was on tap."
ko: "뭐? 그건 이국적이고 멋진 내 콜로뉴 냄새야! 시장에서 집어왔지. 시향용으로 있더라고."
ko_mt: "뭐? 이국적이고 멋진 향수예요! 마트에서 샀어요."

source: "You said your name was Arueshalae, is that right? There, I've written it on my amulet. Now your bewitchery is no threat to me!"
ko: "그대 이름이 아루샬레라고 했던가? 자, 그대의 이름을 내 부적에 적어뒀소. 이제 그대의 마술은 내게 통하지 않소!"
ko_mt: "이름이 아루샬래라고 하셨는데 맞나요? 여기, 내 부적에 써놨어. 이제 당신의 요술은 내게 위협이 되지 않아요!"

source: "An amulet like that, unfortunately, won't be any help... But I wasn't planning on bewitching you, in any case!"
ko: "아쉽지만 그런 부적은 도움이 되지 않을 거예요... 하지만 저는 어떤 경우에도 당신을 홀릴 생각이 없어요!"
ko_mt: "불행히도 그런 부적은 도움이 되지 않아요.. 하지만 어쨌든 당신을 매혹시킬 생각은 없었어!"

source: "I've never heard of a spirit like yours. Will you tell me about it?"
ko: "그대에게 붙은 영혼은 어디서도 들어본 적 없소. 조금 더 말해줄 수 있는가?"
ko_mt: "당신과 같은 영혼에 대해 들어본 적이 없어요. 그것에 대해 말해줄래요?"

source: "Druids have their secrets, and shamans have theirs. Nature in its wisdom divided these two callings — so it is best we not share our knowledge."
ko: "드루이드들에게 비밀이 있듯, 샤먼들에게도 비밀이 있답니다. 자연이 그 지혜를 서로 다른 두가지 소명에 나누었죠. 그러니 서로의 지식을 공유하지 않는 편이 좋지 않겠어요."
ko_mt: "드루이드는 드루이드만의 비밀이 있고 주술사는 주술사만의 비밀이 있습니다. 자연은 지혜롭게 이 두 가지 소명을 나누었으므로 우리는 지식을 공유하지 않는 것이 최선입니다."

source: "Is milord's high-born backside too good to get up and do something useful?"
ko: "귀족가의 자제분께서는 뭔가 유용한 일을 하기에는 엉덩이가 너무 무거우신가?"
ko_mt: "밀로드의 높은 뒤태가 너무 좋아서 일어나서 쓸모 있는 일을 할 수 없나요?"

source: "I'll have you know, grunt work is just as beneath the dignity of your lord's other high-born body parts."
ko: "알려줄 게 있어. 허드렛일은 귀족의 고급진 신체 부위만큼 존엄하지 않다는 점이야."
ko_mt: "허드렛일은 영주의 다른 고귀한 신체 부위만큼이나 존엄하지 않다는 걸 알아둬라."

source: "I'd lock you up under guard... for your own good. You're just a child, and a simple-minded one at that — war's no place for you! You'll hurt yourself, and you'll bring others to ruin along with you."
ko: "너를 지켜서는 이유는... 너를 위해서란다. 너는 평범한 꼬마일 뿐이고, 너는 전쟁터에 있어선 안된다는 단순한 사실 때문이지! 너는 스스로를 해칠 것이며, 다른 이들에게도 자신과 똑같은 파멸을 부를 것이다."
ko_mt: "널 가둬두는 건 널 위해서야.. 널 위해서야. 넌 그저 어린아이일 뿐이고, 그것도 단순한 생각을 가진 아이일 뿐이야. 전쟁은 너를 위한 곳이 아니야! 너 자신을 다치게 할 것이고, 다른 사람들도 함께 파멸시킬 거야."

source: "Thank you for caring about me! I'm going to be fine — Soot won't let anything happen to me. And I'm not going to hurt other people. Not at all. I'm going to heal them."
ko: "절 돌봐주셔서 고마워요! 저는 괜찮아요. 제게 무슨 일이 일어나지 않도록 검댕이가 막아줄 거거든요. 그리고 저는 다른 사람들을 해치지 않을 거예요. 절대로요. 저는 그들을 치료해줄 거예요."
ko_mt: "저를 걱정해 주셔서 감사합니다! 전 괜찮을 거예요. 그을음은 저에게 아무 일도 일어나지 않게 할 거예요. 그리고 다른 사람들을 해치지 않을 거예요. 전혀요. 그들을 치유할 거예요."

source: "Tell me this: what do you live for? Surely not money alone?"
ko: "하나 궁금한데. 그대는 무엇을 위해 사는가? 혹여라도 돈 하나 때문은 아닐 것 아닌가?"
ko_mt: "이것만 말해 보세요. 당신은 무엇을 위해 살고 있습니까? 돈 때문만은 아니겠죠?"

source: "First, you tell me: what did you wake up for this morning? Surely not to lecture me?"
ko: "내 질문에 먼저 대답해주시오. 오늘 아침 무엇 때문에 눈을 떳소? 내게 설교할 작정이었던 건 아니겠지?"
ko_mt: "먼저, 오늘 아침에 무슨 일로 일어났나요? 저를 가르치려고 일어난 건 아니겠죠?"

source: "You're a tough bunch, you mongrels. We survived by the skin of our teeth, and we lived among rich fields and forests full of game. How did you manage down there underground?"
ko: "그대 잡종들은 단단한 무리로군. 우리는 풍요로운 들판과 사냥감이 많은 숲에서도 어렵사리 살아남았지. 그대들은 저 지하에서 어떻게 생존한 겐가?"
ko_mt: "너희들은 거친 놈들이야. 몽그렐. 우린 이빨을 드러내고 살아남았고, 사냥감으로 가득한 풍요로운 들판과 숲 속에서 살았습니다. 지하에서는 어떻게 살았나요?"

source: "Little by little. Mushrooms, giant centipedes... But life underground has its upsides: at least you don't ever have to worry about snow, or rain, or hurricanes."
ko: "없이 살았지. 버섯, 거대 지네 따위로... 하지만 지하에서의 삶에는 이점도 있어. 적어도 눈이나 비, 폭풍 따위를 걱정할 필요가 없잖아."
ko_mt: "조금씩 조금씩. 버섯, 거대한 지네.. 하지만 지하 생활에는 장점도 있습니다. 적어도 눈이나 비, 허리케인에 대해 걱정할 필요는 없죠."

source: "D'you know what we used to do with witches like you? Lock 'em up in Threshold and throw away the key."
ko: "우리가 그대와 같은 마녀를 어떻게 다스렸는지 아는가? 극점에 가둬놓고 그 열쇠를 없애 버렸지."
ko_mt: "너 같은 마녀를 어떻게 처리했는지 알아? 쓰레숄드에 가두고 열쇠를 버렸죠."

source: "I wonder, do you perceive a logical connection between this deplorable custom and the subsequent demise of the country in which it was practiced?"
ko: "궁금한 게 있는데요, 그 통탄할 관습과 그 행태가 이루어졌던 사코리스의 이어진 종말 사이에서 논리적 연관성을 인지하시나요?"
ko_mt: "이 비참한 관습과 그 관습이 행해지던 국가의 멸망 사이에 논리적 연관성이 있다고 생각하시나요?"

source: "A strong fighting force should be like a family, standing by each other through thick and thin. But family members don't just thrash each other for nothing!"
ko: "강한 전투 부대는 변함없이 서로의 곁에 서줄 수 있는 가족과도 같아야 하오. 허나 가족은 이유 없이 서로를 채찍질하질 않지!"
ko_mt: "강력한 전투력은 가족과 같아야 하며, 기쁠 때나 슬플 때나 서로의 곁을 지켜야 합니다. 하지만 가족은 아무 이유 없이 서로를 때리지는 않습니다!"

source: "Our force exterminates demons with great efficiency. Your families are gone, leaving not even ashes behind. You are in no position to instruct me in the waging of war."
ko: "우리 군은 상당히 효율적으로 데몬들을 구제하고 있다. 자네의 그 가족들은 잿더미도 남기지 못한 채 사라졌고. 자네는 내게 전쟁에 대한 훈수를 할 자격이 없어."
ko_mt: "우리 부대는 매우 효율적으로 데몬을 박멸합니다. 너희 가족들은 재조차 남기지 않고 사라졌다. 너희는 내게 전쟁을 지시할 자격이 없다."

source: "...and then I carried two full barrels of mead out of the fire on these two shoulders!"
ko: "...그 뒤에 나는 미드 두 통을 어깨에 이고 불 속에서 건져냈다오!"
ko_mt: "...그리고는 두 어깨에 가득 찬 미드 두 통을 불에서 꺼냈어요!"

source: "Too bad I wasn't there. We could have made it four barrels!"
ko: "내가 거기에 없어서 참 아쉽네. 두 통은 더 건질 수 있었을 텐데!"
ko_mt: "내가 거기 없어서 아쉽다. 4배럴을 만들 수 있었는데!"

source: "You were a vintner before, so I hear? You'd have been better off sticking to making sweet-tasting wine instead of poking around in people's souls."
ko: "전에 와인 양조를 했다 들었소만? 그대는 사람들의 영혼을 찔러대는 일보다는 달달한 와인을 만드는 일에 집중하였으면 더 좋았을 건데."
ko_mt: "예전에 양조 전문가였다고 들었어요? 사람들의 영혼을 파고드는 대신 달콤한 맛의 와인을 만드는데 집중하는 게 더 나았을 거예요."

source: "I tried to stay home — it was a lost cause. My conscience would not allow me to pour grape juice while others poured blood."
ko: "고향에 있으려 했지만, 의미를 못찾겠더군요. 다른 사람들이 피를 쏟아내는 와중에 포도 즙을 짜내고 있자니 제 양심이 용납하질 못했죠."
ko_mt: "집에 있으려고 했지만 소용이 없었습니다. 다른 사람들이 피를 쏟는 동안 포도 주스를 따르는 것은 양심이 허락하지 않았습니다."

source: "Being held prisoner by the fey... must have been tough, I'll bet? I heard a story about 'em, that—"
ko: "페이의 포로로 잡히다니... 분명히 힘들었을 테지? 그들에 대한 이야기가 하나 있는데—"
ko_mt: "페이에게 포로로 잡혀 있다니.. 정말 힘들었겠지? 그들에 대한 이야기를 들었는데..."

source: "No stories. Not about fey. Not about anything. Better not to talk."
ko: "이야기 없다. 페이도 아니고. 맞는 게 없군. 말하지 않는 게 좋겠다 "
ko_mt: "이야기는 없다. 페이에 관한 것도. 그 어떤 것도. 말하지 않는 게 좋아."

source: "Oof, stopping at last. I'm weary after today!"
ko: "우우, 드디어 멈춰섰군. 오늘은 아주 지치는구만!"
ko_mt: "우우, 드디어 멈췄네. 오늘 하루 너무 지쳤어요!"

source: "For a hundred years, all I did was sleep, and now after one day's running around, I fancy another nap."
ko: "나는 잠만 백년을 내리 잤는데도, 하루쯤 뛰어다니고 나니 다시 낮잠이 고프군."
ko_mt: "100년 동안은 잠만 잤는데, 하루 종일 뛰어다니다 보니 이제는 낮잠을 자고 싶어요."

source: "A clan is the only true strength there is. In a clan, everyone stands together. But what you have is no clan — it's a pack."
ko: "진정한 힘은 모두가 함께 견디는 부족에만 존재한다오. 하지만 그대가 가진 것은 부족이 아닌 작은 무리일 뿐이지."
ko_mt: "클랜만이 진정한 힘입니다. 클랜에서는 모두가 함께합니다. 하지만 여러분에게 있는 것은 클랜이 아니라 팩입니다."

source: "Well, where is this mighty clan of yours? What about that pile of dust over there — any relation?"
ko: "그럼 그 강대하다는 너의 부족은 어디 있지? 저기 저 먼지더미가 맞나?"
ko_mt: "그럼, 그 강력한 일족은 어디 있죠? 저기 먼지 더미는 어떤 관계입니까?"

source: "Are you telling me that you're half-oglin? Fate has played a nasty trick on you, lad."
ko: "그대의 반은 오글린이라고 말하는 겐가? 운명이 그대에게 끔찍한 장난을 쳤군."
ko_mt: "지금 네가 하프-오글린이라는 거야? 운명이 너에게 끔찍한 장난을 쳤구나, 젊은 이."

source: "That's what I tell 'em! 'I'm a poor, unfortunate tiefling. For the love of Iomedae, gimme some money!' But they don't!"
ko: "내 말이 그 말이야! '나는 불쌍하고 불행한 티플링이에요. 아이오메데님의 사랑을 빌어 제게 좀 기부해 주십쇼!' 하지만 아무도 안해주더라고!"
ko_mt: "저는 이렇게 말하죠! '난 불쌍하고 불운한 티플링이야. 아이오메데를 위해서라도 돈 좀 줘요! 하지만 그들은 안 줘요!"

source: "You are a powerful demon… I can sense your strength in your very movements! Oh, how sweet it would be to fight you!"
ko: "너는 강력한 데몬이구나... 네 힘은 움직임 하나하나마다 느껴져! 아아, 너와 싸우는 것이 얼마나 달콤할지!"
ko_mt: "넌 강력한 데몬이야.. 네 움직임에서 네 힘이 느껴져! 너와 싸우면 얼마나 좋을까!"

source: "I don't want to fight anyone in our party. I don't want to injure the people who have given me their trust."
ko: "저는 일행 중 누구와도 싸우고 싶지 않아요. 제게 믿음을 준 사람들을 다치게 하고 싶지도 않아요."
ko_mt: "우리 당의 누구와도 싸우고 싶지 않습니다. 저를 믿어준 사람들에게 상처를 주고 싶지 않아요."

source: "Tell me about the Abyss. I have heard that only demons can make their way to the top there."
ko: "어비스에 대해서 말해줘. 오직 데몬들만이 그곳의 가장 높은 곳 까지 갈 수 있다고 들었다."
ko_mt: "심연에 대해 말해줘요. 데몬만이 그곳으로 갈 수 있다고 들었습니다."

source: "Sometimes, having the heart of a demon is enough. But that seems to be the case for finding success in Golarion too."
ko: "때로는 데몬의 마음에 충실하는 걸로도 충분해요. 하지만 그건 골라리온에서 성공하는 것도 똑같아 보이더군요."
ko_mt: "때로는 데몬의 심장을 가진 것만으로도 충분합니다. 하지만 골라리온에서 성공을 거두는데도 그런 경우가 있는 것 같습니다."

source: "I want to drink life in a single swallow, just like you. Teach me, and I will… feed you."
ko: "나도 너처럼 생명을 한 입에 삼키고 싶어. 그걸 가르쳐줘. 그러면... 너를 먹여줄게."
ko_mt: "나도 당신처럼 한 번에 인생을 마시고 싶어요. 가르쳐 주시면.. 먹여 드리겠습니다."

source: "Please, leave. Even if I knew how to turn you into a demon, I would never do it."
ko: "제발 가주세요. 당신을 데몬으로 바꿀 방법을 제가 안다 하더라도, 그렇게 할 일은 결코 없을 거예요."
ko_mt: "제발, 나가줘. 널 데몬으로 만드는 방법을 안다고 해도 절대 그러지 않을 거야."

source: "Your belief in Desna makes you weaker, not stronger. What use is it to you?"
ko: "데즈나에 대한 너의 믿음은 너를 강하게 만들지 않고 약화시킨다. 그게 너에게 무슨 의미가 있지?"
ko_mt: "데스나에 대한 당신의 믿음은 당신을 더 강하게 만들지 않고 약하게 만듭니다. 무슨 소용이 있겠어요?"

source: "You are wrong. The goddess gives me the strength to restrain my most formidable enemy — myself."
ko: "그건 틀린 말이에요. 여신님은 저에게 가장 강력한 적인 제 자신을 저지할 힘을 주셔요."
ko_mt: "당신은 틀렸어요. 여신은 내게 가장 강력한 적인 나 자신을 제지할 힘을 주셨어요."

source: "Why do you hate your past so much? You had power, strength, status, mortal puppets at your command — what else could you want?"
ko: "왜 그렇게 네 과거를 증오하는 거지? 넌 권력도, 힘고, 지위도, 네 명령을 따르는 필멸자 인형도 가졌었잖아. 네가 원하는 게 뭐가 더 있지?"
ko_mt: "왜 그렇게 과거를 미워하는 거죠? 넌 권력, 힘, 지위, 필멸의 꼭두각시를 손에 넣었으니 더 이상 뭘 원할 수 있겠어?"

source: "It was all an illusion. And in the end, I realized how hollow it was."
ko: "그건 모두 허상이었어요. 결국에는 그것이 얼마나 공허한 것인지 깨달았죠."
ko_mt: "그것은 모두 환상이었습니다. 결국에는 그것이 얼마나 공허한 것인지 깨달았습니다."

source: "Do you think you're better than me because you're from a noble line? You were raised in captivity, but I grew up free, able to do what I wanted!"
ko: "네가 귀족 가문이기 때문에 나보다 더 낫다고 생각하는가? 넌 갇힌 상태로 자랐지만, 나는 자유롭게 자랐고, 내가 하고 싶은 것은 모두 할 수 있었어!"
ko_mt: "네가 귀족 가문 출신이라서 나보다 낫다고 생각하니? 넌 노예로 자랐지만 난 자유롭게 자랐고 원하는 것을 할 수 있었어!"

source: "Oh yes, you were able to sleep on cold rock, and now you fancied a change to this one. I, on the other hand, sadly had to endure sleeping on a bed the size of your entire encampment... I must say, your undisguised envy is really quite charming!"
ko: "아, 알았어요. 당신은 차가운 돌 위에서도 잘 수 있었지만, 지금은 이걸로 바꾸고 싶어하신다는 거죠. 반면, 저는 슬프게도 당신의 천막 크기와 맞먹는 크기의 침대 위에서 자야 했답니다... 당신의 꾸밈없는 질투가 정말 귀여워요!"
ko_mt: "그래, 차가운 바위 위에서 잠을 잘 수 있었는데 이제 이걸로 바꾸고 싶어 하셨군요. 반면에 저는 슬프게도 야영지 전체 크기의 침대에서 잠을 자야 했습니다... 당신의 변장하지 않은 부러움은 정말 매력적이라고 말해야겠군요!"

source: "You're so sure that your beauty and softly spoken ways will always save you? The day will come when they are not enough."
ko: "네 미모와 나긋나긋한 말투가 언제까지고 널 지켜줄 거라 생각하지? 그것들로 덮을 수 없는 때가 반드시 올 거다."
ko_mt: "당신의 미모와 부드러운 말투가 항상 당신을 구해줄 거라고 그렇게 확신하세요? 그것만으로는 충분하지 않은 날이 올 것입니다."

source: "But when that day comes, the spirits of Sarkoris will come to my aid."
ko: "그때가 되면, 사코리스의 영혼들이 절 도우러 올 거예요."
ko_mt: "하지만 그날이 오면 사르코리스의 영혼이 나를 도와줄 것입니다."

source: "So uplanders value money so much that you can even buy their respect with enough coins? And if someone takes all your money, you lose all that respect?"
ko: "그럼 지상인들은 돈의 가치를 그들의 존경심조차 적절한 금액이면 살 수 있을 정도로 책정하는 건가? 누가 네 돈을 전부 털어가면 그들의 환심을 잃고?"
ko_mt: "고지 사람들은 돈을 그렇게 소중히 여겨서 동전으로 그들의 존경심도 살 수 있다고요? 그런데 누군가 돈을 다 가져가면 그 모든 존경심을 잃는다고요?"

source: "Respect? You can buy yourself love with enough coin. But not for a hideous beast like you — there's no price high enough for that."
ko: "존경이요? 돈이 충분하다면 사랑도 살 수 있어요. 하지만 당신같은 끔찍한 괴물은 아니죠, 적절한 값을 메길 수가 없거든요."
ko_mt: "존경? 동전으로 충분히 사랑을 살 수 있어. 하지만 너 같은 끔찍한 짐승에게는 그만한 대가를 치를 수 없어."

source: "Rich little uplander, if you spent as long in the caves as I have, you would—"
ko: "작은 부자 지상인, 만일 네가 나만큼이나 동굴에서 오래 살았다면 너는—"
ko_mt: "부유한 고지대 사람, 나처럼 동굴에서 오래 살았다면..."

source: "This endless fuss of how terribly mongrels suffer, how hard their lives are! Do you not have anything else to talk about, you tedious savage?"
ko: "잡종들이 얼마나 끔찍한 일을 겪었는지, 얼마나 힘들게 살았는지에 대한 그 끝없는 불평들! 고루한 야만인분, 당신은 그것 말고 다른 할 말이 없나요?"
ko_mt: "몽그렐들이 얼마나 끔찍하게 고통 받고 있는지, 그들의 삶이 얼마나 힘든지에 대한이 끝없는 소란! 더 할 말이 없나, 이 지루한 야만인아?"

source: "Your cooking's so terrible it even turns my stomach. And I'm used to eating mold and rats!"
ko: "네 요리는 내 위장조차 꼬이게 할 정도로 끔찍해. 나는 쥐와 두더쥐를 즐겨 먹는데도 말이야!"
ko_mt: "당신 요리는 너무 형편없어서 속이 뒤집어질 정도예요. 곰팡이와 쥐를 먹는데 익숙해졌어요!"

source: "Where is your vaunted mongrel tenacity now, you beast? Just suffer this new trial — suffering is all your life has prepared you for, after all, isn't that right?"
ko: "자랑하시던 그 잡종의 끈기는 어디로 가셨나요, 짐승님? 새로운 시련을 견뎌내세요. 당신의 인생 내내 대비해온 것이 바로 고통 아니었던가요?"
ko_mt: "이제 그 자랑하던 몽그렐의 끈기는 어디로 갔나, 이 짐승아? 이 새로운 시련을 겪어 봐. 고통은 네 인생이 준비해 온 거잖아, 그렇지 않니?"

source: "You live for pleasure… Come to me, golden boy, and you will be like putty in my hands and never desire another…"
ko: "너는 즐거움을 위해 산다고 했지… 황금 소년아, 이리오렴. 내 손길 말고 다른 것들은 만족하지 못하게 해줄게…"
ko_mt: "당신은 즐거움을 위해 살고 있습니다.. 황금 소년, 내게로 오면 내 손에 퍼티처럼되어 다른 것을 원하지 않을 것입니다..."

source: "You haven't named the price of this temptation, but I suspect it's too high, even for me."
ko: "아직 그 유혹의 값을 네 입으로 말하지 않았지만, 내 생각에는 나조차도 감당이 안될까 걱정인데."
ko_mt: "이 유혹의 대가를 말하지 않았지만, 제 생각에도 너무 높은 것 같습니다."

source: "Gods are weak, golden boy. The power they give is nothing compared to the power that demons can offer! Why do you not join them?"
ko: "신들은 나약하다, 황금 소년. 그들이 주는 힘은 데몬이 줄 수 있는 것과 비교하기도 부끄럽지! 왜 그들 편에 합류하지 않는 거냐?"
ko_mt: "신은 약해, 황금 소년. 그들이 주는 힘은 데몬이 가진 힘에 비하면 아무것도 아니야! 왜 그들과 함께하지 않느냐?"

source: "Who told you that power is what I'm after? And besides, have you seen what they do to cultists? In exchange for power, they are forced to… work! No, no no... no power in the cosmos is worth that!"
ko: "내가 쫓는 것이 힘이라고 누가 말이라도 했나? 게다가, 너 녀석들이 사교도들에게 하는 꼬라지를 본 적은 있어? 힘을 주는 대가로, 그들은… 일을 강요받아! 안되지, 안돼, 안되고 말고... 우주의 그 어떤 힘도 거기에 준하는 가치가 있진 않아!"
ko_mt: "내가 추구하는 것이 권력이라고 누가 말했나요? 게다가 그들이 사이비 종교인들에게 하는 짓을 보셨나요? 권력을 얻는 대가로 그들은 강제로.. 일해야 해! 아뇨, 아뇨.. 우주의 어떤 권력도 그럴 가치가 없어요!"

source: "Healthy, strong, celestial blood… There are few uplanders with whom I would be willing to breed. But you, golden boy, are on my list."
ko: "건강하고, 강한데다, 천족의 혈통까지… 내가 교배하고자 할만한 지상인들은 아주 적지. 하지만 황금 소년, 너는 내 목록에 올랐다."
ko_mt: "건강하고, 강하고, 천상의 피가 흐르고.. 내가 기꺼이 교배할 수 있는 고지인은 거의 없습니다. 하지만 황금 소년, 너는 내 목록에 있다."

source: "'Breed'! You have a preternatural talent for killing off the smallest spark of desire in a man!"
ko: "'교배'라니! 넌 진짜 남성에게 있을 일말의 욕망마저도 처참하게 살해하는데에 천부적인 재능이 있어!"
ko_mt: "'번식'! 넌 남자의 작은 욕망의 불꽃을 없애는데 천부적인 재능이 있어!"

source: "It's a pity you didn't come across us in Neathholm. I would not have let you out of the Maze so easily."
ko: "아랫마을에서 네가 우리쪽으로 오지 않았다는 게 안타깝구나. 나라면 네가 그렇게 쉽게 미궁을 통과하도록 두지 않았을 텐데."
ko_mt: "네스홀름에서 우리를 만나지 못해서 유감입니다. 당신을 미로에서 그렇게 쉽게 내보내지 않았을 거예요."

source: "And I would have sat underground, raising our tiny little monsters and waiting for you to bring back our supper of rats? What a frightfully perfect scene! Or a perfectly frightful one..."
ko: "그러면 나는 지하에 가만 앉아서 작은 괴물들을 키우며 네가 쥐고기 만찬을 가져오기를 기다려야 했을까? 소름끼칠 정도로 완벽한 한 장면이로군! 아니면 완벽할 정도로 소름끼치는 장면인가..."
ko_mt: "그리고 저는 지하에 앉아 작은 괴물들을 키우며 당신이 쥐의 만찬을 가져올 때까지 기다렸을까요? 정말 무서울 정도로 완벽한 장면이죠! 아니면 완벽하게 무서운 장면..."
