Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "Nobody could be happy locking themselves in a stone cell for the sake of some idiotic mission. Even I thought their cave was cramped. Sitting there for a hundred years so that you could maybe someday do something to combat the demons? I can't imagine anything worse!"
ko: "멍청한 임무 따위를 수행하겠다며 돌로 된 방에 스스로를 가두고 행복해 할 사람은 세상에 없어. 심지어 나도 그 동굴이 좁아 터졌다고 생각했는데. 백년간 거기 그러고 앉아서 어느 날 데몬들과 싸우게 될 거란 상상이나 하라고? 끔찍하기 짝이 없네!"
ko_mt: "바보 같은 임무를 위해 돌방에 갇혀 있는 것을 좋아할 사람은 아무도 없을 것입니다. 저도 동굴이 비좁다고 생각했어요. 언젠가 데몬과 싸우기 위해 뭔가를 하려고 백 년 동안 거기 앉아 있다니요? 이보다 더 끔찍한 일은 상상할 수 없어요!"

source: "Happiness is complicated, friend. The stargazers were waging their own war against the demons for so many years, never giving up on each other, never surrendering. You don't know if they'd have been happier if they'd thrown in the towel and lived for a hundred years in peaceful lands, knowing their country lay in ruins and they had done nothing to help."
ko: "행복이란 복잡한 거예요, 친구. 점성가들은 그 긴 세월 동안 데몬들과 자신들만의 전쟁을 치르며 결코 서로를 포기하지 않았고, 항복하지 않았죠. 그들이 그냥 포기하고, 평화로운 땅에서 살게 된들, 자신의 고국은 멸망하고 아무런 도움도 줄 수 없다고 떠올렸을때도 행복해할지는 모르는 거예요."
ko_mt: "행복은 복잡한 거야, 친구. 별을 보는 사람들은 오랜 세월 동안 데몬들과 전쟁을 치르면서도 서로를 포기하지 않았고 항복하지도 않았어요. 조국이 폐허가 되어 아무 도움도 주지 못하는 상황에서 포기하고 평화로운 땅에서 백 년을 살았다면 그들이 더 행복했을지 알 수 없죠."

source: "I salute those who organized the work of the stargazers. They were able to effectively hide their base, working so close to the heart of the Worldwound. And they also succeeded in maintaining order within the community."
ko: "세계상처의 심부 근처에서, 이렇게 효과적으로 본부를 숨기는데 성공하다니. 그리고 자신들의 공동체 내에서 질서를 유지해내는데도 성공했지. 이 점성가들의 업적에는 경의를 표해야겠군."
ko_mt: "별 관측자들의 작업을 조직한 이들에게 경의를 표합니다. 그들은 세계상처의 심장부 가까이에서 활동하면서 기지를 효과적으로 숨길 수 있었습니다. 또한 커뮤니티 내 질서를 유지하는데도 성공했습니다."

source: "How much harm or good did the hags protecting the village do for those people? Can we ever know? I condemn them, but I think they are still better than demons."
ko: "마을을 지키던 해그들은 주민들에게 얼마나 이로운, 또는 해로운 일들을 저질렀을까요? 우리가 전부 알 수 있나요? 저는 해그들을 처단했지만, 그렇더라도 그들이 데몬보다는 낫다고 생각해요."
ko_mt: "마을을 지키는 해그들이 그 사람들에게 얼마나 해를 끼쳤나요, 아니면 좋은 일을 했나요? 우리가 알 수 있을까요? 나는 그들을 비난하지만 그래도 데몬보다는 낫다고 생각한다."

source: "Extracting benefit without corruption — that's not goodness, it's just cold calculation."
ko: "오염으로부터 이득만을 추출해낸다 — 그건 선한 게 아니에요, 그저 차가운 계산일 뿐이죠."
ko_mt: "부패 없이 이익을 얻는 것은 선이 아니라 냉정한 계산일 뿐입니다."

source: "Evil, good... Survival — that's what matters. Those huts reminded me of my own Neathholm. The people weren't willing to do anything without the guidance of a strong shepherd. Whose fault is it if that shepherd turns up one day and uses their lives as he sees fit?"
ko: "선이니 악이니... 생존 — 중요한건 바로 그거야. 저 오두막들을 보고 있자면 아랫마을 생각이 나. 사람들은 강력한 지휘자의 인도 없이는 아무것도 하려하지 않았지. 만일 그 지휘자가 어느 날 나타나서 사람들의 목숨을 마음대로 이용하려하면 그게 누구 잘못이겠어?"
ko_mt: "악, 선.. 생존이 중요한 거죠. 그 오두막들은 제 고향 네스홀름을 떠올리게 했어요. 사람들은 강력한 목자의 지도 없이는 아무것도 하지 않으려 했죠. 그 목자가 어느 날 나타나서 자기 마음대로 사람들의 목숨을 이용한다면 누구의 잘못일까요?"

source: "After Wintersun, nothing would surprise me. The scary part is that those poor people got off lightly."
ko: "윈터선 이후로, 무엇도 절 놀래킬 수는 없을 것 같아요. 가장 무서운 부분은, 사람들이 그렇게 쉽게 속아 넘어갔다는 거예요."
ko_mt: "윈터선 이후에는 아무것도 놀라지 않을 것입니다. 무서운 부분은 그 불쌍한 사람들이 가볍게 빠져나갔다는 것입니다."

source: "Questions like this are the first step toward fatal weakness. An enemy is an enemy, there is no need to measure what 'good' he may have done in pursuing his aims."
ko: "그러한 질문들은 치명적인 약점으로 향하는 길이지. 적은 적이다. 그가 자신의 목적을 쫓는 과정에서 어떤 '선' 을 이뤄냈는지는 고려 대상이 아니지."
ko_mt: "이런 질문은 치명적인 약점으로 가는 첫걸음입니다. 적은 적일 뿐이며, 그가 목표를 추구하면서 어떤 '좋은 일'을 했는지는 측정할 필요가 없습니다."

source: "Maybe my gran was a hag too? That would explain a lot! No, really."
ko: "어쩌면 내 할머니도 hag 였을지도? 그럼 다 설명이 되는걸! 아니, 진심으로 하는 말이야."
ko_mt: "우리 할머니도 해그였을까요? 그렇다면 많은 게 설명이 되겠네요! 정말이에요."

source: "My life is unfolding most unexpectedly. These demons chose Kenabres, of all places, and now, of all times. Because of them, my life has changed in the blink of an eye."
ko: "인생이 참 예상치 못한 방향으로 가네요. 데몬들이 그 많은 시간과 장소들 중에서도 하필 지금의 케나브레스를 선택했죠. 그들 때문에, 제 삶이 눈 깜빡할 사이에 바뀌었어요."
ko_mt: "제 인생은 예상치 못한 방향으로 전개되고 있습니다. 데몬들이 케나브레스를 선택한 것은 모든 장소, 모든 시간대였습니다. 그들 때문에 제 인생은 눈 깜짝할 사이에 바뀌었습니다."

source: "Yeah, yours and the lives of everybody else in Kenabres. You're talking like the demons came here just to inconvenience you."
ko: "그래, 너랑 케나브레스의 다른 사람들의 목숨 중에서 말이지. 꼭 데몬들이 너만 괴롭히러 온 것처럼 말하네."
ko_mt: "네, 당신과 케나브레스에 있는 다른 모든 사람의 삶이요. 데몬들이 단지 당신을 불편하게 하려고 이곳에 온 것처럼 말하는군요."

source: "Perhaps it will be the start of a wonderful new life for you? Although… the utter devastation we're surrounded by does raise some doubts."
ko: "어쩌면 이게 네 멋진 새 인생의 시작일지도? 그렇지만... 우리를 둘러싸고 있는 완전한 파괴를 봐선 좀 의심이 가긴 하네."
ko_mt: "어쩌면 여러분에게 멋진 새 삶의 시작이 될 수도 있겠죠? 하지만.. 우리가 둘러싸인 완전한 폐허를 보면 의구심이 들기도 하죠."

source: "Thanks to the demons you can now go for strolls wherever you want. Isn't that good?"
ko: "데몬들 덕택에 이제 아무데서나 산책할 수 있겠군, 마음에 들어?"
ko_mt: "데몬들 덕분에 이제 원하는 곳 어디든 산책을 할 수 있게 되었어요. 좋지 않나요?"

source: "I never felt any love for Kenabres, and I feel no ounce of regret for it now. A much grander future lies ahead!"
ko: "저는 한 번도 케나브레스에 대한 애정을 느껴본 적이 없고, 거기에 대한 일말의 후회도 없어요. 더 넓은 미래가 기다리잖아요!"
ko_mt: "케나브레스에 대한 애정을 전혀 느끼지 못했고, 지금도 전혀 후회하지 않습니다. 훨씬 더 멋진 미래가 기다리고 있습니다!"

source: "They'll have it all rebuilt in a jiff, you wait and see. There'll be somewhere to run and hide if this grand future doesn't pan out."
ko: "그들이 다 순식간에 재건해줄걸, 기다려보라고. 이 장대한 미래가 실패했을 경우 도망쳐서 숨을 장소도 있을 테고 말이야."
ko_mt: "그들은 순식간에 모든 것을 재건할 테니 기다리세요. 이 원대한 미래가 실현되지 않는다면 도망치고 숨을 곳이 있을 겁니다."

source: "Sure, a grand future and a unique opportunity to get a spear through the eye on the battlefield — free of charge!"
ko: "그래, 공짜로 전장에서 눈구멍에 창을 찔릴 장대한 미래와 특별한 기회말이지!"
ko_mt: "물론, 웅장한 미래와 전장에서 창으로 눈을 관통할 수 있는 특별한 기회를 공짜로 누릴 수 있습니다!"

source: "But are you prepared to sully those lily-white hands of yours in order to win that grand future?"
ko: "하지만 그 장대한 미래를 얻기 위해 네 백옥같은 손을 더럽힐 준비는 되어 있어?"
ko_mt: "하지만 그 원대한 미래를 위해 그 백합같이 하얀 손을 더럽힐 준비가 되셨나요?"

source: "The River City may be in ruins, but it is still alive. It is seriously wounded, but it will heal. I know."
ko: "강변 도시는 페허가 되었지만, 적어도 아직은 살아 있어. 심각한 상처를 입었지만 언젠간 돌아올 거야. 확신해."
ko_mt: "리버 시티는 폐허가 되었지만 아직 살아 있습니다. 심각한 상처를 입었지만 치유될 것입니다. 알아요."

source: "What is it you've done that you're so eager to get away from without looking back? Or was something done to you?"
ko_mt: "뒤도 돌아보지 않고 그토록 도망치고 싶어 하는 일이 무엇인가요? 아니면 당신에게 무슨 일이 있었나요?"

source: "The Defender's Heart is where the commoners drowned their sorrows in tankards of cheap ale. There were other sites in the city far more deserving of protection, so why did the crusaders establish their base in a tawdry little tavern?"
ko: "수호자의 심장은 평민들이 값싼 맥주 몇 잔으로 슬픔을 달래는 곳이죠. 도시엔 보호해야 할 중요 시설들이 더 많은데, 성전사들은 왜 더럽게 작은 선술집에 진지를 구축한 거죠?"
ko_mt: "수호자의 심장은 평민들이 싸구려 에일 맥주 한 잔에 슬픔을 달래던 곳입니다. 도시에는 훨씬 더 보호받을 가치가 있는 다른 장소가 많은데, 십자군은 왜 허름한 선술집에 기지를 세웠을까요?"

source: "It makes sense to protect the taverns first, and then the palaces and the temples. Our faith will still be strong even without a temple, but ordinary folk need somewhere they can go to forget about the demonic terror."
ko_mt: "선술집을 먼저 보호한 다음 궁전과 사원을 보호하는 것이 합리적입니다. 성전이 없어도 우리의 신앙은 여전히 강하겠지만, 평범한 사람들은 데몬의 공포를 잊을 수 있는 곳이 필요합니다."

source: "Did you just say 'commoners'? You know how much they charged for beer in the Heart? I never spent a coin in the place, to be fair, but it's still a scandal!"
ko_mt: "방금 '평민'이라고 했나요? 하트에서 맥주값이 얼마인지 알아요? 솔직히 말해서 거기서 동전 한 푼 안 썼지만 그래도 스캔들이잖아요!"

source: "That place was always warm and full of noise and laughter. When a person's all alone in the dark, it feels like that place has everything they've lost."
ko_mt: "그 곳은 항상 따뜻하고 소음과 웃음으로 가득했습니다. 어둠 속에 홀로 남겨진 사람은 그곳에 모든 것을 잃어버린 것 같은 기분이 들죠."

source: "But this opens up so many possibilities! One day someone will have a few too many and burn the place to the ground in a drunken accident. And whoever does it will become famous for destroying the stronghold that the finest crusaders defended against the demon hordes!"
ko_mt: "하지만 이것은 많은 가능성을 열어줍니다! 언젠가 누군가가 너무 많이 마시고 술에 취한 사고로 그곳을 불태울 것입니다. 그리고 그렇게 한 사람은 최고의 성전사들이 데몬 무리에 맞서 지켜낸 요새를 파괴한 것으로 유명해질 것입니다!"

source: "Kenabres in flames, a surge of power in the Gray Garrison, a visit from the Queen, and now a new crusade... my peaceful, cloistered life has been upended in the blink of an eye."
ko: "불타는 케나브레스, 회색 요새에서 발생한 힘, 여왕의 방문, 새로운 성전군까지... 평화롭고 안락했던 제 삶이 순식간에 뒤엎어졌어요."
ko_mt: "케나브레스가 불타고, 회색 수비대의 세력이 급증하고, 여왕이 방문하고, 이제 새로운 성전까지.. 평화롭고 조용했던 제 삶이 눈 깜짝할 사이에 뒤집혔습니다."

source: "My heart goes out to you. Everything that has happened must be even more terrifying for a young woman who has led a sheltered life of comfort till now. You are coping admirably!"
ko_mt: "진심으로 위로의 말씀을 전합니다. 지금까지 안락한 삶을 살아온 젊은 여성에게 일어난 모든 일은 훨씬 더 끔찍한 일이었을 것입니다. 훌륭하게 대처하고 계십니다!"

source: "I cannot believe you truly enjoyed that peaceful, cloistered life of yours, dearest Camellia. If your heart does not hunger for experiences that heat the blood and thrill the senses, then I know nothing about life."
ko_mt: "사랑하는 카멜리아, 네가 그 평화롭고 은둔적인 삶을 진정으로 즐겼다는 게 믿기지 않구나. 당신의 마음이 피를 뜨겁게 하고 감각을 자극하는 경험을 갈망하지 않는다면, 나는 인생에 대해 아무것도 모르는 것입니다."

source: "I know how you feel. Life is like a river — there you are, sailing along, singing happily, enjoying the scenery, and then — whoosh! — waterfall."
ko_mt: "어떤 기분인지 알아요. 인생은 강과 같아서 유유히 흘러가면서 즐겁게 노래를 부르고 경치를 즐기다가 갑자기 폭포수가 쏟아지기도 합니다."

source: "When I was very little, I had a peaceful life too. But that was so long ago, I can barely remember it now."
ko_mt: "저도 아주 어렸을 때는 평화로운 삶을 살았습니다. 하지만 너무 오래 전 일이라 지금은 거의 기억이 나지 않습니다."

source: "Why're you talking about all these things like they're the same, lady? A queen comin' to hand out honors is one thing, demons comin' to roast you over hot flames is another story! Even I ain't opposed to a royal visit every once in a while, but the rest..."
ko_mt: "왜 이 모든 것이 같은 것처럼 말하는 거죠, 아가씨? 여왕이 영예를 주러 오는 것과 데몬이 뜨거운 불로 당신을 구워주러 오는 것은 다른 이야기야! 나도 가끔 왕의 방문에 반대하지는 않지만 나머지는..."

source: "The Leper's Smile — what a fitting name. I find the place and the vescavors infesting it equally repulsive. What they do to their victims, it is so hideous, so grotesque. I cannot stand to watch it."
ko: "문둥이의 웃음이라, 딱 맞는 이름이네요. 똑같이 역겨운 베스카버들이 이곳을 더럽히고 있잖아요. 그것들은 끔찍하고 잔혹한 방식으로 희생자들을 괴롭히죠. 더 이상 두고 볼 수가 없어요."
ko_mt: "문둥병자의 미소, 정말 어울리는 이름입니다. 저는 그 장소와 그곳에 기생하는 악마들이 똑같이 혐오스럽습니다. 그들이 희생자들에게 하는 짓은 너무 끔찍하고 기괴합니다. 도저히 볼 수가 없어요."

source: "Something incredible's just happened — I actually agree with you! That's a first."
ko_mt: "방금 놀라운 일이 일어났습니다. 정말 동의합니다! 처음 있는 일이죠."

source: "Those bugs are scary... but they're living creatures too. The canyon was their home."
ko_mt: "벌레들은 무섭지만.. 그들도 살아있는 생명체입니다. 협곡은 그들의 집이었어요."

source: "Their appearance and what they do to their victims strike fear into their enemies. Fear is a powerful weapon. I hope our enemies come to fear us as much."
ko_mt: "그들의 외모와 희생자에게 하는 행동은 적에게 공포를 불러일으킵니다. 공포는 강력한 무기입니다. 적들이 우리를 두려워하게 되기를 바랍니다."

source: "Yes, the name is pure poetry, is it not? I rather like to think of it in a positive light — once upon a time, there was a poor leper, but even he had something good in his life. And so he smiled, as brightly as the sun... and then a swarm of venomous, flesh-eating, demon insects was unleashed upon the world. The end."
ko_mt: "네, 순수한 시라는 뜻이죠? 옛날 옛적에 불쌍한 문둥병자가 있었는데 그도 좋은 점이 있었어요. 그래서 그는 태양처럼 환하게 웃었고.. 그러자 독이 있고 살을 먹는 데몬 벌레 떼가 세상에 풀려났어요. 그게 종말이었죠."

source: "After visiting her laboratory, I must say I am seeing Areelu Vorlesh with fresh eyes. I do respect her talents in a way. Some of them."
ko: "아릴루 볼레쉬의 연구소를 방문한 뒤로, 그녀를 새로운 방식으로 보게 되었다 할 수밖에 없네요. 그녀의 능력에 존경심이 들어요. 조금은 말이죠."
ko_mt: "그녀의 연구실을 방문하고 나니 아릴루 볼레쉬를 새로운 눈으로 보게 되었습니다. 어떤 면에서는 그녀의 재능을 존경합니다. 그 중 일부는요."

source: "Exceptional magical talent and a voracious intellect wasted on demonic perversions. There is nothing to respect about that. Areelu Vorlesh must be destroyed."
ko_mt: "뛰어난 마법 재능과 탐욕스러운 지성을 데몬적 변태에 낭비하고 있습니다. 존중할 게 하나도 없군. 아릴루 볼레쉬는 반드시 파괴되어야 합니다."

source: "The only part I liked was the room that showed us the future. I can't wait to see my future for real!"
ko_mt: "유일하게 마음에 들었던 부분은 미래를 보여주는 방이었습니다. 제 미래를 실제로 보고 싶어요!"

source: "My mind keeps returning to Jerribeth. An enormous insect managed to convince everyone she was a great beauty, and to what end? To control a little village in the middle of nowhere and win the favor of an ill-kempt barbarian?"
ko: "자꾸 제리베스에 관한 생각이 들어요. 커다란 벌레가 자신의 아름다움을 모두에게 증명하려 애썼지만, 결국 목적이 뭐였죠? 어디 외딴 마을을 조종하며 덥수룩한 바바리안의 환심 사기?"
ko_mt: "제 마음은 계속 제리베스로 돌아갑니다. 거대한 곤충이 모든 사람에게 자신이 위대한 미녀라고 설득하는데 성공했는데, 그 목적은 무엇이었을까요? 오지에 있는 작은 마을을 지배하고 못된 야만인의 환심을 사려고요?"

source: "You can't judge demons' actions by mortal standards. She wasn't looking for love or riches, what she wanted was torment, deception, madness. And she sure found it, the beast."
ko_mt: "데몬의 행동을 인간의 잣대로 판단할 수는 없습니다. 그녀가 원한 것은 사랑이나 재물이 아니라 고통과 속임수, 광기였어요. 그리고 그녀는 확실히 그것을 찾았습니다, 야수."

source: "But how cunningly she manipulated them all and made them serve her! I can't help admiring that insect's trickery."
ko_mt: "하지만 그녀는 얼마나 교묘하게 그들을 조종하여 자신을 섬기게 만들었습니까! 그 곤충의 교활함에 감탄하지 않을 수 없습니다."

source: "The village and the ill-kempt barbarian were willing to fight for their good lady until the very end. Few nobles in Mendev could hope for loyalty like that from their vassals."
ko_mt: "마을과 그 악독한 야만인은 착한 여인을 위해 마지막까지 기꺼이 싸웠어요. 멘데브의 귀족들 중 그런 충성심을 기대할 수 있는 사람은 거의 없었죠."

source: "Even demons get lonely. She was lucky to find someone who loved her. It's too bad she couldn't learn how to love others from his example."
ko_mt: "데몬도 외로워지죠. 그녀는 자신을 사랑해주는 사람을 만나 운이 좋았습니다. 그의 모범을 통해 다른 사람을 사랑하는 법을 배우지 못한 것이 안타깝습니다."

source: "If I've seen it once, I've seen it a thousand times! You glimpse a beautiful girl or a charming youth before you... but the illusion vanishes, and what you are left with is a giant insect intent on draining your coin purse."
ko_mt: "한 번 보면 천 번도 더 본 것 같아요! 눈앞에 아름다운 소녀나 매력적인 젊은 이가 보이지만.. 환상은 사라지고 남은 것은 동전 지갑을 빨아먹으려는 거대한 벌레뿐입니다."

source: "I found the woodcarving in Wintersun utterly enchanting. It takes great skill and precision to create such wonders from wood. It would be a shame if this art were to die out."
ko: "저는 윈터선의 목공술이 아주 뛰어나다고 봤어요. 나무로 그런 놀라운 것들을 만들기 위해선 뛰어난 기술과 정확성이 뒷받침 되어야 하죠. 그런 예술이 사라진다면 안타까울 거에요."
ko_mt: "윈터선의 목조각은 완전히 매혹적이었어요. 나무로 이런 경이로운 작품을 만들려면 뛰어난 기술과 정밀함이 필요합니다. 이 예술이 사라진다면 안타까운 일이 될 것입니다."

source: "What matters is that the people survived. That means the beauty they create will continue to live on as well."
ko_mt: "중요한 것은 사람들이 살아남았다는 것입니다. 이는 그들이 만들어낸 아름다움이 계속 이어질 것이라는 의미이기도 합니다."

source: "How much d'you reckon those Sarkorian pieces are worth? A lot? Maybe I should dabble in art dealing? I know my paintings from my sculptures!"
ko_mt: "그 사르코리안 작품의 가치가 얼마나 될 것 같나요? 많이? 내가 미술품 거래에 뛰어들어야 할까? 난 내 조각품에서 내 그림을 알아!"

source: "Such excesses are only permissible in peacetime. If they had been making arrows, fence stakes, and protective talismans instead of decorative handicrafts, perhaps they would not have lost their country."
ko_mt: "이러한 과잉은 평시에만 허용됩니다. 그들이 장식용 수공예품 대신 화살, 울타리 말뚝, 보호 부적을 만들었다면 나라를 잃지 않았을지도 모릅니다."

source: "I am only learning to understand the beauty of things crafted by mortal hands. But those patterns were mesmerizing — like a song imprinted in wood."
ko_mt: "저는 이제야 인간의 손으로 만든 물건의 아름다움을 이해하는 법을 배우고 있습니다. 하지만 그 무늬들은 마치 나무에 각인된 노래처럼 매혹적이었습니다."

source: "She is called the Queen of Succubi for good reason. She is so majestic and dangerous. How many has she killed? It is almost beyond imagining."
ko: "그녀가 사큐버스의 여왕이라 불리는 데는 나쁜 뜻이 없어요. 아주 기품있고 위험한 인물이에요. 얼마나 많은 생명을 살해했냐고요? 상상을 뛰어넘을 만큼이죠."
ko_mt: "그녀는 서큐비의 여왕이라고 불리는데에는 그럴만한 이유가 있습니다. 그녀는 매우 위엄 있고 위험합니다. 얼마나 많은 사람을 죽였을까요? 상상을 초월할 정도입니다."

source: "And yet again you remind me that we have walked right into the lair of a dangerous beast, hoping to reason with it. If I could go an hour without being reminded of our predicament, I should be ever so grateful."
ko_mt: "그런데도 당신은 우리가 위험한 짐승의 소굴로 걸어 들어갔고, 그 짐승을 설득하려고 했다는 사실을 다시 한 번 상기시켜줍니다. 한 시간만이라도 우리의 곤경을 상기시키지 않고 지낼 수 있다면 정말 감사할 일입니다."

source: "She built this huge city so she wouldn't have to be alone. But she's still lonely."
ko_mt: "그녀는 혼자가 되지 않기 위해 이 거대한 도시를 건설했습니다. 하지만 그녀는 여전히 외롭습니다."

source: "At one time I believed Nocticula was the only goddess who could hear my prayers. Fortunately, I was wrong."
ko_mt: "한때는 녹티큘라만이 제 기도를 들어줄 수 있는 유일한 여신이라고 믿었습니다. 다행히도 제가 틀렸습니다."

source: "Yes. This place is certainly a sight to behold. But we must be on our guard — a snake like that knows how to bite!"
ko_mt: "네. 이곳은 확실히 볼만한 곳입니다. 하지만 저런 뱀은 어떻게 물리는지 알기 때문에 조심해야 합니다!"

source: "Yes. A formidable foe indeed. A lure is often more effective than a frontal attack, and if you don't purge the soul of yearning for such enticement with hardened steel, death is inevitable."
ko: "그래, 정말 막강한 적이지. 정면 공격보단 미끼가 더 효과적일 때가 많고, 그런 유혹을 갈망하는 영혼을 단단한 강철로 척결하지 않으면, 죽음을 피할 수 없다."
ko_mt: "그래, 정말 강력한 적이지. 정면 공격보다 미끼가 더 효과적일 때가 많으니, 그런 유혹을 갈망하는 영혼을 강철처럼 굳게 다듬지 않으면 죽음은 피할 수 없습니다."

source: "Vellexia seemed the perfect society lady. But those strange entertainments with her guests... How did she feel knowing that every piece of furniture was a living soul in the throes of torment?"
ko: "벨렉시아는 완벽히 사교적인 숙녀처럼 보이죠. 하지만 그녀의 손님들과 벌이는 기괴한 유흥은... 모든 가구가 고문의 격통 속에서 살아있는 생명이었단걸 알면 그녀가 어떤 기분을 느낄까요?"
ko_mt: "벨렉시아는 완벽한 사교계 여성으로 보였습니다. 하지만 손님들과의 이상한 유흥은.. 가구 하나하나가 고통의 몸부림을 치는 살아있는 영혼이라는 사실을 알았을 때 그녀는 어떤 기분이었을까요?"

source: "I was also taken aback by the contrast of outward beauty and grandeur — and the evil within."
ko_mt: "외적인 아름다움과 웅장함, 그리고 내면의 사악함의 대조에 놀랐습니다."

source: "There were so many souls in her house, and they were all suffering... but she didn't even let them scream."
ko_mt: "그녀의 집에는 수많은 영혼이 있었고 그들은 모두 고통받고 있었지만 그녀는 비명조차 지르지 못하게 했습니다."

source: "Boredom is my guess. That's what she felt."
ko_mt: "지루함 때문일 겁니다. 그게 그녀가 느낀 것입니다."

source: "She's filth, like all demons. She just hides it better."
ko_mt: "그녀는 다른 데몬들처럼 더러운 존재입니다. 단지 더 잘 숨길 뿐이지요."

source: "The herald of Iomedae, tormented, corrupted, crucified... that flaming wound on his chest. A horrific sight!"
ko: "고문받고, 더럽혀지고, 못박힌 아이오메데의 전령... 가슴팍에는 불타는 상처가 박혔군요. 끔찍한 광경이에요!"
ko_mt: "아이오메데의 전령이 고통받고 타락해 십자가에 못 박히고.. 가슴에 불타는 상처를 입었습니다. 끔찍한 광경이다!"

source: "To drink and drink his life force straight from his wound while he thrashes wildly beneath me... How I wish that gift had come to me and not the Echo of Deskari!"
ko_mt: "내 밑에서 거칠게 몸부림치는 동안 상처에서 그의 생명력을 바로 마시고 마시는 것... 그 선물이 데스카리의 메아리가 아니라 내게 왔으면 얼마나 좋았을까!"

source: "He is of no use to anyone now. If the herald fell, it means he was never worthy of his divinity in the first place."
ko_mt: "그는 이제 누구에게도 쓸모가 없습니다. 전령이 쓰러졌다는 것은 그가 애초에 신성을 가질 자격이 없었다는 뜻입니다."

source: "If only I could heal his wound, nothing would bring me greater honor or joy!"
ko_mt: "그의 상처를 치료할 수만 있다면 그보다 더 큰 영광과 기쁨은 없을 것입니다!"

source: "I just remembered, I had planned to have a toy Terendelev made, a miniature dragon with her head chopped off. The herald with his heart ripped out would make a fitting companion piece. He will make a very fetching candlestick!"
ko_mt: "테렌델레브가 만든 장난감, 머리가 잘린 미니어처 드래곤을 만들 계획이었던 게 생각났어요. 심장이 뜯겨나간 전령은 아주 잘 어울릴 것 같았어요. 아주 멋진 촛대가 될 거예요!"

source: "This weakling served the goddess of light? People thought he was the best? Now I see why crusaders never win!"
ko_mt: "이 약자가 빛의 여신을 섬겼다고? 사람들은 그가 최고라고 생각했다고? 이제야 왜 성전사가 절대 이기지 못하는지 알겠군!"

source: "I wonder if the Sarkorian jailers were anything like my Varisian governess? If so, then I understand Areelu Vorlesh's feelings perfectly. I had found myself in their clutches, I should also have wanted to law waste to everything around me."
ko: "그 사코리스인 간수가 저의 바리시아인 가정교사같은 사람이었다면 어땠을까요? 만약 그렇다면, 저는 아릴루 볼레쉬의 감정을 완벽하게 이해해요. 전 그들 손아귀 속이라는 걸 느꼈었고, 또 제 주위의 모든 것들을 때려 부수길 원하기도 했으니까요."
ko_mt: "사르코리안 간수들이 제 바리시아 간수와 비슷하지 않았을까요? 그렇다면 아릴루 볼레쉬의 심정을 충분히 이해합니다. 나도 그들의 손아귀에 들어갔으니 내 주변의 모든 것을 법으로 다스리고 싶었을 거예요."

source: "But wiping out an entire people because of the mistakes of a few? No... that is monstrous."
ko_mt: "하지만 소수의 실수 때문에 민족 전체를 몰살시킨다고요? 그건 정말 끔찍한 일이죠."

source: "She had the power to destroy an entire country. And when one has power, a reason to use it will always be found, trust me."
ko_mt: "그녀는 국가 전체를 파괴할 수 있는 힘을 가졌어요. 그리고 힘이 생기면 반드시 그 힘을 사용할 이유를 찾게 되죠."

source: "The Sarkorians went about it in entirely the wrong way. They ought to have called restrictions 'privileges,' their prisons 'elite centers for magical research,' and the arcane spellcasters would have trotted off to prison willingly."
ko_mt: "사르코리안은 완전히 잘못된 방식으로 일을 진행했습니다. 그들은 제한을 '특권'이라고 부르고 감옥을 '마법 연구를 위한 엘리트 센터'라고 불렀어야 했고, 비전 마법사들은 기꺼이 감옥으로 향했을 것입니다."

source: "The Sarkorian prison guards and witch hunters were incompetent, first and foremost. You don't chase after game that's more than you can handle — that's the first thing a professional needs to learn in this business."
ko_mt: "사르코리안 교도관과 마녀사냥꾼들은 무엇보다도 무능했습니다. 자신이 감당할 수 없는 게임을 쫓아다니지 않는 것, 이것이 이 업계에서 프로가 가장 먼저 배워야 할 점입니다."

source: "This demon attack was rather inconvenient… my gathering was just hitting its peak, I was just getting one of my distinguished guests to dress as a pig and carry some courtesans around on his back!"
ko: "데몬의 공격이란 것도 꽤나 불편하군요… 막 손님이 최고치를 갱신한데다, 유명한 손님 한 분을 돼지로 분장시켜 창녀 몇 명을 등에 태운 참이었는데!"
ko_mt: "데몬의 공격은 다소 불편했습니다.. 제 모임이 막 절정에 달했을 때, 귀빈 중 한 명에게 돼지 분장을 하고 창녀를 등에 업고 다니게 하려던 참이었어요!"

source: "'Inconvenient'? That's all you have to say about the tragedy that's befallen the city?"
ko_mt: "'불편하다'? 이 도시에 닥친 비극에 대해 할 말이 그게 다야?"

source: "How crude! Such bawdy entertainments should be beneath you."
ko: "정말 상스럽군요! 그런 저속한 오락은 당신보다도 못하겠네요."
ko_mt: "얼마나 조잡한가! 그런 저속한 오락은 자네보다 낮아야 해."

source: "Courtesans — they're the pretty ladies who sing and dance, right? They used to laugh at me in the street, and now the demons want to kill them for their beauty. They probably wish they looked like me right now."
ko_mt: "창녀는 노래하고 춤추는 예쁜 여자들이죠? 길거리에서 저를 비웃곤 했는데, 이제는 데몬들이 그 미모 때문에 죽이고 싶어 하죠. 아마 지금 저처럼 생겼으면 좋겠다고 생각할 거예요."

source: "Ah, the Defender's Heart! Masses of people from every walk of life united in the desire to kill — I haven't seen a crush like this since they were giving out free goblets in honor of the Queen's jubilee."
ko: "아, 수호자의 심장! 죽이고자 하는 갈망으로 방방곡곡에서 찾아든 사람들의 집단이라! 저들이 여왕의 기념일을 축하하기 위해 무료로 포도주 잔을 뿌렸던 이래로 이같은 장관은 처음이로군."
ko_mt: "아, 수호자의 심장! 각계각층의 사람들이 죽이고자 하는 열망으로 뭉쳤습니다. 여왕의 희년을 기념하여 공짜 잔을 나눠준 이후로 이런 열광은 본 적이 없습니다."

source: "Oh yeah, I remember those fancy cups! We made a killin' selling them on. Long live the Queen, I say — the more birthdays she has, the better!"
ko_mt: "네, 그 멋진 컵이 기억나요! 엄청나게 팔았었죠. 여왕님 만세, 생일은 많을수록 좋죠!"

source: "Count, is that enthusiasm I detect in your voice? Do not tell me that you found that boorish mob worthy of attention? I admit I am slightly disappointed."
ko_mt: "백작, 당신의 목소리에서 열정이 느껴지나요? 저 우스꽝스러운 폭도들이 주목할 만한 가치가 있다고 생각한 건 아니겠지? 약간 실망한 건 인정하겠소."

source: "People in the Defender's Heart want to fight, not kill. Talk to some paladins and you'll understand the difference."
ko: "수호자의 심장에 있는 사람들은 살상이 아닌 싸움을 원해요. 팔라딘과 대화해 보면 그 차이를 이해할 수 있을 거예요."
ko_mt: "수호자의 심장을 가진 사람들은 살상이 아닌 싸움을 원합니다. 성기사와 대화해 보면 그 차이를 이해할 수 있을 겁니다."

source: "Incidentally, did you know that according to official reports, the gilding on the goblets is designed to mimic the color and luster of the Queen's hair? I always keep a pair of scissors on hand on the off-chance that I meet the Queen — I must acquire a hair sample for comparison!"
ko_mt: "덧붙여서, 공식 보고에 따르면 잔의 금박이 여왕의 머리카락 색깔과 광택을 모방하도록 설계되었다는 사실을 알고 계셨나요? 혹시라도 여왕을 만날 때를 대비해 항상 가위를 준비해 두는데, 비교를 위해 머리카락 샘플을 구해와야 해요!"
