Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "You talk like this makes you happy, but you're not really happy at all. How come? You have lots of friends, including chiefs and queens — isn't that a good thing?"
ko_mt: "당신은 이렇게 말하면 행복하다고 말하지만 실제로는 전혀 행복하지 않습니다. 왜 그럴까요? 넌 추장과 여왕을 포함해 친구들이 많은데, 그게 좋은 거 아니야?"

source: "We've been catapulted so high, it's enough to give you whiplash. But you've got to look on the bright side — with all the attention and responsibility laid on us by the Queen, we should be able to help somebody!"
ko_mt: "우리는 너무 높은 곳에 올라갔기 때문에 채찍질하기에 충분합니다. 하지만 긍정적인 면을 보셔야 합니다. 여왕께서 우리에게 많은 관심과 책임을 주셨으니 누군가를 도울 수 있을 겁니다!"

source: "According to the five handshakes theory, every mortal is connected to every other living creature in the universe by a chain of contacts. That means that you, mongrel boy, are indirectly acquainted with other monarchs, gods... and even the spawn of Rovagug!"
ko_mt: "다섯 악수 이론에 따르면, 모든 인간은 우주의 다른 모든 생명체와 연쇄적으로 연결되어 있다고 합니다. 그 말은 몽그렐 소년인 네가 다른 군주, 신들, 심지어 로바그그의 자손과도 간접적으로 알고 있다는 뜻이야!"

source: "I've never been in a butcher's shop before, so... how similar is it to the Lost Chapel?"
ko: "정육점에는 한 번도 가본 적이 없거든. 그래서 말인데... 잊힌 예배당이랑 얼마나 비슷한 거야?"
ko_mt: "정육점에 가본 적이 없는데.. 로스트 채플과 얼마나 비슷하죠?"

source: "Very. You may confidently employ the comparison in your jokes."
ko_mt: "매우. 농담에 그 비교를 자신 있게 사용해도 좋습니다."

source: "We are all nothing but livestock to the demons. But they will soon be forced to reevaluate their opinion."
ko_mt: "우리 모두는 데몬들에게 가축에 불과합니다. 하지만 그들은 곧 자신의 의견을 재평가할 수밖에 없을 것입니다."

source: "I do not understand how you can joke about this. I still have not recovered from what I saw in that place."
ko_mt: "어떻게 이런 농담을 할 수 있는지 이해할 수 없습니다. 저는 아직도 그곳에서 본 것에서 회복하지 못했습니다."

source: "A butcher's shop exists for the purposes of preserving deliberately slaughtered carcasses, the butchering of said carcasses into pieces, and the distribution of said pieces to customers. The site of the Lost Chapel existed for the purposes of performing torture on living creatures. If we estimate the logistics, the specific equipment... here you go — the similarity between the two is thirty-eight percent!"
ko_mt: "정육점은 고의로 도살한 시체를 보존하고, 그 시체를 조각내어 도살하고, 그 조각을 고객에게 유통하기 위한 목적으로 존재합니다. 로스트 채플의 부지는 살아있는 생명체에 대한 고문을 수행하기 위해 존재했습니다. 물류, 특정 장비를 추정하면.. 여기 있습니다 - 둘 사이의 유사성은 38 %입니다!"

source: "Hey, come on. You don't have to make a joke about everything. And you definitely shouldn't joke about that blood-soaked madness."
ko_mt: "이봐요, 어서요. 모든 일을 농담으로 만들 필요는 없어요. 그리고 그 피에 젖은 광기에 대해 농담해서는 안 돼요."

source: "That Crinukh is a funny guy. Although I'm not sure if we can trust a strange cave lizard... oh wait."
ko: "저 크리누크란 녀석 참 재밌는 친구네. 우리가 동굴 도마뱀을 믿을 수 있을까 의문이... 아."
ko_mt: "저 크리누크는 재밌는 녀석이야. 이상한 동굴 도마뱀을 믿어도 될지 모르겠지만.. 잠깐만요."

source: "What searing wit. I suppose you now expect me to laugh and applaud?"
ko_mt: "재치가 대단하군요. 이제 제가 웃고 박수를 쳐주길 기대하시나요?"

source: "You beat me to the punch on that one. But never mind, I always keep one in reserve! That kobold can even feign true intelligence. Just like you."
ko_mt: "저보다 한발 앞서셨네요. 하지만 신경 쓰지 마세요. 항상 한 명은 예비로 남겨두거든요! 저 코볼트는 진짜 지능인 척할 수도 있거든. 너처럼 말이야."

source: "A person who speaks in riddles can never be trusted."
ko_mt: "수수께끼로 말하는 사람은 절대 믿을 수 없다."

source: "It's weird, but it was only when the huge wave of soldiers was heading for the walls of Drezen that I truly felt part of a crusade."
ko: "이상하겠지만, 드레젠 성벽으로 엄청난 수의 병사들이 밀려들어갈 때, 내가 이번 성전의 일부가 되었다는 걸 실감했어."
ko_mt: "이상하게도 드레젠 성벽으로 향하는 거대한 병사들의 물결을 보고 나서야 진정으로 십자군 전쟁의 일부가 된 것 같았습니다."

source: "Where did you think you were before then? On a pleasant stroll? In a museum?"
ko_mt: "그 전에는 어디에 있었다고 생각했나요? 기분 좋은 산책 중이었나요? 박물관에 있었나요?"

source: "I felt I was on a crusade as soon as I found myself standing under the clear gaze of my cousin in the command pavilion. Or perhaps it was the first time I awoke in my tent to find a giant spider trying to crawl up my nose? Both moments were striking in their own way."
ko_mt: "사령부 파빌리온에서 사촌의 또렷한 시선 아래 서 있는 제 자신을 발견하자마자 십자군 전쟁을 치르고 있다는 느낌이 들었습니다. 아니면 텐트에서 깨어났을 때 거대한 거미가 코로 기어오르는 것을 처음 발견했을 때였을까요? 두 순간 모두 나름대로 인상적이었습니다."

source: "A crusade is a state of mind and soul. It begins when you understand that there is an enemy that must be destroyed."
ko_mt: "십자군은 마음과 영혼의 상태입니다. 그것은 파괴해야 할 적이 있다는 것을 이해하는데서 시작됩니다."

source: "It's inspiring, right? Wars are terrible, but you can't help feel the rush when you're marching shoulder to shoulder to victory!"
ko_mt: "감동적이지 않나요? 전쟁은 끔찍하지만, 승리를 위해 어깨를 나란히 하고 행진할 때 그 짜릿함은 어쩔 수 없죠!"

source: "The crusade began for me when the last familiar village faded from view, and I realized I no longer had the option of turning back."
ko_mt: "마지막 남은 익숙한 마을이 시야에서 사라지고 더 이상 돌아갈 수 없다는 것을 깨달았을 때 십자군 전쟁이 시작되었습니다."

source: "The Greengates — yet another place where the crusaders suffered a defeat... I can't help wondering if my ancestors fought there. Maybe that failure was the final disappointment for them, before they decided to go underground?"
ko: "신록의 관문도 성전군이 패배했던 장소 중 하나였지... 내 조상이 이곳에서 싸웠을까 하는 생각을 안할 수가 없어. 여기서의 실패가 그들에게 좌절감을 심어줬고, 결국 지하로 도망가도록 만든 게 아닐까?"
ko_mt: "그린게이트 - 십자군이 패배를 겪은 또 다른 장소.. 우리 조상들이 그곳에서 싸웠을까 궁금해지네요. 어쩌면 그 실패는 그들이 지하로 들어가기로 결정하기 전 마지막 실망감이었을까요?"

source: "Of course not, Lann. Their final disappointment was you."
ko_mt: "당연히 아니지, 란. 그들이 마지막으로 실망한 건 바로 너였어."

source: "And my ancestors were probably the ones wallopin' your ancestors and wreckin' this fortress. And look at us now — slavin' away in the same party."
ko_mt: "그리고 내 조상들은 아마 너희 조상들을 때려잡고 이 요새를 망가뜨린 사람들일 거야. 그리고 지금 우리를 봐요. 같은 파티에서 노예처럼 지내고 있죠."

source: "In the days of the First Crusade, a mass of naive aristocratic scions, some as young as fifteen, rushed into the Worldwound in search of glory. Perhaps you are descended from one of them! Baron Lann — the most eligible bachelor in the land. An unassuming lad of noble birth, but most importantly, one who will make you a happy, rich widow quickly and with minimal fuss."
ko_mt: "1차 십자군 시대, 열다섯 살밖에 되지 않은 순진한 귀족 자손들이 영광을 찾아 세계상처로 몰려들었습니다. 어쩌면 당신도 그들 중 한 사람의 후손일지도 모릅니다! 란 남작 - 이 땅에서 가장 자격 있는 총각. 고귀하게 태어난 겸손한 청년이지만, 가장 중요한 것은 당신을 행복하고 부유한 미망인으로 빠르게 만들어 줄 사람입니다."

source: "Don't spend too long peering into the past, lad. Learning from others' mistakes is useful, but you'll turn your head with those thoughts, and soon all you'll be able to see is defeat and disappointment, and you won't even notice."
ko_mt: "과거를 너무 오래 들여다보지 마세요. 다른 사람의 실수로부터 배우는 것은 유용하지만, 그런 생각으로 고개를 돌리다 보면 곧 패배와 실망만 눈에 들어올 뿐 그 사실을 깨닫지 못하게 될 것입니다."

source: "I have traveled in a flying ship. Now I'm wondering if the experience will mean I'll be unimpressed by an ordinary sea voyage on a regular ship..."
ko: "하늘을 나는 배를 타고 여행해봤잖아. 이제는 이번 경험 때문에 평범한 배로 평범하게 바다를 건너는 게 지루해지진 않을까 걱정되네..."
ko_mt: "저는 하늘을 나는 배를 타고 여행했습니다. 이제 이 경험으로 일반 배를 타고 바다를 항해하는 평범한 여행에서 감흥을 느끼지 못할지 궁금합니다..."

source: "As soon as the saltwater hits your face, you'll instantly forget about the Abyss and its wonders."
ko_mt: "바닷물이 얼굴에 닿는 순간 심연와 그 경이로움을 순식간에 잊게 될 것입니다."

source: "You're right. Nothing can compare to that flight. No journey will ever be more wondrous."
ko_mt: "맞아요. 그 어떤 것도 그 비행과 비교할 수 없습니다. 이보다 더 멋진 여행은 없을 겁니다."

source: "Sea, air... no, sailing along a river is the best. When the water itself takes you where you need to go."
ko_mt: "바다, 공중.. 아니, 강을 따라 항해하는 것이 최고입니다. 물결이 원하는 곳으로 데려다줄 때 말이죠."

source: "Anyone with a strong stomach... will be fine on any kind of ship. But I think my days traveling by ship are over."
ko_mt: "위장이 튼튼한 사람이라면 어떤 배를 타도 괜찮을 겁니다. 하지만 배로 여행하는 시대는 끝났다고 생각해요."

source: "The sky on Golarion was so beautiful, but I can't even look at the sky in the Abyss. Give me caves over this any day — at least they're familiar."
ko: "골라리온의 하늘은 무척 아름다웠는데, 심연에서는 위를 쳐다보는 것조차 싫어. 동굴이라도 나와주라... 최소한 그건 익숙하기라도 하니까."
ko_mt: "골라리온의 하늘은 정말 아름다웠는데 심연의 하늘은 쳐다보지도 못하겠어요. 언제든 동굴로 돌아가게 해 주세요. 적어도 동굴은 익숙하잖아요."

source: "I got used to the Abyss. I got used to the Wound. I'm worried I won't be able to get used to the calm of home. I spent too long in a foreign land."
ko_mt: "심연에 익숙해졌어요. 상처에 익숙해졌어요. 집의 평온함에 익숙해지지 못할까봐 걱정이에요. 이국땅에서 너무 오래 지냈어요."

source: "Every person has their own sky. I hope the sky of the Abyss is as unfamiliar to me now as it is to you."
ko_mt: "모든 사람에게는 자신만의 하늘이 있습니다. 심연의 하늘이 여러분만큼이나 저에게도 낯설지 않기를 바랍니다."

source: "The Abyss is horrifying, but the sky here does not frighten me. I know that the moons and stars in it are Nocticula's illusion, and that dangers lurk within it. But for some reason, I think of the sky as a doorway to beyond this place — it reminds me that beyond this sky there are other worlds that are beautiful and not poisoned with evil."
ko_mt: "심연은 끔찍하지만 이곳의 하늘은 두렵지 않아요. 달과 별이 녹티큘라의 환상이고 그 안에 위험이 도사리고 있다는 것을 알아요. 하지만 왠지 하늘은 이곳 너머로 통하는 문처럼 느껴지고, 이 하늘 너머에는 아름답고 악으로 오염되지 않은 다른 세계가 있다는 생각이 들어요."

source: "If there's anything I can do to help you feel better, just say. How about a joke contest, or we could bellow out a few tavern songs?"
ko_mt: "기분이 나아지도록 제가 도울 수 있는 일이 있으면 말씀하세요. 농담 콘테스트나 술집 노래 몇 곡을 함께 부르면 어떨까요?"

source: "I thought we'd find another magical trinket at the Dragon Burial Ground, but instead we gained a new party member. A baby dragon is better than any treasure."
ko: "드래곤 매장지에서 또다른 마법 물품을 발견하리라 생각했는데, 그 대신 새로운 일행이 들어왔네. 그 어떤 보물이라도 새끼 드래곤에 비할 바는 아니지."
ko_mt: "용의 무덤에서 또 다른 마법의 장신구를 찾을 줄 알았는데, 대신 새로운 파티원을 얻었습니다. 아기 용은 그 어떤 보물보다 낫습니다."

source: "Oh yeah, better! As if! Treasure doesn't need feedin', and you can sell it if you want — but this lizard's gonna get as big as a cow — who's gonna buy that?"
ko_mt: "아, 더 좋아졌어요! 마치! 보물은 먹일 필요도 없고, 원하면 팔아도 되지만 이 도마뱀은 소만큼 커질 텐데 누가 사겠어?"

source: "Perhaps you are right in the long term. But we cannot wait hundreds of years for him to become useful. And we cannot be sure that we will be able to control him."
ko_mt: "장기적으로 보면 당신 말이 맞을지도 모르죠. 하지만 그가 유용해질 때까지 수백 년을 기다릴 수는 없습니다. 그리고 우리가 그를 통제할 수 있을지도 확신할 수 없습니다."

source: "You see a lizard and all of a sudden you are besotted. It is so touching to see kind recognize kind."
ko_mt: "도마뱀을 보고 갑자기 마음을 빼앗겼어요. 종류가 종류를 알아보는 모습은 정말 감동적입니다."

source: "If he grows into a black dragon, he will eclipse even Dahak himself! Grow quickly, little one, and when you reach your full strength, I'll take care of you."
ko_mt: "블랙 드래곤으로 성장하면 다학마저 가릴 수 있을 거야! 빨리 자라라, 꼬마야, 힘을 다하면 내가 널 돌봐줄게."

source: "Pet owners can sometimes grow tired of caring for their animals. If this happens, you can give the little dragon to me. There are many outstanding items on my list of dragon experiments. Most of them are painless, and some of them are even safe!"
ko_mt: "반려동물 주인은 때때로 동물을 돌보는데 지칠 수 있습니다. 그럴 때 작은 용을 저에게 주시면 됩니다. 제 드래곤 실험 목록에는 뛰어난 아이템이 많이 있습니다. 대부분은 고통스럽지 않고 일부는 심지어 안전합니다!"

source: "We've learned so much about Areelu. I could almost feel sorry for her... Almost. She's a vicious monster, and crazy to boot."
ko: "우리가 아릴루에 대해 많은 것들을 알게 됐잖아. 그녀가 조금은 불쌍하기도 해... 조금쯤은. 그녀는 잔악한 괴물이야. 게다가 미치기까지 했고 말이지."
ko_mt: "아릴루에 대해 많은 것을 배웠습니다. 거의 안쓰러울 정도였어요.. 거의요 그녀는 사악한 괴물인데다 미치기도 했으니까요."

source: "You are right. There is no justification for destroying an entire country and everything that followed. There is a line, and once you cross it, you are no longer deserving of compassion."
ko_mt: "당신 말이 맞습니다. 한 국가와 그 이후의 모든 것을 파괴하는 것은 정당화될 수 없습니다. 선을 넘으면 더 이상 동정을 받을 자격이 없습니다."

source: "Of course she's vicious and insane, I won't argue otherwise. But you once said the same things about me, didn't you, Lann?"
ko_mt: "물론 그녀는 악랄하고 미쳤어요. 달리 반박하지 않을게요. 하지만 당신도 나에 대해 같은 말을 한 적이 있지 않았나요, 랜?"

source: "Areelu wasn't always like that. The old, kind Areelu is still in there, deep down... It's too bad we probably won't get a chance to talk to her."
ko_mt: "아릴루가 원래 그런 건 아니었어요. 마음 깊은 곳에 예전의 다정다감한 아릴루가 아직 남아 있어요.. 그녀와 이야기할 기회가 없을 것 같아 안타깝습니다."

source: "That's right, Lann. You know how to separate the good from the bad and act accordingly. I respect you for that. But there's nothing good in Areelu at all — it's not even worth considering."
ko_mt: "맞아요, 란. 당신은 좋은 것과 나쁜 것을 구분하고 그에 따라 행동할 줄 알죠. 그 점을 존경합니다. 하지만 아릴루에는 좋은 점이 전혀 없어요. 고려할 가치조차 없죠."

source: "Her fate is like a mirror image of my own. A mortal who wished to become a demon brought more evil into the world than any demon in history. It's so strange."
ko_mt: "그녀의 운명은 내 운명과 닮았다. 데몬이 되고 싶었던 인간은 역사상 어떤 데몬보다 더 많은 악을 세상에 가져왔어요. 정말 이상하군요."

source: "The looting of the Tower of Estrod is most inconvenient! Now I will have to make so many edits, such as changing 'The Tower of Estrod is famed for its collection' to 'The Tower of Estrod was famed for its collection.'"
ko: "에스트로드의 탑에서 얻은 것들은 전혀 쓸모없어! 지금부터 많은 항목을 수정해야만 돼. 예를 들면 '에스트로드의 탑은 그 소장품들 덕분에 유명하다'를 '에스트로드의 탑은 그 소장품들 덕분에 유명했었다'로 바꿔야겠지."
ko_mt: "에스트로드의 탑 약탈이 가장 불편합니다! 이제 '에스트로드의 탑은 그 컬렉션으로 유명하다'를 '에스트로드의 탑은 그 컬렉션으로 유명했다'로 바꾸는 등 많은 수정을 해야 할 것 같습니다."

source: "That's your only problem with all this? For Iomedae's sake! I don't think I'll ever understand scientists!"
ko_mt: "이게 유일한 문제야? 아이오메데, 제발! 난 과학자를 절대 이해할 수 없을 것 같아!"

source: "I am quite sure that your gravestone will one day read 'Nenio talked gibberish,' which will be grammatically and factually correct."
ko_mt: "언젠가 네 묘비에는 '네니오는 횡설수설했다'라고 쓰여 있을 텐데, 문법적으로나 사실적으로나 틀림없을 것이다."라고 확신합니다."

source: "I suggest you write everything in the past tense. Nothing is eternal in this world of ours, so you may as well save yourself the time and the ink!"
ko_mt: "모든 것을 과거형으로 쓰는 것이 좋습니다. 이 세상에 영원한 것은 없으니 시간과 잉크를 절약하는 것이 좋습니다!"

source: "Your work is so hard! You have to keep so much information in your head! But once they rebuild the Tower of Estrod — will you have to change everything again?"
ko_mt: "업무가 너무 힘들어요! 머릿속에 많은 정보를 저장해야 하잖아요! 하지만 에스트로드의 탑을 재건하면 모든 것을 다시 바꿔야 하나요?"

source: "Would a real scholar call it a 'tower'? Surely it's a 'vertically oriented fortified structure'?"
ko_mt: "진짜 학자라면 이걸 '탑'이라고 부를까요? '수직 방향의 요새화된 구조물'이 아닐까요?"

source: "Does the destruction of books carry a particularly severe penalty in Mendev? I wish I could punish the arsonists of the Blackwing Library twice over. Ideally, they would be forced to scour the world searching for the sixteen multi-volume series that I was planning to study and now cannot."
ko: "서적 소실 사태가 멘데브에 얼마나 큰 피해를 가했을까? 내가 직접 그 방화범들을 처벌할 수 있었으면 정말 좋겠어. 내 생각에, 녀석들은 전세계로 보내서 내가 연구하려고 했었던 60권짜리 전집을 몽땅 찾아오게 만들어야 할 거야."
ko_mt: "멘데브에서는 책을 파괴하는 행위가 특별히 엄한 처벌을 받나요? 블랙윙 도서관의 방화범들을 두 번이나 처벌할 수 있으면 좋겠어요. 이상적으로는 제가 공부하려고 계획했지만 지금은 그럴 수 없는 16권의 전집 시리즈를 찾기 위해 전 세계를 샅샅이 뒤져야 할 것입니다."

source: "I never knew books were just as valuable on the surface as they are underground. But it's nice to know that there are places here too where you can read for free... Although now there's one fewer place on that list."
ko_mt: "책이 지하에서만큼이나 지상에서도 가치가 있다는 사실을 몰랐어요. 하지만 여기에도 무료로 책을 읽을 수 있는 곳이 있다는 사실을 알게 되어 반갑습니다. 비록 지금은 그 목록에 있는 곳이 하나 줄었지만요."

source: "We are surrounded by pain, death, and suffering... How can the fate of some books so concern you?"
ko_mt: "우리는 고통, 죽음, 고통에 둘러싸여 있습니다.. 어떻게 책 몇 권의 운명이 그렇게 신경 쓰일 수 있죠?"

source: "Well, I heard that place didn't have anythin' interestin' in it anyway! The books had no pictures, there was no folk tales, there wasn't even any raunchy stuff!"
ko_mt: "어차피 거기에는 흥미로운 게 하나도 없다고 들었어요! 책에는 그림도 없고, 민담도 없고, 야한 내용도 없었어요!"

source: "If there were such a penalty, I would already know of it. I would have been imprisoned long ago for crimes committed against 'The Acts of Iomedae' — its pages made for highly buoyant paper boats."
ko_mt: "만약 그런 처벌이 있었다면 저는 이미 알고 있었을 것입니다. 부력이 높은 종이배를 만들기 위해 만든 '아이오메데'에 대한 범죄로 오래전에 투옥되었을 것입니다."

source: "You remember book covers better than people's faces. You see books as your friends. It must be great to have so many friends!"
ko_mt: "당신은 사람의 얼굴보다 책 표지를 더 잘 기억합니다. 책을 친구로 여기는 거죠. 친구가 많으니 정말 좋겠네요!"

source: "Kenabres burned down before I even arrived. What a tragedy — now my article on the city will be incomplete!"
ko: "케나브레스는 내가 도착하기도 전에 불타버렸어. 이젠 도시에 대한 묘사를 끝마칠 수 없게 되었지. 엄청난 비극이야!"
ko_mt: "케나브레스는 제가 도착하기도 전에 불타버렸어요. 이 도시에 대한 제 기사는 이제 불완전해질 거예요!"

source: "But did you get a chance to try the local roast catfish? If you haven't had roast catfish stuffed with carrots, you ain't been to Kenabres!"
ko_mt: "하지만 현지 메기 구이를 드셔보셨나요? 당근으로 속을 채운 메기 구이를 먹어보지 않으셨다면 케나브레스에 가보신 적이 없는 겁니다!"

source: "Trust me, you saw everything worth seeing in the city the moment you set eyes on yours truly."
ko_mt: "이 도시에 눈을 뜨는 순간 이 도시에서 볼 만한 모든 것을 보셨을 겁니다."

source: "One thing you did learn was that the locals don't crumble in the face of danger, they stick together when trouble befalls them. Make sure you write that in your book somewhere!"
ko_mt: "한 가지 배운 것은 지역 주민들은 위험에 직면했을 때 무너지지 않고 서로 뭉친다는 것입니다. 책 어딘가에 꼭 적어두세요!"

source: "What's interesting about surface cities? Noisy, senseless, stinking places. But they do burn nicely."
ko_mt: "지상 도시의 흥미로운 점은 무엇일까요? 시끄럽고, 무의미하고, 악취가 나는 곳이죠. 하지만 불은 잘 타오르죠."

source: "You would never have been able to study the real Kenabres. You would not have been allowed entry into any respectable establishment, trust me."
ko_mt: "당신은 진짜 케나브레스에 대해 공부할 수 없었을 겁니다. 어떤 존경할 만한 시설에도 들어갈 수 없었을 겁니다."

source: "I must meet with the Storyteller again. But first I need to determine my primary research aim: to ask for his assistance in examining the artifacts I have found, or to examine him as an artifact in himself?"
ko: "이야기꾼을 꼭 다시 만나야겠어. 하지만 그 전에 먼저 연구 주제를 결정해야지. 내가 발견했던 유물들을 조사해달라할까, 유물 그 자체인 할아버지에 대해서 알아볼까?"
ko_mt: "스토리텔러를 다시 만나야겠어. 하지만 먼저 내가 찾은 유물을 조사하는데 그의 도움을 요청할 것인지, 아니면 그 자체로 유물로서 그를 조사할 것인지 나의 주요 연구 목표를 결정해야 합니다."

source: "Whoa, you're still talking about a living being here, and an old-timer at that. You need to respect your elders!"
ko_mt: "와, 아직도 살아있는 사람, 그것도 나이든 사람에 대해 이야기하고 있군요. 어른을 공경해야지!"

source: "When you see him, find out if he might be carryin' anythin' valuable on him, will ya? But don't tell him I asked!"
ko_mt: "그를 만나면 그가 귀중한 것을 가지고 있는지 알아봐 주겠나? 하지만 내가 부탁했다고는 말하지 마!"

source: "Find out his weaknesses. If he is a dangerous sorcerer, that will only be to our advantage."
ko_mt: "그의 약점을 찾아내. 그가 위험한 소서러라면 우리에게만 유리할 겁니다."

source: "If anyone's going to be studied, it'll be you. I bet he's never seen the likes of you before!"
ko_mt: "공부할 사람이 있다면 그건 바로 너일 거야. 너 같은 사람은 한 번도 본 적이 없을 거야!"

source: "I find him wholly uninteresting. Elves are renowned for their eternal youth and beauty, but that one breaks the mold. His appearance offends my eyes."
ko_mt: "전혀 흥미롭지 않아요. 엘프는 영원한 젊음과 아름다움으로 유명하지만 저 녀석은 그 틀을 깨고 있어요. 그의 외모는 제 눈을 불쾌하게 합니다."

source: "And although the vescavor bites still have not healed, I have made a critical discovery! Specifically, that vescavor bites are incredibly slow to heal!"
ko: "그리고 베스카버에 물린 상처가 사라지지 않았음에도, 나는 거기서 엄청난 것을 발견했어! 바로, 베스카버에게 물린 곳은 자연 치유가 엄청나게 느리다는 사실이야!"
ko_mt: "베스커버리에 물린 상처는 아직 아물지 않았지만, 중요한 사실을 발견했습니다! 특히 베스캐버 물린 자국이 치유되는 속도가 엄청나게 느리다는 사실을 발견했습니다!"

source: "Why didn't you say anything? I could have healed you!"
ko_mt: "왜 아무 말도 안 했어요? 내가 널 고칠 수 있었는데!"

source: "Whatever you say... That reminds me, did you know that injuries on the scaled half of my body hurt a little less than the ones on the skin half?"
ko_mt: "뭐라든.. 그러고 보니 비늘이 있는 반쪽의 상처가 피부가 있는 반쪽의 상처보다 조금 덜 아픈 거 알아요?"

source: "Horrific cankerous wounds, acid burns... utterly revolting. A cleaner, more elegant cut from a blade, on the other hand — what I mean to say is... such wounds heal much more easily."
ko_mt: "끔찍한 궤양성 상처, 산성 화상.. 완전히 혐오스럽습니다. 반면에 칼날에 베인 깨끗하고 우아한 상처는.. 그런 상처가 훨씬 더 쉽게 치유된다는 뜻입니다."

source: "Do not tell me you failed to trap a single live vescavor so you could continue experimenting on it back at the camp? I am disappointed in you, Nenio. Where is your dedication to science, hmm?"
ko_mt: "캠프에서 계속 실험하려고 살아있는 베스커버를 한 마리도 못 잡았다고 말하는 건 아니겠지? 너한테 실망했어, 네니오. 과학에 대한 헌신은 어디로 간 거야?"

source: "A kobold with fluent command of human speech — a most unique phenomenon! I hope I can persuade him to donate his brain to science — I will have to study it most thoroughly."
ko: "인간의 언어를 유창하게 구사하는 코볼트라니, 매우 흥미로운 현상이잖아! 과학을 위해 그의 뇌를 기증하도록 설득했으면 좋았을걸 그랬어. 아주 철저하게 연구해줄텐데."
ko_mt: "인간의 말을 유창하게 구사하는 코볼트는 매우 독특한 현상입니다! 그의 뇌를 과학에 기증하도록 설득할 수 있기를 바랍니다. 가장 철저하게 연구해야 할 것입니다."

source: "No one gives things away in exchange for nothing. If you want his brain — go and take it."
ko_mt: "공짜로 주는 사람은 없습니다. 그의 뇌를 원한다면 가서 가져가세요."

source: "And who could possibly have need of his brain? Probably only a creature just as bizarre as he is."
ko_mt: "누가 그의 뇌를 필요로 할 수 있을까요? 아마 그처럼 기괴한 생명체뿐이겠지."

source: "Even a lizard can be a good person — isn't that wonderful?"
ko_mt: "도마뱀도 좋은 사람이 될 수 있다니, 정말 멋지지 않나요?"

source: "Wouldn't it be even more wonderful to observe such a remarkable being while he's alive, breathing and thinking?"
ko_mt: "이렇게 놀라운 존재가 살아 숨 쉬고 생각할 때 관찰할 수 있다면 더욱 멋진 일이 아닐까요?"

source: "Why can't we stay in Lady Areelu's laboratory for, say, a month? We scarcely had enough time for research!"
ko: "우리가 아릴루의 연구실에, 으음, 한 달 쯤 머무를 수 없는 이유가 뭐야? 조사할 시간이 거의 없었잖아!"
ko_mt: "아릴루 여사님의 연구실에 한 달만 머물면 안 될까요? 연구할 시간이 부족하잖아요!"

source: "Perhaps we should have left you there for a month. And then forgotten to go back for you."
ko_mt: "당신을 한 달 동안 그곳에 두고 왔어야 했어요. 그리고 당신을 찾으러 가는 것을 잊어버렸어야 했어요."

source: "Maybe it has something to do with the demons, and the crusade, and the Worldwound threatening all of Golarion... but no, that's probably no big deal."
ko_mt: "아마도 데몬, 성전, 골라리온 전체를 위협하는 세계상처와 관련이 있을지도 모르지만.. 아니, 그건 별거 아닐 거야."

source: "I would support you in such an endeavor. However, I already know that a month of studying our enemy's secret refuge will produce no useful information, but only the latest stream of disjointed gibberish from you."
ko_mt: "그런 노력이라면 나도 자네를 지지하겠네. 하지만 한 달 동안 적의 비밀 은신처를 조사한다고 해도 유용한 정보는 얻을 수 없고, 자네의 엉뚱한 횡설수설만 늘어놓을 거라는 건 이미 알고 있네."

source: "A month in that place... No, I'd rather be thrown back in the dungeons in Drezen! Areelu scares me, and her home scares me too."
ko: "그곳에서 한 달을... 싫어요, 그럴 바엔 드레젠의 지하감옥으로 돌아가겠어요! 아릴루는 무섭고, 그녀의 집도 무서워요."
ko_mt: "그곳에서 한 달을.. 아뇨, 차라리 드레젠의 던전으로 돌아가고 싶어요! 아릴루가 무섭고, 그녀의 집도 무서워요."

source: "It is a place of sadness. It would make you feel like crying if you stayed there for very long."
ko_mt: "슬픔의 장소입니다. 그곳에 오래 머무르면 울고 싶은 기분이 들 거예요."

source: "The vrock girl took a highly irrational approach to those rituals. If I had been given the chance, I could have explained her errors and increased her chances of success!"
ko: "브록 아가씨는 그 의식에 대해 매우 비논리적인 접근법을 취했습니다. 제게 기회가 있었더라면, 그녀가 만든 오류를 정정해서 성공률을 더 높일 수 있었을 텐데!"
ko_mt: "그 브록 소녀는 그 의식에 대해 매우 비이성적인 접근 방식을 취했습니다. 저에게 기회가 주어졌다면 그녀의 실수를 설명하고 성공 가능성을 높일 수 있었을 거예요!"

source: "Are you... joking? Forgive me, I do not understand jokes about demons very well."
ko: "그건... 농담입니까? 죄송합니다, 전 데몬에 대한 농담은 잘 이해 못해서요."
ko_mt: "지금.. 농담하는 건가요? 용서하세요, 데몬에 대한 농담은 잘 이해하지 못합니다."

source: "Could you really do that, or would you just be blathering on again? If you could help fighters like her be better, that would be... interesting."
ko_mt: "정말 그렇게 할 수 있을까요, 아니면 또 헛소리만 늘어놓을까요? 그녀와 같은 선수들이 더 나은 선수가 될 수 있도록 도와준다면.. 흥미로울 것 같네요."

source: "You're not just clever, you're kind as well. You want to help everyone and share your knowledge with the world!"
ko_mt: "당신은 똑똑할 뿐만 아니라 친절하기도 합니다. 모든 사람을 돕고 지식을 전 세계와 나누고 싶어 하잖아요!"

source: "It's outrageous. Allow me to write a petition to Deskari and Baphomet on your behalf — we demand that you be permitted to give a series of lectures to the vrocks!"
ko_mt: "터무니없습니다. 제가 여러분을 대신해 데스카리와 바포메트에게 탄원서를 쓰도록 허락해 주세요. 여러분이 브록들에게 일련의 강연을 할 수 있도록 허용해 주세요!"

source: "So, this island is in fact the gigantic corpse of a demon lord. If we conduct excavations, will we be able to examine the contents of its stomach?"
ko: "결국, 이 섬은 사실 거대한 데몬 군주의 시체라는 거네. 그렇다는 건, 발굴 작업을 진행하면 데몬 군주의 위장 구조를 알아낼 수 있다는걸까?"
ko_mt: "그러니까 이 섬은 사실 데몬 로드의 거대한 시체라는 거군요. 발굴을 시작하면 뱃속의 내용물을 조사할 수 있을까요?"

source: "I know what you hope the answer will be: 'Of course, we will.' But the answer is actually: 'I sincerely, sincerely hope not.'"
ko_mt: "어떤 대답이 나오길 바라는지 알고 있습니다. '물론입니다.' 하지만 정답은 '그렇지 않기를 진심으로, 진심으로 바랍니다'입니다."
