Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "I can't stretch them out any further... I'm trying..."
ko: "더는 펼칠 수 없어요... 노력 중이에요..."
ko_mt: "더 이상 늘릴 수 없어요.. 노력 중인데..."

source: "By the way, did you know that the amount of money in an individual's possession is directly proportional to the weight of the secrets that individual is hiding?"
ko: "그런데 말이죠, 한 개체가 가진 재산의 양은 그것이 숨기고 있는 비밀의 크기와 비례한다는 사실 알고 있으신가요?"
ko_mt: "그런데, 개인이 소지하고 있는 돈의 양이 그 개인이 숨기고 있는 비밀의 무게에 정비례한다는 사실을 알고 계셨나요?"

source: "And did you know that the length of an individual's tongue is inversely proportional to the length of their life?"
ko: "그러는 당신은 사람의 혀 길이가 수명에 반비례한다는 사실 알고 있나요?"
ko_mt: "그리고 개인의 혀 길이가 수명에 반비례한다는 사실을 알고 계셨나요?"

source: "Rich girl, my answer to the question you ask me every day is not going to change. I truly do not remember where I was born or how I came to be in Absalom. It was useless information that I preferred to forget."
ko: "부자 소녀분, 당신이 매일같이 물어보는 질문에 대한 제 대답은 변하지 않아요. 저는 정말로 어디서 태어났는지, 어떻게 압살롬에 찾아왔는지 기억나지 않거든요. 그런 것들은 제가 잊어버리길 좋아하는 종류의 쓸모없는 지식이니까요."
ko_mt: "부자 아가씨, 당신이 매일 내게 묻는 질문에 대한 내 대답은 변하지 않을 것입니다. 저는 제가 어디서 태어났는지, 어떻게 압살롬에 오게 되었는지 전혀 기억이 나지 않아요. 잊고 싶은 쓸모없는 정보였어요."

source: "You're hiding something, my friend. It's quite unbecoming! Let's share confidences! Here, I'll tell you my darkest secret — I am a glutton for chocolate. Now tell me yours."
ko: "친우분, 당신은 뭔가 숨기고 있어요. 부적절하단 말이죠! 서로 비밀을 공유해요! 자, 먼저 저의 가장 어두운 이면을 알려드릴 게요. 저는 초콜릿을 엄청 좋아한답니다. 이제 당신 차례예요."
ko_mt: "넌 뭔가 숨기고 있어, 친구. 그건 아주 부적절해! 비밀을 공유해 봅시다! 자, 제 가장 어두운 비밀을 말씀드리죠. 저는 초콜릿을 엄청 좋아합니다. 이제 당신의 비밀을 말해 보세요."

source: "Rich girl, I want to know more about your childhood. I am composing an addendum about the lives of illegitimate children of noble families in Avistan. Or is 'bastards' the correct term?"
ko: "당신의 유년기에 대해서 더 알고 싶어요, 부자 소녀분. 저는 아비스탄 내 귀족 가문들의 법외 자식들의 삶에 대한 부록을 작성중이거든요. '사생아'가 더 적절한가?"
ko_mt: "부자 소녀, 당신의 어린 시절에 대해 더 알고 싶습니다. 아비스탄 귀족 가문의 사생아들의 삶에 대한 부록을 쓰고 있어요. 아니면 '사생아'가 맞는 표현인가요?"

source: "Why you... Never mind, taking offense at your lack of manners would be foolish. But one day we shall take a walk somewhere free from listening ears, and I shall tell you everything... more than you could hope for."
ko: "그게 무슨... 아,신경 쓰지 마세요. 당신의 예절이 부족하다는 데에 화를 내봤자 허튼 짓일 뿐이니까요. 그래도 언제 한 번 듣는 사람 없는 곳으로 좀 떠나자구요. 제 모든 것을 말씀드릴 게요... 당신이 바라는 것 이상으로 말이죠."
ko_mt: "왜 당신이.. 신경 쓰지 마. 네 매너 부족에 화를 내는 건 어리석은 짓이야. 하지만 언젠가 우리는 귀가 들리지 않는 곳으로 산책하러 갈 것이고, 그때는 당신이 기대할 수 있는 것 이상으로 모든 것을 말해줄 것이다."

source: "Rich girl, quick question: what do you see in this picture?"
ko: "부자 소녀분, 갑자기 생각난 질문이 있어요. 이 그림에서 무엇이 보이시나요?"
ko_mt: "부자 아가씨, 간단한 질문이 있어요. 이 사진에서 뭐가 보이나요?"

source: "Just some ink blots... It looks like a heart lying in a pool of blood. Why are you showing me something so vile?"
ko: "그냥 잉크 얼룩일 뿐이네요... 마치 피 웅덩이 속에 널브러진 심장처럼 보여요. 이런 사악한 것을 왜 보여주시는 건가요?"
ko_mt: "그냥 잉크 얼룩.. 피 웅덩이에 누워있는 심장처럼 보여요. 왜 그렇게 사악한 걸 보여줘요?"

source: "Rich girl, did you know that, statistically, half-elves live longer than ordinary people, although they are twice as likely to die of food poisoning?"
ko: "부자 소녀분, 통계적으로 하프엘프가 평범한 사람들보다 오래 산다는 사실에도 불구하고, 식중독으로 사망할 가능성은 두 배에 달한다는 사실을 알고 계셨나요?"
ko_mt: "부자 소녀, 통계적으로 하프엘프가 일반인보다 오래 살지만 식중독으로 사망할 확률은 두 배나 높다는 사실을 알고 계셨나요?"

source: "Let me guess, all those half-elves tried your experimental concoctions?"
ko: "그 하프 엘프들이 모두 당신의 실험용 혼합물을 마신 것은 아닐까요?"
ko_mt: "어디 보자, 그 하프엘프들이 모두 네 실험용 음료를 마셔봤다고?"

source: "By the way, did you know that the amount of money in an individual's possession is directly proportional to the number of secrets that individual is hiding?"
ko: "그런데 말이죠, 한 개체가 가진 재산의 양은 그것이 숨기고 있는 비밀의 개수와 비례한다는 사실 알고 계셨나요?"
ko_mt: "그런데, 개인이 소유하고 있는 돈의 양이 그 개인이 숨기고 있는 비밀의 수에 정비례한다는 사실을 알고 계셨나요?"

source: "A most intriguing observation! I say, let's try to guess the secrets my cousin Galfrey is hiding!"
ko: "아주 흥미로운 관점이로군! 자, 그러면 내 사촌인 갈프리가 숨긴 게 뭔지 추측해보자!"
ko_mt: "아주 흥미로운 관찰이군요! 내 사촌 갈프레이가 숨기고 있는 비밀을 맞춰보자고요!"

source: "Hey, aasimar boy. I calculated the number of sexual encounters you've had in your life, considering the young age at which you presumably became sexually active, and your lack of general moral principles. The total was 2184."
ko: "아시마르 소년! 당신의 인생에서 성적인 만남을 몇 번 가졌을지 계산해봤어요. 당신이 성에 눈 떴을 것으로 예상되는 나이와 보편적인 도덕적 원칙에 대한 부재를 고려했을 때, 계산 결과는 총 2184회더라고요."
ko_mt: "안녕, 아시마르 소년. 네가 성생활을 시작한 것으로 추정되는 어린 나이와 일반적인 도덕적 원칙이 부족한 점을 고려하여 네가 살면서 경험한 성관계 횟수를 계산해봤어. 총 2184번이었어요."

source: "Let's look at your workings. Hmm, so, three times a week, twice on each occasion, for seven years. Ah, there's your error — I go three rounds on Sundays. If we recalculate, that gives us... 2548!"
ko: "네 계산을 봅시다. 흠, 그러니까, 일주일에 세 번, 특별한 날마다 두 번, 7년 동안이라. 아, 식에 오류가 있어. 나는 일요일에 세 번을 만나거든. 다시 계산해 보면... 2548회가 맞겠네!"
ko_mt: "당신의 일을 살펴봅시다. 일주일에 세 번, 한 번에 두 번씩 7년 동안요. 아, 거기서 실수가 있었군요. 저는 일요일에 세 바퀴를 돌았어요. 다시 계산하면.. 2548년이네요!"

source: "Aasimar boy, you so eagerly suggest ideas for new experiments. You clearly have an interest in the natural sciences. You could be my assistant."
ko: "아시마르 소년, 당신은 참 열정적으로 새로운 실험에 대한 발상을 제안하는군요. 확실히 자연 과학에 관심이 있어보여요. 제 조수가 될 수 있겠어요."
ko_mt: "아시마르 소년, 넌 새로운 실험에 대한 아이디어를 열심히 제안하잖아. 자연 과학에 관심이 많은 것 같구나. 내 조수가 될 수도 있겠구나."

source: "Alas, my dear fellow scientist, we work in different fields. I'm not interested in taking part in your experiments, and you, perhaps, would not agree to take part in mine."
ko: "아, 나의 동지 과학자여, 우리는 서로 다른 분야를 연구하고 있다네. 나는 그대의 실험에 참여하고 싶지 않으며, 그대 또한 나의 실험에 동의하지 않을 것이야."
ko_mt: "아아, 친애하는 동료 과학자 여러분, 우리는 서로 다른 분야에서 일하고 있습니다. 나는 당신의 실험에 참여하는데 관심이 없고, 당신도 내 실험에 참여하는데 동의하지 않을 것입니다."

source: "Let's see if aasimars truly possess superior memory recall to humans! Please list all your ancestors going back to the founder of your line."
ko: "아시마르가 인간보다 뛰어난 기억 회상 능력을 지녔는지 알아보죠! 당신 가문의 시조를 시작으로 모든 조상들의 이름을 불러주세요."
ko_mt: "아시마르가 정말 인간보다 뛰어난 기억력을 가지고 있는지 확인해 봅시다! 혈통의 창시자로 거슬러 올라가는 모든 조상을 나열해 주세요."

source: "Father, mother, grandfather, grandmother, my other grandfather, my other grandmother, four great-grandfathers, four great-grandmothers, my great-great-grandfather — what?"
ko: "아버지, 어머니, 내 할아버지, 내 할머니, 다른 할아버지들, 다른 할머니들, 증조부 넷, 증조모 넷, 내 고조부 — 뭐라고 했지?"
ko_mt: "아버지, 어머니, 할아버지, 할머니, 다른 할아버지, 다른 할머니, 증조부 네 분, 증조모 네 분, 증조부 네 분, 증조부 - 뭐?"

source: "Hypothesis: the party's sexual interest in me surged when it became known that I am a kitsune. I am going to survey my comrades in order to confirm my hypothesis. Aasimar boy, what is it about foxes you find sexually appealing? Be precise."
ko: "가설: 내가 키츠네라는 사실이 알려지자 일행의 성적 관심도가 증가했음. 지금부터 내 가설을 증명하기 위해 동료들에게 설문할 것임. 아시마르 소년, 여우의 어떤 부분에서 성적인 매력을 느끼시나요? 정확히 말씀해주세요."
ko_mt: "가설: 제가 키츠네라는 사실이 알려지면서 저에 대한 당원들의 성적 관심이 급증했습니다. 가설을 확인하기 위해 동료들에게 설문 조사를 할 것입니다. 아시마르 소년, 여우의 어떤 점이 성적으로 매력적이라고 생각하나? 정확히 말해봐."

source: "So, you did not even consider the possibility that I do not find — oh, dash it all... The tail, obviously."
ko: "내가 그렇지 않으리란 가능성은 아예 고려를 — 아, 제기랄... 꼬리. 확실해."
ko_mt: "그래서, 당신은 내가 찾지 못할 가능성조차 고려하지 않았습니다-오, 모든 것을 대시하십시오.. 꼬리, 당연히."

source: "...to the far south of Garund, at the very limits of the civilized word, lies the Mwangi Expanse. This land is inhabited by dinosaurs, huge lizards whose every step makes the earth tremble."
ko: "...가룬드 남부에서 더 멀리, 문명화된 언어가 간신히 닿는 지역에 므왕기 대밀림이 펼쳐져 있다. 이 땅에는 한 걸음 한 걸음마다 지축을 울리는 거대한 도마뱀인 공룡들이 서식한다."
ko_mt: "...가룬드의 남쪽 끝, 문명이란 말의 끝자락에는 므왕기 대평원이 있습니다. 이 땅에는 공룡과 거대한 도마뱀이 살고 있으며, 발걸음 하나하나가 땅을 떨게 합니다."

source: "I like that one! Tell me another fairy tale, please, please, please!"
ko: "이거 정말 좋아요! 다른 이야기도 들려주세요! 네? 네? 네?"
ko_mt: "저거 맘에 들어요! 다른 동화를 들려주세요, 제발, 제발, 제발!"

source: "The burned girl's injuries can be healed, but the treatment will not be cheap. As regards her mental wounds, I am not sure that science is yet advanced enough to help her."
ko: "화상입은 소녀의 상처는 치유될 수 있지만, 치료 비용은 비쌀 것이다. 그녀의 정신적 피해에 대해서는, 과학 기술이 아직 그녀를 도울 수 있을 만큼 발달했다고 확신할 수 없다."
ko_mt: "화상을 입은 소녀의 부상은 치료할 수 있지만 치료 비용이 만만치 않을 것입니다. 정신적 상처에 관해서는 아직 과학이 그녀를 도울 만큼 충분히 발전했는지 확신할 수 없습니다."

source: "What? I need to be healed? But Nenio, I'm not even sick!"
ko: "뭐라고요? 제가 치료받아야 해요? 하지만 네니오, 저는 전혀 아프지 않아요!"
ko_mt: "뭐요? 제가 치료받아야 해요? 하지만 네니오, 난 아프지도 않아!"

source: "I performed some calculations and now I can predict the probability that your sermons will be successful. The current probability is one-hundredth of a percent..."
ko: "몇 가지 계산을 해서, 이제 당신 설교의 성공 확률을 예측할 수 있게 됐어요. 현재 성공률은 0.01% 죠..."
ko_mt: "몇 가지 계산을 해보니 이제 설교가 성공할 확률을 예측할 수 있습니다. 현재 확률은 100분의 1입니다..."

source: "That's good! I thought you were going to tell me I had no chance at all."
ko: "그거 잘됐네요! 가능성이 전혀 없다고 하실 줄 알았거든요."
ko_mt: "잘됐네요! 저한테 기회가 전혀 없다고 말씀하실 줄 알았어요."

source: "Interesting fact: on average, the elves of Kyonin permit 7.5 humans to enter their lands each year."
ko: "흥미로운 사실: 쿄닌의 엘프들은 매 해 약 7.5명의 인간들이 자기 영토에 들어올 수 있도록 허가한다."
ko_mt: "흥미로운 사실: 교닌의 엘프들은 평균적으로 매년 7.5명의 인간에게 자신의 땅에 들어오는 것을 허용합니다."

source: "But... what do they need half a person for?"
ko: "그런데... 0.5명은 왜 필요한 거예요?"
ko_mt: "하지만.. 반쪽짜리 사람이 왜 필요하죠?"

source: "When you returned to the Abyss, demon girl, did your powers increase or decrease? How did your protracted starvation affect them?"
ko: "데몬 소녀분, 어비스로 돌아갔을 때 당신의 힘이 거 커졌나요, 아니면 작아졌나요? 오랜 세월의 굶주림이 거기에 어떤 영향을 줬죠?"
ko_mt: "심연으로 돌아갔을 때 데몬 소녀, 당신의 힘은 증가했나요, 감소했나요? 장기간의 굶주림이 그들에게 어떤 영향을 미쳤나요?"

source: "I think of it as a diet. It made me even more beautiful and... gave me new ideas."
ko: "일종의 다이어트였다고 생각해. 그 덕에 더 아름다워지기도 했지... 새로운 발상도 떠올랐고 말야."
ko_mt: "저는 다이어트라고 생각해요. 저를 더욱 아름답게 만들어주고.. 새로운 아이디어를 얻게 해줬어요."

source: "How quickly can you extract the life force from a living creature? I would like to conduct an experiment. Let's start with this rat. Begin."
ko: "당신은 살아있는 크리처에게서 얼마나 빨리 생기를 추출해낼 수 있을까요? 실험을 하나 해보고 싶어요. 이 들쥐부터 해보죠. 시작."
ko_mt: "살아있는 생명체에서 생명력을 얼마나 빨리 추출할 수 있을까요? 실험을 해보고 싶어요. 이 쥐부터 시작하죠. 시작하세요."

source: "Kiss a rat? I can, of course... but I'd rather you brought me something tastier."
ko: "쥐한테 키스를 하라고? 할 수야 있지... 하지만 난 네가 더 맛있는 걸 가져다 줬음 하는데."
ko_mt: "쥐한테 키스해? 물론 할 수 있지만.. 더 맛있는 걸 가져왔으면 좋겠어요."

source: "...thus, to remove the skin of the dead dragon without damaging it, you must first lift the scales at the neck, and then make a careful incision between them..."
ko: "...그렇기 때문에, 죽은 드래곤의 가죽을 손상없이 벗기려면, 첫번째로 목덜미의 비늘을 들어올린 뒤, 그 사이를 조심스럽게 절개해야 한다..."
ko_mt: ".. 따라서 죽은 용의 피부를 손상시키지 않고 제거하려면 먼저 목의 비늘을 들어 올린 다음 그 사이를 조심스럽게 절개해야합니다..."

source: "The cut needs to be made with a red-hot knife, if circumstances allow. Don't forget to write that down, it's important!"
ko: "가능하다면 벌겋게 달궈진 칼날이 필요하지. 중요한 부분이니 꼭 기록하도록!"
ko_mt: "상황이 허락한다면 뜨거운 칼로 잘라야 합니다. 중요한 사항이니 꼭 기록해 두세요!"

source: "I calculated the estimated remaining lifespan of the dwarf boy, based on statistics and the danger of his current work. The result was five months, nineteen days."
ko: "통계학과 당신의 현재 직업이 지닌 위험도에 기반해서 드워프 소년분의 남은 수명을 계산해봤어요. 결과는 5개월 19일 남았다고 하네요."
ko_mt: "통계와 현재 작업의 위험성을 바탕으로 드워프 소년의 예상 남은 수명을 계산해 보았습니다. 결과는 5개월 19일이었습니다."

source: "Ha. Come back and tell me that in six months."
ko: "하, 6개월 후에 다시 말해 보라고."
ko_mt: "하, 6개월 후에 다시 돌아와서 말해줘요."

source: "Dwarf boy, tell me more about the place where you learned to kill people. You called it Hawk's Nest?"
ko: "드워프 소년, 당신이 사람을 죽이는 법을 배웠던 장소에 대해 더 말해주세요. 매의 둥지라고 불렀었죠?"
ko_mt: "드워프 소년, 네가 사람을 죽이는 법을 배운 장소에 대해 더 말해봐. 호크스 네스트라고 했지?"

source: "If I told you, they'd hunt you down... Wait, you look like the prospect appeals to you. Forget it, you shouldn't even joke about it. There's no getting away from Daggermark assassins."
ko: "너에게 말해주면, 그들이 너를 쫒을 거다... 잠깐, 네게는 보물이 제 발로 걸어오는 꼴이겠군. 잊어버려. 거기에 대해선 농담도 하지 마라. 대거마크의 암살자들에게서 벗어날 방도는 없으니."
ko_mt: "내가 말하면 그들이 당신을 쫓아낼 거예요.. 잠깐만요, 그 잠재 고객이 매력적으로 보이네요. 됐어, 농담도 하지 마. 대거마크 암살자들한테서 도망칠 수 없어."

source: "According to my calculations, accumulation of wealth is pointless — at a certain stage, expenses increase exponentially, exceeding income."
ko: "제 계산에 따르면 재산 축적은 무의미해요. 어느 시점에 도달하면 지출이 기하급수적으로 증가해서 수입을 뛰어 넘게 되죠."
ko_mt: "제 계산에 따르면 부의 축적은 무의미합니다. 특정 단계에 이르면 비용이 기하급수적으로 증가하여 수입을 초과합니다."

source: "I can easily believe that some wastrels spend all their wealth on girls and card games. But a businessman knows how to handle his money. Your calculations are only correct for a certain population."
ko: "일부 낭비벽이 있는 녀석들에 한해서는 여자나 카드 도박에 재산을 낭비한다는 사실을 쉬이 인정할 수 있어. 허나 사업가는 자신의 돈을 다루는 방법을 알지. 너의 계산은 특정 인구에게만 유효하다."
ko_mt: "어떤 낭비꾼들은 여자들과 카드 게임에 모든 재산을 쓴다고 쉽게 믿을 수 있습니다. 하지만 사업가는 돈을 다루는 방법을 알고 있습니다. 당신의 계산은 특정 인구에 대해서만 정확합니다."

source: "Here's an interesting fact: to dissolve a body in acid cheaply and without the use of magic, you simply need to..."
ko: "흥미로운 사실: 마법을 쓰지 않고도 값싸게 육체를 용해시키고 싶다면, 간단하게..."
ko_mt: "여기 흥미로운 사실이 있습니다. 마법을 사용하지 않고 저렴하게 산에 시체를 녹이려면 간단히..."

source: "Go slower, please. It looks like it's my turn to start making note of interesting facts."
ko: "천천히 말해 주게. 이제 흥미로운 사실을 메모할 차례인 것 같군."
ko_mt: "천천히 가세요. 이제 제가 흥미로운 사실을 메모할 차례인 것 같습니다."

source: "Thus I have scientifically proven that the maximum distance an arrow can travel is achieved when it is released from a bow at an angle of forty-five degrees from the horizon."
ko: "따라서, 저는 지면에서 45도 각도로 쏘았을 때 화살의 최대 사정거리에 도달한다는 사실을 과학적으로 증명했어요."
ko_mt: "따라서 저는 화살이 수평선에서 45도 각도로 활에서 발사될 때 화살이 이동할 수 있는 최대 거리가 달성된다는 것을 과학적으로 증명했습니다."

source: "What? You've done it already? Did you consider wind speed and direction? Then go and run the numbers again. I'll just nap here. Your mumbling about calculations is relaxing."
ko: "뭐? 벌써 했다고? 풍속이나 풍향은 고려한 결과야? 아니라면 가서 다시 계산해봐. 난 여기서 좀 자고 있을게. 네가 계산식을 궁시렁대는 걸 들으면 마음이 편안해지거든."
ko_mt: "네? 벌써 하셨어요? 풍속과 풍향은 고려했나요? 그럼 가서 다시 계산해봐요. 난 여기서 낮잠이나 잘게. 계산에 대해 중얼거리니 마음이 편안해지네요."

source: "Just think about the contribution you could make to society, mongrel boy! So please set aside your emotions and consider my proposal rationally!"
ko: "당신이 이 사회에 어떤 공헌을 하게 될지를 고려해주세요, 잡종 소년! 그러니 당신의 감정을 배제하고, 제 제안을 진지하게 고려해줘요!"
ko_mt: "네가 사회에 기여할 수 있는 공헌을 생각해 봐, 몽그렐아! 그러니 감정을 제쳐두고 이성적으로 제 제안을 고려해 주세요!"

source: "No, no, and did I mention no? I do not give you permission to dissect my body after my death in the 'interests of science'!"
ko: "아니, 싫어. 그리고 내가 말했던가? 난 나에게 '과학의 발전'을 위해 내 시신을 해부할 권한을 준 적 없어!"
ko_mt: "아니, 아니, 내가 안 된다고 말했나요? 내가 죽은 후에 '과학의 이익'을 위해 내 시신을 해부하는 것을 허락하지 않습니다!"

source: "You believe that the mutations and high mortality of mongrels are a product of demonic influence, however, you cannot discount the possibility of interbreeding. I will show you in a graph!"
ko: "당신은 잡종들의 변이와 높은 사망률이 데몬의 영향력 때문이라고 생각하지만, 이종 교배 때문일 가능성도 무시해서는 안돼요. 그래프 하나를 보여드리죠!"
ko_mt: "당신은 몽그렐들의 돌연변이와 높은 사망률이 데몬의 영향의 산물이라고 믿지만, 교배의 가능성을 무시할 수는 없습니다. 그래프로 보여드리겠습니다!"

source: "I hope that thick red line going sharply downward means something good."
ko: "급격하게 아래로 내려가는 굵은 빨간색 선이 좋은 의미였으면 좋겠네."
ko_mt: "급격하게 아래로 내려가는 굵은 빨간색 선이 좋은 의미였으면 좋겠어요."

source: "Your right side reacts more vigorously to temperature changes than your left side. I wonder what will happen if we freeze your right side and set your left side on fire..."
ko: "당신의 오른쪽은 왼쪽보다 더 온도 변화에 격렬히 반응하네요. 당신의 오른쪽을 얼려놓고 왼쪽에 불을 붙이면 어떤 일이 일어날지 궁금해지는데..."
ko_mt: "당신의 오른쪽은 왼쪽보다 온도 변화에 더 격렬하게 반응합니다. 오른쪽을 얼리고 왼쪽에 불을 붙이면 어떻게 될지 궁금합니다..."

source: "Demons are always trying to do that to me — guess how their experiments ended."
ko: "데몬들이 항상 나에게 하려고 했던 게 그건데. 실험이 어떻게 됐는지 짐작해 봐."
ko_mt: "데몬들은 항상 저에게 그런 짓을 하려고 합니다. 그들의 실험이 어떻게 끝났는지 맞춰보세요."

source: "...as such, the genetic predisposition of an individual for magical abilities is not an overriding factor in the manifestation of said abilities in said individual!"
ko: "...이처럼, 마법 능력에 대한 개체의 유전적 성향은 상술한 개체에게 상기한 능력들이 발현할 때 중요한 요소가 아니다!"
ko_mt: "...따라서 마법 능력에 대한 개인의 유전적 소인은 해당 개인에게 해당 능력이 발현되는데 있어 가장 중요한 요인이 아닙니다!"

source: "Hello, have you all fallen asleep?"
ko: "헉, 다들 잠든 건가요?"
ko_mt: "안녕하세요, 모두 잠들었나요?"

source: "I wonder if a ringing effect similar to a bell is produced inside the helmet of Iomedae's herald when the phrase 'In the name of Iomedae' is exclaimed?"
ko: "아이오메데의 전령이 '아이오메데의 이름으로'라는 문장을 말할 때, 전령의 머리 방어구 안쪽에서 종처럼 울리는 효과가 발생하는 건가?"
ko_mt: "'아이오메데의 이름으로'라는 문구를 외치면 아이오메데 전령의 투구 안에서 종과 비슷한 울림 효과가 생기는 건 아닐까요?"

source: "This hypothesis requires its own experiment. I need a bucket."
ko: "이 가설은 실험이 필요하겠어. 양동이가 필요한데."
ko_mt: "이 가설에는 자체 실험이 필요합니다. 양동이가 필요해요."

source: "Final check. Knee pads in place, pillow in case of spontaneous collapse in place, chronometer in place and running."
ko: "마지막 점검. 무릎 받침 정위치, 갑작스러운 붕괴에 대비한 베개 정위치, 정밀 시계 정위치 및 작동 중."
ko_mt: "최종 점검. 무릎 보호대는 제자리에, 자연적으로 쓰러질 경우를 대비한 베개는 제자리에, 크로노미터는 제자리에 장착하고 실행 중입니다."

source: "I hereby commence the experiment! Today we will learn if members of my race are capable of sleeping standing up."
ko: "실험을 개시한다! 오늘은 우리 종족이 선 채로 잠들 수 있는지를 알아볼 거야."
ko_mt: "이제 실험을 시작하겠습니다! 오늘 우리는 우리 종족이 서서 잠을 잘 수 있는지 알아볼 것입니다."

source: "Foxes are incredibly intelligent and quick-witted. They are also noted for their high fluffiness quotient and their aesthetically pleasing hue."
ko: "여우들은 놀라울 정도로 똑똑하며 눈치가 빠르다. 또한 이들에게는 심미적 만족감을 주는 빛깔을 띠는 털로 뒤덮였다는 특징도 있다."
ko_mt: "여우는 놀라울 정도로 영리하고 재치가 있습니다. 또한 여우는 솜털 지수가 높고 미학적으로 아름다운 색조로 유명합니다."

source: "Yes, I think that is a sufficiently objective description."
ko: "그래, 이 정도면 충분히 객관적인 설명이겠지."
ko_mt: "네, 충분히 객관적인 설명이라고 생각합니다."

source: "Every scientist thinks their field research is going to continue forever!"
ko: "모든 과학자들은 자신의 현장 연구가 영원히 지속되리라 생각해요!"
ko_mt: "모든 과학자는 자신의 분야 연구가 영원히 계속될 것이라고 생각합니다!"

source: "But as the saying goes — at the end of the day, we all must compile our bibliography and references..."
ko: "하지만 속담처럼 결국에는 우리 모두 인용 서적과 참조 문헌을 엮어야 하죠..."
ko_mt: "하지만 속담처럼 결국에는 우리 모두 참고 문헌과 참고문헌을 정리해야 합니다..."

source: "Did you know that..."
ko: "혹시 그거..."
ko_mt: "그거 알고 계셨나요..."

source: "We don't know and we prefer not to find out. I am certain that whatever you say will be of no value whatsoever."
ko: "알지도 못하고 알고 싶지도 않다. 네가 할 말이 무엇이었던 그 어떤 가치도 없을 것이 뻔하다."
ko_mt: "우리는 알지 못하며 알고 싶지도 않습니다. 여러분이 무슨 말을 하든 전혀 가치가 없을 것이라고 확신합니다."

source: "Did you know that, despite the censure of many developed countries, the mass public executions carried out by the orders of Hellknights have put a stop to many individuals who are a danger to society?"
ko: "상당수의 문명 국가들의 비난에도 불구하고, 헬나이트 기사단들의 대형 공개 처형은 사회에 위협이 되는 많은 이들을 막아준다는 사실, 알고 계셨나요?"
ko_mt: "많은 선진국의 비난에도 불구하고 지옥기사의 명령에 의해 수행된 대규모 공개 처형이 사회에 위험인물이 되는 많은 사람들을 멈추게 했다는 사실을 알고 계셨나요?"

source: "Your approval means nothing, individual who is a danger to society."
ko: "네 말은 사회에 위협이 되는 개인들에게 통용되지 않더군."
ko_mt: "당신의 승인은 사회에 위험인물인 개인에게는 아무런 의미가 없습니다."

source: "Could you bleach a little in front of me, gnome boy? I would like to conduct a personal observation of this process."
ko: "제 눈 앞에서 조금만 더 백화해줄 수 있을까요, 노움 소년? 백화 과정에 대한 근접 관찰을 수행하고 싶거든요."
ko_mt: "내 앞에서 백화제 좀 뿌려줄래요, 노움 소년? 이 과정을 개인적으로 관찰하고 싶어요."

source: "Could you slowly die in front of me? I wouldn't mind seeing that for myself either."
ko: "내 면전에서 천천히 죽어주겠나? 나도 직접 보고 싶어지는군."
ko_mt: "내 앞에서 천천히 죽어주실 수 있나요? 나도 직접 보고 싶어요."

source: "Gnome boy, please complete this brief questionnaire on the Bleaching. You are willing to do your part for science, aren't you?"
ko: "노움 소년, 백화에 대한 이 짧은 설문지를 작성해 주세요. 당신도 과학에 기여하고 싶잖아요. 그렇죠?"
ko_mt: "노움 소년, 백화에 관한 간단한 설문지를 작성해 주세요. 과학을 위해 기꺼이 참여할 의향이 있죠?"

source: "What you do is not science. There is no system or sense to it."
ko: "네가 행하는 군 과학이 아니다. 어떠한 체계도 의미도 없어."
ko_mt: "당신이 하는 일은 과학이 아닙니다. 체계나 의미가 없습니다."

source: "Here is a curious fact about Cheliax: the 'White Plague' is not a disease at all, but a series of murders and suicides orchestrated by cultists."
ko: "첼리악스에 대한 흥미로운 사실이 있죠. '백색 역병'이란 실제 질병이 아닌, 사교도들에 의해 실행된 일련의 살인 및 자살 사건들이라는 거예요."
ko_mt: "첼리악스에 대한 흥미로운 사실이 있습니다. '백색 전염병'은 질병이 아니라 사이비 종교인들이 조직적으로 저지른 일련의 살인과 자살입니다."

source: "You have just told me a fact that every five-year-old child in Cheliax knows, and you did not even stop to think before doing so. Your mind cannot keep up with your tongue."
ko: "넌 첼리악스의 다섯 살배기도 아는 사실을 내게 자랑스럽게 말하는군. 잠깐의 주저함도 없이. 자신의 혀를 주체하지 못하는구나."
ko_mt: "당신은 방금 첼리악스의 다섯 살짜리 어린이라면 누구나 알고 있는 사실을 말했는데, 그 전에 생각조차 하지 않았어요. 당신의 정신은 당신의 혀를 따라가지 못합니다."

source: "I am continuing my efforts to identify and record paladin curse words. Hey, paladin girl! I covered your armor with soot!"
ko: "나는 팔라딘의 욕설을 식별 및 기록하기 위해 노력하는 중이다. 거기, 팔라딘 소녀분! 당신의 갑옷에 검댕칠한 게 저에요!"
ko_mt: "저는 성기사 저주어를 찾아서 기록하기 위한 노력을 계속하고 있습니다. 이봐, 성기사 소녀! 네 갑옷을 그을음으로 덮어버렸어!"

source: "You're like a little kid. I can't get upset with you, let alone swear at you. Come over here, help me clean this armor."
ko: "너는 꼬마애 같아. 욕은 고사하고 화도 나지 않는 걸. 이리 와서 갑옷 닦는 거나 도와줘."
ko_mt: "당신은 어린아이 같아요. 욕은커녕 화도 못 내겠어. 이리 와서 갑옷 닦는 거 도와줘요."

source: "I am continuing my efforts to identify and record paladin curse words. Hey, paladin girl! I covered your armor with soot again, and I slashed your cloak and spat in your soup. Well, I think it was your soup, I can't be one-hundred percent certain."
ko: "나는 팔라딘의 욕설을 식별 및 기록하기 위해 노력하는 중이다. 거기, 팔라딘 소녀분! 제가 당신의 갑옷에 또 한 번 검댕칠했고, 망토를 조금 잘라서 당신 수프에 집어넣기도 했어요! 뭐, 당신의 수프였을 거라 생각하지만, 100퍼센트 확신할 수는 없네요."
ko_mt: "저는 성기사 저주어를 찾아서 기록하기 위한 노력을 계속하고 있습니다. 이봐, 성기사 소녀! 내가 또 네 갑옷에 그을음을 묻혔고, 네 망토를 찢고 네 수프에 침을 뱉었어. 네 수프였던 것 같은데, 100% 확신할 수는 없어."

source: "Nenio. Fine, but just for you. Are you listening? Are you ready? Bull-Shit! Feel better now?"
ko: "좋아, 네니오. 너한테만 하는 거야. 듣고 있지? 준비 됐어? 지-랄! 이제 됐어?"
ko_mt: "네니오. 알았어, 하지만 너한테만. 듣고 있어요? 준비됐어? 젠장! 이제 기분이 좀 나아졌나요?"

source: "No, you're wrong. There are treants in the desert too! Garundis call them tobongos."
ko: "아뇨, 틀렸어요. 사막에도 트렌트가 살거든요! 가룬드인들이 토봉고라고 부르죠."
ko_mt: "아니, 틀렸어. 사막에도 나무가 있어요! 가룬드족은 토봉고라고 부르죠."

source: "You're kidding me! Fine, I lose, which means I drink. Next... I bet that in all of Golarion a sentient slime has never held any government post!"
ko: "웃기지 마! 좋아, 내가 졌어, 내가 마셔야겠네. 다음으로... 자아가 있는 슬라임이 관직에 오른 건 골라리온 역사상 처음일 거야!"
ko_mt: "농담이죠? 좋아, 내가 졌으니 술을 마셔야지. 다음.. 골라리온 역사상 지각 있는 슬라임이 관직에 오른 건 처음일 거야!"

source: "Here's an interesting fact: the second arms of glabrezus grow where nipples grow on humans. Could human nipples evolve into an extra pair of limbs over time?"
ko: "재밌는 사실이 하나 있어요. 글라브레주의 두번째 팔이 자라는 지점은 인간으로 치면 젖꼭지 부분이라는 거죠. 인간의 젖꼭지도 시간이 지나면 한 쌍의 팔로 진화할까요?"
ko_mt: "흥미로운 사실이 있습니다. 글라브레주의 두 번째 팔은 사람의 유두가 자라는 곳에서 자랍니다. 인간의 유두가 시간이 지남에 따라 여분의 팔로 진화할 수 있을까요?"

source: "Sorry, I'm not drunk enough for this conversation."
ko: "미안한데, 이런 대화를 하기에는 내가 아직 덜 취한 것 같아."
ko_mt: "죄송합니다, 이 대화를 할 만큼 취하지 않았습니다."

source: "How evil does a person have to be for a paladin to be able to detect the evil within them? Can a paladin use their magic to sense, for instance, minor irritation or a latent sympathy for demons?"
ko: "팔라딘이 사람의 악을 찾아내려면, 그 사람은 얼마나 사악해야 하는 건가요? 예를 들자면, 팔라딘이 사용하는 마법이 소소한 악행도 감지하는 건가요, 아니면 데몬과 다를 바 없는 수준이어야 하는 건가요?"
ko_mt: "성기사가 내면의 악을 감지할 수 있으려면 사람이 얼마나 사악해야 하나요? 예를 들어 성기사가 마법을 사용하여 사소한 짜증이나 데몬에 대한 잠재적인 동정심을 감지할 수 있나요?"

source: "Uh. I don't know what to tell you, friend, but... I think everybody can sense when another person is irritated. Everybody except you, that is."
ko: "어. 네가 무슨 말을 하는지 모르겠어, 친구. 다만... 난 타인이 짜증났다는 것을 모든 사람이 느낄 수 있다고 생각해. 너만 빼면 말이야."
ko_mt: "어, 뭐라고 해야 할지 모르겠지만.. 다른 사람이 짜증을 내는 건 누구나 느낄 수 있는 것 같아요. 너만 빼고 말이야."

source: "I am continuing my research into the paladin girl's addiction to experiment participation. Today's objective is to survey the subject! Paladin girl, when did you first feel the urge to get involved in scientific research?"
ko: "나는 여전히 실험 참여에 대한 팔라딘 소녀의 몰두에 대한 연구를 진행 중이다. 오늘의 목표는 실험 대상에 대한 설문! 팔라딘 소녀분, 과학 연구에 참여하고 싶다는 욕구가 처음 생겼던 게 언제인가요?"
ko_mt: "저는 성기사 소녀의 실험 참여 중독에 대한 연구를 계속하고 있습니다. 오늘의 목표는 그 주제를 조사하는 것입니다! 성기사 소녀, 언제 처음 과학 연구에 참여하고 싶다는 충동을 느꼈나요?"

source: "The day I made friends with a science-obsessed weirdo by the name of Nenio! Listen... science is great and all, but I'm not helping you out of any kind of 'addiction,' I'm doing it just to, you know, help. Understand?"
ko: "과학에 집착하는 네니오라는 괴짜 친구를 사귄 날! 들어봐... 과학이런 건 훌륭하지만, 나는 어떤 '중독' 때문에 널 돕는 게 아니라, 음, 그냥 돕고 싶어서 하는 것 뿐이야. 이해해?"
ko_mt: "네니오라는 과학에 심취한 괴짜를 친구로 사귀게 된 날! 잘 들어요.. 과학은 훌륭하지만 어떤 종류의 '중독'에서 벗어나도록 도와주는 것이 아니라 그냥 도와주기 위해 하는 거예요. 알겠어?"
