Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "You're a good man, Sosiel. But I'm tormented by thoughts of how I would have broken you, how I would have destroyed you and mocked your goodness… I feel like I've wronged you."
ko: "당신은 선한 남자예요, 소시엘. 하지만 저는 어떻게 당신을 망가뜨릴 수 있을지, 어떻게 당신을 파괴하고 당신의 여신을 모욕할 수 있을지 따위의 생각 때문에 고통스러워요… 당신에게 잘못을 저지른 느낌이 들어요."
ko_mt: "당신은 좋은 사람이야, 소시엘. 하지만 내가 어떻게 당신을 망가뜨렸을지, 어떻게 당신을 파괴하고 당신의 선함을 조롱했을지.. 내가 당신에게 잘못한 것 같아 괴롭습니다."

source: "I know. The old Arueshalae would have done those things. But you are a different person. I can see that. I trust you."
ko: "과거의 아루샬레라면 그런 짓들을 했겠지만, 넌 다른 사람이잖아. 난 널 믿어."
ko_mt: "알아요. 예전의 아루샬래라면 그런 짓을 했을 거야. 하지만 넌 다른 사람이야. 그건 나도 알아요. 난 널 믿어."

source: "You show so much concern for me, Sosiel. Is that because my appearance is beautiful and your goddess teaches you to revere beauty?"
ko: "소시엘은 저를 많이 걱정하시네요. 혹시 제 외모가 아름답고, 당신의 여신께서 미를 숭상하라고 가르치기 때문인가요?"
ko_mt: "소시엘, 당신은 저에게 많은 관심을 보이네요. 내 외모가 아름답고 당신의 여신이 아름다움을 숭배하라고 가르치기 때문인가요?"

source: "Yes and no. You are beautiful, it's true, but not because of your appearance."
ko: "맞아, 그리고 아니야. 넌 아름다워, 하지만 그게 단순히 네 외관 때문만은 아니야."
ko_mt: "예, 아니요. 당신이 아름다운 것은 사실이지만 외모 때문은 아닙니다."

source: "You're much younger than me, but you seem so much wiser. Sometimes I feel like a child compared to you."
ko: "당신은 저보다 훨씬 적게 살았지만, 아주 현명한 분으로 보이시네요. 가끔은 저도 당신에 비해 어린 아이처럼 느껴지기도 해요."
ko_mt: "당신은 나보다 훨씬 어리지만 훨씬 더 현명해 보입니다. 가끔은 너에 비하면 내가 어린애처럼 느껴져."

source: "Immortals mature differently than ordinary humans. Even Shelyn's views changed over time. It took her millennia to understand that true beauty is not on the outside, but within."
ko: "불멸자에게 성숙해진 다는 것은 평범한 인간들과는 다른 개념이죠. 심지어 셸린의 외관조차 때에 따라 바뀌곤 하여습니다. 그녀가 진정한 아름다움은 외면이 아닌, 바로 내면에 있다는 사실을 깨닫기까지 수천년이 걸리셨죠."
ko_mt: "불멸자는 일반 인간과 다르게 성숙합니다. 쉴린의 생각도 시간이 지나면서 변했습니다. 진정한 아름다움은 겉모습이 아니라 내면에 있다는 것을 이해하는데 수천 년이 걸렸습니다."

source: "You were right. When I pray for the souls of those I killed, I feel lighter afterward."
ko: "당신이 옳았어요. 제가 살해한 영혼들을 위해 기도하고나면 짐이 가벼워졌다고 느껴지거든요."
ko_mt: "당신이 옳았어요. 내가 죽인 사람들의 영혼을 위해 기도할 때면 마음이 한결 가벼워집니다."

source: "The next step is to forgive yourself for being lost in darkness, there was nothing else you could have done. They say forgiving yourself is the hardest part."
ko: "다음은 당신이 어둠 속에서 길을 잃었음에 대해 스스로 용서하는 겁니다, 당신이 할 수 있는 건 아무것도 없었음을요. 다들 스스로를 용서하는 걸 가장 힘들어하죠."
ko_mt: "다음 단계는 어둠 속에서 길을 잃은 자신을 용서하는 것입니다. 당신이 할 수 있는 일은 아무것도 없었습니다. 자신을 용서하는 것이 가장 어려운 부분이라고 합니다."

source: "I never thought about the world around me before — all I thought about was finding my next victim. But now I'm starting to notice things, the way the grass moves in the breeze, the way sunlight glints on armor. It is beautiful."
ko: "저는 제 주변 세상에 대해 한번도 생각해봤던 적이 없어요. 제가 생각했던 것들은 다음 희생자를 찾는 것뿐이었죠. 하지만 지금은 바람에게 쓸리는 초목이나 갑옷에서 번쩍이는 햇볓같은 것들에 주목하기 시작했어요. 아름다운 것들이죠."
ko_mt: "전에는 다음 희생자를 찾는 것만 생각했지 주변 세상에 대해 생각해 본 적이 없습니다. 하지만 이제는 풀이 바람에 움직이는 모습, 햇빛이 갑옷에 비치는 모습 등 사소한 것들에 주목하기 시작했습니다. 정말 아름답습니다."

source: "You see beauty in the small things. You would make a fine artist. Would you like me to teach you to paint?"
ko: "당신은 사소한 것들에서 아름다움을 찾아내는군요. 당신이라면 훌륭한 예술가가 될 수 있을 텐데요. 제가 미술을 가르쳐드리는 건 어떨까요?"
ko_mt: "당신은 작은 것에서 아름다움을 봅니다. 넌 훌륭한 예술가가 될 거야. 그림 그리는 법을 가르쳐 줄까?"

source: "My kind have treated you terribly. Allow me to make amends for them, if I can."
ko: "제 동족들이 당신에게 끔찍한 짓을 저질렀군요. 할 수 있다면 제가 그 상처들을 치료하도록 허락해 주세요."
ko_mt: "우리 종족은 당신을 끔찍하게 대했습니다. 내가 할 수만 있다면 보상할 수 있게 해줘요."

source: "What are you going to do? You can't turn back time. Stay out of my sight, if you want to help."
ko: "무슨 생각이지? 시간을 되돌릴 수는 없다. 정말 날 돌고 싶다면, 그냥 눈에 띄지 말도록 해라."
ko_mt: "어떻게 할 건가요? 시간을 되돌릴 순 없어. 돕고 싶으면 내 눈에 띄지 마세요."

source: "Sosiel was so desperate to find you... I have never seen a love so pure and bright before. It was wonderful even to witness it from the outside."
ko: "소시엘이 당신을 애타게 찾고 있었어요... 저는 그처럼 순수하고 밝은 사랑을 본 적이 없어요. 곁눈으로라도 목격하게 된 게 너무 행복했죠."
ko_mt: "소시엘은 당신을 찾기 위해 필사적이었어요.. 이렇게 순수하고 밝은 사랑은 처음 봤어요. 밖에서 지켜보는 것만으로도 정말 멋졌어요."

source: "You don't understand, demon. Sometimes I think it would be better if he'd forgotten me and just lived his life. It would have spared him pain."
ko: "이해하지 못 하는구나, 데몬. 난 가끔 그냥 동생이 나에 대한건 잊어버리고 자신의 삶을 살았으면 한다. 그럼 녀석이 고통받을 일은 없었을 테니까."
ko_mt: "넌 이해 못 해, 데몬. 때때로 나는 그가 나를 잊고 그냥 그의 삶을 살았더라면 더 좋았을 것이라고 생각합니다. 고통에서 벗어날 수 있었을 테니까요."

source: "Achoo! Aaaachoo! Ulbrig, what are you doing? What is that smelly powder?"
ko: "에취! 에에취! 울브리그, 뭐 하시는 거예요? 이 냄새나는 가루는 뭐죠?"
ko_mt: "아추! 아악! 울브리그, 뭐 하는 거야? 이 냄새나는 가루는 뭐야?"

source: "Mustard seeds. Ground up and charmed on a stone at midnight. It's to stop you putting the evil eye on me, just in case. A great remedy against fey enchantments!"
ko: "겨자 씨요. 자정에 갈아 주술을 걸어두었지. 만약에, 그대가 내게 사악한 눈빛을 쏘아낸다면 그를 막아줄 것이오. 페이의 주문에 잘 듣는 처방이라오!"
ko_mt: "겨자씨. 자정 무렵에 갈아서 돌에 붙이는 거죠. 만약을 대비해 네가 내게 사악한 시선을 보내는 걸 막으려는 거야. 요정의 마법에 대항하는 훌륭한 치료법이지!"

source: "Your ancestors were the first crusaders who followed the Queen herself. Doesn't that make you proud?"
ko: "당신의 선조는 여왕을 직접 따랐던 1차 성전군이었어요. 자랑스럽지 않으신가요?"
ko_mt: "당신 조상들은 여왕을 따르는 최초의 십자군이었습니다. 자랑스럽지 않으세요?"

source: "I'm proud of the strength and the iron will they passed down to me. I couldn't care less who they followed."
ko: "난 내 힘과 물려받은 강철같은 의지가 자랑스러워. 그들이 누구를 따르는지는 내 알바 아니지."
ko_mt: "그분들이 저에게 물려주신 강인함과 굳은 의지가 자랑스럽습니다. 그들이 누구를 따랐든 상관없습니다."

source: "You were raised in a good family and lived among good people in your tribe. Why are you turning your back on everything they tried to teach you?"
ko: "당신은 부족 내에서 좋은 가족들에게 길러졌고 착한 사람들과 생활했었군요. 어째서 그들이 가르쳤던 모든 것들을 등져야 하셨나요?"
ko_mt: "당신은 좋은 가정에서 자랐고 부족의 좋은 사람들 사이에서 살았습니다. 왜 그들이 가르치려 했던 모든 것을 외면하는 거죠?"

source: "Because only idiots like you chase after the thing that makes them weaker."
ko: "왜냐면 너같은 바보들만이 자길 더 약하게 만드는 것들을 쫓아다니거든."
ko_mt: "당신 같은 멍청이들만 자신을 약하게 만드는 것을 쫓아다니니까요."

source: "Perhaps when you learn more about the surface, you will change your opinion of people and want to be closer to them."
ko: "당신이 바깥 세상에 대해 더 잘 알게 되면, 아마 당신도 사람에 대한 당신의 생각을 바꾸고 그들에게 더 가까이 다가가고 싶어지실 거예요."
ko_mt: "표면에 대해 더 많이 알게 되면 사람에 대한 생각이 바뀌고 그들과 더 가까워지고 싶어질 것입니다."

source: "People? Right now all I can see around me are slugs and trash."
ko: "사람? 내 주변에 보이는 건 찌꺼기와 쓰레기 뿐인데."
ko_mt: "사람? 지금 제 주변에는 민달팽이와 쓰레기만 보입니다."

source: "You lied to the only friend who trusted you unquestioningly. Is gaining power worth being so isolated?"
ko: "당신은 무조건적으로 당신을 믿어줬던 유일한 친구에게 거짓말했군요. 힘을 얻는 게 외톨이가 될만한 가치가 있나요?"
ko_mt: "당신은 의심 없이 당신을 믿어준 유일한 친구에게 거짓말을 했어요. 권력을 얻는 게 그렇게 고립될 가치가 있나요?"

source: "Ask a different question — was the company of one pathetic wimp worth turning down a chance at power?"
ko: "다른 질문을 물어봐 — 힘을 포기한 나약하고 한심한 겁쟁이와 어울리는 건 시간 낭비 아니냐는 어때?"
ko_mt: "다른 질문을 해보세요. 한심한 겁쟁이의 회사가 권력을 잡을 기회를 거절할 가치가 있었나요?"

source: "Life underground is tough, but on the surface you do not have to live by the same harsh rules. You could let your softer side show."
ko: "지하의 삶은 고되지만, 지상에서는 그와 똑같이 가혹한 규칙에 얽메일 필요가 없어요. 당신의 더 부드러운 면을 보여주셔도 돼요."
ko_mt: "지하 생활은 힘들지만 지상에서는 똑같이 가혹한 규칙에 따라 살 필요가 없습니다. 부드러운 면을 드러낼 수 있습니다."

source: "And lose my advantage over these flabby saps who are used to having full bellies and sweet dreams? Yeah right."
ko: "그리고 가득 찬 배에 행복한 꿈이나 꾸는 이 살찐 얼간이들에 맞설 내 장점을 포기하라고? 어림도 없지."
ko_mt: "배불리 먹고 달콤한 꿈을 꾸는데 익숙한 이 연약한 수액에 비해 내가 이점을 잃는다고요? 그렇죠."

source: "Sometimes you remind me of a child that's trying to act like an adult. It's as if something is stopping you from growing up."
ko: "당신은 가끔씩 어른인 척 하려는 어린이를 보는 것 같아요. 마치 무언가 당신의 성장을 방해하는 게 있는 것 같아요."
ko_mt: "때때로 당신은 어른처럼 행동하려는 어린아이를 떠올리게 합니다. 마치 무언가가 성장을 방해하는 것 같죠."

source: "Lemme get this straight: you look at other people and it makes you wanna grab 'em and suck 'em dry, but you take one look at me and you wanna pat me on the head? I think I should be offended by that!"
ko: "잠깐 이것 좀 짚고 넘어가자. 넌 다른 사람들을 보면 붙잡아서 쪽 빨아먹고 싶다면서, 날 보면 머리를 쓰다듬고 싶다고? 나 지금 엄청 모욕당한 기분이거든!"
ko_mt: "다른 사람을 보면 붙잡고 빨아주고 싶은데, 저를 보면 한 번만 보고 머리를 두드려주고 싶다고요? 제가 기분이 나빠야 할 것 같아요!"

source: "Why does your demonic heritage hold so much appeal for you? Isn't it enough to be mortal, to live among mortals, to be ordinary?"
ko: "왜 당신에게 흐르는 데몬의 혈통에 그토록 집착하시나요? 필멸자로서, 필멸자 사이에서, 평범하게 살아가는 걸로도 충분하지 않나요?"
ko_mt: "당신의 데몬적 유산이 왜 그렇게 매력적일까요? 인간인 것, 인간들 사이에서 사는 것, 평범하게 사는 것만으로도 충분하지 않나요?"

source: "When you get to know people a little better, you'll see where I'm comin' from. You've got it into your head that bein' mortal's some great thing, but it ain't all it's cracked up to be!"
ko: "사람들에 대해서 좀 더 잘 알게 되면, 내가 무슨 얘기하는지 알게 될 거야. 넌 필멸자가 되는 게 뭔가 엄청난 거라고 생각하는 모양인데, 진짜 별거 아니라고!"
ko_mt: "사람들을 조금 더 알게 되면 제가 어디에서 왔는지 알게 될 겁니다. 인간으로 산다는 것이 대단한 일이라고 생각하지만, 그게 전부가 아니라는 걸요!"

source: "You feel the pull of your heritage, it beckons to you, but take my advice: resist its call. You will find no happiness among demons."
ko: "당신은 그 유혹적인 내면의 혈통에 이끌리시죠. 하지만 조언을 하나 드리자면, 그 부름에 저항하셔야 해요. 당신은 데몬들 사이에서 어떤 행복도 얻지 못 할 테니까요."
ko_mt: "당신은 당신의 유산이 당신을 끌어당기고 손짓하는 것을 느끼지만, 내 충고를 받아들여 그 부름에 저항하세요. 데몬들 사이에서는 행복을 찾을 수 없습니다."

source: "Oh yeah. Just like rich folk always told me there's more to life than money. It's all 'Do as I say, not as I do, Woljif' with you lot!"
ko: "아 그래, 돈으로 행복을 살 수 없다는 부자들 얘기같네. 항상 그렇다니까, '내가 말하는 대로 해, 나처럼 하지는 말고, 울지프!'"
ko_mt: "그래요. 부자들이 항상 인생에는 돈보다 더 많은 것이 있다고 말했던 것처럼요. 여러분은 '내가 하라는 대로 하지 말고, 월지프'라고요!"

source: "You say your life is hard, but I would happily trade my life for yours, even for a day. You have friends, a place in the mortal world, and dreams..."
ko: "당신은 삶이 힘들었다고 말하시지만, 저라면 당신과 저의 일생을 단 하루만이라도 기쁘게 바꿀거에요. 당신은 친구도 있고, 필멸자의 세계에 안주할 곳도 있고, 꿈도 있죠..."
ko_mt: "당신은 당신의 삶이 힘들다고 말하지만, 저는 단 하루라도 기꺼이 제 삶과 당신의 삶을 바꿀 수 있습니다. 당신에게는 친구도 있고, 인간 세상에 갈 곳도 있고, 꿈도 있잖아요..."

source: "Are you offerin' me a deal? Is this some kind of demon trap? Are you gonna take over my body or somethin' like that? No way, sister, I ain't gonna fall for it!"
ko: "거래 제안 하는 거야? 내 몸을 뺏어간다거나 하는 무슨 데몬 함정같은 거 아니지? 절대 안 돼, 누님. 난 절대 안 속아!"
ko_mt: "저한테 거래를 제안하는 건가요? 이게 무슨 데몬 덫이야? 내 몸을 차지하려는 거야? 아니면 뭐 그런 거야? 절대 안 돼요, 언니, 난 안 속아요!"

source: "Why are mortals always striving to become rich? Your world is so interesting, so full of things to dream of! But lots of people think only of money."
ko: "필멸자들은 왜 그토록 부유해지려고 노력하는걸까요? 당신의 세상은 매우 흥미롭고, 꿈 꿀만 한 것들이 널려있잖아요! 하지만 대부분의 사람들은 돈만을 생각하죠."
ko_mt: "인간은 왜 항상 부자가 되기 위해 노력할까요? 이 세상은 너무나 흥미롭고 꿈꿀 수 있는 것들이 가득하잖아요! 하지만 많은 사람들이 돈만 생각하죠."

source: "You can dream about pies in the sky and it doesn't cost a thing. But if you want to make your dream come true, you need to put some money on the table!"
ko: "하늘에서 음식이 내리는 상상 같은 건 얼마든지 해도 돼, 그건 공짜니까. 하지만 상상을 현실로 만들려면, 일단 돈이 먼저 필요하다고!"
ko_mt: "하늘의 파이를 꿈꾸는 것은 돈 한 푼 들지 않는 꿈입니다. 하지만 꿈을 이루려면 돈을 좀 모아야 합니다!"

source: "What is it like, to kiss a lover and feel the strength leave his body, to feel his life slowly fade away, to feel his pleasure morph into pain…"
ko: "사랑하는 이와 입맞추고 그의 몸에서 힘이 빠짐을 느끼는 것, 그의 생명이 천천히 꺼지는 걸 느끼는 것, 그의 행복이 고통으로 바뀌는 것이 무엇과 비슷할까요…"
ko_mt: "연인에게 키스하고 그의 몸에서 힘이 빠져나가는 것을 느끼고, 그의 삶이 서서히 사라지는 것을 느끼고, 쾌락이 고통으로 변하는 것을 느끼는 것은 어떤 느낌일까요..."

source: "It is horrific. And not at all as poetic as you make it sound."
ko: "끔찍한 일이에요, 당신은 시적으로 표현하려 하지만, 전혀 그렇지 않다고요."
ko_mt: "끔찍합니다. 그리고 당신이 말하는 것만큼 시적이지도 않아요."

source: "You've kept silent long enough. You must admit your evil deeds in order to make room for light in your heart. I want to help you! Let me be your confessor, and I shall help you unburden your soul."
ko: "당신은 충분히 오래 침묵했어요. 당신의 마음 속에 빛을 위한 공간을 만들기 위해서는 당신이 저지른 악행을 인정해야만 해요. 당신을 돕고 싶어요! 제게 당신의 고해를 듣게 해주시면, 당신의 영혼의 짐을 덜 수 있도록 도와드릴게요."
ko_mt: "넌 충분히 오랫동안 침묵을 지켰다. 네 마음에 빛이 들어올 공간을 만들기 위해서는 네 악행을 인정해야 해. 당신을 돕고 싶어요! 내가 고해성사가 되어 당신의 영혼의 짐을 덜어드리겠습니다."

source: "I'm grateful to you, Camellia. It truly is difficult to carry my memories inside. Well, if you're sure you're willing, I'll tell you... But please prepare yourself — my past is dark and sordid!"
ko: "고마워요, 카멜리아. 자신의 기억들을 전하는 건 어려운 일인 것 같아요. 하지만, 정말 괜찮으시다면 얘기해 드릴게요... 그래도 마음의 준비는 해주세요! 제 과거는 어둡고 추악하니까요..."
ko_mt: "고마워요, 카멜리아. 내 기억을 마음속에 담는다는 건 정말 어려운 일이야. 네가 원한다면 말해줄게.. 하지만 제 과거는 어둡고 지저분하니 마음의 준비를 하세요!"

source: "Sometimes I worry that demons could take advantage of my inexperience. I know nothing of life, I am ill-prepared for the temptations they might offer me. Will you tell me about them?"
ko: "가끔은 데몬들이 저의 무지에서 이득을 얻을지도 모른다는 걱정을 해요. 저는 삶에 대해 아무것도 모르고, 그들이 저에게 줄 유혹 섞인 제안을 받을 준비도 되지 않았어요. 그런 것들에 대해 말해주실 수 있을까요?"
ko_mt: "가끔 데몬이 제 미숙함을 이용하지 않을까 걱정됩니다. 저는 인생에 대해 아무것도 모르고, 데몬들이 제게 줄 수 있는 유혹에 대해 준비가 되어 있지 않아요. 데몬에 대해 알려주시겠어요?"

source: "Don't think about it. You have a pure heart. It won't lead you astray."
ko: "너무 생각하지 마요. 당신은 순수한 마음을 가지고 있으니, 그게 당신을 이상한 곳으로 이끌진 않을 거예요."
ko_mt: "생각하지 마세요. 넌 순수한 마음을 가졌어. 그것이 당신을 타락하게 만들지 않을 것입니다."

source: "Why won't you grow out your hair? You look like a pageboy now, long hair would be much more attractive."
ko: "당신은 왜 머리를 기르지 않나요? 지금은 거의 시동처럼 보이고, 긴 머리가 훨씬 어울린텐데."
ko_mt: "왜 머리를 기르지 않으세요? 긴 머리가 훨씬 더 매력적일 텐데, 지금 넌 페이지보이처럼 보여."

source: "I do not want to be more attractive, I want to learn who I really am."
ko: "전 더 이상 매력적이고 싶지 않아요, 전 진정한 제가 되고 싶어요."
ko_mt: "더 매력적으로 보이고 싶은 것이 아니라 내가 누구인지 알고 싶어요."

source: "I am so pleased to know you, Arueshalae. It is always so delightful to sit with you by the fire, whispering and sharing secrets..."
ko: "당신을 알게 되어 기뻐요, 아루샬레. 당신과 함께 모닥불에 앉아 비밀들을 속닥이며 공유하는 것은 언제나 즐겁거든요..."
ko_mt: "아루샬래, 당신을 알게 되어 정말 기쁩니다. 당신과 함께 불 옆에 앉아 속삭이고 비밀을 나누는 것은 항상 너무 즐겁습니다..."

source: "Really? I am so glad to hear it! Maybe you could tell me something of your childhood? I love sweet tales of childhood!"
ko: "정말요? 엄청 반가운 소식이네요! 당신의 어린 시절에 대해 들려주시면 안 될까요? 전 어린 시절의 즐거운 이야기들이 너무 좋거든요!"
ko_mt: "정말요? 정말 다행이네요! 어린 시절 이야기를 들려주실 수 있나요? 저는 어린 시절의 달콤한 이야기를 좋아하거든요!"

source: "War, dirt, dust, smoke... swill instead of food. These horrible tents instead of a normal bedroom..."
ko: "싸움, 진흙탕, 먼지, 연기... 음식 대신 음식물 쓰레기까지. 거기다 평범한 침대 대신 끔찍한 천막이라니..."
ko_mt: "전쟁, 흙먼지, 연기.. 음식 대신 흙탕물이 흐르고. 평범한 침실 대신에 이 끔찍한 텐트..."

source: "But then again, there are so many opportunities for fun!"
ko: "하지만, 재미를 볼 기회는 하나만 있는 게 아니지!"
ko_mt: "하지만 재미있게 놀 수 있는 기회는 정말 많습니다!"

source: "Why do I have to do all the dirty work at the camp?"
ko: "왜 내가 야영지에서 이 더러운 일들을 해야만 하죠?"
ko_mt: "왜 제가 캠프에서 궂은일을 다 해야 하나요?"

source: "We have plenty of soldiers. Why don't we take a few along as servants?"
ko: "병사들이 넘쳐나는데, 몇 명 정도는 하인으로 데리고 다니는 게 어때요?"
ko_mt: "우리에겐 병사가 많습니다. 몇 명을 하인으로 데려가면 어떨까요?"

source: "The world must be cleansed."
ko: "세상은 정화되어야만 한다."
ko_mt: "세상을 정화해야 합니다."

source: "Starting with my immediate vicinity."
ko: "내 바로 주변부터 시작해서."
ko_mt: "내 주변부터 시작하세요."

source: "My precious mirror..."
ko: "내 소중한 거울이..."
ko_mt: "나의 소중한 거울..."

source: "As long as you keep showing me this beautiful face, I know fortune will continue to smile on me."
ko: "당신의 아름다운 얼굴을 계속 보여준다면, 행운의 여신께서는 제게 계속 미소를 짓고 계시단 거겠죠."
ko_mt: "이 아름다운 얼굴을 계속 보여 주시는 한 행운이 저에게 계속 미소 지을 것입니다."

source: "There is a strange smell in the air today, it stirs the senses..."
ko: "오늘은 공기의 냄새가 이상하네요. 오감을 휘저어요..."
ko_mt: "오늘 공기 중에 이상한 냄새가 나는데, 감각을 자극하는..."

source: "The spirits tell me someone will die. How... sad."
ko: "영혼이 누군가가 죽을 거라 알려주는군요. 참... 슬픈 일이에요."
ko_mt: "영혼들이 누군가 죽을 거라고 말해요. 얼마나.. 슬픈가."

source: "I am so weary of carrying my pack… I wonder if some chivalrous fellow would deign to help me?"
ko: "내 짐을 옮기느라 너무 지쳤어요... 기꺼이 저를 도와주실 예의바른 동료님이 누구 없을까요?"
ko_mt: "짐을 옮기는데 너무 지쳤어요.. 기사도 같은 분이 도와주실 수 있을까요?"

source: "Most certainly. Wait just a moment while I fetch a commoner to carry it for you. We just so happen to have an overabundance of commoners in our party."
ko: "물론이죠, 잠시 당신께 물건을 전달해드릴 평민을 부를테니 기다려주시죠. 우리 일행에는 평민들이 아주 넘쳐나는 듯하거든요."
ko_mt: "물론이죠. 평민을 데려올 테니 잠시만 기다리세요. 우리 파티에 평민이 너무 많아서요."

source: "Isn't it strange that we who move in the upper echelons of society have been obliged to mix with such diverse rabble?"
ko: "사회의 상류층으로 올라선 우리가 이토록 다양한 폭도들과 어울려야만 한다니 이상하지 않나요?"
ko_mt: "사회의 상류층에 속하는 우리가 이렇게 다양한 사람들과 어울려야 한다는 것이 이상하지 않나요?"

source: "Just look upon it as a trip to a menagerie, my kind lady. I personally plan to regale my acquaintances with tales of this folly for years to come."
ko: "동물원으로의 여행 정도로 생각해보시죠, 친절한 숙녀분. 제 개인적인 계획으로는, 나중에 제 제인들에게 이 재미난 이야기에 대해 들려줄 생각이랍니다."
ko_mt: "그냥 동물원 여행이라고 생각하세요, 친절한 아가씨. 개인적으로 앞으로 몇 년 동안 지인들에게 이 어리석은 이야기를 들려줄 계획입니다."

source: "How does one who believes in no gods or spirits come to possess healing powers?"
ko: "어떻게 신도 영혼도 믿지 않는 사람이 치유의 힘을 사용할 수가 있는 거죠?"
ko_mt: "신이나 영혼을 믿지 않는 사람이 어떻게 치유의 힘을 갖게 되었습니까?"

source: "I suppose I must draw strength from my utter disinclination to be in debt to any god or spirit."
ko: "제가 신이나 영혼 따위에게 빚을 지려면 제 완전한 꺼림칙함을 떨쳐낼 힘을 끌어내야 할 것 같군요."
ko_mt: "신이나 영혼에게 빚을 지고 싶지 않은 제 성향에서 힘을 얻어야 할 것 같아요."

source: "You were observing me earlier whilst I was practicing with my rapier, Daeran. Did you find it a captivating sight?"
ko: "제가 레이피어를 연습하기 시작했을 때부터 저를 쳐다보시더군요, 대런. 뭔가 매력적인 광경을 발견하셨나봐요?"
ko_mt: "아까 제가 레이피어 대런과 연습할 때 저를 관찰하고 계셨죠? 매혹적인 광경이었나요?"

source: "Oh, indeed. As captivating as a dancing cobra, a rushing avalanche, or a raging thunderstorm. And just as with those natural phenomena, it is important to do two things: enjoy the view and keep one's distance."
ko: "아, 물론이죠. 마치 춤추는 코브라, 쏟아지는 눈사태, 혹은 몰아치는 뇌우를 보는 것 같군요. 이런 자연 현상을 보는 데 있어 가장 중요한 건 두가지죠: 바로 풍경을 즐기는 것과, 거리를 유지하는 것이랍니다."
ko_mt: "오, 정말이지. 춤추는 코브라, 거센 눈사태, 성난 뇌우처럼 매혹적인 광경이죠. 그리고 이러한 자연 현상과 마찬가지로 경치를 즐기고 거리를 유지하는 두 가지를 하는 것이 중요합니다."

source: "On quiet nights, the sound of laughter and merriment were sometimes carried across the river to me in my garden. Oh, how I dreamed of being in your merry boating party!"
ko: "고요한 밤에, 때로는 웃고 떠드는 소리가 강을 건너 우리 정원까지 들렸죠. 아아, 당신의 즐거운 선상 연회에 참여하길 얼마나 바랐는지 몰라요!"
ko_mt: "조용한 밤이면 웃음소리와 환희가 강 건너 정원에 있는 제게까지 전해지곤 했습니다. 오, 나는 당신의 즐거운 뱃놀이 파티에 참석하는 것을 얼마나 꿈꿔왔는지 몰라요!"

source: "If I had but known of the beautiful captive of Gwerm manor, I would have dreamed of abandoning the boat and coming straight to your garden."
ko: "만일 제가 그웜 저택에 사로잡힌 아름다운 미녀에 대해 알았더라면, 배를 버리고 당신의 정원까지 헤엄쳐오는 것도 고려했을 텐데요."
ko_mt: "그웜 저택의 아름다운 포로인 줄 알았더라면 배를 버리고 바로 당신의 정원으로 가고 싶었을 거예요."

source: "Surely Kenabres has felt like a prison to you as well? A nobleman of your caliber stuck in such a shabby little place..."
ko: "확실히 당신도 케나브레스가 감옥처럼 느껴졌었군요? 당신만한 귀족이 이런 작고 초라한 곳에 박혀있었다니..."
ko_mt: "케나브레스도 자네에게 감옥처럼 느껴졌겠지? 당신 정도의 귀족이 이런 허름한 곳에 갇혀 있다니..."

source: "Perhaps it was fate that kept me there, so that I could one day meet you, Lady Camellia."
ko: "어쩌면 운명이 제게 그 자리를 지키도록 한 걸지도 모르겠군요, 바로 오늘 날 당신을 만날 수 있게 말이죠. 카멜리아 양."
ko_mt: "언젠가 카멜리아 아가씨를 만나기 위해 그곳에 머물게 된 것이 운명인지도 몰라요."

source: "Even so, Count, you find Mendev utterly unbearable and yet here you remain. Why? And please answer without any foolishness about our meeting being predestined."
ko: "백작님, 당신은 멘데브를 참아줄 수 없다면서도 이곳에 남아계시군요. 왜죠? 우리가 만날 운명이었다는 등의 바보 취급은 빼고 대답해주세요."
ko_mt: "그럼에도 불구하고, 백작님, 멘데브를 완전히 견딜 수 없다고 생각하면서도 여기 남아 계시는군요. 왜요? 그리고 우리의 만남이 예정되어 있다는 어리석은 생각은 하지 말고 대답해 주십시오."

source: "The heavy burden of the past and dark family secrets have kept me here, like a man weighed down by an anchor. And I would be happy to reveal those secrets, sweet Camellia, if you give me a few moments to think them up."
ko: "과거의 무거운 짐들과 가족의 어두운 비밀이 마치 닻에 묶인 배처럼, 저를 이곳에 가둬놓았죠. 그리고 이러한 비밀을 당신께 밝힐 수 있게 해준다면 기쁘겠습니다, 아름다운 카멜리아 양. 물론 그러한 시간을 잠시 허락해주신다면 말이죠."
ko_mt: "과거의 무거운 짐과 어두운 가족 비밀 때문에 닻에 짓눌린 사람처럼 여기까지 오게 되었습니다. 잠시만 생각할 시간을 주신다면 그 비밀을 기꺼이 공개할게요, 카멜리아."

source: "You there, beggar! Would you like some fried meat? With crackling, just the way you like it. I'll keep watch to make sure it doesn't get burnt."
ko: "야, 거지! 고기 좀 구워 줄까? 네가 좋아하는 타닥타닥 소리도 들려줄게. 혹시라도 타지 않는지 내가 지켜보고 있을 거야."
ko_mt: "거기 거지야! 튀긴 고기 좀 드실래요? 딱딱하게, 당신이 좋아하는 방식으로. 내가 타지 않게 잘 지켜볼게요."

source: "Thank you, Camellia! But I don't like fried meat. You probably confused me with someone else!"
ko: "고마워요 카멜리아! 하지만 저는 튀긴 고기를 좋아하지 않는답니다. 아마 다른 사람과 헷갈리신 것 같아요!"
ko_mt: "고마워요, 카멜리아! 하지만 전 튀긴 고기를 좋아하지 않아요. 저를 다른 사람으로 착각하셨나 봐요!"

source: "Vagrant, you sleep on the street, wear rags, and all your friends are beggars. There's dirt and disease all around you. You belong in an infirmary."
ko: "떠돌이야, 너는 길바닥에서 자고, 누더기를 걸치고, 친구들은 전부 거지들 뿐이구나. 네 주위엔 오물과 질병만 가득해. 의무실로 가버리렴."
ko_mt: "부랑아, 넌 길거리에서 자고 누더기 옷을 입고 친구들은 모두 거지야. 네 주변에는 먼지와 질병이 가득해. 넌 의무실에 있어야 해."

source: "Thank you, Camellia! You're so caring!"
ko: "고마워요, 카멜리아! 정말 자상하시네요!"
ko_mt: "고마워요, 카멜리아! 정말 배려심이 깊으세요!"

source: "You there, beggar girl! That filthy bird of yours has befouled my tent! Wash this at once."
ko: "야, 거지! 네 더러운 새가 내 천막을 더럽혔잖아! 빨리 닦아내."
ko_mt: "거기 거지 소녀야! 네 더러운 새가 내 텐트를 더럽혔어! 당장 씻어라!"

source: "Washing… When I was little, I loved doing the laundry with my mom. We had so much fun… Thank you for reminding me of those days."
ko: "씻는다... 제가 어렸을 적에, 전 엄마랑 같이 빨래하는 걸 정말 좋아했어요, 어찌나 즐거웠는지... 그때 생각이 나게 해주셔서 감사해요."
ko_mt: "빨래.. 어렸을 때 엄마와 함께 빨래하는 것을 좋아했어요. 정말 즐거웠어요.. 그 시절을 떠올리게 해주셔서 감사합니다."

source: "I cannot imagine what type of person could listen to your muddled rambling and find any deeper truth in it."
ko: "도대체 어떤 사람이 네 뒤죽박죽인 횡설수설을 듣고 엄청난 진실을 찾을까 모르겠네."
ko_mt: "어떤 사람이 당신의 뒤죽박죽된 횡설수설을 듣고 그 안에서 더 깊은 진실을 찾아낼 수 있을지 상상할 수 없습니다."

source: "I don't know why people listen to me either. But I'd like to know... then I could help them more."
ko: "저도 왜 사람들이 제 이야기를 듣는지 모르겠지만, 그 이유를 알고 싶어요... 그럼 남들을 더 도울 수 있을 텐데."
ko_mt: "사람들이 왜 제 말을 듣는지 저도 모르겠어요. 하지만 알고 싶어요.. 그래야 더 많은 도움을 줄 수 있으니까요."

source: "If you bathed and brushed your hair, you may provoke slightly less revulsion in those around you, urchin."
ko: "만약 네가 목욕도하고 머리도 손질했더라면, 주변 사람들이 너를 조금 덜 역겹게 대했을지도 몰라, 고아야."
ko_mt: "목욕을 하고 머리를 빗으면 주변 사람들의 혐오감을 조금 덜 유발할 수 있습니다, 부랑아."

source: "But some things never wash off, isn't that right? Like blood... It's always on your hands, even if you can't see it."
ko: "하지만 씻겨 나가지 있는 것도 있지 않나요? 마치 피처럼... 볼 수 없더라도, 결코 손에서 떠나지 않아요."
ko_mt: "하지만 어떤 것들은 절대 씻겨지지 않죠, 그렇죠? 피처럼.. 피는 눈에 보이지 않더라도 항상 손에 묻어 있죠."

source: "I am glad I no longer need to spare your tender feelings! Perhaps we can be friends now."
ko: "네 상냥함을 참아주지 않아도 되어서 너무 기뻐! 아마도 지금부터는 우리도 친구가 될 수 있을 거야."
ko_mt: "더 이상 당신의 부드러운 감정을 아낄 필요가 없어서 기뻐요! 이제 친구가 될 수 있을 것 같아요."

source: "Why, of course, Cami... Wait, let us seal our friendship with a sisterly kiss!"
ko: "이런, 물론이지, 카미... 잠깐, 우리의 진정한 우정을 자매간의 입맞춤으로 표현해보자고!"
ko_mt: "왜, 물론, 카미.. 잠깐, 자매의 키스로 우정을 확인하자!"

source: "Do you really think all the men around you will be yours just because you start speaking in that breathy voice? I see nothing alluring in it."
ko: "당신은 정말로 숨소리 섞인 목소리로 말한다고 주변 사람들이 당신의 편이 될 거라 생각하시나요? 제게는 전혀 매력적이지 않거든요."
ko_mt: "숨이 턱턱 막히는 목소리로 말하기 시작한다고 해서 주변의 모든 남자들이 당신의 것이 될 거라고 생각하세요? 그 목소리에는 매력이 없어요."

source: "Come with me somewhere private and I will show you something alluring."
ko: "나랑 같이 어디 조용한 곳으로 가면, 내가 아주 환상적인걸 보여줄게."
ko_mt: "나랑 둘만의 공간으로 오면 매혹적인 것을 보여줄게요."

source: "Do you claim not to take any pleasure in plunging your blade into your victim's flesh?"
ko: "당신은 희생자의 살에 칼날을 박을 때 전혀 기쁨을 느끼지 않는다고 확신하시나요?"
ko_mt: "당신은 희생자의 살에 칼을 꽂는 것을 전혀 즐기지 않는다고 주장합니까?"

source: "I take pleasure in depositing the client's fee in my coffers. The rest of it — that's just work."
ko: "난 내 고객의 돈을 내 주머니에 채워넣는 것에서 기쁨을 찾지. 나머지는— 그냥 업무일 뿐이야."
ko_mt: "저는 고객의 수수료를 제 금고에 입금하는 것을 기쁘게 생각합니다. 나머지는 그냥 일입니다."

source: "Life has handed down many harsh challenges to me already in my life. I need someone who can teach me how to kill my enemies."
ko: "삶은 이미 제 인생에 수많은 고난을 쥐어줬어요. 저는 제 적들을 죽이는 방법을 가르쳐 줄 사람이 필요해요."
ko_mt: "인생은 이미 제게 많은 가혹한 도전을 안겨주었습니다. 적을 죽이는 방법을 가르쳐 줄 사람이 필요합니다."

source: "I don't usually offer lessons, but if we can agree on a price…"
ko: "난 강사는 아니지만, 가격만 맞춰준다면야..."
ko_mt: "저는 보통 레슨을 제공하지 않지만 가격에 합의할 수 있다면..."

source: "Sometimes I can't seem to fall asleep. Every time I close my eyes, I see demons spurting blood, I hear the screams of the dying… I've never felt like this before…"
ko: "때때로 저는 잠에 들지 못해요. 눈을 감을 때마다, 피를 뿜어대는 데몬이 보이고, 죽을 때의 비명이 들려요… 이전에는 전혀 이런 적이 없었어요…"
ko_mt: "가끔 잠이 안 올 때가 있어요. 눈을 감을 때마다 데몬들이 피를 뿜어내는 것이 보이고, 죽어가는 사람들의 비명소리가 들리고.. 이런 기분은 처음이에요..."
