Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "You know, you're not that bad for a paladin. Not as much of a self-righteous bore as the others."
ko: "있잖아, 너는 팔라딘으로 썩 나쁘지 않아. 다른 녀석들처럼 독선적인 멍청이는 아니잖아."
ko_mt: "성기사치고는 그렇게 나쁘지 않네요. 다른 성기사들만큼 독선적이지도 않고요."

source: "You're also not as much of a jerk as I thought... for an arrogant, immature, self-absorbed man-child, of course."
ko: "너도 내 생각만큼 얼간이는 아냐... 오만하고, 치기 어리고, 자신만 생각하는 어른 새끼이긴 해도."
ko_mt: "물론 오만하고 미성숙하고 자기밖에 모르는 남자 아이치고는 생각만큼 나쁜 놈은 아니었죠."

source: "Another stopping place, another troubled sleep interrupted by the snores of my adored companions. Seelah, could you perhaps sleep a little farther away from me? A mile should do it."
ko: "또 다른 휴식 장소에서, 또 한 번 내가 아끼는 동료의 코골이 때문에 잠을 못이루네. 실라, 내게서 조금만 멀리 떨어져 자줄 수 있어? 1마일 정도면 충분할 거야."
ko_mt: "또 다른 정거장, 사랑하는 동반자의 코골이로 인해 또 다른 곤란한 수면이 방해를 받았습니다. 실라, 나랑 좀 더 멀리 떨어져서 자면 안 될까? 1마일 정도는 괜찮을 거야."

source: "Yeah right. The snores of a paladin possess the magical ability to ward off all fiends, didn't you know? My snores are doing you a favor, pal!"
ko: "알았어. 근데 팔라딘의 코골이에 모든 악귀에게서 보호해주는 마법적 효과가 있다는 것 알아? 내 코골이가 친구에게 호의를 베푸는 중이란 뜻이라고!"
ko_mt: "그래, 맞아. 성기사의 코골이에는 모든 악마를 물리치는 마법의 힘이 있다는 거 몰랐어? 내 코골이가 널 도와주는 거야, 친구!"

source: "Seelah, my dear, won't you tell me again how sinful and morally bankrupt my lifestyle is and how I must see the error of my ways? Your lectures always send me straight to sleep."
ko: "내 친구 실라, 내 삶의 방식이 얼마나 죄 많고 도덕성이 결여되었는지, 내가 어떻게 내 삶의 문제점을 봐야 하는지 다시 한 번 말해줄 수 없을까? 네 강의만 들으면 곧바로 잠에 빠져들거든."
ko_mt: "실라, 내 사랑, 내 생활 방식이 얼마나 죄악되고 도덕적으로 파산했는지, 내 길의 잘못을 어떻게 깨달아야 하는지 다시 한 번 말해 주지 않겠어요? 당신의 강의는 항상 저를 곧장 잠들게 해요."

source: "Yeah right. Today your path to repentance is silent prayer and self-reflection."
ko: "물론이지. 오늘 당신은 묵념과 자아성찰을 통해 회개의 길을 따르게 됩니다."
ko_mt: "그래요. 오늘 회개하는 길은 침묵의 기도와 자기 성찰입니다."

source: "You are shivering from the cold, Seelah. It makes you look so girlish, and I find it thoroughly charming."
ko: "실라, 추워서 몸을 떨고 있구나. 그러고 있으니 꽤나 여성적으로 보이는데. 상당히 매력적인 모습이야."
ko_mt: "추워서 떨고 있구나, 실라. 정말 소녀처럼 보이는데, 정말 매력적이에요."

source: "Seelah the Shivering, charming counts with her girlish trembling, ha! But seriously, if I'm shivering, it's because I don't like being near you. You give me the creeps."
ko: "으슬으슬한 실라, 소녀처럼 떨며 백작을 유혹하다라, 하! 하지만, 진지하게 말할게. 내가 떨고 있다면, 그 이유는 네가 내 근처에 있는 걸 좋아하지 않아서야. 너랑 있으면 소름이 끼치거든."
ko_mt: "소녀 같은 떨림으로 매력적인 카운트 실라, 하! 하지만 내가 떨고 있는 건 당신과 가까이 있는 게 싫어서예요. 당신 때문에 소름이 돋아요."

source: "I am willing to bet that you have never heard this one before. This was told to me only yesterday. So, a glabrezu, a lilitu, and a succubus walk into a tavern in Drezen..."
ko: "이 이야기는 네가 한 번도 들어보지 않았으리라 확신해. 바로 어제 들은 이야기거든. 글라브레주랑, 릴리투랑, 서큐버스가 드레젠의 선술집으로 걸어 들어갔는데..."
ko_mt: "여러분은 이 말을 한 번도 들어본 적이 없을 거라고 장담합니다. 이 이야기는 바로 어제 저에게 들었습니다. 글라브레주, 릴리투, 서큐버스가 드레젠의 선술집에 들어서는데..."

source: "...and the tavern keeper says, 'Pick your poison. Or do you want the Commander to kill you personally?' Who do you think came up with that one, Daeran?"
ko: "...선술집 주인이 말하길, '네 독을 골라라. 아니면 사령관이 직접 널 죽이길 원하나?' 그 이야기를 지어낸 게 누구일 것 같아, 대런?"
ko_mt: "...선술집 주인이 '독을 골라라. 아니면 사령관이 직접 널 죽이길 원해?'라고 말했어. 누가 그런 말을 생각해낸 것 같아, 대런?"

source: "I wish to make my confession, Sosiel. On one occasion I spent a rather steamy night with a trio of Osirian crocodile hunters. Their enormous, bronzed..."
ko: "소시엘, 한 가지 고백하고 싶은 게 있어. 언젠가 나는 오시리온인 악어 사냥꾼 세 명과 꽤나 땀내나는 밤을 보냈었어. 그들의 커다란 구릿빛..."
ko_mt: "고백하고 싶은 게 있어요, 소시엘. 한번은 오시리아 악어 사냥꾼 트리오와 뜨거운 밤을 보낸 적이 있어요. 그들의 거대한 청동색..."

source: "...muscles shone with oil, their bodies were temptation made flesh, and so on, and so forth. Do you really think you're the first person who's tried to turn confession into a joke? It's an old trick."
ko: "...근육은 기름을 먹어 반짝이고, 그들의 육체는 욕망의 체현 그 자체였으며, 어쩌구 저쩌구. 고해 성사에서 농담 따먹기를 시도한 게 당신이 처음이라고 생각하십니까? 유서 깊은 수법입니다."
ko_mt: "...근육은 기름으로 빛나고, 몸은 유혹으로 살이 되고, 등등... 고해성사를 농담으로 바꾸려고 시도한 사람이 정말 당신이 처음이라고 생각하세요? 오래된 수법이에요."

source: "It pains me to think that any living creature could be so dull and predictable. Tell me, Sosiel, do you have even the smallest secret? Something unusual that you keep private from the world?"
ko: "살아있는 모든 크리처들이 따분하고 뻔하다는 생각이 드는 게 고통스러워. 소시엘, 아주 작은 비밀이라도 하나 가진게 있어? 네가 세상으로부터 감추는 뭔가 특별한 것이 있을까?"
ko_mt: "어떤 생명체라도 이렇게 지루하고 예측 가능한 존재일 수 있다고 생각하면 가슴이 아파요. 말해봐, 소시엘, 너에게 작은 비밀이라도 있니? 세상과 단절된 특별한 비밀 같은 거요?"

source: "The only thing I hide from the world is my fear, and my desire to throw up my hands and say, 'Someone else can do this.' I am not ashamed to admit it. Now it's your turn."
ko: "이 세상에서 제가 숨긴 유일한 것은 저의 공포와, 양 손을 떨구고 '누가 알아서 하겠지'라고 말하고 싶은 욕망 뿐입니다. 저는 그것을 인정하는 것이 전혀 부끄럽지 않죠. 자, 이제 당신 차례입니다."
ko_mt: "제가 세상에 숨기는 것은 두려움과 '다른 사람도 할 수 있다'고 손사래를 치고 싶은 욕망뿐입니다. 인정하는 것이 부끄럽지 않습니다. 이제 여러분의 차례입니다."

source: "Shelyn teaches you to worship beauty, but your worship does not seem to extend to myself. You have wounded me, sir!"
ko: "셸린은 네게 미를 숭상하라고 가르치는데, 그럼에도 너의 신앙은 나에게 까지 닿질 않는 것 같네. 너에게 상처받았어!"
ko_mt: "쉴린은 아름다움을 숭배하라고 가르치지만, 당신의 숭배는 나 자신에게까지 미치지 않는 것 같습니다. 저에게 상처를 주셨습니다!"

source: "Shelyn also teaches that beauty comes from within. I look inside you and... there's very little to admire there at present."
ko: "셸린께서는 아름다움이 내면으로부터 스며나온다고도 가르치시죠. 당신의 내면을 보면... 현재로서는 인상적인 부분이 거의 없군요."
ko_mt: "쉴린은 또한 아름다움은 내면에서 나온다고 가르칩니다. 여러분의 내면을 들여다보면.. 현재로서는 감탄할 만한 것이 거의 없습니다."

source: "You were probably seen as quite the catch in your village, eh, Sosiel? A handsome cleric in a sea of farm boys stinking of sheep's wool and manure."
ko: "소시엘, 너는 동네에서 꽤나 이목을 끌었을 것 같아, 그렇지? 고약한 양털과 거름 냄새가 나는 농부 소년 무더기 속의 멋진 클레릭이라니."
ko_mt: "소시엘, 당신은 마을에서 꽤나 주목받는 사람이었겠죠? 양털과 거름 냄새를 풍기는 농장 소년들 사이에 잘생긴 성직자가 있었으니까요."

source: "I was fortunate to be born in a wonderful place where the people are beautiful in body and soul. I am no better and no worse than anyone else there."
ko: "제게는 몸과 마음 모두 아름다운 사람들이 사는 멋진 곳에서 태어나는 행운이 있었습니다. 그곳의 사람들보다 특별히 뛰어나지도 나쁘지도 않아요."
ko_mt: "저는 몸과 마음이 아름다운 사람들이 사는 멋진 곳에서 태어난 것을 행운으로 여겼습니다. 저는 그곳의 다른 누구보다 나을 것도 없고 나쁠 것도 없습니다."

source: "I have frequently riled up clerics of Iomedae and Erastil, but I have on occasion vexed priests of Sarenrae, Asmodeus, and Gorum. Should I turn my unholy crusade against the Shelynites now? What will it take to ruffle their feathers?"
ko: "나는 아이오메데와 에라스틸의 클레릭들에게는 자주 귀찮게 굴었지만, 반면에 서렌레이, 아스모데우스, 고룸의 사제들에게는 잘 그러지 않았어. 이제부터 나의 불경한 성전을 셸린 신도에게도 행해야 하지 않을까? 그들의 깃털을 헝클어뜨린다면 어떨 것 같아?"
ko_mt: "나는 아이오메데와 에라스틸의 성직자들을 자주 괴롭혔지만, 사렌래, 아스모데우스, 고룸의 사제들을 괴롭힌 적도 있다. 이제 셸린족을 상대로 부정한 성전을 벌여야 할까요? 그들의 깃털을 휘날리게 하려면 무엇이 필요할까요?"

source: "You want my advice? Well... simply behave as you usually do in my presence."
ko: "제 조언이 필요하십니까? 흠... 그냥 평소에 제 앞에서 하는 것처럼만 하십시오."
ko_mt: "제 조언이 필요하세요? 그럼.. 내 앞에서 평소처럼 행동하세요."

source: "You have traveled a long road. From paladin to Hellknight, from Hellknight to a jester for demons."
ko: "넌 정말 긴 여정을 걸어왔군. 팔라딘에서 헬나이트로, 헬나이트에서 데몬들의 광대로 말이지."
ko_mt: "그대는 먼 길을 여행했다. 성기사에서 지옥기사로, 지옥기사에서 데몬들을 위한 광대로."

source: "Whereas you started out as a jester. Where will your road take you, aristocrat?"
ko: "반면에 너는 광대에서 시작하였다. 귀족, 네 길은 너를 어디로 이끌까?"
ko_mt: "넌 광대로 시작했지만. 귀족의 길은 어디로 향할 것인가?"

source: "I nurse a naive hope that the elder Vaenic brother will prove more interesting than the younger."
ko: "나는 베이닉 형이 동생 쪽보다 더 흥미로울 거라는 순진한 기대감을 품고 있어."
ko_mt: "형인 바이닉이 동생보다 더 재미있을 거라는 순진한 희망을 품고 있습니다."

source: "You are just a drunken lordling, what's interesting about that? People like you are ten to a dozen in high society anywhere."
ko: "넌 그저 술 취한 귀족 자제일 뿐이다. 무슨 흥미가 동하겠나? 너와 같은 자는 상류층에 널려있을 것인데."
ko_mt: "당신은 그냥 술 취한 주정뱅이일 뿐인데, 그게 뭐가 재미있어요? 당신 같은 사람은 상류 사회 어디에서나 10명에서 12명 정도는 있죠."

source: "Look here, Ulbrig, this is a fork. Did you have these in Sarkoris?"
ko: "울브리그, 봐봐. 이건 포크라는 거야. 사코리스에도 이런 게 있었어?"
ko_mt: "여기 봐요, 울브리그, 이건 포크예요. 사르코리스에도 이런 게 있었나요?"

source: "In Sarkoris we had honor. We had loyalty. We had warm-hearted families. We had love. As for forks, yep, we had them too — and we knew where to stick 'em!"
ko: "사코리스에서, 우리는 명예를 알았소. 충성을 가졌소. 따스한 가족들이 있었소. 사랑이 존재했소. 포크는, 그래, 그것도 있었지. 어디에 꽂는지도 알았다오!"
ko_mt: "사르코리스에서 우리에겐 명예가 있었습니다. 충성심이 있었습니다. 따뜻한 가족이 있었습니다. 사랑이 있었습니다. 포크도 있었고 어디에 꽂아야 할지 알았습니다!"

source: "If I had an estate to spare, I'd bequeath it to you, Wenduag. Hundreds of bachelors seeking a rich wife would serenade you with songs of your unparalleled beauty! It would be like something straight from the stage."
ko: "만일 나한테 남는 영지가 있다면 그걸 너에게 물려줄 거야, 웬두아그. 부자 아내를 찾아다디는 수백 명의 미혼남들이 대적할 바 없는 네 미모에 대한 노래와 함께 청혼하겠지! 아마 무대나 다름없을 거야."
ko_mt: "내게 남는 재산이 있다면 너에게 물려줄 거야, 웬두아그. 부유한 아내를 찾는 수백 명의 총각들이 당신의 비할 데 없는 아름다움을 노래하며 세레나데를 부를 것입니다! 마치 무대에서 바로 나온 것 같을 거예요."

source: "Are you mocking my beauty? Even if it fades, I will still have plenty to take pride in. But what will you do if I cut up your handsome face? Will you lock yourself away in a tower and wallow in self-pity?"
ko: "나의 미모를 조롱하는 것이냐? 그 빛이 바래더라도, 내게는 내세울 것이 많이 남는다. 하지만 네 잘난 얼굴을 도려내고 나면 너에게 무엇이 남을까? 혹 탑의 문을 걸어 잠그고 자기 연민에 빠져 뒹굴거리지는 않을까?"
ko_mt: "내 아름다움을 조롱하는 건가요? 비록 그것이 사라지더라도 나는 여전히 자부심을 가질 것입니다. 하지만 내가 당신의 잘생긴 얼굴을 잘라버리면 어떻게 할 건가요? 탑에 갇혀서 자기 연민에 빠져 있을 건가요?"

source: "Your confidence, your unequaled talent for temptation… You were considered the most beautiful girl in the tribe, if I'm not mistaken?"
ko: "네 자신감, 비할 데 없는 유혹의 재능… 내가 잘못 짚은 게 아니라면, 너는 부족에서 가장 아름다운 여성으로 여겨졌겠지?"
ko_mt: "당신의 자신감, 유혹에 대한 비할 데 없는 재능.. 제가 착각하지 않았다면 당신은 부족에서 가장 아름다운 소녀로 여겨졌죠?"

source: "Yes. And the healthiest, for that matter. I could bear many beautiful and strong children, increasing the strength of the tribe."
ko: "그래. 가장 건강한 사람으로도 여겨졌지. 나는 부족의 힘을 키워줄 아름답고 강인한 아이를 많이 낳을 수 있었다."
ko_mt: "네, 그리고 가장 건강했죠. 아름답고 튼튼한 아이를 많이 낳아 부족의 힘을 키울 수 있었죠."

source: "For a troglodyte, you show no fear of the sky or open space… or are you simply good at hiding your fear?"
ko: "너는 동굴인인데도 하늘이나 개방된 공간에 대해 두려움을 보이지 않는군… 아니면 그저 자기 공포를 숨기는 게 능숙할 뿐인 건가?"
ko_mt: "트롤로디테의 경우 하늘이나 넓은 공간에 대한 두려움을 보이지 않는군요.. 아니면 단순히 두려움을 숨기는데 능숙한가요?"

source: "I don't waste time looking about me. I only look for whatever it is I want to kill, eat, or fuck. And once I've found my target, it's the only thing I see."
ko: "나 자신을 돌아보는데 낭비할 시간은 없어. 나는 오직 죽이고, 먹고, 교미할 대상을 찾을 뿐이다. 내 목표를 발견하는 순간, 나는 그 목표 하나만을 보지."
ko_mt: "저는 제 주변을 돌아보는데 시간을 낭비하지 않습니다. 죽이고 싶고, 먹고 싶고, 섹스하고 싶은 대상만 찾습니다. 그리고 일단 목표를 찾으면 그것만 봅니다."

source: "Do you know, my dear, I believe I am starting to become inured to you? Your glowing eyes when you watch me sleep, your fur in the food whenever you cook... I would miss all those things if they stopped."
ko: "친구여, 내가 너에게 익숙해지기 시작했다고 생각하는 거 알아? 내가 잘 때 나를 지켜보는 네 반짝이는 눈, 네가 요리할 때마다 음식에 들어있는 네 털... 그것들이 전부 사라진다면 그리워질거야."
ko_mt: "여보, 내가 당신에게 익숙해지기 시작한 거 알아? 내가 자는 모습을 볼 때 당신의 빛나는 눈빛, 당신이 요리할 때마다 음식에 묻어나는 당신의 털... 이 모든 것들이 멈추면 정말 그리울 거야."

source: "That was not my fur. Can't you tell the difference between my fur and rat fur? There were some rat bones in the pot, too, cut up nice and small. I hope you enjoyed them."
ko: "내 털이 아니야. 내 털과 쥐 털의 차이를 모르나? 솥에 작고 깔끔하게 잘린 쥐 뼈도 얼마쯤 들었지. 네가 맛있게 먹었길 바란다."
ko_mt: "그건 내 털이 아니야. 내 털과 쥐 털을 구분 못 해요? 냄비 안에는 쥐 뼈도 있었는데 잘게 잘라서 넣었어요. 맛있게 드셨길 바라요."

source: "I am so fortunate to have met you. We both know what it is like to be beautiful and desired in our own milieu."
ko: "너를 만났다는 게 정말 행운이었다고 생각해. 우리 둘 다 미인이자 욕망의 대상이 되는 것이 어떤 일인지 각자의 관점에서 잘 알고 있으니."
ko_mt: "당신을 만나게 되어 정말 행운입니다. 우리 둘 다 각자의 환경에서 아름답고 원하는 존재가 되는 것이 어떤 것인지 잘 알고 있습니다."

source: "Before, my beauty meant something. But not now. Now I seek only power."
ko: "이전에는 내 미모에 의미가 있었다. 그러나 지금은 아니야. 지금 나는 힘만을 추구한다."
ko_mt: "예전에는 제 아름다움에 의미가 있었습니다. 하지만 지금은 아니죠. 이제 저는 오직 힘만을 추구합니다."

source: "Perhaps, if we survive this, I shall invite you to one of my soirees. We can devise an exotic backstory for you and everyone will lose their heads over you, literally licking up to you, ignorant all the while that you are but a petty thief from Kenabres. It will be a riot!"
ko: "아마도, 우리가 여기서 살아남는다면, 내 연회 에 너를 초대할 거야. 우리는 네게 특이한 과거를 만들어줄 수 있고, 그러면 모든 사람들이 너에게 열광할 거야. 말 그대로 너를 빨아대겠지, 네가 케나브레스에서 온 불쌍한 좀도둑이라는 건 까맣게 모른채 말이야. 아마 폭동 수준일걸!"
ko_mt: "아마도 우리가 살아남는다면 내 연회에 널 초대할 거야. 당신을 위해 이국적인 배경 이야기를 고안해낼 수 있고, 모두가 당신에 대해 고개를 갸웃거리며 말 그대로 혀를 내두를 것이며, 당신이 케나브레스의 작은 도둑에 불과하다는 사실도 모른 채로 말이죠. 폭동이 일어날 겁니다!"

source: "Then I wanna to be the Prince of Garund! Or maybe the King? It's a tough choice!"
ko: "그럼 난 가룬드의 왕자가 되고 싶은데! 아니면 왕은 어떨까? 고르기 어렵네!"
ko_mt: "그럼 가룬드의 왕자가 되고 싶어요! 아니면 왕이 될까? 어려운 선택이잖아!"

source: "I cannot stand demons. If I didn't already know your grandfather was one, I should never have sensed the demon blood in you. You're much too… unremarkable."
ko: "나는 데몬과 마주설 수 없어. 만일 네 할아버지가 그 중 하나라는 사실을 미리 알지 못했다면, 나는 절대로 네게서 데몬의 혈통을 느끼지 못했겠지. 너는 너무나도… 평범해."
ko_mt: "난 데몬을 참을 수 없어. 네 할아버지가 데몬라는 걸 몰랐다면 네게서 데몬의 피를 감지하지 못했을 거야. 너도 너무.. 평범하구나."

source: "And you come from aasimar stock, your excellency, but I'd say we're each about as angelic as the other."
ko: "그리고 당신은 아시마르 가문이시지요, 각하. 하지만 나라면 우리가 서로에게 엔젤 같다고 말했을 거야."
ko_mt: "그리고 각하, 아시마르 가문 출신이시지만 저희는 서로 천사 같다고 말씀드리고 싶습니다."

source: "I wonder, if I tossed some coins on the ground and told you to bark like a dog, would you?"
ko: "궁금한 게 있는데, 만약 내가 동전 몇 개를 땅바닥에 던져놓고 개처럼 짖으라고 말한다면, 할 거야?"
ko_mt: "내가 동전을 바닥에 던져주고 개처럼 짖으라고 하면 짖을 수 있을까요?"

source: "Well… maybe I would, y'know. But I won't forget this."
ko: "음… 할 수도 있어. 하지만 절대로 잊지 않을 거야."
ko_mt: "글쎄요.. 그럴지도 모르죠. 하지만 이걸 잊지 않을 거예요."

source: "If you dressed up a little and scrounged up some saucy impudence, you could be a kept man in some noble's house. Easy work with very little risk. I hear they pay a premium for curls."
ko: "만약 네가 조금만 차려입고 성적인 뻔뻔함을 겸비한다면, 몇몇 귀족 가문의 원조 교제자가 될 수도 있을 거야. 아주 작은 위험을 가진 손쉬운 일이지. 나는 그 녀석들이 곱슬머리에 추가 비용을 지불한다고 들었거든."
ko_mt: "조금만 차려입고 뻔뻔함을 조금만 부리면 귀족의 집에서 시종 노릇을 할 수 있습니다. 위험 부담이 거의 없는 쉬운 일이죠. 컬에 프리미엄이 붙는다고 들었어요."

source: "What's that, sit in a house all day waitin' for the lord or lady to swan in? No way! I may be a cur, but I ain't house-broken!"
ko: "뭔데? 하루 종일 집 안에 앉아서 백조를 들이려는 신사 숙녀를 기다리는 거야? 안돼! 내가 머저리기는 하지만, 우리 집이 망한 건 아니라고!"
ko_mt: "뭐야, 하루 종일 집 안에 앉아서 주인이나 부인이 백조처럼 날아오기를 기다리는 거야? 말도 안 돼! 내가 머저리일지 몰라도 집이 망가진 건 아니야!"

source: "Wait, did I hear you correctly: you are charging me one hundred coins for this potion? Me, your comrade? Our fellowship will not withstand such a trial, believe you me."
ko: "잠깐만, 내가 똑바로 들은 거 맞아? 이 물약 값으로 백 냥을 부른다고? 너의 동료인 나에게? 확신하는데, 우리의 동료애는 그런 풍파를 견뎌낼 수 없을 거야."
ko_mt: "잠깐만요, 제가 제대로 들었나요? 이 물약에 백 동전을 청구한다고요? 나, 당신의 동지? 우리 동지애는 그런 시련을 견디지 못할 겁니다, 믿으세요."

source: "All right, fifty! Maybe there's some gang of aasimars you can join? From what I see, you get a kick outta fleecin' honest folk!"
ko: "좋아, 50냥! 네가 들어갈 수 있는 아시마르 갱단도 어디에 있지 않을까? 내가 보기에, 너는 정직한 사람들 물먹이기를 즐기거든!"
ko_mt: "좋아, 50명! 네가 가입할 수 있는 아시마르 갱단이 있을지도 몰라? 내가 보기에 당신은 양털을 훔치는 정직한 사람들을 좋아하네요!"

source: "Don't you miss the Abyss at all? Even a bad home is still a home. That's what I think. A home lives in your heart."
ko: "심연이 전혀 그립지 않아요? 나쁜 고향이라도 고향이에요. 나는 그렇게 생각해요. 고향은 마음속에 간직된다고."
ko_mt: "심연이 전혀 그리워지지 않으세요? 나쁜 집이라도 여전히 집이잖아요. 그게 제 생각입니다. 집은 마음속에 있는 것이니까요."

source: "Trust me, there's nothing worth missing. And I am trying to rip that 'home' out of my heart so I never think of it again."
ko: "거긴 정말 그리워할 가치가 없어요. 그리고 저는 그 '고향'을 두 번 다시 생각하지 않기 위해 제 마음 속에서 지우려 노력중이고요."
ko_mt: "절 믿으세요, 놓칠 만한 것은 아무것도 없습니다. 그리고 다시는 그 '집'을 생각하지 않도록 마음속에서 그 '집'을 찢어버리려고 노력 중입니다."

source: "You're so pretty. But I'll never be like that. It's a little sad, I guess."
ko: "당신은 아주 아름다워요. 하지만 전 절대로 그렇게 되지 못하겠죠. 조금은 아쉽다고 생각해요."
ko_mt: "당신은 정말 예뻐요. 하지만 난 절대 그렇게 되지 않을 거야. 좀 슬프네요."

source: "For anyone with a heart, you will always be far more beautiful than me, little one."
ko: "마음이 있는 한, 당신은 언제라도 저보다 더 아름다워질 수 있답니다."
ko_mt: "마음이 있는 사람에게는 언제나 나보다 훨씬 더 아름다울 것이다, 아가야."

source: "What would you like your first dream to be?"
ko: "당신의 첫번째 꿈이 어땠으면 하나요?"
ko_mt: "첫 번째 꿈은 무엇이었으면 좋겠어요?"

source: "I don't even know. I think once I'm able to imagine it, that's when I'll be ready to accept Desna's gift."
ko: "전혀 모르겠어요. 그것을 상상할 수 있게 되어야 비로소 데즈나님의 선물을 받을 자격이 되는 것이겠죠."
ko_mt: "저도 모르겠어요. 상상할 수 있게 되면 그때가 바로 데스나의 선물을 받아들일 준비가 된 때라고 생각합니다."

source: "Your wing makes the perfect umbrella! Thank you for keeping me dry when it rains."
ko: "당신의 날개는 완벽한 우산이에요! 비가 와도 젖지 않게 해줘서 고마워요."
ko_mt: "당신의 날개는 완벽한 우산이 됩니다! 비가 올 때 날 건조하게 해줘서 고마워요."

source: "And if I fold my wing like this, it makes a little shelter."
ko: "또 제 날개를 이렇게 접으면 작은 피난처가 되어주죠."
ko_mt: "이렇게 날개를 접으면 작은 쉼터가 되죠."

source: "Don't you miss the demons you knew, the ones you left behind?"
ko: "당신이 알았던, 당신이 두고 떠난 데몬들이 그립지 않아요?"
ko_mt: "당신이 알던 데몬들, 당신이 남겨둔 데몬들이 그리워지지 않나요?"

source: "I left no one behind. It was more like... I ran away from them. No one in the Abyss will be missing me, so I have no one to miss either."
ko: "저는 아무도 두고 떠나지 않았어요. 그보다는... 그들에게서 멀어졌다 하는 게 더 맞아요. 심연의 그 누구도 저를 보고싶어 하지 않을 테고, 그러니 저도 그리워할 데몬은 없어요."
ko_mt: "아무도 남기지 않았어요. 그보다는.. 도망친 거죠. 심연의 그 누구도 저를 그리워하지 않을 테니 저 역시 그리워할 사람이 없죠."

source: "I heard you talking to your invisible friends. You know, I have a friend too…"
ko: "당신이 보이지 않는 친구와 말하는 걸 들었어요. 알다시피, 저도 친구가 하나 있는데…"
ko_mt: "당신이 보이지 않는 친구들과 이야기하는 걸 들었어요. 나도 친구가 있어요..."

source: "I can't imagine what spirit would talk to a guttersnipe like you — and I don't want to."
ko: "어떤 영혼이 너같은 버러지와 말을 섞을까 싶긴 해. 나도 그렇고."
ko_mt: "어떤 영혼이 당신 같은 거터닙에게 말을 거는지 상상할 수도 없고, 상상하고 싶지도 않습니다."

source: "You're so beautiful and kind... But I think you're sad all the time. Why is that?"
ko: "당신은 정말로 예쁘고 착해요... 하지만 언제나 심란한 것 같단 생각이 들어요. 왜 그럴까요?"
ko_mt: "당신은 정말 아름답고 친절해요.. 하지만 넌 항상 슬퍼하는 것 같아. 왜 그럴까요?"

source: "Those who stick their snotty noses in other people's business can get very sad themselves."
ko: "남의 일에 콧물 범벅인 코를 처박는 사람은 혼자서도 아주 슬퍼질 수 있나보네."
ko_mt: "남의 일에 코를 박는 사람은 스스로를 매우 슬프게 만들 수 있습니다."

source: "It's sad that your mom died. But it's good that she didn't see the terrible things you were forced to live through. Every cloud has a silver lining, doesn't it?"
ko: "당신의 어머니가 죽었다는 사실이 슬퍼요. 하지만 당신이 헤쳐나가도록 강요받는 나쁜 일들을 그녀가 보지 못한다는 건 다행이네요. 어떤 구름에도 밝은 부분은 있기 마련이죠. 안그래요?"
ko_mt: "네 엄마가 돌아가신 건 슬픈 일이야. 하지만 네가 겪어야 했던 끔찍한 일들을 엄마가 보지 못해서 다행이야. 모든 구름에는 희망이 있잖아요, 그렇죠?"

source: "It does indeed. For instance, when you die, the world will be free of one hideous, foolish girl."
ko: "그건 맞아. 예를 들어, 네가 픽 죽어버린다면 세상도 끔찍하고 멍청한 소녀 하나에게서 해방될 텐데."
ko_mt: "정말 그렇습니다. 예를 들어, 당신이 죽으면 세상은 끔찍하고 어리석은 소녀 한 명이 없어질 것입니다."

source: "Your house is so pretty! But I always thought it seemed very cold, no matter the time of year."
ko: "당신의 집은 정말로 예뻐요! 하지만 제게는 언제나 매우 차가워 보였었죠. 일 년 내내 말이에요."
ko_mt: "집이 정말 예쁘네요! 하지만 계절에 상관없이 항상 춥다고 생각했어요."

source: "Paupers are destined to criticize that which they have never had or will have."
ko: "거렁뱅이들은 자기가 가지지 못했거나 가지지 못할 것을 비판할 운명인가봐."
ko_mt: "빈곤층은 자신이 가져본 적도 없고 가질 수도 없는 것을 비판할 운명입니다."

source: "I hear you moaning sometimes in your sleep, it sounds so sad... Do you have bad dreams?"
ko: "가끔씩 당신이 자는 동안 흐느끼는 소리를 들어요. 엄청 슬프게 들리더라고요... 나쁜 꿈을 꾸나요?"
ko_mt: "자다가 가끔 신음하는 소리가 들리는데 너무 슬프게 들려요.. 나쁜 꿈을 꿔요?"

source: "Firstly, don't you dare eavesdrop on me while I'm sleeping ever again, and secondly, don't even think of pitying me!"
ko: "먼저, 다시는 내가 자는 동안 엿들을 생각 마. 둘, 나를 동정할 생각은 꿈도 꾸지 마!"
ko_mt: "첫째, 다시는 내가 자는 동안 감히 엿듣지 말고, 둘째, 나를 동정할 생각은 꿈도 꾸지 마!"

source: "You say you love to have fun, but your eyes don't look happy at all. Why are you lying?"
ko: "당신은 재미있는 걸 좋아한다고 말하지만, 당신의 눈은 전혀 기뻐보이지 않아요. 왜 거짓말을 하나요?"
ko_mt: "당신은 재미있게 놀고 싶다고 말하지만 눈빛은 전혀 행복해 보이지 않습니다. 왜 거짓말을 하는 거죠?"

source: "Oh, seer, you have glimpsed my secret sorrow! I admit it! I have the ability to feel more than one emotion at any given moment!"
ko: "오, 선견자시여, 당신이 제 비밀스런 슬픔을 엿보셨군요! 인정하지요! 저는 어떤 순간이라도 하나 이상의 감정을 느낄 수 있는 능력이 있습니다!"
ko_mt: "오, 선견자여, 당신은 내 비밀스러운 슬픔을 엿보았군요! 인정합니다! 나는 주어진 순간에 하나 이상의 감정을 느낄 수 있는 능력이 있다!"

source: "You're great at healing people. Maybe you could help out in an infirmary."
ko: "당신은 사람들을 치료하는데 능숙하시네요. 아마 의무대에 도움이 될 거예요."
ko_mt: "당신은 사람들을 치료하는데 능숙합니다. 의무실에서 도와줄 수 있을 것 같아요."

source: "Plumping pillows for wounded paladins is one thing, but constantly wading through the gore and stench? Not a chance."
ko: "부상당한 팔라딘들을 위한 푹신푹신한 베개는 그렇다 쳐도, 피와 악취를 계속 지켜봐야 하잖아? 택도 없지."
ko_mt: "부상당한 성기사를 위한 푹신한 베개는 그렇다 쳐도, 피와 악취가 가득한 곳을 계속 헤쳐나가야 한다고요? 그럴 리가 없죠."

source: "You have such pretty golden hair… When I look at it, I always think of the sun, angels, fresh bread, and all sorts of good things."
ko: "당신은 아주 예쁜 금색 머리카락을 가졌잖아요… 그걸 볼 때마다, 난 항상 태양, 엔젤, 갓 구운 빵, 그리고 모든 종류의 좋은 것들이 떠올라요."
ko_mt: "당신은 정말 예쁜 황금빛 머리카락을 가졌어요.. 그 머리카락을 보면 항상 태양, 천사, 신선한 빵, 그리고 온갖 좋은 것들이 생각나요."

source: "Fresh bread, you say? Poor hungry child, I hope you won't try to eat me while I sleep."
ko: "갓 구운 빵이라고? 가엾고도 배고픈 꼬마야, 내가 자는 동안 나를 먹으려 들지를 않길 바랄게."
ko_mt: "신선한 빵이라고요? 불쌍한 배고픈 아이, 내가 자는 동안에는 날 먹으려 하지 않았으면 좋겠어."

source: "It's sad when you're surrounded by people but none of them are your friends, isn't it?"
ko: "사람들에게 둘러싸였지만 그중에 당신의 친구가 한 명도 없다면 슬플 거예요, 안그래요?"
ko_mt: "사람들로 둘러싸여 있지만 아무도 내 친구가 아닐 때는 슬프죠?"

source: "I don't have the slightest idea what you're on about. I could fill the main square of Kenabres with all my friends. And Prelate Hulrun, if he were here, would add, 'And burn them all.'"
ko: "무슨 말씀인지 전혀 모르겠군요. 저는 케나브레스의 중앙 광장을 제 친구들로 가득 채울 수 있습니다. 헐런 주교가 여기 있었다면, '모두 불태워버려라'고 덧붙이겠죠."
ko_mt: "무슨 말인지 전혀 모르겠어요. 케나브레스의 중앙 광장을 제 친구들로 가득 채울 수 있어요. 훌런 사제가 여기 있었다면 '모두 불태워버려'라고 덧붙였을 겁니다."

source: "Once in the River City, I found a jug and drank from it. It turned out to be wine. Wine is very strange. It makes you think everything's really funny, even when it's really not."
ko: "강변 도시에서 한번은 주전자를 찾아서 그걸 마셨었어요. 알고 보니 거기엔 와인이 들어있었죠. 와인은 참 신기해요. 모든 것을 매우 즐거워지게 만드니까요. 진짜론 그렇지 않을 때라도 말이죠."
ko_mt: "리버 시티에서 주전자 하나를 발견하고 마셨어요. 알고 보니 와인이었어요. 와인은 정말 이상하죠. 실제로는 그렇지 않은데도 모든 것이 정말 재미있다고 생각하게 만들죠."

source: "'Everything's really funny, although it's really not' is the perfect description of the crusades. No wine necessary!"
ko: "'모든 게 정말 즐겁지만, 실제로는 그렇지 않다'는 말은 성전군에게 완벽하게 부합하는군요. 와인도 필요 없죠!"
ko_mt: "'모든 것이 정말 웃기지만, 실제로는 그렇지 않다'는 십자군 전쟁에 대한 완벽한 설명입니다. 와인은 필요 없죠!"

source: "La-la-la…"
ko: "랄랄라…"
ko_mt: "라라라..."

source: "Na-na-hmm…"
ko: "난-나-흠…"
ko_mt: "나-나-흠..."

source: "One more day, and I'm still alive."
ko: "또 하루가 지났고, 나는 여전히 살아있네요."
ko_mt: "하루만 더 버티면 난 아직 살아있다."

source: "Everyone dies, and I don't even get sick... Why is that?"
ko: "모두가 죽었는데, 저는 아무렇지도 않아요... 왜일까요?"
ko_mt: "다들 죽는데 나는 아프지도 않고... 왜 그럴까요?"

source: "Auntie Magpie baked a bad pie, dropped it flat, made the sky cry…"
ko: "까치 이모가 나쁜 파이를 구웠네, 바닥에 떨어뜨려서 엉엉 울었네…"
ko_mt: "까치 아줌마가 나쁜 파이를 구워 납작하게 떨어뜨려 하늘을 울렸어요..."

source: "…dropped the second, made the rivers dry, dropped the third, now we all die."
ko: "...두 번째로 떨어뜨렸을 땐, 강을 마르게 했고, 세 번째로 떨어뜨리게 되면, 우리 모두 죽을 거야."
ko_mt: "...두 번째를 떨어뜨리고, 강을 마르게 하고, 세 번째를 떨어뜨리고, 이제 우리는 모두 죽습니다."

source: "The water is bubbling in the pot and the little bubbles are rising up from the bottom, quickly, like there's something interesting at the top."
ko: "물이 주전자에서 보글보글 끓고, 바닥의 작은 물방울들은 마치 위에 재밌는 게 있다는 듯 빠르게 솟아올라요."
ko_mt: "냄비에서 물이 보글보글 끓고 있고 작은 거품이 바닥에서 빠르게 올라오고 있는데, 마치 꼭대기에 뭔가 흥미로운 것이 있는 것처럼 보입니다."

source: "They live on the surface for a moment, and then — pop! — they're gone! It reminds me of something..."
ko: "쟘깐동안 표면에 머물다가... 뿅! 사라졌어요! 뭔가 떠오르는 것 같기도..."
ko_mt: "그들은 잠시 동안 지표면에 살다가 - 펑! - 사라져 버리죠! 뭔가 생각나는데..."

source: "Good Sooty, lovely birdie..."
ko: "착한 검댕아, 사랑스런 아기새야..."
ko_mt: "굿 수티, 사랑스러운 버디..."

source: "Do you like being with me? Maybe you'd rather be flying about the River City with your crow friends?"
ko: "나랑 같이 있는 게 좋아? 차라리 네 까마귀 친구들과 강변 도시를 날아다니는 게 낫지 않겠어?"
ko_mt: "나랑 같이 있는 게 좋아? 차라리 까마귀 친구들과 리버 시티를 날아다니는 게 낫지 않겠어?"

source: "I miss you very much, Arueshalae. I'm sad we won't be able to play together anymore! I really, really loved you Arueshalae, really! I'll always wait for you."
ko: "아루샬레, 당신이 너무 그리워요. 우리가 다시는 같이 놀지 못한다니 슬퍼요! 나는 정말 정말 당신을 좋아했어요, 정말로요! 언제나 당신을 기다릴게요."
ko_mt: "아루샬래, 정말 보고 싶어요. 더 이상 함께 플레이할 수 없어서 슬퍼요! 정말 정말 사랑했어, 아루샬래! 항상 기다릴게요."

source: "Don't talk about me as if I'm not here, little girl! I am here, right in front of you!"
ko: "꼬마 년아, 내가 여기 없는 것처럼 말하지 마! 난 여기, 네 앞에 있어!"
ko_mt: "내가 여기 없는 것처럼 말하지 마, 꼬마야! 난 여기, 바로 네 앞에 있단다!"
