Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "Come on, where's your heart? The lad's in love for the first time and his head's full of silly ideas, but that's a good thing. We're fighting so that people can arrange silly orchestras for their beloved without worrying about demons."
ko_mt: "어서, 네 마음은 어디 있니? 처음 사랑에 빠져 머릿속이 엉뚱한 생각으로 가득 차 있지만 그건 좋은 일이에요. 우리는 사람들이 데몬에 대한 걱정 없이 사랑하는 사람을 위해 바보 같은 오케스트라를 준비할 수 있도록 싸우고 있습니다."

source: "What in the nine hells, Camellia? I'm a worldly kind of girl, but right on the altar? You'd think there was a bed shortage in the city!"
ko: "무슨 개소리야, 카멜리아? 내가 제단을 꼈을 뿐인 세속적인 여자라고? 너는 도시에 침대가 부족하단 것도 알고 있었잖아!"
ko_mt: "도대체 뭐야, 카멜리아? 난 세속적인 여자인데 제단에서? 도시에 침대가 부족하다고 생각하실 거예요!"

source: "Oh, do forgive me, Seelah. We only intended to pray to Iomedae, but then things simply escalated from there."
ko_mt: "오, 용서해줘요, 실라. 아이오메데에게 기도만 하려고 했는데 일이 커졌어요."

source: "I can barely look at Sosiel these days. The Abyss is no place for mortals, but Sosiel's light has almost gone out entirely in this nightmare."
ko: "요즘엔 소시엘을 보는 것도 힘겨워요. 심연이란 필멸자를 위한 장소가 아니긴 하지만, 이 악몽같은 곳에서 소시엘의 빛이 꺼져가고 있으니까요."
ko_mt: "요즘은 소시엘을 거의 쳐다볼 수 없어요. 심연은 인간을 위한 곳이 아니지만, 소시엘의 빛은 이 악몽 속에서 거의 완전히 꺼져버렸어요."

source: "Don't worry about him. He's not alone. The Commander is looking after his light."
ko_mt: "걱정하지 마세요. 그는 혼자가 아니니까요. 사령관이 그의 빛을 돌보고 있습니다."

source: "Get a load of Daeran. I never thought that jerk was capable of love."
ko: "대런을 봐봐. 난 저런 머저리도 사랑이란 걸 할 수 있을 줄 몰랐거든."
ko_mt: "대런을 좀 봐. 저런 멍청이가 사랑을 할 수 있을 거라곤 생각도 못했어."

source: "Loving means yielding to another person sometimes, and that's where he's going to run into trouble. But I wish them all the best! I hope it works out."
ko_mt: "사랑한다는 것은 때때로 다른 사람에게 양보하는 것을 의미하며, 그 때문에 곤경에 처할 수도 있습니다. 하지만 최선을 다하길 바랍니다! 잘 풀리길 바라요."

source: "You did what? Invited her to spar with you? Lann, getting punched in the face — that's not a date."
ko: "뭐? 그녀에게 대련을 부탁했다니? 랜, 한 대만 맞자. 데이트는 그런 게 아니야."
ko_mt: "뭘 했다고요? 스파링에 초대했다고요? 란, 얼굴에 주먹을 맞는 건 데이트가 아니잖아요."

source: "Keep it down! What was I supposed to do? Say, 'Let's go for a romantic stroll around the Wound! The moon's only slightly red tonight, and the creatures whose calls sound like crying babies are quieter than usual!"
ko_mt: "조용히 해! 내가 어떻게 하라고요? '상처 주변을 낭만적으로 산책하러 가자'라고 말해요! 오늘 밤 달은 약간만 붉고, 아기 울음소리처럼 들리던 생명체들의 울음소리는 평소보다 조용해졌어요!"

source: "Not planning on any more training sessions with the Commander, are you? Decided to change tack and started a brawl in a tavern to get her attention?"
ko: "또 사령관님이랑 대련할 계획은 없는 거지? 설마 그분의 관심을 끌려고 선술집에서 난투를 벌이기로 한 거야?"
ko_mt: "사령관님과 더 이상 훈련할 계획은 없죠? 태도를 바꾸기로 결심하고 그녀의 관심을 끌기 위해 선술집에서 난투극을 벌인 건가?"

source: "I don't remember asking for your advice. But I can guess what it might be — praying to Iomedae together?"
ko_mt: "나는 당신의 조언을 구한 기억이 없습니다. 하지만 그 이유가 무엇인지 짐작할 수 있습니다. 함께 아이오메데에 기도하는 것?"

source: "How could you go and get hitched just like that? And no big bash to celebrate? I would have helped."
ko: "그딴식으로 해서 어떻게 결혼할 거야? 게다가 축하연도 없다고? 내가 거들어야 했는데."
ko_mt: "어떻게 그렇게 결혼할 수 있어요? 축하할 성대한 파티도 없이? 제가 도와줬을 거예요."

source: "I don't even know how it happened. One minute everything's normal, the next I'm standing in front of an altar! And it's never too late for a party."
ko_mt: "어떻게 이런 일이 일어났는지도 모르겠어요. 한순간 모든 것이 정상이었다가 다음 순간 제단 앞에 서 있네요! 그리고 파티를 하기에는 결코 늦지 않았어요."

source: "I'm actually a little happy for Wenduag and the Commander. Loneliness often drives people toward evil. But having someone to be close to does the opposite."
ko: "웬두아그와 사령관님 사이의 일들이 조금 기뻐요. 고독은 종종 사람들을 악한 길로 이끌잖아요. 하지만 친밀한 사람이 생기는 건 그 반대거든요"
ko_mt: "사실 웬두아그와 사령관에게 조금 기뻐요. 외로움은 종종 사람들을 악으로 이끌죠. 하지만 가까이 지낼 사람이 있으면 그 반대가 되죠."

source: "I thought the same thing when my gran, the nasty ol' boot, threw in her lot with some tanner! And guess what? It didn't make them one bit nicer, they both just got twice as mean! They fought like cat and dog, almost killin' each other. Three days, that's how long he lasted in our house. Then he took off, clever old geezer."
ko_mt: "지저분한 할머니가 무두질을 하러 왔을 때 저도 같은 생각을 했어요! 그런데 그거 아세요? 할머니와 할아버지는 조금도 더 친절해지지 않았고, 오히려 두 분 다 더 못되게 변하셨어요! 그들은 고양이와 개처럼 싸웠고 거의 서로를 죽일 뻔했습니다. 3일 동안 우리 집에서 그렇게 지냈어요. 그리고는 떠났어요, 영리한 늙은 이."

source: "What you and the Commander did in the temple of Iomedae — it's insane! I don't even know how to describe it!"
ko: "이런 미친! 아이오메데의 신전에서 사령관님과 뭘 한 겁니까? 뭐라 말해야 할지도 모르겠군요!"
ko_mt: "너와 사령관이 아이오메데 사원에서 한 짓은 정말 미친 짓이야! 어떻게 설명해야 할지 모르겠어요!"

source: "Thank you, you are too kind."
ko_mt: "고마워요, 너무 친절해요."

source: "I understand why the Commander chose you, Camellia. You are beautiful, your manners are impeccable, many people can only dream of having a lady like you on their arm."
ko: "카멜리아, 왜 사령관님이 너를 골랐는지 알겠어. 너는 아름다운데다, 예법도 흠 잡을 데가 없어. 많은 사람들이 너같은 여성을 끌어안고 싶어하지."
ko_mt: "사령관이 왜 당신을 선택했는지 알겠어요, 카멜리아. 당신은 아름답고, 매너도 흠잡을 데가 없으며, 많은 사람들이 당신 같은 여자를 팔에 두는 것을 꿈꿀 수 있습니다."

source: "Thank you. I hope you also find a worthy companion, Sosiel, someone from your side of the social gulf that yawns between us."
ko_mt: "고마워요. 우리 사이를 가로막고 있는 사회적 간극을 메울 수 있는 가치 있는 동반자, 소시엘도 만나길 바랍니다."

source: "You must declare your feelings, Lann. I am sure she will understand everything. But getting drunk and starting fights, you will only hurt yourself and her that way."
ko: "랜, 네 감정을 표현해야만 해. 그녀라면 모든걸 이해하고 있으리라 확신해. 하지만 술에 절어서 싸움판을 벌인다면 너나 그분 모두 상처받게 될 거야."
ko_mt: "당신은 당신의 감정을 선언해야합니다, 란. 그녀가 모든 것을 이해할 것이라고 확신합니다. 하지만 술에 취해 싸움을 시작하면 자신과 그녀에게 상처를 줄뿐입니다."

source: "Are you our resident professor of love or something? Back off."
ko_mt: "당신이 우리 사랑의 레지던트 교수라도 되나요? 물러나세요."

source: "Lann can be quite harsh, but with the Commander he's totally different, it's like magic. I wonder if he..."
ko: "랜은 꽤 거칠게 굴지만, 사령관님 옆에서는 마법같이 다른 사람이 되어요. 그가 만약..."
ko_mt: "란은 꽤 가혹할 수 있지만 사령관과 함께라면 완전히 달라집니다. 마법과도 같습니다. 그가..."

source: "I noticed the same thing. I think you're right. He's really..."
ko_mt: "저도 같은 사실을 깨달았습니다. 당신 말이 맞아요. 그는 정말..."

source: "People say love can put even an inveterate scoundrel on the straight and narrow. What do you think? Is there a love that can reform a villain like Wenduag?"
ko: "사랑은 뿌리깊은 악인도 착하게 만들 수 있다는 말이 있잖아. 어떻게 생각해? 웬두아그 같은 악당마저 바꿀 수 있는 사랑이 존재할까?"
ko_mt: "사람들은 사랑이 악당도 바른 길로 인도할 수 있다고 말합니다. 여러분은 어떻게 생각하시나요? 웬두아그 같은 악당도 변화시킬 수 있는 사랑이 있을까요?"

source: "You're a good guy, Sosiel. You see goodness and love wherever you look. But I think Wenduag's feelings for the Commander are something different."
ko_mt: "당신은 좋은 사람이에요, 소시엘. 어디를 봐도 선함과 사랑을 볼 수 있죠. 하지만 사령관에 대한 웬두아그의 감정은 뭔가 다른 것 같아요."

source: "The Commander may have rejected my love in the end — but I do not regret a single thing."
ko: "결국에는 사령관님께서 나의 사랑을 거부하시겠지. 하지만 난 아무것도 후회하지 않는다."
ko_mt: "사령관은 결국 내 사랑을 거절했지만, 나는 단 한 가지도 후회하지 않습니다."

source: "It was wonderful. Every moment."
ko_mt: "정말 멋졌어요. 모든 순간이요."

source: "I'm sure Lann and the Commander's wedding was beautiful, but... I also had a speech prepared, and if I'd been asked, I would have been happy to give it."
ko: "사령관님과 랜의 결혼식은 아름다웠다고 확신하지만... 나도 축사를 준비해뒀었거든. 부탁만 받았거라면 기쁘게 드렸을 텐데."
ko_mt: "란과 사령관의 결혼식은 아름다웠을 거라고 확신하지만.. 저도 연설을 준비했는데 요청이 있었다면 기꺼이 해줬을 거예요."

source: "What am I thinking? They're happy — that's what matters!"
ko_mt: "내가 무슨 생각을 하고 있는 걸까? 그들은 행복합니다 - 그게 중요한 거죠!"

source: "You need to be very careful. If you slip up, the Commander will never forgive you. I'm always forgiven, no matter what — we have a special understanding. But such mercy isn't for the likes of you."
ko: "너는 아주 조심해야 할 거야. 만약 실수라도 한다면, 사령관님께서 절대 널 용서하지 않으실테니. 우리의 특별한 이해관계 덕분에, 난 무슨 일이라도 용서받고 있어. 하지만 그런 자비는 너같은 인간에게 과분하지."
ko_mt: "매우 조심해야 합니다. 실수하면 사령관이 절대 용서하지 않을 겁니다. 나는 무슨 일이 있어도 항상 용서받습니다. 우리는 특별한 이해가 있습니다. 하지만 그런 자비는 자네 같은 자들을 위한 것이 아니야."

source: "Go away. Don't talk to me about the power that passion can give one person over another. I know that far better than you. Don't wake the monster within me — or you could be its first victim."
ko_mt: "저리 가세요. 열정이 한 사람에게 다른 사람에게 줄 수 있는 힘에 대해 나한테 말하지 마세요. 그건 제가 당신보다 훨씬 잘 알아요. 내 안의 괴물을 깨우지 마세요. 아니면 당신이 그 첫 번째 희생자가 될 수도 있어요."

source: "You stole a tasty morsel from me! But don't you worry, I'll get you back for this, wretch!"
ko: "가장 맛있는 부분을 빼가다니! 하지만 걱정마. 이 건은 반드시 복수해줄테니까, 이 악마야!"
ko_mt: "맛있는 음식을 훔쳤구나! 하지만 걱정 마, 내가 꼭 되갚아줄 테니까!"

source: "You call the Commander a 'tasty morsel'? Perhaps that's why I was chosen, and not you?"
ko_mt: "사령관을 '맛있는 음식'이라고 부른다고요? 그래서 네가 아니라 내가 선택된 건가?"

source: "What a ridiculous present — flowers! They're pointless! How could anyone think this silly gesture is a promise of burning passion?"
ko: "꽃이라, 웃기는 선물이군! 쓸모없잖아! 그 누가 그런 유치한 표현을 보고 불타는 열정을 약속한다고 생각하겠어?"
ko_mt: "꽃이라는 말도 안 되는 선물! 아무 쓸모도 없잖아요! 어떻게 이 바보 같은 제스처를 불타는 열정의 약속이라고 생각할 수 있겠어요?"

source: "Don't sulk, my dear Wenduag. It was but a friendly gesture, it does not mean anything. Would you like me to give you flowers too? Something suited to your tender heart... daisies, perhaps?"
ko_mt: "삐치지 마, 사랑하는 웬두아그. 그냥 친근한 제스처였을 뿐 아무 의미도 없어요. 꽃도 드릴까요? 당신의 부드러운 마음에 어울리는 것.. 데이지 같은 거요?"

source: "Too bad the Commander has staked a claim on you, golden boy. Passion has turned you into a true predator!"
ko: "금빛 소년아, 사령관님이 너에 대한 권리를 주장하셨다니 아주 나쁜 소식이로구나. 열정이 널 진정한 사냥꾼으로 만들어버렸어!"
ko_mt: "사령관이 자네를 차지한 게 유감이군, 황금 소년. 열정이 널 진정한 포식자로 만들었어!"

source: "A predator? There's something to that, you know. I am beginning to understand your perspective on things, Wenduag. Where there is passion, power, and freedom, there is no room for anything else."
ko_mt: "포식자? 그 말에는 뭔가가 있어요. 사물을 바라보는 자네의 관점이 이해되기 시작하네, 웬두아그. 열정, 힘, 자유가 있는 곳에는 다른 것이 들어설 여지가 없죠."

source: "That soft priest is no partner for the Commander. A great military leader should have a great warrior by their side!"
ko: "저런 유약한 사제는 사령관의 배우자가 아니야. 위대한 장군은 위대한 전사를 곁에 둬야만 해!"
ko_mt: "저 부드러운 사제는 사령관의 파트너가 될 수 없다. 위대한 군사 지도자는 위대한 전사를 곁에 두어야 합니다!"

source: "The Commander knows better than you. We've got a whole army of great warriors here, but see if you can find another comely lad like Sosiel in this crusade. The lad does bore me to tears, though."
ko_mt: "사령관이 너보다 더 잘 알겠지. 여기에는 훌륭한 전사들이 많지만 이번 십자군 전쟁에서 소시엘 같은 멋진 청년을 찾을 수 있는지 보십시오. 하지만 저 녀석 때문에 눈물이 날 지경입니다."

source: "What's the sour look for, Sosiel? Going to start crying that the Commander chose me over you? You're such a whiner, ha ha ha!"
ko: "소시엘, 그 못마땅하다는 표정은 뭐야? 사령관님이 너 말고 날 선택하셨다는 것 때문에 울려고? 넌 정말 울보구나. 하 하 하!"
ko_mt: "왜 그렇게 시무룩한 표정이야, 소시엘? 사령관이 너 대신 날 선택했다고 울기라도 할 거야? 징징대지 마, 하하하!"

source: "What kind of a person laughs at another's heartbreak? A monster, I think, a monster who doesn't even have a heart!"
ko_mt: "어떤 사람이 남의 슬픔을 비웃을까요? 내 생각엔 심장도 없는 괴물이겠지!"

source: "Does that little bitch Arueshalae think I don't see her looking at the Commander? Ha, they can enjoy themselves as much as they want, they have my permission."
ko: "저 아루샬레 썅년은 지가 사령관님을 보는 눈길을 모를거라 생각하나? 그래, 원하는 만큼 즐기라고 해. 내가 허락하는 동안."
ko_mt: "아루샬래라는 년이 내가 사령관님 쳐다보는 걸 모를 것 같아? 하, 내 허락을 받았으니 얼마든지 즐길 수 있어."

source: "But if she tries to come between us, I'll cut her pretty face so no one will ever look twice at her again. Succubus whore!"
ko_mt: "하지만 우리 사이에 끼어들려고 하면 그 예쁜 얼굴을 잘라버려서 다시는 아무도 쳐다보지 못하게 할 거야. 서큐버스 창녀!"

source: "I can't figure you out, Arueshalae. Who in their right mind would willingly put themselves behind bars?"
ko: "이해가 안돼, 아루샬레. 그 어떤 의로운 사람이 제 발로 감옥에 들어가겠어?"
ko_mt: "난 널 이해할 수 없어, 아루샬래. 제정신이라면 누가 기꺼이 감옥에 갇히겠어요?"

source: "I did it for myself and for other people because I didn't want... I don't think anything I say will help you understand me."
ko_mt: "나 자신과 다른 사람들을 위해 한 일이었기 때문에.. 제가 하는 어떤 말도 저를 이해하는데 도움이 되지 않을 것 같아요."

source: "What's so special about Lann, eh? It's gotta be all those muscles — the chest, the shoulders... But scrawny guys deserve love too, I say!"
ko: "랜의 특별한 점이 뭘까? 응? 가슴과 어깨로 보이는 근육들일지도... 하지만 앙상한 남자라도 똑같이 사랑받을 수 있잖아!"
ko_mt: "란은 뭐가 그렇게 특별하죠? 가슴, 어깨 등 근육 때문이겠지.. 하지만 깡마른 사람도 사랑받을 자격이 있어요!"

source: "Allow me to give you some advice: do not refer to yourself as 'scrawny.' Say: 'slender as a sapling,' 'lithe as a rapier,' and there you have it — I like you more already."
ko_mt: "한 가지 조언을 드리자면, 자신을 '왜소하다'고 표현하지 마세요. '묘목처럼 날씬하다', '레이피어처럼 날씬하다'라고 표현하면 더 마음에 들어요."

source: "All this love and romance, swappin' looks and holdin' hands... pah! I get why Lann likes all that stuff, but what's the chief gettin' out of it?"
ko: "사랑과 연애, 오가는 눈빛과 살며시 잡은 두 손들... 푸하하! 랜이 왜 그런 것들을 좋아하는지는 이해했어, 근데 왜 대장도 거기에 빠져든 거지?"
ko_mt: "이 모든 사랑과 낭만, 외모 교환과 손 잡기.. 짜증나! 란이 왜 그런 걸 좋아하는지 알겠는데, 치프가 얻는 게 뭐야?"

source: "They're happy, and you're sad that you're not happy too. I can hold your hand for a while if you want?"
ko_mt: "그들은 행복하고 당신은 행복하지 않아서 슬퍼요. 원한다면 잠시 손 좀 잡아줄까?"

source: "Ahahaha, bahahaha, the Count's really done it this time with those roses! Irabeth's still walkin' round with a face like a slapped behind, as if all the money he spent on those flowers came direct from her wages!"
ko: "아하하, 파하하하! 백작이 장미꽃다발들로 진짜 해냈잖아! 이라베스는 아직도 저 꽃다발 값이 자기 지갑에서 빠져나간마냥 걸어다닌다고"
ko_mt: "아하하하, 백작님이 이번엔 장미를 정말 잘했어! 백작이 그 꽃에 쓴 돈이 모두 자기 월급에서 나온 것처럼 이라베스는 여전히 뒤통수를 맞은 듯한 표정으로 돌아다니고 있어!"

source: "She runs herself ragged every day making sure the soldiers are armed and fed, and now 'somebody' goes and splashes cash around like it's nothing. Then again — the intention was good! Of all the stunts that 'somebody' has pulled, you could even call this one sweet."
ko_mt: "그녀는 매일 병사들을 무장시키고 먹여 살리기 위해 몸을 아끼지 않았는데, 이제 '누군가'가 아무렇지도 않은 듯 현금을 뿌려대고 있습니다. 하지만 의도는 좋았어요! '누군가'가 한 모든 스턴트 중에서 이 스턴트는 달콤하다고 할 수도 있습니다."

source: "Hey, Sosiel! I heard you like to play cards. Wanna game?"
ko: "소시엘! 네가 카드 놀이를 좋아한다고 들었어. 한 판 할래?"
ko_mt: "안녕, 소시엘! 카드 게임 좋아한다고 들었어. 한 판 할래요?"

source: "You want to clean out my pockets? I know you're a cardsharp... But I suppose, why not? Let's play!"
ko_mt: "내 주머니를 청소하고 싶어요? 당신이 카드솜씨 좋은 건 알지만.. 하지만 안 될 거 없잖아? 게임하자!"

source: "Hey, Camellia! I see the way you've been eyin' up the Commander! Especially when he's not looking, heh."
ko: "카멜리아! 네가 사령관님을 쳐다보는 방법을 알았어! 특히 그 분이 보지 않을 때 말야, 헷."
ko_mt: "안녕, 카멜리아! 사령관님 눈치 보는 거 다 봤어! 특히 사령관이 안 볼 때 말이야."

source: "Uh, Camellia? Why are you lookin' at me like that? I didn't mean nothin' by it, honest. I was just sayin'. I'll shut up now."
ko_mt: "어, 카멜리아? 왜 그렇게 쳐다봐요? 솔직히 아무 뜻도 없었어. 그냥 한 말이야. 이제 닥칠게요."

source: "Everybody condemns Nurah, I know... but deep down I understand her. She had nowhere to go, at least the demons gave her some kind of purpose in life."
ko: "모든 사람들이 누라를 비난하죠. 저도 알아요... 하지만 마음 속 깊은 곳에선 그녀가 이해돼요. 아무 데도 갈 곳이 없지만, 최소한 데몬들은 그녀 인생에 일종의 목표를 쥐어줬잖아요."
ko_mt: "모두가 누라를 비난하지만.. 마음 속 깊은 곳에서는 그녀를 이해합니다. 그녀는 갈 곳이 없었지만, 적어도 데몬들은 그녀에게 삶의 목적을 부여해 주었으니까요."

source: "I have thought a lot about her betrayal, but I feel pity rather than hatred for her. Horrific lives lead many people to commit horrific acts."
ko: "그녀의 배신에 대해 생각하다보면, 그녀가 밉다기보단 불쌍하게 느껴져요. 끔찍한 삶은 많은 사람들이 끔찍한 행동을 저지르게 만들죠."
ko_mt: "그녀의 배신에 대해 많은 생각을 해봤지만 증오보다는 연민을 느낍니다. 끔찍한 삶은 많은 사람을 끔찍한 행동으로 이끌죠."

source: "She is a traitor, of course, but if she wanted to come back and promised to make things right, I wouldn't execute her."
ko: "물론, 그녀는 배신자지만. 그녀가 돌아와서 일들을 바로잡으려 한다면, 전 그녀를 죽이진 않을 거예요."
ko_mt: "물론 그녀는 반역자이지만, 그녀가 돌아오고 싶고 일을 바로잡겠다고 약속한다면 처형하지 않을 것입니다."

source: "I'm not surprised that a traitor shows compassion to a fellow traitor. Nurah Dendiwhar deserves death."
ko: "배신자가 또다른 배신자에게 연민을 느끼다니, 놀랍지도 않군. 누라 덴디와르는 죽어 마땅하다."
ko_mt: "반역자가 동료 반역자에게 동정심을 보인다는 게 놀랍지도 않군요. 누라 덴디와르는 죽어 마땅합니다."

source: "She got caught, silly little fool. If you can't hunt stealthily, don't go after the big game."
ko: "그 한심한 바보는 들켰어. 은밀하게 사냥에 나설 수 없었다면, 거물을 노리지 말았어야지."
ko_mt: "잡혔어, 바보야. 은밀하게 사냥할 수 없다면 큰 사냥감을 쫓지 마세요."

source: "It's a shame the Bell of Mercy would burn me if I touched it. But I feel drawn to it like... a moth to a dame. Or is it flame? What's the expression?"
ko: "제가 자비의 종에 닿으면 불타오를거란 사실이 슬퍼요. 하지만 거기에 끌리는 느낌은 마치... 꿀에 날아드는 나방 같아요. 아니면 불이었던가? 어떤 단어였죠?"
ko_mt: "자비의 종을 건드리면 화상을 입을 것 같아 안타깝습니다. 하지만 마치 나방이 여인에게 끌린 것처럼 종에 끌립니다. 아니면 불꽃인가? 뭐라고 표현해야 할까요?"

source: "So this here bell only hurts demons and cultists, right? I'm just worried that if we ring it, my tail will drop off or somethin'. I bet it'll happen!"
ko: "그러니까 이 종을 울리면 데몬이랑 광신도들만 다치는 거 맞지? 혹시나 내 꼬리가 떨어지거나 하는 건 아닐까 걱정되거든. 혹시 모른다니까!"
ko_mt: "이 종은 데몬이나 이교도만 해치는 거죠? 이 종을 울리면 내 꼬리가 떨어질까봐 걱정돼요. 분명 그럴 거예요!"

source: "To a flame, Arueshalae. A moth is drawn to a flame. I'm sorry — I should not have corrected you! I hope you are not offended."
ko: "불꽃이에요, 아루샬레. 불꽃에 이끌린 나방처럼. 죄송해요 — 당신을 지목하려던 건 아니었는데! 상처받지 않으셨으면 좋겠어요."
ko_mt: "불꽃으로, 아루샬래. 나방은 불꽃에 끌린다. 미안해, 내가 널 바로잡지 말았어야 했어! 불쾌하지 않으셨으면 좋겠어요."

source: "Where do all these things come from? Was Desna just clearing out some old junk in Elysium one day and thought we'd like it?"
ko: "이 물건들은 다 어디서 나온거야? 데즈나가 낙원의 쓰레기들을 정리하다가, 혹시 우리한테 선물로 주면 좋아할줄 알았나?"
ko_mt: "이 물건들은 다 어디서 온 거죠? 데스나가 어느 날 엘리시움에서 오래된 쓰레기를 치우다가 우리가 좋아할 거라고 생각한 건가요?"

source: "Uplanders rely too heavily on magical artifacts like this bell. That is why they are so easily defeated."
ko: "지상인들은 이 종같은 마법 도구에 너무 의지해. 그러니까 이렇게 쉽게 패배하는 거지."
ko_mt: "고지인들은 이 종과 같은 마법의 유물에 너무 많이 의존합니다. 그래서 쉽게 패배하는 것입니다."

source: "To a flame, not to a dame. But I like the sound of your version! It's good to shake up these old sayings, or to even come up with your own!"
ko: "꽃이 아니라 불꽃이에요. 하지만 당신이 부른 것도 마음에 드네요! 옛 것들을 새롭게 만들거나, 자신만의 노래를 만드는 것도 훌륭하죠!"
ko_mt: "여인이 아닌 불꽃을 향해. 하지만 당신 버전이 마음에 들어요! 이 오래된 속담을 흔들어 보거나 자신만의 속담을 생각해 내는 것도 좋습니다!"

source: "I know it's very bold of me, but I would like to meet Queen Galfrey. I'd like to talk to her, perhaps ask her for advice... She has been fighting the chaos and evil that give rise to creatures like me for so many years. I wish I had her courage."
ko: "대담한 발언이라는 건 알지만요, 갈프리 여왕님을 한 번 뵙고 싶어요. 이야기를 나누고, 아마 그 분께 조언을 요청할 수도 있겠죠... 그녀는 저같은 생물에게 힘을 주는 혼돈과 악을 향해 오랜 세월 싸워왔으니까요. 그분 같은 용기를 가지고 싶어요."
ko_mt: "제가 너무 대담한 건 알지만 갈프레이 여왕을 만나고 싶어요. 그녀와 이야기를 나누고 조언을 구하고 싶어요.. 여왕님은 저 같은 생명체를 만들어내는 혼돈과 악에 맞서 오랫동안 싸워오셨으니까요. 나도 그런 용기를 가졌으면 좋겠어요."

source: "There's a reason why she's our warrior queen! One look from her steels you for victory!"
ko: "그녀가 우리의 전사 여왕인데는 이유가 있지! 눈빛만 봐도, 우리의 승리는 확정이라고!"
ko_mt: "그녀가 우리의 전사 여왕인 데는 이유가 있습니다! 그녀의 눈빛 한 번이면 승리의 기운이 솟아납니다!"

source: "A leader willing to join the fray is an inspiration to their troops. But even better inspiration would be tangible results."
ko: "전투에 직접 참여할 의지가 있는 지도자는 부대의 동기 부여에 큰 도움이 되지. 하지만 더 큰 동기 부여는 실제 결과에서 나오는 법."
ko_mt: "기꺼이 전투에 참여하는 리더는 부하들에게 영감을 줍니다. 하지만 그보다 더 큰 영감은 가시적인 성과입니다."

source: "Oh, rest assured, Arueshalae, cousin Galfrey is the worthiest, most even-handed do-gooder that has ever lived among mortals. With a single word, she can set hearts ablaze and give new meaning to life. I would be delighted to introduce you. It should be a... thrilling encounter."
ko: "오, 안심하렴, 아루샬레. 내 사촌 갈프리는 필멸자중에서 가장 가치있고, 공평한 선인이니까. 말 한 마디만으로 그녀는 사람들의 심장에 불을 붙히고 삶에 새로운 의미를 부여하지. 정말이지, 그녀에게 당장이라도 널 소개해주고 싶다니까. 분명 굉장히... 흥미로운 만남이 될텐데."
ko_mt: "아루샬래, 사촌 갈프레이는 인간들 사이에서 가장 가치 있고 공평한 선행을 베푸는 사람이니 안심하세요. 말 한마디로 사람들의 마음을 불태우고 삶에 새로운 의미를 부여할 수 있죠. 기꺼이 소개해드리겠습니다. 스릴 넘치는 만남이 될 것입니다."

source: "If she had won her power in battle, by killing a dozen strong rivals, then maybe even I'd welcome her advice. But she received her place through the stupid uplander right of birth. What's to admire about that?"
ko: "그녀가 전장에서 수십명의 적을 죽이고, 그 힘을 증명했다면 그 조언도 기꺼이 받아들였겠지. 하지만 그녀의 지위는 단순히 출생의 권리로 넘겨진 것들 뿐이야. 그녀에게 대체 존경할게 뭐가 있다는 건데?"
ko_mt: "만약 그녀가 전투에서 강력한 라이벌을 12명이나 죽여 권력을 얻었다면 나도 그녀의 조언을 받아들였을지도 모릅니다. 하지만 그녀는 어리석은 고지대 출신이라는 이유로 그 자리를 얻었어. 그걸 존경할 게 뭐가 있겠어요?"

source: "I got a look at ol' Galfrey — a dame like any other, nothin' special! If you dressed me up in jewels and a crown, I'd look like a hoity-toity queen, too!"
ko: "저 갈프리를 보니까 — 그냥 다른 여자들이랑 똑같잖아, 특별할게 없다고! 나한테 보석이랑 왕관으로 치장시켜주면, 나도 저 잘난체하는 여왕이랑 똑같아 보일걸!"
ko_mt: "여느 여인과 다를 바 없는 평범한 여인 갈프레이를 봤어요! 보석과 왕관을 씌워주면 나도 멋진 여왕이 될 수 있을 거예요!"

source: "I never wanted to breathe this rank air again, but as soon as we arrived in Alushinyrra, my heart started racing. I have come home... But can I call this place home now?"
ko: "두 번 다시 이 공기를 마시고 싶지는 않았지만, 그럼에도 알루시니라에 도착하자마자 저의 맥박이 빨라지기 시작했죠. 저는 고향에 돌아왔어요... 하지만 제가 이곳을 고향이라 불러도 되는 걸까요?"
ko_mt: "다시는 이 계급의 공기를 마시고 싶지 않았지만 알루시니라에 도착하자마자 심장이 뛰기 시작했습니다. 집에 왔어요.. 하지만 이제 이곳을 집이라고 부를 수 있을까요?"

source: "Nostalgia is a weakness. It's not worth it, trust me — remembering the past is just as much an illusion as dreaming about the future."
ko: "제 말 들으세요, 추억은 약점이고, 돌아볼 가치따윈 없어요 — 과거를 기억한다는 것은 미래를 꿈꾼다는 것과 차이가 없는 환상일 뿐이죠."
ko_mt: "향수는 약점입니다. 과거를 기억하는 것은 미래를 꿈꾸는 것만큼이나 환상일 뿐이니 그럴 가치가 없습니다."

source: "The Abyss is home for no one. If you find a home for yourself, it will be in the mortal world."
ko: "심연은 누구의 집도 될 수 없어요. 집을 찾아야 한다면, 그건 필멸의 세계여야만 하죠."
ko_mt: "심연은 누구의 집도 아닙니다. 스스로 집을 찾으면 필멸자 세계가 될 것입니다."

source: "I understand. I'm the same with my tribe from the caves — I don't want to go back, but I can't seem to forget either."
ko: "이해해, 나도 부족과 동굴에서 지낼때 같은 기분이었으니까 — 돌아가고 싶지 않아, 하지만 잊을 수도 없지."
ko_mt: "이해합니다. 저도 동굴에 살던 부족과 마찬가지로 돌아가고 싶지 않지만 잊을 수도 없죠."

source: "I get it, I'm a city boy myself! But really, when you get down to it, all cities are alike, even this demon place reminds me of Kenabres."
ko: "이해해, 나도 도시 출신이니까! 근데, 자세히 들여다보면, 사실 도시란 다 거기서 거기야. 심지어 데몬의 도시들도 케나브레스를 떠올리게 만든다니까."
ko_mt: "알아요, 저도 도시 출신이거든요! 하지만 사실 모든 도시는 다 비슷해요. 심지어 이 데몬의 도시도 케나브레스를 떠올리게 하죠."

source: "Nocticula, my former mistress... I know I made the right choice when I ran from her, but now it's like I'm ashamed I betrayed her. No, it's not that. I'm ashamed I was ever capable of betraying anyone. What is happening to me?"
ko: "저의 옛 여제였던 녹티큘라... 제가 그녀에게서 도망쳤던 것은 옳은 선택이었다고 생각하지만, 지금은 그녀를 배신했다는 게 수치스러워요. 아니, 그 뿐만 아니죠. 제가 어느 누구라도 배신할 수 있다는 게 부끄러워졌어요. 제가 무슨 말을 하고 있는 거죠?"
ko_mt: "녹티큘라, 내 전 정부.. 그녀에게서 도망쳤을 때 내가 옳은 선택을 한 건 알지만 지금은 배신한 게 부끄러워요. 아니, 그런 게 아냐 누군가를 배신할 수 있었다는 게 부끄러워요. 나한테 무슨 일이 일어나고 있는 걸까요?"

source: "You have learned what loyalty is, but demons do not feel such a thing. You should not waste this precious thing on those who are unworthy of it and who will never appreciate it. Nocticula is not a mistress to be mourned."
ko: "당신은 충성심에 대해 알게 되었지만, 데몬들은 그런 것을 느끼지 못 해요. 그러한 소중한 것들을 감사할 줄 모르고 가질 자격조차 없는 이들에게 허비해서는 안 되죠. 녹티큘라는 불쌍한 아가씨가 아니에요."
ko_mt: "당신은 충성심이 무엇인지 배웠지만 데몬은 그런 것을 느끼지 못합니다. 이 귀중한 것을 가치가없고 결코 감사하지 않을 사람들에게 낭비해서는 안됩니다. 녹티큘라는 애도해야 할 여주인이 아닙니다."

source: "Everything in the world is always changing. Maybe she'll be sorry she didn't follow you when you left."
ko: "세상의 모든 것은 변해요. 어쩌면 그녀도 당신이 떠났을때 같이 따라갈걸 하고 후회할지도 모르죠."
ko_mt: "세상의 모든 것은 항상 변합니다. 당신이 떠날 때 따라가지 않은 것을 후회할지도 몰라요."

source: "A demon experiencing shame and regretting a betrayal? This is even more suspect than your usual claims of atonement."
ko: "수치심을 느끼고 배신을 후회하는 데몬이라? 네 평소의 참회보다 더욱 수상한 광경이로군."
ko_mt: "수치심을 느끼고 배신을 후회하는 데몬? 이건 평소 속죄를 주장하는 것보다 훨씬 더 의심스럽습니다."

source: "Oh yeah, I felt ashamed the first time I gave up my own. But after that first time, I realized they'd have done the same to me, and then the guilt vanished!"
ko: "오 그래, 나도 처음 동료를 팔아넘겼을 땐 부끄러웠다니까. 근데 그 이후로는, 남들도 나한테 똑같이 했을 거란 걸 깨닫고, 죄책감도 사라졌지!"
ko_mt: "네, 처음 제 것을 포기했을 때는 부끄러웠습니다. 하지만 그 첫 경험을 하고 나니 그들도 저에게 똑같이 했을 거라는 생각이 들었고 죄책감이 사라졌어요!"

source: "It must be so lovely, so serene, to live under Pulura's protection, with such a clear mission. But was there happiness in the stargazers' refuge?"
ko: "펄루라의 가호를 받으며 분명한 목표를 가진 삶은 분명 평화롭고 가치있을 거예요. 하지만 점성가들의 피난처에 행복이란 것도 있었을까요?"
ko_mt: "풀루라의 보호 아래서 분명한 임무를 수행하며 산다는 것은 정말 사랑스럽고 평온한 삶이었을 거예요. 하지만 별을 보는 사람들의 피난처에 행복이 있었을까요?"

source: "What's so good about sittin' around starin' at four walls? I'd have been howlin' with boredom by the third day!"
ko: "앉아서 벽만 뚫어져라 쳐다보는 게 뭐가 좋다는 거야? 나라면 사흘만 지나도 지루하다고 비명을 지를 것 같은데!"
ko_mt: "가만히 앉아서 벽만 쳐다보는 게 뭐가 그리 좋은가요? 셋째 날이면 지루해서 울부짖고 있었을 거예요!"
