Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "The stupidity, depravity, and suggestibility of humans know no bounds. Sometimes no magic is needed to drive a person to such madness."
ko_mt: "인간의 어리석음, 타락, 암시성은 한계가 없습니다. 때때로 사람을 광기로 몰아가는데는 마술이 필요하지 않습니다."

source: "Sure, she's no oil painting, but then again — maybe she just sang him a little tune, cooked him his favorite meal, and stroked his hair? Who knows with demons. A little care and affection would be enough to tempt me, personally, no magic necessary!"
ko_mt: "물론 유화는 아니지만, 노래를 불러주고 좋아하는 음식을 만들어주고 머리를 쓰다듬어 주었을 수도 있지 않을까요? 데몬은 누가 알겠습니까? 마술이 필요 없이 약간의 관심과 애정만으로도 충분히 유혹할 수 있을 거예요!"

source: "An interesting hypothesis, paladin girl! We could test it if we had a second Marhevok to use as the control. And perhaps another two as backups — with experiments involving demons, the subjects are often fatally injured before the experiment is concluded!"
ko_mt: "흥미로운 가설이군, 성기사 소녀! 대조군으로 사용할 두 번째 마헤복이 있다면 실험할 수 있을 거야. 데몬을 대상으로 한 실험에서는 실험이 끝나기 전에 피험자가 치명적인 부상을 입는 경우가 많으니까요!"

source: "This place makes me want to throw up, I can't bear it. Hearing more human speech and less demon growling might help. Say something, somebody, would you?"
ko: "이곳에 있으니 구역질을 참을 수가 없어. 데몬의 지껄임보다 사람 말을 더 많이 들으면 나아질 것 같은데. 여기 아무도 없나요?"
ko_mt: "이곳은 토하고 싶을 정도예요, 견딜 수가 없어요. 데몬의 으르렁거리는 소리보다 사람의 말이 더 많이 들리면 도움이 될 것 같아요. 누가 말 좀 해줄래요?"

source: "There once was a gal from Solku, who said she was goin' to spew — what? You asked!"
ko_mt: "솔쿠에서 온 한 여자가 침을 뱉을 거라고 말한 적이 있는데, 뭐라고요? 네가 물어봤잖아!"

source: "Fighting evil is your calling. The Abyss should provoke battle rage within you, not despair."
ko_mt: "악과 싸우는 것이 너의 소명이다. 심연은 절망이 아니라 내면의 전투적 분노를 불러일으켜야 합니다."

source: "Words do nothing to dispel sadness, only a good brawl — in battle or in bed — can do that. Which is more to your taste, paladin?"
ko_mt: "말로는 슬픔을 없애지 못하며, 전장에서든 침대에서든 좋은 싸움만이 슬픔을 없앨 수 있습니다. 어느 쪽이 더 마음에 드십니까, 성기사님?"

source: "I do not know if my speech sounds like a human's, but I could sing, if you like?"
ko_mt: "내 말이 사람처럼 들리는지 모르겠지만, 원한다면 노래도 할 수 있을까요?"

source: "It is weighing heavily on me as well. Nothing but darkness all around... I pray that we will not be forced to remain here forever."
ko_mt: "저 역시 마음이 무겁습니다. 사방이 온통 어둠뿐.. 이곳에 영원히 머물러야 하는 상황이 오지 않기를 기도합니다."

source: "Everything in the Abyss is repulsive and monstrous, but the Fleshmarkets comes top for pure vileness."
ko: "심연의 모든 것들이 혐오스럽고 흉측하긴 하지만, 그 중에서도 살덩이 시장은 순수한 악의 부문의 정상이야."
ko_mt: "심연의 모든 것이 혐오스럽고 괴물 같지만, 육체시장은 순수한 사악함에서 단연 으뜸입니다."

source: "I could not agree more. I have never wanted to raze a place to the ground more!"
ko_mt: "전적으로 동의합니다. 그 어느 때보다 한 장소를 완전히 파괴하고 싶었습니다!"

source: "How did I walk past this place before and not notice how obscene it is? I don't understand..."
ko_mt: "전에는 어떻게 이곳을 지나가면서 음란물인 줄 몰랐을까요? 이해가 안 돼요..."

source: "And I was about to suggest you put me up for sale as a joke. I bet there wouldn't be many takers!"
ko_mt: "농담 삼아 저를 매물로 내놓으라고 제안하려던 참이었어요. 응할 사람이 별로 없을 것 같아서요!"

source: "What misguided soul came up with the idea of selling living creatures? Whoever it was, they must have been confused, and forgotten the difference between people and things."
ko_mt: "어떤 그릇된 영혼이 살아있는 생물을 팔아넘기겠다는 생각을 떠올렸을까요? 그게 누구든 간에, 그들은 혼란스러웠을 것이고 사람과 사물의 차이를 잊어버렸을 것입니다."

source: "Demons see us as both prey and a commodity — the Fleshmarkets is simply the starkest demonstration of that."
ko_mt: "데몬들은 우리를 먹잇감이자 상품으로 여깁니다. 육체시장은 그 사실을 가장 극명하게 보여주는 곳입니다."

source: "I will never find the words to describe how I felt when I saw Iomedae. But one thing I can say is I'm glad she appeared when we had just won back Drezen — it would have been embarrassing otherwise!"
ko: "아이오메데를 직접 알현했을 때 느꼈던 감정을 도저히 표현할 길이 없을 거야. 하지만 딱 하나 말할 수 있는 건 우리가 드레젠을 재탈환한 뒤에 그분이 등장해서 기뻤다는 거지. 아니었으면 엄청 수치스러웠을걸!"
ko_mt: "아이오메데를 봤을 때의 기분을 말로 표현할 수 없을 것 같아요. 하지만 한 가지 말할 수 있는 것은 우리가 드레젠을 되찾은 지 얼마 되지 않았을 때 그녀가 나타나서 정말 기뻤다는 것입니다."

source: "It would've been fine! She would've called up her heralds, the heralds would've blown their trumpets, and — woosh! — we'd have been blown all the way to someplace in the Crown of the World!"
ko: "괜찮을 것 같아! 그녀가 전령들을 부르고, 전령들이 나팔을 불고, 우와! 우린 세계의 왕관 어딘가로 날아가겠지!"
ko_mt: "괜찮았을 거예요! 전령들을 부르고, 전령들이 나팔을 불고, 우와! 우린 세계의 왕관 어딘가로 날아갔을 거예요!"

source: "I am glad for you. You saw your goddess with your own eyes — few are lucky enough to experience such a thing in their lifetime."
ko_mt: "정말 다행입니다. 여신을 직접 눈으로 보셨으니 평생 그런 일을 경험할 만큼 운이 좋은 사람은 거의 없습니다."

source: "I'm not sure it was Drezen that interested her so much as other circumstances. But your paladin pride would have you think otherwise, no doubt."
ko_mt: "다른 상황보다 드레젠에 관심이 많았던 건 아닌 것 같아요. 하지만 성기사의 자존심이라면 당연히 그렇게 생각하겠지."

source: "Good for you. Stand firm on your path now you've chosen it and your goddess will not forsake you."
ko_mt: "잘했어. 이제 선택한 길을 굳건히 지키면 여신이 당신을 버리지 않을 것입니다."

source: "So, the big and mighty Jharsygax made a fateful decision — he appeared in this world! And now what he wants is a big and mighty cookie, doesn't he?"
ko: "따라서, 거대하며 강력한 자르시각스가 운명적인 선택을 했도다! 드디어 세상에 강림하셨지! 이제 그가 기대하는 건 커다랗고 단단한 쿠키일거야, 안그래?"
ko_mt: "그래서 크고 강력한 자르시그악스가 운명적인 결정을 내리고 이 세상에 나타났어요! 그리고 이제 그가 원하는 것은 크고 강력한 쿠키죠?"

source: "You're going to spoil him and raise a horrifying black dragon that will be the bane of all the worlds. And all because of a cookie!"
ko_mt: "당신은 그를 망치고 모든 세계의 골칫거리가 될 끔찍한 블랙 드래곤을 키우게 될 것입니다. 모두 쿠키 덕분이에요!"

source: "It is a comical little lizard. Can this darling little one really grow into a formidable killer?"
ko_mt: "코믹한 작은 도마뱀입니다. 이 사랑스러운 꼬마 도마뱀이 정말 무서운 킬러로 성장할 수 있을까요?"

source: "It's quick. It will fly like winged lightning across the sky."
ko_mt: "빠르다. 날개 달린 번개처럼 하늘을 가로질러 날아갈 것입니다."

source: "Dragon boy, considering your temporary inability to speak intelligently, is there perhaps some other way you could convey to me the secrets of the world? Blink twice if you understand me."
ko_mt: "드래곤 보이, 네가 일시적으로 말을 할 수 없는 것을 고려할 때 세상의 비밀을 나에게 전달할 수 있는 다른 방법이 없을까? 알아들었으면 눈을 두 번 깜빡여라."

source: "It all happened so fast… Now instead of a tidy city and a cheerful fair, there are only ruins and flames. And countless people who have had their faith shaken by this…"
ko: "모든 일들이 너무 빨리 지나갔어요… 이제는 정돈된 도시와 활기찬 축제의 자리에 불길과 폐허만이 남았습니다. 이로 인해 저마다의 신앙을 가졌던 수많은 사람들이 스러졌고요…"
ko_mt: "모든 것이 너무 빨리 일어났습니다.. 이제 깔끔한 도시와 활기찬 박람회 대신 폐허와 화염 만이 있습니다. 그리고 이로 인해 믿음이 흔들린 수많은 사람들이..."

source: "Aren't you one of those unfortunates? That a nice little town can be destroyed in the blink of an eye — that's a true test of faith for a priest of Shelyn, yes?"
ko_mt: "당신도 그런 불행한 사람 중 한 명 아닌가요? 멋진 작은 마을이 눈 깜짝할 사이에 파괴될 수 있다는 것, 그게 셸린의 사제에게 진정한 신앙의 시험이죠, 그렇죠?"

source: "Everything's burnin', tumblin' down round our ears, but my ol' gran's shack is still standing! I dunno about everybody else, but at least I'll have a place to come back to."
ko_mt: "모든 것이 불타고 귀밑이 무너져 내리고 있지만 할머니의 오두막집은 여전히 건재해요! 다른 사람들은 어떨지 모르겠지만 적어도 저는 돌아올 곳이 있겠죠."

source: "I assure you, my faith did not waver even for a moment. My only concern is: what will the future bring me? Will it be too… dull?"
ko_mt: "장담하건대 제 믿음은 한순간도 흔들리지 않았습니다. 제 유일한 관심사는 미래가 저에게 무엇을 가져다줄 것인가 하는 것입니다. 너무.. 지루할까요?"

source: "Battle, flames, the smell of blood… People on the surface know how to enjoy themselves."
ko_mt: "전투, 화염, 피 냄새.. 지상 사람들은 즐기는 방법을 알고 있습니다."

source: "People died in the vescavor swarm in seconds, they died in agony... They did not have time to prepare for death or even pray... Horrible..."
ko: "베스카버 무리에게 걸린 사람들은 끔찍한 고통과 함께 순식간에 목숨을 잃었습니다... 그들에겐 죽음을 받아들일 시간도, 기도 할 시간조차도 없었어요... 끔찍합니다..."
ko_mt: "사람들은 베스커버 떼 속에서 순식간에 죽었고 고통 속에서 죽었습니다.. 그들은 죽음을 준비하거나기도 할 시간조차 없었습니다.. 끔찍한..."

source: "But prayers wouldn't have helped them anyway. Why should they have prayed?"
ko_mt: "하지만 기도는 어차피 그들에게 도움이 되지 않았을 것입니다. 왜 기도해야 했을까?"

source: "However, they did have enough time to feel horrifying agony and indescribable pain... So let that be a comfort to you!"
ko_mt: "그러나 그들은 끔찍한 고통과 형언할 수 없는 고통을 느끼기에 충분한 시간이 있었습니다... 그러니 그것이 여러분에게 위로가 되기를 바랍니다!"

source: "Yes, such is the fate of those who stand against the Abyss. Losses are unavoidable. But dwelling on those losses will jeopardize one's own morale."
ko_mt: "그래, 심연에 맞서는 자들의 운명이다. 손실은 피할 수 없습니다. 하지만 그 손실에 집착하는 것은 자신의 사기를 떨어뜨리는 일입니다."

source: "But we are alive. We have a chance to make the world better and safer and heal this land of demonic corruption. Isn't that right?"
ko_mt: "하지만 우리는 살아있습니다. 세상을 더 좋고 안전하게 만들고 데몬의 부패로 얼룩진 이 땅을 치유할 수 있는 기회가 있습니다. 그렇지 않나요?"

source: "The Lost Chapel was a nightmare come to life. And... I cannot help thinking there will be many more nightmares to come..."
ko: "잊힌 예배당은 그야말로 악몽의 현현이었습니다. 게다가... 현실이 될 악몽들이 아직 많을 거라는 생각을 떨쳐내기 어렵군요..."
ko_mt: "잃어버린 예배당은 악몽이 되살아난 곳이었어요. 그리고.. 앞으로 더 많은 악몽이 있을 거라는 생각을 지울 수가 없습니다..."

source: "You should think hard on whether you wish to continue fighting, cleric. You have yet to see even a fraction of the horrors of the Wound."
ko_mt: "계속 싸우고 싶은지 잘 생각해보게, 성직자. 자네는 아직 상처의 공포를 조금도 보지 못했어."

source: "If you ask me, all that matters is that there's food and plenty of arrows. With a full quiver and a full belly, I'm ready to face any horror."
ko_mt: "제게 중요한 것은 음식과 화살이 많다는 것뿐입니다. 화살통이 꽉 차고 배가 부르면 어떤 공포에도 맞설 준비가 되어 있습니다."

source: "You need to be brave, Sosiel. If we don't do this, then who will?"
ko: "용기를 내야 해, 소시엘. 우리가 하지 않으면 누가 하겠어?"
ko_mt: "용기를 내야 해, 소시엘. 우리가 하지 않으면 누가 하겠어?"

source: "It is going to get much, much worse. You may lose your mind or die. But before that happens, you will help many people, I know."
ko_mt: "훨씬, 훨씬 더 나빠질 것입니다. 정신을 잃거나 죽을 수도 있습니다. 하지만 그런 일이 일어나기 전에 당신은 많은 사람들을 도울 것입니다."

source: "Oh, I have no doubt that we shall encounter this agony, this blood, these screams of benighted victims more than once in the future. But you must not fear them. Simply rely on your friends — we can overcome this together, can we not?"
ko_mt: "오, 나는 우리가 앞으로 이 고통, 이 피, 이 비명소리를 한 번 이상 마주치게 될 것이라는데 의심의 여지가 없습니다. 하지만 그들을 두려워해서는 안 됩니다. 친구들을 믿고 의지하면 함께 이겨낼 수 있습니다."

source: "I shall pray for every soul in Wintersun. I am confident they will be able to find the path to the light."
ko: "저는 윈터선의 모든 영혼을 위해 기도할 겁니다. 그들이 광명의 길을 찾을 수 있을 거라 믿어 의심치 않습니다."
ko_mt: "윈터썬의 모든 영혼을 위해 기도하겠습니다. 그들이 빛으로 가는 길을 찾을 수 있을 것이라 확신합니다."

source: "Maybe we could tell 'em to go a bit further away so I can have a poke about the houses? What? I was only askin'."
ko_mt: "제가 집들을 좀 더 둘러볼 수 있게 좀 더 멀리 가라고 하면 안 될까요? 뭐요? 그냥 물어본 거예요."

source: "I will pray to Iomedae for the same thing you are asking of Shelyn."
ko: "네가 셸린에게 기도하는 것과 같은 내용으로 나는 아이오메데님께 기도할게."
ko_mt: "셸린에게 부탁하는 것과 같은 것을 아이오메데에게 기도하겠습니다."

source: "Wintersun rises late and quickly sets. It probably doesn't matter, it's just a pretty name."
ko_mt: "윈터썬은 늦게 뜨고 빨리 지죠. 그냥 예쁜 이름일 뿐이니 상관없어요."

source: "We're in Drezen, Trever. I wish you could see this for yourself!"
ko: "트레버, 우리는 드레젠에 있어. 형도 함께 했다면 좋았을 텐데!"
ko_mt: "여긴 드레젠이야, 트레버. 직접 보셨으면 좋겠어요!"

source: "If he's alive, he'll hear about it. And he'll be cheering along with us."
ko: "그가 살아있다면, 그에게도 들릴 거야. 그리고 우리와 함께라면 힘을 낼 수 있을 거야."
ko_mt: "그가 살아있다면 이 소식을 들으실 겁니다. 그리고 우리와 함께 응원할 것입니다."

source: "You know, I've been thinking the same thing. About how many mongrels the gods didn't allow to live to see this moment."
ko_mt: "저도 같은 생각을 했어요. 신이 이 순간을 보기 위해 얼마나 많은 몽그렐들을 살도록 허락하지 않았는지 말이죠."

source: "You're forever going on about this brother of yours, don't you have any care for what's happening to you?"
ko_mt: "넌 네 동생에 대해 계속 떠들면서 네게 무슨 일이 일어나고 있는지 전혀 신경 쓰지 않니?"

source: "The Dragon Burial Ground was such a sorrowful place... what they fought for seemed so important to them, but now it has been forgotten by all."
ko: "드래곤 매장지는 아주 슬픈 장소로군요... 그들은 아주 중요한 것을 두고 싸웠던 것 같지만, 지금은 모두에게 잊혔죠."
ko_mt: "용의 무덤은 정말 슬픈 곳이었어요.. 그들이 싸웠던 것은 그들에게 매우 중요해 보였지만 지금은 모두에게 잊혀져 버렸습니다."

source: "I think it's a grand old place. Full of dragon gewgaws that nobody will miss! Nobody will miss 'em, right? There won't be some grievin' dragon relations swoopin' down callin' folk graverobbers, will there?"
ko_mt: "웅장하고 오래된 곳이라고 생각해요. 아무도 놓칠 수 없는 드래곤 게우가 가득하죠! 아무도 그리워하지 않겠죠? 슬픔에 잠긴 용족이 도굴꾼을 부르며 들이닥치진 않겠지?"

source: "The same thing will happen to our soldiers one day. People will be living so happily and peacefully that they will forget the fighting. One day."
ko_mt: "언젠가는 우리 병사들에게도 같은 일이 일어날 것입니다. 사람들은 전쟁을 잊을 정도로 행복하고 평화롭게 살게 될 것입니다. 언젠가는 말이죠."

source: "They must have had their heroes, legendary exploits... How could that have been wiped even from the memories of dragons? No... it's not possible."
ko_mt: "그들에게는 영웅과 전설적인 업적이 있었을 텐데.. 어떻게 용의 기억에서조차 지워질 수 있지? 아니.. 그건 불가능해."

source: "The dragons cannot simply have forgotten. It is likely that they simply do not want to share their knowledge."
ko_mt: "용들이 단순히 잊어버렸을 리가 없습니다. 단순히 지식을 공유하고 싶지 않았을 가능성이 높습니다."

source: "An archeological treasure trove such as this cannot be a sorrowful place. By the way, could someone lend me a capacious sack of equal size to the average dragon skull? Actually, make that a dozen sacks."
ko_mt: "이런 고고학적 보물창고는 슬픈 장소가 될 수 없습니다. 그런데 누가 용 두개골과 같은 크기의 큰 자루를 빌려주실 수 있나요? 사실, 열두 자루로 만들어주세요."

source: "From a distance, Alushinyrra looks malevolent but majestic. Up close, it is simply sickening. This is a cursed land."
ko: "멀리서 본 알루시니라는 사악하지만 동시에 기품있어 보였습니다. 가까이서 봤을 땐 그냥 역겹군요. 저주받은 땅입니다."
ko_mt: "멀리서 보면 알루시니라는 악의적으로 보이지만 위엄이 느껴집니다. 가까이서 보면 섬뜩하기 그지없습니다. 이곳은 저주받은 땅입니다."

source: "Strictly speaking, it is not land at all, but the petrified corpse of the demon Alinythia. I wonder which of her organs we have already tread upon?"
ko_mt: "엄밀히 말하면 땅이 아니라 데몬 알린시아의 석화된 시체예요. 우리가 이미 그녀의 어떤 장기를 밟았을까?"

source: "There are no good and bad cities. To you this place is a den of iniquity, but to me it's a place full of prospective clients."
ko_mt: "좋은 도시와 나쁜 도시는 없습니다. 여러분에게는 죄악의 소굴이지만 제게는 잠재 고객으로 가득한 곳입니다."

source: "In this place, all is not as it appears at first glance. Alushinyrra is a city of dreams. Intoxicating dreams from which there is no waking."
ko_mt: "이 곳에서는 모든 것이 언뜻 보이는 것과 다릅니다. 알루시니라는 꿈의 도시입니다. 깨어날 수 없는 꿈에 취해 있습니다."

source: "I am on the verge of falling to my knees beside you and praying for this place to be burned with holy fire. It would be quite the sight!"
ko_mt: "저는 당신 옆에 무릎을 꿇고 이곳이 거룩한 불로 타오르기를 기도하기 직전입니다. 정말 멋진 광경이 될 것입니다!"

source: "I wouldn't say Alushinyrra is terrible. What's not to like? The lava, the massive fangs sticking out of the ground, the hordes of bloodthirsty demons..."
ko_mt: "알루시니라가 끔찍하다고는 말하지 않겠습니다. 싫어할 게 뭐가 있겠어요? 용암, 땅에서 튀어나온 거대한 송곳니, 피에 굶주린 데몬 무리..."

source: "The Fulsome Queen is the only truthful person in the inside-out reality of the Abyss. She openly displays what Nocticula and the rest try to hide."
ko: "역겨운 여왕은 인팎이 뒤집힌 심연에서 유일하게 정직한 인물입니다. 그녀는 녹티큘라와 그 떨거지들이 숨기는 것들을 그대로 드러냈죠."
ko_mt: "풀섬 여왕은 심연의 안팎 현실에서 유일하게 진실한 인물입니다. 그녀는 녹티큘라와 나머지 사람들이 숨기려고 하는 것을 대놓고 드러내죠."

source: "If that's what they're like on the inside... they can keep it to themselves!"
ko_mt: "속마음이 그런 거라면.. 혼자만 알고 있어도 돼요!"

source: "You have hit upon a pretty metaphor, but a foolish one, like most of your utterances. There is nothing truthful about the Abyss, and if you must compare demons, do not rate them on their baseness, but on the threat they pose."
ko_mt: "자네는 멋진 비유를 생각해냈지만, 자네의 대부분의 발언이 그렇듯 어리석은 비유였어. 심연에는 진실한 것이 없으며, 데몬을 비교해야 한다면 데몬의 근거가 아닌 위협을 기준으로 평가해야 합니다."

source: "She likes herself and accepts herself for who she is. Plenty of people are unable to do that!"
ko_mt: "그녀는 자신을 좋아하고 있는 그대로의 자신을 받아들입니다. 많은 사람들이 그렇게 하지 못하죠!"

source: "All that means is that she is more foolish than other demons, alas."
ko_mt: "그 말은 그녀가 다른 데몬들보다 더 어리석다는 뜻일 뿐입니다."

source: "Did I really see that with my own eyes?! The goddess Iomedae in all her glory! But instead of awe, I feel only bewilderment... Why is that?"
ko: "제가 똑바로 본게 맞습니까?! 아이오메데 여신이 강림하시다니요! 하지만 경외심이 아닌 당황스러움만 느꼈죠... 왜일까요?"
ko_mt: "내가 정말 내 눈으로 본 거야?! 영광의 여신 아이오메데의 모습을! 하지만 경외감 대신 당혹감만 느껴지는데.. 왜 그럴까?"

source: "It's not strange at all. Meeting a god is a big deal... Every person handles it in their own way."
ko_mt: "전혀 이상하지 않아요. 신을 만나는 것은 큰 일입니다.. 사람마다 각자의 방식으로 받아들이죠."

source: "Stare directly at the sun and you can go blind. That may be why the gods appear to us so rarely, brother."
ko_mt: "태양을 똑바로 쳐다보면 실명할 수 있습니다. 그래서 신들이 우리에게 잘 나타나지 않는 것일지도 모르죠."

source: "I felt nothing. Is that normal?"
ko_mt: "아무것도 느끼지 못했습니다. 이게 정상인가요?"

source: "But deep down you were upset it wasn't your mommy Shelyn, weren't you?"
ko_mt: "하지만 마음 깊은 곳에서는 엄마 셸린이 아니라는 사실에 속상했죠?"

source: "How can you not be scared of the gods? They're like a storm, like a hurricane. Huge, powerful, and indifferent."
ko_mt: "어떻게 신을 무서워하지 않을 수 있겠어요? 신들은 폭풍우나 허리케인 같은 존재예요. 거대하고 강력하며 무관심하죠."

source: "Would I be capable of serving my goddess the way Pulura's stargazers served theirs? Imprisoning myself in the middle of the Wound, never seeing my loved ones again..."
ko: "펄루라의 점성가들이 그들의 신을 섬긴 것처럼 저도 제 여신을 섬길 수 있을까요? 세계상처의 한가운데에 스스로를 가둬, 두 번 다시 사랑하는 이들을 못본다니..."
ko_mt: "풀루라의 별을 보는 자들이 그들의 여신을 섬겼던 것처럼 나도 여신을 섬길 수 있을까? 상처의 한가운데에 갇혀 사랑하는 사람들을 다시는 볼 수 없는..."

source: "They did it for mortalkind and for the future, not just for their goddess. I think you would sacrifice a lot for a cause like that. I hope I would as well."
ko_mt: "그들은 단지 여신을 위해서가 아니라 인류와 미래를 위해 그런 일을 했습니다. 그런 대의를 위해 많은 것을 희생할 거라고 생각해요. 저도 그러고 싶어요."

source: "I suspect that there were more stargazers and guards at the start of the mission, and only the toughest have lasted this long."
ko_mt: "임무를 시작할 때 더 많은 별 관찰자와 경비병이 있었고, 가장 강인한 사람들만 이렇게 오래 버텨온 것 같습니다."

source: "You would be capable of it, but I wouldn't want a fate like that for you. Your duty isn't to bury yourself alive. Your duty lies elsewhere."
ko_mt: "넌 할 수 있지만 그런 운명은 원하지 않아. 자네의 의무는 산 채로 묻히는 게 아니야. 네 의무는 다른 곳에 있다."

source: "You should be jumpin' for joy Shelyn never put you up to anythin' like that! All she wants is for you to go around showin' everybody just what a good boy you are."
ko_mt: "셜린은 절대 그런 짓을 시키지 않으셨어요! 그녀가 원하는 건 네가 얼마나 착한 아이인지 모두에게 보여주는 것뿐이야."

source: "I've been thinking a lot about the Queen. Good, then bad. But then I understood — she is tired. I feel sorry for her now."
ko: "여왕에 대해 줄곧 생각해왔습니다. 옳은 것과 그른 것에 대해서요. 그러다가, 그녀가 지쳤다는 걸 이해했죠. 지금은 그저 안타까울 뿐입니다."
ko_mt: "여왕에 대해 많은 생각을 해봤어요. 좋았다가 나빴다가. 하지만 여왕이 피곤하다는 걸 깨달았죠. 이제 여왕이 안쓰러워요."

source: "I share your feelings, brother, and I am glad that we have lifted part of the burden from her shoulders."
ko_mt: "형제님, 저도 그 마음을 공유하며, 우리가 그녀의 어깨에서 짐을 조금이나마 덜어주게 되어 기쁩니다."

source: "She is making a mistake like everyone does sometimes, but she is trying really, really hard. Sometimes even too hard."
ko_mt: "그녀는 때때로 모든 사람이 하는 것처럼 실수를 하지만 정말 정말 열심히 노력하고 있습니다. 때로는 너무 열심히요."

source: "Some crusaders beg to go home after a week, but the Queen's been fighting for a hundred years already. Anyone would be tired after that!"
ko_mt: "어떤 십자군은 일주일 만에 집에 가고 싶다고 애원하지만 여왕은 이미 100년 동안 싸우고 계십니다. 그 정도면 누구나 피곤할 겁니다!"

source: "My cousin can look sweet and vulnerable when she wishes to. And I see her charms have worked marvelously on certain downtrodden fighters."
ko_mt: "제 사촌은 원할 때 다정하고 연약해 보일 수 있습니다. 그리고 저는 그녀의 매력이 어떤 낙담한 선수들에게 놀랍게도 효과가 있었다는 것을 알았습니다."

source: "Exhaustion is a reason to hand over control to another who is capable of carrying the burden. It is not an excuse for anything else."
ko_mt: "지친다는 것은 부담을 감당할 수 있는 다른 사람에게 통제권을 넘겨야 하는 이유입니다. 다른 어떤 것에 대한 변명이 될 수 없습니다."

source: "The Hand of the Inheritor... he fell. I think about him and I feel his pain and disgrace as if it were my own."
ko: "계승자의 손... 그가 타락하다니. 그에 대해서 생각하면 그의 고통과 수치심이 마치 내 것처럼 느껴진다."
ko_mt: "계승자의 손.. 그는 쓰러졌습니다. 나는 그를 생각하면 그의 고통과 불명예가 마치 내 고통인 것처럼 느껴진다."

source: "No, Trever, no! You are not fallen, to me you are still my most wonderful, my most beloved brother. Believe me!"
ko_mt: "안 돼, 트레버, 안 돼! 넌 타락한 게 아니야, 내게 넌 여전히 가장 훌륭하고 가장 사랑하는 형제야. 날 믿어!"

source: "At least your heart and your entrails are still in place. You really are in the more fortunate position!"
ko_mt: "적어도 당신의 심장과 내장은 아직 제자리에 있습니다. 당신은 정말 운이 좋은 사람입니다!"

source: "An apt comparison. Just like him, you are unlikely to be capable of becoming who you once were."
ko_mt: "적절한 비교입니다. 그 사람처럼 당신도 예전의 자신이 될 수는 없을 것입니다."

source: "No, your situations are totally different. If your heart was ripped out, you would expire immediately. It is a medical fact."
ko: "아니, 두 사람의 상황은 완전히 달라. 넌 심장을 도려내면 즉시 사망해. 이건 의학적인 사실이야."
ko_mt: "아니요, 두 분의 상황은 완전히 다릅니다. 심장이 찢어지면 즉시 사망할 것입니다. 그것은 의학적인 사실입니다."

source: "Saving people, defending a pathetic little inn… We should be charging headfirst into the madness of battle and reveling in it, not helping doomed weaklings!"
ko: "사람들을 구하고, 애처롭게 작은 여관을 지킨다라… 우리는 나약한 잔챙이들을 도울게 아니라, 전장의 광기에 머리를 들이밀고 즐겨야해!"
ko_mt: "사람들을 구하고, 한심한 여관을 지키고.. 우리는 전투의 광기에 정면으로 돌진하고 그것을 즐겨야지, 파멸에 처한 약자들을 돕는 게 아니야!"

source: "Only dogs run joyously to play in muck and offal. I always suspected you were no better than an animal."
ko_mt: "개들만이 오물과 배설물 속에서 즐겁게 뛰어놀죠. 나는 항상 당신이 동물보다 낫지 않다고 생각했습니다."

source: "Everybody's just running around and shouting — how is that madness? Real madness is a nightmare that you can't escape even when you're awake."
ko_mt: "모두가 뛰어다니며 소리만 지르는데 그게 어떻게 미친 짓입니까? 진짜 광기는 깨어 있어도 벗어날 수 없는 악몽입니다."

source: "Did you ever consider that you might be one of those doomed souls one day and call for help? You'll be glad of people like us then."
ko_mt: "언젠가 당신도 저 운명적인 영혼 중 한 명이 되어 도움을 요청할 수 있다고 생각해 본 적이 있나요? 그때는 우리 같은 사람들이 있어서 다행일 겁니다."

source: "Now the whole fortress is ours! A huge fortress, big as a city! Now the peoples of Golarion will bow down before us..."
ko: "이 요새 전체가 우리 것이다! 도시 하나만큼 거대한 요새야! 골라리온의 사람들이 우리에게 무릎꿇을 테지..."
ko_mt: "이제 요새 전체가 우리 것입니다! 도시만큼이나 큰 거대한 요새! 이제 골라리온의 백성들은 우리 앞에 무릎을 꿇을 것이다..."

source: "Uh, you do remember who we're fighting against, right?"
ko_mt: "우리가 누구와 싸우는지 기억하시죠?"

source: "Oh look, isn't she sweet when she's happy?"
ko_mt: "오, 저기 봐, 행복할 때 정말 귀엽지 않아?"

source: "So ignorant. This is not even the largest and best-fortified citadel in Mendev, let alone Golarion."
ko_mt: "정말 무식하군. 골라리온은 말할 것도 없고 멘데브에서 가장 크고 요새화된 성채도 아니잖아요."

source: "I had never seen so much fire before I came to Kenabres. The smell of smoke seems to follow me everywhere now! But I cannot say that I find the smell... unpleasant."
ko: "케나브레스에 오기 전까진 이만큼 커다란 불길을 본 적이 없어. 내 발이 닿는 곳마다 연기 냄새가 따라다니잖아! 하지만 그 냄새가... 짜증스럽지는 않아."
ko_mt: "케나브레스에 오기 전에는 이렇게 많은 불을 본 적이 없어요. 이제 연기 냄새가 어디를 가든 나를 따라다니는 것 같습니다! 하지만 그 냄새가 불쾌하다고는 말할 수 없습니다."

source: "You could bathe, perhaps. That may help."
ko_mt: "목욕을 할 수도 있겠군요. 그게 도움이 될지도 모르죠."

source: "You, too? So I'm not the only one who always smells smoke everywhere! It started for me after me and my father came to the city."
ko_mt: "당신도요? 사방에서 항상 연기 냄새가 나는 건 저만 그런 게 아니네요! 저와 아버지가 이 도시에 온 후부터 시작됐어요."

source: "I don't think that will be the last fire you'll see. Only next time, it will be the demons burning!"
ko_mt: "저게 마지막 불은 아닐 겁니다. 다음 번에는 데몬들이 불타게 될 거예요!"

source: "It's a cryin' shame about the town, but it was a tough place for an enterprisin' thief to find his feet. It's time to conquer new heights and all that stuff!"
ko_mt: "이 마을은 정말 안타까운 일이지만, 진취적인 도둑이 발을 붙이기에는 힘든 곳이었어요. 이제 새로운 고지를 정복할 때입니다!"

source: "A swarm of vescavors is power incarnate, destroying everything in its path! But what is the point of such power if you're too mindless to enjoy it?"
ko: "베스카버 무리는 길을 가로막는 모든 것을 파괴하는 힘의 현신이로구나! 하지만 그 정도의 힘을 즐기기 위한 지성이 부족하면, 거기에 무슨 의미가 있지?"
ko_mt: "베스케이브 떼는 힘의 화신으로, 그 길에 있는 모든 것을 파괴합니다! 하지만 너무 무심해서 즐길 수 없다면 그런 힘이 무슨 소용이 있을까요?"

source: "I am glad that even your thirst for power has its limits... Forgive me, that sounded like sarcasm, but I truly am glad."
ko_mt: "권력에 대한 당신의 갈증에도 한계가 있다는 것이 기쁘군요... 비꼬는 말 같아서 미안하지만 정말 기쁩니다."

source: "Exactly! How can you enjoy life if your only goal is to kill everything in your path?"
ko_mt: "바로 그거야! 앞길을 가로막는 모든 것을 죽이는 것이 유일한 목표라면 어떻게 인생을 즐길 수 있겠어요?"
