Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "I wonder if you were the son of a humble innkeeper in Absalom, and not the son of a count, would you be just as unbearable?"
ko: "네가 만약 백작가 자제가 아니라 압살롬의 겸손한 여관집 아들이었더라면, 그냥 참아주기 어렵다 정도로 끝났을까?"
ko_mt: "당신이 백작의 아들이 아니라 압살롬의 보잘것없는 여관 주인의 아들이었다면 똑같이 견딜 수 없었을까요?"

source: "I haven't the faintest clue. But I do know that I probably wouldn't be an orphan whose entire family had been wiped out by demons."
ko: "일말의 감도 잡히질 않는데. 하지만 내가 가족 전원이 데몬들에게 몰살당해 버려진 고아가 되지는 않았을 것 같군."
ko_mt: "전혀 모르겠어요. 하지만 제가 데몬에 의해 온 가족이 사라진 고아가 되지는 않았을 거라는 건 알아요."

source: "Some people believe in gods, some believe in prosperity. But as a nobleman, Count, I suppose you believe you were born to rule."
ko: "어떤 사람들은 신을 믿고, 어떤 사람들은 돈을 믿지. 하지만 내가 추측한 바로는, 귀족 혈통인 백작 당신은 지배하기 위해 태어났다고 믿는 것 같군."
ko_mt: "어떤 사람들은 신을 믿고, 어떤 사람들은 번영을 믿습니다. 하지만 귀족인 백작님은 자신이 통치하기 위해 태어났다고 믿으시겠죠."

source: "I believe the social structure of Mendev has given me wealth and privilege from birth. I was born a squalling, naked creature, just like the infant of any peasant or city drunkard."
ko: "내가 태어났을 때부터 부와 특권을가지게 해준 것은 멘데브의 사회 구조라고 생각하는데. 나도 평민이나 도시의 주정꾼들이 태어났을 적과 마찬가지로 벌거벗은 채 떼를 쓰는 생물로 태어났다고."
ko_mt: "멘데브의 사회 구조가 태어날 때부터 저에게 부와 특권을 줬다고 생각합니다. 저는 여느 농민이나 도시의 술주정뱅이처럼 헐벗은 채로 태어났어요."

source: "Speaking strictly hypothetically, Count, if you could kill anyone in Mendev, who would it be?"
ko: "백작, 정말 만약의 얘기인데, 당신이 멘데브의 어느 누구라도 죽일 수 있다면, 누굴 죽이고 싶지?"
ko_mt: "엄밀히 가정해서 말하자면, 백작님, 멘데브에서 누군가를 죽일 수 있다면 누구를 죽이시겠습니까?"

source: "Boredom. Or sanctimony. I would annihilate them in this wretched country if I could, but alas, there is no assassin capable of dealing with such monsters."
ko: "지루함. 아니면 독실한 척도 좋고. 할 수만 있다면 이 비참한 나라에서 그것들을 멸하고 싶다만, 아아, 그러한 괴물들을 처리할 수 있는 암살자는 없다네."
ko_mt: "지루함. 아니면 성스러움. 할 수만 있다면 이 비참한 나라에서 그들을 전멸시키고 싶지만, 아쉽게도 그런 괴물들을 상대할 수 있는 암살자는 없습니다."

source: "Why do you always end up in the thick of things, girl? I know you're not stupid and you understand the risk involved."
ko: "왜 항상 뒤죽박죽인 곳에 엮이는 거냐, 꼬마야? 난 네가 바보가 아니란 걸 안다. 너도 위험성을 잘 알지 않느냐."
ko_mt: "넌 왜 항상 일의 중심에 서는 거야? 네가 바보가 아니고 어떤 위험이 따르는지 잘 알고 있잖아."

source: "I just want to protect you and the others. Don't worry, you don't need to watch over me — I have my grandmother, after all."
ko: "당신이랑 다른 사람들을 지켜주고 싶어서요. 걱정 마세요. 당신까지 저를 지켜보실 필요는 없어요. 이미 절 지켜보는 할머니가 있으니까요."
ko_mt: "난 그저 너와 다른 사람들을 보호하고 싶을 뿐이야. 할머니가 계시니 걱정하지 마세요. 저를 돌봐줄 필요는 없어요."

source: "Little one... what are you doing in the middle of this war? The battlefield is no place for children."
ko: "꼬맹이... 전쟁 한가운데서 뭘 하고 있는 거냐? 전장에 애들이 낄 자리는 없단다."
ko_mt: "꼬마야.. 이 전쟁터 한복판에서 뭐 하는 거니? 전장은 아이들을 위한 곳이 아니란다."

source: "It's no place for anyone. But I've already had a longer life than many. So if I get killed, it doesn't really matter."
ko: "전장이 자기 자리인 사람은 없어요. 그래도 저는 이미 다른 사람들보다 더 오래 살았잖아요. 그러니까, 죽어도 별 상관 없을 거예요."
ko_mt: "이곳은 아무나 갈 수 있는 곳이 아닙니다. 하지만 저는 이미 다른 사람들보다 오래 살았어요. 그러니 죽어도 상관없어요."

source: "Why are you looking at me like that? Do I frighten you? Don't be afraid, I won't hurt you."
ko: "왜 나를 뚫어져라 쳐다보느냐? 내가 무섭나? 너는 해치지 않을 테니 겁먹지 말거라."
ko_mt: "왜 그렇게 쳐다봐요? 내가 무서워요? 무서워하지 마, 해치지 않을 테니까."

source: "No, I'm not scared of you at all. You just look... lost. Like you went for a walk and forgot the way back home. But you're going to have to remember it."
ko: "아뇨, 당신은 전혀 무섭지 않아요. 그냥... 당신이 길을 잃은 것처럼 보이거든요. 마치 산책을 나갔다가 집으로 돌아가는 길을 까먹은 사람 같아요. 하지만 곧 떠오르실 거예요."
ko_mt: "아니, 전혀 무섭지 않아. 넌 그냥.. 길을 잃은 것처럼 보여. 산책하러 갔다가 집으로 돌아가는 길을 잊어버린 것처럼요. 하지만 기억해야 할 거예요."

source: "I can't believe there is no beggars' guild in Kenabres. Didn't they demand a cut for letting you operate in their territory?"
ko: "케나브레스에 거지 길드가 없다는 건 믿을 수가 없구나. 거지들이 널 자기들 영역에 계속 있도록 놔두는 대신 일정 지분을 요구하지는 않았니?"
ko_mt: "케나브레스에 거지 길드가 없다니 믿을 수가 없네요. 자기네 영토에서 활동하게 해준 대가로 깎아달라고 요구하지 않았나요?"

source: "Sometimes I was approached by healthy people who pretended to be poor and sickly, and they said that I owed them some kind of 'cut.' I gave them coins. If they are willing to be miserable all their lives for the sake of coins, that means they need them more than me."
ko: "가끔 가난하고 아픈 척하는 건강한 분들이 저에게 다가와서, 제게 '지분'이란 걸 갚으라고 할 때도 있었어요. 저는 그분들에게 동전을 줬어요. 동전 때문에 평생을 비참하게 살겠다는 건, 저보다 동전이 필요하다는 뜻이니까요."
ko_mt: "가끔 가난하고 아픈 척하는 건강한 사람들이 저에게 다가와서 제가 '빚을 졌다'고 말하곤 했어요. 저는 그들에게 동전을 줬어요. 동전 때문에 평생을 비참하게 살겠다는 건 저보다 동전이 더 필요하다는 뜻이죠."

source: "You're willing to give away everything you have to other people, girl. But people will get used to it, and they will keep asking, and when the time comes that you can't give them anymore — they'll start demanding."
ko: "너는 남들을 위해 뭐든지 다 주려고 하는구나, 꼬마야. 하지만 사람들은 거기에 익숙해질 테고, 그러면 계속해서 너에게 받아내려 할 테고, 더 이상 네가 줄 수 있는 게 없어지고 나면 그들은 요구를 하기 시작할 거다."
ko_mt: "당신은 자신이 가진 모든 것을 다른 사람들에게 기꺼이 나눠주려고 합니다. 하지만 사람들은 그것에 익숙해져서 계속 요구할 것이고, 더 이상 줄 수 없는 때가 오면 요구하기 시작할 것입니다."

source: "And rightly so. I'll be very upset if I have nothing to give them."
ko: "물론 그렇겠죠. 제가 그분들께 드릴 게 없어진다면 저도 아주 화날 거예요."
ko_mt: "당연하죠. 그들에게 줄 것이 아무것도 없다면 매우 속상할 것입니다."

source: "Ignoring the fact that you want to drink my life force, I do prefer you this way. You always know what you're getting with succubi, but penitent sinners are much more unpredictable and dangerous."
ko: "네 녀석이 내 생기를 빨아들이고자 한다는 사실을 제쳐두면, 나는 지금의 방향이 더 마음에 들어. 너는 서큐버스로서 무엇을 하고 있는지 언제나 자각하고 있지만, 회개하는 죄인들은 더 예측 불가하고 위험하지."
ko_mt: "당신이 내 생명력을 마시고 싶어한다는 사실은 무시하고, 난 이런 식으로 당신을 선호합니다. 당신은 항상 서큐비에게 무엇을 얻을지 알고 있지만 참회하는 죄인은 훨씬 더 예측할 수없고 위험합니다."

source: "Take a closer look and you will start to like me even more. I am a slow-acting poison, but one without an antidote."
ko: "자세히 보면 더 좋아질 텐데 말야. 나는 천천히 파고드는, 해독약 없는 독이니까."
ko_mt: "자세히 보면 저를 더 좋아하게 될 겁니다. 나는 천천히 작용하는 독이지만 해독제가 없는 독입니다."

source: "I'm sorry, darling, but I've been around long enough to know better than to be tempted by a pretty face. Don't even try it."
ko: "미안하네, 자기. 하지만 나는 예쁜 얼굴에 속아 넘어가기엔 세상 물정을 너무 잘 알아. 시도조차 하지 말도록."
ko_mt: "미안해, 자기야, 하지만 나는 예쁜 얼굴에 유혹당하는 것보다 더 잘 알 정도로 오래 살았어. 시도조차 하지 마세요."

source: "Fine, you avaricious dwarf, I suppose I cannot turn myself into a pouch of gold coins to tempt you. But you still won't escape me."
ko: "그래, 욕심많은 드워프 녀석아. 나도 너를 유혹할 금화 주머니로 변신할 수는 없거든. 하지만, 그래도 넌 나를 피하지 못할 거야."
ko_mt: "좋아, 이 탐욕스러운 드워프야, 내가 너를 유혹하기 위해 금화 주머니로 변할 수는 없겠지. 하지만 넌 여전히 나를 피할 수 없을 거야."

source: "The demons just seem to keep coming and coming recently, like there's no end to them."
ko: "데몬들이 최근들어 더욱 더 몰려드는 것 같군. 마치 끝도 없다는 듯 말이지."
ko_mt: "데몬은 끝이 없는 것처럼 최근에도 계속 찾아오고 있는 것 같습니다."

source: "If things keep going this way, the Queen will have to gift me a tract of land because there won't be enough gold in the country's coffers to pay for my services rendered."
ko: "일이 계속 이런 식으로 흘러 간다면, 내 업무 비용을 지불할 국고가 부족해진 여왕은 내게 땅을 바쳐야 하겠군."
ko_mt: "이런 식으로 계속 진행되면 제가 제공한 서비스에 대한 대가를 지불하기에 국가 금고에 금이 충분하지 않아 여왕이 저에게 땅을 선물해야 할 것입니다."

source: "I've traveled some distance, fulfilling this contract... But it's still better than doing a job for some jealous cuckold of a grocer whose wife's been a little too neighborly with the fellow next door."
ko: "이 계약을 수행하며 꽤나 여행을 다녔군... 그래도 아직까지는 어떤 질투 많은 남편을 위해 바람난 아내와 너무 가까이 지내는 이웃집 잡화상 친구를 처리하는 것보다 나아."
ko_mt: "이 계약을 이행하기 위해 먼 거리를 여행했습니다.. 하지만 아내가 옆집 남자와 너무 이웃사촌인 식료품점의 질투심 많은 불륜남을 위해 일하는 것보다는 낫습니다."

source: "What? Sure, I took jobs like that when I was green. A man's got to start somewhere."
ko: "뭐? 물론, 나도 젊었을 적에는 그런 일들을 맡았었지. 일은 해야 하지 않겠나."
ko_mt: "네? 물론 저도 젊었을 때 그런 일을 했었죠. 남자는 어디선가 시작해야 하죠."

source: "Greybor, old boy, who have you got yourself tangled up in this time? The way you're going, soon you'll be a dyed-in-the-wool crusader, singing hymns and giving alms to the poor."
ko: "늙은 그레이보르야, 이번에는 누구와 엮인 거냐? 이대로 가다간, 곧 골수 성전사가 되어 찬가를 노래하며 불쌍한 사람들에게 적선하게 생겼구나."
ko_mt: "그레이버, 늙은 이, 이번에는 누구와 얽히게 된 거야? 지금 가는 길대로라면 머지않아 찬송가를 부르며 가난한 자들에게 자선을 베푸는 성전사가 될 거야."

source: "And even — oh gods, the thought makes me shudder — killing for free!"
ko: "심지어는 — 이런, 맙소사. 무보수로 살생을 한다는 생각만으로도 몸서리가 쳐지는군!"
ko_mt: "심지어 공짜로 살인을 저질렀다는 생각만 해도 몸서리가 쳐집니다!"

source: "I was thinking of making a deposit in a trustworthy temple of Abadar — just in case of an emergency."
ko: "비상 사태에 대비해, 믿음직한 아바다르의 신전에 예금을 맡길까 생각했었어."
ko_mt: "만일의 사태를 대비해 신뢰할 수 있는 아바다르 사원에 예치할까 생각 중이었어요."

source: "But every minute we spend in the Wound is an emergency. I think it's more prudent to invest in better gear..."
ko: "그런데 세계상처에서 보내는 매 순간이 비상 사태잖아. 더 나은 장비에 투자하는 편이 현명할 것 같군..."
ko_mt: "하지만 상처에서 보내는 매 순간이 응급 상황입니다. 더 나은 장비에 투자하는 것이 더 현명하다고 생각합니다..."

source: "Many of my fellow professionals prefer to work for one client as they get older instead of a string of different ones."
ko: "내 동료 전문가들 중 많은 사람들이 나이를 먹어가면서 여러 계약을 맺기보다 한 고객을 쭉 유지하길 선호하더군."
ko_mt: "많은 동료 전문가들이 나이가 들면서 여러 고객을 상대하기보다 한 고객을 위해 일하는 것을 선호합니다."

source: "What they want is a nice little setup as the court assassin for a monarch or duke, not the carnage of the war against the demons."
ko: "그들이 원하는 것은 데몬과의 전쟁에서 벌어지는 대학살이 아닌, 군주나 공작을 처리하는 궁정 암살자라는 멋진 설정이란 말이지."
ko_mt: "그들이 원하는 것은 데몬과의 전쟁에서 벌어지는 대학살이 아니라 군주나 공작을 암살하는 궁정 암살자라는 멋진 설정입니다."

source: "I like your take on things. You don't make a big tragedy out of the fact that you're going to die someday. You live each day as it comes, accepting the inevitable. You would have done well in my profession."
ko: "네가 사물을 보는 시각이 맘에 드는군. 넌 언젠가 죽을 거라는 사실 때문에 크게 슬퍼하지 않아. 죽음이 다가온다는 사실을 피할 수 없다고 인정한 채 하루하루를 살아가지. 나와 같은 직종을 선택했더라면 잘 해낼 수 있었을 거다."
ko_mt: "저는 당신의 생각이 마음에 듭니다. 언젠가는 죽는다는 사실을 큰 비극으로 만들지 않으시잖아요. 피할 수 없는 일을 받아들이며 하루하루를 살아가죠. 제 직업과도 잘 어울릴 것 같아요."

source: "We're all going to die someday, it's just that there's less time between me and that unpleasant event than there is for most people. If Pharasma lets me, I'll send you a postcard."
ko: "우리 모두는 언젠가 죽잖아. 난 그저 대부분의 사람들보다 그 불쾌한 사건과의 간격이 짧을 뿐이지. 파라즈마가 허락한다면 엽서 하나 보내줄게."
ko_mt: "우리 모두 언젠가는 죽게 되지만, 단지 대부분의 사람들보다 저와 그 불쾌한 사건 사이의 시간이 짧을 뿐입니다. 파라즈마가 허락한다면 엽서를 보내드릴게요."

source: "Lad, I know you grew up in caves, but... you need to work on how you present yourself to the world. Strangers are going to judge you on things like that."
ko: "친구, 네가 동굴 속에서 자랐다는 건 알고 있지만... 세상에 네가 어떻게 비치는지는 알아볼 필요가 있을 거야. 이방인들은 그런 점들을 보고 너를 판단하거든."
ko_mt: "얘야, 네가 동굴에서 자랐다는 건 알지만.. 세상에 자신을 어떻게 보여줄지 고민해야 해. 낯선 사람들은 그런 걸로 널 판단할 거야."

source: "Do you think if I dress myself up and learn how to give a graceful bow, I can stop people from noticing that I'm half lizard?"
ko: "내가 잘 차려 입고 우아하게 인사하는 법을 배우면, 사람들이 내 도마뱀 반쪽에서 신경을 끄게 만들 수 있다 생각해?"
ko_mt: "내가 옷을 차려입고 우아한 절하는 법을 배우면 사람들이 내가 도마뱀 반쪽이라는 사실을 눈치채지 못할까요?"

source: "You were asking me about the most remarkable place I've ever been to. It's got to be Absalom, center of the world. People of all stripes, from hundreds of different cultures, living side by side."
ko: "내가 가봤던 가장 인상깊은 장소라. 아마도 세상의 중심인 압살롬이겠군. 서로 다른 수백 종류의 문화권에서 찾아온 각양각색의 사람들이 부대끼며 살아가는 곳이지."
ko_mt: "제가 가본 곳 중 가장 인상적인 곳이 어디냐고 물으셨어요. 세계의 중심 압살롬이죠. 수백 개의 다른 문화권에서 온 다양한 피부색의 사람들이 나란히 살고 있었죠."

source: "Really? Huh... Maybe even my face wouldn't stand out in a crowd that big. I wouldn't mind seeing the place someday!"
ko: "정말? 허... 그렇게나 사람이 많다면 내 얼굴조차도 눈에 띄지 않겠는걸. 언젠가 꼭 한번 가보고 싶다!"
ko_mt: "정말요? 허.. 아마 그렇게 많은 사람들 속에서 제 얼굴도 눈에 띄지 않을 것 같아요. 언젠가 꼭 가보고 싶어요!"

source: "I'm beginning to think I'm a bad storyteller. You were practically snoring when I was telling you about my last mission before I came to Mendev."
ko: "내가 이야기를 잘 풀지 못한다는 생각이 들기 시작하는군. 내가 멘데브에 오기 전에 마지막으로 했던 임무에 대해 말해줄 때마다 네가 코를 골아대니."
ko_mt: "제가 이야기를 잘 못한다는 생각이 들기 시작했어요. 멘데브에 오기 전 마지막 임무에 대해 이야기할 때 거의 코를 골고 있었어요."

source: "I like hearing about your travels in distant lands, but you always describe towns as a list of places to ambush a target. Why do I need to know that some such alley in some such town has exits to the street where the nobility's carriages go past, and where the best hiding spots are in the slums?"
ko: "타지 여행 이야기를 듣는 건 좋아하지만, 너는 언제나 마을을 대상을 기습할 매복 장소로 설명하잖아. 그 마을들의 어떤 골목이 귀족들의 마차가 지나는 길로 통하는지, 빈민가에서 가장 은신하기 좋은 장소가 어디인지 따위를 내가 왜 알아야 해?"
ko_mt: "먼 나라 여행에 대한 이야기를 듣는 것은 좋지만, 당신은 항상 마을을 목표물을 매복할 장소 목록으로 설명하잖아요. 그런 마을의 어떤 골목에는 귀족들의 마차가 지나가는 길로 통하는 출구가 있고, 빈민가에는 최고의 은신처가 있다는 것을 왜 알아야 하죠?"

source: "Here's my advice to you, Lann: if you want to stop coming across as a savage, stop eating every meal with your knife. Other cutlery is available, you know."
ko: "랜, 네게 충고 하나 해주지. 더 이상 야만인으로 오해받고 싶지 않다면 모든 음식을 네 단검을 써서 먹지 마라. 알다시피, 다른 식기를 사용할 수 있잖나."
ko_mt: "야만인처럼 보이지 않으려면 매 끼니를 칼로 먹는 것을 그만두세요, 란에게 충고합니다. 다른 수저를 사용할 수 있으니까요."

source: "The next time I find myself at a royal reception, I'll remember that, Greybor. The Queen probably has thirteen different forks for one main course."
ko: "다음번 왕실 연회에 참석하게 된다면 그 말 떠올릴게, 그레이보르. 여왕은 메인 코스 하나에 열 세개의 포크를 차려둘 테니까."
ko_mt: "다음에 왕실 리셉션에 참석하게 된다면 이 말을 기억할 거예요, 그레이버. 여왕은 메인 코스 하나에 포크가 열세 가지나 될 테니까요."

source: "Nenio, out of interest, whose head is worth more — Queen Galfrey's or the Commander's? What does your science tell you?"
ko: "네니오, 갈프리 여왕과 사령관의 목 중 어느 쪽이 더 비싼지 신경 좀 꺼주겠나? 거기서 무슨 과학을 찾겠다는 건가?"
ko_mt: "네니오, 궁금해서 그러는데 갈프레이 여왕과 사령관 중 누구의 머리가 더 가치가 있을까요? 자네의 과학적 지식은 어떤가?"

source: "The Queen's, most certainly. Although, if we consider the developing trends, the price for the Commander's head could exceed that for the Queen's in approximately eight months and four days' time."
ko: "여왕일 가능성이 높아요. 다만, 현 사태의 추세를 고려하면, 사령관의 머리가 약 8개월 4일 뒤에 여왕의 목숨 값을 추월할 수도 있어요."
ko_mt: "여왕의 것이 가장 확실합니다. 하지만 발전 추세를 고려하면 사령관의 머리 가격은 약 8개월 4일 후에 여왕의 머리 가격을 넘어설 수 있습니다."

source: "The most important thing is to make the right shape with your lips and tongue, and to exhale just right."
ko: "가장 중요한 점은, 입술과 혀의 모양을 정확히 맞춘 뒤 알맞게 숨을 내쉬는 거지."
ko_mt: "가장 중요한 것은 입술과 혀로 올바른 모양을 만들고 숨을 바르게 내쉬는 것입니다."

source: "Dwarf boy, your skill at creating smoke rings is worthy of accolades. Tell me, can you hit the Commander's head with a smoke ring from here?"
ko: "드워프 소년, 담배 연기로 고리를 만드는 기술이 뛰어나시네요. 있죠, 여기서 사령관님의 머리를 연기 고리로 맞출 수 있나요?"
ko_mt: "드워프 소년, 네 연기 고리 만드는 솜씨는 칭찬받아 마땅하구나. 여기서 연막탄으로 사령관의 머리를 맞출 수 있겠니?"

source: "Why are my boots wet and slimy? They were dry when I left them here a moment ago, and oddly enough, I prefer them that way."
ko: "왜 내 신발이 젖어있고 끈적거리지? 방금 전까지만 해도 멀쩡했었는데. 하지만 말이지, 묘하게도 싫지는 않아."
ko_mt: "왜 부츠가 축축하고 끈적끈적한가요? 방금 전까지만 해도 마른 상태였는데 이상하게도 저는 이 상태가 더 좋아요."

source: "I conducted an experiment. Did you know that footwear is completely unusable as a foodstuff, even footwear made from high-quality leather?"
ko: "제가 실험을 좀 해봤거든요. 신발은 높은 품질의 가죽으로 만들어졌음에도 완전히 식용 불가라는 사실, 알고 계셨나요?"
ko_mt: "실험을 해봤습니다. 신발, 심지어 고급 가죽으로 만든 신발도 식품으로 전혀 사용할 수 없다는 사실을 알고 계셨나요?"

source: "You created an anatomical atlas of weak points for every creature on Golarion? A useful document."
ko: "골라리온에 존재하는 모든 생물의 해부학적 약점 지도를 만들어냈나? 유용한 정보로군."
ko_mt: "골라리온의 모든 생물에 대한 해부학적 약점 지도를 만들었다고요? 유용한 문서네요."

source: "The atlas is not yet complete. All my attempts to pinch a dragon's tail have been unsuccessful so far."
ko: "도해서는 아직 완성되지 않았어요. 용의 꼬리를 꼬집으려는 시도가 전부 실패했거든요."
ko_mt: "아틀라스는 아직 완성되지 않았습니다. 지금까지 용의 꼬리를 꼬집으려는 시도는 모두 실패했습니다."

source: "If one of your experiments kills you, all your work will die with you. You should make sure it is preserved."
ko: "네 실험 중 하나 때문에 죽게 된다면, 네 모든 작업이 너와 함께 폐기될 거다. 보존할 수 있는 방법을 마련하는 게 좋아."
ko_mt: "실험 중 하나가 당신을 죽인다면 모든 작업도 함께 죽게 될 것입니다. 반드시 보존해야 합니다."

source: "There are many ways to recreate my Encyclopedia in the event of my death. For example, summoning my spirit. Yes, it would be quite good if someone did that! Then I could continue my research without any distractions!"
ko: "제가 죽은 뒤에도 제 백과사전을 다시 만들 수 있는 방법은 여러가지가 있어요. 예를 하나 들면, 제 영혼을 불러내는 거죠. 오, 누가 그래주면 정말 좋겠네요! 그러면 저는 아무런 방해도 받지 않고 연구를 진행할 수 있겠어요!"
ko_mt: "내가 죽었을 때 내 백과사전을 다시 만들 수 있는 방법은 여러 가지가 있습니다. 예를 들어, 내 영혼을 소환하는 것이죠. 네, 누군가 그렇게 해준다면 정말 좋을 것 같아요! 그러면 방해받지 않고 연구를 계속할 수 있겠죠!"

source: "I don't mean anything in particular by this, but in my circles your skills would be highly prized. Perhaps even more highly than in the Hellknights."
ko: "너를 모욕하려는 건 전혀 아닌데, 네 기술은 우리들 사이에서 아주 높게 평가될 거야. 아마 헬나이트들보다 더 높이 말이지."
ko_mt: "특별한 의미는 없지만, 제 주변에서는 당신의 실력을 높이 평가할 겁니다. 어쩌면 지옥기사보다 더 높은 평가를 받을지도 모르죠."

source: "My blade belongs to the order. It is not for sale. Nor am I."
ko: "내 칼날은 질서에 속해 있다. 파는 물건이 아니다. 나도 마찬가지고."
ko_mt: "제 칼은 주문에 속합니다. 판매용이 아닙니다. 저도 마찬가지입니다."

source: "What do you make of this ridiculous fad for carrying a knife up your sleeve?"
ko: "소매 위에 단검을 차고 있다니, 그건 또 무슨 이상한 유행인가?"
ko_mt: "소매에 칼을 차고 다니는 이 우스꽝스러운 유행에 대해 어떻게 생각하세요?"

source: "Like you, I am vehemently opposed. The arms are too easily blocked at the beginning of combat. Carrying a knife in the leg of one's boot is much more practical."
ko: "동의한다, 나 또한 크게 반대하지. 팔은 전투 시작부터 너무 쉽게 막혀. 신발에 칼을 숨기는 게 더 실용적이다."
ko_mt: "당신과 마찬가지로 저도 격렬하게 반대합니다. 전투를 시작할 때 팔이 너무 쉽게 막힙니다. 부츠 다리에 칼을 휴대하는 것이 훨씬 더 실용적입니다."

source: "You know, Regill, you are much more imposing and commanding than any gnome I've ever met."
ko: "그거 아나, 레질? 너는 내가 만났던 어떤 노움보다도 더 인상적이고 관록있어."
ko_mt: "레질, 넌 내가 만난 그 어떤 놈보다 훨씬 당당하고 위풍당당하구나."

source: "You are not the most typical example of your kind either, Greybor. It is our work that defines us far more than our blood or origin."
ko: "그레이보르 자네도 네 동족들의 전형적인 모습은 아니다. 우리를 정의하는 것은 피나 종이 아닌 우리 그 자신이지."
ko_mt: "그레이버, 당신도 당신 종족의 가장 전형적인 예는 아닙니다. 우리의 혈통이나 출신보다 우리를 정의하는 것은 우리의 일입니다."

source: "I've heard the heads of the noble houses of Cheliax don't tend to last long. Perhaps you know if they have need of... reliable contractors?"
ko: "첼리악스 귀족 가문의 머리는 오래 붙어있지 않는 경향이 있다고 들었는데. 혹시 그사람들에게 뭔가... 믿을 만한 계약직이 필요한지 혹시 알고 있나?"
ko_mt: "첼리악스의 귀족 가문 수장들은 오래 가지 못한다고 들었습니다. 혹시 그들이 믿을 만한 계약자를 필요로 하는지 아십니까?"

source: "You do realize you have just asked a Hellknight how you can best go about your illegal activity?"
ko: "방금 자네의 불법적 활동을 시작할 방도를 헬나이트에게 물어봤다는 사실을 자각은 하나?"
ko_mt: "방금 지옥기사에게 불법 활동을 가장 잘 처리할 수 있는 방법을 물어보신 건 아시죠?"

source: "Since we've been adventuring together, I think your hair has become a little less colorless than it was when we met."
ko: "우리가 함께 모험한 뒤로, 처음 만났을 때보다 네 머리카락 색이 조금 더 빠졌다는 생각이 드는군."
ko_mt: "우리가 함께 모험을 다니다 보니 처음 만났을 때보다 머리가 좀 덜 희어진 것 같아요."

source: "The chaos at work in the ranks of the Mendevian army sometimes shocks me more than I care to admit. This, paradoxically, staves off the Bleaching."
ko: "멘데브 군 내의 혼돈이 이따금씩 내게 부정하고 싶을 만큼의 충격을 가하지. 역설적으로도, 이것이 백화를 늦추는 모양이야."
ko_mt: "멘데비안 군대 내부의 혼란은 때때로 제가 인정하고 싶지 않을 만큼 큰 충격을 줍니다. 역설적이게도 이것이 백화를 막는데 도움이 됩니다."

source: "Quit scowling at me. Let's drink — I have a flask of excellent liquor, strong enough to break the ice between us."
ko: "날 그만 노려봐. 한 잔 하자고. 우리 사이에 낀 얼음을 녹이기에 충분한 술 한 병을 가져왔으니."
ko_mt: "그만 찡그리세요. 우리 사이의 얼음을 깨뜨릴 만큼 독한 술 한 병을 준비했으니 마시자고요."

source: "I could accept your offer, I suppose, but... I have a rule — I don't drink in the company of poisoners, cheaters, or assassins."
ko: "제안은 고맙지만... 나는 독살자, 사기꾼, 암살자랑은 같이 마시지 않는다는 규칙이 있어서."
ko_mt: "당신의 제안을 받아들일 수도 있겠지만.. 난 독살자, 사기꾼, 암살자와는 술을 마시지 않는 게 내 규칙이거든."

source: "I can't help noticing how impressive your fighting skills are. It's not just good training I can see, you've got talent and a tactical mind too."
ko: "네 전투 기술이 너무 인상적이어서 도저히 눈을 뗄 수가 없더군. 내가 보기에, 그건 적절한 훈련만으로 이룰 수 없는 수준이지. 넌 상당한 재능과 전술 감각 또한 가지고 있어."
ko_mt: "당신의 격투 기술이 얼마나 인상적인지 모릅니다. 훈련만 잘하는 게 아니라 재능과 전술적 마인드까지 갖춘 것 같아요."

source: "Well, if we're swapping compliments, you're not a bad fighter yourself. But that does nothing to change the fact that you're a worthless, murdering scumbag, albeit a competent one."
ko: "뭐, 우리가 칭찬을 주고 받는 거라면 당신도 꽤 좋은 전투원이야. 다만 그 유능함이 당신이 쓸모없는 폐급 살인마라는 사실을 바꾸지는 못할 뿐이지."
ko_mt: "글쎄요, 칭찬을 주고받는 거라면 당신도 나쁜 싸움꾼은 아니죠. 하지만 그렇다고 해서 당신이 유능하긴 하지만 쓸모없고 살인을 저지르는 쓰레기라는 사실은 변하지 않아요."

source: "Why are you staring at me like that? I'm just relaxing after a long day, smoking my pipe, not bothering anyone..."
ko: "왜 나를 그렇게 쳐다보지? 난 그저 긴 하루가 끝났으니 아무도 방해하지 않고 담뱃대를 피우며 쉬고 있을 뿐이구만..."
ko_mt: "왜 그렇게 쳐다봐요? 난 그냥 긴 하루를 보낸 후 휴식을 취하고 파이프 담배를 피우며 누구에게도 폐를 끼치지 않는데..."

source: "All I see is a hardened killer relaxing, a hardened killer smoking his pipe, and a hardened killer 'not bothering anyone.' It's obvious you're up to something!"
ko: "나한테 보이는 건 휴식중인 숙련된 살인마, 담뱃대를 꼬나문 숙련된 살인마, '아무도 방해하지 않는' 숙련된 살인마 뿐인데. 당신은 분명 뭔가를 꾸미는 중이야!"
ko_mt: "내가 보는 건 굳은 살인범이 휴식을 취하고, 굳은 살인범이 담배를 피우고, 굳은 살인범이 '아무도 귀찮게 하지 않는' 모습뿐입니다. 뭔가 꾸미고 있는 게 분명해요!"

source: "Of course paladins deserve respect. They are professional soldiers who have the support and endorsement of the gods. But your condescension to others is tiresome."
ko: "물론 팔라딘들은 존경을 받아 마땅하지. 그들은 자신의 신을 지지하고 도와주는 전문적인 병사들이니. 하지만 다른 이들을 향한 네 겸손함은 가증스러워."
ko_mt: "성기사는 당연히 존경받을 자격이 있습니다. 그들은 신들의 지원과 지지를 받는 직업 군인이니까요. 하지만 남에게 아부하는 건 지겨워요."

source: "Excuse me? The condescension of paladins? Taken a look in the mirror recently, Mr. Big Bad Assassin? Have you heard the way you go on and on about your 'Reputation' with a capital 'R'?"
ko: "저기요? 팔라딘의 겸손함이 가증스럽다고요? 최근 자아 성찰은 해본 적 있나요, 못된 거물 암살자님? 당신의 평판이 '개' 자로 시작하는 것은 들어봤고요?"
ko_mt: "뭐라고요? 성기사의 겸손? 최근에 거울을 본 적 있나, 빅 배드 어쌔신? 당신의 '평판'이 대문자 'R'로 시작하는 것을 들으셨나요?"

source: "It seems to me that in the First Crusade there was more space for paladins and less for hired killers. However, there is a limited supply of do-gooders and fighters of conscience. And that supply is used up quickly."
ko: "내게 있어 5차 성전은 계약 살인자들 보단 팔라딘을 위한 공간이 더 많아보이는군. 하지만, 선행가와 양심을 가진 전사들의 지원은 한정되어있지. 거기에 더해 아주 빨리 소모되는 자원이기도 하고."
ko_mt: "1차 성전에서는 성기사를 위한 공간이 더 많았고 고용된 킬러를 위한 공간은 적었던 것 같습니다. 하지만 선한 일을 하는 사람과 양심에 따른 전사는 한정되어 있습니다. 그리고 그 공급은 금방 소진됩니다."

source: "Faith, hope, and love are what hold the world together, Greybor. The only people who talk about the power of money are those who have no faith, no hope, and no love. I know from my own experience."
ko: "믿음, 소망, 사랑은 세상을 하나로 묶는 힘이에요, 그레이보르. 돈의 힘에 대해 이야기하는 사람들은 믿음도, 희망도, 사랑도 없는 사람들이죠. 제 경험으로 알아요."
ko_mt: "믿음, 소망, 사랑은 세상을 하나로 묶는 힘입니다, 그레이버. 돈의 힘에 대해 이야기하는 사람들은 믿음도, 희망도, 사랑도 없는 사람들뿐입니다. 제 경험으로 알아요."

source: "Be honest, lad, you wanted to find your brother alive and well or not at all. Nobody wants a broken man."
ko: "솔직해지자고, 친구. 네 형제가 멀쩡히 살아있거나 아예 죽어있길 바랐잖아. 망가진 인간은 아무도 원하지 않으니까."
ko_mt: "솔직히 말해서, 형이 살아서 돌아오길 바랐던 건지 아니면 전혀 바라지 않던 건지. 아무도 부서진 남자를 원하지 않아요."

source: "You're wrong. I want to get Trever back no matter what state he is in. I am ready to help him carry any burden."
ko: "틀리셨습니다. 저는 트레버의 상태가 어떻든 그를 데려오고 싶어요. 저는 그가 어떤 짐을 지던 그를 도울 준비가 되었어요."
ko_mt: "당신이 틀렸어요. 난 트레버가 어떤 상태에 있든 그를 되찾고 싶어요. 그가 어떤 짐을 짊어지든 도울 준비가 되어 있습니다."

source: "You boy, what the hell do you think you're doing? This war isn't yours to fight, anyone can see that. You should be a painter, a gardener, anything you want, but not a soldier."
ko: "꼬마야, 네가 하는 게 무슨 짓거리라고 생각하지? 이 전쟁은 널 위한 싸움이 아니야. 누구라도 알 수 있지. 넌 병사가 아니라 네가 원했던 화가, 정원사, 그런 종류나 되었어야 했어."
ko_mt: "이 녀석아, 대체 무슨 짓을 하는 거야? 이 전쟁은 네가 싸울 전쟁이 아니야. 누가 봐도 알 수 있어. 화가, 정원사 등 네가 원하는 일을 하되 군인은 안 돼."

source: "You've got it wrong. The world would be a much better place if all the soldiers were like me, and all the people like you were gardeners and painters."
ko: "잘못 알고 계시는 군요. 모든 병사들이 저와 같고, 당신같은 분들이 모두 정원사나 화가였더라면 세상은 훨씬 더 나아졌을 겁니다."
ko_mt: "잘못 알고 계세요. 모든 군인이 저처럼 정원사나 화가라면 세상은 훨씬 더 좋은 곳이 될 거예요."

source: "Quit bothering me with your sermons, priest! You can see I'm happy with my life, I'm doing fine, so what's your problem?"
ko: "사제여, 설교질로 그만 방해해라! 너도 알다시피 나는 내 삶을 즐기고 있고, 잘 살고도 있는데, 대체 뭐가 아니꼬운 거지?"
ko_mt: "설교로 귀찮게 하지 마세요, 신부님! 난 내 삶에 만족하고 잘 살고 있는데 뭐가 문제야?"

source: "On the outside — yes, you look fine. But I can also see the injuries you have done to your soul. Don't lie to me or yourself and pretend they don't hurt."
ko: "겉으로 보기에는, 그래요, 괜찮아 보입니다. 하지만 제게는 당신이 당신의 영혼에 낸 상처들 또한 보입니다. 저나 당신 스스로에게 거짓말도, 아프지 않은 척도 하지 마십시오."
ko_mt: "겉으로 보기에는 괜찮아 보입니다. 하지만 나는 또한 당신이 영혼에 입은 상처를 볼 수 있습니다. 나나 자신에게 거짓말을 하고 아프지 않은 척하지 마세요."

source: "I once met a gnome who had a little stand in the middle of a room with some wrapping paper on it, and he called it art. Is Shelyn the patroness of that, too?"
ko: "언젠가 포장지들을 널브러놓은 채 방 한가운데 서있던 노움을 만난 적이 있지. 녀석은 그걸 예술이라고 칭하더군. 셸린은 그런 것도 똑같이 후원하는 건가?"
ko_mt: "방 한가운데 포장지를 붙인 작은 스탠드가 있는 노움을 만난 적이 있는데, 그는 그것을 예술이라고 불렀어요. 셸린도 그런 걸 좋아하나요?"
