Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "Don't listen to people who say you can't atone for past wrongs. If people can fall, they can also rise. If they can't, that means evil is stronger."
ko: "과거의 잘못을 속죄할 수 없다고 말하는 녀석들에겐 귀 기울이지 마. 타락할 수 있다면, 갱생할 수도 있어. 그럴 수 없다면, 악이 더 강하다는 뜻이잖아."
ko_mt: "과거의 잘못을 속죄할 수 없다고 말하는 사람들의 말을 듣지 마세요. 사람이 넘어질 수 있다면 일어날 수도 있습니다. 그렇지 못하면 악이 더 강하다는 뜻입니다."

source: "Sometimes I fear that evil truly is stronger. But then I remember how beautiful the light can be, and those thoughts retreat."
ko: "가끔은 악이 정말로 더 강할까 봐 두려워요. 하지만 빛이 얼마나 아름다운지 기억하면, 그런 생각은 사라져요."
ko_mt: "때때로 저는 악이 정말 강할까봐 두려워합니다. 하지만 빛이 얼마나 아름다운지 기억하면 그런 생각은 사라집니다."

source: "Maybe you don't believe it yourself sometimes, but take it from someone who knows: you are good. And you are doing the right thing."
ko: "가끔씩은 네가 스스로를 못 믿을 수도 있어. 하지만 널 잘 아는 사람이 한 마디 할 게. 넌 착한 사람이야. 그리고 넌 옳은 일을 하고 있어."
ko_mt: "가끔은 스스로 믿지 못할 수도 있지만, 다른 사람의 말을 들어보세요. 당신은 훌륭합니다. 그리고 당신은 옳은 일을 하고 있습니다."

source: "Please, Seelah, believe in me! Sometimes I really need to hear that..."
ko: "실라, 제발 절 믿어 주세요! 저도 가끔은 그 말이 절실하게 필요해요..."
ko_mt: "제발, 실라, 날 믿어줘! 가끔은 그 말이 정말 듣고 싶어요..."

source: "You shamans are strange. It's like you wield magic like clerics, but with strange spirits instead of gods... It makes me uneasy."
ko: "너희 샤먼들은 이상해. 클레릭처럼 마법을 사용할 수 있는 것 같은데, 신이 아니라 의문의 영혼이 힘을 준다니... 이해가 잘 안돼."
ko_mt: "너희 주술사들은 이상해. 성직자처럼 마법을 쓰지만 신 대신 이상한 정령과 함께 하는 것 같아서... 불안해요."

source: "What does it matter where the power comes from? What matters is it's on our side."
ko: "힘이 어디서 오던 그게 무슨 상관이죠? 우리 편에 있다는 사실이 중요하죠."
ko_mt: "권력의 출처가 어디인지는 중요하지 않습니다. 중요한 것은 그것이 우리 편에 있다는 것입니다."

source: "I can feel evil lurking in you. But you act like a normal person and a good comrade..."
ko: "나는 네 안에 숨어있는 악을 느낄 수 있어. 하지만 넌 평범한 사람이자 좋은 동료인 것처럼 행동하고..."
ko_mt: "네 안에 악이 숨어있는 게 느껴져. 하지만 당신은 평범한 사람이고 좋은 동지처럼 행동하잖아요..."

source: "How should I know what your goddess considers evil? Maybe I wasn't polite enough to my servants? Or didn't give enough coins to beggars in the street?"
ko: "당신의 여신님이 어떤 것을 악이라고 취급하는지 제가 어떻게 알겠어요? 제가 하인들에게 친절하지 않았기 때문일까요? 아니면 거리의 거지들에게 충분한 동전을 주지 않아서 일지도 모르죠?"
ko_mt: "당신의 여신이 악하다고 생각하는 것을 내가 어떻게 알 수 있겠습니까? 제가 하인들에게 예의를 갖추지 못했나요? 아니면 길거리의 거지에게 동전을 충분히 주지 않았을까요?"

source: "You know, I hope this war at least teaches you how to talk to get along with your comrades-in-arms. I think we've got a decent party here — you could find yourself some friends."
ko: "있잖아, 이 전쟁이 최소한 너에게 전우와 이야기하는 방법이라도 알려주길 바라. 우리가 썩 괜찮은 일행이라고 생각하거든. 너도 여기서 친구를 만들 수 있을 거야."
ko_mt: "이 전쟁을 통해 최소한 전우들과 잘 지내기 위한 대화법을 배웠으면 좋겠어요. 여기 괜찮은 파티가 있을 것 같으니 친구를 찾을 수 있을 겁니다."

source: "I'm not here to make friends. I'm here to kill."
ko: "저는 친구를 만들려고 여기 있는 게 아니에요. 죽이기 위해서 있는 거죠."
ko_mt: "난 친구를 사귀러 온 게 아니다. 난 죽이러 왔어."

source: "Maybe you can start pitching in a little at the camp? Getting your hands dirty isn't as terrifying as you think."
ko: "아마 야영지에서 돌던지기라도 할 수 있지 않을까? 손이 더러워지는 건 네 생각만큼 나쁘지 않아."
ko_mt: "캠프에서 조금만 도와주면 안 될까요? 손을 더럽히는 건 생각만큼 무섭지 않아요."

source: "Getting one's hands dirty — I thought that was only used to describe some grisly act. I certainly would not wish to do anything like that."
ko: "손을 더럽힌다니. 저는 그게 끔찍한 일을 저지를 때나 사용하는 말이라 생각했는데요. 그런 일은 절대로 하고 싶지 않아요."
ko_mt: "손을 더럽힌다는 말은 소름 끼치는 행동을 묘사할 때만 쓰는 말인 줄 알았습니다. 저는 절대 그런 일을 하고 싶지 않습니다."

source: "I have no idea why you're even with us on the crusade. No offense, but you could be swanning around a ballroom somewhere, not dodging demon traps."
ko: "네가 왜 우리와 함께 성전에 참여하는지 이해할 수가 없어. 비난은 아니지만, 너는 데몬의 함정을 피해다니는 게 아니라 무도회장으로 놀러다닐 수도 있었잖아."
ko_mt: "난 네가 왜 우리와 함께 십자군 성전을 하는지 모르겠어. 악의는 없지만 데몬의 덫을 피하는 게 아니라 어딘가에서 무도회장을 헤엄치고 있을 수도 있잖아요."

source: "Balls are hectic affairs, and I cannot abide crowds. Traveling with friends and fighting for a common cause is more to my liking."
ko: "무도회는 정신없이 바쁘게 돌아가는 장소고, 저는 사람 무리를 참기 어려워해요. 친구들과 여행하며 대의를 위해 싸우는 게 더 제 입맛에 맞아요."
ko_mt: "무도회는 정신없이 바쁘게 돌아가는 일이고, 저는 많은 사람을 견디지 못합니다. 친구들과 함께 여행하고 공동의 대의를 위해 싸우는 것이 제 취향에 더 맞습니다."

source: "You know, you could at least try to look like you give a damn about anyone but yourself!"
ko: "있잖아, 최소한 너 빼고 다른 모든 사람들에게 관심 좀 가지려는 노력이라도 해봐!"
ko_mt: "적어도 자신 말고 다른 사람에게 신경 쓰는 것처럼 보이려고 노력할 수는 있잖아요!"

source: "Do my ears deceive me? Is a paladin of Iomedae encouraging me to lie?"
ko: "내가 헛것을 들은 건가? 아이오메데의 팔라딘이 내게 거짓말을 종용하는데?"
ko_mt: "내 귀가 나를 속이는 건가? 아이오메데의 성기사가 거짓말을 하라고 부추기는 건가?"

source: "You're a master at drinking and having a good time — have you never thought of putting all that to good use? By throwing a charity banquet or something?"
ko: "너는 술을 마시며 즐거운 시간을 보내는데 도가 텄잖아. 그 모든 것들을 더 나은데 사용할 생각이라도 해본 적은 있어? 예를 들면 자선 만찬이라던가?"
ko_mt: "당신은 술을 마시고 즐거운 시간을 보내는데 능숙한데, 이 모든 것을 좋은 일에 써먹을 생각은 안 해봤나요? 자선 연회 같은 걸 열어서요?"

source: "My mother used to do such things. But I… I… I don't have time for such deathly dullness. Next you'll be suggesting I traipse around the homes of deserving poor, basket in arm!"
ko: "우리 어머니가 그런 것들을 하셨죠. 하지만 저는… 전… 그런 끔찍하게 지루한 일을 할 시간 없습니다. 다음엔 아주 바구니를 들고 빈민촌을 거닐어보라 제안하시겠군요!"
ko_mt: "우리 엄마도 그런 일을 하곤 했어요. 하지만 난.. 난.. 그런 지루한 일을 할 시간이 없어요. 다음번엔 바구니를 들고 불쌍한 사람들의 집을 돌아다니라고 제안하시겠군요!"

source: "A hedgehog has spikes to protect its soft underbelly. What about you? Come on, you can admit it — you lash out at anyone who gets close to you because you're afraid of intimacy, right?"
ko: "고슴도치는 연약한 아랫배를 보호하기 위해 가시를 길렀지. 너는 무슨 이유야? 에이, 인정할 건 해야지. 너는 친밀한 관계를 두려워하기 때문에 다가오는 모든 사람들에게 험한 말을 뱉는 거잖아. 그렇지?"
ko_mt: "고슴도치는 부드러운 아랫배를 보호하기 위해 가시가 있습니다. 당신은 어떤가요? 친밀감이 두렵기 때문에 가까이 다가오는 사람에게 화를 내는 건 인정할 수 있죠?"

source: "My carefully crafted facade lies in tatters! You have unmasked me! I am tormented by my comfortable, luxurious, golden solitude! Incidentally, comparing me to a hedgehog was rather charming. From now on, you can call me that if you like."
ko: "공들여 만든 제 허울이 너덜너덜해졌군요! 당신이 제 가면을 벗겼습니다! 저는 편안하고 호화로운 황금빛 고독에 괴로워한답니다! 그건 그렇고, 나를 고슴도치와 비교한 것은 꽤나 멋졌습니다. 원한다면, 이제부터 그렇게 불러도 좋아요."
ko_mt: "공들여 만든 내 외관이 너덜너덜해졌어! 네가 내 가면을 벗겼다! 나는 편안하고 호화로운 황금빛 고독에 괴로워하고 있다! 덧붙여서, 나를 고슴도치와 비교하는 것은 다소 매력적이었습니다. 이제부터는 원하시면 그렇게 불러도 좋습니다."

source: "Maybe if you pray to Iomedae, even just once, a miracle will happen. How do you know it won't?"
ko: "아마도 네가 한 번만이라도 아이오메데님께 기도를 한다면, 기적이 일어날 수 있어. 안 그럴 거라고 어떻게 확신해?"
ko_mt: "아이오메데에게 단 한 번이라도 기도를 하면 기적이 일어날지도 몰라요. 안 될 거라는 걸 어떻게 알아요?"

source: "I think if I begin to pray, Iomedae herself will be so astonished she will descend from Heaven to find out what calamity has occurred."
ko: "제가 기도를 시작하면 아이오메데 본인이 너무 놀라서 무슨 재앙이 일어났는지 알아보러 천상에서 내려올 것 같군요."
ko_mt: "내가 기도를 시작하면 아이오메데 자신이 너무 놀라 하늘에서 내려와 무슨 재앙이 일어났는지 알아낼 것 같다."

source: "I'll never understand why people enjoy mocking others, even those we don't like."
ko: "난 사람들이 왜 다른 이들을 비웃는 것을 즐기는지 죽어도 이해 못 할 거야. 그 대상이 싫어하는 사람이라도 말이야."
ko_mt: "사람들이 왜 다른 사람, 심지어 우리가 좋아하지 않는 사람을 조롱하는 것을 즐기는지 이해할 수 없습니다."

source: "I do not understand why I enjoy it so much either. I simply do it and it brings me pleasure."
ko: "저도 왜 그게 즐거운지 전혀 모르겠더군요. 그냥 하는 것만으로도 기쁠 따름이거든요."
ko_mt: "저도 왜 이 일을 그렇게 좋아하는지 모르겠어요. 그냥 하는 것만으로도 즐거워요."

source: "Your sermons are so annoying! You're going to preach to the wrong person one day and get a beating for your troubles!"
ko: "네 설교는 너무 마음에 안 들어! 너는 언젠가 잘못된 대상에게 설교를 해서 네 문제가 되었던 적도 있잖아!"
ko_mt: "당신의 설교는 정말 짜증나! 언젠가 엉뚱한 사람에게 설교했다가 매를 맞을 거야!"

source: "Let them beat me if that's what they want, but... wouldn't you protect me?"
ko: "그들이 원한다면 저를 때리게 놔두세요... 하지만, 저를 지켜주지 않으셨던가요?"
ko_mt: "그들이 원한다면 날 때려도 좋지만.. 날 보호해주지 않을 건가요?"

source: "You feel sorry for the cultists? What about the demons? Do you pity them as much as their victims?"
ko: "사교도들이 불쌍하다고? 데몬들은 어때? 놈들한테 당한 희생자들만큼 불쌍해?"
ko_mt: "이교도들이 불쌍하다고 생각하세요? 데몬들은 어때요? 그들도 희생자들만큼이나 불쌍한가요?"

source: "How can you not feel sorry for anyone? Is there anyone in this world who isn't suffering?"
ko: "어떻게 누구는 안 불쌍할 수 있어요? 이 세상에 고통받지 않는 사람이 있어요?"
ko_mt: "어떻게 누구에게도 미안함을 느끼지 않을 수 있습니까? 이 세상에 고통스럽지 않은 사람이 있을까요?"

source: "Can you move faster and stop goggling around you like a fool all the time?"
ko: "바보처럼 눈을 똘망똘망 뜬 채로 이리저리 둘러보지 말고 빨리 좀 움직여줄래?"
ko_mt: "더 빨리 움직이고 항상 바보처럼 주변을 살피지 않을 수 있나요?"

source: "But I don't know if I'll ever see these places again. It will be awful if I can't remember anything interesting before I die."
ko: "하지만 제가 여기에 다시 올 수 있지 모르잖아요. 제가 죽기 전에 흥미로운 것읗 아무 것도 기억하지 못하면 아쉬울 거예요."
ko_mt: "하지만 이 장소들을 다시 볼 수 있을지 모르겠어요. 죽기 전에 흥미로운 기억이 하나도 없다면 정말 끔찍할 것 같아요."

source: "All right, Ember. I'll try to explain it one more time. Imagine the gods are your best friends. One of them even helped you out in a difficult situation, saved you like that knight who pulled you out of the pyre. Now imagine that somebody is always going around insulting your friends..."
ko: "좋아, 엠버. 한 번 더 설명해줄게. 신들이 너의 가장 친한 친구라고 상상해봐. 그 중에 한 명은 어려운 상황에서 도와주기까지 했지. 예를 들면, 화형대에 걸린 너를 백마 탄 기사님처럼 구해준거야. 이제 그런 친구를 언제나 험담하는 누군가가 있다고 상상해보자..."
ko_mt: "알았어, 엠버. 다시 한 번 설명해줄게. 신들이 너의 가장 친한 친구라고 상상해봐. 그들 중 한 명은 어려운 상황에서 당신을 도와주고, 당신을 불구덩이에서 꺼내준 기사처럼 당신을 구해줬어요. 이제 누군가가 항상 친구를 모욕하고 돌아다닌다고 상상해 보세요..."

source: "But gods aren't your friends. And they never will be. They don't save anyone, all they do is lie."
ko: "하지만 신들은 당신의 친구가 아니잖아요. 그렇게 되지도 않을 거고요. 그들은 누구도 구하지 않아요. 거짓말만 일삼는 존재들이니까요."
ko_mt: "하지만 신은 당신의 친구가 아닙니다. 앞으로도 그럴 겁니다. 신은 아무도 구해주지 않고 거짓말만 할 뿐이죠."

source: "I fed your crow. The way she was hopping around my bag of food, you'd think she hadn't eaten for a month."
ko: "네 까마귀는 내가 먹였어. 걔가 내 음식 가방을 뛰어다니는 걸 보면, 한 달은 족히 굶었다고 생각하게 될걸."
ko_mt: "까마귀한테 먹이를 줬어요. 까마귀가 제 먹이 가방 주위를 뛰어다니는 걸 보면 한 달 동안 아무것도 안 먹은 줄 알았어요."

source: "Oh... don't believe her, Soot is clever and is just pretending to be hungry! I fed her only half an hour ago."
ko: "아... 검댕이를 믿지 마세요. 검댕이는 똑똑해서 그냥 배고픈 척 한 것 뿐이니까요! 제가 반시간 전에 먹이를 줬어요."
ko_mt: "오.. 믿지 마세요, 그을음은 영리해서 배고픈 척하는 거예요! 30분 전에 밥을 먹였어요."

source: "Even seeing what you've become, I still think I did the right thing by supporting you. You could have changed, Arueshalae. You just... fell early, like a bird struck down in midair. I'm sorry."
ko: "네가 어떻게 변했는지 보고 나서도, 난 아직 너를 도와준걸 잘했다고 생각해. 너는 변할 수 있어, 아루샬레. 너는 그냥... 매를 먼저 맞았을 뿐이야. 허공에서 떨어지는 새처럼 말이야. 미안해."
ko_mt: "네가 어떻게 변했는지 보면서도 널 지지한 건 옳은 일이었다고 생각해. 넌 변할 수 있었어, 아루샬래. 넌 그냥.. 공중에 뜬 새처럼 일찍 추락한 거야. 미안해."

source: "Not calling me sister anymore, is that right, Seelah? Well, I will keep calling you sister. So that you always remember that little birds die."
ko: "두 번 다시 나를 자매님이라 부르지 않겠다 이거지, 실라? 그래, 나는 널 계속 자매님이라 부를 게. 작은 새가 죽었다는 사실을 네가 언제나 기억할 수 있게 말이야."
ko_mt: "더 이상 누나라고 부르지 않는 거 맞지, 실라? 계속 누나라고 부를게요. 그래야 네가 항상 작은 새들이 죽는다는 걸 기억할 수 있을 테니까."

source: "So, what are you going to do now? Go back to the Abyss? There's nobody waiting for you there either."
ko: "그래서, 이제부턴 뭘 할 거야? 심연으로 돌아가기? 여기든 거기든 너를 반겨줄 사람은 없을건데."
ko_mt: "이제 어떻게 할 건가요? 심연으로 돌아갈 건가요? 거기도 널 기다리는 사람은 아무도 없어."

source: "I don't see anyone trying to get rid of me. I will be here to get on your nerves for a long while yet!"
ko: "나를 제거하려는 사람은 아무도 없어 보이는걸. 너희를 오래오래 괴롭히기 위해서라도 여기 있을 거야!"
ko_mt: "나를 제거하려는 사람은 아무도 보이지 않습니다. 앞으로도 오랫동안 여러분을 괴롭히기 위해 여기 있을 거예요!"

source: "You're proud of what you do — almost as if it was a respectable profession."
ko: "자기 직업을 아주 자랑스럽게 생각하네. 누가 보면 명예로운 일인줄 알겠어."
ko_mt: "마치 존경할 만한 직업인 것처럼 자신이 하는 일에 자부심을 갖고 있습니다."

source: "Whereas you think the only honorable killing is killing in the name of a god. That's a zealot's reasoning."
ko: "자네는 신의 이름으로 죽이는 것만이 명예로운 살인이라고 생각하는군. 그건 광신도의 사고방식이다."
ko_mt: "당신은 신의 이름으로 죽이는 것만이 명예로운 살인이라고 생각하지만. 그건 광신도의 추론입니다."

source: "If you revealed the names of your clients to your victims, that at least would be more honest."
ko: "암살 대상에게 의뢰자의 이름을 알려준다면 조금이나마 더 정직한 살인이 될 거야."
ko_mt: "피해자에게 고객의 이름을 공개하면 적어도 더 솔직해질 수 있습니다."

source: "Do you think your victims accept death more easily because it was technically ordered by Iomedae?"
ko: "네 희생자들이 아이오메데의 명령 아래에 이루어졌다는 이유로 죽음을 더 잘 받아들이리라 생각하나?"
ko_mt: "기술적으로 아이오메데가 명령했기 때문에 피해자들이 더 쉽게 죽음을 받아들였다고 생각하나요?"

source: "I refused to drink with a cold-blooded killer. It's bad enough I have to fight alongside you."
ko: "냉혹한 살인마와 함께 마시는 건 거절하겠어. 너랑 같은 편에서 싸운다는 것만으로도 충분히 안좋거든."
ko_mt: "냉혈한 살인자와 술자리를 거부했습니다. 당신과 함께 싸워야 한다는 것만으로도 충분히 나쁩니다."

source: "What'll you say tomorrow if the cold-blooded killer is feeling generous and offers to pay for the first round?"
ko: "내일쯤 냉혈한 살인마가 관대함을 느끼고 자리를 제안하면 뭐라 말하려나?"
ko_mt: "내일 냉혈한 살인범이 너그러운 마음으로 첫 번째 라운드 비용을 지불하겠다고 제안하면 뭐라고 말하겠습니까?"

source: "Have you heard the saying about there being no pockets in a shroud?"
ko: "혹시 관까지 따라오는 지갑은 없다는 말 들어본 적 있어요?"
ko_mt: "수의를 입으면 주머니가 없다는 속담을 들어보셨나요?"

source: "I'm not planning to wear a shroud any time soon. My current clothes suit me well, and they just so happen to have plenty of pockets."
ko: "당분간 수의를 입을 생각은 없는데. 지금 입고 있는 옷이 내게 잘 어울리고 주머니도 많아서 말이지."
ko_mt: "당분간 수의를 입을 계획은 없습니다. 지금 입고 있는 옷이 제게 잘 어울리고 주머니도 많아서요."

source: "Even you must believe in something apart from gold. Don't deny it."
ko: "너조차도 금이 아니라 다른 신앙이 있잖아. 부정하지 마."
ko_mt: "당신도 금이 아닌 다른 것을 믿어야 합니다. 그것을 부정하지 마세요."

source: "Of course I do. I believe in Norgorber. I assume my answer has not improved your opinion of me."
ko: "물론 있지. 나는 노르고버를 믿는다. 내 답변이 나에 대한 네 의견을 개선하지 못한 것 같군."
ko_mt: "물론입니다. 저는 노고버를 믿습니다. 제 대답이 저에 대한 여러분의 생각을 개선하지 못했을 것 같군요."

source: "What's the alcohol situation underground? Do you have anything to drown your sorrows in?"
ko: "지하에도 술은 있지? 슬픔을 떨치고 싶을 때 어떤걸 찾아?"
ko_mt: "지하에서 술 상황은 어떤가요? 슬픔을 달랠 만한 술은 없나요?"

source: "You bet! Mold brew is a gourmet's dream. And tourists from Absalom used to come to us for our mushroom infusion!"
ko: "물론 있지! 이끼 술은 미식가들의 꿈이야. 우리 버섯 차를 마시러 압살롬의 여행객들이 오기도 한다고!"
ko_mt: "당연하죠! 곰팡이 양조주는 미식가들의 꿈입니다. 압살롬에서 온 관광객들도 버섯 주입을 위해 저희를 찾곤 했어요!"

source: "Hmm, it'll be tough getting a helmet to fit you, but we can't leave your head unprotected."
ko: "흐음, 네 머리에 맞는 투구를 찾는 건 어려울 것 같은데, 그렇더라도 네 머리를 노출된 상태로 둘 수는 없어."
ko_mt: "투구를 맞추기는 어렵겠지만, 머리를 보호하지 않은 채로 방치할 수는 없습니다."

source: "Just as long as it doesn't have a visor — or else how am I meant to scare the enemy?"
ko: "안면 보호대만 없으면 돼. 그게 있으면 내가 적들을 어떻게 겁주겠어?"
ko_mt: "바이저가 없으면 어떻게 적을 겁주겠어요?"

source: "I get it and all, but why a pirate? Why didn't you dream of being a regular, honest sailor?"
ko: "다 이해할 수 있겠는데, 왜 하필 해적이야? 평범하고 정직한 항해사를 꿈꾸지 말아야 할 이유가 있어?"
ko_mt: "이해는 하지만 왜 해적이죠? 왜 평범한 정직한 선원이 되는 꿈을 꾸지 않았나요?"

source: "Come on, I wasn't serious about it — the stories I heard as a kid just stuck in my head, I guess... There are plenty of stories about pirates, but about honest working folk? Meh, not so much."
ko: "자 자, 막 진지하고 그런 건 아니야. 내가 어렸을 적에 들었던 이야기가 내 머리에 꽂혔나보지... 해적에 관한 이야기는 많지만, 정직하게 일하는 사람들에 대한 이야기는 있어? 영 없을걸."
ko_mt: "어릴 때 들었던 이야기가 머릿속에 박혀서 그런가 봐요.. 진지하게 생각하지 않았어요. 해적에 대한 이야기는 많지만 정직하게 일하는 사람들에 대한 이야기는요? 글쎄요, 별로요."

source: "I've traveled across almost an entire continent, but I never met a mongrel until you. But I have heard about similar beings that appeared in other parts of the world as a result of other cataclysms, not just the Worldwound."
ko: "나는 대륙의 거의 모든 곳을 여행했지만, 너 이전에는 잡종을 본 적이 없어. 하지만, 세계상처가 아닌 다른 지역에서 재앙으로 인해 비슷한 존재가 나타났다는 소문은 들었지."
ko_mt: "거의 모든 대륙을 여행해 봤지만 너를 만나기 전까지는 몽그렐을 본 적이 없어. 하지만 세계상처뿐 아니라 다른 대격변의 결과로 세계의 다른 지역에서도 비슷한 존재가 나타났다는 얘기는 들었죠."

source: "Really? So we're not the only lucky ones, then? I didn't know that. Nobody in our tribe knew either, it seems."
ko: "정말? 그럼 우리만 운이 좋았던 게 아니네? 그런 건 몰랐어. 아마 우리 부족의 그 누구도 모를 거야."
ko_mt: "정말요? 그럼 우리만 운이 좋은 게 아니군요? 그건 몰랐어요. 우리 부족도 아무도 몰랐던 것 같네요."

source: "So how have you described paladins in this Encyclopedia of yours, Nenio? I bet it's something like 'bull-headed and boring warriors fixated on the principles of goodness and fairness'? That's how the world sees us, right?"
ko: "그러면 네 백과사전에는 팔라딘들을 어떻게 묘사했어, 네니오? '선행과 공정함의 원칙에 집착하는 고집 세고 따분한 전사들'이라고 썼겠지? 그게 바로 세상이 우리를 보는 시각이잖아?"
ko_mt: "네니오, 자네 백과사전에는 성기사를 어떻게 묘사했나? '선과 공평의 원칙에 집착하는 고집 세고 지루한 전사들' 같은 거겠지? 세상이 우릴 그렇게 보는 거죠?"

source: "My definition is something like 'noble warriors, defenders of the dejected and the downtrodden, who display an aversion to evil in all its manifestations.' But your version is also good. I'll add it in."
ko: "제가 정의한 바로는 '고귀한 전사, 낙담하고 억눌린 자의 수호자, 악의 모든 모습에 혐오감을 드러내는 사람' 정도에요. 하지만 당신의 정의도 좋네요. 추가해야겠어요."
ko_mt: "제 정의는 '고귀한 전사, 낙담하고 억눌린 자의 수호자, 악의 모든 모습에 혐오감을 드러내는 사람' 정도입니다. 하지만 당신의 정의도 좋습니다. 추가하겠습니다."

source: "Nenio, I'm amazed by your energy and zest for life. Every time I look at you, you're running around, noting something down, spouting one new idea after another. How do you manage it?"
ko: "네니오, 삶에 대한 네 활기와 열정이 정말 놀라워. 내가 너를 볼 때마다, 너는 이리저리 뛰어다니고, 뭔가를 써내려가고, 한 가지 발상 뒤에 새로운 발상 또 하나를 뿜어내잖아. 어떻게 해내는 거야?"
ko_mt: "네니오, 저는 당신의 에너지와 삶에 대한 열정에 놀랐어요. 제가 볼 때마다 당신은 뛰어다니며 무언가를 메모하고 새로운 아이디어를 연이어 쏟아내잖아요. 어떻게 그렇게 관리하시나요?"

source: "I simply enjoy what I do. If life's not like that for you, perhaps you're in the wrong line of work?"
ko: "제가 하는 일을 즐기는 것 뿐이에요. 인생이 따분하게 느껴지는 거라면, 자신에게 맞지 않는 일을 하는 것 아니겠어요?"
ko_mt: "저는 그저 제가 하는 일을 즐길 뿐입니다. 삶이 즐겁지 않다면 일을 잘못 선택한 것일 수도 있겠죠?"

source: "If you don't manage to kill yourself doing one of your experiments, somebody else will definitely do it for you."
ko: "네가 네 실험들 중 하나에서 스스로를 살해하지 못한다면, 분명 누군가 다른 사람이 널 위해서 널 죽여줄 거야."
ko_mt: "실험을 하다가 스스로 목숨을 끊지 못하면 다른 누군가가 반드시 대신 죽여줄 것입니다."

source: "You are sorely mistaken! My scientific undertaking will be universally applicable and useful to everyone, so it is not in the interests of any of Golarion's inhabitants to hinder my work... This is clear to everyone, yes?"
ko: "큰 착각이에요! 제 과학적 작업은 보편적으로 적용되교 모두에게 유용하며, 따라서 제 연구를 방해하는 일은 골라리온의 거주민 그 누구에게도 이익이 되지 않아요... 모두에게 자명한 사실이죠?"
ko_mt: "당신은 크게 착각하고 있습니다! 내 과학적 연구는 모든 사람에게 보편적으로 적용되고 유용할 것이니, 골라리온 주민들이 내 연구를 방해하는 것은 골라리온의 이익이 아니야... 모두에게 분명한 사실이지?"

source: "How many volumes are there going to be in your Encyclopedia? I bet if you stack them one on top of the other, they'd be as tall as a tower!"
ko: "네 백과사전이 몇 권이나 나오게 될까? 나는 그것들을 전부 쌓아올리면 탑만큼이나 높아질거라고 확신해!"
ko_mt: "백과사전은 몇 권이나 될까요? 한 권씩 쌓아 올리면 탑만큼 높이 쌓일 거예요!"

source: "An excellent question, paladin girl! First, we need to decide which tower we are using as a comparator!"
ko: "멋진 질문이에요, 팔라딘 소녀분! 우선은 어떤 탑과 비교할지를 선택하죠!"
ko_mt: "훌륭한 질문이다, 성기사 소녀! 먼저 어떤 타워를 비교 대상으로 사용할지 결정해야 해요!"

source: "I've had enough of a break now, so I'm ready to help you with more crazy stun— I mean, experiments! What's on the agenda for today? Will we be standing on our heads? Reading dirty limericks backward?"
ko: "이제 충분한 휴식을 취했으니, 너의 미친 짓거리, 아니, 실험에 참여할 준비가 됐어! 오늘의 연구 주제는 뭐야? 우리의 머리와 관련이 있을까? 엉성한 오행시를 거꾸로 읽기?"
ko_mt: "이제 충분히 쉬었으니 더 미친 짓, 즉 실험을 도와줄 준비가 됐어요! 오늘은 무슨 실험을 할까요? 물구나무 서기? 아니면 야한 리메릭 거꾸로 읽기?"

source: "Note to self: it is possible the paladin girl has developed an addiction to participating in scientific experiments as a subject. I must study this phenomenon and include it as a separate entry in the Encyclopedia."
ko: "참고사항: 팔라딘 소녀는 피험자로서 과학 실험에 참여하는 것에 중독될 가능성이 있다. 이 현상을 연구하여 백과사전에 별도의 항목으로 포함시켜야겠다."
ko_mt: "스스로에게 참고: 성기사 소녀가 피험자로서 과학 실험에 참여하는 것에 중독되었을 가능성이 있습니다. 이 현상을 연구하여 백과사전에 별도의 항목으로 포함시켜야겠다."

source: "Tell me, Regill, back when you were a regular soldier, did you get whipped a lot?"
ko: "있잖아, 레질, 네가 일반 병사였을 때는 그래도 눈물을 몇 번 흘렸었지?"
ko_mt: "레질, 일반 군인일 때 매를 많이 맞았나요?"

source: "Just the right amount to make me a decent fighter."
ko: "나를 괜찮은 전사로 만들 만큼만."
ko_mt: "나를 괜찮은 파이터로 만들어줄 적당한 양입니다."

source: "The only thing you Hellknights are good for is killing their own. How many Hellknights die in peacetime at the hands of their officers?"
ko: "헬나이트가 잘하는 단 한가지는 자기 부하들을 죽이는 것뿐이지. 평화로운 시기에도 얼마나 많은 헬나이트가 자기 지휘관의 손에 죽겠어?"
ko_mt: "너희 지옥기사가 잘하는 건 적을 죽이는 것뿐이야. 평시에 얼마나 많은 지옥기사가 장교들의 손에 죽었지?"

source: "Peacetime? What is that?"
ko: "평화로운 시기? 그게 뭐지?"
ko_mt: "평화 시간? 그게 뭐야?"

source: "To hear you Hellknights talk, it's like you think everywhere should be run like things are in Hell."
ko: "너희 헬나이트의 말을 듣고 있자면, 세상 모든 곳이 지옥처럼 돌아가야 한다고 생각하는 것 같아."
ko_mt: "지옥기사의 말을 들으니 모든 곳이 지옥처럼 운영되어야 한다고 생각하는 것 같네요."

source: "Hell is the ideal we are striving for. Being similar to Cheliax would be an acceptable intermediate stage."
ko: "지옥은 우리가 추구하는 이상이다. 첼리악스와 비슷해지는 것이 적절한 중간 지향점이 되겠군."
ko_mt: "지옥은 우리가 추구하는 이상향입니다. 첼리악스와 비슷한 단계가 중간 단계가 될 수 있을 것입니다."

source: "Right, let's try again. In your order, you follow five deities, including Iomedae and Asmodeus, but you do not follow them in general, only the parts of their faith that you like most?"
ko: "알았어. 정리해보자. 너희 기사단에서는 아이오메데님과 아스모데우스를 포함해 다섯 명의 신을 섬기지만, 너는 그들 중 하나를 완전히 따르지 않고 그들의 신앙 중 마음에 드는 점만 취사선택한다는 거지?"
ko_mt: "좋아요, 다시 해봅시다. 아이오메데오와 아스모데우스를 포함한 다섯 신을 따르는데, 그 신들 전체를 따르지 않고 가장 마음에 드는 부분만 따르는 건가요?"

source: "That is correct. It means that you and I are more alike than you would care to think, paladin — I recognize the Inheritor's many achievements and I salute them."
ko: "그렇다. 자네와 나는 자네가 생각하는 것보다 더 닮았다는 뜻이네, 팔라딘. 나도 계승자의 많은 업적을 인정하며 경의를 표해."
ko_mt: "맞습니다. 자네와 나는 자네가 생각하는 것보다 더 닮았다는 뜻이네, 성기사. 계승자의 많은 업적을 인정하며 경의를 표하네."

source: "I refuse to believe it — nobody can actually be that joyless! Have you ever laughed, even once?"
ko: "정말 그렇게 기쁨의 감정 없이 산다는 건 믿을 수 없어! 진짜 단 한 번도 웃어본 적 없어?"
ko_mt: "믿기 어렵지만, 사실 그렇게 즐거움이 없는 사람은 없습니다! 한 번이라도 웃어본 적이 있나요?"

source: "I have. Four times, in fact."
ko: "있다. 정확히는 네 번."
ko_mt: "그랬죠. 사실 네 번이나요."

source: "Oh Light of the Sword, Iomedae, forgive me my sins and do not leave me in the darkness."
ko: "검의 빛이신 아이오메데시여, 내 죄를 사하여주시고 저를 어둠 속에서 구원하소서."
ko_mt: "오 검의 빛, 아이오메데여, 제 죄를 용서해 주시고 저를 어둠 속에 두지 마소서."

source: "I am weak and undeserving of your grace, and still you grant it to me. And that means I still have something to hope for."
ko: "저는 연약하여 당신의 은총을 받을 자격이 없으나, 당신께선 제게 은총을 내리셨나이다. 이는 아직 제게도 희망할 부분이 있다는 뜻이겠지요"
ko_mt: "저는 연약하고 주님의 은혜를 받을 자격이 없는데도 주님은 저에게 은혜를 베푸십니다. 그것은 저에게 아직 희망이 있다는 뜻입니다."

source: "Hey-ho the derry-o... With his cheeks aflame and his trews down low..."
ko: "헤이 호, 데리 오... 그의 뺨은 불붙은 듯 했고 그의 바지는 내려갔다네..."
ko_mt: "헤이호 데리 오.. 뺨에 불이 붙고 눈썹이 아래로 내려간 채로..."

source: "Ugh! I can't get that tune out of my head! Damn tavern songs!"
ko: "으으! 그 노래가 머릿속에서 지워지지 않아! 망할 술집 노래!"
ko_mt: "으! 그 노래가 머릿속에서 지워지지 않아요! 망할 술집 노래!"

source: "My sword is an extension of my arm, my sword is an extension of my arm…"
ko: "내 검은 수족이나 다름 없다, 내 검은 수족이나 다름 없다…"
ko_mt: "내 칼은 내 팔의 연장이고, 내 칼은 내 팔의 연장이다..."

source: "So, is my plumage an extension of my head? Focus, Seelah…"
ko: "그럼, 내 깃털 장식은 머리나 다름 없나? 집중하자, 실라…"
ko_mt: "내 깃털이 머리의 연장선인가요? 집중해, 실라..."

source: "If I lose my sword, I have lost a tool. If I betray my heart, I have died."
ko: "내 검을 놓치는 것은 곧 나의 도구를 잃음입니다. 내 마음을 배신하는 것은 곧 나의 죽음입니다."
ko_mt: "검을 잃으면 도구를 잃은 것이다. 내 마음을 배신하면 나는 죽은 것이다."

source: "The words of our code never fail to amaze me. It's like I always knew them in my heart, long before I found my faith in Iomedae."
ko: "우리 계율의 말씀은 언제나 나를 놀라게 해. 아이오메데님에 대한 믿음을 갖기 훨씬 전부터 마음속에서 늘 알고 있었던 것 같아."
ko_mt: "우리 강령의 말씀은 언제나 저를 놀라게 합니다. 아이오메데에 대한 믿음을 갖기 훨씬 전부터 마음속으로 늘 알고 있었던 것 같습니다."

source: "I will guard the honor of my fellows, both thought and deed, and I will have faith in them."
ko: "나는 몸과 마음을 바쳐 내 동료들을 지킬 것이며, 그들을 전적으로 믿어줄 것이다."
ko_mt: "나는 생각과 행동 모두에서 동료들의 명예를 지키고 그들을 믿겠습니다."

source: "The code is simple, really, but it is faith in one's fellows that is most frequently tested. Things would be a lot simpler if I could just cut down demons, without having doubts or thinking about anything at all."
ko: "이 계명은 정말로 간단하지만, 동료를 신뢰하겠다는 것은 가장 자주 시험받는 부분이기도 해. 번뇌나 다른 신경쓸 것 없이 데몬만 죽이는 거였다면 참 쉬웠을 텐데."
ko_mt: "코드는 정말 간단하지만 가장 자주 시험받는 것은 동료에 대한 믿음입니다. 의심하거나 아무 생각 없이 그냥 데몬을 잘라낼 수 있다면 일이 훨씬 더 간단해질 것입니다."

source: "I haven't made a confession for a long time. Of course, we have different goddesses, but still…. Could you listen to my confession?"
ko: "나는 오랫동안 고해 성사를 하지 못했어. 물론 우리가 서로 다른 신을 믿긴 하지만, 그래도… 내 고해 성사를 들어줄 수 있을까?"
ko_mt: "오랫동안 고백을 하지 않았습니다. 물론 우리에게는 다른 여신이 있지만 그래도...... 제 고백을 들어주실 수 있나요?"

source: "Of course. Let's go somewhere we won't be overheard."
ko: "물론입니다. 듣는 귀가 없는 곳으로 가시죠."
ko_mt: "물론이죠. 엿듣지 않을 곳으로 가자."

source: "So many years wasted, so many good people perished... And there's still no end to this war."
ko: "너무 많은 세월을 낭비했고, 착한 사람들도 너무 많이 죽어버렸고... 아직도 이 전쟁은 끝이 안보여."
ko_mt: "너무 많은 세월이 낭비되었고, 너무 많은 선량한 사람들이 죽었습니다.. 그리고 이 전쟁은 아직 끝나지 않았습니다."
