Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "The Blackwing Library in ruins. Pity. It was never very popular among the townsfolk, though it was still the subject of much boasting. Other nobles like to give weighty tomes pride of place in their houses, as an unsubtle nod to their intellect and learnedness."
ko: "잿더미가 된 블랙윙 도서관이라. 안타까워. 주민들에게 아주 인기있는 곳은 아니었지만, 그래도 충분히 자랑할 만한 장소였는데. 몇몇 귀족은 눈에 잘 띄는 곳에 보관하던 무거운 고서를 기부하기도 했지. 자기 지식과 교육 수준을 자랑하기 위해 말야."
ko_mt: "폐허가 된 블랙윙 도서관. 안타깝군. 마을 사람들 사이에서는 그다지 인기가 없었지만 여전히 많은 자랑의 대상이었죠. 다른 귀족들은 자신의 지성과 학식을 은근히 과시하는 의미로 무거운 책을 집안의 자랑거리로 삼는 것을 좋아하죠."

source: "We had two books in our tribe, and they were cared for like holy relics. We all learned to read from those books. Even mongrels understand the value of knowledge."
ko_mt: "우리 부족에는 두 권의 책이 있었는데, 성물처럼 소중히 간직하고 있었습니다. 우리 모두는 그 책에서 읽는 법을 배웠습니다. 몽그렐도 지식의 가치를 이해합니다."

source: "This was my local library! Except I was never even allowed to warm myself in the doorway! All I asked was how much the books would fetch on the black market... I was only makin' conversation!"
ko_mt: "여기가 제 동네 도서관이었어요! 출입구에서 몸을 녹일 수도 없었다는 것만 빼면요! 내가 물어본 것은 암시장에서 책이 얼마에 팔리는지 뿐이었어요.. 그냥 대화를 나눈 것뿐이었어요!"

source: "Libraries are the urban sites most vulnerable to fire... Oh no! My Encyclopedia! I must immediately begin work on the design for a fire-resistant library!"
ko_mt: "도서관은 화재에 가장 취약한 도시 장소입니다.. 오, 안돼! 내 백과사전! 당장 화염 저항 도서관 설계 작업을 시작해야겠어요!"

source: "Books are a waste of time. Only the words of the living have strength. How can you trust the claims of dead men when you can't even kill them if they lie?"
ko_mt: "책은 시간 낭비입니다. 오직 산 자의 말만이 힘이 있다. 거짓말을 하면 죽일 수도 없는데 죽은 사람의 주장을 어떻게 믿을 수 있겠습니까?"

source: "But not you, Count, isn't that right? I am sure you have impeccable taste in literature and you dedicate every spare moment to reading and broadening your mind!"
ko_mt: "하지만 백작님은 그렇지 않으시죠? 당신은 문학에 대한 흠잡을 데 없는 취향을 가지고 있고, 틈만 나면 독서로 마음을 넓히는데 전념하고 있잖아요!"

source: "I often had dreams of flying as a child, but after the misadventure with the gargoyles I can firmly declare that the wonders of flight are vastly overrated."
ko: "어렸을 적엔 가끔씩 하늘을 나는 꿈을 꿨죠. 가고일과의 사투를 겪고 나니, 비행이라는 게 엄청나게 과대평가 되었다고 단언할 수 있게 됐습니다."
ko_mt: "어렸을 때 하늘을 나는 꿈을 자주 꿨지만, 가고일과의 모험을 겪은 후 비행의 경이로움은 크게 과대평가 되었다고 단언할 수 있게 되었습니다."

source: "But you don't have a scratch on you! It seems you managed to charm the gargoyles too."
ko: "하지만 넌 긁힌 자국 하나 없잖아! 가고일마저도 홀리는 데 성공한 것 같은데."
ko_mt: "하지만 상처 하나도 없잖아요! 가고일도 매료시킨 것 같네요."

source: "Your 'misadventure' was the loss of a fighter at a crucial moment for your fellows. Show some respect."
ko_mt: "당신의 '실수'는 동료들을 위해 결정적인 순간에 전사를 잃은 것입니다. 예의를 갖춰라."

source: "I'm ever so glad you weren't hoisted up on a hook. Watching the sharp points puncture your skin, the agony twist your sublime features… I could not have borne it."
ko_mt: "당신이 갈고리에 매달리지 않아서 정말 다행이었어요. 날카로운 바늘이 피부를 찌르고, 그 고통이 당신의 숭고한 이목구비를 뒤틀어 놓는 것을 보면서.. 견딜 수 없었을 거예요."

source: "I will rip apart anyone who touches you, golden boy. I still have plans for you."
ko_mt: "널 건드리는 놈은 누구든 갈기갈기 찢어버릴 거야, 황금 소년. 아직 널 위한 계획이 있어."

source: "I have been ruminating on recent events, especially the story of Staunton Vhane... and I have come to realize something — life is the most precious thing we possess. And yet, not every form of existence has the right to call itself life."
ko: "최근 벌어진 사건들, 특히 스턴튼 베인의 이야기에 대해 사색했어... 그리고 한가지 결론을 내렸지. 바로 '삶이란 우리가 지닌 것들 중 가장 소중한 것이다'라고 말야. 그렇더라도, 모든 존재들에게 자신의 삶을 주장할 권리가 있진 않아."
ko_mt: "최근의 사건들, 특히 스턴튼 베인의 이야기를 되새기며 깨달은 것이 있습니다.. 생명은 우리가 가진 가장 소중한 것입니다. 하지만 모든 형태의 존재가 스스로를 생명이라고 부를 권리가 있는 것은 아닙니다."

source: "By my count, this is perhaps the third time you have opened your mouth and actually said something worth hearing."
ko_mt: "제가 세어본 바로는, 당신이 입을 열고 실제로 들을 만한 말을 한 것은 이번이 세 번째인 것 같습니다."

source: "What're you gettin' at, hey? You think the life of a tiefling isn't worth nothin'? Or that I'm no good to nobody, that I shouldn't exist? What're you lookin' at me with those big surprised eyes for — of course I'm gonna know when people are droppin' hints about me!"
ko_mt: "뭐 하는 거야, 이봐? 티플링의 삶이 아무 가치도 없다고 생각해? 아니면 난 아무한테도 쓸모없고 존재해서는 안 되는 존재라고? 왜 그렇게 놀란 눈으로 날 쳐다봐? 사람들이 나에 대해 힌트를 주면 당연히 알아챌 거야!"

source: "Branching out into philosophy now, I see! Next thing you'll be writing poems, yeah?"
ko_mt: "이제 철학에까지 손을 뻗었군요! 다음엔 시를 쓰게 될 거지?"

source: "I was waiting and waiting for the punchline, the sting in the tail — but it didn't happen. Count, are you feeling all right?"
ko_mt: "결정적인 한방, 꼬리를 찌르는 한방이 나오기를 기다리고 기다렸지만, 그런 일은 일어나지 않았습니다. 백작님, 괜찮으세요?"

source: "I know exactly what you mean! Sometimes life can be so lacking in color that each day just blurs into the next. Finding a way to add a splash of color to things is good..."
ko_mt: "무슨 뜻인지 정확히 알아요! 때때로 삶은 색이 너무 부족해서 하루하루가 그냥 다음 날로 흐려질 수 있습니다. 사물에 색을 더할 수 있는 방법을 찾는 것은 좋은 일입니다..."

source: "Marching on Drezen upended my life and gave me a new, utterly incomparable experience. One could say it made me a different person — a person who can dress and groom himself without the aid of servants."
ko: "드레젠을 향한 진격은 제 삶을 뒤바꾸었고, 전혀 비교할 데 없는 새로운 경험이었습니다. 누군가는 제가 다른 사람이 되었다고 말할지도 몰라요. 하인의 도움 없이도 옷 입고 꾸밀 수 있는 사람 말이죠."
ko_mt: "드레젠 행진은 제 삶을 뒤흔들었고 완전히 비교할 수 없는 새로운 경험을 선사했습니다. 하인의 도움 없이 스스로 옷을 입고 몸단장을 할 수 있는 다른 사람이 되었다고 할 수 있죠."

source: "Good job, buddy. Only one last thing to learn — how to tell your left boot from your right."
ko_mt: "잘했어, 친구. 마지막으로 하나만 더 배워야 해. 왼쪽 부츠와 오른쪽 부츠를 구분하는 법이야."

source: "Hey, how about setting your sights a little higher? Here are a few suggestions: learn how to set up your tent, how to light a fire, or how to not sulk for a week after you're asked to wash the cook pot after dinner one time."
ko_mt: "조금 더 높은 목표를 세우는 건 어떨까요? 텐트 설치하는 법, 불 피우는 법, 저녁 식사 후 냄비를 한 번만 씻으라고 해도 일주일 동안 삐치지 않는 법 등 몇 가지 제안을 해볼게요."

source: "For a small fee, I'll teach you a whole load of useful things! How about we start with a coin trick, eh?"
ko_mt: "약간의 비용만 내면 유용한 마술을 가르쳐 드릴게요! 동전 마술부터 시작해볼까요?"

source: "How interesting, aasimar boy! My article on the adaptation of living organisms to extreme conditions needs more examples. I can't limit my evidence base to rats, cockroaches, and dung beetles, after all!"
ko: "정말 흥미로운걸, 아시마르 소년! 내 논문에는 극한 환경에 대한 생물체의 적응에 관한 사례가 더 많이 필요하거든. 쥐, 바퀴벌레, 쇠똥구리에만 근거를 한정할 수는 없으니까!"
ko_mt: "정말 흥미롭구나, 아시마르 소년! 극한 환경에 대한 생물체의 적응에 관한 제 논문에는 더 많은 사례가 필요해요. 쥐, 바퀴벌레, 쇠똥구리에만 근거를 한정할 수는 없으니까요!"

source: "I liked being on the march! Everybody walking together, helping each other, sharing a common goal... People need more moments like that."
ko_mt: "행진하는 게 너무 좋았어요! 모두가 함께 걷고, 서로 돕고, 공동의 목표를 공유하고.. 사람들에게는 이런 순간이 더 필요합니다."

source: "The laboratory of the Architect of the Worldwound! Ha! It's as terrifying as the house of horrors at a village fête!"
ko: "세계상처 설계자의 실험실이라! 하! 마을 축제의 입구에 있는 귀신의 집 만큼이나 소름끼치잖아!"
ko_mt: "세계상처의 건축가의 연구실! 하! 마을 축제에 나오는 공포의 집만큼이나 무서워요!"

source: "Brave words, but you're looking a little pale there."
ko_mt: "용감한 말이지만 얼굴이 좀 창백해 보이네요."

source: "Well, as soon as I walked in I felt right at home — as one of the specimens."
ko_mt: "이곳에 들어서자마자 표본의 한 사람으로서 집과 같은 편안함을 느꼈습니다."

source: "I almost befriended those girls… but they turned out not to be real. What a pity…"
ko_mt: "그 여자애들과 친구가 될 뻔했는데.. 진짜가 아닌 것으로 밝혀졌어요. 정말 안타깝네요..."

source: "I do not know what barbarians do in the day to day — running about in the nude waving an axe, possibly, or ripping the heads off wolves. But I think Marhevok was sick to the back teeth of his routine, whatever it was. And then Jerribeth came along — a magical creature from another plane... Yes, I understand what he saw in her."
ko: "난 야만인들이 하루하루 뭘 하고 사는지 잘 몰라. 아마도 도끼를 흔들며 뛰어다니기나 늑대 머리 쪼개기 정도일 거야. 하지만 마르헤복은, 자기 일상이 어땠을지 몰라도, 거기에 이가 갈릴 만큼 질렸을 거라 생각해. 그러다 다른 차원의 신비한 크리처인 제리베스가 찾아온거야... 뭐, 그가 그녀에게서 뭘 봤을지 이해가 돼."
ko_mt: "야만인들이 벌거벗고 도끼를 휘두르며 뛰어다니거나 늑대의 머리를 뜯어내는 등 일상에서 무슨 일을 하는지 모르겠어요. 하지만 마르헤복은 그것이 무엇이든 간에 일상에 지쳐있었던 것 같아요. 그러다 다른 행성에서 온 마법의 생명체 제리베스가 나타났어요.. 네, 마르헤복이 그녀에게서 무엇을 보았는지 이해합니다."

source: "My dear Count, this does not sound like you at all — approving of a dull-witted brute who succumbed to the manipulation of a hideous demonic insect."
ko_mt: "친애하는 백작님, 끔찍한 데몬 곤충의 조종에 굴복한 둔감한 짐승을 승인하는 것은 전혀 백작님답지 않군요."

source: "I hope you never get bored enough of our company to do something as dangerous and stupid as that, Count."
ko_mt: "그런 위험하고 멍청한 짓을 할 만큼 우리 회사가 지겨워지지 않기를 바랍니다, 백작님."

source: "I could've understood it as well, if it weren't for what he did to his clan. A man can love whoever he wants, but sacrificing the people who rely on you for the sake of that love? Now that's barbaric."
ko_mt: "그가 일족에게 한 짓만 아니었다면 나도 이해할 수 있었을 거예요. 남자는 누구든 사랑할 수 있지만, 그 사랑을 위해 자신을 의지하는 사람들을 희생하다니요? 그건 야만적이죠."

source: "Targets and duty help one deal with routine. I expect that is not what you had in mind, however."
ko_mt: "목표와 의무는 일상을 처리하는데 도움이 됩니다. 하지만 그런 것을 염두에 두지 않으셨을 거라고 생각합니다."

source: "Everyone who is empty inside tries to fill it with something. Sometimes they try to fill it with poison or bile, and that only makes things worse."
ko_mt: "내면이 비어 있는 사람은 누구나 무언가로 채우려고 합니다. 때때로 독이나 담즙으로 채우려고 하는데, 이는 상황을 악화시킬 뿐입니다."

source: "On my last birthday, I made a joke about how I would end up in the Abyss one day. As punchlines go, this one was worth the wait, I'd say."
ko: "작년 생일에는 하루 아침에 심연에 도달하는 방법에 대한 농담을 했었지. 그 농담 말인데, 오늘을 위한 거였던 모양이야."
ko_mt: "지난 생일에 언젠가 심연에 가게 될 거라는 농담을 했어요. 이 농담은 기다릴 만한 가치가 있었다고 생각합니다."

source: "But if you weren't such a jerk and had made a joke about something nice, I'm sure we wouldn't be in the Abyss right now, but on a quiet beach next to a blue ocean, or on a beautiful island with waterfalls!"
ko_mt: "하지만 당신이 그렇게 멍청하지 않고 좋은 농담을 했다면 지금 우리는 심연이 아니라 푸른 바다 옆 조용한 해변이나 폭포가 있는 아름다운 섬에 있었을 거예요!"

source: "If it brings you any comfort, I do not believe you are at risk of ending up in the Abyss after death. Despite your many flaws, your tendency for madness and chaos is somewhat lacking."
ko_mt: "위로가 될지 모르겠지만, 당신이 사후에 심연에 떨어질 위험은 없다고 생각합니다. 많은 결점에도 불구하고 광기와 혼돈에 대한 당신의 성향은 다소 부족합니다."

source: "Even you're feeling antsy? This place is awful, you can hardly breathe. But no worries, we've gotten ourselves out of every tight spot so far, we'll get out of this place as well!"
ko_mt: "당신도 불안하다고요? 여긴 너무 끔찍해서 숨도 제대로 쉴 수 없어요. 하지만 걱정하지 마세요. 지금까지 모든 좁은 곳을 빠져나왔으니 이 곳도 빠져나갈 수 있을 거예요!"

source: "The longer I spend in Alushinyrra, the more clearly I see the difference between genuine enjoyment of life and this endless celebration of decay, blood, and lust. Who knows, perhaps being in this place will make a righteous man of me yet!"
ko: "알루시니라에 더 오래 머물수록, 삶의 진정한 기쁨과 이 부패, 피, 욕정에 대한 끝없는 감사제 사이의 차이점이 더 명확해져만 가. 이곳에 있음으로써 내가 성인군자가 될 수 있을 거란 생각을 누가 했겠어!"
ko_mt: "알루시니라에서 오래 지낼수록 진정한 삶의 즐거움과 이 끝없는 부패, 피, 욕망의 축제 사이의 차이를 더 분명하게 알게 됩니다. 이곳에 있으면 의로운 사람이 될 수 있을지도 모르죠!"

source: "You're scared, golden boy! Ha! What's so terrifying about the Abyss to make you recoil from its wonders and dangers alike?"
ko_mt: "겁먹었구나, 골든 보이! 하! 심연이 뭐가 그렇게 무서워서 경이로움과 위험에 모두 움츠러들게 만드는 거지?"

source: "Come now, Count, this coquetry is beneath you. There is no room for righteousness in your black heart, and even experiencing the Abyss will not make you an upstanding member of society."
ko_mt: "이봐요, 백작님, 이런 간계는 당신보다 못한 짓이에요. 그대의 검은 마음에는 정의가 들어설 자리가 없으며, 심연을 경험한다고 해서 정직한 사회 구성원이 될 수는 없소."

source: "I bet the demons look at you and think the same thing — get a load of that Count Arendae, he doesn't know the first thing about living, he throws banquets where nobody gets eaten and nobody gets hung from the chandelier by their guts!"
ko_mt: "데몬들도 당신을 보고 똑같은 생각을 할 거예요. 아렌대 백작, 사는 게 뭔지도 모르고 연회를 열어 아무도 잡아먹히지 않고 샹들리에에 내장을 매달아 죽이는 놈을 봐요!"

source: "I'm glad something's finally beginning to dawn on you. These are demons in a city of demons — everything here is poisoned, even if it looks pretty on the outside."
ko_mt: "드디어 뭔가 깨닫기 시작해서 다행이네요. 여긴 데몬의 도시에 있는 데몬들이에요. 겉으로 보기에는 예쁘지만 모든 것이 독에 오염되어 있죠."

source: "I feel sorry for the demons. Inside they're sad and lonely, but they don't even know it. Just like you!"
ko_mt: "데몬들이 불쌍해요. 내면은 슬프고 외롭지만 자신도 모른 채 살아가고 있죠. 당신처럼요!"

source: "When a person who once seemed immortal is lost, it is a strange feeling, I must admit. I never thought I would find myself in a world without Her Majesty Queen Galfrey."
ko: "한 때 불멸일거라 생각했던 존재가 쓰러졌을 때, 복잡한 감정이 들었다는 걸 인정할 수 밖에 없겠어. 고귀하신 갈프리 여왕이 없는 세상이 오리라는 생각은 한 번도 해본 적 없었거든."
ko_mt: "한때 불멸의 존재로 보였던 사람이 사라졌을 때 기분이 참 묘하죠. 갈프레이 여왕 폐하가 없는 세상에 살게 될 줄은 상상도 못했습니다."

source: "She isn't lost. She died. Why don't you say what you mean?"
ko_mt: "그녀는 사라진 게 아니야. 그녀는 죽었어. 무슨 뜻인지 말해보지 그래요?"

source: "I will not urge you to pray, but know that some people find a simple, honest conversation with the gods to be helpful."
ko_mt: "기도하라고 강요하지는 않겠지만, 어떤 사람들은 신과의 단순하고 솔직한 대화가 도움이 된다는 것을 알아두세요."

source: "Our family members often seem immortal. People are built to think of them that way."
ko_mt: "우리 가족은 종종 불멸의 존재처럼 보입니다. 사람들은 가족을 그렇게 생각하도록 만들어져 있습니다."

source: "A legend is gone — how beautiful! I would like to see things like this happen more often. Or even better — to bring them about myself."
ko_mt: "전설이 사라졌네요, 정말 아름답습니다! 이런 일이 더 자주 일어났으면 좋겠어요. 아니면 더 좋은 방법은 제가 직접 이런 일을 경험하는 것입니다."

source: "I now understand Areelu Vorlesh better after all that we have learned. What strikes me is the way she strove toward her goal relentlessly, never turning back, despite the barriers, despite the condemnation, despite everything."
ko: "이때까지 겪은 모든 일 덕분에 아릴루 볼레쉬를 더 잘 이해하게 됐어. 내가 가장 감동받은 건 그녀가 절대로 뒤돌아보지 않고 끈질기게 자기 목표를 바라봤다는 점이야. 장애물에도, 비난에도, 다른 모든 것들에도 굴하지 않았지."
ko_mt: "이제 아릴루 볼레쉬를 더 잘 이해할 수 있게 되었습니다. 저를 놀라게 하는 것은 그녀가 장벽에도 불구하고, 비난에도 불구하고, 모든 일에도 불구하고 결코 뒤돌아보지 않고 목표를 향해 끊임없이 노력한 방식입니다."

source: "She could've used her intellect and drive to do good, or at least not to kill innocents over wrongs that were done to her. There is nothing honorable about her bloody madness."
ko_mt: "그녀는 자신의 지성과 추진력을 선한 일에 사용할 수 있었거나 적어도 자신에게 저지른 잘못 때문에 무고한 사람을 죽이지는 않았을 것입니다. 그녀의 피비린내 나는 광기에는 명예로운 것이 하나도 없습니다."

source: "You see our ultimate enemy as a figure of inspiration? This does not surprise me."
ko_mt: "우리의 궁극적인 적이 영감의 대상이라고 보십니까? 놀랍지도 않군요."

source: "You have never said anything like that to me, and I have also gone through so much to change my nature in spite of what everyone around me thought. I do not think it is Areelu's single-mindedness that appeals to you, I think it is her dark power."
ko_mt: "당신은 저에게 그런 말을 한 적이 없었고, 저도 주변 사람들의 생각에도 불구하고 제 본성을 바꾸기 위해 많은 일을 겪었습니다. 아릴루의 외유내강이 아니라 그녀의 어둠의 힘이 당신을 매료시킨 것 같아요."

source: "Her laboratory is teeming with spirits mourning what they have lost. And crying out for vengeance."
ko_mt: "그녀의 연구실은 잃어버린 것을 애도하는 영혼들로 가득 차 있습니다. 그리고 복수를 외치고 있습니다."

source: "Everything being on fire makes me feel… bad. It makes me think sad thoughts about something that happened a long time ago. But fire is a good thing, it makes people warm. It doesn't deserve for people to think bad things about it."
ko: "주변 모든 것들이 불타고 있으면... 기분이 좋지 않아요. 오래 전에 겪었던 일이 떠올라서 슬퍼지거든요. 하지만 불은 사람들을 따뜻하게 해주는 좋은 거잖아요. 꼭 불에 대해서 나쁜 연상만 할 필요는 없어요."
ko_mt: "모든 것이 불타고 있으면 기분이.. 나빠지죠. 오래전에 일어났던 슬픈 일이 생각나기도 하고요. 하지만 불은 좋은 것이고 사람들을 따뜻하게 만들어주죠. 사람들이 불에 대해 나쁜 생각을 할 필요는 없죠."

source: "Why stop there? Why not take pity on the poor bedbugs that people kill on sight?"
ko_mt: "왜 거기서 멈출까요? 사람들이 보는 즉시 죽이는 불쌍한 빈대를 불쌍히 여기면 어떨까요?"

source: "Fire hurt you, Ember. It's hard to love something that brings you only pain. That goes for people as well."
ko_mt: "불이 널 다치게 했어, 엠버. 고통만 가져다주는 것을 사랑하기란 어려운 일이야. 그건 사람에게도 마찬가지예요."

source: "Do you really not understand why fire makes you feel uneasy, or are you just looking for sympathy?"
ko_mt: "불이 왜 당신을 불안하게 만드는지 정말 이해하지 못하시나요, 아니면 동정심을 바라는 건가요?"

source: "People lovingly built a house of cards... but now it's collapsed and scattered. And all traces of the loving hands that built it are gone."
ko: "사람들은 모래성 짓기를 좋아해요... 하지만 지금은 전부 흩어지고 무너졌어요. 그걸 짓기 좋아하던 이들의 손길 또한 사라졌고요."
ko_mt: "사람들이 사랑으로 카드의 집을 지었지만.. 지금은 무너져 흩어져 버렸습니다. 그리고 그 집을 지었던 사랑의 손길의 흔적은 모두 사라졌습니다."

source: "The loss of beautiful art also pains me, but it can all be restored and rebuilt. And even if a painting or a relic should be lost forever, we will create new ones. What matters is that the builders and the artists themselves survived!"
ko_mt: "아름다운 예술품을 잃어버린다는 것은 저에게도 고통스러운 일이지만, 이 모든 것은 복원하고 재건할 수 있습니다. 그림이나 유물이 영원히 사라지더라도 우리는 새로운 것을 창조할 수 있습니다. 중요한 것은 건축가와 예술가들이 살아남았다는 사실입니다!"

source: "Same old, same old. I know how these crusade things go! We walloped the demons and their tiefling minions here before, and now we've done it again. See? Boring!"
ko_mt: "늘 똑같아, 똑같아. 십자군 전쟁이 어떻게 돌아가는지 잘 알아요! 전에도 데몬들과 그 티플링들을 쓰러뜨렸었고, 이번에도 해냈어요. 봤지? 지루해!"

source: "Ridiculous place! What's the point in whimpering over what's in the past? Doing that brought only suffering to my tribe. Whatever was kept in that tower, it was no use to anybody!"
ko_mt: "말도 안 되는 곳! 과거에 있었던 일을 가지고 징징대면 무슨 소용이 있겠어요? 그런 짓은 우리 부족에게 고통만 가져다줄 뿐이야. 그 탑에 보관된 것이 무엇이든 누구에게도 소용이 없었어요!"

source: "But Estrod is now a part of history. Surely this is an honor for any museum. If a museum devoted to the defense of Kenabres should ever exist, it will have an exhibition dedicated to the Museum of Estrod within it — and we shall have come full circle!"
ko: "하지만 에스트로드는 이제 역사의 일부가 되었습니다. 이는 분명 모든 박물관에게 영광스러운 일이죠. 케나브레스 방어를 기리는 박물관이 있다면 그 안에 에스트로드 박물관을 위한 전시회가 열릴 것이고, 그럼 원점으로 돌아올 겁니다!"
ko_mt: "하지만 에스트로드는 이제 역사의 일부가 되었습니다. 이는 모든 박물관에게 영광스러운 일입니다. 케나브레스 방어에 전념하는 박물관이 생긴다면 그 안에 에스트로드 박물관을 위한 전시회가 열릴 것이고, 우리는 완전한 원점에 도달하게 될 것입니다!"

source: "That elf we met was so old... He was older than my grandfather, older than my grandfather's grandfather! But something gives him the strength to keep living and not get tired."
ko: "우리가 만났던 그 엘프는 엄청 늙었더라고요... 우리 할아버지보다도, 할아버지의 할아버지보다도 더요! 하지만 뭔가가 그에게 지치지 않고 계속 살아갈 힘을 주고 있나봐요."
ko_mt: "우리가 만난 그 엘프는 너무 늙었어.. 우리 할아버지보다, 할아버지의 할아버지보다 더 나이가 많았어요! 하지만 뭔가 그에게 지치지 않고 계속 살아갈 수 있는 힘을 주었어요."

source: "I'm afraid to ask you how old you are, little girl. I bet you're just as ancient by mongrel standards."
ko_mt: "몇 살인지 물어보기가 두렵구나, 꼬마 아가씨. 몽그렐 기준으로 보면 너도 아주 오래됐을 거야."

source: "What's there to get tired of? Walkin' around, tellin' stories! I bet that old fella's never had a moment of strife in all his thousand years!"
ko_mt: "지칠 게 뭐가 있겠어요? 돌아다니면서 이야기하는 거! 저 늙은 이는 천 년을 살면서 한순간도 힘들어 본 적이 없었을 거야!"

source: "One cannot tire of life. People who claim to be tired of life fall into one of three categories: they seek to show off their sensitive nature, to present themselves as a tragic hero, or to drink on someone else's coin."
ko_mt: "인생은 지칠 수 없습니다. 삶에 지쳤다고 주장하는 사람들은 자신의 예민한 성격을 과시하거나, 자신을 비극적인 영웅으로 내세우거나, 다른 사람의 동전으로 술을 마시려는 세 가지 범주 중 하나에 속합니다."

source: "What a charming scene — a beggar admiring a beggar, a mad girl admiring a mad man."
ko_mt: "거지가 거지를 동경하고, 미친 여자가 미친 남자를 동경하는 이 얼마나 매력적인 장면입니까?"

source: "There's more to him than meets the eye. I do not know what his secrets may be, but I'd keep my distance!"
ko_mt: "눈에 보이는 것보다 더 많은 것이 있습니다. 그의 비밀이 무엇인지는 모르겠지만 거리를 두겠습니다!"

source: "Demons are so odd. They do bad things, they eat people and hang them from hooks, but how can that even be good for the demons? Evil can't lead to happiness, it only leads to more evil."
ko: "데몬들은 참 이상해요. 나쁜 일을 하고, 사람을 먹고는 갈고리에다 걸어두잖아요, 하지만 그 행위들이 어떻게 데몬에게 좋을 수가 있을까요? 악행은 행복을 가져다 주지 않아요. 더 큰 악행만 이끌어낼 뿐이죠."
ko_mt: "데몬은 정말 이상해요. 데몬은 나쁜 짓을 하고 사람을 잡아먹고 갈고리에 매달아 죽이는데, 그게 어떻게 데몬에게 좋을 수 있을까요? 악은 행복으로 이어지지 않고 더 큰 악으로 이어질 뿐이죠."

source: "Demons do only that which brings them pleasure. People are capable of doing that which duty commands, but for some reason they often stray down the demons' path."
ko_mt: "데몬은 자신에게 즐거움을 가져다주는 일만 한다. 인간은 의무가 명령하는 일을 할 수 있지만, 어떤 이유에서인지 종종 데몬의 길에서 벗어납니다."

source: "They live as they are accustomed to live. It is very difficult to turn away from the path you have followed your whole life. For some it is utterly impossible."
ko_mt: "그들은 익숙한 대로 살아갑니다. 평생을 걸어온 길에서 돌아서는 것은 매우 어렵습니다. 어떤 사람들에게는 완전히 불가능합니다."

source: "I've never thought about it, to be honest. All I think of whenever I see a demon is: can I hit it between the eyes?"
ko_mt: "솔직히 그런 생각은 해본 적이 없어요. 데몬을 볼 때마다 드는 생각은 '눈 사이를 때릴 수 있을까'라는 생각뿐이었어요."

source: "Happiness? There's no such thing. There is only the path to strength and power, and at the summit — ecstasy and pure delight!"
ko_mt: "행복? 그런 건 없어요. 오직 힘과 능력으로 가는 길, 그리고 그 정상에는 황홀경과 순수한 기쁨만이 있을 뿐입니다!"

source: "If the vescavors had just wanted to live like regular grasshoppers, we would have let them go, right? But they turned out to be mean. That's sad!"
ko: "만약 베스카버들이 평범한 메뚜기들처럼 살고 싶어했으면, 저희도 그냥 지나갔을 거예요, 그쵸? 하지만 쟤들은 나빠지기로 결심했죠. 슬픈 일이에요!"
ko_mt: "베스커버리가 그냥 평범한 메뚜기처럼 살고 싶었다면 그냥 놔뒀을 거예요, 그렇죠? 하지만 그들은 비열한 것으로 판명되었습니다. 슬픈 일이죠!"

source: "Oh, Ember... You have no idea what regular grasshoppers are capable of doing to fields! No, locusts must not be pitied under any circumstance!"
ko_mt: "오, 엠버.. 보통 메뚜기들이 밭에 무슨 짓을 할 수 있는지 넌 상상도 못할 거야! 메뚜기는 어떤 상황에서도 동정해서는 안 돼!"

source: "Here's an interesting fact: although vescavors form swarms like locusts, their hive is distinctly bee-like in nature. The queen of the swarm can fly off and hide in a remote cave... but I suppose you are all aware of that already."
ko_mt: "흥미로운 사실이 하나 있습니다. 베스큐버는 메뚜기처럼 떼를 이루지만, 벌집의 형태는 분명히 벌과 비슷합니다. 무리의 여왕은 날아가서 외딴 동굴에 숨을 수 있지만 여러분은 이미 알고 있을 것입니다."

source: "I'd pull off their legs and fry them in hot oil! It would make a good, crunchy snack for the road."
ko_mt: "다리를 떼어내 뜨거운 기름에 튀겨서 먹어요! 길에서 바삭바삭하게 먹을 수 있는 간식이 될 거예요."

source: "I feel no regret. Not even a little bit. Not even a smidgeon. Nasty, ravenous beasts, gnawing people to the bone — the more of them we kill, the fewer there will be to hurt other people!"
ko_mt: "후회하지 않습니다. 조금도요. 조금도요. 지저분하고 굶주린 짐승, 사람을 뼈까지 갉아먹는 짐승 - 우리가 더 많이 죽일수록 다른 사람을 다치게 할 수 있는 짐승은 줄어들 것입니다!"

source: "I just thought: if they all in Wintersun just died, they wouldn't have to suffer anymore. And then I thought: pain passes eventually, and that's when the strength to live on appears. It's all so complicated!"
ko: "방금 든 생각인데, 윈터선의 모든 사람들이 죽었다면, 더이상 고통받지 않았을 거예요. 그다음 든 생각은, 살아갈 의지를 보여줄 때는 고통 또한 순식간에 지나간다는 거였죠. 너무 복잡한 문제같아요!'
ko_mt: "윈터선에 있는 사람들이 모두 죽으면 더 이상 고통받지 않아도 되겠다고 생각했어요. 그리고는 생각했죠, 고통은 결국 지나가고, 그 때 살아갈 힘이 생긴다고요. 모든 것이 너무 복잡해요!"

source: "Everyone will have their own opinion on Wintersun. But I think what matters most is that the people of Wintersun decide for themselves."
ko_mt: "윈터선에 대한 의견은 저마다 다를 것입니다. 하지만 가장 중요한 것은 윈터선 주민들이 스스로 결정한다는 점이라고 생각합니다."

source: "I would recommend burning the village to ashes. But my words would surely fall on deaf, victory-drunk ears."
ko_mt: "마을을 잿더미로 만들라고 권하고 싶습니다. 하지만 내 말은 승리에 취한 귀머거리들의 귀에 들리지 않을 것이 분명합니다."

source: "The Kellids trained to fight and die like warriors, but in the end they were just toys in demon hands. The same thing could happen to any of us. We cannot abandon these poor people."
ko_mt: "켈리드는 전사처럼 싸우고 죽는 훈련을 받았지만 결국 데몬의 손에 들어간 장난감에 불과했습니다. 우리 중 누구에게나 똑같은 일이 일어날 수 있습니다. 우리는 이 불쌍한 사람들을 버릴 수 없습니다."

source: "The Sword of Valor is so beautiful! Whenever I walk past it, I feel warm all over, like the sun is shining on me. But it's not because it's from a goddess, it's because it's ours now!"
ko: "용맹의 검이 엄청 예뻐요! 그 근처를 지나갈 때마다, 태양이 절 비추는 것처럼 따스함을 느껴요. 하지만 그건 여신이 내렸기 때문이 아니라, 우리가 쟁취했기 때문이겠죠!"
ko_mt: "용맹의 검은 정말 아름다워요! 그 앞을 지나갈 때마다 태양이 나를 비추는 것처럼 온몸이 따뜻해져요. 하지만 여신이 주신 것이 아니라 이제 우리 것이기 때문이죠!"

source: "When I study the properties of this artifact, little girl, I will tell you what causes these waves of heat you have experienced. But first I will need a ladder and some scissors..."
ko_mt: "이 유물의 성질을 연구하면 네가 경험 한이 열파의 원인을 알려줄게, 어린 소녀. 하지만 먼저 사다리와 가위가 필요해..."

source: "I've heard about the Sword of Valor in legends, and now I can see it for real... Incredible! I thought I was the only one who got a warm feeling from it."
ko_mt: "용맹의 검에 대해 전설로만 들었는데, 이제 실제로 볼 수 있네요.. 놀랍습니다! 저만 따뜻한 느낌을 받은 줄 알았어요."
