Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "You are a skilled tactician, Greybor. You should be serving as an officer, not fighting in the vanguard."
ko: "자네는 숙달된 전략가로군, 그레이보르. 전선에 서기보단 장교가 되어야 했어."
ko_mt: "자네는 숙련된 전술가야, 그레이버. 자네는 장교로 복무해야지 선봉에서 싸우는 게 아니야."

source: "No, commanding isn't for me. I can't help it, I just love working with my hands!"
ko: "아니, 명령은 나와 맞지 않소. 별 수 없는 게, 내 손으로 직접 작업하는 것이 너무 좋기 때문이라오!"
ko_mt: "아니요, 지휘는 제 적성에 맞지 않아요. 전 손으로 직접 작업하는 게 너무 좋아서 어쩔 수 없어요!"

source: "I value you greatly as a comrade-in-arms, Greybor, but I also serve the law. It is highly likely that one day your profession will see you dragged up on the scaffold, and I will be there as one of the executioners or guards."
ko: "그레이보르, 자네를 전우로써 매우 높게 평가하네만, 나는 그와 동시에 법률을 지키지. 자네의 직업은 언젠가 자네를 단두대로 끌어 내리고, 나는 처형인이나 경비대로써 그 자리에 있을 가능성이 매우 높아."
ko_mt: "나는 자네를 전우로서 매우 소중히 여기지만, 그레이버, 나는 또한 법에 복무하고 있네. 언젠가 자네 직업상 자네가 사형대에 끌려가는 모습을 보게 될 가능성이 높으며, 나는 사형 집행인이나 경비원 중 한 명으로 그곳에 있을 것이네."

source: "I understand full well that such an end is more than likely for me. Well... if I am to die on the scaffold, at least I'll see a familiar face before I go."
ko: "나도 내게 그런 종말이 닥칠 가능성이 상당히 높다는 것을 인지하고 있소. 뭐... 내가 처형대에 서게 된다면, 죽기 전에 아는 얼굴 하나는 볼 수 있겠군."
ko_mt: "저는 그런 종말이 저에게 닥칠 가능성이 높다는 것을 잘 알고 있습니다. 그래도.. 내가 발판 위에서 죽는다면 적어도 죽기 전에 익숙한 얼굴은 볼 수 있겠죠."

source: "Working with demons does not disgust you. Why?"
ko: "데몬과 협업하는 것도 역겹지 않나보군. 어째서지?"
ko_mt: "데몬과 함께 일하는 것이 혐오스럽지 않습니다. 왜요?"

source: "For the same reason that some priests will deign to heal their enemies: relations between the warring sides may change, but the essence of my work will remain the same."
ko: "일부 사제들이 마지못해 적들을 치유하는 것과 정확히 동일한 까닭이라오. 전쟁 중인 세력들 간의 관계는 변할 수 있지만, 내 일의 본질은 변하지 않지."
ko_mt: "어떤 사제가 적을 치유하기 위해 결심하는 것과 같은 이유로, 전쟁 중인 양측의 관계는 변할 수 있지만 내 일의 본질은 변하지 않을 것입니다."

source: "You're a true warrior. You have what matters most — backbone. Unyielding, like a rod of iron."
ko: "자네는 진정한 전사야. 가장 중요한 것인 기개를 가지고 있어. 무쇠 기둥과도 같이 굳센 것이지."
ko_mt: "당신은 진정한 전사입니다. 당신은 가장 중요한 것을 가지고 있습니다. 쇠막대처럼 불굴의 의지가 있죠."

source: "If hard iron in your body is what makes a true warrior, then my bow turns enemies into true warriors every battle!"
ko: "몸 속의 무쇠가 진정한 전사로 만드는 것이라면, 내 활은 모든 적들을 진정한 전사로 만들어주는 셈이네!"
ko_mt: "몸속의 단단한 철이 진정한 전사를 만든다면, 내 활은 전투 때마다 적을 진정한 전사로 만들지!"

source: "You are a skilled archer but you sometimes lack discipline."
ko: "자네는 뛰어난 궁수지만 이따금씩 규율을 무시하곤 하지."
ko_mt: "당신은 숙련된 궁수이지만 때때로 훈련이 부족합니다."

source: "Please, if I get any more disciplined, I'll have ask the Commander's permission to sneeze."
ko: "제발, 여기서 더 기강을 잡히면, 재채기할 때도 사령관에게 허락을 구해야겠어."
ko_mt: "제발, 더 이상 징계를 받으면 사령관님께 재채기해도 된다고 허락을 구할게요."

source: "Listen, Lann. Do not take offense at my words, they are well intended: ambivalence and regret are like poison to a soldier's morale. You must put aside your grudge against fate and your fear of death, before it's too late."
ko: "랜, 선의로 하는 말이니 비난으로 받아들이지 말고 잘 들어주게. 주저함과 후회는 병사의 사기에 미치는 독과도 같네. 자네는 운명에 대한 원한과 죽음에 대한 공포를 정리해야만 해. 늦어버리기 전에 말이지."
ko_mt: "잘 들어, 란. 양가감정과 후회는 군인의 사기를 떨어뜨리는 독과 같으니 내 말을 기분 나쁘게 듣지 마시오. 너무 늦기 전에 운명에 대한 원한과 죽음에 대한 두려움을 버려야 합니다."

source: "I get it. You're talking based on experience. But be honest — you had a choice, to fight against the Bleaching or to accept it. I never had a choice — I'm going to die soon no matter what I do."
ko: "이해했어. 경험담이라는 거잖아. 하지만 솔직히 말하면, 네게는 백화와 맞서 싸우기와 그것에 순응하기라는 선택지가 있었어. 내게는 선택지가 없었지... 무슨 짓을 하던 곧 죽을 목숨이니까."
ko_mt: "알겠습니다. 경험에 근거해서 말씀하시는군요. 하지만 솔직히 말해서 백화에 맞서 싸울지 아니면 받아들일지 선택권이 있었잖아요. 저는 선택의 여지가 없었어요. 무슨 짓을 하든 곧 죽을 거예요."

source: "The crusades do not need one-off feats of heroism. What they need are regular, reliable victories."
ko: "일회성인 영웅적 업적은 성전에 필요하지 않네. 필요한 것은 꾸준하고 안정적인 승리이지."
ko_mt: "십자군 전쟁에는 일회성 영웅심가 필요하지 않습니다. 그들에게 필요한 것은 정기적이고 확실한 승리입니다."

source: "I wouldn't say no to regular, reliable victuals. The cooking pot's been standing empty all day, not so much as a fly has gone in it!"
ko: "꾸준하고 안정적인 식량이 있다면 나도 마다하지 않아. 요리 냄비가 파리 새끼 하나 꼬이지 않을 정도로 텅 비어 있잖아!"
ko_mt: "믿을 수 있는 단골 고객이라면 거절할 수 없죠. 하루 종일 비어 있던 냄비에 파리 한 마리도 들어가지 않았어요!"

source: "You could become a Hellknight, but you are a loner. You do not understand why we organize ourselves in orders."
ko: "자네는 헬나이트가 될 수도 있겠지, 하지만 자네는 단독 행동을 더 좋아해. 우리가 왜 기사단에 몸담고 있는지를 이해 못하지 않나."
ko_mt: "넌 지옥기사가 될 수 있지만 외톨이야. 넌 우리가 왜 질서정연하게 조직하는지 이해하지 못하겠지."

source: "I just think you can enforce order without wearing spiky armor. Of course, it doesn't hurt."
ko: "그냥 뽀족한 갑옷 없이도 정의를 집행할 수 있다 생각할 뿐이야. 그러면 아프지도 않고."
ko_mt: "뾰족한 갑옷을 입지 않고도 질서를 집행할 수 있다고 생각합니다. 물론 아프지도 않죠."

source: "Come at me with scissors again and it may be the last thing you do."
ko: "다시 한 번 가위를 들고 가까이 와보게. 자네의 마지막 행동으로 만들어주지."
ko_mt: "또다시 가위를 들이대면 마지막이 될 수도 있습니다."

source: "I don't quite understand what you mean, gnome boy — reformulate your proposition about the possibility of my death more clearly. And turn around — I need to cut off a lock of your bleached hair, to compare it to the unbleached sample."
ko: "무슨 말씀이신지 잘 이해가 안 돼요, 노움 소년. 제 사망 가능성에 대한 당신의 발언을 더 명확히 정리해 주세요. 그리고 돌아서줘요. 백화하지 않은 머리카락과 비교하기 위햐 당신의 백화한 샘플 한 올을 잘라야 하니까요."
ko_mt: "무슨 말인지 잘 모르겠어, 노움아 - 내 죽음 가능성에 대한 네 명제를 좀 더 명확하게 다시 정리해봐. 그리고 돌아서서 백화하지 않은 샘플과 비교하기 위해 당신의 백화한 머리카락 한 올을 잘라내야겠어."

source: "I'm watching you, Nenio. When you make one wrong move, I'll be right there to see it. But just know that I've got my eye on you, always."
ko: "지켜보고 있네, 네니오. 한 번이라도 실수하면, 내가 그 현장을 보러 올 거야. 하지만 내가 지켜보고 있다는 것만 기억하게. 언제나."
ko_mt: "내가 널 지켜보고 있어, 네니오. 네가 한 번만 실수해도 내가 바로 보고 있을 거야. 하지만 내가 항상 널 지켜보고 있다는 것만 알아둬."

source: "Well, then, you can swat the flies away while I sleep."
ko: "그럼 제가 자는 동안 파리를 쓸어버릴 수 있겠네요."
ko_mt: "그럼 내가 자는 동안 파리를 쓸어버릴 수 있겠네."

source: "You are dangerous, out of control, and unteachable. Your experiments are reckless. People like you should be locked up or tossed straight on the pyre. You are an Areelu Vorlesh in the making."
ko: "자네는 위험천만하고, 통제도 안 되고, 학습조차 못해. 자네의 실험들은 무모하지. 자네와 같은 부류의 인간들은 꽁꽁 묶어서 화형대로 직행시켜야만 해. 자네는 아릴루 볼레쉬를 닮아가고 있어."
ko_mt: "당신은 위험하고 통제 불능이며 가르칠 수 없습니다. 당신의 실험은 무모합니다. 당신 같은 사람은 가둬두거나 장작더미에 던져버려야 합니다. 넌 아릴루 볼레쉬를 만드는 중이야."

source: "Thank you for the compliment, gnome boy. In truth, I have a long way to go to match the great Lady Vorlesh, but your comparison has filled me with renewed zeal!"
ko: "노움 소년, 칭찬 고마워요. 사실, 위대한 볼레쉬 부인께 닿으려면 아직 한참 부족하지만, 당신의 비유가 제게 새로운 열정을 가득 채워 줬어요!"
ko_mt: "칭찬해줘서 고맙다, 노움 소년. 사실 위대한 볼레쉬 부인을 따라잡으려면 아직 갈 길이 멀지만, 비교해주셔서 새로운 열정으로 충만해졌어요!"

source: "Either you have not even considered what will happen if your notes fall into the enemy's hands, or you have considered it... because you are a spy."
ko: "자네의 기록이 적들의 손아귀에 떨어질 경우 무슨 일이 일어날지 전혀 고려하지 않았거나, 철저히 고려했을 테지... 자네가 첩자이기 때문에."
ko_mt: "당신의 노트가 적의 손에 들어가면 어떻게 될지 고려하지 않았거나, 고려했더라도 당신이 스파이이기 때문에..."

source: "I am not spying for anyone! It would distract me from my scholarly observation of crusader behavior!"
ko: "저는 누구를 위해 첩자 노릇을 하지 않아요! 그건 성전을 바라보는 학구적 관찰에 방해만 되잖아요!"
ko_mt: "저는 누구를 위한 스파이가 아닙니다! 십자군 행동에 대한 학자적 관찰에 방해가 될 거예요!"

source: "In my opinion, you are far too captivated by the criminal Areelu Vorlesh."
ko: "내 의견이네만, 자네는 범죄자인 아릴루 볼레쉬에게 상당히 매료되었군."
ko_mt: "제 생각에 당신은 범죄자 아릴루 볼레쉬에게 너무 사로잡혀 있습니다."

source: "Oh, she is a great scientist, indeed. I have a list of questions I will ask her when we have an opportunity to talk. It is quite a long list — I expect our colloquium will take two to three days."
ko: "오, 물론이죠. 그녀는 위대한 과학자잖아요. 저는 그녀와 대화할 기회를 얻으면 사용할 질문 목록이 있어요. 꽤나 긴 목록이라, 우리의 세미나가 이틀에서 사흘은 걸릴 거라 추측해요."
ko_mt: "오, 그녀는 정말 훌륭한 과학자입니다. 기회가 되면 그녀에게 물어볼 질문 목록이 있습니다. 목록이 꽤 길어서 콜로키움은 2~3일 정도 걸릴 것으로 예상됩니다."

source: "They say the worthiest fighters become devils in Hell. If it's true, it's only fair."
ko: "사람들은 가장 가치있는 전사들만이 지옥의 데빌이 된다더군. 만약 그게 사실이라면, 타당하다."
ko_mt: "가장 가치 있는 전사는 지옥에서 데빌이 된다고 합니다. 그게 사실이라면 공평하죠."

source: "Lazy fighters can retire. But for true warriors, death is no reason to shirk one's duty."
ko: "게으른 전사들은 은퇴할 수 있지. 하지만 진정한 전사에게 죽음은 의무를 회피할 이유가 되지 않아."
ko_mt: "게으른 전사들은 은퇴할 수 있습니다. 하지만 진정한 전사에게 죽음은 의무를 회피할 이유가 되지 않습니다."

source: "My fingers are getting white... How much more time do I have? Twenty years? Ten? One?"
ko: "내 손가락이 점점 더 창백해지는군... 내게 주어진 시간이 얼마나 남은 거지? 20년? 10년? 1년?"
ko_mt: "손가락이 하얗게 변하고 있어요.. 얼마나 더 살 수 있을까요? 20년? 10년? 1년?"

source: "I do not fear death. But what if the Bleaching makes me lazy and undisciplined? I hope I don't live to see such a disgrace."
ko: "죽음은 두렵지 않다. 하지만 백화가 나를 게으르고 무질하게 만들면 어떻게 할까? 그러한 치욕을 견디며 살지 않길 바란다."
ko_mt: "저는 죽음을 두려워하지 않습니다. 하지만 백화로 인해 게으르고 훈련되지 않으면 어떻게 될까요? 그런 치욕을 보기 위해 살지 않기를 바랍니다."

source: "No discipline, no chain of command, a queen who trusts anyone off the street — this is a circus, not a crusade."
ko: "규율도 없고, 명령 체계도 없는 데다, 길바닥의 모든 이들을 신뢰하는 여왕이라. 성전이 아니라 서커스로군."
ko_mt: "규율도 없고, 지휘 체계도 없고, 길거리의 아무나 믿는 여왕 - 이것은 십자군이 아니라 서커스입니다."

source: "It is an enigma to me how Mendev has functioned up till now."
ko: "멘데브가 어떻게 지금까지 굴러가고 있는지가 나에게는 수수께끼야."
ko_mt: "멘데브가 지금까지 어떻게 작동해왔는지 저에게는 수수께끼입니다."

source: "I cannot decide if I am pleased or displeased by the need to temporarily give up command of my Hellknight unit."
ko: "내 헬나이트 부대의 명령권을 잠시 내려놓을 필요성이 기꺼웠는지 고까웠는지 결정할 수가 없군."
ko_mt: "지옥기사 부대의 지휘권을 일시적으로 포기해야 하는 것이 기쁜지 불쾌한지 결정할 수 없습니다."

source: "I have invested a great deal of effort in training my junior officers. We will see how they handle this test on their own."
ko: "나는 후임 장교들을 육성하는데 많은 노력을 투자했다. 이제 그들이 시험을 어떻게 헤쳐나가는지 지켜보게 될테지."
ko_mt: "저는 후배 장교들을 교육하는데 많은 노력을 기울여 왔습니다. 그들이 스스로 이 시험을 어떻게 처리하는지 지켜볼 것입니다."

source: "It has been so long since I was last in Cheliax, I am no longer sure I can call it my home."
ko: "첼리악스에 있었던 건 너무 오래된 일이라네. 내가 그곳을 고향이라 부를 수 있을지 모르겠군."
ko_mt: "첼리악스에 마지막으로 머무른 지 너무 오래되어 더 이상 이곳을 집이라고 부를 수 있을지 모르겠습니다."

source: "But a Hellknight does not need a home. My order and my purpose are enough."
ko: "하지만 헬나이트에게 고향은 필요치 않아. 나의 질서와 목적만 있으면 충분하다
ko_mt: "하지만 지옥기사에게 집은 필요 없다. 내 명령과 목적이면 충분하다."

source: "Sometimes victory requires you to do things for which the gods will strip a paladin of her powers. You need more weapons training, or you'll be helpless in such a situation."
ko: "때로는 승리를 위해 신이 팔라딘을 파면시킬만한 짓을 해야 할 때도 있지. 무기술을 더욱 더 연마하지 않는다면, 그런 상황이 닥쳤을 때 무력해질걸세."
ko_mt: "때때로 승리를 위해서는 신이 성기사의 힘을 박탈할 만한 일을 해야 할 때도 있습니다. 무기 훈련을 더 많이 하지 않으면 그런 상황에서는 속수무책이 될 것입니다."

source: "Are you serious? Training for failure? For that alone, the goddess would strip me of my powers — and she would be right to!"
ko: "진심입니까? 실패를 훈련하라고요? 그 사유 하나면 여신께서 제 힘을 박탈해 가실 겁니다. 마땅히 그러셔야 하고요!"
ko_mt: "진심이에요? 실패를 위한 훈련? 그것만으로도 여신이 내 능력을 박탈할 텐데, 그럴 만도 하지!"

source: "Suffering develops character and hardens the soul."
ko: "고통은 인간을 성장시키고 영혼을 단단하게 만든다네."
ko_mt: "고통은 인격을 발달시키고 영혼을 단단하게 합니다."

source: "Like hell it does. Suffering maims and kills. Only crazy people like you see something good in it!"
ko: "마치 지옥처럼요. 고통은 불구와 살인을 낳아요. 당신 같이 미친 사람만이 그런 데서 장점을 찾죠!"
ko_mt: "정말 지옥 같죠. 고통은 불구와 살인을 낳지. 당신 같은 미친 사람만 그 안에서 좋은 것을 볼 수 있어요!"

source: "If you want to survive, you need to hone your self-control. I can offer you some advice."
ko: "살아남고 싶다면, 자네는 절제력을 더 연마해야해. 내가 몇 가지 충고를 해줄 수 있어."
ko_mt: "살아남으려면 자제력을 키워야 합니다. 제가 몇 가지 조언을 해드릴게요."

source: "A Hellknight teaching a paladin? Sounds like the start of a bad joke."
ko: "헬나이트가 팔라딘을 가르쳐요? 질 나쁜 농담의.서두같은데요."
ko_mt: "지옥기사가 성기사를 가르친다고요? 나쁜 농담의 시작처럼 들리네요."

source: "Your flexible morals and open acceptance are difficult to understand. You are happy to defend a confirmed thief, yet you do not see me as a worthy ally."
ko: "자네의 유연한 도덕성과 열린 사고 방식은 이해하기 어렵군. 자네는 도둑이 확실한 자도 기꺼이 보호하겠지만, 가치있는 아군으로는 보이지 않아."
ko_mt: "당신의 유연한 도덕성과 열린 수용성은 이해하기 어렵습니다. 당신은 확인된 도둑을 기꺼이 변호하면서도 나를 가치 있는 동맹으로 여기지 않죠."

source: "My code says, 'my strength is not in my sword, but in my heart.' Winning the war is not enough, we must still have our humanity by the end of it. You do not understand this or agree with it, and that's the trouble."
ko: "제 규율에는 '내 힘은 검이 아닌 마음이서 나옵니다'라는 구절이 있습니다. 전쟁에서 승리하는 것만으로는 충분하지 않아요. 전쟁이 끝날 때까지 인간성을 유지해야죠. 당신이 이를 이해하지 못하거나 동의하지 않는 게 문제입니다."
ko_mt: "내 강령에는 '나의 힘은 칼이 아니라 마음에 있다'고 적혀 있습니다. 전쟁에서 승리하는 것만으로는 충분하지 않으며, 전쟁이 끝날 때까지 인간성을 유지해야 합니다. 여러분이 이를 이해하지 못하거나 동의하지 않는 것이 문제입니다."

source: "My methods vex you. But you have never been a commander. You do not know what it means to be responsible for achieving a goal, to be responsible for the lives of others."
ko: "내 방식이 맘에 들지 않겠군. 하지만 자네는 사령관이 되었던 적이 없겠지. 자네는 목표를 달성하기 위한 책임을 지는 것, 다른 이들의 목숨을 책임 지는 것이 어떤 의미인지 모르네."
ko_mt: "내 방식은 당신을 괴롭히죠. 하지만 당신은 지휘관이 되어본 적이 없습니다. 목표를 달성하고 다른 사람의 생명을 책임진다는 것이 어떤 의미인지 당신은 모릅니다."

source: "You're right, I haven't. But I know what it's like to be responsible for the lives of my comrades. Every paladin of Iomedae knows that."
ko: "맞아요. 해 본 적이 없죠. 하지만 제 전우들의 목숨에 책임이 있다는 게 어떤지는 잘 알아요. 아이오메데님의 모든 팔라딘들이 잘 아는 사실이죠."
ko_mt: "맞아요, 안 해봤어요. 하지만 전우들의 목숨을 책임진다는 게 어떤 건지 알아요. 아이오메데의 모든 성기사는 그걸 알고 있습니다."

source: "You're not a fighter, you're a gardener. I suppose you're a decent enough healer, but you have the soul of a civilian. What are you doing in this war?"
ko: "자네는 전사가 아니라 정원사로군. 나는 자네에게 치유사로서의 자질이 있을 거라 생각했지만, 자네는 평민의 혼을 가졌어. 이 전쟁에서 대체 뭘 하고 있는 겐가?"
ko_mt: "당신은 전사가 아니라 정원사예요. 넌 괜찮은 치유사이긴 하지만 민간인의 영혼을 가졌어. 이 전쟁에서 뭐 하는 거죠?"

source: "What you say is true — and praise Shelyn for it. You could say I'm just here to protect my garden from vermin."
ko: "지당하신 말씀이십니다. 그 부분은 셸린님께 감사하시지요. 제가 해충들로부터 저의 정원을 지키기 위해 여기에 있다는 말씀이시니."
ko_mt: "당신이 하는 말은 사실이며 셸린을 칭찬해 주세요. 저는 해충으로부터 정원을 보호하기 위해 여기 있다고 말할 수 있습니다."

source: "You're making the same mistakes many clerics make. You think that the ability to wear armor makes you invincible. Keep away from the front lines or you'll leave our party without a healer."
ko: "자네는 수많은 클레릭들이 저지르는 실수를 똑같이 하는 중이야. 갑옷을 입을 수 있다는 게 자네를 무적으로 만든다 생각하겠지. 전선에서 물러나지 않는다면 우리 일행은 치유사 없이 남겨지게 될걸세."
ko_mt: "당신도 많은 성직자들이 저지르는 실수를 똑같이 저지르고 있습니다. 갑옷을 입는다고 해서 무적이라고 생각하는군요. 전선에서 물러나지 않으면 치유사 없이 파티를 떠나야 할 거야."

source: "Thank you for your valuable advice, and your touching concern for my safety."
ko: "귀중함 충고에도, 제 안전에 대한 걱정에도 감사합니다."
ko_mt: "귀중한 조언과 제 안전에 대한 감동적인 관심에 감사드립니다."

source: "You think it is a disgrace to be a Hellknight. I think it is a disgrace to be anything else in this war. It is the only logical position."
ko: "자네는 헬나이트가 되는 게 불명예라고 생각하지. 나는 헬나이트를 제외하면 이 전쟁에서 무엇이 되더라도 명예롭지 못할 것이라 생각한다네. 유일하게 이성적인 집단이니까."
ko_mt: "지옥기사가 되는 게 수치라고 생각하죠? 난 이 전쟁에서 다른 존재가 되는 게 수치라고 생각해요. 그게 유일한 논리적 입장입니다."

source: "But at what cost to your soul?"
ko: "하지만 당신의 영혼이 어떤 대가를 치르겠습니까?"
ko_mt: "하지만 영혼에 어떤 대가를 치르나요?"

source: "You must say your prayers with greater force and precision in battle. You are lacking in proficiency."
ko: "자네는 전투마다 커다랗게 또박또박 기도문을 읊어야만 하는군. 효율성이 떨어져."
ko_mt: "전투에서 더 힘차고 정확하게 기도해야 합니다. 자네는 능숙하지 못하다."

source: "I am not a Numerian automaton, no matter how much you wish I were. But I will try..."
ko: "저는 누메리아의 자동 인형이 아닙니다. 제가 그렇게 되길 아무리 바라신다 하더라도요. 하지만 노력은 해보겠습니다..."
ko_mt: "당신이 아무리 원해도 나는 숫자의 오토마톤이 아닙니다. 하지만 노력은 해보겠습니다..."

source: "Shelyn has the capacity to be a formidable goddess. But it seems her followers do not understand what their glaives are for."
ko: "셸린은 강력한 여신이 될 잠재력을 가지고 있어. 하지만 그 추종자들은 글레이브가 대체 뭐하는 물건인지도 이해 못하는 것 같군."
ko_mt: "쉴린은 강력한 여신이 될 수 있는 능력을 가졌어요. 하지만 그녀의 추종자들은 자신의 검이 어디에 쓰이는지 이해하지 못하는 것 같습니다."

source: "Glaives are there to be used only when there is no other option."
ko: "글레이브는 다른 선택지가 없을 경우에만 사용하는 용도입니다."
ko_mt: "글레이브는 다른 선택지가 없을 때만 사용해야 합니다."

source: "You have grown stronger, but your mind is damaged. You are suited to being a gladiator now, but you will never again be a warrior."
ko: "자네는 더 강해졌지만, 정신에는 피해를 받았어. 이제 검투사로써는 잘 맞겠다만, 다시는 전사가 될 수 없을 거네."
ko_mt: "넌 강해졌지만 정신은 손상되었다. 넌 이제 검투사가 되기에 적합하지만 다시는 전사가 될 수 없을 것이다."

source: "I can't be a Hellknight ever again, that is true. But if the only warriors you recognize are those who wear black armor like you — you're wrong. Anyone who simply wants to defend their friends and their home is a true warrior."
ko: "내가 두 번 다시 헬나이트가 될 수 없다는 것은 사실이다. 하지만 네가 언급한 전사라는 것이 너와 같은 검은 갑옷을 입은 이들만을 칭하는 것이라면, 너는 틀렸다. 자신의 친구와 고향을 지키고자 하는 이들은 누구라도 진정한 전사가 될 수 있다."
ko_mt: "다시는 지옥기사가 될 수 없는 건 사실입니다. 하지만 당신처럼 검은 갑옷을 입은 전사만 전사로 인정한다면 그건 잘못된 생각입니다. 단순히 친구와 고향을 지키고 싶은 사람이라면 누구나 진정한 전사입니다."

source: "I have considered the matter and decided that the fault for what happened to you lies partly with the Orders. You never should have been accepted into our ranks — it would have solved many problems before they arose."
ko: "이 문제에 대해 고민해보고, 자네가 겪은 일에 기사단의 책임이 일부 있다고 판단했네. 자네는 기사단에 받아들여졌으면 안됐어. 그랬더라면 많은 문제들이 일어나기 전에 해결되었을 테지."
ko_mt: "이 문제를 검토한 결과 여러분에게 일어난 일의 잘못은 부분적으로 명령에 있다고 판단했습니다. 문제가 발생하기 전에 많은 문제를 해결할 수 있었을 텐데 당신은 우리 대열에 합류하지 말았어야 했습니다."

source: "Are you insulting me or pitying me? Or both at once?"
ko: "나를 욕주는 건가, 안타까워 하는 건가? 아니면 둘 다인가?"
ko_mt: "지금 저를 모욕하는 건가요, 동정하는 건가요? 아니면 두 가지를 동시에 하는 건가요?"

source: "We do not abide weaklings. The character of every knight is forged by a succession of privations and torments."
ko: "우리는 약자를 받아들이지 않네. 모든 기사들이 결핍과 고통의 연속을 통해 제련되었지."
ko_mt: "우리는 나약한 자를 따르지 않는다. 모든 기사의 인격은 고난과 고통의 연속으로 형성됩니다."

source: "You lot must lead a sweet life indeed, if you have to rustle up privation and torment specially. For us folks in villages, those things happened all on their own."
ko: "진실로 결핍과 고통을 급히 구하고자 한다면, 그대들은 분명 달콤한 삶을 살았을 것이오. 마을에 사는 우리에게는 그런 것들이 저절로 발생했거든."
ko_mt: "특별히 궁핍과 고통을 겪어야 한다면 여러분은 참으로 달콤한 삶을 살아야 합니다. 마을에 사는 우리에게는 그런 일들이 저절로 일어났어요."

source: "Constantly shifting allegiance, latching onto whoever seems likely to be victorious… it seems like a winning strategy, but war consists of many battles where either side can win. You are not so good a strategist as to be able to predict the outcome of the war."
ko: "이길 것 같은 쪽으로 옮겨다니며 충성하는 대상을 바꾼다라… 옳은 전략같아 보일테지만, 전쟁이란 양측 모두가 이길 수 있는 수많은 전투들로 이루어져 있다네. 자네는 전쟁의 결과를 예측하는데 뛰어난 전술가가 아니라는 뜻이지."
ko_mt: "끊임없이 충성심을 바꾸고, 승리할 것 같은 사람을 붙잡고.. 이것이 승리 전략처럼 보이지만 전쟁은 어느 한쪽이 이길 수 있는 수많은 전투로 구성됩니다. 당신은 전쟁의 결과를 예측할 수 있을 만큼 훌륭한 전략가가 아닙니다."

source: "I'm a good enough strategist to know that victory always goes to the strongest."
ko: "나는 승리가 가장 강한 자의 편에 향한다는 사실을 충분히 잘 아는 전술가다."
ko_mt: "저는 승리는 항상 가장 강한 자에게 돌아간다는 것을 잘 아는 전략가입니다."

source: "You are relatively effective in combat, but you lack a true soldier's understanding of service. You only follow rules and commands when you are being watched."
ko: "자네는 전투에 꽤나 숙련되었지만, 진정한 전사들이 가져야 할 충성심은 부족하군. 누군가 감시할 때만 규율과 명령을 따르지 않는가."
ko_mt: "당신은 전투에는 비교적 능숙하지만 진정한 군인의 복무에 대한 이해가 부족합니다. 당신은 감시를 받을 때만 규칙과 명령을 따릅니다."

source: "You follow my every move, so how would you know what I do when you're not watching me?"
ko: "내 일거수일투족을 지켜본다 하지만, 날 보고 있지 않을 때의 나를 네가 어떻게 안다 자신하지?"
ko_mt: "당신은 내 일거수일투족을 감시하는데, 내가 뭘 하는지 어떻게 알 수 있겠어요?"

source: "Your skills are impressive, but effectiveness in battle is but the smallest part of what being a Hellknight requires."
ko: "자네의 기술은 놀랍네만, 전투 수행 능력은 헬나이트의 요구 사항중 아주 작은 부분일 뿐이라네."
ko_mt: "네 기술은 인상적이지만, 전투에서의 효율성은 지옥기사에게 요구되는 것의 극히 일부에 불과하다."

source: "I see you. You people on the surface think you're better than everyone else! If you tried to live underground, you'd soon shut up about requirements."
ko: "파악했다. 너희 지상인들은 자기네가 다른 누구보다 낫다고 생각하지! 너희가 지하에서 살려고 하면, 그 가혹함에 곧 입을 다물게 될 거다."
ko_mt: "나는 당신을 봅니다. 지상에 있는 사람들은 자신이 다른 사람들보다 낫다고 생각하죠! 지하에서 살려고 하면 곧 요구 사항에 대해 입을 다물게 될 겁니다."

source: "This 'power' you so desperately seek, do you even know what it is?"
ko: "자네가 필사적으로 찾는 그 '힘'이라는 것 말인데, 그게 무엇인지 알기는 하는가?"
ko_mt: "당신이 그토록 간절히 찾는 이 '힘'이 무엇인지 알기나 하나요?"

source: "I do not need to know, I can feel it inside. I am drawn to it like the roots of a plant reach out for water."
ko: "마음 속 깊은 곳에서 느껴지는 것을 알 필요는 없다. 식물의 뿌리가 물을 찾는 것처럼 자연히 이끌리는 것 뿐."
ko_mt: "알 필요 없이 마음속으로 느낄 수 있습니다. 식물의 뿌리가 물을 찾아 뻗어나가듯 저는 그것에 끌립니다."

source: "Once a traitor, always a traitor. Treachery is feebleness of purpose. It is in the blood."
ko: "한 번 배신자는 영원한 배신자라네. 배반이란 목적 의식의 결여이고. 그것은 피에 각인되어있지."
ko_mt: "한번 배신자는 영원한 배신자입니다. 배신은 목적이 약해지는 것입니다. 그것은 피 속에 흐르고 있습니다."

source: "You still think you can judge me, when I have the Commander's trust? You have gone too far, gnome."
ko: "내가 사령관님의 신뢰를 받고 있음에도 여전히 나를 판별할 수 있다 여기나? 도를 넘는 구나, 노움."
ko_mt: "사령관의 신임을 받고 있는데 아직도 날 판단할 수 있다고 생각하나? 넌 너무 멀리 갔어, 놈."

source: "Your place is on a gallows, thief, and not in a company of crusaders."
ko: "자네 자리는 성전사 일행이 아니라 도둑들 사이, 아니면 교수대가 적절하겠어."
ko_mt: "네가 있을 곳은 십자군 중대가 아니라 교수대다, 도둑아."

source: "Oh, going for the gallows today? Very nice. Did you get lucky last night or summat? Usually you're threatenin' me with a pyre."
ko: "오, 오늘은 교수대로 가요? 아주 좋네요. 간밤이나 사이쯤 해서 기분이 좋으신가 보네요. 보통은 화형에 처하겠다 했으니까요."
ko_mt: "아, 오늘 교수대에 가신다고요? 아주 좋네요. 어젯밤이나 서밋에서 운이 좋았나요? 보통은 장작불로 날 협박하잖아요."

source: "No."
ko: "아니."
ko_mt: "아니요."

source: "I didn't even ask you nothin'!"
ko: "입도 뻥긋 안했는데요!"
ko_mt: "난 아무것도 묻지도 않았어!"

source: "Your shadow. Why did the inquisitors of Kenabres not investigate you?"
ko: "자네의 그림자 말이야. 케나브레스의 인퀴지터들이 왜 자네를 조사하지 않는 거지?"
ko_mt: "당신의 그림자. 케나브레스의 심문관들은 왜 당신을 조사하지 않았죠?"

source: "The paladins told 'em there was no problem. And while the two lots of 'em were havin' a barney over it, I took off. Sorry to disappoint, Reggie."
ko: "팔라딘들은 아무 문제 없다고 했어요. 저는 두 명이 그 문제에 대해 다투는 동안에 떠났고요. 실망시켜드려 죄송하네요, 레지."
ko_mt: "성기사들은 아무 문제 없다고 말했어요. 그리고 두 사람이 그 문제를 놓고 다투는 동안 저는 떠났어요. 실망시켜서 미안해요, 레지."

source: "How is it the Kenabres inquisition never punished your family for its demonic links? Such a crime carries a death sentence in wartime."
ko: "어째서 케나브레스 종교 재판소가 데몬과의 연결점이 있는 자네 가문을 피해간 거지? 전쟁 시기에 그런 범죄는 사형 선고를 받을 텐데."
ko_mt: "어떻게 케나브레스 종교재판에서 데몬과 연관된 가족을 처벌하지 않았을까요? 그런 범죄는 전시에는 사형이 선고됩니다."

source: "Who said we weren't punished, eh? Gran did her time in the torture chamber, all right, that's where she gave birth to my mom. She never did tell me how she got outta there..."
ko: "벌을 안 받았다고 누가 그래요? 할머니는 고문실에서 복역하셨고, 거기서 제 엄마를 낳으셨어요. 어떻게 출소했는진 결코 말씀하지 않으셨죠..."
ko_mt: "누가 우리가 벌을 받지 않았다고 했어? 할머니는 고문실에서 복역하셨어, 거기서 우리 엄마를 낳으셨지. 어떻게 거기서 나왔는지 말해주지 않으셨어..."

source: "You should face a tribunal for your desertion during the gargoyle attack."
ko: "자네는 가고일 습격 때의 탈영에 대한 재판을 받아야만 해."
ko_mt: "가고일 공격 중 탈영한 죄로 재판을 받아야 합니다."

source: "What business is it of yours, huh? You ain't my commander! And I thank all the gods for that every single day."
ko: "그게 당신과 무슨 상관이예요? 네? 당신이 제 사령관도 아니잖아요! 게다가 저는 매일 같이 모든 신들에게 감사하고 있다고요."
ko_mt: "네가 무슨 상관이야? 넌 내 지휘관이 아니잖아! 그리고 나는 매일 모든 신들에게 감사하고 있습니다."

source: "Hey, sister! Are you moping again? Snap out of it, come over here and have a drink with me!"
ko: "자매님! 또 혼자 울적해진 거야? 빨리 털어내고, 이쪽에 앉아서 한 잔 하자!"
ko_mt: "안녕, 언니! 또 우울해? 정신 차리고 이리 와서 나랑 한잔해!"

source: "I can't get drunk from your alcohol, but the offer of company is very nice. Thank you... sister."
ko: "당신의 알코올로 취할 수는 없지만, 같이 있자는 제안은 참 좋아요. 감사합니다... 자매님."
ko_mt: "술에 취하진 못하지만 같이 가자는 제안은 정말 고마워요. 고마워요.. 누나."

source: "What's with the gloomy face? Did somebody say something to you? If somebody's been bothering you, you just point him out to me and I'll smash his face in..."
ko: "왜 또 우울한 표정이야? 누가 뭐라고 했어? 아무나 짜증나는 사람이 있으면 가르키기만 해봐. 내가 그 녀석 얼굴을 그냥..."
ko_mt: "왜 우울한 표정이세요? 누가 뭐라고 했어요? 누군가 당신을 괴롭힌다면, 그냥 그 사람을 가리키면 내가 얼굴을 박살 내줄게..."

source: "No, Seelah, everything's fine. I was just thinking about... the past. It's too bad you can't beat that into submission for me."
ko: "아니에요, 실라, 괜찮아요. 그냥... 제 과거에 대해 생각 중이었어요. 당신이 절 위해 그걸 두들겨 패줄 수 없다는 게 아쉽네요."
ko_mt: "아니, 실라, 다 괜찮아. 그냥.. 과거에 대해 생각하고 있었어. 네가 날 위해 복종하게 만들지 못해서 안타깝구나."

source: "Let me teach you a good Golarion song. You know, where I come from there's a saying: if you want to understand a foreign people, learn their songs."
ko: "좋은 골라리온 노래를 알려주고 싶어. 있잖아, 내가 살았던 지역에는 '타향 사람을 이해하고 싶다면, 그들의 노래를 배워라' 라는 말이 있거든."
ko_mt: "골라리온 노래 하나 가르쳐줄게요. 제 고향에는 '외국인을 이해하려면 그들의 노래를 배워라'라는 말이 있죠."

source: "That is... surprising. Yes, I'd like to try. Go on."
ko: "그건... 놀랍네요. 네, 해보죠. 계속 해요."
ko_mt: "그건.. 놀랍군요. 네, 해보고 싶어요. 해보세요."
