Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "Hello there, gorgeous! Why are you giving me that mean look? I'm a deadly warrior — you like those, don't you? I'm a real living weapon!"
ko: "안녕, 이쁜이! 너 왜 날 그런 식으로 쳐다보는 거야? 난 아주 위험한 전사라고. 너도 그런 사람을 좋아하지, 안그래? 난 진짜 살아있는 무기잖아!"
ko_mt: "안녕, 예쁜이! 왜 그렇게 못된 표정을 짓는 거야? 난 치명적인 전사야. 넌 그런 거 좋아하지, 그렇지? 난 진짜 살아있는 무기야!"

source: "I am a living weapon. You're just a flapping mouth."
ko: "살아있는 무기는 나다. 넌 그저 입만 나불댈 뿐이지."
ko_mt: "나는 살아있는 무기다. 넌 그저 입만 펄럭일 뿐이야."

source: "Hey, sneak-thief! You think I don't know what you're up to? You think nobody's watching, but I'm here!"
ko: "이봐, 도둑 고양이! 뭘 하려는지 내가 모를거라고 생각해? 아무도 안본다고 생각했겠지만, 나를 빼먹었다고!"
ko_mt: "야, 도둑놈아! 내가 네가 무슨 짓을 하는지 모를 것 같아? 아무도 안 보는 줄 알지만 내가 여기 있잖아!"

source: "I didn't take anything from anybody! I was just lookin'! You want shovin' deeper in that bag and chucked off the nearest cliff..."
ko: "난 어느 누구의 그 무엇도 건드리지 않았어! 그냥 보기만 했을 뿐이라고! 가방 속에 처박혀서 가까운 절벽에 걸리고 싶지 않으면..."
ko_mt: "저는 누구의 것도 훔치지 않았어요! 그냥 보고 있었을 뿐이야! 가방을 더 깊숙이 집어넣고 가장 가까운 절벽에서 뛰어내리고 싶으면..."

source: "You've got a good memory, you've got talent, you're good at all those spell books... so why are you a thief, again? If you became a mage, you could join some academy."
ko: "넌 기억력도 좋고, 재능도 있고, 그 모든 주문책들을 잘 사용하잖아... 그러면, 대체 왜 도둑질을 하는 거야? 마법사가 되었다면 어디 학술원이라도 들어갈 수 있었을 텐데."
ko_mt: "넌 기억력도 좋고, 재능도 있고, 마법책도 잘 읽는데 왜 또 도둑질을 하는 거야? 마법사가 되고 싶으면 마법학교에 들어가면 되잖아."

source: "I'm bein' lectured by a hunk of metal! No mouth or brains, but somehow that doesn't stop you doling out life advice! And how's your life workin' out there, pal?"
ko: "금속 덩어리에게도 강의를 듣게 되다니! 입도 머리도 없지만, 그럼에도 어떻게 된 일인지 인생에 대한 조언을 멈추지 않다니! 그럼 네 인생은 좀 어떻게 돌아가는 중이야, 친구?"
ko_mt: "금속 덩어리에게 강의를 듣고 있어요! 입도 없고 두뇌도 없지만, 그래도 인생에 대한 조언은 멈추지 않으시네요! 네 인생은 좀 어떠니, 친구?"

source: "I'm glad the Commander has found happiness — even if it's not with me."
ko: "저와 함께가 아니더라도 사령관님이 행복을 찾아서 기뻐요."
ko_mt: "사령관이 저와 함께하지 않더라도 행복을 찾게 되어 기쁩니다."

source: "It hurts, but it is a wonderful pain that most demons will never know."
ko: "고통스럽지만, 대부분의 데몬들은 절대 알지 못할 경이로운 고통이에요."
ko_mt: "아프지만 대부분의 데몬은 절대 알 수 없는 놀라운 고통입니다."

source: "Camellia, I just want to say that I bear you no grudge and that I am happy for you and the Commander. Love is a wonderful feeling. Please treasure it."
ko: "카멜리아, 당신에게 원한같은 건 전혀 없고, 사령관님과 당신의 행복을 기원한다고 말씀드리고 싶어요. 사랑이란 멋진 감정이죠. 소중히 해주세요."
ko_mt: "카멜리아, 난 당신에게 원한이 없고 당신과 사령관님을 위해 행복하다는 말을 하고 싶어요. 사랑은 멋진 감정이에요. 소중히 간직해 주세요."

source: "We are simply together, which suits the two of us. Love does not come into it."
ko: "우리 둘한텐 단순히 같이 있는 게 딱 맞아. 사랑이 끼어들 틈 같은 건 없어."
ko_mt: "우리는 그저 함께 있을 뿐이며, 우리 둘에게 잘 어울립니다. 사랑은 그 안에 들어가지 않습니다."

source: "It seems I did not know you well at all, Daeran. You never told anyone about your secret, or about your feelings for the Commander."
ko: "당신에 대해서 전혀 몰랐었네요, 대런. 당신은 당신의 비밀도, 사령관님에 대한 감정도 절대 말하지 않았잖아요."
ko_mt: "내가 널 잘 몰랐던 것 같구나, 대런. 넌 누구에게도 네 비밀이나 사령관에 대한 네 감정에 대해 말한 적이 없었어."

source: "And my lips shall remain sealed. Everyone can carry on thinking of me as the cynical rake. There is only one person whose opinion I care about, and they know the truth. The rest of the world can go hang."
ko: "그렇다면 계속 입을 열지 말아야겠네. 다들 날 냉소적인 난봉꾼으로 생각해도 되니까. 내가 신경 쓰는 사람은 단 한 명 뿐이고, 사람들도 그 사실을 알아. 나머지는 다 교수형이나 당하라지."
ko_mt: "그리고 내 입술은 봉인된 채로 남아있을 것이다. 모두가 저를 냉소적인 갈퀴로 계속 생각할 수 있습니다. 내가 신경 쓰는 사람은 단 한 명뿐이고, 그들은 진실을 알고 있습니다. 나머지 세상은 가만히 있어도 됩니다."

source: "Daeran, he's... behaving differently around the Commander. I think I can guess what it means."
ko: "대런, 그 사람은... 사령관님 주위에선 다른 사람처럼 행동해요. 저는 그게 무슨 의미인지 알 것도 같아요."
ko_mt: "대런, 사령관님 주변에서 행동이 달라졌어. 무슨 뜻인지 알 것 같아."

source: "That guy — he's just a mess of contradictions, all spiky insults on the outside and a tangle of personal demons on the inside. I pity the person he falls hard for. And if anyone happens to fall for him, well, I pity Daeran, too."
ko: "저 녀석, 그냥 모순 덩어리야, 겉에는 가시 돋친 무례가 있고 속에는 자신만의 데몬들이 뒤엉켜 있어. 대런이 푹 빠져 버린 사람이 불쌍해. 그리고 누가 대런한테 빠져 버린다면, 글쎄, 그럼 대런도 불쌍한 거지 뭐."
ko_mt: "그 사람은 모순의 덩어리예요. 겉으로는 온갖 모욕적인 말을 쏟아내고 속으로는 개인적인 데몬이 얽혀 있어요. 그 남자에게 푹 빠진 사람이 불쌍해요. 그리고 만약 누군가 그에게 빠지게 된다면 대런도 불쌍하죠."

source: "It seems everything's beginning to fall into place for the Commander, and two people will soon find love with each other, but... am I truly happy about that? This strange feeling I have... could it be jealousy? No, it can't be, I don't have the right to feel jealous!"
ko: "사령관님 주변의 모든 것들이 제자리를 찾아가고, 두 사람은 곧 서로를 사랑하게 되겠죠... 하지만, 저는 정말로 그걸 보며 행복할까요? 이 감정은... 질투일까요? 아냐, 안돼요. 저는 질투심을 느낄 자격도 없어요!"
ko_mt: "사령관에게 모든 것이 제자리를 찾기 시작하고 두 사람이 곧 서로 사랑을 찾게 될 것 같은데.. 내가 정말 행복한 걸까? 내가 느끼는 이 이상한 느낌.. 질투일까요? 아니, 그럴 리 없어, 난 질투할 자격이 없어!"

source: "Relax, friend. Here, take a swig from this flask and think about something good."
ko: "진정해, 친구. 이것 좀 마시고 좋은 생각만 하라고."
ko_mt: "진정해, 친구. 자, 이 물병을 한 모금 마시고 좋은 생각을 해보세요."

source: "I just wish I too could love someone and be loved in return..."
ko: "저도 똑같이 누군가를 사랑하고, 또 사랑받고 싶었을 뿐이에요..."
ko_mt: "나도 누군가를 사랑하고 그 대가로 사랑받을 수 있었으면 좋겠어요..."

source: "That will happen for you. How could anyone not love a wonderful soul like yours?"
ko: "당신에게도 그러한 일이 일어날 겁니다. 당신처럼 훌륭한 사람을 아무도 사랑하지 않을리가 있나요?"
ko_mt: "그렇게 될 것입니다. 어떻게 너 같은 멋진 영혼을 사랑하지 않을 수 있겠니?"

source: "Sosiel, I'm worried about you. What's going on between you and the Commander... It will be the ruin of your soul."
ko: "소시엘, 당신이 걱정돼요. 사령관님과 당신 사이의 일들이... 당신의 영혼을 망가뜨릴까 봐요."
ko_mt: "소시엘, 걱정돼요. 너와 사령관 사이에 무슨 일이 일어나고 있는지.. 네 영혼이 파멸할 거야."

source: "I know, Arueshalae. I know — and I cannot do anything about it. I love him, you see. He has become more precious to me than my own soul."
ko: "저도 안답니다, 아루샬레. 저도 알아요 — 그리고 저도 어쩔수가 없죠. 아시다시피, 전 그를 사랑해요. 그는 제 스스로의 영혼보다도 제게 더 소중해졌답니다."
ko_mt: "알아, 아루샬래. 나도 알아. 그리고 난 아무것도 할 수 없어. 전 그를 사랑해요. 그는 제 영혼보다 더 소중한 존재가 되었어요."

source: "Arueshalae, I see you have eyes for the Commander. Tell me the truth — are you considering it? Allowing yourself a little taste?"
ko: "아루샬레, 사령관님과 사랑에 빠졌다는 걸 알아요. 사실대로 말해줘요. 진심인가요? 맛만 보기로 한 거예요?"
ko_mt: "아루샬래, 사령관님께 눈독을 들이는군. 사실대로 말해줘요, 고려하고 있나요? 맛을 좀 보려고?"

source: "What? Me? No... no, please, don't talk like that! I can't let myself even think of it."
ko: "네? 저요? 아... 아뇨, 부디, 그런 식으로 말씀하지 말아주세요! 전 생각조차 하고 싶지 않아요."
ko_mt: "뭐? 저요? 안 돼요.. 제발 그런 식으로 말하지 마세요! 그런 생각조차 할 수 없어요."

source: "Roses, Count? I hope the sharp thorns do not injure you or the Commander."
ko: "장미라니요, 백작님? 당신이나 사령관님이 뾰족한 가시에 찔리지 않길 바라요."
ko_mt: "장미, 백작님? 날카로운 가시 때문에 사령관님이나 백작님이 다치지 않기를 바랍니다."

source: "Thank you for the warning, my dearest Camellia. I am so delighted to have someone like you by my side — a true and compassionate friend!"
ko: "경고에 감사드립니다, 경애하는 카멜리아 양. 당신과 같은 진실되고 상냥한 친구를 제 곁에 두게 되어 정말 다행이랍니다!"
ko_mt: "경고해줘서 고마워, 사랑하는 카멜리아. 너처럼 진실하고 자비로운 친구를 곁에 두게 되어 정말 기쁘다!"

source: "I am quite certain the Commander also has feelings for Lann as well. Feelings of pity, at the very least."
ko: "사령관님 또한 랜에게 어떤 감정이 있다는 건 확신해요. 최소한 연민이라도 느끼시겠죠."
ko_mt: "사령관님도 란에 대한 감정이 있다고 확신합니다. 최소한 동정의 감정 정도는요."

source: "And it is not a bad approach in the battle for attention. So many tender-hearted, naive people are capable of loving out of pity. At least you and I, my dear Camellia, would never use such means to secure another's affections."
ko: "주목받기 위해 전장에 나서는 것도 나쁜 선택은 아니지요. 동정심으로 다른 사람들을 아끼는 순진하고 가련한 마음을 지닌 사람들도 있지만. 최소한 저와 당신, 사랑하는 카멜리아 양은 남들의 관심을 받기 위해 결코 그런 수단을 이용할 사람들은 아니지요."
ko_mt: "그리고 그것은 관심을 끌기위한 전투에서 나쁜 접근 방식이 아닙니다. 마음이 여리고 순진한 사람들은 동정심에서 사랑할 수 있는 사람이 많으니까요. 적어도 사랑하는 카멜리아, 당신과 나는 다른 사람의 애정을 확보하기 위해 그런 수단을 사용하지 않을 것입니다."

source: "That Dimalchio seemed so charming at first... What came over him?"
ko: "그 디말시오라는 자, 첫 눈에도 아주 매력적으로 보였어요... 어떤 기분이었나요?"
ko_mt: "디알치오는 처음엔 정말 매력적으로 보였는데.. 그에게 무슨 일이 있었던 걸까?"

source: "Like you don't know. That two-faced Arueshalae put him through hell. I hope the Commander takes that poor lad's story as the cautionary tale it is!"
ko: "아는지 모르겠지만, 두 얼굴의 아루샬레께서는 놈을 지옥에 던져다놨지. 사령관이 저 불싸한 녀석의 이야기를 교훈으로 삼아야 할 텐데!"
ko_mt: "넌 모르는 것처럼. 그 두 얼굴의 아루샬래가 그를 지옥으로 몰아넣었어. 사령관이 그 불쌍한 청년의 이야기를 교훈으로 삼았으면 좋겠어!"

source: "Stop making eyes at the Commander. It's disgusting."
ko: "사령관님께 추파 던지지 마세요. 역겨우니까."
ko_mt: "사령관을 쳐다보지 마세요. 역겨워요."

source: "So while I'm watching the Commander, you're watching me? Food for thought, isn't it?"
ko: "내가 사령관을 지켜보는 동안, 넌 날 지켜보고 있었나? 밥 생각이라도 나는 모양이지?"
ko_mt: "그럼 내가 사령관을 감시하는 동안 당신은 나를 감시하는 건가요? 생각해 볼 만한 일이죠?"

source: "So you got what you wanted, Lann. I do not understand it — what does the Commander see in you?"
ko: "랜, 결국 원하는 걸 얻어냈군요. 이해할 수가 없어. 사령관님은 당신의 어떤 점이 마음에 드신 걸까요?"
ko_mt: "원하는 걸 얻었군, 란. 사령관이 자네에게서 무엇을 본다는 건가?"

source: "Who cares? I'm happy."
ko: "뭔 상관이야? 내가 행복한데."
ko_mt: "누가 신경 쓰나요? 전 행복해요."

source: "Sosiel, you have grown even more handsome of late. You smile more, and you have a sparkle in your eye. You look like someone who has tried something for the first time — something wonderful, or perhaps even forbidden."
ko: "소시엘, 당신은 근래에 더더욱 멋있어졌어요. 더 자주 미소짓고, 눈빗 또한 별처럼 빛나요. 인생 처음으로 뭔가를 해낸 사람처럼 보여요. 그건 멋진 일이거나, 아니면 금지된 것일수도 있겠죠."
ko_mt: "소시엘, 요즘 들어 더 잘생겼어. 더 많이 웃고 눈에서 반짝임이 느껴져요. 처음 무언가를 시도하는 사람처럼 보이네요. 멋진 것, 어쩌면 금지된 것을 시도하는 사람처럼요."

source: "Can you read it all so plainly on my face? Oh, Camellia... Yes, you are right. The Commander and I are together now! You cannot imagine how happy I am."
ko: "제 얼굴에 그렇게 뻔히 드러나나요? 아, 카멜리아... 당신의 말이 옳습니다. 사령관과 저는 함께 한답니다. 제가 얼마나 행복한지 상상조차 못 하실 거예요."
ko_mt: "내 얼굴에 그렇게 쉽게 읽을 수 있어요? 오, 카멜리아.. 그래, 네 말이 맞아. 사령관님과 저는 이제 함께예요! 내가 얼마나 행복한지 상상도 못할 거야!"

source: "Wenduag, I am sorry the Commander chose me and not you. I am sure you will find your own special someone who will love your beauty and kind heart."
ko: "웬두아그, 사령관님께서 당신이 아니라 저를 택하셔서 유감이네요. 언젠간 당신의 아름다움과 심성을 사랑해 줄 특별한 사람을 찾을 거라고 확신해요."
ko_mt: "웬두아그, 사령관이 네가 아닌 나를 선택해서 미안해. 당신의 아름다움과 친절한 마음을 사랑해 줄 특별한 사람을 찾을 수 있을 거라고 확신합니다."

source: "I just had a thought — if something happens to you, the Commander and I will have another chance."
ko: "문득 든 생각인데 — 너한테 무슨 일이 벌어진다면, 사령관과 나에게 새로운 기회가 생기겠더군."
ko_mt: "당신에게 무슨 일이 생기면 사령관님과 저에게 또 다른 기회가 있을 거라는 생각이 들었습니다."

source: "My dear Camellia, you know that I can sense veiled tension in my travel companions and interlocutors. Care to tell me who has won your favor? May I be of any assistance?"
ko: "카멜리아 양, 아시다시피 저는 여행 동료와 말상대가 숨긴 긴장감을 느낄 수 있답니다. 누가 당신의 호의를 얻었는지 말씀해주실 수 있을까요? 아니면 도움이 필요하신건지?"
ko_mt: "친애하는 카멜리아, 여행 동반자와 대화 상대에게서 은근한 긴장감을 느낄 수 있다는 것을 알고 있죠? 누가 당신의 호의를 얻었는지 말씀해 주시겠습니까? 제가 도와드릴까요?"

source: "Your wild speculation is very amusing."
ko: "당신의 성급한 추측도 상당히 재미있군요."
ko_mt: "당신의 거친 추측은 매우 재미있습니다."

source: "Camellia, what you and the Commander did in the temple — I cannot commend you highly enough! If you are not opposed, I shall add this exploit to my own personal to-do list!"
ko: "카멜리아, 신전에서 사령관님과 단 둘이 뭘 하셨습니까? 절대 좋은 말을 할 수가 없군요! 고의가 아니셨다면, 저도 똑같은 일을 할 일 목록에 추가해야겠습니다!"
ko_mt: "카멜리아, 너와 사령관이 성전에서 한 일은 정말 대단한 일이야! 네가 반대하지 않는다면, 이 일을 내 개인 할 일 목록에 추가해야겠어!"

source: "Praise from the connoisseur of debauchery himself? Why, Count, that means a great deal. Thank you."
ko: "방탕의 전문가에게서 직접 칭찬을 듣다니요? 오, 백작님, 그건 아주 큰 의미네요. 감사합니다."
ko_mt: "방탕의 감정가로부터 직접 칭찬을 받았다고요? 왜요, 백작님, 그건 큰 의미가 있죠. 고마워요."

source: "It appears we were both hunting the same quarry, my dear Camellia, except I was doing so openly, and you were hunting in secret. How cunning. You have cut me to the quick — is that how one ought to treat a friend?"
ko: "우리가 같은 대상을 노리고 있었다는 게 명백해졌군요, 카멜리아 양. 단지 저는 대놓고 했고, 당신은 은밀히 했을 뿐이죠. 이게 친구를 대하는 당신의 태도입니까? 상처받는군요."
ko_mt: "우리 둘 다 같은 사냥감을 사냥하고 있었던 것 같구나, 카멜리아, 다만 나는 공개적으로 사냥을 하고 있었고 당신은 비밀리에 사냥을 하고 있었을 뿐이지요. 교활하군. 친구를 대하는 태도가 이래야 하는 건가요?"

source: "I merely decided to save the Commander from a deranged peacock that was tossing its feathers at his feet. Not everyone enjoys such obnoxious overtures, my dear Count."
ko: "전 단지 그분의 발치에 깃털울 뿌려대는 미친 공작새에게서 사령관님을 구한 것 뿐이에요. 친애하는 백작님, 당신이 한 것 같은 불쾌한 접근법을 모두가 좋아하는 건 아니랍니다."
ko_mt: "저는 그저 사령관님의 발밑에 깃털을 던지는 미친 공작으로부터 사령관님을 구하기로 결심했을 뿐입니다. 모든 사람이 그런 불쾌한 서곡을 즐기는 것은 아닙니다, 백작님."

source: "Any one of us can boast of the scars we have gained on the crusade. But only Wenduag can boast of scars inflicted by the Commander."
ko: "우리 모두가 성전 중에 얻은 흉터를 내보일 수는 있겠죠. 하지만 사령관님이 만든 흉터를 자랑할 수 있는 건 웬두아그 뿐입니다."
ko_mt: "우리 중 누구라도 십자군 전쟁에서 얻은 상처를 자랑할 수 있습니다. 하지만 사령관이 입힌 상처는 오직 웬두아그만이 자랑할 수 있습니다."

source: "The bedchamber as a place of violence? It seems perverse to me. Would you not agree, Count?"
ko: "폭력 현장으로서의 침실이라고요? 제게는 비뚤어져 보이는 군요. 백작님도 동의하지 않으시나요?"
ko_mt: "침실을 폭력의 장소로 사용한다고요? 제겐 비뚤어진 것 같군요. 동의하지 않으시겠습니까, 백작님?"

source: "I have committed many sins in my life, but I never thought the gods would punish me so mercilessly."
ko: "내가 인생에서 수많은 죄를 저지르긴 했어도, 신들이 나를 무자비하게 처벌하리라고는 절대 생각하지 않아."
ko_mt: "살면서 많은 죄를 지었지만 신이 이렇게 무자비하게 벌을 내리실 줄은 몰랐어요."

source: "I lost in the war of love, and to whom did I lose? A nauseatingly righteous altar boy! I do not know if I can accept such a state of affairs, or if it will be the ruin of my self-image forever."
ko: "사랑의 전쟁에서도 져버렸는데, 설상가상으로 누구에게 졌다고? 구역질 날 정도로 올곧은 복사에게라니! 내가 이 일을 받아들일 수 있을지, 아니면 이게 내 자화상의 영원한 상처가 될지 확실치가 않네."
ko_mt: "나는 사랑의 전쟁에서 졌는데, 누구에게 졌습니까? 구역질 날 정도로 의로운 제단 소년! 그런 상황을 받아들일 수 있을지, 아니면 영원히 내 자아상을 망가뜨릴지 모르겠습니다."

source: "So, Lann and the Commander. With complete sympathy, I am willing to wager two thousand that our scaly friend makes a complete hash of things. What say you, Greybor?"
ko: "좋아, 랜과 사령관님이라. 걱정돼서 하는 말인데, 난 우리의 도마뱀 친구가 완전 망할 거라는데 2000골드까지 걸 생각이 있어. 그레이보르, 네 생각은 어때?"
ko_mt: "그래서, 란과 사령관님. 전적으로 동감하며, 우리의 비늘 같은 친구가 모든 것을 완벽하게 해독한다는데 2천 달러를 걸겠습니다. 자네는 어떻게 생각하나, 그레이버?"

source: "I bet you double that everything will work out perfectly for the lad. Lann's no shrinking violet, and he has his charms. I wouldn't underestimate him."
ko: "그 친구가 전부 잘 해낸다는 데에 당신의 두 배까지 걸겠소. 랜은 대담한 인물이 못되나, 자신만의 매력을 지녔지. 나는 그를 과소평가하지 않소."
ko_mt: "모든 것이 완벽하게 잘 풀릴 거라고 두 배로 장담합니다. 란은 결코 위축되지 않고 자신만의 매력이 있어요. 그를 과소평가하지 않을 겁니다."

source: "Training with the Commander! Incredible! Although Lann may be onto something here... It does serve as a rather good incentive... Sosiel, let's do a little training, shall we? I know you've been yearning to take a swing at me."
ko: "사령관님과 대련이라! 훌륭해! 랜이 거기서 뭘 해낼지는 미지수지만... 꽤나 좋은 동기가 될 테지... 소시엘, 우리도 대련 한 번 할까? 날 후려치기를 간절히 원했던 것 알아."
ko_mt: "사령관님과의 훈련! 대단해! 란이 뭔가 꿍꿍이가 있을지도 모르지만.. 좋은 동기부여가 되긴 하네.. 소시엘, 훈련 좀 할까? 나한테 한 방 날리고 싶었던 거 알아."

source: "I would be delighted to train with you. A glaive will be the perfect weapon to keep individuals like you at a safe distance."
ko: "당신과 대련한다면 저도 기쁘겠군요. 당신같은 사람과 안전 거리를 유지하는 데에는 글레이브가 제격이거든요."
ko_mt: "당신과 함께 훈련하게 되어 기쁩니다. 글레이브는 여러분과 같은 사람들을 안전한 거리에서 지켜주는 완벽한 무기가 될 것입니다."

source: "I was under the impression you carried a torch for me, Wenduag. Yet now you are pursuing the Commander? You terrible cave coquette, breaking my heart!"
ko: "내게 횃불을 건네줬던 때의 감동이 남아있는데 말야, 웬두아그. 하지만 이젠 사령관님을 쫒아다니는 건가? 끔찍하고 요망한 동굴 여자가 내 마음을 박살냈어!"
ko_mt: "날 위해 횃불을 들고 있는 줄 알았는데, 웬두아그. 그런데 이제 와서 사령관을 쫓는다고? 이 끔찍한 동굴 계집애, 내 마음을 아프게 하네!"

source: "Give it a rest, golden boy. The Commander is a much better option than you."
ko: "적당히 해라, 황금 소년. 사령관님은 너보다 훨씬 더 훌륭한 선택지이다."
ko_mt: "그만 좀 해, 골든 보이. 사령관이 너보다 훨씬 나은 선택이야."

source: "Arueshalae, you always used to be so sad... But now there's happiness within you — it's like you're carrying a little candle!"
ko: "아루샬레, 당신은 언제나 슬퍼 보였어요... 하지만 지금은 행복해 보여요. 마치 작은 촛불 하나를 들고 있는 것 같아요!"
ko_mt: "아루샬래, 넌 항상 슬퍼했었어.. 하지만 지금은 네 안에 행복이 있어 마치 작은 촛불을 들고 있는 것 같아!"

source: "You're right. I hope I don't lose this tiny flame. I hope I can keep it from going out."
ko_mt: "당신 말이 맞아요. 이 작은 불꽃을 잃지 않았으면 좋겠어요. 이 불씨가 꺼지지 않았으면 좋겠어요."

source: "When some people are in love, they pretend not to be. They even pretend not to like the person they're in love with. It's so weird!"
ko: "어떤 사람들은 사랑에 빠졌을 때 전혀 그렇지 않은 듯 행동해요. 심지어는 사랑하는 사람을 좋아하지 않는 것처럼 대하기도 하고요. 너무 이상하죠!"
ko_mt: "어떤 사람들은 사랑에 빠졌을 때 사랑하지 않는 척합니다. 심지어 사랑하는 사람을 좋아하지 않는 척하기도 하죠. 정말 이상하죠!"

source: "I haven't the faintest idea to whom you could possibly be referring."
ko_mt: "누구를 지칭하는 것인지 전혀 모르겠습니다."

source: "You and the Commander are always together these days... but you don't have that glow, the glow that people who really love each other have. How come?"
ko: "요즘 당신과 사령관님이 항상 함께 다니네요... 하지만 당신에겐 서로를 사랑하는 사람들에게 있는 반짝임이 없어요. 어떻게 된건가요?"
ko_mt: "요즘은 사령관님과 항상 함께 계시지만.. 정말 사랑하는 사람들만이 가질 수 있는 그런 빛이 없네요. 왜 그럴까?"

source: "Perhaps we do not glow. Instead, we burn — hot. Do not worry your little head about it, Ember. You will not understand, nor should you."
ko_mt: "아마도 우리는 빛나지 않을 것입니다. 대신, 우리는 뜨겁습니다. 그것에 대해 당신의 작은 머리를 걱정하지 마십시오, 엠버. 넌 이해하지 못할 것이고, 이해해서도 안 된다."

source: "Camellia, I think something has changed about the way you look at the Commander. Every time your eyes are on him, it suddenly feels warmer."
ko: "카멜리아, 당신이 사령관님을 바라보는 눈빛이 조금 달라진 것 같아요. 그분을 바라볼 때마다 갑자기 따스해지잖아요."
ko_mt: "카멜리아, 네가 사령관을 바라보는 시선이 달라진 것 같아. 사령관을 바라볼 때마다 갑자기 마음이 따뜻해지는 것 같아요."

source: "But when your eyes are on me, it gets colder. Hm."
ko_mt: "하지만 당신의 시선이 내게 집중되면 더 차가워집니다. 흠."

source: "Daeran brought such beautiful roses! You can tell right away that whoever grew these really loves their job — they must be really happy that their flowers are being given as such a heartfelt gift!"
ko: "대런이 저렇게 예쁜 장미들을 가져오다니! 장미를 기른 사람이 누구던, 자기 딜을 아주 사랑하는 사람임이 틀림없어요. 자기가 키운 꽃이 이렇게 감동적인 선물이 되었다면 분명히 엄청 기뻐할 거예요!"
ko_mt: "대런이가 정말 예쁜 장미를 가져왔어요! 이 꽃을 키운 사람이 자신의 일을 정말 사랑한다는 것을 바로 알 수 있습니다 - 자신의 꽃이 이렇게 진심 어린 선물로 주어지니 정말 행복하겠어요!"

source: "When a person's actions are truly from the heart, they don't tend to make a big show of it. Then again, we're talking about Count Arendae here. I take back what I said. Anything from him that isn't outright mockery has got to count as a sincere gesture of affection!"
ko_mt: "사람의 행동이 진정으로 마음에서 우러나오면 겉으로 크게 드러내지 않는 경향이 있습니다. 하지만 여기서 아렌대 백작에 대해 이야기하고 있잖아요. 제가 한 말을 취소합니다. 노골적인 조롱이 아니라면 아렌대 백작의 모든 행동은 진심 어린 애정의 표시로 받아들여야 합니다!"

source: "Grown-ups are so strange. Why don't you just tell the Commander that you like her? It's like you think dying for her would be easier than saying a few words."
ko: "어른들 참 이상해요. 왜 당신이 사령관님을 좋아한다고 직접 말하지 않는 거죠? 마치 그녀를 위해 목숨을 던지는 게 몇 마디 말보다 쉽다고 생각하는 것 같아요."
ko_mt: "어른들은 정말 이상해. 그냥 사령관님께 좋아한다고 말하지 그래요? 몇 마디 말보다 그녀를 위해 죽는 게 더 쉽다고 생각하는 것 같네요."

source: "Keep it down, will you? Dying for her really would be easier for me. I don't even know what I could say to her, or if I even want to say it if I ever figure it out."
ko_mt: "조용히 좀 해줄래? 그녀를 위해 죽는 게 저한테는 더 쉬울 거예요. 그녀에게 무슨 말을 해야 할지도 모르겠고, 설령 알아낸다고 해도 하고 싶은 말이 있는지조차 모르겠어요."

source: "What were those weird sounds I heard coming from the Commander's study after you went in? It sounded a little scary. Was that the sound of you two kissing?"
ko: "당신이 사령관님 숙소에 들어간 뒤 들렸던 이상한 소리는 뭔가요? 살짝 무섭게 들렸어요. 둘이 키스하는 소리였나요?"
ko_mt: "당신이 들어가고 나서 사령관 서재에서 들었던 이상한 소리는 뭐였나요? 좀 무서운 소리였어요. 둘이 키스하는 소리였어?"

source: "Kissing? Eugh! No, how disgusting. Why are you uplanders obsessed with licking each other's mouths?"
ko_mt: "키스? 으웩! 아니, 역겨워. 왜 이 고지대 사람들은 서로의 입을 핥는데 집착하는 거야?"

source: "Lann and the Commander are together, and Count Arendae owes me four thousand gold. Things are looking up, I reckon."
ko: "랜과 사령관님이 하나가 되었고, 아렌데 백작님이 나에게 금화 4천개를 빚졌어요. 내 생각엔 잘 돼가고 있는 것 같아요."
ko_mt: "란과 사령관이 함께 있고, 아렌대 백작이 내게 4천 금을 빚졌어. 일이 잘 풀리고 있는 것 같군."

source: "I do not know which is worse — fraternization within the unit or other unit members trying to enrich themselves by betting on the outcome of the fraternization."
ko_mt: "부대 내 친목질과 친목질의 결과에 베팅하여 부를 축적하려는 다른 부대원들 중 어느 것이 더 나쁜지 모르겠습니다."

source: "I expected I'd be up against a rival sooner or later. But I never expected it would be you."
ko: "빠르든 늦든 경쟁자가 생길거라곤 예상했어. 그게 네가 되리라곤 상상도 못했지만."
ko_mt: "조만간 라이벌을 만나게 될 거라고 예상은 했어요. 하지만 당신이 될 줄은 전혀 예상하지 못했습니다."

source: "Why do mortals set such store by gender? I thought I was beginning to understand how you all think and live, but this aspect remains a mystery to me."
ko_mt: "인간은 왜 성별을 구분해서 저장하는 걸까요? 여러분 모두가 어떻게 생각하고 살아가는지 이해하기 시작했다고 생각했지만 이 부분은 여전히 미스터리로 남아 있습니다."

source: "Count, hey, Count. You'll invite me to the wedding, right?"
ko: “백작, 백작님. 나도 결혼식에 초대해주는 거 맞지?"
ko_mt: "백작님, 안녕하세요, 백작님. 결혼식에 초대해 주실 거죠?"

source: "Enough needling. All I do is reveal the merest sliver of vulnerability and everyone's ready with a joke at my expense!"
ko_mt: "자침은 그만. 내가 아주 작은 취약점만 드러내면 모두가 나를 희생시키며 농담을 던질 준비가 되어 있습니다!"

source: "Why are you glaring at me? Thinking about killing me, are you?"
ko: "왜 그런 눈으로 보는 거지? 날 죽일 생각이라도 하는 거야?"
ko_mt: "왜 날 노려보는 거야? 날 죽일 생각이지?"

source: "More like, 'Two's company, but three's allowed' — all right, all right, I'll say no more!"
ko_mt: "'두 명은 괜찮지만 세 명은 괜찮다'는 말이 더 어울릴 것 같습니다."

source: "You got what you wanted. Power, influence, and... a partner you desired. I guess I underestimated you and your ambition. Forgive me."
ko: "네가 원했던걸 모두 얻었구나. 힘, 권력, 그리고... 원하던 애인까지 말야. 아무래도 너와 네 야심을 과소평가 했던 것 같아. 사과할게."
ko_mt: "원하던 것을 얻었습니다. 권력, 영향력, 그리고.. 당신이 원하던 파트너까지. 내가 당신과 당신의 야망을 과소평가했나 봐요. 용서해줘요."

source: "Before, I would have mocked you mercilessly for saying such a thing. But I don't want to anymore. And I truly am with the person I deserve now."
ko_mt: "예전 같으면 그런 말을 하면 무자비하게 조롱했을 겁니다. 하지만 더 이상 그러고 싶지 않아요. 그리고 저는 지금 진정으로 제가 마땅히 누려야 할 사람과 함께 있거든요."

source: "You there, demon girl who isn't a demon anymore! What do you think the likelihood is of your demonic origin affecting any offspring you have with the Commander? Given that you severed your link with the Abyss and embraced Elysium, will your descendants be tieflings or aasimars?"
ko: "이봐, 데몬 아닌 데몬 여성분! 네 근본이 사령관님의 아이에게 어떤 영향을 미칠 거라 생각해? 심연과의 연결고리를 끊고 낙원에 속하게 되었단걸 고려하면, 네 자식은 티플링이 될까, 아시마르가 될까?"
ko_mt: "거기, 더 이상 데몬이 아닌 데몬 소녀! 사령관과의 후손에게 데몬의 기원이 영향을 미칠 가능성은 얼마나 된다고 생각하세요? 당신이 심연과의 연결고리를 끊고 엘리시움을 받아들였으니, 당신의 후손은 티플링이 될까요, 아니면 아시마르가 될까요?"

source: "What do you mean? Offspring — you mean... children? I've never even considered it! Please, don't ask me any more difficult questions."
ko_mt: "무슨 뜻이죠? 자식이라니.. 아이들 말이야? 그런 생각은 해본 적도 없어요! 제발, 더 이상 어려운 질문은 하지 마세요."

source: "I cannot express how delighted I was to hear that the succubus Arueshalae was once again behind bars. But now I see she has been freed."
ko: "서큐버스 아루샬레가 다시 한 번 쇠창살 속에 갇혔다는 걸 듣고 얼마나 기뻤었는지 표현할 수도 없어. 하지만 지금은 그녀가 줄곧 풀려있었단걸 알겠네."
ko_mt: "서큐버스 아루샬래가 다시 감옥에 갇혔다는 소식을 듣고 얼마나 기뻤는지 말로 표현할 수 없습니다. 하지만 이제 그녀가 풀려난 것을 알았습니다."

source: "No. She's still trapped in a dungeon of her own evil and pain. The Commander released her from a stone cell, maybe with help, she can be freed from the prison in her mind, too?"
ko_mt: "아니, 그녀는 여전히 자신의 악과 고통의 지하 감옥에 갇혀 있어. 사령관이 돌 감옥에서 그녀를 풀어줬는데, 도움을 받으면 마음속 감옥에서도 해방될 수 있지 않을까요?"

source: "I am not surprised Wenduag has crawled into the Commander's bed in an attempt to curry favor. What surprises me is that the Commander has allowed such a liberty."
ko: "웬두아그가 아첨을 위해 사령관님의 침소까지 기어들어갔다는 건 놀랍지 않아. 사령관님이 그런 행위를 용인하셨다는 게 더 놀랍거든."
ko_mt: "웬두아그가 호의를 베풀기 위해 사령관의 침대에 기어들어간 것도 놀랍지 않습니다. 놀라운 것은 사령관이 그런 자유를 허용했다는 사실입니다."

source: "The Commander's no fool. It's all part of some plan to make Wenduag think she's in control."
ko_mt: "사령관은 바보가 아닙니다. 웬두아그가 자신이 통제권을 쥐고 있다고 생각하게 하려는 계획의 일환입니다."

source: "The worst thing one can do in dealings with a succubus is to give in to her manipulations and believe in her declaration of 'love.' Alas, the Commander is deaf to reason and blind to the dangers."
ko: "서큐버스를 상대하는 사람이 둘 수 있는 최악의 수는 그것의 조작에 무릎꿇고 '사랑'한다는 말을 믿는 거지. 아아, 사령관님께서 이성을 듣지 않고 위험을 무시하는구나."
ko_mt: "서큐버스를 상대할 때 할 수 있는 최악의 일은 서큐버스의 조종에 굴복하고 '사랑'이라는 선언을 믿는 것입니다. 아아, 사령관은 이성에 귀가 멀고 위험에 눈이 멀었습니다."

source: "She's not a succubus anymore. Trust a paladin to know — we can tell the difference between good and evil, unlike you."
ko_mt: "그녀는 더 이상 서큐버스가 아닙니다. 성기사는 당신과 달리 선과 악을 구분할 수 있으니 믿으세요."

source: "I previously noted that Cleric Vaenic was naive and frivolous, and that foolish display with the orchestra is just the latest proof."
ko: "난 클레릭 베이닉이 순진한 바보라는 걸 이전부터 알았지. 악단에 관한 저 멍청한 모습은 최신판 표본일 뿐이야."
ko_mt: "저는 이전에 성직자 바이닉이 순진하고 경솔하다고 지적했는데, 오케스트라와의 어리석은 쇼는 그 증거에 불과합니다."
