Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "It's not bad, but if you ask me, I think you've made it too flattering. It's too bad you can't redraw my ugly mug for real to make me look like this handsome guy."
ko: "나쁘진 않지만, 내 생각에는 네가 너무 과장을 했다고 생각해. 네가 내 진짜 상판대기를 이렇게 멋진 남자로 다시 그려줄 수 없다는 게 너무 아쉬운걸."
ko_mt: "나쁘지는 않지만 제 생각에는 너무 아첨하는 것 같아요. 제 못생긴 머그잔을 진짜로 다시 그려서 이 잘생긴 남자처럼 보이게 할 수 없다는 게 너무 아쉽네요."

source: "Talking to you confuses me sometimes. It seems like every word out of my mouth offends you."
ko: "당신과 대화하는 건 때때로 저를 혼란시킵니다. 제 입에서 나오는 모든 단어들이 당신을 공격하는 것처럼 느껴지거든요."
ko_mt: "당신과 대화하는 것이 가끔 혼란스러워요. 내 입에서 나오는 모든 말이 당신을 불쾌하게 하는 것 같아요."

source: "How about this for a great idea, then: maybe you should just stop talking?"
ko: "그런 너에게 멋진 아이디어가 하나 있어. 그냥 말을 그만두는 게 어떨까?"
ko_mt: "그럼 이렇게 하는 건 어때요? 그냥 말을 그만두는 게 어때요?"

source: "I would like to bring you to a temple of Shelyn one day, to make you understand that we accept everyone."
ko: "언젠가는 당신을 셸린의 사원에 데려가서 저희가 누구라도 받아들인다는 것을 이해시키고 싶습니다."
ko_mt: "언젠가 여러분을 셸린의 사원으로 데려가 우리가 모든 사람을 받아들인다는 것을 이해시키고 싶습니다."

source: "Do you think after I'm chased out of the temple by glaive-wielding clerics, we'll just laugh it off as a misunderstanding and go and drink some tea?"
ko: "내가 글레이브를 휘두르는 클레릭들에게 쫒겨 신전에서 도망쳐나온 뒤에도 우리가 하하호호 웃으며 오해를 풀고 차 한잔 하러 갈 수 있을 거라 생각해?"
ko_mt: "내가 칼을 휘두르는 성직자들에게 쫓겨난 후에도 오해라고 웃어넘기고 가서 차나 마실 수 있을 것 같아?"

source: "Family is sacred. Your family are the people who are closest to you. Life has its ups and downs, loved ones argue and part ways, but they never forget one another. I'll never understand how could you forget your family, Nenio!"
ko: "가족이란 성스러운 것입니다. 당신의 가족은 당신과 가장 밀접한 사람들이죠. 삶에는 상승과 하락이 있고, 사랑하던 이들이 다투고 헤어지기도 하지만, 그들은 결코 그 상대를 잊어버리진 못합니다. 네니오, 저는 어떻게 당신이 가족을 잊어버렸는지 절대 이해할 수 없습니다!"
ko_mt: "가족은 신성합니다. 가족은 여러분과 가장 가까운 사람들입니다. 인생에는 기복이 있고 사랑하는 사람들은 다투고 헤어지기도 하지만 서로를 절대 잊지 않아요. 어떻게 가족을 잊을 수 있는지 이해가 안 돼요, 네니오!"

source: "Are there people of historical significance among your ancestors? Did your forebears invent something great? Then I don't understand why you remember them."
ko: "당신의 조상 중에 역사적으로 중요한 인물이 있나요? 조상들이 위대한 발명품을 만들었어요? 아니면 왜 당신이 그들을 기억하는지 모르겠네요."
ko_mt: "조상 중에 역사적으로 중요한 인물이 있나요? 조상들이 위대한 발명품을 만들었나요? 그렇다면 왜 당신이 그들을 기억하는지 모르겠어요."

source: "Nenio, your experiments are dangerous — for you most of all. You need to be more careful. I won't always be at hand to help."
ko: "네니오, 당신의 실험들은 위험합니다. 거의 전부가 당신을 해칠 수 있죠. 당신은 더 조심할 필요가 있습니다. 제가 언제까지고 당신만 도울 수는 없으니까요."
ko_mt: "네니오, 네 실험은 무엇보다도 너에게 위험해. 넌 더 조심해야 해. 내가 항상 곁에서 도와줄 수 있는 건 아니니까."

source: "Science demands sacrifice! And because of you, boy, we failed to learn an individual's chances of survival after falling under the wheels of a cart rolling down an inclined plane."
ko: "과학에는 희생이 필요해요! 그리고 소년, 당신 때문에 우리는 경사면을 굴러 내려가는 마차에 깔렸을 때 개체의 생존률을 구하는데 실패했어요."
ko_mt: "과학은 희생을 요구한다! 그리고 너 때문에 우리는 경사진 차원에서 굴러가는 수레 바퀴에 깔린 개체의 생존 가능성을 알아내지 못했어."

source: "Don't you realize how dangerous it was to jump off that cliff? You could have been killed!"
ko: "저 절벽에서 뛰었던 게 얼마나 위험했는지 자각하지 못하십니까? 당신은 죽을 수도 있었습니다!"
ko_mt: "절벽에서 뛰어내리는 것이 얼마나 위험한 일인지 모르겠어요? 죽을 수도 있었다고요!"

source: "But how else would we have learned whether the amulet of levitation sold to me by that malodorous boy wearing the false beard in that alley was authentic?"
ko: "하지만 저 골목이서 가짜 수염을 붙인 냄새나는 소년이 팔았던 공중부양의 부적이 진짜인지 알 방법이 달리 없잖아요?"
ko_mt: "하지만 그 골목에서 가짜 수염을 기른 악취 나는 소년이 나에게 팔았던 공중부양의 부적이 진짜인지 어떻게 알 수 있었을까요?"

source: "Have you considered that some of your experiments could have hurt other people? Not everyone is willing to sacrifice themselves for science."
ko: "당신의 실험 중 일부가 다른 사람들을 다치게 할 수 있는 점을 기억하십니까? 모든 사람들이 과학을 위해 스스로를 희생하려 들지는 않습니다."
ko_mt: "실험 중 일부가 다른 사람에게 피해를 줄 수 있다는 것을 생각해 보셨나요? 모든 사람이 과학을 위해 기꺼이 자신을 희생하는 것은 아닙니다."

source: "Apologies, cleric boy, what did you just ask me? I wasn't listening — I was busy mixing experimental acids in the communal cooking pot!"
ko: "미안해요, 클레릭 소년, 뭐 말씀하셨죠? 공용 요리 냄비에 실험용 산성 용액을 섞느라 못 들었거든요!"
ko_mt: "죄송해요, 성직자 아저씨, 방금 뭐라고 하셨죠? 공동 조리용 냄비에 실험용 산을 섞느라 귀를 기울이지 못했어!"

source: "You remember nothing... but what if you have a family waiting for you somewhere, or someone you need to take care of?"
ko: "당신은 아무것도 기억하지 못하시죠... 하지만 어딘가에서 당신을 기다리는 가족이나, 당신이 보살펴야 할 누군가가 있다면 어떻겠습니까?"
ko_mt: "아무것도 기억나지 않지만.. 어딘가에 가족이 기다리고 있거나 돌봐야 할 사람이 있다면 어떨까요?"

source: "Observation no. 250: the cleric boy is once again demonstrating typical projection of his anxieties onto others. It would appear to be a defense mechanism. I will continue to observe."
ko: "관찰 250번: 클레릭 소년은 자신의 불안을 다른 사람에게 투사하는 전형적인 모습을 다시 한 번 보여주고 있다. 방어기제로 보인다. 계속 관찰해 봐야겠다."
ko_mt: "관찰 250번: 성직자 소년은 자신의 불안을 다른 사람에게 투사하는 전형적인 모습을 다시 한 번 보여주고 있습니다. 방어기제로 보입니다. 계속 관찰하겠습니다."

source: "Hellknights have no dignity. You're just slaves, happy to serve your masters."
ko: "헬나이트에겐 위엄이 없습니다. 당신은 기꺼이 주인을 섬기는 노예일 뿐이죠."
ko_mt: "지옥기사에게는 존엄성이 없다. 그저 주인을 섬기는데 만족하는 노예일 뿐입니다."

source: "Dignity is the ability to perform your duty in your assigned place. And it doesn't matter if it's the place of a slave or a ruler."
ko: "위엄이란 정해진 자리에서 맡은 바 소임을 할 수 있는 능력을 말한다. 그것은 노예건 지배자건 다를 바 없지."
ko_mt: "존엄성은 주어진 자리에서 맡은 바 임무를 수행할 수 있는 능력입니다. 그리고 그 자리가 노예의 자리든 통치자의 자리든 상관없습니다."

source: "You don't value the lives of your soldiers at all. You'd send a fighter to certain death without a second thought!"
ko: "당신은 휘하 병사들의 목숨을 소중히 여기지 않는군요. 당신은 숙고하지도 않은채 전사들을 죽음의 구렁텅이로 내몰았습니다!"
ko_mt: "당신은 병사들의 목숨을 전혀 소중히 여기지 않아요. 두 번 생각할 필요도 없이 전투원을 죽음으로 내모는군요!"

source: "Your job is to heal, not give advice. I hope I don't live to see the day I take lessons from winemakers, tavern keepers, and tailors."
ko: "자네의 임무는 치유이지 조언이 아니라네. 나는 와인 양조자, 선술집 주인, 선원들에게 설교를 듣는 날이 오지 않았으면 하네."
ko_mt: "당신의 일은 조언이 아니라 치유하는 것입니다. 와인 메이커, 선술집 주인, 재단사에게 수업을 받는 날을 보지 않기를 바랍니다."

source: "I never thought I'd find myself fighting shoulder to shoulder with a Hellknight. To be honest, I'd avoid it if I could."
ko: "제가 헬나이트와 어깨를 맞대고 전투하리라고는 상상도 못했습니다. 솔직히, 할 수만 있었다면 피했을 겁니다."
ko_mt: "지옥기사와 어깨를 나란히 하고 싸우게 될 줄은 상상도 못했습니다. 솔직히 말해서 피할 수만 있다면 피하고 싶었습니다."

source: "You lack foresight. A skilled healer and a skilled fighter is an effective combination."
ko: "선견지명이 부족하군. 숙련된 치유사와 숙련된 전투원은 효율적인 조합이라네."
ko_mt: "넌 선견지명이 부족해. 숙련된 치유사와 숙련된 파이터는 효과적인 조합입니다."

source: "Some people use times of war as an excuse for cruelty. But you Hellknights are just as cruel in peacetime. It is horrifying."
ko: "어떤 사람들은 전쟁 시기를 잔혹함에 대한 변명으로 사용하기도 합니다. 하지만 당신의 헬나이트들은 평화로운 시기에도 똑같이 잔인하죠. 끔찍한 일입니다."
ko_mt: "어떤 사람들은 전쟁을 잔인함의 핑계로 삼는다. 하지만 너희 지옥기사는 평시에도 잔인하다. 끔찍하죠."

source: "It seems horrifying right up until the moment when you need to ask us for protection. Then all our methods are met with approval."
ko: "우리에게 보호를 요청하는 그 순간이 오기 전까진 끔찍한 광경으로 보일 거다. 그때가 되면 우리의 방식은 찬사를 받지."
ko_mt: "우리에게 보호를 요청해야 하는 순간까지만 해도 끔찍하게 느껴집니다. 그런 다음 우리의 모든 방법은 승인을 받습니다."

source: "I am certain Cheliax is not a lost cause. Despite everything, some people there pray to the good deities. That means that one day light will dispel the darkness."
ko: "저는 첼리악스가 대의를 잊지 않았다고 확신합니다. 그 모든 상황에도 불구하고, 몇몇 사람들은 선한 신들에게 기도하죠. 이는 언젠가 빛이 암흑을 걷어내리라는 것을 의미합니다."
ko_mt: "첼리악스가 실패한 것은 아니라고 확신합니다. 모든 일에도 불구하고 그곳의 일부 사람들은 선한 신들에게 기도합니다. 언젠가는 빛이 어둠을 몰아낼 거라는 뜻이죠."

source: "Calling things you find unpleasant or in conflict with your beliefs 'darkness' is a cheap rhetorical device. And one widely used by clerics who think themselves especially righteous."
ko: "자신의 믿음과 대립되거나 그에 불쾌하다 느끼는 점을 '어둠'이라 칭하는 것은 격이 떨어지는 수사법이라네. 자신이 특별히 정의롭다 생각하는 클레릭들이 널리 사용하는 어법이지."
ko_mt: "불쾌하거나 자신의 신념과 상충되는 것을 '어둠'이라고 부르는 것은 값싼 수사학적 장치입니다. 특히 스스로를 의롭다고 생각하는 성직자들이 널리 사용하는 말입니다."

source: "Those who perished in Kenabres... I still dream about them. Sometimes I see their faces in a crowd. Tell me... This will never be over, will it?"
ko: "케나브레스에서 죽어버린 이들... 아직도 저는 그들에 대한 꿈을 꿉니다. 때로는 그들이 모여있는 모습을 보죠. 대답해주세요... 이 전쟁이 영원히 계속될까요?"
ko_mt: "케나브레스에서 죽어간 사람들.. 아직도 그들에 대한 꿈을 꿉니다. 가끔 군중 속에서 그들의 얼굴이 보여요. 말해봐.. 이 일은 절대 끝나지 않겠죠?"

source: "No. The ones we lost... They'll be with us forever."
ko: "아니. 우리가 잃은 사람들은... 그들은 우리와 끝까지 함께 할 거야."
ko_mt: "아니, 우리가 잃은 사람들은.. 그들은 영원히 우리와 함께할 거야."

source: "I saw a knight... A young woman, younger than me. But gray-haired, and with a fixed gaze... And I realized: she's not going to return from this war. Even if she survives."
ko: "저는 기사를 보았어요... 저보다도 더 젊은 여성이었습니다. 하지만 머리가 하얗게 세었고, 굳은 눈동자를 가졌었죠. 그리고 저는, 그녀가 이 전쟁에서 살아남더라도 돌아오지 않으리라는 것을 깨달았습니다."
ko_mt: "한 기사를 봤어요.. 나보다 어린 젊은 여자였어. 하지만 백발이 성성하고 시선이 고정된.. 그리고 깨달았죠, 그녀는 이 전쟁에서 돌아오지 못할 거라는 걸요. 살아남는다 해도 말이죠."

source: "Neither are we, Sosiel. Not you. Not me. But at least we'll be able to put an end to this war, so no one else will have to go through this."
ko: "우리도 마찬가지야, 소시엘. 너는 빼고. 하지만 적어도 우리는 이 전쟁을 끝낼 수 있을 테니, 아무도 이런 일을 겪지 않아도 되겠지."
ko_mt: "우리도 마찬가지야, 소시엘. 넌 아니야. 나도 마찬가지야. 하지만 적어도 우리는 이 전쟁을 끝낼 수 있을 테니 아무도 이런 일을 겪지 않아도 되겠지."

source: "I'm sure Acemi would have been proud of you."
ko: "저는 아세미 님이 당신을 자랑스러워 했으리라 확신합니다."
ko_mt: "아세미가 당신을 자랑스러워했을 거예요."

source: "Don't speak for the long departed. I've done a lot of things that Acemi would not give me a pat on the head for."
ko: "오래 전에 떠난 분을 대변하지 마. 나는 아세미 님이 칭찬하지 못할 일도 많이 했어."
ko_mt: "오래전에 떠난 사람을 대변하지 마세요. 저는 아세미도 칭찬하지 않을 일을 많이 했어요."

source: "To be honest, I never thought I could have fun and feel so at ease with a paladin of Iomedae. The ones I've met before were very severe..."
ko: "솔직히 말씀드리자면, 저는 아이오메데의 팔라딘과 놀거나 편하게 대할 수 있으리라고는 상상도 못했습니다. 이전까지 제가 봐왔던 사람들은 전부 엄격했었거든요..."
ko_mt: "솔직히 아이오메데 성기사와 이렇게 재미있고 편안하게 지낼 수 있을 거라고는 생각도 못했어요. 이전에 만났던 성기사들은 매우 심각했거든요..."

source: "And I never thought I'd see a cleric of Shelyn on this crusade willing to risk everything. The goddesses brought us together for a reason — they wanted to rid us of our prejudices."
ko: "나도 위험을 무릅쓸 각오를 한 셸린의 클레릭을 이 성전에서 볼 거라 생각하지 못했어. 여신들께서 우리를 한 자리에 모은 이유가 있을 거야. 아마 우리에 대한 편견을 깨고 싶으셨던 거겠지."
ko_mt: "이 십자군 원정에 모든 것을 걸고 기꺼이 나선 쉴린의 성직자를 보게 될 줄은 꿈에도 몰랐어요. 여신들이 우리를 한데 모은 데는 이유가 있었어요. 편견을 없애고 싶었던 거죠."

source: "It makes my heart sing to see that ordinary life goes on even on the crusade: people are enjoying themselves, making friends, falling in love, getting married..."
ko: "성전의 와중에도 평범한 삶이 계속되는 것을 보자면 제 마음이 흥얼거리게 됩니다. 사람들이 어울리고, 친구를 만들고, 사랑에 빠지고, 결혼하고..."
ko_mt: "십자군 전쟁 중에도 사람들이 즐기고, 친구를 사귀고, 사랑에 빠지고, 결혼하는 등 평범한 삶이 계속되는 것을 보면 가슴이 벅차오릅니다..."

source: "Somebody may laugh at all this and say those people just think they're going to live forever. But I think that's the very reason why people are stronger in spirit than they seem."
ko: "누군가는 그 모든 걸 비웃으며 사람이 영원히 사는 줄 아냐고 조롱할 수도 있어. 하지만 그게 바로 사람들이 보기보다 더 강인한 정신력을 가진 이유라고 생각해."
ko_mt: "누군가는 이 모든 것을 비웃으며 사람들이 영원히 살 것이라고 생각한다고 말할 수도 있습니다. 하지만 저는 그것이 바로 사람들이 보기보다 더 강인한 정신력을 가진 이유라고 생각합니다."

source: "Must be nice back home now. I bet my niece is growing so big..."
ko: "당장 집으로 돌아가면 좋겠다. 조카딸이 엄청 자랐을 텐데..."
ko_mt: "이제 집에 돌아가면 좋겠군요. 조카가 많이 컸을 텐데..."

source: "My family, I miss all of them so much!"
ko: "내 가족 모두가 너무 그리워!"
ko_mt: "가족들이 너무 보고 싶어요!"

source: "Brother, where are you? What if you bravely fought here, right where I'm walking?"
ko: "형, 대체 어디있는 거야? 내가 걷는 이 자리에서 용감하게 싸웠던 거야?"
ko_mt: "오빠, 어디 있어? 내가 걷고 있는 바로 이곳에서 용감하게 싸우면 어떨까?"

source: "Or what if I passed your grave and never noticed? No, no... That can't be true!"
ko: "아니면 내가 형의 무덤을 지나치고도 몰랐나? 아냐, 아냐... 그럴 수 없어!"
ko_mt: "아니면 내가 당신의 무덤을 지나쳤는데도 눈치채지 못했다면요? 아니, 아니.. 그럴 리가 없어!"

source: "Sometimes I'm afraid that Trever's face is slipping away in my memories."
ko: "가끔은 트레버의 얼굴이 제 기억에서 사라질까봐 두렵습니다."
ko_mt: "가끔은 트레버의 얼굴이 제 기억 속에서 사라지는 것이 두렵습니다."

source: "But my hands, my artist's hands, they remember."
ko: "하지만 제 손, 제 예술가의 손은 기억합니다."
ko_mt: "하지만 내 손, 내 아티스트의 손은 기억합니다."

source: "This land has suffered so terribly under the demons..."
ko: "이 땅은 데몬들에게 너무 끔찍히 유린당했죠..."
ko_mt: "이 땅은 데몬들 아래서 끔찍한 고통을 겪었습니다..."

source: "I will try to paint it as it was before the invasion. Beautiful, the way it will be again after we win."
ko: "저는 침략 이전의 모습을 그대로 그릴 겁니다. 우리가 승리하고 나면 다시 아름다워질 그 모습을."
ko_mt: "침략 전의 모습을 그대로 그리려고 노력할 것입니다. 우리가 승리하고 나면 다시 아름다워질 것입니다."

source: "I can't help asking myself if I am in the right place in this war? Perhaps I should have just stayed among those peaceful vineyards and smiling peasants?"
ko: "스스로에게 계속 물어봅니다. 내가 이 전쟁에서 옳은 자리에 있는 건가? 그냥 평화로운 농장과 즐거워하는 주민들과 함께 있어야 했던 게 아닐까?"
ko_mt: "내가 이 전쟁에서 올바른 위치에 있는지 스스로에게 묻지 않을 수 없습니다. 그냥 평화로운 포도밭과 웃는 농부들 사이에 머물렀어야 하는 건 아닐까?"

source: "Am I truly needed here? Or is my naivety merely a hindrance to others? Questions, questions..."
ko: "내가 여기서 정말 필요한 존재인가? 아니면 나의 순진함이 다른 사람들에게 방해가 될 뿐인가? 질문하고, 또 질문합니다..."
ko_mt: "내가 여기서 정말 필요한 존재인가? 아니면 나의 순진함이 다른 사람들에게 방해가 될 뿐인가? 질문, 질문..."

source: "I can't believe it... We're sitting around a campfire together again like we used to. At long last."
ko: "믿을 수가 없어... 마침내 우리가, 옛날처럼 모닥불에 함께 앉아있다니."
ko_mt: "믿을 수가 없어요.. 예전처럼 다시 모닥불 주위에 함께 앉아있다니요. 마침내."

source: "Except you're not a kid anymore. And I'm not someone you idolize. We're equals now."
ko: "하지만 넌 꼬맹이가 아니지. 그리고 나는 네가 우상화할 사람이 아니고. 우리는 이제 동등해졌다."
ko_mt: "당신은 더 이상 어린애가 아니라는 것만 빼면요. 그리고 난 네가 우상화하는 사람이 아니야. 우린 이제 동등해요."

source: "I'll never leave you again. I'll stay with you no matter what."
ko: "다시는 형을 버리지 않을 게. 무슨 일이 있어도 함께야."
ko_mt: "다시는 당신을 떠나지 않을게요. 무슨 일이 있어도 당신 곁에 있을게요."

source: "No. You have your own life. Make more of yours than I did mine."
ko: "아니. 너는 너의 삶을 살아라. 내가 날 위해 살았던 것보다 더, 너의 삶을 누려."
ko_mt: "아니, 너만의 삶이 있어. 내 인생보다 더 많은 것을 만들어보세요."

source: "I see that you are carrying a great burden. Pain, loss, guilt... If you wish to ease your soul, I am here to help, always."
ko: "당신이 커다란 짐을 이고 계신 것을 알겠습니다. 고통, 상실, 죄책감... 당신의 혼을 가벼이 하고 싶으시다면, 언제라도 저를 찾아주십시오. 언제라도요."
ko_mt: "큰 짐을 짊어지고 계신 것 같습니다. 고통, 상실감, 죄책감.. 마음의 짐을 덜어드리고 싶으시다면 언제든 도와드리겠습니다."

source: "Ha. Lad, if I laid even a quarter of my burden on your dainty shoulders, you'd be crushed."
ko: "하. 젊은이, 내 그대의 앙증맞은 어깨에 내 짐의 사 분지 일만을 올린다 해도, 자네는 짓눌려 쓰러질 거요."
ko_mt: "하, 이 친구야, 내가 네 고운 어깨에 내 짐을 조금이라도 얹어주면 넌 짓밟힐 거야."

source: "What are you going to do when the crusade is over? Have you thought about living a peaceful life?"
ko: "이 성전이 끝나면 뭘 하실 겁니까? 평화로운 삶을 영위하실 건가요?"
ko_mt: "십자군 전쟁이 끝나면 어떻게 할 건가요? 평화로운 삶을 살 생각은 해봤나요?"

source: "A peaceful life? The thought makes me sick. But there are always wars going on up here on the surface, so I won't miss the crusade for long."
ko: "평화로운 삶? 역겨운 생각이다. 하지만 지상에는 언제나 전쟁이 벌어지고 있으니, 성전을 오래 그리워하진 않을 거다."
ko_mt: "평화로운 삶? 생각만 해도 구역질이 나요. 하지만 지상에서는 항상 전쟁이 벌어지고 있으니 십자군 전쟁이 그리워지지는 않을 거예요."

source: "There is unique beauty in you. If only your features weren't eternally set in that harsh expression…"
ko: "당신께는 독특한 아름다움이 있습니다. 당신의 아름다움이 영원토록 가혹한 표현에 묻히지 않길…"
ko_mt: "당신에게는 독특한 아름다움이 있습니다. 당신의 이목구비가 그 거친 표정으로 영원히 굳어지지 않았다면..."

source: "Do you really think that, priest? Oh, woe is me, let me just go have a little cry in my tent."
ko: "사제야, 정말 그렇게 생각하나? 아, 비통하구나, 내 텐트에 가서 좀 울어야겠다."
ko_mt: "정말 그렇게 생각하세요, 신부님? 오, 화가 나네요, 그냥 텐트에서 좀 울고 올게요."

source: "Could you please keep your distance when I am hearing confessions? Confession is a private sacrament."
ko: "제가 고해를 듣는 동안엔 다가오지 말아주시겠습니까? 고해성사는 개인적인 성례입니다."
ko_mt: "고해성사를 들을 때는 거리를 유지해 주시겠어요? 고해성사는 사적인 성사입니다."

source: "Ah, you want to use their secrets yourself? You're far more cunning than I gave you credit for, priest."
ko: "아, 녀석들의 비밀을 이용할 생각인가? 너는 내 생각보다 훨씬 더 교활한 자로구나, 사제."
ko_mt: "아, 그 비밀을 직접 사용하시겠다? 내가 생각했던 것보다 훨씬 더 교활하군, 사제."

source: "Forgive me, but we have nothing to talk about. I cannot see how I could be of any help to you."
ko: "용서하십시오, 하지만 우리는 아무것도 얘기할 것이 없습니다. 어떻게 당신을 도와야 할지도 모르겠고요."
ko_mt: "죄송하지만 할 얘기가 없습니다. 제가 어떻게 도움이 될 수 있을지 모르겠습니다."

source: "Stop stalling and start your sermon already, the one about the beauty of the soul and love for your fellow man. I burst out laughing every time you get to the part where you say that all mortals are worthy of compassion!"
ko: "시간 끌지 말고 영혼의 아름다움과 동료를 사랑하라는 네 설교를 시작해라. 모든 필멸자들이 동정받을 가치가 있다는 말을 할 때마다 웃겨 죽겠더군!"
ko_mt: "시간 끌지 말고 영혼의 아름다움과 이웃에 대한 사랑에 관한 설교를 시작하세요. 모든 인간은 동정심을 가질 가치가 있다고 말할 때마다 웃음이 터져요!"

source: "You have joined a group of people who are on a righteous mission, Wenduag. But are you capable of committing to this path? I would like to think so."
ko: "당신은 정의로운 임무를 수행중인 사람들과 함께입니다, 웬두아그. 하지만 당신은 이 길을 따를 수 있다고 생각하시나요? 저는 그렇다고 생각합니다."
ko_mt: "자네는 의로운 임무를 수행하는 무리에 합류했네, 웬두아그. 하지만 이 길에 헌신할 수 있겠나? 그렇게 생각하고 싶습니다."

source: "I have joined a group of strong people. If you want to talk about 'righteous missions,' save it for your prattling priest friends."
ko: "나는 강한 사람들의 무리에 합류한 것이다. '정의로운 임무'에 대해 떠벌리고 싶다면, 쓸데없는 말을 지껄이는 네 사제 친구들에게나 남겨두시지."
ko_mt: "저는 강한 사람들의 그룹에 합류했습니다. '의로운 사명'에 대해 이야기하고 싶으면 떠들썩한 사제 친구들을 위해 아껴두세요."

source: "You don't have to talk constantly to please people. When you are silent and lost in thought, your face sometimes takes on a most intriguing and appealing expression."
ko: "사람들을 기쁘게 해주려 끊임없이 말하시지 않아도 됩니다. 당신이 조용히 사색애 잠겨있을 때, 당신의 얼굴은 가장 흥미롭고 매혹적인 형상을 취하곤 하니까요."
ko_mt: "사람들을 기쁘게 하기 위해 끊임없이 말을 할 필요는 없습니다. 침묵하고 생각에 잠겨 있을 때 얼굴은 때때로 가장 흥미롭고 매력적인 표정을 지을 수 있습니다."

source: "That… that's gotta be the floweriest way to tell somebody to shut their trap."
ko: "그... 함정을 거두라고 말하는 방법 중 가장 화려한 방식이네."
ko_mt: "저건.. 누군가에게 함정을 닫으라고 말하는 가장 꽃다운 방법이겠군요."

source: "Shelyn teaches us to only draw our weapons against those who will never choose to surrender."
ko: "셸린께서는 결코 항복하지 않을 이들을 향해서만 무기를 들라 가르치십니다."
ko_mt: "셸린은 항복하지 않으려는 자들에게만 무기를 꺼내라고 가르칩니다."

source: "Good to know! So I don't need to worry about paladins of Shelyn, since I'm always ready to surrender!"
ko: "고마워! 그 말은 내가 셸린의 팔라딘들을 걱정할 필요가 없다는 말이잖아. 난 언제나 항복할 준비가 되었으니까!"
ko_mt: "잘 알겠습니다! 이제 쉴린의 성기사는 걱정할 필요가 없겠군요. 언제나 항복할 준비가 되어 있으니까요!"

source: "How beautiful is the unspoiled countryside that has escaped the taint of the Worldwound! It is only in these places that you start to appreciate the beauty of nature."
ko: "세계상처의 오염이 닿지 않은 깨끗한 자연이 얼마나 아름답습니까! 당신이라도 자연의 아름다움에 취할 수밖에 없는 장소로군요."
ko_mt: "세계상처의 오염에서 벗어난 때묻지 않은 시골은 얼마나 아름다운가! 이런 곳에서만 자연의 아름다움을 느낄 수 있습니다."

source: "Uh-huh, I see what you're gettin' at! I'm a city lad, me, and I just love seein' the sun gildin' the roofs, the glitter of the nightsoil as people empty their chamberpots out through the windows, the pigeons gnawin' on one of their dead pigeon pals… s'enough to bring a tear to your eye!"
ko: "아하, 무슨 말인지 알겠어! 나는 도시 남자인데, 햇살이 내리쬐는 지붕, 사람들이 창문 밖으로 요강을 비울 때 햇빛에 반짝이는 분뇨, 비둘기가 죽은 비둘기 친구를 갉아먹는 모습을 보는 것만으로도 좋아… 네가 보면 눈물 날 정도일걸."
ko_mt: "네, 무슨 말씀인지 알겠어요! 저는 도시에 사는 사람인데, 지붕을 비추는 태양, 사람들이 창문 너머로 비어 있는 화분을 비울 때 반짝이는 야경, 비둘기가 죽은 비둘기 친구를 갉아먹는 모습을 보는 것만으로도 눈물이 날 정도예요."

source: "You've moved again. Please, just sit still for just one minute!"
ko: "또 움직이셨군요. 제발, 일분만이라도 가만히 앉아있어 주십시오!"
ko_mt: "또 움직이셨군요. 1분만 가만히 앉아 계세요!"

source: "What, not even move my tail? No, no, I've changed my mind, I don't want you to draw me anymore!"
ko: "뭐? 꼬리도 안돼? 아니, 그럼, 생각이 바뀌었어. 더는 날 그리지 말아줬음 좋겠어!"
ko_mt: "뭐, 꼬리도 안 움직여? 아니, 아니, 마음이 바뀌었어. 더 이상 날 그리지 않았으면 좋겠어!"

source: "The crusade is harsh, but for those cast aside by fate, it is a chance for a new life."
ko: "성전은 가혹하지만, 운명이 버린 이들에게는 새로운 삶을 위한 기회이기도 하죠."
ko_mt: "십자군 전쟁은 가혹하지만 운명에 의해 버려진 이들에게는 새로운 삶을 위한 기회입니다."

source: "'Cast aside by fate'... well, now! Has a better ring to it than 'dirty crook'!"
ko: "'운명이 버린 이들'이라... 뭐, 좋아! '더러운 사기꾼'보다는 좋은 어감이야!"
ko_mt: "'운명에 의해 버려진'.. 글쎄요, 지금! '더러운 사기꾼'보다 더 잘 어울리네요!"

source: "Don't come any closer, demon. Any talk between us won't last long."
ko: "가까이 다가오지 마라, 데몬. 너와 나눌 이야기는 없다."
ko_mt: "가까이 오지 마, 데몬. 우리 사이의 대화는 오래 가지 못할 거야."

source: "I just wanted to say... I'm sorry for what happened to you. That's all."
ko: "전 그냥... 당신이 겪은 일이 유감이라 말씀드리고 싶었어요. 그게 다예요."
ko_mt: "그냥 말하고 싶었어요.. 너한테 일어난 일은 유감이라고. 그게 다야."

source: "You want to change, is that it? It won't work! The burden of your sins will always weigh on you. Only death will wash them away."
ko: "네가 변하길 원한다고? 불가능하다! 네 죄의 무게가 항상 너를 괴롭힐 거다. 오직 죽음만이 그 죄를 씻어낼 수 있지."
ko_mt: "바꾸고 싶다고요? 그건 안 돼요! 네 죄의 짐은 항상 널 짓누를 거야. 오직 죽음만이 그것들을 씻어낼 것이다."

source: "People have tried to kill me many times, but the goddess must want me to live. I won't let her blessing be for naught."
ko: "사람들은 저를 죽이려고 여러 번 시도했지만 여신님은 제가 살기를 원하셨을 거예요. 여신의 축복을 헛되이 하지 않겠어요."
ko_mt: "사람들은 저를 죽이려고 여러번 시도했지만 여신은 제가 살기를 원하셨을 거예요. 여신의 축복을 헛되게 하지 않겠습니다."

source: "Sosiel doesn't like being on his own. I'm glad he has a friend here."
ko: "소시엘은 혼자 있는 걸 좋아하지 않아. 여기서 친구를 사귀었다니 기쁘군."
ko_mt: "소시엘은 혼자 있는 것을 좋아하지 않아요. 친구가 있어서 다행이에요."

source: "Sosiel is the only person who understands the desire to just trust someone and reveal everything that is in your heart..."
ko: "소시앨은 누군가를 믿고 싶다는 열망과 마음 속의 모든 것을 드러내고 싶다는 바람을 이해해준 유일한 사람이에요."
ko_mt: "소시엘은 누군가를 믿고 마음속에 있는 모든 것을 드러내고 싶은 마음을 이해하는 유일한 사람입니다..."

source: "A person can be freed from captivity. But changing what's taken root in your head... that's where the real prison is."
ko: "사람은 속박에서 풀려날 수 있다. 하지만 박탈로 인해 생긴 변화는 네 머리속에 뿌리내리지... 그게 바로 진정한 감옥이다."
ko_mt: "사람은 포로에서 해방될 수 있습니다. 하지만 머릿속에 뿌리내린 것을 바꾸는 것.. 그것이 진짜 감옥입니다."

source: "That's not true for me at all! I was free the moment I stepped over the threshold, and I am not looking back."
ko: "저와는 전혀 다른 이야기에요! 저는 문턱을 넘어선 그 순간부터 자유였고 돌아가고 싶지 않아요."
ko_mt: "저는 전혀 그렇지 않습니다! 문턱을 넘은 순간 자유를 얻었고, 뒤돌아보지 않고 있습니다."

source: "Soldiers in the crusade are shedding their blood to give you a peaceful life in Kenabres. Show some respect!"
ko: "성전의 병사들이 네게 평화를 주기 위해 케나브레스에서 피를 흘렸었다. 존경심을 보여라!"
ko_mt: "십자군 병사들은 케나브레스에서 평화로운 삶을 누리게 해주기 위해 피를 흘리고 있습니다. 존경심을 보여주세요!"

source: "Of late it is I who has been shedding both blood and sweat, heroically crusading for my homeland both in the Worldwound and even in the Abyss. Where is your respect for that, Trever, hmm?"
ko: "최근까지 피와 땀을 전부 흘리고 세계상처에다 심연까지 넘나들며 내 고향을 지키기 위한 영웅적 성전에 참여한 게 바로 나야. 그에 대한 네 존경심은 어디 있을까? 응? 트레버?"
ko_mt: "최근까지 세계상처와 심연에서 내 조국을 위해 피와 땀을 흘리며 영웅적으로 성전을 벌여온 것은 바로 나야. 그에 대한 존경심은 어디 있나, 트레버?"

source: "Do you think my brother's faith is funny? It is his life."
ko: "내 동생이 가진 신앙이 웃기다고 생각하나? 그것은 그의 삶 자체이다."
ko_mt: "제 동생의 신앙이 우습다고 생각하세요? 그게 그의 삶이에요."

source: "Incorrect: it is what is walling Sosiel off from life. Oh, I would hate to be nearby when his dark night of the soul comes. It will be a pitiful spectacle! But an enlightening one."
ko: "틀려. 그건 소시엘의 인생을 가로막는 존재야. 오, 그의 영혼에 어두운 밤이 찾아왔을 때는 녀석의 근처에 있기 싫은 걸. 안쓰러운 광경일 게 분명하니까! 기념비적인 일이기도 하겠지만."
ko_mt: "틀렸다. 소시엘을 삶으로부터 차단하는 것은 바로 그것이다. 오, 나는 그의 영혼의 어두운 밤이 올 때 근처에 있고 싶지 않습니다. 불쌍한 광경이 될 것입니다! 하지만 깨달음을 주는 광경이겠죠."

source: "Keep away from me in battle, little one. I could hurt you by accident."
ko: "전장에선 내게서 떨어지거라, 작은 것아. 실수로 널 해칠 수도 있으니."
ko_mt: "전투 중에는 내게서 떨어져라, 꼬마야. 실수로 널 다치게 할 수도 있어."

source: "I know you'll never hurt me. Even by accident."
ko: "당신이 절 절대, 실수로라도 해치지 않을 거란 걸 알아요."
ko_mt: "절대로 저를 해치지 않으실 거라는 걸 알아요. 실수로라도요."

source: "You should come and visit us. Our family will fatten you up. A child should never be allowed to go hungry, all skin and bone."
ko: "너는 우리를 찾아오면 된다. 우리 가족이 널 먹여살릴거야. 어린이는 뱃가죽이 달라 붙도록 굶으면 안 되지."
ko_mt: "저희를 방문하러 오세요. 우리 가족이 널 배불리 먹여줄게. 피부와 뼈가 모두 굶주리는 아이는 절대 있어서는 안 돼요."

source: "You should be with them, everything is good there. But my place is here, where everything is bad for everyone."
ko: "당신은 모든 게 좋은 거기서 그분들과 함께 계셔야 해요. 제 자리는 모두에게 모든 것이 나쁜 이곳이고요."
ko_mt: "당신은 그들과 함께 있어야 합니다. 거기는 모든 것이 좋습니다. 하지만 제가 있는 곳은 모든 것이 모두에게 좋지 않은 이곳입니다."

source: "I'll kill you if you come any closer."
ko: "가까이 다가온다면 죽여버리겠다."
ko_mt: "더 가까이 오면 죽여버릴 거야."

source: "The rabid dog barks... but I know you're afraid. I can smell it on you!"
ko: "미친 개가 짖는구나... 하지만 네가 두려워 한다는 걸 알아. 냄새만으로도 알 수 있거든!"
ko_mt: "광견병에 걸린 개가 짖지만.. 무서워하는 거 알아요. 네게서 냄새가 난다!"

source: "Stay back. We have nothing to talk about."
ko: "물러서라. 너와는 할 말이 없다."
ko_mt: "물러서세요. 우린 할 얘기가 없어요."

source: "Trever, Trever, look at me... Don't I look like your sweet Marenta? Close your eyes and I'll reunite you with her..."
ko: "트레버, 트레버, 날 봐요... 제가 당신이 사랑했던 마렌타처럼 보이지 않나요? 눈을 감는다면 그녀와 다시 만나게 해줄게요..."
ko_mt: "트레버, 트레버, 날 봐.. 내가 너의 사랑스러운 마렌타처럼 보이지 않니? 눈을 감으면 그녀와 다시 만나게 해줄게..."
