Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "Nenio, you've got a fast pair of legs on you. That's real compliment, comin' from me. Sometimes even I struggle to keep up with you, and I was always one of the fastest runners back with the thieflings."
ko: "네니오, 너는 발이 엄청 빠르네. 이건 내가 해줄 수 있는 최고의 칭찬이야. 가끔은 씨플링들 중 가장 달리기가 빨랐던 나조차도 널 쫒아가는 게 버겁다니까."
ko_mt: "네니오, 다리가 정말 빠르네요. 제가 드리는 칭찬이네요. 가끔은 나도 너를 따라잡기 힘들어, 도둑놈들 사이에서 난 항상 가장 빨리 달리는 사람 중 하나였거든."

source: "Experiments facilitate the development of this skill."
ko: "실험이 이 기술의 발달을 촉진했어요."
ko_mt: "실험을 통해 이 기술을 개발할 수 있습니다."

source: "Nenio, have you ever tested to see how many times you can change into a kitsune and back in an hour? Whaddaya say we have ourselves a little experiment once we're back in Drezen?"
ko: "네니오, 혹시 한시간 동안 키츠네로 변신했다가 돌아오는 걸 얼마나 많이 할 수 있는지 실험해본 적 있어? 드레젠에 돌아가자마자 한 번 해보는 게 어때?"
ko_mt: "네니오, 한 시간 동안 키츠네로 몇 번이나 변신했다가 돌아올 수 있는지 실험해 본 적 있어? 드레젠에 돌아가서 한 번 실험해 보는 건 어때?"

source: "That would be interesting! But this time you'll have to sit still and keep count. After my research into the consumption of rotten apples, some of the people tried to blame me for their coin purses going missing while they were watching the experiment."
ko: "재미있겠어요! 하지만 이번엔 당신이 앉아서 횟수를 세주셔야 해요. 썩은 사과 섭취에 관한 연구를 진행한 뒤, 그 실험을 지켜보던 분들 중 자기 지갑이 사라졌다고 절 비난하려 했던 사람이 몇 명 있었거든요."
ko_mt: "재미있겠네요! 하지만 이번에는 가만히 앉아서 세어보셔야 합니다. 썩은 사과 섭취에 대한 연구를 진행한 후, 실험을 지켜보던 중 동전 지갑이 사라졌다며 저를 비난하는 사람들이 있었어요."

source: "This is ridiculous! Gimme back my file for my horns! I already look like some kind of wild demon!"
ko: "이건 말도 안돼! 내 뿔 다듬개 돌려줘! 벌써 야생 데몬처럼 보이기 시작했잖아!"
ko_mt: "이건 말도 안 돼요! 내 뿔 파일 돌려줘요! 난 이미 야생의 데몬처럼 생겼어!"

source: "Tiefling boy, your horns should be put into the service of science. I will give you back your file once I have recorded the maximum length they grow to when they are not filed down every day. Not a moment before."
ko: "티플링 소년, 당신의 뿔은 괴학의 발전을 위해 쓰여야 해요. 매일 다듬지 않았을 경우에 그 뿔이 자라는 최대 길이를 측정한 뒤에 돌려드릴 게요. 그 전까진 안돼요."
ko_mt: "티플링 소년, 네 뿔은 과학을 위해 쓰여야 한다. 매일 자르지 않았을 때 뿔이 최대로 자라는 길이를 기록하면 파일을 돌려줄게. 그 전에는 안 돼요."

source: "Are you gonna get anything outta this book of yours? If you sell it, is there a chance you could get rich off of it?"
ko: "네 책으로 뭘 얻으려고 하는 거야? 만약 이걸 판다면 너도 부자가 될 수 있을까?"
ko_mt: "이 책에서 뭐라도 얻을 수 있을까요? 이 책을 팔면 부자가 될 수 있을까요?"

source: "I have never even thought about it, tiefling boy. I am generally of the opinion that knowledge should be free."
ko: "그런 생각은 해본 적도 없어요, 티플링 소년. 저는 대체로 지식이 공짜여야 한다 생각하거든요."
ko_mt: "그런 생각은 해본 적도 없어요, 티플링 소년. 저는 일반적으로 지식은 자유로워야 한다고 생각합니다."

source: "You want to see my shadow again? Well, I dunno, it's gonna cost ya... I normally don't show it for anything less than twenty... Fine, since it's you, I'll do it for fifteen!"
ko: "내 그림자를 다시 보고 싶어? 이런, 잘 모르나 본데, 그것도 비용이 들거든... 난 보통 동전 20개 이하에는 안보여줘... 좋아, 너니까 동전 15개로 쳐줄게!"
ko_mt: "내 그림자 다시 보고 싶어? 글쎄, 돈이 좀 들겠지만.. 난 보통 20달러 이하로는 보여주지 않는데.. 좋아, 너니까 15달러에 보여줄게!"

source: "Excellent. I will observe it for half an hour. During that time, you will have to answer my questions, and as for the money... put it on my tab. I do not know what that expression means, but I hear it said in taverns very frequently."
ko: "훌륭해요. 30분 동안 지켜볼게요. 그 시간 동안 제 질문에 대답해 줘야 하고, 돈은… 제 계산대에 올려주세요. 이 표현이 무슨 뜻인지는 모르겠지만, 제가 술집에서 자주 듣는 말이에요."
ko_mt: "훌륭합니다. 30분 동안 지켜볼게요. 그 시간 동안 제 질문에 대답해 주셔야 하고, 돈은 제 계산대에 올려주세요. 그 표현이 무슨 뜻인지는 모르겠지만 술집에서 자주 듣는 말입니다."

source: "How does that little old gnome manage to be so titchy and so terrifying all at once? It's the eyes, the crazy eyes and the pasty skin…"
ko: "이렇게 작고 늙은 노움이 어떻게 작으면서도 무서울 수가 있지? 저 눈, 미친듯한 눈매와 창백한 피부 때문일거야…"
ko_mt: "저 작고 늙은 요정은 어떻게 한꺼번에 저렇게 간지럽고 무섭게 변할 수 있는 거죠? 눈, 미친 눈, 반죽 같은 피부 때문이야..."

source: "And the excellent hearing. Speak clearly or stop mumbling!"
ko: "뛰어난 청력도 한몫 하지. 분명히 말하거나 그만 중얼거려라!"
ko_mt: "그리고 뛰어난 청력. 명확하게 말하지 않으면 중얼거리지 마세요!"

source: "How's it work then? You're Hellknights, but you don't bow down to devils? Nice setup you got there! But then what's this got to do with Hell? I don't get it..."
ko: "그러면 어떻게 되는 거야? 넌 헬나이트지만 데빌에게 복종하지 않는다? 훌륭한 조직이네! 하지만 그럼 지옥과는 무슨 관련이 있는 거야? 이해가 안 되네..."
ko_mt: "그럼 어떻게 하는 거죠? 지옥기사지만 데빌에게 절하지 않는다고? 멋진 설정이네요! 근데 이게 지옥이랑 무슨 상관이야? 이해가 안 돼..."

source: "We obey the order's code to create a world in which demon spawn don't run their mouths."
ko: "우리는 데몬의 자손들이 입을 열지 않는 세상을 만들기 위하여 기사단의 철칙을 따른다네."
ko_mt: "우리는 데몬이 입을 열지 않는 세상을 만들기 위해 명령의 규율을 준수합니다."

source: "D'ya know what I like, ol' Reggie? You know that all the talk about the crusades and good deeds and true friendship ain't worth nothin'. You don't try to deceive anyone. You're a rock, grandpa Reggie, unshakeable. You have my respect."
ko: "레지 할아버지, 내가 뭘 좋아하는지 알아? 너는 성전과 선행과 진정한 우정에 대한 말들이 하등 쓸모 없다는 사실을 잘 알아. 너는 누구도 속이려 들지 않지. 레지 할배, 당신은 부동의 바위 그 자체야. 내 경의를 표할게."
ko_mt: "내가 뭘 좋아하는지 알아, 레지? 십자군 전쟁이나 선행, 진정한 우정에 대한 모든 이야기는 아무 가치가 없다는 걸 알잖아요. 넌 아무도 속이려 들지 않아. 레지 할아버지, 당신은 흔들리지 않는 바위예요. 존경합니다."

source: "Take your hands off my coin pouch and keep them where I can see them."
ko: "내 지갑을 내가 잘 볼 수 있는 곳에 두고 거기서 손 떼도록."
ko_mt: "내 동전 주머니에서 손 떼고 내가 볼 수 있는 곳에 두세요."

source: "You've got it all worked out: you go around in spiky armor lookin' mean, and then you can do whatever you want! That's the life!"
ko: "네 목적은 전부 이뤘겠네. 비열해보이는 뾰족뾰족한 갑옷을 입고 돌아다니면 하고 싶은 일은 죄다 할 수 있잖아! 이게 인생이지!"
ko_mt: "뾰족한 갑옷을 입고 비열한 표정으로 돌아다니며 원하는 건 뭐든지 할 수 있잖아요! 그게 바로 인생이죠!"

source: "Astonishing. You are even more stupid than I thought, thief."
ko: "놀랍군. 내 생각보다도 훨씬 더 멍청하다니."
ko_mt: "놀랍군. 넌 내가 생각했던 것보다 훨씬 더 멍청하구나, 도둑놈."

source: "So you think nothin' gets past you? That you notice everything, huh? I bet you won't be able to guess which cup the pea is under. Just watch: I put it under the middle one, swap 'em round and round again..."
ko: "무엇도 당신을 속일 수 없다고 생각하는 거죠? 본인이 모든 것을 인지할 수 있다고요? 어떤 컵에 이 완두콩이 숨어있을지 당신도 못 찾는다에 걸게요. 잘 봐요. 가운데 컵 안에 이걸 둔 다음, 섞고 섞고 또 섞고..."
ko_mt: "그럼 아무것도 지나치지 않는다고 생각하세요? 모든 것을 다 알아차린다고요? 완두콩이 어느 컵 밑에 있는지 짐작도 못하실 거예요. 그냥 잘 봐요. 가운데 컵 밑에 넣고 다시 빙글빙글 돌리고..."

source: "The first pea is in your hand, the spare is behind your ear. Judging by the engraving, you stole the cups from the Silken Thread in Kenabres."
ko: "첫 번째 완두콩은 손에 들고 있고, 나머지는 네 귀 뒤에 있겠지. 컵에 새겨진 것으로 보니, 케나브레스 비단 실 공방에서 컵을 훔쳤나 보군."
ko_mt: "첫 번째 완두콩은 손에 들고 여분의 완두콩은 귀 뒤에 있습니다. 새겨진 것으로 보아 케나브레스의 비단 실에서 잔을 훔쳤군."

source: "Keep 'em peeled, paladin. Round and round and round we go, where it stops, nobody knows. No trick, no magic, just nimble fingers! Watch closely now, we don't want no hard feelings later, one, two, one more time, and hey presto! Well? Which cup is the pea under?"
ko: "팔라딘씨, 한 번 봐봐. 돌리고 돌리고 돌리다가 멈추면 아무도 못맞춰. 속임수 아니고, 마법도 아니고, 그냥 손가락이 빠른 것뿐이야! 이제 자세히 지켜봐, 나중에 기분 상하기는 싫으니까 말야, 하나, 둘, 한 번 더, 그리고 더 빠르게! 됐지? 어느 컵에 완두콩이 숨어있을까?"
ko_mt: "계속 지켜봐라, 성기사. 빙글빙글 돌고 돌면 어디에서 멈출지 아무도 모릅니다. 속임수도, 마법도 없이 민첩한 손놀림으로! 잘 봐요, 나중에 기분 나쁠까봐 한 번, 두 번, 한 번만 더 하면 끝이에요! 어때요? 완두콩이 어느 컵 아래에 있을까요?"

source: "Seriously? Out of everybody in the party, you picked me? I learned the cups and balls trick before I could talk, you little punk! Now sit down and let sister Seelah show you how it's done!"
ko: "진심이야? 우리 일행들 중에서 날 골라버렸다고? 난 말문을 떼기도 전에 컵과 공 묘기를 익혔다고, 양아치 꼬마야! 자, 거기 앉아서 이 실라 누나가 어떻게 하는지 지켜보렴!"
ko_mt: "진심이에요? 파티에 온 사람들 중에 날 골랐어? 난 말하기도 전에 컵과 공 묘기를 배웠어, 이 양아치야! 이제 앉아서 실라 언니가 어떻게 하는지 보여줄게!"

source: "You became a paladin because some lady didn't wear a helmet one time? I s'pose… fine, so, you stole her helm, but come on, they're paladins. They're rich. Don't tell me there wasn't a spare helmet lyin' around someplace. And what about armorers and all that…?"
ko: "어떤 여성분이 딱 한 번 투구를 못썼기 때문에 팔라딘이 됐다고? 내 생각엔… 좋아, 그래서, 네가 그녀의 투구를 훔쳤고, 하지만 봐봐, 걔들은 팔라딘이야. 부자라고. 주변에 예비용 투구가 하나도 없었단건 말도 안 되지. 대장장이나 그 비슷한 것들은 또 어땠겠어…?"
ko_mt: "어떤 여자가 투구를 안 써서 성기사가 되었다고요? 투구를 훔친 건 맞지만 성기사잖아요. 부자야 여분의 투구가 어딘가에 있었다는 건 아니겠지? 갑옷 같은 건 어쩌고?"

source: "I'm this close to forgetting that paladin code I swore to uphold, hornhead. Take the hint, will you?"
ko: "내가 맹세를 바쳤던 팔라딘의 계율을 거의 잊어버릴 뻔했네, 뿔쟁아. 힌트 좀 줄까?"
ko_mt: "내가 지키겠다고 맹세한 성기사 강령을 거의 잊어버릴 뻔했어, 뿔머리야. 힌트 좀 주지?"

source: "I know you're a paladin and all, but… just hear me out. We go into a tavern, you challenge the local champion to a drinking match, and I'll work my magic on the crowd to make them all bet on him. We'll split the takings fifty-fifty. How 'bout it?"
ko: "물론 네가 팔라딘이란건 알아, 하지만… 그냥 들어봐. 우리가 같이 선술집에 가. 너는 거기 최강자와 술 마시기 대결을 벌이고, 나는 마법을 좀 써서 모든 사람들이 그에게 돈을 걸게 하는 거야. 번 돈은 50 대 50으로 나누자. 어때?"
ko_mt: "당신이 성기사라는 건 알지만.. 제 말 좀 들어보세요. 선술집에 가서 지역 챔피언에게 술 시합을 걸고, 내가 마법을 써서 관중들이 모두 그에게 베팅하게 만들면 되죠. 상금은 반반으로 나누자고요. 어때요?"

source: "Drinking is fun, not work. I can't take money for that."
ko: "음주는 즐기는 거지, 일이 아니야. 돈을 받고 술을 마실 순 없어."
ko_mt: "술은 재미이지 일이 아닙니다. 돈을 받고 술을 마실 수는 없죠."

source: "I had a messed-up childhood, but sometimes I think back on it fondly. Life was so easy!"
ko: "어린 시절의 나는 꽤 문제가 많았었는데, 한편으로는 그 시절이 그립기도 해. 삶에 걱정이 없었거든!"
ko_mt: "불우한 어린 시절을 보냈지만 가끔은 그 시절을 좋게 회상하곤 합니다. 인생은 정말 쉬웠어요!"

source: "You were smaller, so it was easier for you to cut purses and get away without being caught. Am I right? Don't tell me, I know I'm right."
ko: "더 작았던 덕에 지갑을 턴 뒤 잡히지 않고 달아날 수 있었잖아. 그렇지? 말도 하지 마. 내가 맞다는 것 알아."
ko_mt: "당신은 몸집이 작아서 지갑을 잘라서 들키지 않고 도망치기가 더 쉬웠어요. 내 말이 맞나요? 말하지 마, 내가 맞는 거 알아."

source: "You had this funny look on your face back in Kenabres, when you were watchin' the poor little kids whose houses had been burnt to cinders. Were you missin' the days when you weren't weighed down with armor, back when you didn't take orders from nobody?"
ko: "케나브레스에서의 너는 집이 잿더미가 된 작고 불쌍한 아이들을 보며 그 우스꽝스런 표정을 지었지. 누구의 명령도 듣지 않았던 그 옛날, 갑옷의 무게가 없었을 때가 그리운가 봐?"
ko_mt: "케나브레스에서 집이 잿더미로 변한 불쌍한 아이들을 바라보던 당신의 표정이 참 재미있었죠. 갑옷에 짓눌리지 않던 시절, 누구의 명령도 받지 않던 시절이 그립지 않으세요?"

source: "I do get sad sometimes when I see little kids and remember my childhood. Not because I miss the 'freedom' of running wild in the slums, but because I remember my life before then, before I became an orphan..."
ko: "어린 아이들을 보고 내 어린 시절을 떠올리면 가끔 슬퍼지기도 해. 빈민가에서 거침없이 뛰어놀던 '자유'가 그리워서가 아니라, 고아가 되기 전의 내 삶이 기억나서..."
ko_mt: "어린 아이들을 보고 제 어린 시절을 떠올리면 가끔 슬퍼지기도 합니다. 빈민가에서 거침없이 뛰어놀던 '자유'가 그리워서가 아니라, 고아가 되기 전의 제 삶이 기억나기 때문이죠..."

source: "You're tellin' me you know my tricks? I bet you won't know this one: you take a regular purse with a few coins in it, drop it in the middle of the street, some idiot comes along and picks it up—"
ko: "내 기술을 파악했다고? 너도 이건 모른다는 데에 돈을 걸게. 동전 몇 개가 든 평범한 지갑을 가져와서 거리 한가운데에 떨어뜨리면, 멍청이 몇 명이 달려와서 그걸 집으려고 할 때—"
ko_mt: "내 속임수를 안다고요? 동전 몇 개가 들어 있는 일반 지갑을 길 한복판에 떨어뜨리면 어떤 멍청이가 와서 주워 가는 거죠."

source: "And then the 'real owner' runs over yelling about how he's been robbed. You really think you thieflings came up with everything, don't you?"
ko: "'진짜 주인'이 어떻게 도둑맞았는지 소리 치며 달려오겠지. 너는 아주 너희 씨플링들만 생각을 떠올린다고 생각하는구나, 안 그래?"
ko_mt: "그리고 '진짜 주인'이 도둑맞았다고 소리를 지르며 달려오죠. 정말 도둑놈들이 모든 걸 생각해냈다고 생각하시죠?"

source: "You must've got slow since you've been in your order, not as nimble, wits ain't as sharp as they were when you were a thief, right? I bet you couldn't even beat me in a race."
ko: "너는 기사단에 몸을 담고 나서 느려졌을 거야, 네가 도둑일 때만큼 빠르지도 않고, 재치도 무뎌졌고. 그치? 네가 달리기로도 날 못이긴다는 게 돈을 걸게."
ko_mt: "도둑질할 때처럼 민첩하지도 않고 순발력도 떨어졌을 테니 느려졌겠지? 경주에서 나를 이길 수도 없을 거야."

source: "Running and turning tail are different things, Woljif. When it comes to the latter, you've got everybody beat!"
ko: "달리기랑 꽁지 빠지게 달아나기는 다른 이야기야, 울지프. 후자는 네가 전부 이겼어!"
ko_mt: "달리는 것과 꼬리를 돌리는 것은 다른 문제야, 월지프. 후자의 경우, 자네는 모두를 이겼어!"

source: "You're always sayin' brother this, brother that... but it's just a word! Big deal, you both had the same mother — that makes no difference. He don't gotta love you, and you don't gotta chase after him all over the world!"
ko: "넌 여기서도 형, 저기서도 형이라고 말하고 다니잖아… 그건 다 말 뿐이야! 둘이 같은 엄마를 둔게 뭐 대수라고. 별 차이도 없어. 걔도 널 사랑하지 않게 될 거고, 너도 걔를 세상 끝까지 쫒아가지 않게 될걸!"
ko_mt: "형은 항상 형이라고, 동생이라고.. 하지만 그건 그냥 한 마디일 뿐이에요! 너희 둘 다 엄마가 같다고 해서 달라지는 건 없어. 오빠는 널 사랑할 필요도 없고, 넌 오빠를 전 세계로 쫓아다닐 필요도 없어!"

source: "I've never really thought of it as an obligation. Love comes from within, it either is or it isn't. Despite all its trials, I am glad to love my brother."
ko: "저는 그것이 의무감이라고 단 한 번도 생각해본 적 없습니다. 또 의무감이던 아니던, 사랑은 가슴에서 우러나오는 것입니다. 모든 역경에도 불구하고 제 형을 사랑하게 되어 기쁩니다."
ko_mt: "저는 사랑을 의무라고 생각해 본 적이 없습니다. 사랑은 마음속에서 우러나오는 것이니까요. 모든 시련에도 불구하고 동생을 사랑하게 되어 기쁩니다."

source: "The temple of Shelyn… no doubt that's where you stash all your pretty baubles, eh? So tell me, what d'you reckon the most valuable thing is that you'd find in temples of Shelyn and nowhere else?"
ko: "셸린의 신전이라… 네가 아름다운 물건들을 전부 쌓아둔 장소라는덴 의심의 여지도 없지, 응? 그래서, 셸린의 신전에서만 볼 수 있는 가장 값비싼 물건이 뭐라고 생각하는데?"
ko_mt: "셸린의 신전.. 틀림없이 그곳에 예쁜 보물들을 숨겨두겠지? 셸린의 신전에서만 찾을 수 있는 가장 귀한 물건이 무엇이라고 생각하나?"

source: "Rose petal tea, of course."
ko: "당연히 장미 꽃잎 차입니다."
ko_mt: "장미 꽃잎 차는 당연하죠."

source: "Hey, is it true that you Shelyn clerics go around lookin' for a pretty girl and start fallin' over yourselves to worship her? And if you bring the pretty girl back to the temple, you get paid cash? So here's the deal: we catch a succubus, bring it to the temple, and split the payout… Hang on, why are you laughing?"
ko: "저기요, 당신네 셸린의 클레릭들이 예쁜 여자애들을 찾아가서 여신을 믿도록 만든다는 게 사실이에요? 예쁜 여자를 신전에 데려오면 보수를 받고요? 그럼 제안이 하나 있어요. 서큐버스를 잡아서, 신전에 데려간 다음, 보수를 나눠갖는… 잠깐, 왜 웃는 거예요?"
ko_mt: "이봐, 너희 쉴린 성직자들은 예쁜 여자를 찾아다니며 그녀를 숭배하러 다니고 있다는 게 사실이야? 그리고 그 예쁜 여자를 성전으로 데려오면 돈을 받는다고? 그러니까 이렇게 하자, 서큐버스를 잡아서 사원으로 데려와서 돈을 나누자고.. 잠깐만, 왜 웃는 거야?"

source: "I'm not, I'm not… It's just, ahem, a cough…"
ko: "아닙니다, 그게 아니라... 그냥 기침입니다..."
ko_mt: "아니야, 아니야.. 그냥 기침이야..."

source: "I've got an idea! Why don't you do those portraits of yours for money? There's plenty of folk who'd want to send a picture back home to the family, why not turn it into a money-spinner for us? Whaddaya reckon?"
ko: "기발한 게 하나 떠올랐어! 왜 네 초상화를 돈으로 바꾸지 않는 거야? 가족에게 보낼 그림을 원하는 사람들이 꽤 많잖아, 왜 그걸 사업으로 굴리지 않는 건데? 어떻게 생각해?"
ko_mt: "좋은 생각이 있어요! 돈을 받고 초상화를 찍어주는 건 어떨까요? 가족에게 사진을 보내주고 싶어 하는 사람들이 많은데, 그걸 돈벌이로 삼으면 어떨까요? 어때요?"

source: "Painting portraits of people who cannot afford such things in their ordinary lives... people who may never see home again but who want to leave something behind... That is a wonderful idea. But I could never accept money for it."
ko: "평범한 삶에서 그런 것을 감당할 수 없는 사람들... 다시는 고향을 볼 수 없지만 무언가를 남기고 싶어하는 사람들의 초상화를 그리는 것은.... 정말 멋진 생각입니다. 하지만 저는 결코 돈을 받을 수는 없습니다."
ko_mt: "평범한 삶에서 그런 것들을 감당할 수 없는 사람들.. 다시는 고향을 볼 수 없지만 무언가를 남기고 싶어하는 사람들의 초상화를 그리는 것... 정말 멋진 생각이에요. 하지만 저는 절대 돈을 받을 수 없었어요."

source: "Everybody keeps tellin' me to change. But I like the way I live! I ain't plannin' to change! Hear that, cleric? You wouldn't give up your Shelyn just 'cause somebody told you to, would you? Well, the same goes for me."
ko: "모든 사람들이 날더러 좀 변하라고 말하더라. 하지만 난 이렇게 사는 게 좋아! 바꿀 생각은 전혀 없어! 듣고 있어, 클레릭님? 너도 누가 셸린을 저버리라 말한다고 배교할건 아니잖아? 그래, 나도 똑같다고."
ko_mt: "모두가 저에게 계속 변화하라고 말합니다. 하지만 저는 지금 사는 방식이 좋아요! 난 변할 생각 없어요! 들었지, 성직자? 누가 그렇다고 해서 셸린을 포기하진 않겠죠? 저도 마찬가지예요."

source: "But you are forever complaining about your life. How are people to know that you are truly happy with your lot?"
ko: "하지만 당신은 당신의 삶에 대해 영원토록 불평만 늘아놓으시는 중입니다. 당신이 진정으로 행복하다는 것을 다른 사람들이 어떻게 알 수 있을까요?"
ko_mt: "하지만 당신은 당신의 삶에 대해 끊임없이 불평하고 있습니다. 사람들이 당신이 진정으로 행복하다는 것을 어떻게 알 수 있을까요?"

source: "You're a big fella, ain't ya? You should work as hired muscle! You'd be in high demand!"
ko: "넌 덩치가 엄청 크잖아? 힘 쓰는 일을 하면 딱이야! 고객이 넘쳐날걸!"
ko_mt: "덩치가 크시네요, 그렇죠? 넌 고용된 근육으로 일해야 해! 수요가 많을 거야!"

source: "No. I want to return to the land. Grow grapes. I don't want to fight anyone ever again."
ko: "아니. 나는 고향에 돌아가고 싶다. 포도를 키우고 싶어. 더는 싸우고 싶지 않다."
ko_mt: "아뇨, 전 땅으로 돌아가고 싶어요. 포도를 재배하고 싶어요. 다시는 누구와도 싸우고 싶지 않아요."

source: "The way Sosiel talked you up, I thought you gotta be like an angel from Heaven. But now you're here in the flesh... and you ain't no angel."
ko: "나는 소시엘이 너에 대해 말한 것만 듣고 천상의 엔젤이나 그 비슷한 것인줄 알았어. 이제 진짜가 내 앞에 있는데... 엔젤은 아니네."
ko_mt: "소시엘이 말하는 걸 들었을 때는 천국에서 온 천사 같은 분인 줄 알았어요. 하지만 지금 육신을 입고 여기 오셨으니 천사가 아니시네요."

source: "Am I more like a demon, then? Don't be afraid. I can take the truth."
ko: "그럼, 데몬과 더 비슷하다는 말인가? 두려워 마라. 나는 진실을 받아들일 수 있다."
ko_mt: "그럼 제가 데몬에 가까운 건가요? 두려워하지 마세요. 난 진실을 받아들일 수 있어요."

source: "Ulbrig, old buddy! I always dreamed of flying on a griffon. Will you gimme a ride?"
ko: "오랜 친구 울브리그! 난 항상 그리폰 등에 타서 하늘을 날고 싶었어. 나 좀 태워줄래?"
ko_mt: "울브리그, 친구! 난 항상 그리폰을 타고 날아다니는 게 꿈이었어. 태워다 줄래?"

source: "I let you on my back and I'll be missing half my feathers by the end of it. Not a chance, lad, keep dreaming."
ko: "그대를 등에 태우고 나면 내 깃털이 반절은 사라져 있겠지. 어림도 없소. 꿈이나 꾸시오."
ko_mt: "널 등에 태웠더니 끝날 때쯤이면 깃털이 반쯤 없어져 있을 거야. 꿈도 꾸지 마, 계속 꿈꿔."

source: "I packed up your tent, I washed out your bowl… Do I look like a servant or summat? Don't think you can scare me! I ain't scared of you!"
ko: "내가 네 천막도 싸줬고, 네 식기도 씻어줬고… 내가 하인이나 뭐 비슷한 걸로 보여? 날 위협할 수 있다고 생각하진 마! 전혀 겁먹지 않았으니까!"
ko_mt: "텐트도 치고, 그릇도 씻고.. 내가 하인처럼 보이나요, 섬마처럼 보이나요? 날 겁줄 수 있다고 생각하지 마! 난 너 안 무서워!"

source: "When you stop shaking like a leaf and get that tail of yours to lie still, maybe I'll believe you."
ko: "낙엽처럼 떨기를 멈추고 꼬리를 가만히 두면 믿어줄 지도 모르겠군."
ko_mt: "나뭇잎처럼 흔들리는 것을 멈추고 꼬리를 가만히 눕히면 내가 믿어줄게요."

source: "Looks like it's just you and me, cherry roll, alone at last! I've had to hide you from everybody for so long, but now I can finally enj… hey!"
ko: "체리롤아, 드디어 너와 나 단 둘만 남은 것 같아! 모두의 눈에서 너를 숨기느라 꽤 오래 고생했지만, 드디어 널 맛볼 수… 이봐!"
ko_mt: "드디어 우리 둘만 남았네요, 체리롤! 오랫동안 모두에게 당신을 숨겨야 했지만 이제야 드디어.. 헤이!"

source: "Such a tasty treat you stashed away for me, runt. Today I'm going to act like you don't exist. You're welcome."
ko: "나를 주려고 맛있는 간식을 숨겨뒀구나, 꼬마야. 오늘은 네가 존재하지 않는 것처럼 행동하마. 감사는 됐다."
ko_mt: "날 위해 숨겨둔 맛있는 간식이 있구나, 꼬맹아. 오늘은 네가 존재하지 않는 것처럼 행동할 거야. 천만에요."

source: "How come you're always pickin' on me, eh? Am I the only whipping boy around here or somethin'?"
ko: "왜 항상 나에게 집적대는 거야? 이 주변에서 내가 유일하게 괴롭히기 좋은 남자라거나 그런 거야?"
ko_mt: "왜 항상 저를 괴롭히세요? 나만 채찍질하는 거야, 뭐 그런 거야?"

source: "I just like the way it sounds when you beg for mercy in that sweet little voice of yours."
ko: "네가 자비를 구걸할 때 내는 그 달콤한 목소리가 너무 좋아서 말이다."
ko_mt: "그 달콤한 목소리로 자비를 구걸할 때 그 소리가 너무 좋아요."

source: "Ha ha, cave critter, why so glum? You break a nail or somethin'?"
ko: "하하, 동굴인씨, 왜 그렇게 시무룩해? 손톱이라도 부러진거야?"
ko_mt: "하하, 동굴 동물아, 왜 그렇게 침울해? 손톱이라도 부러졌나?"

source: "No, I haven't. And I've got claws, not nails. And I'll slash your throat open if you don't shut up!"
ko: "아니다. 그리고 나는 손톱이 아니라 발톱이 있지. 입을 여물지 않겠다면 네 목을 따주겠다!"
ko_mt: "아니, 안 해봤어. 그리고 내겐 손톱이 아니라 발톱이 있어. 닥치지 않으면 네 목을 따버릴 거야!"

source: "I know why you dumped your underground pal, the goat-lizard guy. Because if you didn't, he'd have dumped you first. Who'd want a shrew like you!"
ko: "왜 네가 지하의 염소 도마뱀 친구를 버렸는지 알아. 바로 네가 안했으면 그가 먼저 널 버렸을 것이기 때문이지. 누가 너처럼 드센 여자를 원하겠어!"
ko_mt: "당신이 왜 지하 친구인 염소 도마뱀을 차버렸는지 알아요. 네가 안 찼다면 그놈이 먼저 널 찼을 테니까. 누가 너 같은 말괄량이를 원하겠어!"

source: "Lann would never have had the sense to 'dump' anyone. He was straight as an arrow, loyal as a dog, and I strung him along because I wanted to."
ko: "랜에겐 누구라도 '찰' 용기가 없다. 그는 화살처럼 곧고, 개처럼 충성스럽지. 내가 그를 품었던 것은 내가 원했었기 때문이다."
ko_mt: "란은 누구를 '차버릴' 용기가 없었을 겁니다. 그는 화살처럼 곧고 개처럼 충성스러웠고, 제가 원했기 때문에 그와 함께했습니다."

source: "Pearls of wisdom from brother Woljif!"
ko: "울지프 형제님이 내리신 현명한 조언이니라!"
ko_mt: "월지프 형제의 지혜의 진주!"

source: "Thieving's as next to frugality, because a stolen thing's much cheaper than a bought thing!"
ko: "훔친 물건은 산 물건보다 훨씬 저렴하기에, 도둑질은 검소함의 다음 단계이니라!"
ko_mt: "훔친 물건이 산 물건보다 훨씬 싸기 때문에 도둑질은 검소함의 다음 단계입니다!"

source: "Pearls of wisdom from brother Woljif!"
ko: "울지프 형제님이 내리신 현명한 조언이니라!"
ko_mt: "월지프 형제의 지혜의 진주!"

source: "If you're gonna be nappin' dogs, go for the smaller ones — the smaller the pup, the bigger the ransom."
ko: "개를 훔칠 생각이라면, 작은 개를 찾거라. 작은 강아지일 수록, 몸값이 비싸노라!"
ko_mt: "개를 낮잠 재울 거라면 작은 개를 골라라 - 강아지가 작을수록 몸값이 커진다."

source: "Pearls of wisdom from brother Woljif!"
ko: "울지프 형제님이 내리신 현명한 조언이니라!"
ko_mt: "월지프 형제의 지혜의 진주!"

source: "If you're floggin' a fake treasure map, take care that all the islands are where they ought to be, or if you add some of your own devisin', at least give 'em normal-soundin' names. 'Lands of Woljif the Great' isn't a good name. It turns out."
ko: "가짜 보물 지도를 만들려면 모든 섬의 위치를 맞춰야 되고, 없는 섬을 만들어내려면, 적어도 그럴싸한 이름을 지어야 한다. '울지프 대왕의 땅'은 좋은 이름이 아니다. 해보고 알게 됐지."
ko_mt: "가짜 보물 지도를 만들려면 모든 섬이 원래 있어야 할 곳에 있는지 확인하거나, 직접 고안한 이름을 붙이려면 최소한 정상적인 이름의 섬을 만들어야 합니다. '월지프 대왕의 땅'은 좋은 이름이 아니에요. 알고 보니 그렇더군요."

source: "Pearls of wisdom from brother Woljif!"
ko: "울지프 형제님이 내리신 현명한 조언이니라!"
ko_mt: "월지프 형제의 지혜의 진주!"

source: "When you're on a job, don't go wearin' a big sweepin' cloak: when you're sneakin' about the house, you'll knock over every trinket like an idiot."
ko: "일을 할 때는, 큰 망토를 두르고 다니지 마라. 집안을 몰래 돌아다니다 보면 바보처럼 모든 장신구를 넘어뜨리게 될 테니 말이다."
ko_mt: "일을 할 때는 큰 망토를 두르고 다니지 마세요. 집안을 몰래 돌아다니다 보면 바보처럼 모든 장신구를 넘어뜨리게 될 테니까요."

source: "Pearls of wisdom from brother Woljif!"
ko: "울지프 형제님이 내리신 현명한 조언이니라!"
ko_mt: "월지프 형제의 지혜의 진주!"

source: "When you eat in a tavern, you don't have to pay — just make sure to sit close to the door!"
ko: "선술집에서 뭘 먹고자 한다면 돈은 필요 없느니라. 그냥 문 바로 앞 자리를 찾거라!"
ko_mt: "선술집에서 식사할 때는 돈을 낼 필요 없이 문 가까이에 앉기만 하면 됩니다!"

source: "If my gran could see me now, I wonder what she'd say?"
ko: "내 할머니가 지금의 날 봤다면, 뭐라고 하실지가 좀 궁금한데?"
ko_mt: "할머니가 지금 저를 보신다면 뭐라고 하실지 궁금해요."

source: "I wonder what put that in my head. Well, that's my night ruined, now I'm gonna hear that ol' hag's voice in my head all day tomorrow."
ko: "왜 갑자기 그 생각이 들었을까? 에라이, 오늘 밤은 망쳤군. 내일은 하루종일 그 마귀할멈 목소리가 머릿속에 울리겠어."
ko_mt: "왜 내 머릿속에 그런 생각이 들었을까요? 오늘 밤을 망쳤으니 내일은 하루 종일 그 할머니의 목소리가 머릿속에서 들리겠군요."

source: "Commander, every year mortals celebrate the day they were born, is that right? And today is your birthday, if I'm not mistaken? Well then, happy birthday, Commander!"
ko: "사령관님, 필멸자들은 매년 그들 태어난 날을 축하한다던데, 맞죠? 그리고 제가 잘못 기억한 게 아니라면, 오늘이 바로 당신의 생일이고요? 좋아요, 그럼 생일 축하드려요, 사령관님!"
ko_mt: "사령관님, 인간은 매년 자신이 태어난 날을 기념하죠, 그렇죠? 그리고 내가 착각하지 않았다면 오늘이 당신의 생일이죠? 그럼 생일 축하해요, 사령관님!"

source: "A strange custom... but it seems fun! I wonder if I could have a birthday, too? And if so, when is it?"
ko: "이상한 관습이네요... 그래도 재밌을 것 같아요! 저도 생일을 가질 수 있을까요? 그러면, 언제로 할까요?"
ko_mt: "이상한 풍습이지만.. 재미있을 것 같아요! 저도 생일을 가질 수 있을까요? 그렇다면 언제인가요?"

source: "If memory serves, today is our leader's birthday. Many happy returns, Commander!"
ko: "제 기억이 맞다면, 오늘은 우리 사령관님의 생일이에요. 좋은 일이 가득하길 빌게요, 사령관님!"
ko_mt: "기억이 맞다면 오늘은 우리 지도자의 생일입니다. 사령관님, 많은 축하를 받으세요!"

source: "You deserve a great deal more than a humble toast by a campfire, and I hope that soon you will receive all the honors you deserve."
ko: "당신은 모닥불 옆에서의 건배 따위보다 더 훌륭한 걸 받아야만 하는 사람이에요, 곧 당신이 받아 마땅한 영예를 누릴 수 있기를 바라죠."
ko_mt: "여러분은 모닥불 옆에서 겸손하게 건배하는 것보다 훨씬 더 큰 상을 받을 자격이 있으며, 곧 여러분이 마땅히 받아야 할 모든 영예를 누리게 되기를 바랍니다."

source: "Birthdays can be lovely occasions, but not if there are demons banging on the door and trying to infect everyone at your party with a magical plague. Or if the god-bothering baroness from the neighboring estate shows up unannounced with her five unmarried daughters in tow. I cannot decide which is more terrifying!"
ko: "생일이란 훌륭한 행사가 될 수 있습니다. 데몬이 들이닥쳐 연회에 참가한 모든 사람들에게 마법의 역병을 뿌리려 하지만 않는다면 말이죠. 아니면 이웃 영지의 광신자 여남작이 미혼인 자기 딸 다섯 명과 함께 예고도 없이 찾아온다거나. 어느 쪽이 더 끔찍한지는 고를 수가 없군요!"
ko_mt: "생일은 멋진 날이지만, 데몬이 문을 두드리며 파티에 참석한 모든 사람을 마법의 전염병에 감염시키려 한다면 그렇지 않아요. 또는 이웃 영지의 귀찮은 남작 부인이 미혼인 다섯 딸을 데리고 예고 없이 나타나면요. 어느 쪽이 더 무서운지 결정할 수 없어요!"

source: "But your birthday, dearest Commander, puts every other birthday to shame — a cozy campfire celebration in the middle of a demon invasion! I raise my glass to you with this sincerest wish — savor every moment. Life is to be enjoyed, after all!"
ko: "하지만 사령관님, 당신의 생신은 다른 모든 생일을 하찮은 것으로 만듭니다. 무려 데몬의 침략 한가운데서 벌어지는 따스한 모닥불 축하연이지 않습니까! 당신을 위하여, 제 진심을 담은 잔을 듭니다. 매 순간을 음미하십시오. 어쨌든 인생은 즐기기는 것이니까요!"
ko_mt: "하지만 친애하는 사령관님, 당신의 생일은 다른 모든 생일을 부끄럽게 만듭니다 - 데몬의 침략 한가운데서 아늑한 캠프파이어를 축하합니다! 모든 순간을 즐기시길 진심으로 기원하며 잔을 들어 올리겠습니다. 결국 인생은 즐기는 것이니까요!"

source: "Today is the birthday of the person who brought all of us together. It's a happy day... and a sad one."
ko: "오늘은 우리 모두를 한데 모은 사람의 생일이에요. 행복한 날이기도 하고… 슬픈 날이기도 하죠."
ko_mt: "오늘은 우리 모두를 하나로 모이게 한 분의 생일입니다. 행복한 날이기도 하고 슬픈 날이기도 합니다."
