Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "What method will help me understand the functioning of a hive mind? Will observation from a distance be sufficient, or will I have to place the hive on my head?"
ko_mt: "하이브 마인드의 기능을 이해하려면 어떤 방법이 도움이 될까요? 멀리서 관찰하는 것으로 충분할까요, 아니면 벌집을 머리에 올려놓아야 할까요?"

source: "My, my, what complex philosophical musings! You are discovering the world for yourself, how darling!"
ko_mt: "이런, 이런, 이 복잡한 철학적 사색! 스스로 세상을 발견하고 있구나, 정말 사랑스럽구나!"

source: "War on the surface is not like skirmishes among the cave tribes. But I will achieve perfection in this arena as well."
ko: "지상의 전쟁은 동굴 부족간의 작은 다툼과 다르구나. 하지만 나는 이 전장에서도 똑같이 완벽을 달성할 것이가."
ko_mt: "지상에서의 전쟁은 동굴 부족 간의 전투와는 다릅니다. 하지만 저는 이 분야에서도 완벽을 달성할 것입니다."

source: "War is both a science and an art. To master both aspects, you need a disciplined mind. Until you acquire that discipline, you will understand nothing of war."
ko_mt: "전쟁은 과학이자 예술입니다. 이 두 가지 측면을 모두 마스터하려면 훈련된 정신이 필요합니다. 그 훈련을 습득하기 전까지는 전쟁에 대해 아무것도 이해하지 못할 것입니다."

source: "Right, war is nothing like a one-on-one fight where you get to look the other person in the eye. But at least here you can feel that you're not alone!"
ko_mt: "맞아요, 전쟁은 상대방의 눈을 똑바로 바라볼 수 있는 일대일 싸움과는 다릅니다. 하지만 적어도 여기서는 혼자가 아니라는 것을 느낄 수 있습니다!"

source: "Chaos, blood... they are horrible, but we must wade through it all to win and see a better world."
ko_mt: "혼돈, 피.. 끔찍하지만 우리는 이 모든 것을 이겨내고 더 나은 세상을 보려면 반드시 이겨내야 합니다."

source: "I do not understand why Areelu abandoned this laboratory but did not destroy it. She opened the Worldwound but did not cover her tracks!"
ko: "왜 아릴루가 이 연구소를 파괴하지 않고 버려뒀는지 이해할 수가 없군. 세계상처를 열어놓고는 자신의 자취도 감추지 않았다니!"
ko_mt: "아릴루가 왜 이 실험실을 버리면서 파괴하지 않았는지 이해가 안 돼요. 그녀는 세계상처를 열었지만 흔적을 남기지 않았어요!"

source: "Sounds sensible. Even if you fear nothing and no one, there's no reason to leave evidence at the scene of the crime."
ko_mt: "합리적인 말 같네요. 아무것도 두려워하지 않고 아무도 두려워하지 않는다고 해도 범죄 현장에 증거를 남길 이유는 없습니다."

source: "She did not abandon it, she simply suspended its operation, and she will one day return. A true scientist never loses their hunger for knowledge! Opened a planar rift? Then you need to open another one, to confirm the results of the first experiment!"
ko_mt: "그녀는 그것을 버린 것이 아니라 단지 운영을 중단했을 뿐이며 언젠가 돌아올 것입니다. 진정한 과학자는 지식에 대한 갈망을 잃지 않습니다! 평면 균열을 열었습니까? 그런 다음 첫 번째 실험의 결과를 확인하기 위해 다른 하나를 열어야합니다!"

source: "She isn't you. She's interested in more than... wait — you've actually made me defend Areelu Vorlesh!"
ko_mt: "그녀는 당신이 아닙니다. 그녀는 그 이상에 관심이 있어요.. 잠깐만요, 당신이 아릴루 볼레쉬를 옹호하게 만들었잖아요!"

source: "The laboratory appears to be abandoned. But is it truly? I doubt it."
ko_mt: "실험실은 버려진 것처럼 보입니다. 하지만 정말 그럴까요? 의심스럽습니다."

source: "We should have taken Xanthir alive! I could have learned how he made the demons stronger and used that knowledge!"
ko: "잔티르를 산 채로 데려왔어야 했어! 그가 데몬을 강화한 방법을 배우고, 그 지혜를 써볼 수 있었을 텐데!"
ko_mt: "잔티르를 생포했어야 했어! 그가 어떻게 데몬들을 강하게 만들었는지 배우고 그 지식을 사용할 수 있었을 텐데!"

source: "But you are already strong. You don't need other people's secrets, you are enough on your own."
ko_mt: "하지만 당신은 이미 강합니다. 다른 사람의 비밀이 필요하지 않고 혼자서도 충분합니다."

source: "If you got what you wanted, you'd have chewed us all up by now! No, I think you should stay just the way you are."
ko_mt: "원하는 걸 얻었으면 지금쯤 우릴 다 씹어 먹었어야지! 아니, 넌 지금 이대로 있어야 해."

source: "What need have you of greater strength? You have already conquered my heart with your gentle words and angelic nature!"
ko_mt: "그대에게 무슨 더 큰 힘이 필요하겠습니까? 당신은 이미 당신의 부드러운 말과 천사 같은 성품으로 내 마음을 정복했습니다!"

source: "That power would have destroyed you. Or is that what you want — self-destruction?"
ko_mt: "그 힘은 당신을 파괴했을 것입니다. 아니면 자멸을 원하는 건가요?"

source: "Alushinyrra... now here's a city to my taste. There is life here, there is struggle! I could be chief here!"
ko: ”알루시니라... 드디어 내 취향에 맞는 도시에 왔군. 생명이 있고, 투쟁이 있는 곳! 내가 우두머리가 될 수도 있겠어!"
ko_mt: "알루시니라.. 이제 여기 제 취향에 맞는 도시가 있습니다. 여기엔 삶이 있고, 투쟁이 있어! 내가 이곳의 족장이 될 수 있어!"

source: "You think you are on an equal footing with Shamira and Nocticula? You, the ill-kempt arachnid from the caves? I have not laughed this much in an age!"
ko_mt: "네가 샤미라나 녹티큘라와 동등한 위치에 있다고 생각해? 동굴에서 온 그 못된 거미인 네가? 이렇게 많이 웃어본 건 오랜만이야!"

source: "I reckon you could do it. If you know the right people, meaning demons, you could rise here. But you didn't hear it from me!"
ko_mt: "넌 할 수 있을 것 같아. 네가 데몬들을 잘 안다면 여기까지 올 수 있을 거야. 하지만 나한테서 들은 게 아니잖아!"

source: "Power can corrupt even those with iron principles. What, then, will power do to you?"
ko_mt: "권력은 철두철미한 원칙을 가진 사람조차 타락시킬 수 있습니다. 그렇다면 권력이 여러분에게 무슨 짓을 할까요?"

source: "But what you need is freedom and hunting. You'll be sad sitting on a throne all day."
ko_mt: "하지만 당신에게 필요한 것은 자유와 사냥입니다. 하루 종일 왕좌에 앉아있으면 슬퍼질 겁니다."

source: "That bitch Nocticula stole our victory over Baphomet! Curse that devious wretch!"
ko: "저 녹티큘라 창년이 바포메트에 대한 우리 승리를 가로채갔어! 교활한 쓰레기 새끼!"
ko_mt: "저 나쁜 녹티큘라가 바포메트에 대한 우리의 승리를 가로챘어! 저 사악한 놈을 저주해라!"

source: "You reckon we could've just taken him ourselves? All I want to do is thank her."
ko_mt: "그냥 우리가 직접 데려갈 수도 있었을까요? 고맙다는 말만 하고 싶어요."

source: "If a reward was owed for Baphomet's head and Nocticula had claimed it, then I could understand your frustration. As it is, what she did was not very polite, but nothing more than that. We've suffered no financial loss."
ko_mt: "바포메트의 목에 대한 보상이 있는데 녹티큘라가 그것을 가져갔다면 자네의 불만을 이해할 수 있겠네. 하지만 녹티큘라의 행동은 예의에 어긋난 행동이었지만 그 이상도 이하도 아니었습니다. 우리는 금전적인 손실을 입지 않았습니다."

source: "Before Nocticula became a demon lord, she killed one of them using cunning, not strength. That is how she removed Baphomet from her path. She acted as is her custom."
ko_mt: "녹티큘라가 데몬 로드가 되기 전, 그녀는 힘이 아닌 교활함으로 데몬 중 한 명을 죽였어요. 그것이 그녀가 바포메트를 제거한 방법입니다. 그녀는 자신의 관습대로 행동했습니다."

source: "Devious, but dangerous and powerful. Her strikes are so decisive, so inevitable... the thought alone is quite mesmerizing."
ko_mt: "교활하지만 위험하고 강력합니다. 그녀의 공격은 매우 단호하고 피할 수 없습니다.. 생각만으로도 매혹적입니다."

source: "Nocticula and Iomedae... They are powerful, those two arrogant shrews. But I'm sure they both have a weakness, which means they can both be defeated!"
ko: "녹티큘라와 아이오메데... 둘 다 강력하고, 오만하고, 성질 더러운 년들이야. 하지만 내 생각에는 둘 모두 약점을 지녔어. 그건 곧 둘 다 패배할 수 있다는 뜻이지!"
ko_mt: "녹티큘라와 아이오메데.. 거만한 두 말괄량이 녀석들은 강력해. 하지만 둘 다 약점이 있기 때문에 둘 다 쓰러뜨릴 수 있어요!"

source: "Summon a healer, Wenduag wishes to do battle with some goddesses. With two at once, my sweet, or are you going to be sensible and take them on one at a time?"
ko_mt: "치유사를 소환해라, 웬두아그가 여신들과 전투를 하고 싶다고 한다. 한 번에 두 명을 상대할 건가요, 아니면 현명하게 한 번에 한 명씩 상대할 건가요?"

source: "Poor you, you're scared! Don't worry, they might be stronger than you, but they won't touch you."
ko_mt: "불쌍한 것, 겁에 질렸구나! 걱정 마, 너보다 강할지 몰라도 널 건드리지는 않을 거야."

source: "Please, do not even think of it. Angering the gods is too dangerous."
ko_mt: "제발, 생각조차 하지 마세요. 신을 화나게 하는 것은 너무 위험합니다."

source: "Your enthusiasm is laudable, mongrel girl! Please be sure to tell me if you discover any of the gods' weaknesses. And do not forget to bequeath your body to science before you start investigating!"
ko_mt: "네 열정은 칭찬할 만하다, 몽그렐 소녀! 신들의 약점을 발견하면 꼭 내게 알려주게. 그리고 조사를 시작하기 전에 네 몸을 과학에 유증하는 것을 잊지 마!"

source: "Life can change in the blink of an eye! Yesterday I was thinkin' I had it all figured out, no surprises for me, and now today I'm dragging myself someplace with a gang of… uh, strangers."
ko: "인생이란 눈 깜빡할 새에 바뀔 수도 있구나! 어제까지만 해도 내 삶에서 볼 장은 다 봤고 신선함은 더 없을 거라 생각했는데. 지금은 여기저기로 끌려다니고 있어. 어... 외지인 무리에게 말야."
ko_mt: "인생은 눈 깜짝할 사이에 바뀔 수 있습니다! 어제는 모든 것을 다 해결했다고 생각했는데, 오늘은 낯선 사람들과 함께 어딘가로 끌려가고 있네요."

source: "Did you say 'gang'? I shall say this only once, thief: I do not wish to be viewed as a member of a gang!"
ko_mt: "방금 '갱'이라고 했나요? 이 말은 딱 한 번만 할게, 도둑놈아: 난 갱단의 일원으로 간주되고 싶지 않아!"

source: "What about me? I'm not a stranger, am I? I remember when you were little, you threw rocks at me like the other boys. See, we even have some shared memories."
ko_mt: "저는요? 나 낯선 사람 아니지? 네가 어렸을 때 다른 애들처럼 나한테 돌을 던졌던 거 기억나. 우린 공통의 기억도 있잖아요."

source: "I understand. This whole gang thing just kinda fell on top of me. And now I'm here."
ko_mt: "이해합니다. 이 모든 갱단 일이 저를 덮쳤어요. 그리고 지금 여기까지 왔죠."

source: "You should be pleased. More fighting means more riches — isn't that what you're after?"
ko_mt: "기뻐해야 합니다. 더 많은 싸움은 더 많은 부를 의미하는데, 그게 당신이 원하는 것 아닌가?"

source: "Wardstone, Wardstone... I wouldn't mind gettin' a closer look at the thing. Maybe take a little piece... Only with the best intentions, honest! Magical stuff is my specialty, maybe I'll tinker with it to make it even better at chasin' away demons!"
ko: "수호석, 수호석이라... 더 자세히 관찰해봐도 좋을 것 같아. 작은 조각도 주울 수 있겠지... 나쁜 뜻은 없어, 진짜로! 마법 물품은 내 전문 분야니까, 그걸 이용해서 데몬을 쫒아내기 더 좋은 물건을 뚝딱할 수 있을지도 모르잖아!"
ko_mt: "수호석, 수호석.. 좀 더 자세히 보고 싶군. 조금만 가져가도.. 좋은 의도로만요, 정직하게요! 마법은 내 특기니까 데몬을 쫓는데 더 잘 쓰이도록 고쳐야겠어!"

source: "So everyone is supposed to believe that you, a known coward, want to drive off the demons, and not take the first opportunity to flee somewhere warm and safe?"
ko_mt: "그럼 겁쟁이로 알려진 당신이 데몬들을 쫓아내고 싶고, 따뜻하고 안전한 곳으로 도망칠 수 있는 첫 번째 기회를 잡지 않는다고 모두가 믿어야 하나요?"

source: "An excellent idea, tiefling boy! I am also planning to take samples for study as soon as we get close enough to the Wardstone. I will likely need a decent pick and a wheelbarrow, no, wait, make that a wagon!"
ko_mt: "훌륭한 생각이야, 티플링 소년! 수호석에 가까워지는 대로 연구할 샘플도 채취할 생각이야. 그러려면 괜찮은 채집 도구와 수레가 필요할 텐데, 아니, 잠깐만요, 수레로 만들어요!"

source: "You dummy, it's not just an artifact, it's a divine gift. Do you know who put it here in Kenabres? The Hand of the Inheritor, that's who! The herald of Iomedae and general of the armies of Heaven. So I don't think a toerag like you can improve it."
ko_mt: "이 멍청아, 이건 단순한 유물이 아니라 신이 주신 선물이야. 누가 이걸 케나브레스에 가져다놨는지 알아? 바로 계승자의 손이다! 아이오메데의 전령이자 천계 군대의 장군이지. 그러니 너 같은 토라그가 이걸 개선할 수는 없을 거야."

source: "If I had a stash in the Gray Garrison like those guys, would I have gone there, riskin' my tail? What's worth more to me — my tail or my loot?"
ko: "저 사람들처럼 나한테도 회색 요새에 은닉물이 있었다면, 난 꼬리 밟힐걸 각오하고 그걸 찾으러 갈 수 있었을까? 내 꼬리랑 전리품 중에 뭐가 더 중요하지?"
ko_mt: "저 사람들처럼 회색 주둔지에 은신처가 있었다면 꼬리를 걸고 그곳에 갔을까요? 꼬리와 전리품 중 뭐가 더 중요할까요?"

source: "I just crawled up to the surface and I've already met a philosopher! What other universal problems are troubling you?"
ko_mt: "방금 수면 위로 기어 올라왔는데 벌써 철학자를 만났어요! 또 어떤 보편적인 문제가 당신을 괴롭히고 있나요?"

source: "That's why thieves live short, sad lives — many of them don't put any value on life, they all think that money is more important."
ko_mt: "그래서 도둑들은 짧고 슬픈 삶을 살아갑니다. 많은 도둑들이 삶에 가치를 두지 않고 모두 돈이 더 중요하다고 생각하기 때문이죠."

source: "Life is worth more. As long as you're alive, you can get more gold. But you are an idiot, so you won't make money no matter how long you live."
ko_mt: "생명은 더 가치가 있습니다. 살아 있는 한 더 많은 금을 얻을 수 있습니다. 하지만 당신은 바보라서 아무리 오래 살아도 돈을 벌지 못할 겁니다."

source: "In structure, your tail seems to be similar to a cat's, but manual examination is not conclusive... Tell me, would you miss it if it was removed?"
ko_mt: "구조상 꼬리가 고양이와 비슷해 보이지만 육안으로 검사해도 확실하지 않습니다.. 꼬리를 제거하면 그리울까요?"

source: "These Nahyndrian crystals are right little beauties, no mistakin' it. It's like they're beckonin' to me. They look expensive and all. I wonder how much I could get for one of 'em?"
ko: "확실히, 이 나힌드리 수정이라는 것들은 아주 매력적이야. 마치 저것들이 내게 손짓하는 것만 같아. 또 무척이나 비싸보이고 말야. 저거 하나만 팔아도 얼마를 벌 수 있을까?"
ko_mt: "이 나힌드리안 수정은 정말 아름답습니다. 마치 저에게 손짓하는 것 같아요. 비싸 보이긴 하지만요. 하나에 얼마면 살 수 있을까?"

source: "I will make sure that your pack and your person are thoroughly searched every day, thief."
ko_mt: "도둑놈아, 네 짐과 네 사람을 매일 철저히 수색할 것이다."

source: "These crystals are like the girls who used to throw rocks at me: so pretty, but they don't know the harm they're doing."
ko_mt: "이 결정체들은 저에게 돌을 던지던 소녀들과 비슷합니다. 너무 예쁘지만 자신이 어떤 해를 끼치는지 모릅니다."

source: "Those crystals would look superb in a tiara. And a tiara would look superb perched atop my golden head."
ko_mt: "이 크리스털은 티아라를 만들면 정말 멋질 거예요. 그리고 황금빛 머리 위에 티아라를 씌우면 정말 멋질 거예요."

source: "Still, things ain't too bad in Drezen, it's almost like being in a real city! I just wish the patrols stopped draggin' me up in front of Irabeth all the time. It's like I can't walk into a store, or take an innocent peek inside a warehouse without being suspected of something!"
ko: "그래도, 드레젠의 모든 게 썩 나쁘진 않아. 진짜 도시에서 사는 것과 거의 비슷해! 그냥 순찰병들이 언제나 날 이라베스 앞으로 끌고 가는 것만 멈춰주길 바랄 뿐이야. 내게 불순한 혐의 없이 상점에 걸어들어가거나 창고를 그냥 들여다보는 것 자체가 금지된 것 같다니까!"
ko_mt: "그래도 드레젠의 상황은 나쁘지 않아요. 진짜 도시에 있는 것 같아요! 순찰대가 항상 이라베스 앞에서 저를 끌고 다니지 않았으면 좋겠어요. 의심을 받지 않고는 상점에 들어가거나 창고 안을 무심코 들여다볼 수 없는 것 같아요!"

source: "It's your own fault. You're lucky they don't know half of what you got up to with those cultists!"
ko_mt: "네 잘못이야. 당신이 그 사이비 종교인들과 무슨 짓을 했는지 절반도 모르는 게 다행이야!"

source: "Is it possible you entered the premises with dishonest intentions, but you have forgotten? I could try to hypnotize you and restore your memory!"
ko_mt: "혹시 부정한 의도로 건물에 들어왔다가 잊어버렸을 가능성이 있나요? 최면을 걸어서 기억을 되찾게 해드릴 수 있어요!"

source: "Please forgive their prejudice. Everyone is on high alert, but give them time and they will get used to you and accept you."
ko_mt: "그들의 편견을 용서해 주세요. 모두가 경계심을 갖고 있지만 시간을 주면 익숙해져 여러분을 받아들일 것입니다."

source: "I know how you feel. Some people say that demons and tieflings do not belong in a fortress blessed by Iomedae. But we cannot give up. We will keep fighting on their side, and sooner or later they will come to see us as true allies."
ko_mt: "어떤 기분인지 알아요. 어떤 사람들은 아이오메데의 축복을 받은 요새에 데몬과 티플링이 들어와서는 안 된다고 합니다. 하지만 우리는 포기할 수 없습니다. 우리는 그들의 편에서 계속 싸울 것이고, 조만간 그들은 우리를 진정한 동맹으로 여기게 될 것입니다."

source: "Now I've seen gramps, and great-grandpa Baphomet... I won't be surprised if mom and dad pop outta nowhere and try to wring my neck."
ko: "이젠 우리 할배도 봤고, 증조할배 바포메트도 만났고... 엄마 아빠가 갑자기 튀어나와서 내 모가지를 조르려고 해도 놀랍지 않겠는걸."
ko_mt: "이제 할아버지와 증조할아버지 바포메트도 봤어요.. 엄마 아빠가 갑자기 나타나서 제 목을 잡아당겨도 놀라지 않을 거예요."

source: "The higher you rise in life, the more people will try to take you down, and we all have risen high. Even you, worm, have become someone of note, thanks to the Commander."
ko_mt: "인생에서 더 높이 올라갈수록 더 많은 사람들이 당신을 끌어내리려 할 것이고, 우리 모두는 높이 올라갔습니다. 너, 벌레도 사령관님 덕분에 주목할 만한 사람이 되었어."

source: "By my preliminary evaluation, the chances of such a thing are quite low. But it is an intriguing prospect, having the chance to witness such a rare phenomenon. If it happens, congratulations in advance!"
ko_mt: "제 예비 평가에 따르면 그런 일이 일어날 가능성은 매우 낮습니다. 하지만 이런 희귀한 현상을 목격할 수 있다는 것은 흥미로운 전망입니다. 만약 그렇게 된다면 미리 축하드립니다!"

source: "Baphomet is a deadly and devious demon lord, but even his blood in your veins has not made you any more intelligent or capable."
ko_mt: "바포메트는 치명적이고 사악한 데몬 로드지만, 그의 피가 흐른다고 해서 더 똑똑해지거나 능력 있는 존재가 되지는 못합니다."

source: "Blood ties matter little to demons — descendants are just a resource to be exploited. Do not take it to heart, Woljif. It is best not to think of this again. And do not be fooled if any demon ever tries to lure you into a trap by appealing to family affection — I have seen such a thing more than once."
ko_mt: "데몬에게 혈연은 별로 중요하지 않습니다. 후손은 단지 착취할 자원일 뿐이죠. 마음에 새기지 마, 월지프. 다시는 생각하지 않는 것이 최선이다. 그리고 어떤 데몬이 가족애에 호소하여 당신을 함정으로 유인하려고해도 속지 마십시오. 나는 그런 것을 한 번 이상 본 적이 있습니다."

source: "Come on, who wants to go first? Rate Nocticula on a scale of one to ten!"
ko: "자 자, 먼저 해볼 사람? 녹티큘라는 10점 만점에 몇 점 일까요!"
ko_mt: "자, 누가 먼저 할래요? 녹티큘라를 1점부터 10점까지 평가해 주세요!"

source: "I'd give her ten stabs in the back out of ten. No, actually, twelve out of ten."
ko_mt: "10점 만점에 뒤통수를 열 번 찔러주고 싶어요. 아니, 사실 10점 만점에 12점입니다."

source: "I cannot believe I am saying this, but I believe Iomedae is the more beautiful of the two. There is something about her sublime haughtiness that I like."
ko_mt: "제가 이런 말을 하는 게 믿기지 않지만 두 사람 중 아이오메데가 더 아름답다고 생각합니다. 그녀의 숭고한 거만함에는 제가 좋아하는 무언가가 있습니다."

source: "She is strong, dangerous, imperious. She will be the one to judge when the time comes, not the other way around."
ko_mt: "그녀는 강하고 위험하며 오만합니다. 때가 되면 그녀가 판단할 것이지 그 반대가 아닙니다."

source: "Oh, tiefling boy, you are conducting your own experiments! I was just in the middle of working on my Universal Scale for the Measurement of Strength of (Semi-)Divine Beings. We should compare our findings!"
ko_mt: "오, 티플링 소년, 너 스스로 실험을 하고 있구나! 난 (반)신적 존재의 힘을 측정하는 우주 척도를 연구하던 중이었어. 우리 결과를 비교해 보자!"

source: "That Deskari's got an ugly mug on him, doesn't he? And he thinks he's the best and the smartest, but we got one over on him. I wish I was as full of myself!"
ko: "데스카리 친구가 참 흉한 꼴을 당했네, 안그래? 자기가 최고고 똑똑한 줄 알았겠지만, 우리가 녀석을 압도했잖아. 나도 그런 자만심이 가득했으면 좋겠는걸!"
ko_mt: "저 데스카리는 못생긴 머그잔을 쓰고 있죠? 자기가 최고이고 똑똑하다고 생각하는데 우리가 한 방 먹였어요. 나도 저렇게 자신감이 넘쳤으면 좋겠어요!"

source: "A typical spoiled prince who steps beyond his estate for the first time and realizes that the world could not care less who he is. I have no idea what that feels like."
ko_mt: "처음으로 자신의 영지를 벗어나 세상이 자신이 누구인지 전혀 신경 쓰지 않는다는 것을 깨닫는 전형적인 버릇없는 왕자님. 그 기분이 어떤지 모르겠어요."

source: "Did you know that Deskari's scythe is made from his mother's skeleton? Does that mean that he feels positively toward his mother, or the opposite?"
ko_mt: "데스카리의 대낫이 어머니의 해골로 만들어졌다는 사실을 알고 계셨나요? 그건 그가 어머니에 대해 긍정적으로 느낀다는 뜻인가요, 아니면 그 반대인가요?"

source: "Your confidence is far from lacking, never fear. I do not even know what could knock it, even. Perhaps the feeling of helplessness and slowly approaching death..."
ko: "네 자신감은 결코 부족하지 않으니 두려워하지 마. 난 그 자신감을 무너뜨릴 만한 게 뭐가 있는지도 모르겠어. 아마 무력감과 서서히 다가오는 죽음이려나..."
ko_mt: "당신의 자신감은 결코 부족하지 않으니 두려워하지 마세요. 무엇이 그것을 무너뜨릴 수 있는지조차 모릅니다. 아마도 무력감과 서서히 다가오는 죽음..."

source: "We are stronger than this demon. Stronger than the hunger of the Abyss itself. Ha! How sweet it is — to know that you are stronger."
ko: "우리는 그 데몬보다 강해. 심연의 굶주림 자체보다 강해. 하! 더 강하다는 걸 아는 건 너무 기분 좋아."
ko_mt: "우리는 이 데몬보다 강하다. 심연의 굶주림 자체보다 더 강하다. 하! 당신이 더 강하다는 것을 아는 것은 얼마나 달콤한 일입니까?"
