Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "So many people have died, but we're all still alive. That's worth celebrating."
ko: "많은 사람들이 죽었지만, 우리 모두는 아직 살아 있어요. 기념할 만한 일이죠."
ko_mt: "많은 사람이 죽었지만 우리는 모두 아직 살아 있습니다. 축하할 만한 일입니다."

source: "I heard that today is my favorite mortal's birthday. Is it true?"
ko: "오늘은 내가 가장 좋아하는 필멸자가 태어난 날이라고 들었어. 정말이야?"
ko_mt: "오늘이 제가 가장 좋아하는 필멸자의 생일이라고 들었어요. 사실인가요?"

source: "Come and see me tonight — I'll have a wonderful gift waiting for you... That is, if you are brave enough to unwrap it!"
ko: "이리 와서 나와 하룻밤 보내자. 널 위해 멋진 선물이 기다릴 거야... 뭐, 네가 그 포장을 뜯을 수 있을 만큼 용감하다면 말이지!"
ko_mt: "오늘 밤 저를 보러 오세요 - 멋진 선물이 기다리고 있을 거예요.. 포장을 풀 만큼 용감하다면 말이죠!"

source: "Commander! A little bird told me today's your birthday, is that right?"
ko: "사령관! 오늘이 당신의 생일이라고 작은 새가 말해줬다. 사실인가?"
ko_mt: "사령관님! 작은 새가 오늘이 사령관님 생일이라고 하던데 맞나요?"

source: "Well, then, happy birthday! May you have wit and wariness enough to live to see the next one!"
ko: "음, 그렇다면 생일 축하드리오! 자네에게 다음 생일을 보기 위헌 재치와 경계심이 있길!"
ko_mt: "그럼, 생일 축하합니다! 다음 생일을 볼 수 있을 만큼 재치와 지혜가 있기를 바랍니다!"

source: "Today is the birthday of my incredible friend. Without the Commander, I don't know how we could have fought back against the demons the way we have. Happy birthday!"
ko: "오늘은 우리 엄청난 친구의 생일이야. 사령관이 없었다면, 어떻게 우리가 지금처럼 데몬과 싸우기 위해 모일수 있었을까 모르겠네. 생일 축하해!"
ko_mt: "오늘은 제 멋진 친구의 생일입니다. 사령관이 없었다면 우리가 어떻게 데몬에 맞서 싸울 수 있었을지 모르겠어요. 생일 축하해요!"

source: "It's great we've lived long enough to see this day — even though the whole Abyss was doing everything it could to see that we didn't. Let's agree to keep our guard up today, to make sure we'll still be here to celebrate your next birthday!"
ko: "이 날을 볼 만큼 오래 살아남아서 참 다행이야. 심연 전체가 지금 우리의 모습을 보지 못하도록 최선을 다했는데 말이지. 자, 다음 생일도 살아서 기념할 수 있도록 경계를 늦추지 말기로 하자고!"
ko_mt: "심연 전체가 최선을 다했음에도 불구하고 오늘을 볼 수 있을 만큼 오래 살았다니 정말 다행이네요. 다음 생일을 축하하기 위해 오늘도 경계를 늦추지 말자고 약속합시다!"

source: "Every mortal has exactly one day a year on which their age in years can be represented by a whole number."
ko: "모든 필멸자들은 일 년 중 단 하루 동안만 자신의 나이를 정수로 표현할 수 있죠."
ko_mt: "모든 인간은 1년에 정확히 하루만 자신의 나이를 정수로 나타낼 수 있습니다."

source: "According to my calculations, today is precisely that day for my irreplaceable assistant. Best wishes on this intriguing, but utterly pointless occasion."
ko: "제 계산에 따르면, 대체 불가능한 제 조수에게 있어 오늘이 정확히 그런 날이에요. 흥미롭지만 완전히 의미없는 오늘에 행운을 빌게요."
ko_mt: "제 계산에 따르면 오늘이 바로 제 대체 불가능한 비서가 떠나는 날입니다. 흥미롭지만 완전히 무의미한 이 날에 행운을 빕니다."

source: "Traditions are the glue that binds society together. I do not advise people to blindly follow tradition in every situation, but nevertheless, I want to honor one of Golarion's most ancient customs today by wishing you a happy birthday."
ko: "전통은 사회를 한 데 묶어주는 접착제같은 역할을 한다지. 나는 모든 상황에서 맹목적으로 전통을 따르지 말라고 주변인들에게 조언하네만, 그와 별개로, 당신의 생일을 기념하기 위해 골라리온에서 가장 오래된 전통 중 하나를 따르고 싶다네."
ko_mt: "전통은 사회를 하나로 묶는 접착제입니다. 모든 상황에서 전통을 맹목적으로 따르라고 조언하지는 않지만, 그럼에도 불구하고 오늘 골라리온의 가장 오래된 관습 중 하나를 기리며 여러분의 생일을 축하하고 싶습니다."

source: "Commander, you have already earned your place in the annals of history. My only hope is that the chapters still to be written will serve as inspiration for your contemporaries and as an example for future generations. Accept nothing but excellence from yourself and your companions. And win this war!"
ko: "사령관님, 당신은 이미 역사의 한 줄을 차지하셨습니다. 앞으로도 많은 장들이 이어져 동시대를 사는 이들에게 영감을 주고, 미래 세대에게 귀감이 되기를 바랍니다. 당신과 동료들의 우수함을 믿으십시오. 그리고 이 전쟁을 승리하십시오!"
ko_mt: "사령관님, 당신은 이미 역사에 기록될 자격을 갖추셨습니다. 제가 바라는 것은 앞으로 쓰여질 장들이 동시대 사람들에게 영감을 주고 미래 세대에게 본보기가 되기를 바라는 것입니다. 여러분 자신과 동료들의 탁월함만을 받아들이십시오. 그리고 이 전쟁에서 승리하세요!"

source: "Wahey! The big day is finally here! The day our fearless leader came into the world!"
ko: "와후! 드디어 엄청난 날이 왔어! 바로 우리의 두려움 없는 사령관님이 세상에 태어난 날이야!"
ko_mt: "와헤이! 드디어 중요한 날이 왔습니다! 우리의 용감한 리더가 세상에 태어난 날입니다!"

source: "You've got a lot on your shoulders, {name}, but I hope you have a least a little bit of fun on your birthday. I raise my drink to you — may you plow through all adversity like a mastodon through a wattle fence!"
ko: "{name}, 어깨에 짐이 좀 많아 보이기는 하지만, 당신의 생일만큼은 조금이라도 즐기시길 바랍니다. 당신을 위하여 건배합시다! 마스토돈이 갈대 울타리를 지나는 것처럼 모든 역경을 헤칠 수 있기를!"
ko_mt: "{name}, 어깨에 짊어진 짐이 많겠지만 생일에 조금이라도 즐거운 시간을 보내길 바랍니다. 마스토돈이 고리버들 울타리를 뚫는 것처럼 모든 역경을 헤쳐 나가길 바라며 건배합니다!"

source: "Commander, your birthday truly is a red letter day. Happy birthday to you — and good wishes to all of us!"
ko: "사령관님, 당신의 생일은 분명 기념할 만한 날이죠. 생일 축하드립니다. 또한 우리 모두에게 평안이 있기를!"
ko_mt: "사령관님, 생일은 정말 빨간 날입니다. 생일을 축하드리며 우리 모두에게 행운을 빕니다!"

source: "At the end of the day, without you we would never have come together and achieved all that we have. So this day is for each one of us!"
ko: "당신께서 없으셨다면 저희가 한자리에 모이지도, 이제껏 이룬 성취도 해내지 못했을 겁니다. 그러니 오늘은 저희 모두를 위한 날이 되겠죠!"
ko_mt: "결국, 여러분이 없었다면 우리는 결코 함께 모여 이 모든 것을 이루지 못했을 것입니다. 그래서 오늘은 우리 모두를 위한 날입니다!"

source: "Happy birthday, Commander."
ko: "생일 축하한다, 사령관."
ko_mt: "생일 축하합니다, 사령관님."

source: "It's good to be among friends again. To wish someone a happy birthday again."
ko: "다시 친구들 사이에 있게 되어 좋다. 다시금 누군가의 생일을 축하해줄 수 있어서."
ko_mt: "다시 친구들 사이에 있게 되어 기쁩니다. 누군가의 생일을 다시 축하해주고 싶어요."

source: "Down in the caves, we don't place any special meaning on the number of gongs that have passed since birth. We had other things to worry about. Not dying — that was the best gift."
ko: "동굴 속에서, 저희는 태어났을 때부터 울렸던 징 소리 횟수에 아무런 의미도 두지 않았습니다. 더 중요한 걱정거리가 있었으니까요. 죽지 않았다는 것, 그게 최고의 선물이었죠."
ko_mt: "동굴 아래에서 우리는 태어난 후 지나간 징의 수에 특별한 의미를 두지 않습니다. 다른 걱정거리가 있었으니까요. 죽지 않는 것, 그것이 최고의 선물이었죠."

source: "But you, Commander. You are different. Your arrival into this world, a world destined to bow down before you, is a true cause for celebration!"
ko: "하지만 사령관님. 당신은 다르십니다. 이 세상, 당신께 조아릴 운명을 지닌 세상에 대한 당신의 강림은 진정으로 축하할 만한 사건입니다!"
ko_mt: "하지만 사령관님, 당신은. 당신은 다릅니다. 이 세상이 당신 앞에 무릎을 꿇을 운명인 이 세상에 당신이 도착한 것은 정말 축하할 일입니다!"

source: "Ah, I love any excuse for a party, me. That goes double for wartime — you need to seize every chance you can get to celebrate. Take today, for instance, it's our leader's birthday. Ain't that great? Happy birthday, chief!"
ko: "아, 저는 어떤 이유라도 연회를 열 수 있다면 좋아해요. 전쟁통에는 두 배로 좋아하고 말이죠. 대장은 축하할 수 있는 기회라면 몽땅 누려야 해요. 예를 들자면, 오늘은 바로 우리 대장의 생일이잖아요. 멋지지 않아요? 생일 축하해요, 대장!"
ko_mt: "저는 파티를 위한 어떤 핑계든 좋아합니다. 전시에선 더더욱 그러합니다. 축하할 수 있는 모든 기회를 잡아야 합니다. 예를 들어 오늘은 우리 리더의 생일입니다. 멋지지 않나요? 생일 축하합니다, 대장님!"

source: "Come to think of it — how 'bout we make today a public holiday, y'know, in honor of our leader's birthday? We can take the day off, and just sit here by the fire, drain a flask or two, tell stories, and not have to fight a single mangy demon... Pure paradise!"
ko: "잠깐만요. 있죠, 우리 리더의 생일을 기리기 위해 오늘을 공휴일로 지정하면 어때요? 하루 종일 쉬면서, 모닥불 앞에 앉아 한 두잔쯤 걸치고 이야기를 떠드는 거죠. 게다가 지저분한 데몬들과 싸울 필요도 없고... 완전 천국이잖아요!"
ko_mt: "생각해보니 오늘을 공휴일로 정해서 우리 리더의 생일을 기념하는 건 어떨까요? 하루 쉬고 여기 모닥불 옆에 앉아서 술이나 한 두 잔 마시면서 이야기나 나누고 지저분한 데몬과 싸울 필요도 없겠지.. 천국이지!"

source: "I am just a copy of the real succubus known as Arueshalae..."
ko: "제가 아루샬레라는 진짜 서큐버스의 복제일 뿐이라니..."
ko_mt: "나는 아루샬래로 알려진 진짜 서큐버스의 복제품일 뿐..."

source: "Does that mean that I am innocent? That the evil deeds that haunt me weren't my deeds at all?"
ko: "그렇다면 저는 결백하다는 뜻일까요? 저를 괴롭히는 악행들은 제가 저지른 것이 아니고요?"
ko_mt: "그럼 저는 결백하다는 뜻인가요? 저를 괴롭히는 악행이 전혀 제 짓이 아니었다는 뜻인가요?"

source: "What does one say when meeting oneself face to face?"
ko: "자기 자신을 만나면 무슨 말을 해야 할까요?"
ko_mt: "자신을 직접 만나면 무슨 말을 하나요?"

source: "Personally, I would dispense with the chitchat altogether."
ko: "개인적으로는, 함께 수다를 떨 것 같아요."
ko_mt: "개인적으로는 수다를 아예 없애고 싶습니다."

source: "All this ruminating is unspeakably tedious — who is real, who is a copy..."
ko: "누가 진짜고 누가 가짜인지, 이 심사숙고들이 이루 말 할 수 없이 지루한데..."
ko_mt: "누가 진짜인지, 누가 카피인지.. 이 모든 반추가 말할 수 없이 지루합니다."

source: "Who fancies a drink?"
ko: "한 잔 할 사람?"
ko_mt: "한잔할 사람?"

source: "Why don't Valmallos and Ssila'meshnik like each other? They've hurt each other so much, and there was no reason for it!"
ko: "발말로스와 실라메쉬닉은 왜 서로를 좋아하지 않을까요? 서로를 아주 많이 상처입혔으면서, 거기에 이유도 없어요!"
ko_mt: "발말로스와 실라메쉬닉은 왜 서로를 좋아하지 않을까요? 그들은 서로에게 너무 많은 상처를 줬는데 그럴 이유가 없잖아요!"

source: "Why do people always act like this?"
ko: "어째서 사람들은 항상 그런 식으로 행동할까요?"
ko_mt: "사람들은 왜 항상 이렇게 행동할까?"

source: "I am a criminal, so finding myself in prison comes as no great shock. And as prison cells go, this one is better than most."
ko: "나는 죄인이 맞으니, 감옥 속에 있다는 그 자체가 그리 충격적이지는 않아. 게다가 이곳은 다른 감옥들보다 훨씬 더 낫지."
ko_mt: "저는 범죄자이기 때문에 감옥에 갇힌다는 사실이 큰 충격으로 다가오지 않습니다. 그리고 교도소 감방 중에서도 이곳은 다른 곳보다 낫습니다."

source: "But that doesn't mean that I won't try to escape. As I said, I am a criminal."
ko: "허나 그것이 내가 탈출을 시도하지 않으리라는 뜻은 아니라오. 말했듯이, 나는 범죄자이니."
ko_mt: "하지만 그렇다고 해서 도망치려 하지 않겠다는 뜻은 아닙니다. 말씀드렸듯이 저는 범죄자입니다."

source: "So if I'm a copy of the real Lann, then does that mean that the fate of the mongrels — that the whole crusade — isn't my concern anymore?"
ko: "그래서, 내가 진짜 랜이 아니라면, 잡종들의 운명, 나아가서 성전군의 운명이 더는 내 관심사가 아닌 건가?"
ko_mt: "그럼 내가 진짜 란의 복제품이라면, 그 말은 이 몽그렐들의 운명, 즉 십자군 전체가 더 이상 내 관심사가 아니라는 뜻인가요?"

source: "Huh. This feels weird. I'm not sure how I'll cope with all this lack of responsibility."
ko: "허. 이상한 기분인데. 이 책임감 부족에서 어떻게 벗어날 수 있을지 모르겠어."
ko_mt: "기분이 이상하네요. 이 모든 책임감 부족에 어떻게 대처해야 할지 모르겠어요."

source: "All of the experiments I have conducted on myself — namely, pinching various body parts — have produced the same result: I exist, I am real."
ko: "저 자신에게 했던 모든 실험들 — 즉슨, 다양한 신체 부위를 꼬집는 실험들은 모두 동일한 결과를 나타내었습니다: 나는 실재한다, 나는 진짜다."
ko_mt: "다양한 신체 부위를 꼬집어보는 등 제가 직접 수행한 모든 실험에서 동일한 결과가 나왔습니다. 나는 존재한다, 나는 실재한다."

source: "Then again, perhaps I am still experiencing the 'denial' stage described in treatises about the mind's response to shock?"
ko: "그렇다면, 아직 제가 충격에 대한 정신의 반응에 대한 논문에서 표현한 '부정' 단계를 경험하는 중인 걸까요?"
ko_mt: "그렇다면 충격에 대한 마음의 반응에 관한 논문에서 설명하는 '부정' 단계를 여전히 경험하고 있는 것은 아닐까요?"

source: "Valmallos protects the world against destructive magic. His work is worthy of respect."
ko: "발말로스는 파괴적인 마법으로부터 세상을 보호한다. 그의 작업은 존중을 받아 마땅하지."
ko_mt: "발말로스는 파괴적인 마법으로부터 세상을 보호합니다. 그의 업적은 존경할 만한 가치가 있습니다."

source: "It is rare that I meet an enemy deserving of respect."
ko: "존중할 만한 적을 만나는 일도 드물군."
ko_mt: "존경받을 만한 적을 만나는 것은 드문 일입니다."

source: "Goddess Iomedae, light of my sword, do not forsake me in this hour of darkness..."
ko: "아이오메데, 내 검의 빛이시여, 이 어두운 시기에 저를 저버리지 마소서..."
ko_mt: "내 검의 빛이신 아이오메데 여신님, 이 어둠의 시간에도 저를 버리지 마소서..."

source: "Will the goddess hear me in this world? Do I have the right to pray to her, seeing as how I'm not even a real person?"
ko: "여신께서 이 세상의 내 이야기를 들으실까? 진짜 사람이 아닌데도 그분께 기도할 권리가 내게 있을까?"
ko_mt: "이 세상에서 여신이 제 기도를 들어주실까요? 나는 진짜 사람도 아닌데 그녀에게 기도할 권리가 있는 걸까?"

source: "Sometimes when I paint, I think, 'What if this painting is my last?'"
ko: "가끔씩 그림을 그릴 때면, '이 그림이 내 마지막 작품이라면?'이라는 생각을 합니다."
ko_mt: "가끔 그림을 그릴 때면 '이 그림이 내 마지막 작품이라면 어떨까'라는 생각을 하곤 합니다."

source: "And the stranger the circumstances we find ourselves in, the greater my desire to paint better. I feel it now."
ko: "그리고 저희가 처한 상황이 이상할 수록, 더 나은 그림을 그리고자 하는 욕구가 더 커지죠. 이제야 좀 실감이 됩니다."
ko_mt: "그리고 우리가 처한 상황이 낯설수록 더 좋은 그림을 그리고 싶은 욕구가 커집니다. 이제야 실감이 납니다."

source: "Valmallos thinks he has locked us in here. The fool! All he has done is give us free rein to rampage across his realm."
ko: "발말로스는 자신이 우리를 가뒀다고 생각한다. 멍청한 자로군! 그가 한 일이라곤 자신의 영역을 유린할 수 있도록 우리 고삐를 풀어준 것뿐이다."
ko_mt: "발말로스가 우릴 여기 가뒀다고 생각해요. 멍청한 놈! 발말로스가 한 짓은 우리가 그의 왕국을 마음껏 날뛸 수 있도록 고삐를 풀어준 것뿐입니다."

source: "By the time we get out of here, this place will be nothing but rubble!"
ko: "우리가 여기서 나갈 때쯤이면, 이곳에는 폐허만이 남을 것이다!"
ko_mt: "우리가 여기서 나갈 때쯤이면 여긴 잔해만 남아있을 거예요!"

source: "Hey, chief, remember how you got me outta the clink back in Kenabres?"
ko: "대장, 케나브레스에서 감방에 있던 나를 꺼내줬던 것 기억해요?"
ko_mt: "과장님, 케나브레스에서 저를 구치소에서 빼내 주신 거 기억하시죠?"

source: "Well, now's the perfect time for a repeat performance. I might not be the real me, but this Woljif doesn't like being locked up any more than the other one."
ko: "어, 지금이 그걸 다시하기에 적절한 때에요. 나는 진짜 내가 아니겠지만, 이 울지프는 다른 쪽보다도 갇혀있는 걸 더 싫어하거든요."
ko_mt: "지금이 바로 반복 공연을 하기에 완벽한 시기입니다. 내가 진짜 나는 아닐지 몰라도 이 월지프는 다른 월지프보다 더 이상 갇혀 있는 것을 좋아하지 않아요."

source: "Bemir, you're a big, strong guy — how did these freaks manage to take you down?"
ko: "베미르, 너는 덩치도 크고 힘도 강하잖나. 어떻게 저 괴한들이 너를 쓰러뜨릴 수 있었지?"
ko_mt: "베미르, 넌 덩치도 크고 힘도 센데 어떻게 저 괴물들이 널 쓰러뜨릴 수 있었지?"

source: "So what if I'm big and strong? I'm no fighter, I'm gentle as a lamb. And besides, it was five against one — I didn't stand a chance."
ko: "내가 크고 강하면 뭐 어떤가? 나는 싸움꾼도 아니고, 양처럼 순한 사람이거든. 게다가 5대 1이었어. 답이 없었지."
ko_mt: "내가 덩치가 크고 강하면 어때요? 저는 싸움꾼이 아니라 양처럼 온순한 사람이에요. 게다가 5 대 1이었으니 저는 기회가 없었어요."

source: "Hey, big man, how did you build all that muscle? You expect me to believe that's just from millwork?"
ko: "어이, 덩치. 그 근육들은 다 어떻게 만든 거지? 방앗간에서 일한 걸로 생겼다는 말을 믿어주길 바라는 건가?"
ko_mt: "이봐, 덩치 큰 친구, 어떻게 그렇게 근육을 만들었어? 그게 그냥 방앗간에서 일해서 생긴 거라고 믿으라고요?"

source: "Why's that so hard to believe? I'm hauling sacks around, cutting wheat, and making the... uh... wheel thing turn. I'd like to see you do all that and not build muscle!"
ko: "그게 뭐가 어려워? 자루를 나르고, 밀을 자르고, 그... 어... 어쩌구 바퀴를 돌리는 일을 하지. 그 짓을 하고도 근육이 안 크는지 보고 싶구만!"
ko_mt: "그게 왜 그렇게 믿기 어렵죠? 전 자루를 나르고 밀을 자르고.. 바퀴를 돌리는 일을 하고 있어요. 근육을 키우지 않고 그 모든 일을 하는 모습을 보고 싶어요!"

source: "Wow, who would've thought the city is almost as big underground as it is above ground!"
ko: "우와, 도시 지하가 지상만큼이나 넓으리라고 누가 생각하겠어!"
ko_mt: "와, 이 도시가 지상만큼이나 지하가 넓을 줄 누가 알았겠어요!"

source: "Yes, these catacombs have always been a headache for the city authorities. The vast majority are not even documented in our records!"
ko: "그래. 이 지하묘지는 언제나 도시의 골칫거리였지. 이곳의 대다수가 기록조차 없는 사람들이거든!"
ko_mt: "네, 이 지하 묘지는 시 당국에 항상 골칫거리였습니다. 대다수가 기록에도 남아 있지 않으니까요!"

source: "What does our inspector make of the chaos at the cemetery? Why are the dead restless? Maybe some official's been pilfering the city's supplies of incense and holy water, eh?"
ko: "우리 조사관님은 이 지하 묘지의 혼돈에 대해 어떻게 생각하시나? 어째서 망자들이 안식을 취하지 못하는 거지? 관리 중 누군가가 도시에 보급된 향과 성수를 훔쳐가기라도 하나?"
ko_mt: "우리 조사관은 공동묘지의 혼란에 대해 어떻게 생각하나요? 왜 죽은 자들이 불안해하는 거죠? 아마도 어떤 관리가 도시의 향과 성수를 훔쳐간 게 아닐까요?"

source: "I realize you're joking, young man, but knowing our city's bureaucrats the way I do, it wouldn't surprise me in the least."
ko: "젊은이, 자네가 농담하는 것은 알겠다만, 우리 도시의 관료들에 대해 나만큼이나 잘 안다면 조금도 놀랍지 않을 거야."
ko_mt: "농담인 건 알겠는데, 젊은 이, 우리 시의 관료들을 나만큼 잘 안다면 조금도 놀랍지 않을 겁니다."

source: "Hey, gravedigger! You still alive?"
ko: "이봐, 도굴꾼! 아직 살아있나?"
ko_mt: "이봐, 무덤 파는 사람! 아직 살아있어?"

source: "I'm alive, Mr. Rekarth, and I feel great! Healthy as a horse — only don't touch me!"
ko: "살아 있어, 레카트! 게다가 기분도 끝장나는군! 종마마냥 건강하니, 건드리지만 마!"
ko_mt: "전 살아있어요, 레카트 씨, 기분이 좋아요! 말처럼 건강하니까 손만 대지 마세요!"

source: "If haranguing somebody could cure their wounds, then with Inai in our party, we'd be invincible."
ko: "만약 누군가에게 떠드는 것이 사람을 치유할 수 있다면, 아이나이가 우리 일행에 들어왔으니 우린 무적이야."
ko_mt: "누군가를 괴롭히는 것으로 상처를 치료할 수 있다면, 이나이와 함께라면 우리는 무적일 것입니다."

source: "If clowns like you were invincible, then healers wouldn't have to waste their time on people who injure themselves through their own idiocy."
ko: "당신같은 광대가 무적이라면, 치유사들도 자기 어리석음으로 인해 다치는 사람들에게 시간을 낭비하지 않아도 되겠군요."
ko_mt: "당신 같은 광대가 무적이라면 치유사가 자신의 어리석음으로 다치는 사람들에게 시간을 낭비할 필요가 없겠죠."

source: "Langrat, you heard something? Are we being pursued?"
ko: "랭그라트, 뭔가 들리지 않나? 우리가 추격당하는 중인가?"
ko_mt: "랑그니트, 무슨 소리 들었어? 우리 쫓아오는 거야?"

source: "The acoustics in these caves are exceptional. You could hold a concert down here... If it weren't for the war, and the monsters, and everything else."
ko: "이 동굴의 음향은 정녕 훌륭하군. 공연을 열어도 되겠어... 전쟁통이 아니고, 괴물들도 없고, 기타 여러가지 걸림돌만 없었다면 말이지."
ko_mt: "이 동굴의 음향은 정말 훌륭합니다. 여기서 콘서트를 열 수도 있죠.. 전쟁과 괴물들만 아니었다면 말이죠."

source: "I bet you feel right at home in this quarter, Langrat. Tell the truth: which one of these mansions is yours?"
ko: "랭그라트, 이 구획이라면 집에 거의 다 왔다는 기분이 들겠군. 솔직히 말해 봐: 이 저택들 중 어느 게 네 것이지?"
ko_mt: "이 구역에 오면 집처럼 편안하실 거예요, 랑그니트. 이 저택 중 어느 저택이 당신 집인가요?"

source: "Ah, if only a violinist could afford to live in a mansion... I have spent a lot of time here, it's true, but only as a guest."
ko: "아, 바이올리니스트에게 저택을 소유할 여유만 있었더라도... 내가 이곳에서 많은 시간을 보냈던 것은 사실이지만, 언제나 손님이었어."
ko_mt: "아, 바이올리니스트가 저택에 살 수만 있다면... 여기서 많은 시간을 보낸 것은 사실이지만 손님으로만 머물렀죠."

source: "Gods, this place reeks."
ko: "맙소사, 끔찍한 악취로군."
ko_mt: "맙소사, 여기 악취가 나네요."

source: "It seems to be my lot in life — if I'm not wading through blood, I'm crawling through shit."
ko: "피바다를 헤치지 않으면 똥찌꺼기를 기어가는 게 내 숙명인가봐."
ko_mt: "피를 헤치지 않으면 똥을 기어가는 것이 제 인생의 운명인 것 같습니다."

source: "You think you got me trapped, you cultist scum?"
ko: "사교도 새끼들아, 나를 가뒀다고 생각하나?"
ko_mt: "날 함정에 빠뜨렸다고 생각해, 이 사이비 종교 쓰레기들아?"

source: "Ha! No prison can hold Rekarth for long!"
ko: "하! 이 레카트님을 오래 가둘 수 있는 감옥은 없지!"
ko_mt: "하! 어떤 감옥도 레카트를 오래 가둘 수 없다!"

source: "How about that, we've literally risen from the grave."
ko: "좋아, 말 그대로 무덤 속에서 솟아났군."
ko_mt: "말 그대로 무덤에서 살아난 것 같죠?"

source: "This will make a great story to tell over a beer... If we don't wind up six feet under before we get the chance."
ko: "맥주 한 잔 때리면서 풀기에 좋은 이야깃거리가 되겠어... 기회도 얻지 못하고 6피트 아래에 묻히지만 않는다면."
ko_mt: "맥주 한잔하면서 이야기하기 좋은 이야기네요.. 6피트 아래까지 내려가지 않는다면 말이죠."

source: "Only a week ago, townsfolk would see me and start checking their purses. Now they're asking me for help."
ko: "불과 일주일 전만 해도, 나를 본 시민들은 자기 지갑을 찾기 시작했겠지. 이제 똑같은 사람들이 나에게 도움을 요청하는군."
ko_mt: "불과 일주일 전만 해도 마을 사람들이 저를 보고 지갑을 확인하곤 했습니다. 이제는 저에게 도움을 요청하고 있습니다."

source: "But let's say I do save them — once the demons are sent packing, we'll be right back to 'Beat it, street rat!'"
ko: "하지만 내가 그들을 구한다 치자고. 데몬들을 몰아내고 나면, 우리는 곧장 '꺼져라, 쥐새끼야!' 소리를 듣게 되겠지."
ko_mt: "하지만 제가 그들을 구한다고 가정해 봅시다. 데몬들을 쫓아내고 나면 바로 '꺼져, 길거리 쥐새끼야!'로 돌아갈 수 있습니다."

source: "It used to be an ordinary street, but now it's a battlefield. Full of rubble, smoke, screams..."
ko: "평범한 길거리였던 곳이, 이제는 전쟁터가 되었군. 돌더미, 연기, 비명..."
ko_mt: "예전에는 평범한 거리였지만 지금은 전쟁터입니다. 잔해와 연기, 비명소리로 가득합니다..."

source: "Funny, I always felt out of place here before, but now it suits me right down to the ground!"
ko: "재미있어. 전에는 여기 있는 게 항상 어색했었는데, 지금은 나에게 딱 맞는 장소로 느껴지다니!"
ko_mt: "재미있게도 전에는 항상 이곳이 어색하게 느껴졌는데 지금은 아주 잘 어울려요!"

source: "Some folks like nothing better than creeping into some crypt, or a bear's den, or a hole bristling with spikes..."
ko: "어떤 사람들은 묘지, 곰 굴, 가시가 빽빽히 박힌 구덩이 속으로 기어들어가는 것을 좋아하지..."
ko_mt: "어떤 사람들은 토굴이나 곰굴, 가시가 뾰족하게 솟은 구멍으로 기어들어가는 것보다 더 좋은 것을 좋아합니다..."

source: "And yet, here I am, alive and kicking! Sometimes when you go looking for trouble, trouble goes looking for you in the wrong place, and the two of you never meet!"
ko: "그래도, 난 팔팔하게 여기 있잖아! 때로는 네가 사건을 찾아 다니는 데도, 사건이 너를 엉뚱한 데서 찾는 바람에 둘이 만나지 못하는 경우도 있지!"
ko_mt: "그런데도 나는 살아서 여기 있습니다! 때때로 문제를 찾으러 가면 엉뚱한 곳에서 문제가 찾아와서 둘이 만나지 못할 때가 있어요!"

source: "Why are you so cheery? The city's in ruins, there's blood running in the streets — what's there to smile about?"
ko: "넌 왜 그리 싱글벙글이지? 도시는 폐허가 되었고, 거리에는 피가 강을 이루었다. 무얼 보고 웃는 거야?"
ko_mt: "왜 그렇게 밝은가요? 도시는 폐허가 됐고 길거리에는 피가 흐르고 있는데 웃을 일이 뭐가 있겠어요?"

source: "I've always been a smiley kind of person, and I haven't died once so far. Maybe my smile is my lucky charm!"
ko: "난 언제나 웃는 상인데가가, 지금껏 단 한 번도 죽지 않았으니까. 아마 내 미소가 내 행운의 부적인지도 몰라!"
ko_mt: "저는 항상 웃는 사람이고 지금까지 단 한 번도 죽지 않았습니다. 제 미소가 행운의 부적일지도 몰라요!"

source: "Hey, have you heard the one about the gnome who fought off the Bleaching so well they turned into a pot of paint?"
ko: "이봐, 백화를 너무 잘 이겨낸 탓에 물걈통으로 변해버린 노움 이야기를 들어봤나?"
ko_mt: "백화제를 너무 잘 이겨내서 물감 냄비로 변해버린 요정 이야기 들어봤어요?"

source: "Oh, that's fantastic! I think I'd like that. I wonder what color I'd be? Purple, perhaps? Or a deep azure?"
ko: "오, 멋진데! 나도 그러고 싶어. 나는 무슨 색 물감이 될까? 보라색? 아니면 짙은 하늘색?"
ko_mt: "오, 환상적이네요! 나도 좋아할 것 같아. 저는 어떤 색이 될까요? 보라색일까요? 아니면 짙은 하늘색?"

source: "My, Bemir, you are a big fellow! I daresay you could take on a giant and win, yes?"
ko: "베미르, 넌 정말 커다란 친구야! 너라면 거인과 싸워도 이길 것 같은데, 맞아?"
ko_mt: "이런, 베미르, 넌 정말 대단한 친구야! 거인과 싸워서 이길 수 있을 거라고 감히 장담하지?"

source: "Yeah right! I don't want to fight anybody. I'm a peaceful guy, you know, wouldn't hurt a fly — but what's this giant done to me, anyhow?"
ko: "맞아! 난 누구와도 싸우길 바라지 않지. 알다시피 나는 평화를 사랑해서 파리 새끼 한 마리도 해치질 않는데, 이 거인은 대체 날 어떻게 이렇게 만든 거야?"
ko_mt: "그래, 맞아! 난 누구와도 싸우고 싶지 않아요. 난 파리 한 마리도 해치지 않을 정도로 평화로운 사람인데 이 거인이 나한테 무슨 짓을 한 거지?"

source: "Everything's been torn apart, it's like something from a horrible nightmare. But not to worry, they'll build everything back better than before, isn't that right, Frada?"
ko: "모든 것이 끔찍한 꿈처럼 산산조각 났어. 하지만 걱정 마. 전보다 훨씬 더 좋게 복구될 테니까. 그렇지, 프라다?"
ko_mt: "모든 것이 산산조각 났어요. 마치 끔찍한 악몽에서 나온 것 같아요. 하지만 걱정하지 마세요. 이전보다 더 잘 복구될 테니까요, 그렇죠, 프라다?"

source: "I doubt it. This attack will plunge Kenabres into a financial hole much deeper than the catacombs beneath the city."
ko: "그럴리가. 이번 공세는 케나브레스를 도시 지하의 지하묘지보다도 더 깊은 재정적 수렁으로 빠뜨릴 거야."
ko_mt: "아닐 겁니다. 이번 공격으로 케나브레스는 도시 지하에 있는 지하 묘지보다 훨씬 더 깊은 재정적 수렁에 빠질 것입니다."

source: "It's a pity I didn't get to see Kenabres properly before the invasion. Tell me, Brodie, what was it like here before? Beautiful, I'm sure?"
ko: "침공 전의 케나브레스를 제대로 보지 못해서 너무 아쉬운 걸. 전에는 어떤 곳이었어, 브로디? 분명 아름다웠겠지?"
ko_mt: "침공 전에 케나브레스를 제대로 보지 못한 게 유감이에요. 말해봐, 브로디, 여긴 예전엔 어땠어? 아름다웠겠지?"

source: "I've lived here since I was a child and I've never had a proper look at the place neither. It's all work, work, work — when am I supposed to have had time to take in the sights?"
ko: "꼬맹이 시절부터 거기서 살긴 했지만, 제대로 보지 못한 건 나도 똑같아. 일, 일, 일. 일만 하는데 눈에 담을 새가 어디 있었겠어?"
ko_mt: "어렸을 때부터 이곳에 살았지만 한 번도 제대로 둘러본 적이 없어요. 일, 일, 일만 하느라 언제 경치를 구경할 시간이 있었겠어요?"

source: "Why are ordinary people suddenly turning to demon worship? Could it be a sickness? What do you think, Inai, can cultists be cured?"
ko: "대체 왜 평범한 사람들이 갑자기 데몬 숭배로 전향한 거지? 질병인 거 아냐? 아이나이, 어떻게 생각해? 사교도들이 치유될 수 있을까?"
ko_mt: "왜 평범한 사람들이 갑자기 데몬 숭배로 돌아서는 걸까요? 병 때문일까요? 이나이, 사이비 종교는 치료할 수 있다고 생각하세요?"

source: "Of course they can. I'll tell you how: a crossbow bolt to the head, and a spear through the belly. Twice daily, morning and night, on an empty stomach."
ko: "물론이죠. 치료법도 있어요: 쇠뇌살을 머리에 꽂아주고, 배에는 창을 찌르세요. 아침 저녁 하루에 두 번, 공복에 하시면 돼요."
ko_mt: "물론 가능합니다. 방법을 알려드리죠. 쇠뇌로 머리에 화살을 쏘고 창으로 배를 관통하는 겁니다. 매일 아침저녁으로 공복에 두 번씩 말이죠."

source: "Is the violin the only instrument you play? I play the spoons, myself. And a friend of mine produces the most melodious trills on his saw — you would love it!"
ko: "너는 바이올린만 연주해? 나는 숟가락으로 연주를 하거든. 또 내 친구는 톱으로 아름다운 선율을 만들어 내지. 너도 좋아할 거야!"
ko_mt: "바이올린만 연주하시나요? 저는 숟가락을 연주합니다. 그리고 제 친구는 톱으로 가장 선율적인 트릴을 만들어내는데, 여러분도 좋아할 거예요!"

source: "I've never had the pleasure... But if we get out of this alive, come to the theater and we'll put on a concert — your saw and spoons with my orchestra."
ko: "나는 즐겁다 생각해 본 적이 없어... 만약에 우리가 살아서 이곳을 빠져나간다면, 극장에 찾아와. 우리 오케스트라와 너희들의 숟가락, 톱으로 공연을 열자고."
ko_mt: "이런 기쁨은 처음이에요.. 하지만 여기서 살아서 나오면 극장으로 오시면 제 오케스트라와 함께 톱과 숟가락으로 콘서트를 열어드리겠습니다."

source: "It's so wonderful that it's not just snappers crawling up from the bowels of the earth, but new friends as well!"
ko: "도미 뿐만 아니라 새 친구도 땅 속에서 튀어나율 수 있다니 정말 멋지다!"
ko_mt: "땅속에서 기어 올라오는 도미뿐만 아니라 새로운 친구들도 있다는 것이 너무 신기해요!"

source: "In what way are we friends? We only just met, and you're already getting on my nerves."
ko: "우리가 어떤 면에서 친구인 것이지? 만난지 얼마 되지도 않았는데, 벌써 나의 신경을 긁는군."
ko_mt: "우린 어떤 식으로 친구인가요? 만난 지 얼마 안 됐는데 벌써부터 신경이 거슬려요."

source: "Looking around, it makes you want to weep. All these abandoned homes... like tombstones..."
ko: "주변을 둘러봐. 너도 눈물을 훔치고 싶어질 거야. 모든 버려진 집들... 마치 묘비같아..."
ko_mt: "주위를 둘러보면 울고 싶을 정도입니다. 이 모든 버려진 집들.. 묘비처럼..."

source: "Well, while you're weeping, there'll be plenty of scumbags rubbing their hands. To them, these houses are chests full of loot, free for the taking."
ko: "음, 네가 짜는 동안, 다양한 개자식들이 손을 집어넣고 있을 거다. 그들에게 있어, 저 집들은 활짝 열린 보물 상자나 다름 없어."
ko_mt: "당신이 울고 있는 동안에도 많은 쓰레기들이 손을 비비고 있을 겁니다. 그들에게 이 집들은 전리품으로 가득 찬 상자에 불과합니다."

source: "I'm sure this place was beautiful before this calamity! I must return once it's been rebuilt."
ko: "재난을 맞기 전에는 여기도 엄청 아름다웠을 게 분명해! 재건되고 나면 꼭 와봐야지."
ko_mt: "이 재난이 일어나기 전에는 이곳이 정말 아름다웠을 거예요! 이곳이 재건되면 꼭 다시 방문하고 싶어요."

source: "If they rebuild this place exactly as it was, the guards will boot us riffraff out before we can blink."
ko: "원래 모습 그대로 재건된다면, 경비병들은 우리가 눈도 깜빡하기 전에 우리같은 쓰레기들을 내쫒을 거다."
ko_mt: "이곳을 원래 모습 그대로 재건하면 경비병들이 눈도 깜빡하기 전에 우리를 쫓아낼 겁니다."
