Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "I think the beauty of that work of art lies in the philosophical idea behind it. If the gnome was truly inspired, that means the goddess was with him. And if he was a charlatan — well, that is on his own conscience!"
ko: "제 생각에 예술품의 아름다움은 그 속에 숨은 철학적 발상에서 기인합니다. 만일 그 노움이 정말로 영감을 얻었다면, 그는 즉 여신께서 그와 함께 하셨다는 뜻이 됩니다. 만일 그가 행세만 하는 사기꾼이었다면... 음, 그건 양심 문제고요!"
ko_mt: "이 예술 작품의 아름다움은 그 이면에 담긴 철학적 아이디어에 있다고 생각합니다. 노움이 진정으로 영감을 받았다면 여신이 그와 함께했다는 뜻이죠. 그리고 만약 그가 사기꾼이었다면 그건 그의 양심에 달린 문제입니다!"

source: "Sometimes it feels like I don't have one cleric following me, but a whole temple of Shelyn constantly nagging me to repent."
ko: "가끔씩은 클레릭 하나가 아닌 셸린의 교단 전체가 날 쫒아다니며 밑도 끝도 없이 회개하라고 왱알댄다는 기분까지 들어."
ko_mt: "때때로 저를 따르는 성직자가 한 명도 없는데 쉴린 사원 전체가 끊임없이 회개하라고 잔소리를 하는 것처럼 느껴질 때가 있습니다."

source: "I am sorry, I did not mean to be such a nuisance. I can see that you have not been entirely corrupted by evil and that you are willing to heed the words of a friend. I struggle to stop myself reminding you what it is like to live a life of faith."
ko: "죄송합니다, 그렇게 성가시게 굴려는 뜻은 아니었어요. 저는 당신이 완전히 악에 집어삼켜지지 않았으며 친구들의 말에 귀 기울일 뜻이 있다는 것을 압니다. 당신께 신앙과 함께하는 삶이 어떤지 상기시키는 행위를 멈추도록 노력하죠."
ko_mt: "미안해요, 귀찮게 하려던 건 아니었어요. 나는 당신이 악에 완전히 타락하지 않았고 친구의 말에 기꺼이 귀를 기울이는 것을 볼 수 있습니다. 믿음의 삶을 산다는 것이 어떤 것인지 상기시켜드리고 싶었습니다."

source: "I feel sorry for what you've been through, Trever. You could have been a strong fighter and comrade. But slavery among the demons can only break a man."
ko: "트레버, 네가 어떤 고난을 헤쳤는지 알게 되니 불쌍하다고 느껴진다네. 너는 강한 전사이자 동료가 될 수 있었어. 하지만 데몬들의 노예 제도가 사람 하나를 망가뜨렸군."
ko_mt: "네가 겪은 일이 안타깝다, 트레버. 넌 강한 전사이자 동지가 될 수 있었어. 하지만 데몬들 사이의 노예 생활은 한 인간을 망가뜨릴 뿐이야."

source: "I did not break. I survived and kept my mind whole. The ones who lost themselves, they are the ones who broke."
ko: "나는 망가지지 않았다. 나는 살아남았고, 내 정신을 온전히 지켰다. 자신을 잃은 자들이야말로 망가진 자들이다."
ko_mt: "저는 무너지지 않았습니다. 저는 살아남았고 제 마음을 온전히 지켰습니다. 자신을 잃은 사람들이야말로 망가진 사람들입니다."

source: "I see nothing wrong with gladiator fights if people take part in them willingly."
ko: "사람들이 자발적으로 참여했다면, 검투사 결투의 어디가 나쁜 것인지 모르겠군."
ko_mt: "사람들이 기꺼이 검투사 싸움에 참여한다면 검투사 싸움이 잘못되었다고 볼 수 없습니다."

source: "No. Killing for entertainment is a dark business. Even if you win, you are still killing yourself."
ko: "아니다. 오락을 위한 살생은 사악한 행위다. 네가 승리하더라도, 너는 여전히 널 죽이는 것이다."
ko_mt: "아니요. 오락을 위한 살인은 어두운 사업입니다. 설령 이긴다고 해도 스스로를 죽이는 것입니다."

source: "You could comb your beard, at least. Your whole head's as wild as a bird's nest."
ko: "적어도 수염은 정리하지 그러나. 네 머리 전체가 새 둥지처럼 산만하잖나."
ko_mt: "수염이라도 빗어주세요. 머리 전체가 새 둥지처럼 거칠어졌어요."

source: "And you remember what a bird's nest looks like, do you, you wit of a townsman? Somehow I doubt it."
ko: "새 둥지가 어떻게 생겼는지를 재치있는 도시 사람이 기억한다고? 내게는 의심스럽군."
ko_mt: "새 둥지가 어떻게 생겼는지 기억하시죠? 마을 사람답게 재치 있군요. 왠지 모르겠군."

source: "Up here on the surface, it's not enough to be a good hunter, unless you live in the middle of nowhere, of course. You need a trade. Have you considered what you might like to turn your hand to?"
ko: "당연한 말이지만, 지상에서는 주변에 아무것도 없는 게 아닌 이상, 좋은 사냥꾼이 되는 것만으로 부족해. 거래를 할 필요가 있지. 어떤 기술을 가졌으면 좋을까 생각해본 적 있나?"
ko_mt: "물론 오지에 살지 않는 이상, 지상에서 사냥을 잘하는 것만으로는 충분하지 않습니다. 당신은 거래가 필요해요. 어떤 분야에 손을 대고 싶은지 생각해 보셨나요?"

source: "If I turn my hand to murder, all paths will be open to me."
ko: "내가 살인에 능숙해지면, 모든 길이 나에게 열릴 것이다."
ko_mt: "내가 살인에 손을 들면 모든 길이 내게 열릴 것이다."

source: "Mongrels are stronger, faster, and tougher than humans — so why do they live such harsh lives in the caves? Do your lot have a weakness?"
ko: "잡종들은 인간보다 강하고, 빠르고, 튼튼하잖나. 그렇다면 왜 그들이 동굴 속에서 험난하게 살아가는 거지? 너희 종족에 약점이 있는 건가?"
ko_mt: "몽그렐은 인간보다 더 강하고, 더 빠르고, 더 강인한데 왜 동굴에서 그렇게 가혹한 삶을 살까요? 혹시 약점이 있나요?"

source: "If we did, I wouldn't tell you. Toughness and the ability to survive are useless if you haven't got brains to back it up."
ko: "만일 그렇다 해도 네게 말해주지는 않을 것이다. 강인함과 생존 능력도 그것을 뒷받침할 두뇌가 없다면 소용 없으니."
ko_mt: "만약 그랬다면 말하지 않았을 겁니다. 강인함과 생존 능력은 그것을 뒷받침할 두뇌가 없다면 아무 소용이 없습니다."

source: "I like your style, but if you want to make a living out of this, try to work more cleanly. You won't get too many repeat customers if you turn every murder scene into a bloodbath."
ko: "네 방식은 마음에 들지만, 이 일이 끝나고도 계속 살고 싶다면 작업을 더 깔끔해지도록 노력해봐라. 모든 현장을 피범벅으로 만든다면 너를 자주 찾는 고객이 많이 없을 거야."
ko_mt: "당신의 스타일은 마음에 들지만 이 일로 먹고살려면 좀 더 깔끔하게 일하세요. 모든 살인 현장을 피바다로 만들면 단골 고객이 많지 않을 겁니다."

source: "You, dwarf, have already forgotten how to take pleasure in killing. The carnage is the best part!"
ko: "드워프, 너는 이미 살인에서 기쁨을 얻는 법을 잊어버린 것 같군. 학살은 중대 사항이다!"
ko_mt: "드워프, 넌 이미 살육의 즐거움을 잊었어. 대학살이 최고야!"

source: "Of course, what matters most in an assassin is results. But if you want to earn good money for getting those results, you need to learn how to present yourself. Your appearance needs to inspire confidence in the client."
ko: "당연하지만, 암살자들에게 가장 중요한 것은 결과물 그 자체다. 하지만 네가 이런 결과물들로 돈을 벌고 싶다면, 자신을 소개하는 방법을 배워야만 할 것이야. 네 외모로 고객들에게 자신감을 보여줘야만 하지."
ko_mt: "물론 암살자에게 가장 중요한 것은 결과입니다. 하지만 그 결과를 얻어 좋은 돈을 벌고 싶다면 자신을 표현하는 방법을 배워야 합니다. 고객에게 자신감을 심어줄 수 있는 외모를 갖춰야 합니다."

source: "The Commander knows what I am capable of. Anyone else can take their opinions and choke on them."
ko: "사령관님은 내가 무얼 잘 할 수 있는지 아신다. 다른 사람은 자기 의견이 있더라도 입 밖에 못 내지."
ko_mt: "사령관은 제가 어떤 능력을 가지고 있는지 알고 있습니다. 다른 사람은 누구든 의견을 제시하고 질식시킬 수 있습니다."

source: "I like the way you stalk your target and blend effortlessly with the shadows. I may be wrong, but you even seem to stop breathing."
ko: "네가 목표물을 추적하면서 손쉽게 그림자 속에 녹아드는 방법이 좋군. 내가 틀렸을 수도 있지만, 너는 숨조차 멈추는 것처럼 보여."
ko_mt: "목표물을 따라다니며 그림자와 자연스럽게 어우러지는 모습이 마음에 듭니다. 제가 틀렸을 수도 있지만, 숨을 멈춘 것 같기도 해요."

source: "Oh yes, I know how to be patient. The prey or the enemy may be stronger, but a strike dealt at the perfect moment is enough to ensure supremacy in any encounter."
ko: "아, 그래, 나는 기다리는 법을 알고 있지. 먹잇감이나 적이 더 강할지라도 완벽한 순간에 한 방을 날리면 어떤 전투에서도 우위를 점할 수 있어."
ko_mt: "네, 인내하는 법을 알아요. 먹잇감이나 적이 더 강할지라도 완벽한 순간에 한 방을 날리면 어떤 전투에서도 우위를 점할 수 있습니다."

source: "You don't see anything shameful in running away? What about the damage it does to your reputation? Your name?"
ko: "도망치는데서 아무런 부끄러움도 느끼지 못하는 건가? 네 평판에 금이 가지는 않고? 네 이름에는?"
ko_mt: "도망치는 것이 부끄러운 일이라고 생각하지 않으세요? 당신 평판에 끼치는 피해는요? 네 이름?"

source: "Big deal! I'm a thief, ain't I? If I damage my name, I'll just swipe myself a new one!"
ko: "별거 아냐! 난 도둑이잖아? 내 명성에 금이 간다면, 그냥 새 이름으로 갈아치우면 땡이지!"
ko_mt: "별거 아니야! 내가 도둑이지, 그렇지? 내 이름에 흠집이 나면 그냥 새 이름을 쓰면 되잖아!"

source: "You say you despise the notion of family, but you call your fellow thieflings brother and sister, and you even call me 'Uncle Greybor' sometimes. Don't you see the contradiction there?"
ko: "너는 가족이라는 개념을 경멸한다고 말하곤 하지만, 네 씨플링 동료들을 형제 자매라고 부르고 심지어는 가끔씩 나를 '그레이보르 삼촌'이라고도 부르지. 뭔가 모순이 느껴지지 않나?"
ko_mt: "당신은 가족이라는 개념을 경멸한다고 하면서도 동료 도둑들을 형제자매라고 부르고, 심지어 나를 '그레이버 삼촌'이라고 부르기도 합니다. 모순이 보이지 않나요?"

source: "People like it when you talk to them like you're old pals. Like if I say 'uncle' enough times, maybe you'll have mercy on me and decide not to murder me in my sleep."
ko: "사람들은 오랜 친구처럼 말하는 걸 좋아해. 내가 '삼촌'이라고 여러 번 불러주면, 내가 자는 동안 네가 손을 멈추고 날 죽이지 않을 지도 모르잖아."
ko_mt: "사람들은 당신이 오랜 친구처럼 이야기하는 것을 좋아합니다. 내가 '삼촌'이라고 여러번 부르면 자비를 베풀어 자다가도 나를 죽이지 않겠다고 결심할지도 모르죠."

source: "Tell me, Woljif, what's the word on the street in Kenabres about why Kerismei Valensis was named head of the thieflings?"
ko: "울지프, 케나브레스의 거리에서 커리스메이 발렌시스가 씨플링 두목으로 불리는 이유를 말해줄 수 있나?"
ko_mt: "월지프, 케나브레스의 거리에서 케리스메이 발렌시스가 도둑들의 우두머리로 지명된 이유에 대한 소문이 뭐지?"

source: "Word is that she got the job because brother One-horn had himself a little accid… hang on a sec!"
ko: "소문으로는 그녀가 그 자리에 오른 게 큰 뿔 형님의 사ㄱ… 잠깐만!"
ko_mt: "소문에 의하면 한뿔 형님이 사고를 당해서 취직했다고 하던데.. 잠깐만요!"

source: "Still, what do you personally prefer — blades or magic? What I'm asking is, which is more to your taste?"
ko: "그래서, 개인적으로 칼날과 마법 중 어느 것을 더 선호하지? 내 말은, 어느 쪽을 사용하는 게 네 입맛에 더 맞느냐는 것이다."
ko_mt: "그래도 개인적으로 칼날과 마법 중 어떤 것을 더 선호하시나요? 내가 묻는 건, 어느 쪽이 더 취향에 맞느냐는 거야."

source: "I prefer my demons dead so they can't try to bite my tail off. I'll sing ditties and walk on my head if that's what it takes to kill 'em!"
ko: "데몬들이 내 꼬리를 물어뜯지 못하게 죽었으면 좋겠어. 놈들을 죽일 수만 있다면 난 물구나무를 선 채로 노래를 부르며 걸어다닐 수도 있어!"
ko_mt: "데몬들이 내 꼬리를 물어뜯지 못하도록 죽는 게 낫겠어. 데몬을 죽일 수만 있다면 노래를 부르고 내 머리 위를 걸을 수도 있어요!"

source: "The longer I listen to you, the more convinced I am that you're ridiculously lucky. If I were you, I'd make a sacrifice to Norgorber as a sign of my thanks."
ko: "네 이야기를 더 들을수록, 네가 이상할 정도로 운이 좋다는 걸 더 확신하게 되는군. 내가 너였더라면, 노르고버를 향해 내 감사를 표시하는 제물을 바쳤을 것이다."
ko_mt: "당신의 이야기를 들을수록 당신이 엄청나게 운이 좋다는 확신이 들어요. 제가 당신이라면 감사의 표시로 노고버에게 제물을 바치고 싶어요."

source: "Hey, hey, you can stop right there, ol' fella. Us Mendev types, we love our Iomedae, we don't know no Norgorber... Uh, what size of a sacrifice are we talkin' here, a big 'un? What? I'm just curious."
ko: "헤이, 헤이, 그만 둬, 늙은이 친구. 우리 멘데브 친구들은 아이오메데를 사랑하고 노르고버는 모른다고... 어, 우리가 얘기하던 제물의 크기가 얼마나 됐더라? 큰 거였나? 왜냐고? 그냥 궁금해서."
ko_mt: "이봐요, 이봐요, 거기서 멈춰요, 친구. 우리 멘데브 타입은 아이오메데를 사랑하지 노고르버는 몰라.. 희생의 크기가 얼마나 되는 거죠? 큰 거? 뭐? 그냥 궁금해서요."

source: "I think you must be the only demon who's decided to be good. Is it really so hard for your kind?"
ko: "나는 네가 착해지기로 결심한 유일한 데몬이라고 생각하는데. 네 종족들에게 정말로 어려운 일인가봐?"
ko_mt: "착한 사람이 되기로 결심한 데몬은 너뿐인 것 같아. 너희 종족에게 그렇게 힘든 일이야?"

source: "I guess most demons don't even consider the possibility."
ko: "대부분의 데몬들은 그 가능성조차도 고려하지 않죠."
ko_mt: "대부분의 데몬은 그런 가능성조차 고려하지 않는 것 같아요."

source: "Hey, so what's it like — being immortal? Knowing that if you're lucky your time is never going to run out?"
ko: "이봐, 불멸이라는 건 어떤 느낌이야? 운이 좀 받쳐준다면 죽음이 절대로 찾아오지 않을 거는 사실을 알았을 때 어땠어?"
ko_mt: "불멸의 존재가 되면 어떤가요? 운이 좋으면 시간이 절대 다 떨어지지 않을 거라는 걸 알죠?"

source: "It's not a great as you might think. I know plenty who were driven mad by the idea of eternity, the immensity of it. Living too long is as much a curse as dying too soon."
ko: "당신이 생각하는 것보다는 좋지 않아요. 저는 영생이라는 개념, 그 무변성에 짓눌려 미쳐버린 이들을 많이 알아요. 과하게 오래 산다는 것은 때 이른 죽음만큼이나 저주스럽죠."
ko_mt: "생각만큼 좋은 것은 아닙니다. 저는 영원에 대한 생각, 그 광대함에 미쳐버린 사람들을 많이 알고 있습니다. 너무 오래 사는 것은 너무 일찍 죽는 것만큼이나 저주입니다."

source: "So, the point of their jokes is that I'm half lizard, half man. Like I have two natures. That's why all the jokes play on words involving the number two — two-faced, two's company, in two minds. Get it?"
ko: "자, 쟤들 농담은 내가 반인 반도마뱀이라는 걸 집는 거야. 내가 두 가지 천성을 가진 것처럼. 모든 농담이 숫자 2를 포함하는 건 그 때문이야. 두 얼굴, 두 명의 동료, 두 가지 생각. 이해했어?"
ko_mt: "그래서 농담의 요지는 제가 반은 도마뱀이고 반은 사람이라는 것입니다. 마치 제가 두 가지 본성을 가지고 있는 것처럼요. 그래서 숫자 2와 관련된 모든 농담은 두 얼굴, 두 개의 회사, 두 개의 마음 등 숫자 2와 관련된 단어로 진행됩니다. 알겠어요?"

source: "Ah, I think I understand. This is what mortals call a double entendre, yes?"
ko: "아, 알 것 같아요. 이게 필멸자들이 말하는 '일석이조' 라는 거죠?"
ko_mt: "아, 알 것 같군요. 인간들은 이런 것을 이중적 의미라고 하지 않나요?"

source: "Sorry, but you've got no chance. There's no way you'll last longer than me. I'm just more experienced, you have to accept it."
ko: "미안, 하지만 너에겐 기회가 없어. 나보다 오래 남아있을 방법이 없었을 테니까. 내가 경험을 더 쌓았을 뿐이고, 넌 그걸 받아들여야만 해."
ko_mt: "미안하지만 넌 기회가 없어. 당신이 나보다 오래 버틸 방법은 없어요. 제가 경험이 더 많으니 인정하세요."

source: "No, wait. It looks so easy! You take a spoon... hang it off the tip of your nose... I don't understand, why does it always fall off?"
ko: "아뇨, 잠깐만요. 쉬워보이는 걸요! 숟가락을 가져다가... 코 끝에 걸고... 이해가 안 되네요. 왜 계속 떨어질 까요?"
ko_mt: "아니, 잠깐만요. 너무 쉬워 보이는데! 숟가락을 가져다가 코끝에 걸면 되잖아요.. 이해가 안 돼요, 왜 항상 떨어지죠?"

source: "The succubi we've met didn't seem all that tempting to me. Maybe because they all wanted to kill me."
ko: "우리가 만났던 서큐버스는 죄다 유혹적이지 않더라고. 아마 걔들 전부가 날 죽이려들어서 그랬을 거야."
ko_mt: "우리가 만난 서큐비들은 그다지 매력적으로 느껴지지 않았습니다. 모두 저를 죽이고 싶어 했기 때문일지도 모르죠."

source: "We... I mean, they would use spells if they truly wanted to tempt you."
ko: "저희... 제 말은, 그들이 정말 당신을 유혹하려 들었더라면 주문을 사용했을 거예요."
ko_mt: "우리.. 정말 당신을 유혹하고 싶었다면 주문을 사용했을 거예요."

source: "A camellia is a plant, right? Something like water hemlock?"
ko: "카멜리아면 식물이 맞지? 독미나리 비슷한 거였나?"
ko_mt: "카멜리아는 식물 맞죠? 물옥잠 같은 거요?"

source: "And Lann is some specimen of underground fauna? Like a horned toad?"
ko: "랜은 땅 속 동물이잖아요? 뿔 두꺼비 비슷한 것 맞죠?"
ko_mt: "그럼 란은 지하 동물의 표본이라고요? 뿔 두꺼비 같은 거요?"

source: "If people's appearance reflected their inner life, no one would leave the house without a mask. And nobles wouldn't leave without a cloak concealing their entire body!"
ko: "사람의 외모가 내면을 반영한다면, 그 누구도 가면 없이는 집 밖에 나가지 않을 거야. 귀족들은 자기 몸뚱아리까지 가려줄 망토도 가져가겠지!"
ko_mt: "사람들의 외모가 내면의 삶을 반영한다면 아무도 마스크 없이는 집을 나가지 않을 것입니다. 그리고 귀족들은 온몸을 가리는 망토 없이는 외출하지 않았을 것입니다!"

source: "I wouldn't say your appearance reflects your mind. If that were true, you'd be the size of a mouse."
ko: "당신의 외모도 내면을 반영하지 않는 것 같은데요. 만약 그렇다면, 당신은 쥐만한 크기겠죠."
ko_mt: "당신의 외모가 당신의 마음을 반영한다고 말하고 싶지 않습니다. 만약 그게 사실이라면 당신은 쥐만 한 크기일 겁니다."

source: "Mmm, smells good. What is it?"
ko: "음, 좋은 냄새가 나. 이게 뭐야?"
ko_mt: "음, 냄새가 좋네. 뭐야?"

source: "I accidentally threw a moldy log on the fire…"
ko: "실수로 곰팡이 핀 통나무를 불에다 던졌거든요…"
ko_mt: "실수로 곰팡이가 핀 통나무를 불에 던졌는데..."

source: "I think you're the type of person who could strip the flesh from my face in the night, and then in the morning blame it on a pack of wild dogs."
ko: "너는 밤에 내 얼굴에서 살을 떼어내고는 아침에 들개 무리 탓을 할 수 있을 사람이라고 생각해."
ko_mt: "당신은 밤에 내 얼굴에서 살을 뜯어내고 아침에는 들개 무리 탓으로 돌릴 수 있는 사람인 것 같아요."

source: "I would never in a million years come near your face. And I am sure the wild dogs would also lose their appetite."
ko: "백만 년 안에 제가 당신의 얼굴 근처에 갈 일은 없어요. 전 들개들도 식욕을 잃을 거라 확신하고요."
ko_mt: "나는 백만 년 동안 당신 얼굴 근처에 오지 않을 것입니다. 그리고 들개들도 식욕을 잃을 거라고 확신합니다."

source: "Do you know what your problem is? You're caught between two worlds, just like me. One half of you is a lady with a lace handkerchief and all the airs and graces you'd expect, but the other half is a brutal killer who revels in the carnage of battle. You need to choose who you are."
ko: "네 문제가 뭔지 알아? 너는 두 가지 세상에 걸쳐있어. 나와 마찬가지로 말야. 네 절반은 네가 원하는 모든 분위기와 품위, 그리고 장식 달린 손수건을 가진 숙녀지만, 다른 쪽 절반은 전장의 피냄새를 즐기는 난폭한 살인마라고. 어느 쪽인지 확실히 정해."
ko_mt: "당신의 문제가 뭔지 아세요? 당신도 나처럼 두 세계 사이에 갇혀 있다는 거죠. 당신의 반쪽은 레이스 손수건을 들고 우아하고 품위 있는 여인이지만, 다른 반쪽은 전투의 대학살을 즐기는 잔인한 살인자입니다. 여러분은 자신이 누구인지 선택해야 합니다."

source: "I am but a young, gentle lady who has been forced to pick up a weapon to defend my home. There is no duality in me, mongrel."
ko: "전 고향을 지키기 위해 어쩔 수 없이 무기를 든 젊고 상냥한 아가씨일 뿐이에요. 제게는 이중성이 없다고요, 잡종님."
ko_mt: "나는 내 고향을 지키기 위해 어쩔 수 없이 무기를 들게 된 젊고 상냥한 여성일 뿐입니다. 내겐 이중성이 없다, 몽그렐아."

source: "Well, what's it like to sleep on the ground and subsist on rations? It must seem like torture to you — nobles wouldn't normally sink so low."
ko: "그래서, 길바닥에서 자면서 전투 식량으로 명줄을 잇는 건 어때? 너한텐 고통이나 다름없어 보이는데. 보통 귀족들은 밑바닥 생활을 해본 적 없을 테니까."
ko_mt: "땅바닥에서 자고 배급으로 연명하는 건 어떤가요? 귀족들은 보통 그렇게 몸을 낮추지 않으니 고문처럼 느껴지겠군요."

source: "Hardly. Do you know how my antecedents amassed all the wealth I now enjoy? They slept on the ground and subsisted on rations until they got what they wanted."
ko: "별로. 내 선조들이 지금 내가 누리고 있는 부를 어떻게 축적했는지 알아? 그 사람들은 원하는 것을 얻을 때까지 길바닥에서 자며 배급으로 연명했어."
ko_mt: "거의요. 제 선조들이 지금 제가 누리고 있는 모든 부를 어떻게 축적했는지 아세요? 그들은 원하는 것을 얻을 때까지 땅바닥에서 자고 배급으로 연명했습니다."

source: "I have an idea for a new pastime for you and your little friends: picnics mongrel style. Rat-tail soup, salad made from suspect mutated mushrooms, and constant attacks from cave monsters on all sides while you eat."
ko: "너와 네 작은 친구를 위해 새로운 취미를 생각해왔어. 바로 잡종식 소풍이지. 쥐 꼬리 수프, 변이 의심 버섯으로 만든 샐러드, 그리고 먹는 동안 사방에서 몰려드는 동굴 괴물들의 공격까지 있어."
ko_mt: "너와 네 친구들을 위한 새로운 오락거리로 몽그렐 스타일의 피크닉이 생각났어. 쥐꼬리 수프, 돌연변이 버섯으로 만든 샐러드, 그리고 먹는 동안 사방에서 동굴 괴물들의 끊임없는 공격이 이어집니다."

source: "That sounds… like it will be all the rage next season!"
ko: "것 참… 다음 시즌에 대유행할 예감이 드는 걸!"
ko_mt: "다음 시즌에 유행할 것 같은데요!"

source: "You pride yourself on being a rake and a libertine, but could you ever bring yourself to sleep with a mongrel? I bet you'd toss your cookies at the first whiff of one."
ko: "넌 한량과 부랑아 사이에 있던걸 자랑스레 여기는데, 잡종과 같이 생활하는 건 어때? 쿠키 하나의 냄새만 맡고도 집어던질 거라는데 돈을 걸 수도 있는데."
ko_mt: "당신은 갈퀴와 자유분방함을 자랑스러워하지만 몽그렐과 함께 잠을 잘 수 있을까요? 쿠키 냄새만 맡으면 바로 던져버릴 거예요."

source: "If this is you propositioning me, then I'm game. Now, how much would you care to bet?"
ko: "진지한 제안이라면, 받아들이지. 자, 너는 얼마까지 걸 수 있어?"
ko_mt: "저에게 제안하는 것이라면, 전 할게요. 자, 얼마를 걸고 싶으세요?"

source: "I wonder, are you always such a nightmare, or are you making an exception for us rabble? You probably act differently around highborn folk."
ko: "궁금한데, 넌 언제나 악몽같은 거야, 아니면 우리 무리들에만 예외적으로 그러는 거야? 아무래도 높으신 분들 사이에서는 다르게 행동하겠지."
ko_mt: "당신은 항상 그렇게 악몽을 꾸는 건가요, 아니면 우리 같은 무리를 위해 예외를 두는 건가요? 아마 귀족들 앞에서는 다르게 행동할 겁니다."

source: "You're quite mistaken, my scaled friend. I don't treat people like dirt because they are of a lower station than I am. I simply treat people like dirt. All of them."
ko: "도마뱀 친구, 그건 상당히 잘못된 관점이야. 내가 사람들을 먼지 취급하는 건 그들이 나보다 아랫 계층이라 그런 게 아니거든. 그냥 내가 시람을 먼지로 보는 것 뿐이야. 누구고 간에."
ko_mt: "자네가 착각하고 있군, 내 비늘 친구. 나는 사람들이 나보다 지위가 낮다고 해서 그들을 흙처럼 대하지 않습니다. 나는 그저 사람들을 흙처럼 대할 뿐이지. 모두 다요."

source: "Here comes Count Arendae, now intimately familiar with all the delights of life on the march! Well, Count? How are you finding answering nature's call in the bushes?"
ko: "행군 중 모든 생명의 기쁨들과 꽤나 친해지신 아렌데 백작님께서 오십니다! 어떠십니까, 백작님? 수풀 사이에서 자연의 부름에 응답하시면서 무엇을 발견하셨죠?"
ko_mt: "이제 행군 생활의 모든 즐거움을 잘 알고 있는 아렌대 백작님이 오십니다! 백작님? 덤불 속에서 자연의 부름에 어떻게 응답하고 계십니까?"

source: "It is all a matter of degree, my scaled friend. I feel quite well disposed toward the bushes, when they are not trying to eat me, that is."
ko: "모두 정도의 문제죠, 내 비늘 덮인 친구여. 나는 수풀을 꽤 호의적으로 봅니다. 그게 나를 잡아먹으려 하지만 않는다면요."
ko_mt: "그것은 모두 정도의 문제입니다, 나의 비늘 친구. 덤불이 나를 잡아먹으려 하지 않는다면, 즉 덤불이 나를 잡아먹으려 하지 않는다면, 나는 덤불에 대해 꽤 좋은 성향을 가지고 있다고 느낍니다."

source: "I can't imagine what you're actually like, deep down. If someone cracked open your golden shell and left you to fend for yourself in the world, what would happen, Count?"
ko: "네 내면 깊숙한 곳이 정말로 어떻게 생겼을지는 상상도 못하겠어. 누군가 너의 금색 껍데기를 뒤집어 까서 변명조차 못하게 만든다면 무슨일이 일어날까, 백작님?"
ko_mt: "나는 당신이 실제로 어떤 사람인지 상상할 수 없습니다. 누군가 당신의 황금 껍질을 깨고 세상에서 홀로 살아남도록 내버려둔다면 어떻게 될까요, 백작님?"

source: "I do not know, but it would be amusing to swap places with you for a day. What do you say, Lann? How would it feel to inhabit my 'golden shell' in a world of plots, prejudice, and high expectations?"
ko: "잘 모르겠지만, 하루 동안 너와 입장을 바꿔보면 재미있을 것 같아. 어때, 랜? 음모와 편견, 높은 기대치가 가득한 세상에서 '금색 껍데기'를 두르고 살면 기분이 어떨 것 같아?"
ko_mt: "잘 모르겠지만 하루 동안 당신과 자리를 바꾸면 재미있을 것 같아요. 어때요, 란? 음모와 편견, 높은 기대치가 가득한 세상에서 내 '황금 껍질'에 살면 어떤 기분이 들까요?"

source: "I wish your father was still alive — I'd shake some sense into him! What was he thinking, dragging a child into war?"
ko: "너희 아버지가 살아있었으면, 그 분에게 직접 물어볼 수 있었을 텐데! 아이를 전쟁터에 끌고 왔을 때 무슨 생각을 했었을까?"
ko_mt: "네 아버지가 아직 살아계셨으면 좋았을 텐데, 이성을 좀 깨우쳐 주셨으면 좋았을 텐데! 도대체 무슨 생각으로 아이를 전쟁터로 끌고 갔을까요?"

source: "Yes... I'd like for my dad to be alive too."
ko: "네... 저도 아빠가 살아계셨으면 좋겠어요."
ko_mt: "네.. 아빠도 살아계셨으면 좋겠어요."

source: "People excel at forgetting their own. Forgetting people like us under the ground. Or you, freezing outside their window..."
ko: "사람들은 자기가 가진 것을 잃어버리는데 능숙하지. 땅 속에서 잊힌 우리처럼 말이야. 아니면, 창 밖에서 꽁꽁 얼은 너처럼이나..."
ko_mt: "사람들은 자기 자신을 잊는데 탁월합니다. 우리 같은 사람들을 땅속에서 잊어버리죠. 또는 창문 밖에서 얼어붙은 당신도..."

source: "It's not their fault. Who can think of another's pain when they're hurting and afraid all the time?"
ko: "그건 사람들의 잘못이 아니에요 언제나 상처입고 두려움에 떠는 이들이 어떻게 다른 사람의 고통을 생각하겠어요?"
ko_mt: "그들의 잘못이 아닙니다. 항상 상처받고 두려움에 떨고 있는데 누가 다른 사람의 고통을 생각할 수 있을까요?"

source: "When the war is over, we could take you to Kyonin, to your mother."
ko: "이 전쟁이 끝나면, 쿄닌에 있는 네 어머니에게 데려다 줄게."
ko_mt: "전쟁이 끝나면 널 쿄닌으로 데려가 네 엄마에게 데려다줄 수 있어."

source: "My mama is an elf, she can wait for me however long it takes. But your mama can't wait that long. Maybe you'd better hurry back to her?"
ko: "우리 엄마는 엘프라서 아무리 오래 걸리더라도 기다릴 수 있어요. 하지만 당신 엄마는 그렇게 오래 기다릴 수 없잖아요. 빨리 엄마한테 돌아가시는 게 좋지 않을까요?"
ko_mt: "우리 엄마는 엘프니까 얼마나 오래 기다려도 돼요. 하지만 네 엄마는 그렇게 오래 기다릴 수 없어. 빨리 엄마한테 돌아가는 게 좋지 않을까요?"

source: "I'm starting to think you talk in riddles just so you can watch the other person try to look smart when they don't have a clue what you mean."
ko: "네가 그 뜻에 대해 아무것도 모르는 사람들이 똑똑한 척 하려는 걸 보려고 수수께끼같은 말을 하는 거라는 생각이 들기 시작했어."
ko_mt: "상대방이 무슨 말인지 전혀 모르는데 똑똑해 보이려고 수수께끼처럼 말하는 것 같다는 생각이 들기 시작했습니다."

source: "I just talk about things as they are. It's other people who make riddles out of what I say."
ko: "저는 있는 그대로 말할 뿐예요. 제가 한 말을 수수께끼로 받아들이는 것은 다른 사람들이죠."
ko_mt: "저는 있는 그대로 이야기할 뿐입니다. 제가 하는 말을 수수께끼로 만들어내는 것은 다른 사람들이죠."

source: "How come you eat so little? The hungry times are over for you now, you can eat as much as you need."
ko: "어떻게 그렇게 조금 먹을 수가 있어? 네 굶주림의 시간은 끝났으니까 먹고 싶은 만큼 먹어도 돼."
ko_mt: "왜 그렇게 적게 먹어요? 이제 배고픈 시절은 끝났으니 필요한 만큼 먹어도 돼요."

source: "Don't worry about me, I take as much as I need. And that's not much at all."
ko: "저는 필요한 만큼 가져가고 있으니까 걱정하지 마세요. 그리고 많이 가져가는 것도 아닌 걸요."
ko_mt: "제 걱정은 마세요, 필요한 만큼만 가져가니까요. 그리고 그것은 전혀 많지 않습니다."

source: "What's it like, renouncing all your vows? Does it weigh on your conscience? Oh right, you demons don't have one of those."
ko: "자기 맹세를 전부 때려치우는 건 어떤 느낌이야? 양심에 가책이 느껴져? 아 참, 너희 데몬들은 양심이라곤 쥐뿔만큼도 없지."
ko_mt: "모든 서약을 포기하는 것은 어떤가요? 양심이 무겁지 않나요? 그래, 너희 데몬들은 그런 게 없지."

source: "You want to know what it's like? It's like throwing off heavy shackles, like eating my fill for the first time after a long fast."
ko: "어떤지 알고 싶니? 무거운 족쇄를 벗어 던지는 느낌이고, 오랜 단식 끝의 첫 끼니와 같은 느낌이란다."
ko_mt: "어떤 기분인지 알고 싶으세요? 오랜 단식 끝에 처음으로 배부르게 먹는 것처럼 무거운 족쇄를 벗어던지는 것과 같습니다."

source: "Is it just me, or have you lost your sense of humor? The Arueshalae I knew smiled a lot more than you do."
ko: "내가 유머 감각을 잊어버린 거야, 아니면 네가 그런 거야? 내가 알던 아루샬레는 너보다 더 많이 웃었는데."
ko_mt: "나만 그런 건가요, 아니면 유머 감각을 잃은 건가요? 내가 알던 아루샬래는 너보다 훨씬 더 많이 웃었어."

source: "It takes a lot to make me smile. Many people see it only once in their life — when I'm about to take that life."
ko: "날 웃게 만들려면 많은 노력이 필요해. 많은 사람들은 일생에 한 번만 볼 수 있지... 내가 그들의 목숨을 취하기 직전에."
ko_mt: "저를 웃게 만드는데는 많은 노력이 필요합니다. 많은 사람들이 일생에 단 한 번, 제가 그 삶을 살려고 할 때만 볼 수 있습니다."

source: "You've traveled all over but never found anywhere to settle down. So, is wanderlust really as powerful as they say?"
ko: "당신은 온 세상을 여행했지만 정착할 곳은 전혀 발견하지 못했군요. 그럼, 방랑벽이라는 게 진짜 소문만큼이나 무서운 건가요?"
ko_mt: "여기저기 여행했지만 정착할 곳을 찾지 못했잖아요. 그렇다면 방랑벽은 정말 사람들이 말하는 것처럼 강력한 것일까요?"

source: "Wandering is destiny. You don't choose the road — it chooses you. And even if you lock yourself away behind a dozen barred doors, eventually something will lure you out of your hole again. And that's when you'll realize your traveling bag has been waiting packed the whole time."
ko: "방랑은 운명이야. 네가 길을 선택하는 것이 아니라 길이 너를 선택하지. 그리고 열두 개의 굳게 닫힌 문 뒤에 자신을 가두더라도 결국에는 무언가가 너를 다시 구멍 밖으로 끌어낼 거야. 그리고 그때 네 여행용 가방이 내내 꽉 찬 상태로 기다리고 있었다는 것을 깨닫게 되겠지."
ko_mt: "방황은 운명입니다. 당신이 길을 선택하는 것이 아니라 길이 당신을 선택합니다. 그리고 열두 개의 굳게 닫힌 문 뒤에 자신을 가두더라도 결국에는 무언가가 당신을 다시 구멍 밖으로 끌어낼 것입니다. 그리고 그 때 여행용 가방이 계속 채워져 기다리고 있었다는 것을 깨닫게 될 것입니다."

source: "I'm struggling to adapt to how you do things on the surface. Below, our tribes only fight over food, and then we go our separate ways again. No mongrel would ever think of sending killers to murder his neighbors."
ko: "너희가 지상에서 어떻게 행동하는지 보고 적응하느라 애쓰고 있어. 지하에서, 우리 부족은 식사에만 신경썼고, 그 뒤에는 각자 갈 길 갔으니까. 어떤 잡종도 이웃을 살해하려고 암살자를 보낼 생각조차 하지 못했지."
ko_mt: "저는 겉으로 보이는 여러분의 방식에 적응하는데 어려움을 겪고 있습니다. 아래에서 우리 부족은 식량 문제로만 싸우고 다시 각자의 길을 가죠. 어떤 몽그렐도 이웃을 죽이기 위해 살인자를 보낼 생각은 하지 않죠."

source: "Trust me, if you had an excess of food, people, and free time, you'd quickly start thinking of more sophisticated ways of killing each other."
ko: "네게 초과분의 식량, 사람, 여유 시간이 생긴다면 곧 세련된 방식으로 서로를 죽일 방도를 모색하기 시작할 게다."
ko_mt: "음식, 사람, 자유 시간이 넘쳐나면 서로를 죽일 수 있는 더 정교한 방법을 금방 생각하게 될 것입니다."

source: "Do surface assassins have any hobbies? Knitting? Embroidery? Pottery?"
ko: "지상의 암살자들도 취미 생활이 있어? 뜨개질? 자수? 아니면 시짓기라던가?"
ko_mt: "지상 암살자에게도 취미가 있나요? 뜨개질? 자수? 도자기?"

source: "Interesting question, lad. I tie strong knots and snares that tighten in an instant. I suppose you'd call that… macramé?"
ko: "재밌는 질문이로군. 나는 순식간에 조여지는 튼튼한 매듭과 올가미를 잣지. 넌… 그걸 마크라메라 말한 것 같은데?"
ko_mt: "흥미로운 질문이군, 젊은 이. 저는 순식간에 조여지는 강한 매듭과 올무를 묶어요. 그걸 마크라메라고 부를 수 있겠지?"
