Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "You are so unfortunate: you drink and drink another's life force, but your thirst is never satisfied. You did this to yourself."
ko: "당신은 참 불행하네요. 당신은 다른 사람의 생기를 빨고 또 빨지만, 당신의 갈증은 절대로 해소되지 않잖아요. 당신이 스스로를 그렇게 만들었어요."
ko_mt: "당신은 참으로 불행한 사람입니다. 다른 사람의 생명력을 마시고 마셔도 갈증은 해소되지 않습니다. 너 스스로에게 이런 짓을 한 것이다."

source: "Me? Unfortunate? I was unfortunate when I tried to go against my own nature. Now... now everything is completely different!"
ko: "불행하다고? 내가? 내 본성에 반하려고 했을 때는 불행했지. 지금... 지금은 완전히 달라졌어!"
ko_mt: "제가요? 불행하다고요? 나는 내 본성을 거스르려고 할 때 불행했습니다. 지금은.. 모든 것이 완전히 달라졌어요!"

source: "Greybor, are you there? I was sent to tell you that supper's ready… Why are you looking at me like that? Are you sick? Does something hurt?"
ko: "그레이보르, 거기 있어요? 식사가 준비됐다고 알려주려고요… 왜 저를 그런 눈으로 보세요? 아픈가요? 어디를 다쳤어요?"
ko_mt: "그레이버, 거기 있니? 저녁이 다 됐다고 말하러 왔는데.. 왜 그렇게 쳐다보는 거야? 어디 아프니? 어디 아파?"

source: "Run along, Morah… I mean, Ember, go on. I… I'll be there now."
ko: "그래, 가자꾸나 모라… 아니, 엠버, 가라. 난… 지금 가마."
ko_mt: "가자, 모라.. 아니, 엠버, 가자. 내가.. 지금 갈게."

source: "We're all sitting around a warm fire, we have yummy food, the night is quiet, and nobody is trying to kill us… It's nice, isn't it?"
ko: "모두가 따뜻한 불 주위에 둘러 앉았고, 맛있는 음식이 있고, 조용한 밤에, 아무도 우릴 죽이려 들지 않아요… 좋지 않으신가요?"
ko_mt: "우리 모두 따뜻한 불 주위에 둘러앉아 맛있는 음식을 먹고 밤은 조용하고 아무도 우리를 죽이려 하지 않으니.. 좋지 않나요?"

source: "We're sitting round a fire that is visible for miles, we're too tired to fight, and it's gone too quiet, almost like someone is watching us. But, do you know what? It's not all that bad."
ko: "우리는 1마일 밖에서도 보이는 화톳불 주위에 앉아 있고, 싸우기엔 많이 지친 데다가, 누군가 우리를 지켜보는 것만 같이 조용하지. 하지만, 그거 아느냐? 썩 나쁘지 않단다."
ko_mt: "우리는 몇 마일 떨어진 곳까지 보이는 불 주위에 둘러앉아 싸우기에는 너무 지쳤고, 누군가 우리를 지켜보고 있는 것처럼 너무 조용해졌습니다. 하지만 그거 아세요? 그렇게 나쁘지 않아요."

source: "…I totally forgot the song… what did papa sing again? The little lamb ran away, lost in the lowlands a night and a day, tell me where my little lamb's gone, and I will lead him all the way home…"
ko: "…노래를 완전 까먹었네… 아빠가 무슨 노래를 불러줬더라? 작은 양이 도망쳐, 밤낮으로 길헤메네, 작은 양이 어디갔나, 내가 길을 알려줄게…"
ko_mt: "...노래를 완전히 잊어버렸어.. 아빠가 또 뭐라고 노래했지? 어린 양이 도망쳐서 밤낮으로 저지대에서 길을 잃었어, 내 어린 양이 어디로 갔는지 말해주면 내가 집까지 데려다 줄게..."

source: "The next part is something about how there's water and hay waiting for the lamb back on the farm. I once had to sing about that blasted lamb twenty times in a row… and she still wouldn't fall asleep. No, she didn't… she just kept watching me and laughing…"
ko: "다음은 양이 농장으로 돌아가면 기다리고 있을 물과 건초 더미에 관한 내용이다. 한 번은 그 망할 양 노래를 스무 번 연속으로 불러야 했던 적도 있었지… 그 애는 잠에 들질 않았어. 아니, 자질 못했어… 그녀는 그저 나를 보며 웃을 뿐이었지…"
ko_mt: "다음 부분은 양이 농장으로 돌아가면 물과 건초가 기다리고 있다는 내용입니다. 한 번은 그 망할 양에 대해 스무 번이나 연속해서 노래해야 했는데.. 그래도 잠들지 않았어요. 아니, 안 잤어요.. 그냥 계속 저를 보고 웃고 있었어요..."

source: "Sometimes I think... it's good my father died. He thought the crusades were something different to what they were. He had such a beautiful dream — but he would have been disappointed in the reality."
ko: "가끔씩 드는 생각이 있는데... 아빠가 죽었다는 게 다행이라는 거예요. 아빠는 성전이 실제와는 다르다고 생각했어요. 그는 아름다운 꿈을 가지고 있었죠. 하지만 현실을 인지했다면 실망했을 거예요."
ko_mt: "가끔은 아버지가 돌아가셔서 다행이라고 생각해요. 아버지는 십자군 전쟁이 실제와는 다른 것이라고 생각하셨으니까요. 아버지는 아름다운 꿈을 꾸셨지만 현실에 실망하셨을 겁니다."

source: "Disappointment is not the same as the inquisitor's pyre, little one. Disappointment can be survived. I know there's someone he would not have been disappointed by, and that's his daughter."
ko: "실망은 인퀴지터의 화형대 같은 게 아니란다, 얘야. 실망은 극복할 수 있지. 아버지가 실망하지 않을 사람이 있는데, 바로 딸이란다."
ko_mt: "실망은 종교 재판관의 장작불과 같지 않습니다. 실망은 극복할 수 있다. 아버지가 실망하지 않았을 사람이 있다는 걸 알아요. 바로 딸이죠."

source: "You love traveling... but why do you have to kill people? Can't you just go traveling without that part?"
ko: "당신은 여행을 좋아하시네요... 하지만 왜 사람을 죽여야만 하나요? 그냥 여행만 다닐 수는 없나요?"
ko_mt: "여행을 좋아하시는데.. 왜 사람을 죽여야 하나요? 그런 부분 없이 그냥 여행하면 안 돼요?"

source: "It's more interesting my way. I get bored of sightseeing very quickly, I'm not interested in foreign food, every tavern is the same as the next. But killing is different every time — it's the most enjoyable part of the trip."
ko: "내게는 더욱 흥미로운 방식이니까. 나는 관광에 아주 빠르게 질리고, 외국 음식에 관심도 없는 데다, 선술집이란 것들은 어딜 가도 죄 똑같단다. 하지만 살인은 매 순간 다르지. 여행 길에서 가장 즐거운 부분이다."
ko_mt: "제 방식이 더 재미있어요. 관광은 금방 지루해지고, 외국 음식에는 관심이 없고, 모든 술집이 똑같아요. 하지만 살인은 매번 다르며 여행에서 가장 즐거운 부분입니다."

source: "Why did your tribe hide under the ground? If you came up to the surface, would the good people really turn you away?"
ko: "당신의 부족은 왜 땅 속에 숨어있었나요? 당신이 밖으로 나오면 착한 사람들이 정말 당신을 꺼려할까요?"
ko_mt: "왜 당신 부족은 땅속에 숨었나요? 지상으로 올라오면 선량한 사람들이 정말 당신을 외면할까요?"

source: "Why did you live on the street? If you entered a wealthy home, would the good people not allow you to stay there?"
ko: "너는 왜 거리에서 살았어? 네가 부잣집에 들어가면, 착한 사람들이 너를 머물도록 허락해주지 않았을까?"
ko_mt: "왜 길거리에서 살았나요? 부유한 집에 들어가면 좋은 사람들이 당신을 그곳에 머물게 해주지 않을까요?"

source: "Too bad I didn't know about your village. My friends and I could have left the streets and lived with you like a family!"
ko: "당신의 마을에 대해 몰랐던 게 너무 아쉬워요. 내 친구들과 함께 거리를 떠나서 당신과 가족처럼 살 수 있었을 텐데!"
ko_mt: "당신 마을에 대해 몰랐던 게 아쉽네요. 친구들과 함께 거리를 떠나 가족처럼 살 수 있었을 텐데!"

source: "I'm afraid you wouldn't be welcome there either. You think too kindly of us. Even our tribe had its castoffs and pariahs."
ko: "너는 거기서도 환영받지 못했을 것 같은데. 너는 우리를 너무 친절하게 생각해. 우리 부족에도 낙오자나 왕따는 있다고."
ko_mt: "당신도 환영받지 못할 것 같아요. 우리를 너무 친절하게 생각하시네요. 우리 부족에도 버림받고 쫓겨난 사람들이 있었어요."

source: "How are you able to think of jokes so quickly? I can't make jokes at all."
ko: "어쩜 농담을 그렇게 빨리 생각할 수 있어요? 저는 농담을 전혀 못하거든요."
ko_mt: "어떻게 그렇게 빨리 농담을 떠올릴 수 있죠? 전 농담을 전혀 못하는데요."

source: "You've seen how fast a paladin can bring their shield up to fend off a blow? It's the same thing — takes years of practice."
ko: "팔라딘이 얼마나 빨리 방패를 들어 공격을 막는지 본 적 있어? 그거랑 똑같아. 수 년 간의 훈련이 필요하지."
ko_mt: "성기사가 방패를 얼마나 빨리 들어 올려 공격을 막아내는지 보셨나요? 그것도 마찬가지입니다. 수년간의 연습이 필요합니다."

source: "Knock knock. Who's there? Para. Para who? Paralictor Regill."
ko: "똑똑. 누구세요? 파라입니다. 파라 누구요? 파랄릭터 레질입니다."
ko_mt: "노크 노크. 누구세요? 장애인입니다. 누구? 패럴릭터 레질."

source: "No, you're supposed to say 'knock knock' and I'm supposed to say 'Who's there?' and then you reply. Go on, try again."
ko: "아냐. 네가 '똑똑'을 하고 내가 '누구세요?'를 말하면 그때 네가 답해야지. 다시 해봐."
ko_mt: "아니요, 당신은 '노크 노크'라고 말하고 저는 '누구세요?'라고 말한 다음 당신이 대답해야 합니다. 다시 해보세요."

source: "Look, I found some feathers. But they're all black, so I guess you won't want them for your arrows."
ko: "이것 봐요, 깃털 몇 개를 찾았어요. 하지만 모두 검은색이라서 당신의 화살에 필요하진 않을 것 같아요."
ko_mt: "봐요, 깃털을 좀 찾았어요. 하지만 모두 검은색이라 화살에 쓸 수는 없을 것 같네요."

source: "When I was underground, I had to use the wings of big beetles as flight feathers. I'm not picky."
ko: "지하에 있을 때는 커다란 딱정 벌레들의 날개로 화살깃을 만들어야 했어. 난 뭐든지 잘 써먹는다고."
ko_mt: "지하에 있을 때는 큰 딱정벌레의 날개를 비행 깃털로 사용해야 했어요. 저는 까다롭지 않아요."

source: "You're afraid you're running out of time because mongrels don't live long. But ordinary people, and even elves, think the same. Everybody thinks the time given to them is too short."
ko: "당신은 잡종의 수명이 길지 않아서 시간에 쫒긴다 걱정하죠. 하지만 평범한 사람이나 엘프들 조차도 똑같이 생각해요. 모든 사람들이 자신에게 주어진 시간이 너무 짧다고 여기죠."
ko_mt: "몽그렐들은 오래 살지 못하기 때문에 시간이 얼마 남지 않았다고 두려워합니다. 하지만 평범한 사람, 심지어 엘프도 같은 생각을 합니다. 모두 자신에게 주어진 시간이 너무 짧다고 생각하죠."

source: "Huh... So do you think I could make a list 'Fifty Things to Do Before I Die'? Fine, I'll be realistic: 'Thirty Things.'"
ko: "허어... 그 말은 내가 '죽기 전에 꼭 해야 할 일 50가지' 목록을 만들어야 한다는 거야? 알았어, 현실적으로 가자. '30가지'로."
ko_mt: "그럼 제가 '죽기 전에 해야 할 50가지 일' 목록을 만들어도 될까요? 좋아, 현실적으로 '서른 가지'로 할게."

source: "Nenio! I like your tail!"
ko: "네니오! 당신의 꼬리가 좋아요!"
ko_mt: "네니오! 네 꼬리가 맘에 들어!"

source: "Really? But it serves no practical purpose and hinders rather than facilitates my movement. However, I cannot deny that beholding it does bring a certain aesthetic pleasure."
ko: "정말인가요? 하지만 거기에는 실용적인 목적이 없으며, 제 움직임을 촉진하기는 커녕 방해만 한답니다. 하지만, 보는 것만으로도 어떤 심미적 만족감을 가져다 준다는 사실은 부정할 수 없어요."
ko_mt: "정말요? 하지만 그것은 실용적인 목적이 없으며 내 움직임을 촉진하기는 커녕 오히려 방해가 됩니다. 하지만 보는 것만으로도 미적 쾌감이 느껴지는 것은 부인할 수 없죠."

source: "Nenio, give me a pen! I want to draw too!"
ko: "네니오! 펜 하나만요! 나도 그림 그릴래요!"
ko_mt: "네니오, 펜 줘! 나도 그리고 싶어!"

source: "I am not drawing, burned girl, I am producing a detailed sketch. Take a pen and some paper. Today we are going to create an optimal layout for the sleeping rolls and other areas of the camp, taking into account wind direction, heat distribution from the fire, and the position of individuals who are prone to snoring."
ko: "저는 그림 그리는 게 아니랍니다, 불탄 소녀분. 저는 세부 묘사도를 만드는 중이죠. 펜이랑 종이를 가져가세요. 오늘은 풍향과 불에 의한 열 분포, 그리고 코골기 쉬운 사람들의 위치를 고려한 침낭 및 야영지 주변의 구획을 최적화할 거예요."
ko_mt: "난 그림을 그리는 게 아니라 세밀한 스케치를 하고 있어요. 펜과 종이를 가져 가세요. 오늘은 바람의 방향, 불로 인한 열 분포, 코를 골기 쉬운 사람의 위치 등을 고려하여 수면용 롤과 캠프의 다른 구역을 위한 최적의 배치를 만들 거예요."

source: "Nenio, why are you trying to calculate the speed of a crowd of peasants chasing after a thief who stole a goose and two apples? Who needs to know that?"
ko: "네니오, 왜 거위와 사과 두 개를 훔친 도둑을 쫒는 농민 무리의 속도를 계산하려고 해요? 그게 누구한테 필요할까요?"
ko_mt: "네니오, 거위 한 마리와 사과 두 개를 훔친 도둑을 쫓는 농민 군중의 속도를 왜 계산하려고 해? 누가 그걸 알 필요가 있겠어요?"

source: "Oh, it is very important information. If I had known it at the beginning of the experiment, I would have abandoned the heavy goose right away."
ko: "아, 그건 매우 중요한 정보예요. 제가 실험을 시작할 때 그걸 알았더라면, 저는 무거운 거위를 곧바로 버렸을 테니까요."
ko_mt: "아, 이건 매우 중요한 정보입니다. 실험을 시작할 때 이 사실을 알았더라면 무거운 거위를 바로 포기했을 것입니다."

source: "Nenio, are you injured? I'll heal you right away! Don't move your fingers, all right? Otherwise, they'll set like that and look like a chicken's foot."
ko: "네니오, 어디 다쳤어요? 당장 치료해줄게요! 손가락도 까딱하지 마요, 알겠죠? 안그러면 그대로 고정돼서 닭발처럼 될지도 몰라요."
ko_mt: "네니오, 다쳤어? 내가 바로 치료해줄게! 손가락 움직이지 마, 알았지? 안 그러면 손가락이 굳어서 닭발처럼 될 거야."

source: "Would it be possible to break all the bones and heal them in such a way as to give my body additional advantages? Girl, wait, hold your magic! I want to try to lengthen my finger bones..."
ko: "모든 뼈를 부러뜨린 다음 그런 식으로 치료하는 걸로 제 신체에 추가적 이점을 부여하는 게 가능한가요? 소녀분, 잠깐 그 마법 멈춰요! 제 손가락 뼈를 늘려보고 싶거든요..."
ko_mt: "모든 뼈를 부러뜨리고 내 몸에 추가적인 이점을 주는 방식으로 뼈를 치유 할 수 있을까요? 소녀, 잠깐, 마법을 잡아! 손가락 뼈를 늘리고 싶어요..."

source: "The paper was white, then it turned blue even though you dipped it in red blood! What magic is this?"
ko: "하얀색 종이를 빨간 피에다 담갔는데도 파랗게 변했어요! 무슨 마법인가요?"
ko_mt: "흰색이었던 종이가 붉은 피에 담갔는데도 파란색으로 변했어! 이게 무슨 마술이죠?"

source: "Girl, this is called my 'experiment to determine the acidity of demon blood.' I can explain the basis of the experiment. First, we take a perfectly ordinary piece of paper..."
ko: "소녀분, 이건 '데몬의 혈액이 지닌 산성도를 측정하기 위한 실험'이랍니다. 이 실험의 이론을 설명해드릴게요. 먼저, 우리에겐 완벽히 평범한 종이 조각이 있습니다..."
ko_mt: "얘야, 이건 내 '데몬 피의 산도를 측정하는 실험'이야. 실험의 기초는 내가 설명할 수 있어. 먼저, 우리는 완벽하게 평범한 종이를 가져갑니다..."

source: "You care about your soldiers. Lots of people don't like you, but I know you are a kind man."
ko: "당신은 아래의 병사들을 아껴요. 많은 사람들이 당신을 좋아하지 않지만, 저는 당신이 친절한 사람이란 걸 알아요."
ko_mt: "당신은 병사들을 아끼는군요. 많은 사람들이 당신을 좋아하지 않지만, 나는 당신이 친절한 사람이라는 것을 알고 있습니다."

source: "Of course I care about them. Their combat effectiveness is my responsibility."
ko: "당연히 병사들을 신경 쓴단다. 그들의 전투 효율성은 내 책임이니 말이다."
ko_mt: "당연히 그들에게 관심이 있습니다. 그들의 전투 효율성은 제 책임입니다."

source: "A gnome used to live on the street with us — he was gray and pale, just like you. He would get in tavern brawls all the time — to live longer, he said. But he got killed in one of those fights."
ko: "우리처럼 거리에서 사는데 익숙한 노움이 있어요. 그는 당신처럼 회색이고 창백했죠. 그는 언제나 선술집 난투에 끼어있었어요. 더 오래 살기 위해서라 하더라고요. 하지만 그 중 마지막 싸움에서 죽어버렸죠."
ko_mt: "예전에 길거리에서 우리와 함께 살던 노움이 있었는데, 당신처럼 회색에 창백한 모습이었어요. 그는 오래 살기 위해 항상 술집에서 싸움을 벌이곤 했어요. 하지만 그는 그 싸움 중 하나에서 죽었어요."

source: "Only cowards run from death. You can't escape it, no matter what. It's better to face it than let it stab you in the back."
ko: "죽음에서 도망치는 건 겁쟁이들 뿐이다. 무슨 행위를 하더라도 거기서 벗어날 수는 없지. 죽음에게 등 뒤를 찔리느니 정면으로 부딪히는 편이 더 낫다."
ko_mt: "겁쟁이만이 죽음으로부터 도망칩니다. 무슨 일이 있어도 죽음은 피할 수 없습니다. 죽음이 뒤통수를 치는 것보다 직면하는 것이 낫습니다."

source: "Regill, have you ever seen a real devil? What did he look like?"
ko: "레질, 진짜 데빌을 본 적이 있어요? 어떻게 생겼나요?"
ko_mt: "레질, 진짜 데빌을 본 적 있어요? 어떻게 생겼어요?"

source: "A weakling that folded after the first hit."
ko: "일격에 두동강 난 약골처럼."
ko_mt: "첫 타격 후 접은 약자."

source: "Hell is a very sad place. People are in so much pain there, they forget everything good about their past life. Why do Hellknights want everyone to be like that?"
ko: "지옥은 아주 슬픈 곳이에요. 그곳의 사람들은 나무 많은 고통을 받아서 이전 삶에 대한 좋은 모든 것들을 잊어버리죠. 헬나이트들은 왜 모든 사람들이 그렇게 되길 바랄까요?"
ko_mt: "지옥은 매우 슬픈 곳입니다. 사람들은 지옥에서 너무 고통스러워서 과거의 좋은 기억을 모두 잊어버리죠. 지옥기사는 왜 모든 사람이 그렇게 되길 바라는 걸까요?"

source: "Hellknights do not want Hell's torment, but Hell's discipline. However, if sufficient discipline is impossible without suffering, then so be it."
ko: "헬나이트는 지옥의 고통을 원하는 것이 아니라, 지옥의 규율을 추구한다네. 하지만, 고통 없이는 충분한 규율이 달성될 수 없다면 그렇게 해야 하겠지."
ko_mt: "지옥기사는 지옥의 고통이 아니라 지옥의 훈련을 원합니다. 하지만 고통 없이 충분한 훈련이 불가능하다면 그렇게 해야 합니다."

source: "There probably are Hellknights in your unit who really love you."
ko: "당신의 부대에도 당신을 정말 좋아하는 헬나이트가 있을 거예요."
ko_mt: "당신 부대에 당신을 정말 사랑하는 지옥기사가 있을 겁니다."

source: "Respect for one's commander and mentor is to be expected among Hellknights. But 'love' is beyond remit."
ko: "사령관과 선임에 대한 존경심은 헬나이트들에게 당연한 것이다. 하지만 '애착'은 관계가 없지."
ko_mt: "지휘관이자 스승에 대한 존경은 지옥기사 사이에서 당연한 것입니다. 하지만 '사랑'은 그 이상입니다."

source: "You fight demons with such joy. Do you really enjoy their suffering?"
ko: "당신은 데몬과 싸우는 걸 참 좋아하네요. 그들이 고통받는 걸 정말로 즐기나요?"
ko_mt: "당신은 데몬과 그렇게 즐겁게 싸우는군요. 데몬들의 고통을 정말 즐기십니까?"

source: "Pfff. Shove that somewhere else. Demons are demons, why are you sympathizing with them?"
ko: "흥. 다른데 가서 물어봐. 데몬은 데몬일 뿐이야. 왜 너는 그 녀석들을 동정하는 걸까?"
ko_mt: "Pfff. 그건 다른 데다 집어넣어. 데몬은 데몬일 뿐인데 왜 동정하는 거야?"

source: "You have the power to heal and the power to maim. Don't you regret that your goddess made you a killer?"
ko: "당신은 치유의 힘도 파괴의 힘도 가졌네요. 당신의 여신 때문에 살해자가 된걸 후회하지 않나요?"
ko_mt: "넌 치유하는 힘과 불구를 만드는 힘을 가졌어. 여신이 널 살인자로 만든 게 후회되지 않니?"

source: "I only regret that the Goddess didn't grant me the power to silence unwanted noises!"
ko: "여신님께서 듣기 싫은 소리를 침묵시킬 힘을 하사하지 않으셨다는 것만 통탄스럽지!"
ko_mt: "여신이 원치 않는 소음을 잠재울 수 있는 힘을 주지 않은 것이 아쉬울 뿐입니다!"

source: "When Iomedae became a goddess, her friends probably missed her a lot, huh?"
ko: "아이오메데가 여신이 됐을 때, 친구들이 그녀를 많이 그리워 했었겠죠?"
ko_mt: "아이오메데가 여신이 되었을 때 친구들이 많이 그리워했겠지?"

source: "They would have been happy for her, silly. She turned into a goddess! It's not like she moved to Garund!"
ko: "기뻐해줬겠지, 바보야. 그분은 여신이 되셨잖아! 가룬드로 이사갔다는 수준이 아니라고!"
ko_mt: "그들은 그녀를 위해 행복했을 것입니다. 그녀는 여신으로 변했어! 가룬드로 이사 온 것도 아니고!"

source: "Your hope and bravery call to people, Seelah. But if their hopes don't come true and their fates don't change for the better, what can you give them instead?"
ko: "실라, 당신의 희망과 용기가 사람들을 불러 모으잖아요. 하지만 그들의 희망이 실현되지 않고 운명이 더 나아지지 않는다면, 당신은 그 대신 무엇을 줄 수 있나요?"
ko_mt: "당신의 희망과 용기는 사람들을 부릅니다, 실라. 하지만 그들의 희망이 이루어지지 않고 그들의 운명이 더 나은 방향으로 바뀌지 않는다면, 당신은 그들에게 무엇을 줄 수 있을까요?"

source: "If I give someone hope, that's enough — it means I'm making a difference. Without hope, there is only death. There is no changing things for the better if you're already dead."
ko: "누군가에게 희망을 준다면 그걸로 충분해. 내가 변화를 일궈낸다는 뜻이 되잖아. 희망이 없으면, 남는 건 죽음 뿐이야. 이미 죽은 사람에게는 더 나은 상황이란게소용 없지."
ko_mt: "누군가에게 희망을 준다면 그것으로 충분합니다. 제가 변화를 일으키고 있다는 뜻입니다. 희망이 없으면 죽음만 있을 뿐입니다. 이미 죽었다면 상황을 더 좋게 바꿀 수는 없습니다."

source: "You refuse to admit that life is ruled by despair, and that hope only deceives people. But despair is what led you to Iomedae. Isn't that true? If you had just hoped for the best, you would still be a thief."
ko: "당신은 삶이 좌절에 의해 지배된다는 것을, 희망은 사람들을 속일 뿐이라는 것을 인정하지 않네요. 하지만 당신도 좌절 때문에 아이오메데에게 이끌렸어요. 그렇지 않나요? 당신이 그냥 낙관적이었다면, 아직도 도둑이었겠죠."
ko_mt: "당신은 삶이 절망에 의해 지배되고 희망은 사람들을 속일 뿐이라는 사실을 인정하지 않으려 합니다. 하지만 절망이 당신을 아이오메데로 이끌었죠. 그렇지 않나요? 만약 당신이 최선을 다하기만 바랐다면 당신은 여전히 도둑이었을 것입니다."

source: "Don't preach your silly ideas to me. I didn't wallow in despair, I did the right thing. That's totally different."
ko: "네 우스꽝스러운 생각을 내게 설파하지 마. 나는 좌절 속에서 허우적대지 않았고, 옳은 일을 했어. 전혀 다르단 말이야."
ko_mt: "어리석은 생각을 저에게 설교하지 마세요. 저는 절망에 빠진 것이 아니라 옳은 일을 한 것입니다. 그건 완전히 다른 문제예요."

source: "We've met before! You never shooed me from the temple steps, and once you gave me a whole loaf of bread!"
ko: "우리 예전에 만났었어요! 당신은 절대로 사원 계단에서 나를 쫒아내지 않았고, 언제는 빵 하나를 통째로 주기도 했었죠!"
ko_mt: "우리 전에 만났었죠! 성전 계단에서 저를 밀친 적도 없고, 빵 한 덩어리를 통째로 주신 적도 있어요!"

source: "And I let you keep sleeping on the street... Forgive me, Ember, I did nothing for you when you needed my help!"
ko: "그리고 네가 길바닥에서 자게 내버려뒀지... 미안하다, 엠버. 난 네가 내 도움을 필요로 할 때 아무 것도 하지 않았어!"
ko_mt: "그리고 난 널 길거리에서 계속 자게 내버려뒀어.. 용서해, 엠버 내 도움이 필요할 때 아무것도 해준 게 없어!"

source: "I used to have many friends in the River City, but then all of them died. Now I have new friends... They aren't going to die, are they?"
ko: "나는 강변 도시에 친구가 많이 있었지만, 걔들은 모두 죽었어요. 이제 새로운 친구가 생겼는데... 그들은 죽지 않겠죠? 그쵸?"
ko_mt: "리버 시티에 친구가 많았는데 모두 죽었어요. 이제 새 친구가 생겼어요.. 그 친구들은 죽지 않겠죠?"

source: "No, Ember. We won't let any of our friends die. We studied healing magic for a reason, didn't we?"
ko: "그래, 엠버. 우리는 우리 친구들이 죽도록 놔두지 않을 거야. 그러려고 치유의 마법을 배웠잖아. 그렇지?"
ko_mt: "안 돼, 엠버. 우리 친구들 중 누구도 죽게 놔두지 않을 거야. 우리가 치유 마법을 공부한 데는 이유가 있잖아?"

source: "Shelyn teaches us to see beauty in everything... Does that include people's disfigurements, when they are chopped up in war?"
ko: "셸린은 모든 것에서 아름다움을 보라고 가르치잖아요... 그게 전쟁에서 잘려나간 사람들의 결손 부위에도 적용되나요?"
ko_mt: "쉴린은 모든 것에서 아름다움을 보라고 가르칩니다.. 전쟁에서 잘려나간 사람들의 흉터도 포함되나요?"

source: "Enjoying wounds is not Shelyn's but Zon-Kuthon's teaching. Wounds need to be healed or prevented. And sometimes beauty needs to be protected with weapons."
ko: "상처를 감상하라는 것은 셸린님의 가르침이 아니라 존 쿠쏜의 교리야. 상처는 치유하거나 예방해야 하지. 때로는 무기를 이용해 아름다움을 지켜야 할 때도 있어."
ko_mt: "상처를 즐기는 것은 셸린의 가르침이 아니라 존 쿠톤의 가르침입니다. 상처는 치유하거나 예방해야 합니다. 때로는 무기로 아름다움을 지켜야 할 때도 있습니다."

source: "I found your sketching chalk. Well, half of it. Soot ate the other half, but don't scold her, please."
ko: "당신의 그림용 분필을 찾았어요. 정확히는, 절반쯤이요. 검댕이가 나머지 절반을 먹었지만 야단치지는 말아줘요, 제발요."
ko_mt: "스케치용 분필을 찾았어요. 글쎄, 절반만. 나머지 절반은 그을음이 먹어버렸지만 혼내지 마세요."

source: "I hope that snack didn't do her any harm. Next time I will leave some breadcrumbs outside my tent, so she isn't tempted to rummage through my things."
ko: "그녀가 간식을 먹다 다치지나 않았으면 좋겠구나. 다음에는 천막 밖에 빵조각을 조금 던져둘게. 그러면 내 물건들을 뒤지려 들지 않겠지."
ko_mt: "그 간식이 그녀에게 해가 되지 않았으면 좋겠어요. 다음번에는 텐트 밖에 빵 부스러기를 남겨두어서 제 물건을 뒤지고 싶은 유혹을 받지 않도록 할게요."

source: "If you draw everything beautiful, how come you never draw yourself?"
ko: "당신이 아름다운 모든 것을 그린다면, 왜 본인은 절대로 그리지 않나요?"
ko_mt: "모든 것을 아름답게 그리면서 왜 자신을 그리지 않나요?"

source: "I've tried, but every time embarrassment gets the better of me. I see so many flaws in myself... No, sorry, it's difficult for me to answer this question."
ko: "시도는 해봤지만, 언제나 부끄러움이 더 앞서더라고. 나 자신에게서 수많은 결함이 보여서... 아니지, 미안하다. 나로써는 그 질문에 답하기 어렵네."
ko_mt: "노력은 해봤지만 매번 당황스러움에 휩싸입니다. 제 자신의 결점이 너무 많이 보여요.. 죄송하지만 이 질문에는 대답하기 어렵습니다."

source: "You never give in, do you? You and Sosiel are very alike. He never gives in either, no matter how hard it is."
ko: "당신은 절대로 포기하지 않아요, 그렇죠? 당신과 소시엘은 서로 아주 비슷해요. 그 사람도 얼마나 어려운지와는 상관없이 절대로 포기하지 않아요."
ko_mt: "당신은 절대 굴복하지 않죠? 너와 소시엘은 정말 닮았어. 아무리 힘들어도 절대 굴복하지 않죠."

source: "You think I'm like my brother... Thank you, little girl. There is no higher praise."
ko: "너는 내 동생처럼 생각하는군... 고맙다, 작은 소녀. 그보다 더 큰 찬사는 없다."
ko_mt: "내가 오빠 같다고 생각하죠? 고마워, 우리 딸. 이보다 더 큰 칭찬은 없다."

source: "You're sleeping poorly: you toss and turn and moan. If you want, I can sing you a lullaby? I know lots of lullabies — maybe I know the one your mother used to sing to you."
ko: "잠을 잘 못 이루시네요. 뒤척이면서 끙끙 앓는 소리를 내요. 괜찮다면 자장가를 불러줄까요? 나는 자장가를 많이 아는데, 당신의 어머니가 자주 불러줬던 것을 알지도 몰라요."
ko_mt: "잠을 잘 못 자서 뒤척이고 신음하는구나. 원한다면 자장가 불러줄까? 자장가는 많이 알아요. 엄마가 불러주던 자장가를 알고 있을지도 모르죠."

source: "No. If I hear that song, I'll think of home. I don't want to reopen that wound."
ko: "아니, 그 노래만 들으면 집이 생각나. 그 상처를 다시 벌리고 싶지 않아."
ko_mt: "아니요, 그 노래만 들으면 집이 생각나요. 그 상처를 다시 열고 싶지 않아요."

source: "You're always looking at me with an angry face. But I don't understand — why? Did I do something bad to you?"
ko: "당신은 언제나 저를 화난 표정으로 보세요. 하지만 전 이해가 가지 않거든요. 왜 그러세요? 제가 당신에게 뭘 잘못했나요?"
ko_mt: "당신은 항상 화난 얼굴로 저를 바라보잖아요. 하지만 이해가 안 돼요, 왜요? 내가 당신에게 나쁜 짓을 했나요?"

source: "Hmph... You, girl, might not have done anything to me — yet. But it's because of people like you that Sarkoris perished. How else should I look at you?"
ko: "흐음... 소녀야, 너는 내게 아무 것도 하지 않았을 것이다. 아직은 말이지. 하지만 너와 같은 사람들 때문에 사코리스가 멸망하였다. 내가 달리 너를 어떻게 볼 수 있겠느냐?"
ko_mt: "흠.. 넌 아직 나한테 아무 짓도 안 했어. 하지만 너 같은 놈들 때문에 사르코리스가 죽었어. 그럼 널 어떻게 봐야 하지?"

source: "It must be a lot of fun living in a tribe. Like one big family."
ko: "부족에서 사는 건 분명 재밌을 거예요. 하나의 큰 가족 같잖아요."
ko_mt: "부족에서 생활하는 것은 정말 재미있겠어요. 하나의 대가족처럼요."

source: "People watching your every move, sticking their noses into your business, telling you how to live… Yes, it was fun, fun, fun."
ko: "사람들이 내 행동 하나하나를 지켜보고, 내 일들에 사사건건 간섭하고, 어떻게 살아야 하는지 지껄여대고… 그래, 재밌긴 재밌어."
ko_mt: "사람들이 내 일거수일투족을 지켜보고, 내 비즈니스에 코를 박고, 어떻게 살라고 조언하는 것.. 네, 재미있었어요, 재미있었어요, 재미있었죠."

source: "It's easy to do tricks like me: first you need to think of something good, about how you want to help somebody, and then… poof! Try it, it'll work for you too!"
ko: "나같은 속임수는 쉬워요. 일단 무언가 좋은 일, 누군가를 어떻게 도와줄지 생각하고, 그런 다음… 짠! 실행해요! 당신도 할 수 있을 거예요!"
ko_mt: "저처럼 속임수를 쓰는 방법은 간단합니다. 먼저 누군가를 어떻게 돕고 싶은지 좋은 생각을 떠올린 다음.. 펑! 해보세요, 여러분도 성공할 수 있을 거예요!"

source: "I find it easier to imagine the bodies of my enemies, laid out all around me. Will that do?"
ko: "내 적들의 시체가 사방에 깔린 상상이 훨씬 더 쉬운데. 이걸로도 되나?"
ko_mt: "내 주변에 널려 있는 적들의 시체를 상상하는 것이 더 쉬워졌습니다. 그러면 될까요?"

source: "Did you have any songs down in the caves? Life without songs would be sad."
ko: "동굴에 살 때 부르던 노래가 있나요? 노래가 없는 삶은 너무 슬플 것 같아요."
ko_mt: "동굴에 노래가 있었나요? 노래가 없는 삶은 슬프겠죠."

source: "When I was a runt, I once started whistling a tune out of boredom… But then a carnivorous snake slithered up behind me and wrapped itself around my throat. I stabbed it with my knife, and then I sank my teeth into it and chewed. Ever since then, I haven't liked music… But I do like snake meat."
ko: "내가 꼬맹이였을 적에, 지루함을 견디려 휘파람을 불었던 때가 있었지… 하지만 그러니까 육식 뱀이 내 뒤로 슬쩍 다가와 내 목을 조이더군. 나는 들고 있던 칼로 그 뱀을 찔렀고, 이빨을 박은 다음 물어 뜯었어. 그 뒤로는 노래를 좋아하지 않게 되었지… 하지만 뱀 고기는 좋아해."
ko_mt: "어렸을 때 지루해서 휘파람을 불기 시작한 적이 있는데.. 그때 육식성 뱀이 제 뒤로 기어오더니 목을 감쌌어요. 저는 칼로 뱀을 찔렀고 이빨을 뱀에 박고 씹었죠. 그 이후로 음악을 좋아하지 않게 되었지만 뱀고기는 좋아하게 되었죠."

source: "Let's play hide and seek! Wait, what am I saying? You'll just find me right away."
ko: "숨바꼭질해요! 잠깐, 내가 무슨 말을 하는 거람? 당신은 곧장 날 찾아낼테죠."
ko_mt: "숨바꼭질하자! 잠깐, 내가 무슨 말을 하는 거야? 금방 찾을 수 있을 거야."

source: "You want to learn to hunt, is that it? All right, I'll hide. I will try to remember that it is a game, and not a real ambush."
ko: "사냥하는 법을 배우고 싶다는 건가? 좋아, 내가 숨지. 이게 실제 상황이 아니라 놀이라는 사실을 기억하도록 노력하겠다."
ko_mt: "사냥을 배우고 싶다고요? 좋아, 숨을게. 진짜 매복이 아니라 게임이라는 것을 기억하도록 노력할게요."

source: "You really are very beautiful! Your eyes are so yellow and bright, your teeth are so straight. And your hair sticks out really scarily!"
ko: "당신은 진짜 정말로 예뻐요! 당신의 눈은 매우 노랗게 빛나고, 당신의 이빨은 아주 곧게 자랐고, 당신의 머리카락은 정말 무시무시하게 잘 보여요!"
ko_mt: "당신은 정말 아름다워요! 눈이 너무 노랗고 밝고 치아가 너무 가지런해요. 그리고 머리카락이 정말 무섭게 튀어나왔어요!"

source: "Envious, girl? Not everyone can be beautiful and healthy like me! But it doesn't matter, you are tenacious, cunning, and you know how to survive. You will be fine, even with your ugliness and your injuries."
ko: "질투심이 드냐, 꼬마야? 누구도 나처럼 아름답고 건강할 수는 없다! 하지만 그건 중요치 않다. 너는 끈기있고, 교활하며 살아남는 방법을 알아. 못생기고 흉졌더라도, 너는 괜찮을 것이다."
ko_mt: "부러워요? 모두가 나처럼 아름답고 건강할 수는 없어! 하지만 그건 중요하지 않아요, 당신은 끈기 있고 교활하며 살아남는 법을 알아요. 못생기고 다쳐도 넌 괜찮을 거야."

source: "So, your auntie Hepzamirah is a cow, your great-grandfather Baphomet is a goat… so how come you're a little lamb?"
ko: "그래서, 고모 헵자미라는 소고, 증조할아버지 바포메트는 염소인데… 그럼 당신은 어떻게 어린 양이 되는 거죠?"
ko_mt: "네 이모 헵자미라는 소고, 네 증조부 바포메트는 염소고.. 그런데 왜 너는 어린 양이야?"

source: "Huh? Whaddaya… ah, the horns, gotcha. I dunno, but I hope to all the gods the story doesn't start 'One day Baphomet was walking through a pasture…'"
ko: "응? 뭔말… 아, 뿔 말이군. 이해했어. 잘 모르겠는데, 일단은 그 이야기가 '어느날 바포메트씨가 초원을 거닐고 있었습니다…'로 시작하지 않기만을 바라야지."
ko_mt: "어? 뭐야.. 아, 뿔, 알았어. 잘은 모르겠지만, '어느 날 바포메트가 목초지를 걷고 있었는데...'로 이야기가 시작되지 않기를 바랄 뿐입니다."
