Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "I see them like... like a person dying of thirst sees a creek running with clear water. But I would rather die than drink a single drop."
ko: "저는... 이를테면 맑은 물이 흐르는 개울을 발견한, 갈증으로 죽기 직전의 사람이죠. 하지만 저는 한 방울이라도 마시느니 죽고 말 거예요."
ko_mt: "목이 말라 죽어가는 사람이 맑은 물이 흐르는 개울을 보는 것과 같은 느낌입니다. 하지만 한 방울도 마시지 않고 차라리 죽고 싶습니다."

source: "Shall I grant you a little honesty, Arueshalae? I am an oracle, which means that one day a great external force changed my life, without asking permission. Desna did the same to you — does that not bother you? Not even a little bit?"
ko: "아루샬레, 이런 말 해도 되려나? 나는 오라클이야. 그건 내 허락도 없이 거대한 외부의 힘이 내 삶을 하루만에 바꿔버렸단 뜻이지. 데즈나도 너에게 똑같은 일을 했고 말야. 신경 쓰이지 않아? 조금도?"
ko_mt: "솔직하게 말해줄까, 아루샬래? 나는 오라클인데, 어느 날 허락도 구하지 않고 외부의 큰 힘이 내 인생을 바꿨어요. 데스나도 당신에게 똑같은 짓을 했는데, 그게 신경 쓰이지 않나요? 조금도요?"

source: "Desna opened my eyes, she did not force me to do anything. But I understand why you see a similarity. I never considered that you and I had anything in common before now."
ko: "데즈나께서 제 눈을 띄워주셨지만, 그분은 아무 것도 강요하지 않으셨어요. 하지만 저는 당신이 왜 유사하다고 보시는지 이해해요. 저는 지금껏 당신과 제가 공통점이 전혀 없다고 생각했거든요."
ko_mt: "데스나는 제 눈을 뜨게 해줬고, 제게 아무것도 강요하지 않았습니다. 하지만 왜 비슷한 점이 있는지 이해합니다. 전에는 당신과 저에게 공통점이 있다고 생각한 적이 없었어요."

source: "Camellia, allow me to attend to you and ease, if I can, the travails of the crusade. As a lady accustomed to comfort, this all must be quite trying for you."
ko: "카멜리아, 당신과 함께 다니도록, 또 성전의 고난을 덜도록 허락해주세요. 안락함에 익숙한 숙녀로서, 당신은 이 모든 것들이 익숙지 않으실 테니까요."
ko_mt: "카멜리아, 내가 당신을 돌봐서 십자군 전쟁의 고단함을 조금이나마 덜어줄 수 있게 해줘요. 편안함에 익숙한 여인으로서 이 모든 것이 당신에게 상당히 힘들겠군요."

source: "You are the picture of chivalry, Count. But I grew up in far less luxurious and pleasure-filled conditions than you. I am no stranger to sufferance."
ko: "기사도의 표본이세요, 백작님. 하지만 저는 당신과는 달리 호화로움이나 기쁨과 거리가 먼 환경에서 자랐답니다. 저는 고난에 익숙한 사람이라는 뜻이죠."
ko_mt: "당신은 기사도의 표본이십니다, 백작님. 하지만 저는 당신보다 훨씬 덜 사치스럽고 쾌락으로 가득 찬 환경에서 자랐습니다. 저는 고난에 익숙합니다."

source: "But why did your dear papa conceal you from society for so long, Lady Camellia? It's an outrage!"
ko: "하지만 카멜리아 양, 왜 당신의 아버지가 당신을 그토록 오랫동안 숨겨왔던 거죠? 그건 범죄잖아요!"
ko_mt: "그런데 왜 당신의 사랑하는 아버지는 그렇게 오랫동안 당신을 사회에서 숨겼나요, 카멜리아 아가씨? 분노를 금할 수 없어요!"

source: "Isn't it obvious, Count? He was protecting me from the likes of you. My father has always been wary of little boys who climb into other peoples' gardens."
ko: "백작님은 모르시겠나요? 그분은 당신같은 사람들에게서 절 보호한 거예요. 아버지께서는 다른 사람의 정원을 기웃거리는 소년들을 항상 경계하셨죠."
ko_mt: "뻔하지 않나요, 백작님? 아버지는 당신 같은 사람들로부터 저를 보호하고 계셨어요. 아버지는 항상 남의 정원에 올라가는 어린 소년들을 경계하셨어요."

source: "I am trying to discover even the slightest flaw in you, Lady Camellia, but I cannot. Confess now, you must have one imperfection?"
ko: "카멜리아 양, 저는 당신에게서 아주 작은 결점이라도 발견하려 노력했지만, 단 하나도 찾지 못했답니다. 당신이라도 결함 하나쯤은 있겠죠? 지금이라도 고백하세요."
ko_mt: "카멜리아 아가씨, 나는 당신에게서 아주 작은 결점이라도 발견하려고 노력하고 있지만 그럴 수 없습니다. 지금 고백해라, 결점이 하나라도 있겠지?"

source: "Just the one, but I take great pains to conceal it, Count. Perhaps we should take a walk together some time and I shall tell you about it... away from listening ears."
ko: "딱 하나 있긴 하지만요, 백작님, 저는 그걸 숨기기 위해 커다란 고통을 감내하고 있답니다. 둘이서 산책을 좀 하다보면 제가 말씀드릴지도 모르겠네요... 듣는 귀가 없어야 하거든요."
ko_mt: "딱 한 명인데 숨기려고 애를 많이 썼어요, 백작님. 언젠가 같이 산책하러 가자.. 귀가 들리지 않게 말해주지."

source: "If I were a shaman, I would do something utterly unthinkable and then tell everyone the spirits put me up to it."
ko: "제가 샤먼이었다면, 아무도 상상할 수 없는 일을 실행한 다음 모든 사람들에게 제게 씌인 영혼이 시켰다고 말했을 듯하군요."
ko_mt: "제가 주술사라면 도저히 상상할 수 없는 일을 저지른 다음 모든 사람에게 신령이 시켰다고 말할 것입니다."

source: "That would be quite audacious... I would never dare risk telling such an outrageous lie."
ko: "그거 참 대담한 행동이네요... 저는 감히 그런 터무니없는 거짓말을 할 리가 없죠."
ko_mt: "그건 꽤 대담한 일이죠.. 감히 그런 터무니없는 거짓말을 할 리가 없죠."

source: "Wouldn't it be wonderful if we had been friends as children, Camellia? We would have played hide-and-seek throughout the marble halls, ridden ponies through green meadows, flung bowls of ice cream from the garden walls onto unsuspecting passers-by."
ko: "카멜리아, 우리가 어렸을 때부터 친구였었다면 환상적이지 않았을까요? 그랬다면 우리는 지나가는 사람을 신경 쓰지 않은 채 대리석 복도에서 술래잡기를 하고, 초록색 들판에서 조랑말을 타고, 인적이 드문 정원 담벼락에 기대며 아이스크림 그릇을 끼고 있었을 테죠."
ko_mt: "우리가 어렸을 때 친구였다면 정말 멋지지 않았을까요, 카멜리아? 대리석 홀에서 숨바꼭질도 하고, 푸른 초원에서 조랑말을 타고, 정원 담벼락에서 아이스크림 그릇을 지나가는 행인에게 던졌을 거예요."

source: "The thought is far from tempting, Count. If you had been my friend in childhood, you would have been a terrible influence on me."
ko: "상상만 해도 끔찍하네요. 당신이 제 어릴 적 친구였더리면, 분명 제게 안좋은 영향을 끼치셨을 거예요."
ko_mt: "그 생각은 유혹과는 거리가 멀어요, 백작님. 어린 시절에 당신이 제 친구였다면 제게 끔찍한 영향을 끼쳤을 겁니다."

source: "Steady on, Daeran, they are perfectly ordinary mosquitos. They are not spreading disease."
ko: "침착해, 대런. 이것들은 완전 평범한 모기일 뿐이야. 얘들은 질병을 퍼뜨리지 않아."
ko_mt: "진정해, 대런. 그들은 지극히 평범한 모기야. 질병을 옮기지 않아요."

source: "And they will not bite you on the face. They wouldn't dare!"
ko: "네 얼굴을 물지도 않을 거야. 감히 그럴 리가!"
ko_mt: "그리고 그들은 당신의 얼굴을 물지 않을 것입니다. 감히 그럴 리가 없죠!"

source: "Hmm, everyone looks rather busy. And yet there's nothing for me to do to help the crusade? What a pity!"
ko: "흠, 모든 사람들이 꽤나 바빠보이네. 그럼에도 불구하고 성전을 돕기 위해 내가 할 일이 없다? 그것 참 아쉽구만!"
ko_mt: "흠, 다들 바빠 보이네요. 그런데도 제가 십자군을 돕기 위해 할 수 있는 일은 아무것도 없나요? 정말 안타깝네요!"

source: "I suppose being bone-idle is also an important task. By right of blood, I claim this duty as my own."
ko: "뼛속까지 게으른 상태로 있는 것 또한 중요한 직무지. 귀족으로서, 나는 이 임무에 충실해야 하고."
ko_mt: "뼈를 깎는 노력도 중요한 일이라고 생각합니다. 저는 혈통적으로 이 의무를 제 것으로 주장합니다."

source: "I cannot help but think that everything happening right now will one day end up in the history books. And under the stern gaze of the schoolmaster, little Mendevians will read: 'On such and such a day, the heroes stopped to camp here and there...'"
ko: "지금 일어나는 모든 일들이 언젠가 역사책에 실릴 것이란 생각을 지울 수가 없어. 그러면 교사의 엄격한 감시 아래에서 멘데브 꼬마들이 '무슨 무슨 날, 영웅들은 여기랑 저기에서 휴식을 취했습니다.' 같은 구절을 읽겠지..."
ko_mt: "지금 일어나는 모든 일이 언젠가는 역사책에 기록될 것이라고 생각할 수밖에 없습니다. 그리고 학교 선생님의 엄중한 시선 아래 어린 멘데브인들은 '그런 날, 영웅들은 여기저기서 야영을 멈췄습니다...'라고 읽을 것입니다."

source: "And the little blighters will be thoroughly bored, and so they will begin doodling in the margins, and the only picture of yours truly in the book will be adorned with a mustache. So much for the rewards of heroism!"
ko: "그러면 꼬마 녀석들은 철저하게 지루해져서 빈 공간에다 낙서를 시작할 테고, 결국 책의 모든 그림에 콧수염 장식이 될 거야. 영웅적 위업의 결과라는 것이 다 그렇지!"
ko_mt: "그리고 작은 병충해는 완전히 지루해져서 여백에 낙서를 시작하고 책에서 진정으로 당신의 유일한 그림은 콧수염으로 장식 될 것입니다. 영웅의 보상은 여기까지!"

source: "I read in a book by one great thinker that the further we are from civilization, the less civilized we become. As though stone walls, law scrolls, and the expectation to eat at a table laid with a tablecloth are all that stands between us and barbarism."
ko: "어떤 위대한 철학자가 쓴 책에서 문명과 멀어질수록 문명화도 덜 된다는 것을 읽었어. 마치 성벽, 법 두루마리, 그리고 식탁보가 놓인 식탁에서 식사할 수 있다는 기대감 따위가 우리와 야만 사회 사이를 가로막는 것처럼 말이지."
ko_mt: "한 위대한 사상가가 쓴 책에서 문명에서 멀어질수록 우리는 덜 문명화된다는 글을 읽었습니다. 돌담, 율법 주문서, 식탁보가 깔린 식탁에서 식사를 할 수 있다는 기대가 우리와 야만 사이를 가로막는 전부인 것처럼 말이죠."

source: "If that is true, I am reluctant to see a more feral Daeran Arendae!"
ko: "그 말이 사실이라면, 더 야생적인 대런 아렌데를 보기가 무서운데!"
ko_mt: "그게 사실이라면, 더 사나운 대런 아렌대를 보고 싶지 않아요!"

source: "The Worldwound is an abomination, but still..."
ko: "세계상처는 흉물 그 자체지만, 여전히..."
ko_mt: "세계상처는 혐오스러운 존재지만 그래도..."

source: "It is giving birth to new things — plants, creatures, natural phenomena. Life. Unfettered, strange, incomprehensible to us, but utterly unique life alien to both Golarion and the Abyss. I find the notion... fascinating."
ko: "새로운 것들을 탄생시키는군. 초목, 생물, 자연 현상. 생명. 얽메이지 않고, 기이하며, 불가해한 것이나, 골라리온과 심연 모두에게 전적으로 이질적인 생명이라. 참으로... 매혹적인 발상이로다."
ko_mt: "식물, 생물, 자연 현상 등 새로운 것을 탄생시키고 있습니다. 생명. 자유롭고, 낯설고, 우리로서는 이해할 수 없지만 골라리온과 심연 모두에 외계인인 완전히 독특한 생명체. 저는 그 개념이.. 매혹적이라고 생각합니다."

source: "If you're so good at healing other people, how come you don't heal yourself?"
ko: "당신은 다른 사람들을 치유하는데 그토록 뛰어난데, 왜 스스로는 치료하지 않는 거예요?"
ko_mt: "다른 사람을 치유하는데는 그렇게 능숙한데 왜 자신은 치유하지 않나요?"

source: "Of what? There's nothing wrong with me!"
ko: "뭘 치료하는데? 난 잘못된 게 아무것도 없거든!"
ko_mt: "뭐가? 난 아무 문제 없어!"

source: "I used to see you preaching in the square, Ember. Didn't your past teach you to be wary of crowds? Fanatics are dangerous whether they're taking up arms against you or hanging on your every word."
ko: "엠버, 네가 광장에서 설교하는 광경이 자주 보여. 네 과거가 군중을 두려워하게 만들지는 않아? 광신자들은 너를 향해 무기를 치켜들거나 네 한 마디 한 마디를 기다리거나 무척 위험하다고."
ko_mt: "광장에서 설교하는 걸 본 적이 있어요, 엠버. 과거에 군중을 경계하라고 가르치지 않았나요? 광신도들은 당신을 반대하는 무기를 들든, 당신의 말 한마디에 매달리든 위험해요."

source: "I didn't preach, I just talked. And I didn't see any fanatics there, just good people. Why would they want to hurt me?"
ko: "전 설교를 하지 않아요. 그냥 얘기만 할 뿐이죠. 또 거기에 광신자는 한 명도 보이지 않고, 착한 사람들만 있는 걸요. 왜 그분들이 저를 다치게 하겠어요?"
ko_mt: "설교를 한 게 아니라 그냥 이야기를 나눴어요. 광신도도 없었고 좋은 사람들만 있었어요. 왜 저를 해치려고 하겠어요?"

source: "Just looking at you pains me, Ember. Why don't I do something about your appearance? What do you say to a bath, some new clothes, and a comb for that hair?"
ko: "널 바라보는 것 만으로도 고통스러워, 엠버. 어째서 내가 네 외모를 위해 무언가를 하지 않았을까? 목욕이나 새로운 옷, 그리고 머리를 손질할 빗이 있으면 좋을 것 같니?"
ko_mt: "널 보는 것만으로도 고통스러워, 엠버. 내가 네 외모를 어떻게 해줄까? 목욕, 새 옷, 머리 빗은 어때요?"

source: "Thank you, but I like the way I look. Why don't I do something to your appearance? How about I use soot to blacken your hair? It will be great!"
ko: "감사하지만, 저는 지금 제 모습이 좋아요. 저는 왜 당신의 외모를 위해 뭔가 해드리지 않았을 까요? 숯으로 당신의 머리를 검게 칠해드리면 어떨까요? 잘 어울릴 거예요!"
ko_mt: "고마워요, 하지만 제 외모가 마음에 들어요. 내가 네 외모에 변화를 주면 어떨까? 그을음으로 머리를 검게 칠하는 건 어때요? 멋질 거예요!"

source: "Ember, if you think that life is suffering and there is no hope, then why do you bother to heal all these people? If I were you, I'd take myself off to the nearest tavern and raise a large mug of milk to their soon-to-be-departed souls."
ko: "엠버, 삶은 고통스럽고 희망이 없다고 생각한다면, 왜 이 모든 사람들을 치유하는데 힘을 쏟는 거야? 내가 너였다면, 가장 가까운 선술집으로 가서 곧 떠날 영혼들을 위해 큰 우유잔을 들었을 텐데 말이지."
ko_mt: "엠버, 삶이 고통스럽고 희망이 없다고 생각한다면 왜 이 모든 사람들을 치료하려고 애쓰는 건가요? 내가 너라면 가장 가까운 선술집으로 가서 곧 떠날 그들의 영혼을 위해 커다란 우유 잔을 들겠어."

source: "If death came quickly to all, like a dream, that would be good. But they are not dying, they are fighting to live, so I need to help them."
ko: "만약 죽음이 우리 모두에게 꿈결처럼 빠르게 온다면 좋을 거예요. 하지만 사람들이 죽지 않고, 살기 위해 싸운다면, 저는 그들을 도와야만 해요."
ko_mt: "꿈처럼 모두에게 죽음이 빨리 찾아온다면 좋을 것 같습니다. 하지만 그들은 죽어가는 것이 아니라 살기 위해 싸우고 있기 때문에 저는 그들을 도와야 합니다."

source: "How is it that I never set eyes on you in any of my strolls around Kenabres, Ember? You are an amusing little thing!"
ko: "어떻게 내가 케나브레스를 거닐면서 한 번도 널 본 적이 없는걸까, 엠버? 넌 정말 재밌는 꼬마야!"
ko_mt: "케나브레스 주변을 산책할 때 어떻게 한 번도 널 본 적이 없지, 엠버? 넌 정말 재밌는 녀석이야!"

source: "You set eyes on me. But you didn't see me."
ko: "당신은 저에게 눈길을 돌리셨어요. 하지만 저를 보지는 못하셨죠."
ko_mt: "당신은 나를 보았습니다. 하지만 당신은 나를 보지 못했죠."

source: "I like seeing you as you are now — mask torn away, no longer pretending. Of course, 'like' is not quite the term I should use when describing my feelings toward a demon."
ko: "나는 가면을 벗어 던지고 더 이상 연기하지 않는 지금의 너를 보는 게 좋아. 물론, 데몬에 대한 내 느낌을 '좋다'라고 표현하는 건 적절하지 않겠지만."
ko_mt: "가면을 벗고 더 이상 가식적인 척하지 않는 있는 그대로의 당신을 보는 게 좋아요. 물론 데몬에 대한 제 감정을 설명할 때 '좋아한다'는 표현은 적절하지 않아요."

source: "So, you're not pining for the sweet, meek, wounded Arueshalae? You prefer the dangerous predator? How very reckless of you, Daeran. One day your recklessness will be your downfall."
ko: "그러면, 너는 귀엽고, 순하고, 상처받은 아루샬레 취향이 아닌 거야? 위험천만한 포식자를 더 선호하나봐? 대런, 그렇게 무모할 수가. 언젠가는 네 무모함이 너를 죽일 거야."
ko_mt: "달콤하고 온순하고 상처받은 아루샬래를 좋아하지 않나요? 위험한 포식자가 더 좋아? 정말 무모하구나, 대런. 언젠가는 그 무모함이 네 몰락의 원인이 될 거야."

source: "Tell me something, Arueshalae — were you pretending to repent, were you sincere, or was it all just Desna getting inside your head and seizing the reins?"
ko: "한 가지만 말해줘, 아루샬레. 회개하는 척 했던 때, 네 진심이었던 거야, 아니면 데즈나가 머릿속에 들어와서 널 쥐고 흔들었던 거야?"
ko_mt: "아루샬래, 넌 회개하는 척한 거야, 진심이었어, 아니면 데스나가 네 머릿속에 들어와서 고삐를 잡은 거야?"

source: "I think it was the last one. The power of the gods is mighty. Mighty enough to dupe even demons with false visions."
ko: "후자였다고 생각해. 신들의 힘은 막강하잖아. 데몬 마저도 거짓된 환상으로 속일 수 있을 만큼."
ko_mt: "마지막이었던 것 같아요. 신들의 힘은 강력합니다. 데몬도 거짓 환영으로 속일 수 있을 만큼 강력하죠."

source: "Out of curiosity, Greybor… how much do you charge for your services?"
ko: "그레이보르, 그냥 궁금해서 그런데… 너를 고용하려면 얼마를 줘야하지?"
ko_mt: "궁금해서 물어보는 건데, 그레이버 씨.. 서비스 요금은 얼마인가요?"

source: "A lot. But if my prospective client washes my dishes at the campsite and budges up to give me a dry spot for my tent, I can offer a discount."
ko: "상당히 많이. 허나 내 고객이 될 수도 있는 사람이 내 접시를 닦아주고 내 천막을 건조한 바닥에 칠 수 있게 자리를 비켜준다면, 할인을 제안할 수도 있소."
ko_mt: "많이요. 하지만 잠재 고객이 아영장에서 설거지를 해주고 텐트를 놓을 자리를 양보해준다면 할인 혜택을 제공할 수 있습니다."

source: "You know, Greybor, you fuss over your name and reputation so much, you could give some of my fellow nobles a run for their money."
ko: "그레이보르, 알다시피, 너는 네 이름과 명성에 지나치게 신경 써. 내 귀족 친구들 몇 명과 호각을 다툴 정도라고."
ko_mt: "그레이버, 자네는 자네의 이름과 명성에 너무 집착하는 바람에 내 동료 귀족들에게도 피해를 줄 수 있어."

source: "As well I should. For a lord, a name is a pretty bauble, but my name is a tool. It's my bread and butter."
ko: "물론 그래야 하니까. 군주에게 이름이란 장식일 뿐이나, 내게 이름은 도구라오. 나의 빵과 버터인 셈이지."
ko_mt: "저도 그래야 합니다. 군주에게 이름은 값진 보물이지만 제 이름은 도구입니다. 제 생계수단입니다."

source: "Greybor, name your price: I want you to take my place on sentry duty today."
ko: "그레이보르, 오늘 하루 너를 경비병으로 고용하고 싶은데, 가격을 불러줘."
ko_mt: "그레이버, 몸값을 말해봐: 오늘 내 대신 보초 근무를 맡아주길 원한다."

source: "I'm not doing that no matter how much you pay me. I appreciate your offer, Count, but I appreciate the chance to sleep before battle with you standing guard even more."
ko: "얼마를 주던 일을 맡지 않을 것이오. 백작 자네의 제안에는 감사하나, 자네가 불침번을 서는 동안 전투 전 수면의 기회를 얻는 편이 더 좋거든."
ko_mt: "아무리 많은 돈을 주셔도 그렇게는 안 할 겁니다. 제안은 고맙지만, 백작님이 보초를 서는 동안 전투 전에 잠을 잘 수 있는 기회는 더더욱 고맙습니다."

source: "Hired assassins go out of their way to please their clients. They are shunned in high society, but people in my circles often make use of their services, paying incredible sums for the privilege. Your kind are rather like courtesans, are they not?"
ko: "고용된 암살자는 고용주를 기쁘게 하기 위해 움직여. 상류층에서는 기피당하지만, 내 친구들은 때때로 특혜를 위해 엄청난 돈을 쏟아 그들을 고용하지. 너희들은 창녀나 다름없는 것 같아, 안그래?"
ko_mt: "고용된 암살자들은 의뢰인을 만족시키기 위해 최선을 다합니다. 상류 사회에서는 기피 대상이지만, 제 주변 사람들은 종종 엄청난 돈을 지불하고 암살자의 서비스를 이용하곤 합니다. 당신네 종족은 창녀와 비슷하지 않나요?"

source: "Is that your roundabout way of calling me a whore, Count? Watch yourself — I may not like working for free, but that doesn't mean I can't kill a man just because I want to."
ko: "그게 나를 창녀라고 돌려 말하는 방책인가, 백작? 말 조심하시오. 내가 공짜로 일하는 것을 좋아하지 않을지 언정, 할 수 있다고 아무나 막 죽이지는 않소."
ko_mt: "그게 저를 창녀라고 부르는 방식인가요, 백작님? 내가 공짜로 일하는 걸 좋아하진 않지만 그렇다고 해서 내가 원한다고 해서 사람을 죽일 수는 없지."

source: "I am astounded by your rates, sir. On what do you spend all your lucre? Hardly tobacco."
ko: "당신 수익율을 듣고 놀랐어. 그 돈들을 전부 어디에 쓰는 거야? 담배는 확실하고."
ko_mt: "저는 당신의 요금에 놀랐습니다. 그 많은 돈을 어디에 쓰시나요? 담배는 거의 안 사죠."

source: "You underestimate the quality of my tobacco, Count. When it comes to my few pleasures, I spare no expense."
ko: "내 담배의 품질을 얕보는 모양이군, 백작. 나는 내 소소한 기쁨을 위해서라면 비용을 아끼지 않소."
ko_mt: "당신은 내 담배의 품질을 과소평가하고 있소, 백작. 내 소소한 즐거움을 위해선 비용을 아끼지 않죠."

source: "But really, what's it like? Like an ordinary human organ? Or is it like a lizard's? Is it forked? By my reckoning, it should at the very least be longer than a normal human's."
ko: "하지만, 정말로 어느 쪽이야? 평범한 인간 쪽? 아니면 도마뱀 쪽? 반반인가? 내 추측으로는, 최소한 인간 것보다는 길거라 생각하는데."
ko_mt: "하지만 실제로는 어떤가요? 평범한 인간의 장기처럼요? 아니면 도마뱀의 것과 비슷할까요? 갈라져 있나요? 제 생각에는 적어도 보통 사람보다는 길어야 할 것 같아요."

source: "All right, all right. Give over, you've won. There, look. Happy now? A perfectly normal human tongue."
ko: "알았어, 알았어. 포기할게. 네가 이겼어. 자, 봐. 이제 행복해? 완벽히 보통의 인간 혀야."
ko_mt: "좋아, 좋아. 포기해, 네가 이겼어. 자, 봐 이제 만족해? 완벽하게 정상적인 사람의 혀예요."

source: "What a revolting sight. Lann, what is this slimy thing swimming about in my bowl? Are we having some prized mongrel dish today?"
ko: "아주 혁명적인 광경이야, 랜. 내 접시 위를 둥둥 떠다니는 이 끈적이는 것은 대체 뭐야? 우리가 오늘 비장의 잡종 특식을 대접받기로 했던가?"
ko_mt: "정말 역겨운 광경이네요. 란, 내 그릇에 이 끈적끈적한 게 뭐야? 오늘 귀한 몽그렐 요리를 먹는 건가요?"

source: "You are. The rest of them are having regular old stew. But I wanted to rustle up something extra special just for you."
ko: "맞아. 다른 사람들은 평범한 스튜를 먹고 있어. 하지만 너에게만은 아주 특별한 것을 대접하고 싶더라고."
ko_mt: "맞아요. 나머지는 평범한 스튜를 먹고 있어요. 하지만 당신을 위해 특별한 것을 만들어 드리고 싶었어요."

source: "Lann, satisfy my curiosity — has anyone ever mistaken you for an animal?"
ko: "랜, 내 궁금증을 좀 해소해줘. 누가 너를 동물로 오해했던 적이 한 번도 없어?"
ko_mt: "란, 내 호기심을 충족시켜줘요. 누가 당신을 동물로 착각한 적이 있나요?"

source: "No. What about you?"
ko: "없는데. 너는 있어?"
ko_mt: "아니, 넌 어때?"

source: "I am not surprised you do not know how to enjoy yourself, but how you have never played a ball game before is beyond my comprehension. Shall I give you a lesson?"
ko: "스스로 놀 줄을 모른다는 사실이 놀랍지는 않지만, 어떻게 한 번도 공놀이를 해본 적 없는지는 내 이해 범주를 넘어 섰어. 내가 좀 가르쳐줄까?"
ko_mt: "네가 즐기는 법을 모른다는 건 놀랍지 않지만, 어떻게 야구 경기를 한 번도 해본 적이 없는지 이해할 수 없다. 내가 가르쳐 줄까?"

source: "Run around and kick the bull's bladder stuffed with hay? I think I've got it. When we get back to Drezen, we'll see who needs lessons!"
ko: "뛰어다니면서 건초를 채운 황소의 방광을 차는 놀이? 감은 잡혔어. 드레젠으로 돌아가면 교육이 누구한테 필요한지 알게 될 거야!"
ko_mt: "건초로 채워진 황소의 방광을 뛰어다니며 발로 차는 게임? 제가 할 수 있을 것 같아요. 드레젠에 돌아가면 누가 수업이 필요한지 보자고요!"

source: "I once ordered three wheels of a most excellent blue cheese, but they delivered three hundred by mistake. I lived off the stuff for two weeks, but a man can only take so much mold..."
ko: "한 번은 최상급 블루 치즈 세 수레를 주문했었는데, 거래처에서는 실수로 삼백 수레를 배달해왔었지. 나는 2주 동안이나 그것들만 먹고 살았는데, 남자 혼자서는 그 이상의 곰팡이를 버틸 수가 없더라고..."
ko_mt: "가장 훌륭한 블루치즈 3휠을 주문했는데 실수로 300휠이 배달된 적이 있습니다. 2주 동안 그거 먹고 살았지만 사람이 곰팡이를 얼마나 견딜 수 있겠어요..."

source: "I once lived off mold for two weeks too. Just mold, mind you, no cheese."
ko: "나는 언제 한 번 2주 동안 이끼만 먹고 살았었어. 강조하는데, 치즈 말고 그냥 이끼만."
ko_mt: "저도 2주 동안 곰팡이 없이 살았던 적이 있어요. 치즈 없이 곰팡이만 먹었죠."

source: "I say, Nenio, have you heard that there is a dinosaur living in the sewers beneath Drezen?"
ko: "그런데 네니오, 드레젠 지하 수로에 공룡이 산다는 말 들어본 적 있어?"
ko_mt: "네니오, 드레젠 아래 하수구에 공룡이 살고 있다는 얘기 들었어?"

source: "This claim is so popular that every tenth crusader keeps rushing to tell me of it. Having spent three nights in the cesspits of Drezen, I can confidently say that the claim is a baseless rumor and nothing more."
ko: "그 주장은 너무도 유명한 나머지 성전사 열 명 중 한 명은 꾸준히 제게 알려주러 허겁지겁 찾아오죠. 드레젠의 하수도에서 사흘 밤낮을 보낸 결과, 저는 해당 주장이 근거 없는 소문 그 이상도 이하도 아니라고 자신있게 말씀드릴 수 있습니다."
ko_mt: "이 주장은 너무 유명해서 십자군 성전사들마다 저에게 이 이야기를 하려고 서두르고 있습니다. 드레젠의 시궁창에서 사흘 밤을 보냈기 때문에 이 주장은 근거 없는 소문일 뿐이라고 자신 있게 말할 수 있습니다."

source: "My dear Nenio, did you know that the best folk remedy for snoring is a pillow pressed to the face of the snorer? Give it a try tonight if you hear anyone start to snore."
ko: "네니오 아가씨, 코골이에 대한 최고의 민간 요법이 코고는 사람의 얼굴에 베게를 덮는 거라는 사실을 알고 있었나요? 오늘 밤에 누가 코를 골면 한 번 시도해보시죠."
ko_mt: "사랑하는 네니오, 코골이에 대한 가장 좋은 민간 요법이 코골이 환자의 얼굴에 베개를 대는 것이라는 사실을 알고 계셨나요? 오늘 밤 누가 코를 고는 소리가 들리면 한 번 시도해 보세요."

source: "How very interesting, thank you for the tip! The next person to snore will be subject to immediate experimental healing! This will be fascinating!"
ko: "그거 엄청 흥미롭네요, 팁 줘서 고마워요! 다음에 코 고는 사람에게 즉시 실험적 치유를 해줘야겠어요! 아주 환상적일 거예요!"
ko_mt: "정말 흥미롭네요, 팁 주셔서 감사합니다! 다음에 코를 고는 사람은 즉시 실험적 치유를 받게 될 거예요! 정말 흥미로울 거예요!"

source: "Nenio, tell me, do you truly not understand that I am... well, mocking you when I suggest all these madcap experiments?"
ko: "네니오, 하나 물어볼게 있는데. 내가 이 무모한 실험들을 제안하는 게 전부... 좋아, 널 놀리고 있는 거란 사실을 정말로 이해하지 못한 거야?"
ko_mt: "네니오, 내가 이런 말도 안 되는 실험을 제안하는 게 당신을 조롱하는 거라는 걸 정말 이해 못하겠어요?"

source: "Mocking me? I've never thought about it in that way. It makes no difference to me. Your ideas are tremendously useful, aasimar boy."
ko: "저를 놀린다고요? 한 번도 그렇게 생각해본 적 없어요. 제게는 중요하지 않거든요. 당신의 발상은 굉장히 유용해요, 아시마르 소년."
ko_mt: "저를 조롱하는 건가요? 그런 식으로 생각해 본 적이 없어요. 저한테는 아무 의미가 없어요. 네 아이디어는 정말 유용해, 아시마르 소년."

source: "The mystery woman without a past... It is rather tantalizing."
ko: "과거가 없는 신비의 여인이라... 꽤나 애태우는군."
ko_mt: "과거가 없는 미스터리한 여자.. 오히려 자극적이죠."

source: "Oh, you fall into the one percent of those surveyed who find amnesia sexually arousing. Thank you, your contribution to my data is much appreciated!"
ko: "오, 당신은 기억상실증에 성적 자극을 발견하는 1%의 응답자로군요. 감사해요, 당신의 기여가 제 자료에 더욱 신빙성을 높여주었어요!"
ko_mt: "기억상실증을 성적 흥분으로 느끼는 설문조사 응답자 중 1%에 속하는 분이군요. 제 데이터에 기여해 주셔서 감사합니다!"

source: "What do you think would happen, Nenio, if you tied two babaus together by the tail and suspended them above a hole filled with acid?"
ko: "네니오, 만약 네가 바바우 둘의 꼬리를 서로 엮어서 산으로 가득 찬 웅덩이 위에 매달아 뒀다면 어떤 일이 일어날 것 같아?"
ko_mt: "네니오, 바바우 두 마리의 꼬리를 묶어 산으로 가득 찬 구멍 위에 매달아 놓으면 어떻게 될 것 같니?"

source: "I have already conducted that experiment, aasimar boy. Demons are quite resistant to acid, and their tails are difficult to knot securely."
ko: "그 실험은 이미 해봤어요, 아시마르 소년. 데몬은 산에 매우 강한데다, 꼬리를 단단히 매듭짓기도 어렵더군요."
ko_mt: "난 이미 그 실험을 해봤어, 아시마르 소년. 데몬은 산에 매우 강하고 꼬리를 단단히 매듭짓기 어렵습니다."

source: "I say, I do believe your Bleaching has progressed since yesterday. As your healer, I'm prescribing a trip to the nearest brothel. The experience will add at least ten years to your life."
ko: "그, 나는 당신의 백화가 어제보다 더 진행되었다고 생각해. 당신의 치유사로서, 나는 가장 가까운 사창가를 방문할 것을 권하지. 이번 경험으로 당신의 삶이 최소한 10년은 길어질 거야."
ko_mt: "어제부터 백화가 진행된 것 같습니다. 당신의 치유사로서 가장 가까운 매춘 업소로의 여행을 처방합니다. 그 경험은 당신의 인생에 적어도 10년은 더할 것입니다."

source: "Naked people are of no interest to me. People faking desire for me — even less so."
ko: "헐벗은 인간은 내게 아무런 관심도 주지 못한다. 내게 거짓 욕망을 드러내는 자라면, 말할 것도 없지."
ko_mt: "벌거벗은 사람은 제게 관심이 없습니다. 저에게 욕망을 가장하는 사람들은 더더욱 싫어요."

source: "Regill, if your commander ordered you to, say, get drunk on wine and proposition a pretty squire... would you, as a loyal soldier, be duty-bound to carry out the order? Without a second thought?"
ko: "레질, 만약, 만약에 말야, 당신 지휘관이 당신더러 와인에 취한 뒤 어여쁜 종자와 하룻밤 지내라고 명령했다 치자고... 당신은 충직한 전사로서 다른 생각 없이 그 명령을 수행할 건가?"
ko_mt: "레질, 만약 지휘관이 자네에게 와인에 취해 예쁜 종자에게 청혼하라고 명령한다면 충성스러운 군인으로서 의무적으로 그 명령을 수행하겠나? 두 번 생각할 필요도 없이?"

source: "I would be duty-bound to report the commander, arrest him and deliver him to be tried in a court martial. We already had an incident where infiltrators were masquerading as our soldiers, we have a procedure for unmasking saboteurs."
ko: "나라면 내 의무에 따라 사령관을 보고하고, 그를 구속해 군법 재판에 회부할 것이다. 우리는 이미 우리 병사로 위장한 침입자에 관한 사건이 있었으며, 때문에 공작원의 변장을 해제하는 절차가 있다."
ko_mt: "저는 사령관을 보고하고 체포하여 군법회의에 넘겨 재판을 받게 할 의무가 있습니다. 이미 우리 군인으로 가장한 침투자가 발생한 사건이 있었기 때문에 방해꾼을 색출하는 절차가 있습니다."

source: "I do not understand you Hellknights. Your life is nothing but restrictions, prohibitions, regulations... I see sticks a plenty, but where, pray tell, are the carrots? What are you doing all this for?"
ko: "나는 당신네 헬나이트를 이해할 수가 없어. 너희의 삶은 규제, 제약, 단속밖에는 없으니... 채찍은 엄청나게 많이 보이는데, 당근은 어딨는 거야? 대체 뭘 위해 그 모든 일들을 하는 거지?"
ko_mt: "난 너희 지옥기사를 이해하지 못한다. 너희의 삶은 제한, 금지, 규제뿐이야.. 채찍은 많이 보이는데 당근은 어디 있나? 도대체 왜 이러는 겁니까?"

source: "Our 'carrot' is our sense of inner satisfaction and knowledge that what we are doing is right. As regards the stick... That's always necessary."
ko: "우리의 '당근'은 내적 성취감과 올바른 일을 하고 있다는 지식이다. 채찍에 관해서는... 필수불가결인 존재지."
ko_mt: "우리의 '당근'은 우리가 하고 있는 일이 옳다는 내적 만족감과 지식입니다. 채찍에 관해서는.. 항상 필요합니다."

source: "Why do you always go around with such a dour countenance, Paralictor? Is it required by your order's charter? Or is it merely the latest Chelaxian fashion?"
ko: "왜 항상 그렇게 굳은 얼굴로 다니지, 파랄릭터? 그것도 당신네 기사단 헌장의 요구 사항인가? 아니면 그냥 첼리악스의 최신 유행일 뿐이야?"
ko_mt: "왜 항상 그렇게 침울한 표정으로 돌아다니는 거요, 패럴릭터? 자네 교단의 헌장에서 요구하는 건가? 아니면 그냥 최신 첼락시아 패션인가?"

source: "Do you see any cause for merriment here? I do not."
ko: "여기서 유쾌해질 사유가 하나라도 보이는가? 나에게는 없군."
ko_mt: "여기서 즐거워해야 할 이유가 보이십니까? 아니요."

source: "Every living soul, in a moment of weakness, reaches for something — a purpose, a dream, happiness or hatred. What do you reach for in those moments, Regill? You, who claim to be unhindered by emotion?"
ko: "모든 살아있는 영혼은 나약해진 때에 뭔가를 찾기 마련이지. 목표라거나 꿈, 행복, 아니면 증오같은 것들 말야. 그 순간이 오면, 레질, 당신은 무엇을 찾으려 할까? 당신은 사적인 감정이 아무것도 없다 주장하잖아?"
ko_mt: "모든 살아있는 영혼은 약해지는 순간에 목적, 꿈, 행복 또는 증오 등 무언가를 향해 손을 뻗습니다. 그 순간에 당신은 무엇에 손을 뻗는가, 레질? 감정에 휘둘리지 않는다고 주장하는 당신은요?"

source: "What I 'reach for' in such moments is discipline, and the stark awareness of all that will be lost if I surrender to weakness."
ko: "그러한 순간에 내가 '찾을 것'은 규율, 그리고 내가 나약함에 굴복하는 순간 모든 것을 잃게 되리라는 냉혹한 자각이다."
ko_mt: "그런 순간에 제가 '도달하는 것'은 절제이며, 나약함에 굴복하면 잃게 될 모든 것에 대한 냉철한 인식입니다."
