Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "I liked it better in the caves, where I knew every twist and turn, and every place to expect prey or an ambush."
ko: "온갖 길과 사냥터, 그리고 매복 장소를 알았던 동굴 속이 더 좋았어."
ko_mt: "모든 구석구석과 먹잇감이나 매복이 예상되는 모든 장소를 알 수 있는 동굴이 더 좋았어요."

source: "I should thank Deskari — he shook up this drowsy world when he attacked Kenabres, and he changed so many destinies, including my own."
ko: "데스카리에겐 감사해야겠어. 그가 케나브레스를 공격했을 때 지루한 세상을 뒤집어 엎었고, 나를 포함해 수많은 이들의 운명을 바꿔줬으니."
ko_mt: "데스카리는 케나브레스를 공격해 잠든 세상을 뒤흔들었고, 저를 포함한 수많은 사람의 운명을 바꿨으니까요."

source: "Yes, when we kill the wretch, I will say, 'Thank you,' to his mutilated corpse."
ko: "그래, 그 개자식을 죽이게 되면, 놈의 시체에 '고맙다'라는 말을 해줘야 겠군."
ko_mt: "그래, 그 놈을 죽이면 잘려진 시체에게 '고맙다'고 말할 거야."

source: "You have the blood of a demon in you! A powerful demon, too, since you're skilled in magic. You can share some of your power with me! I will get the demon seed, and you'll get a good time."
ko: "네 안에 데몬의 피가 흐르는구나! 마법에 대한 네 숙련도를 보니 강력한 데몬이 분명해. 너도 나에게 힘을 공유할 수 있어! 나는 데몬의 씨앗을 얻고, 너는 좋은 시간을 가지는 거지."
ko_mt: "네 안에는 데몬의 피가 흐르고 있어! 마법에 능숙하니 강력한 데몬이기도 하지. 네 힘의 일부를 내게 나눠줘! 내가 데몬의 씨앗을 얻으면 넌 즐거운 시간을 보낼 수 있을 거야."

source: "Uh… you're all right, love! Thanks, but no thanks! I'm actually celibate, me! Took a vow of chastity. I'd show you my chastity belt, but well, wouldn't want to tempt you!"
ko: "어… 그래, 사랑이지! 고마워, 하지만 사양할게! 실은 내가 혼전순결이라서 말야! 순결의 맹세를 했거든. 내 정조대를 보여주고는 싶지만, 너를 유혹하고 싶지도 않아!"
ko_mt: "어.. 괜찮아, 자기야! 고맙지만 됐어! 난 사실 금욕주의자야, 나! 순결 서약을 했어요. 순결 허리띠를 보여드리고 싶지만 유혹하고 싶지 않아요!"

source: "Why are you going around telling everyone I look like a spider, you horn-headed lowlife?"
ko: "내가 거미같이 생겼다고 모두에게 말하고 다니는 이유가 뭔데, 뿔달린 도둑 새끼야?"
ko_mt: "왜 내가 거미처럼 생겼다고 돌아다니는 거야, 이 뿔 달린 저급한 놈아?"

source: "I never said you 'looked' like a spider, I said you are a spider! A nasty, carnivorous spider! Ow! That hurts!"
ko: "난 네가 거미'같아 보인다'라곤 한 적 없어. 네가 거미라고 했지! 끔찍한 육식 거미! 악! 아프잖아!"
ko_mt: "거미처럼 '생겼다'고 한 적이 없고, 거미라고 했어요! 지저분하고 육식성 거미! 아야! 아프다!"

source: "Your ancestors were so weak-willed that they let demons use them. You are the proof of their disgrace."
ko: "너희 조상은 너무 의지박약이었던 탓에 데몬들에게 놀아났군. 너는 그들의 불명예에 대한 증거야."
ko_mt: "너희 조상들은 의지가 너무 약해서 데몬에게 이용당하도록 내버려 두었다. 너희는 그들의 치욕의 증거다."

source: "Not my ancestors — my old gran, it was. She got up to some wild stuff in her day, and I'm one of the less disgraceful episodes!"
ko: "조상이 아니라 할머니. 그분은 거친 일들을 많이 하셨는데, 나는 그중에서도 좀 덜 부끄러운 일화야!"
ko_mt: "제 조상이 아니라 제 할머니가 그랬어요. 할머니는 그 시절에 거친 짓을 많이 하셨는데 저는 덜 부끄러운 에피소드 중 하나죠!"

source: "Put that knife away. If you try to stab me, boy, I'll rip off your tail strangle you with it."
ko: "단검 저리 치워라, 얘야. 날 찌르려고 하면 네놈 꼬리를 잘라 네 목을 조를 거야."
ko_mt: "그 칼 치워. 날 찌르려고 하면 꼬리를 뜯어 목을 졸라 죽여버릴 거야."

source: "I just wanted to peel an apple! Do you ever relax?"
ko: "그냥 사과를 깎으려고 한 것 뿐이야! 긴장을 푼 적 있긴 해?"
ko_mt: "사과 껍질을 벗기고 싶었어요! 긴장이 풀린 적이 있나요?"

source: "You're weak! Do you know what the demons will do to you if you don't become stronger?"
ko: "넌 너무 약해! 네가 강해지지 않으면 데몬들이 너에게 무슨 짓을 할지 알기나 해?"
ko_mt: "넌 약해! 네가 강해지지 않으면 데몬들이 너에게 무슨 짓을 할지 알아?"

source: "I can't do push-ups with you sittin' on my back! Well, actually, I can't do 'em at all..."
ko: "네가 내 등 위에 앉으면 팔굽혀펴기를 할 수 없다고! 뭐, 사실은 전혀 못하지만..."
ko_mt: "당신이 내 등에 앉아서 팔굽혀펴기를 할 수 없어요! 사실, 전혀 할 수 없어요..."

source: "See, I look at you and I think… maybe my old granddaddy was an incubus? Some distant relation of yours. Both our horns are similar enough, we both have dark hair, you're a succubus and I'm also as handsome as they come!"
ko: "이것 봐, 널 보니까 든 생각인데… 우리 할아버지가 인큐버스였지 않을까? 너와 먼 친척일지도. 우리 둘 다 비슷한 모양의 뿔이 있고, 검은 머리고, 거기에 넌 서큐버스고, 나도 꿇리지 않게 잘생겼잖아!"
ko_mt: "봐요, 당신을 보면.. 우리 할아버지가 인큐버스였을지도 모른다는 생각이 들어요. 네 먼 친척이겠지. 우리 뿔도 비슷하고, 머리색도 검은색이고, 넌 서큐버스고 나도 서큐버스처럼 잘생겼어!"

source: "You're looking for similarities with demons, but I like that you look more like a human than one of us."
ko: "당신은 데몬과 비슷한 점을 찾으려 하지만, 저는 당신이 데몬보다는 인간과 더 닮았다는 점이 좋아요."
ko_mt: "당신은 데몬과 비슷한 점을 찾고 있지만, 나는 당신이 우리 중 하나라기보다는 인간과 더 닮았다는 점이 마음에 듭니다."

source: "And so I'm trying to get away from the guard and I come across this door, so I run in… and inside are all the thieflings! They're all pointin' at me and fallin' about laughin'. So I look down… and I've got no pants on! Well? D'you still think mortal dreams are wondrous, magical things?"
ko: "때문에 나는 경비병들에게 도망치려고 하다가 이 문을 발견했고, 여기로 뛰어들었는데… 그 안은 티플링들로 꽉 차있는 거야! 걔들 전부가 날 가르키면서 웃음을 터뜨렸고. 왠가 싶어서 아래를 봤더니… 바지를 안입고 있었어! 그래서? 아직도 필멸자들의 꿈이 마법같고 엄청난 거라고 생각해?"
ko_mt: "경비원을 피해 도망치려다가 이 문을 발견하고 뛰어 들어갔는데.. 안에 도둑들이 모두 있었어요! 그들은 모두 저를 가리키며 웃고 있었어요. 그래서 아래를 내려다보니 바지를 안 입고 있었어요! 어때? 아직도 인간의 꿈이 신기하고 마법 같은 거라고 생각해요?"

source: "How could I not? Without even being aware of it, you created an entire story that reflected your fears, you built a whole world that prompted you to wake up when it faded away. Only mortals are capable of such magic!"
ko: "어떻게 그렇지 않겠어요? 당신은 인식조차 하지 못한 채로 당신의 공포를 반영하는 이야기를 만들어냈고, 그게 끝날때 쯤 깨어나도록 유도하는 하나의 세상을 만들어내셨어요. 그런 마법을 부릴 수 있는 건 필멸자들 뿐이죠!"
ko_mt: "어떻게 안 그럴 수 있겠어요? 자기도 모르는 사이에 당신은 당신의 두려움을 반영하는 전체 이야기를 만들었고, 그것이 사라질 때 깨어나도록 유도하는 전체 세계를 만들었습니다. 인간만이 그런 마법을 부릴 수 있죠!"

source: "I still can't wrap me head around it. You can kill someone with a single pucker of the lips, you could make a big name for yourself in the Abyss easily — but you swapped it all for some dreams and so you could have a chinwag with mortal folk! Why? You're a demon! You've got power!"
ko: "난 아직도 이해를 못하겠어. 너는 입술 좀 오므리면 누군가를 죽일 수 있고, 심연에서도 손쉽게 큰 명성을 얻을 수 있었을 텐데. 하지만 넌 그 모든 걸 꿈 몇 개와 바꿨고 필멸자들과 수다나 떨고 있잖아! 왜지? 너는 데몬이야! 힘이 있잖아!"
ko_mt: "아직도 도저히 이해가 안 돼요. 입술 한 번만 까딱해도 사람을 죽일 수 있고, 심연에서 쉽게 이름을 날릴 수 있는데, 그 모든 것을 꿈과 바꾸고 필멸자들과 잡담을 나눈다는 게 말이 되나요? 왜? 넌 데몬니까! 넌 힘이 있잖아!"

source: "You're right. I do have power. For years and years, I was drunk on my power. It's only now that I understand how little I truly had compared to what mortals possess."
ko: "맞아요. 저는 힘이 있죠. 시간을 보낼 수록 그 힘에 취했어요. 제가 필멸자들에 비해 얼마나 하찮은 힘을 지녔었는지를 이제는 이해해요."
ko_mt: "당신 말이 맞아요. 나에게는 힘이 있습니다. 수년 동안 나는 내 힘에 취해 있었어. 인간들이 가진 것에 비하면 내가 가진 것이 얼마나 작은지 이제야 깨달았어요."

source: "If not for the wings, I could've set you up in the Family. Nobody would've suspected a thing!"
ko: "네게 날개만 없었어도 너를 우리 가족에 받아줄 수 있었을 거야. 아무도 의심하지 못했을걸!"
ko_mt: "날개만 아니었다면 널 패밀리에 합류시킬 수 있었을 거야. 아무도 의심하지 않았을 거예요!"

source: "I don't want to steal things. But calling someone family... that would be nice."
ko: "저는 물건을 훔치고 싶지 않아요. 하지만 누군가를 가족이라고 부르는 건... 좋을 것 같네요."
ko_mt: "물건을 훔치고 싶지 않아요. 하지만 누군가를 가족이라고 부른다면.. 좋을 것 같아요."

source: "I'll bet you've learned a ton of songs already, huh? Or whatever Desna likes folk to do... Give us a song, will ya?"
ko: "이미 몇십 가지 노래를 배웠을 거라 확신하는데, 그치? 아님 데즈나가 사람들에게 원하는 것들이라던가 말야... 노래 한 곡 뽑아줄 수 있어?"
ko_mt: "이미 많은 노래를 배웠겠지? 아니면 데스나가 좋아하는 포크 노래든 뭐든.. 노래 한 곡만 불러줄래요?"

source: "I... I mean... I'm still not comfortable singing on demand like that."
ko: "저... 제 말은... 저는 아직 그런 요구에 호응하는 데 익숙지 않아요."
ko_mt: "저는.. 제 말은.. 아직 주문형 노래를 부르는 게 익숙하지 않아요."

source: "Hey, Lady Muck, you eat the last crispy wing every single time! Every time! I've seen you!"
ko: "헤이, 쓰레기 양! 항상 네가 마지막 닭날개 튀김을 집어가잖아! 맨날! 내가 봤다고!"
ko_mt: "이봐요, 레이디 머크, 당신은 매번 마지막 바삭한 날개를 먹어요! 매번! 다 봤어!"

source: "I eat precisely as much as is appropriate and necessary. Whereas your plebian gluttony is revolting."
ko: "나는 언제나 적절하게 필요한 양만을 정확히 먹어. 반대로 너같은 교양없는 폭식을 혐오하고."
ko_mt: "저는 적절하고 필요한 만큼만 정확하게 먹습니다. 반면에 당신의 대식증은 혐오스러워요."

source: "Tell me, your snootiness, that amulet of yours, medallion, whatever… is it worth a lot? I'm just askin' out of interest, y'know, makin' polite conversation."
ko: "거만쟁이 씨, 네 목걸이인지 훈장인지, 아무튼 그거 말인데… 꽤 비싼거야? 그냥 궁금해서 물어보는 거야. 알잖아, 정중한 대화라는 거."
ko_mt: "말해봐요, 그 잘난 척, 그 부적, 메달, 뭐든.. 그거 큰 가치가 있나요? 그냥 궁금해서 물어보는 거예요, 예의 바르게 대화하는 거죠."

source: "My amulet… is priceless. Unlike your head."
ko: "내 부적은… 값을 메길 수 없이 귀중하지. 네 머리와는 달리."
ko_mt: "내 부적은.. 값을 매길 수 없지. 네 머리와는 달라."

source: "Tell me this: how come you're so sure you're really talkin' to spirits, and not just hearin' voices in your head?"
ko: "궁금한 게 있는데. 네 머릿속에서 환청이 들리는 게 아니라 진짜 심령과 대화하는 거란 걸 어떻게 확신하게 됐어?"
ko_mt: "어떻게 머릿속의 목소리가 아니라 정말 영혼과 대화하고 있다고 그렇게 확신할 수 있죠?"

source: "For the same reason I am certain that you are a lowly creature lacking in wit or decency: some things are simply self-evident."
ko: "네가 재치나 품위가 결여된 비천한 존재라는 것도 마찬가지로 확신해. 어떤 것들은 단순히 자명하기 때문이지."
ko_mt: "같은 이유로 나는 당신이 재치나 품위가 결여된 비천한 존재라고 확신합니다. 어떤 것들은 단순히 자명하기 때문입니다."

source: "What would you have done in my shoes, if you'd had to survive on the streets? What, you wouldn't've took to thievin'? Yeah, right!"
ko: "네가 내 입장이었다면, 길바닥에서 살아남아야만 했다면 무슨 짓을 했을 것 같아? 뭐, 도둑질은 안했을 거라고? 그래, 맞아!"
ko_mt: "만약 당신이 거리에서 살아남아야 했다면 내 입장이었다면 어떻게 하셨을까요? 도둑질을 하지 않았을까요? 그래, 맞아!"

source: "I would have survived one way or another. The spirits would have told me what to do."
ko: "어떻게든 살아남았을 거야. 영혼이 뭘 해야 할 지 알려줬을 테니까."
ko_mt: "어떤 식으로든 살아남았을 것입니다. 영혼들이 저에게 무엇을 해야 할지 알려주었을 것입니다."

source: "Let's say your ol' pops dies outta the blue, right? How're you gonna prove that you're his daughter, eh? Any guy off the street could show up and say he's a Gwerm, too!"
ko: "너희 늙은 아빠가 갑자기 죽었다고 했잖아, 맞지? 어떻게 그 사람 딸이라는 걸 증명할 거야? 응? 거리의 모든 사람이 튀어나와서 자기도 그웜이라 말할 수 있잖아!"
ko_mt: "아버지가 갑자기 돌아가셨다고 가정해 보죠? 네가 그의 딸이라는 걸 어떻게 증명할 건데? 길거리에서 아무 남자나 나타나서 자기가 그웜이라고 말할 수도 있잖아요!"

source: "Why are you so interested, I wonder? Are you planning some kind of scheme?"
ko: "왜 그렇게 관심 갖는지 모르겠네? 무슨 사기라도 꾸미고 있니?"
ko_mt: "왜 그렇게 관심이 많으시죠? 무슨 계략을 꾸미고 있는 건가요?"

source: "So you're the fella, I mean, the gentleman, who threw the party on the boats? Ha! I remember that! We had some fine fishin' that night!"
ko: "당신이 선상 연회를 열었던 그 때 그 친구, 아니지, 그 신사분이시란 건가요? 하! 저도 기억해요! 그 날 밤에 낚시가 꽤 잘됐었잖아요!"
ko_mt: "그럼 당신이 그 친구, 그러니까 배 위에서 파티를 열었던 그 신사분인가요? 하! 기억나요! 그날 밤 정말 멋진 낚시를 했었죠!"

source: "If by that you mean that you thieflings plucked drunken aristocrats who had fallen overboard out of the water and stripped them of everything but their fillings, then I should think that was closer to seal hunting than fishing."
ko: "당신네 씨플링들이 술 취해 바다에 빠진 귀족들을 물 밖으로 끌어내서 속을 제외한 모든 것을 빼앗았다는 뜻이라면, 그건 낚시라기보다는 바다표범 사냥이라고 봐야죠."
ko_mt: "만약 도둑들이 바다에 빠진 술 취한 귀족들을 물 밖으로 끌어내어 속을 제외한 모든 것을 빼앗았다는 뜻이라면, 그건 낚시라기보다는 바다표범 사냥에 더 가깝다고 생각해야 할 것입니다."

source: "Daeran, your excellency, sir, is it true what they say? That you're next in line for the throne? What'll be the first thing you do if you're crowned king?"
ko: "대런, 각하, 경, 그 소문 정말 사실이에요? 당신이 왕좌를 이을 적통이라는 거? 왕관을 쓰게 되면 가장 먼저 뭘 할 거죠?"
ko_mt: "대런, 폐하, 소문이 사실인가요? 당신이 다음 왕위 계승자라고요? 왕이 되시면 제일 먼저 하실 일이 뭐죠?"

source: "I'd issue a law protecting tieflings from persecution, of course. I jest. I would have all the fountains in the land filled with wine instead of water. Don't make that face at me, I know you tieflings will enjoy that little edict too."
ko: "당연히 티플링 박해를 금지하는 법안을 지정해야지. 농담 한 번 해봤어. 나는 이 땅의 모든 분수에 물 대신 포도주를 채우라는 법령을 내릴 거야. 그런 표정 짓지 마. 티플링들도 그 작은 칙령을 아주 좋아할 테니까."
ko_mt: "물론 저는 티플링을 박해로부터 보호하는 법을 제정할 것입니다. 농담입니다. 이 땅의 모든 분수대에 물 대신 포도주를 채우도록 하겠소. 그런 표정 짓지 마세요. 티플링도 그 작은 칙령을 좋아할 거예요."

source: "Hand on heart, the first time I saw you face to face, I thought you were like all the other snobs who won't even spare two words for people lower than them. But you're all right."
ko: "솔직히 말하는데, 당신을 처음으로 대면했을 때, 전 당신이 자기보다 낮은 사람에겐 두 마디 이상은 하지 않는 다른 속물들과 똑같을 거라 생각했어요. 그런데 당신은 꽤 괜찮은 사람이네요."
ko_mt: "처음 당신을 직접 봤을 때, 자신보다 낮은 사람에게는 두 마디도 아끼지 않는 다른 속물들과 똑같다고 생각했습니다. 하지만 당신은 괜찮아요."

source: "Of course I mix freely with the lower classes. It is the simplest way to enrage the stuffy gatekeepers of high society!"
ko: "당연히 하류층과도 지유로이 교류해야지. 상류 사회의 꽉 막힌 문지기들을 열받게 하는 가장 손쉬운 방법이거든!"
ko_mt: "물론 저는 하층민들과 자유롭게 어울립니다. 그것이 상류 사회의 답답한 문지기들을 화나게 하는 가장 간단한 방법입니다!"

source: "Being an aasimar, huh. Nice life if you can get it! People love 'em, people always think nice things about aasimars, about beauty and Heaven and other good things! Tieflings, well, that's another story."
ko: "아시마르의 삶이라, 허. 얻을 수만 있다면 괜찮은 인생일 텐데! 사람들은 아시마르를 좋아하고, 언제나 긍정적으로 생각하잖아. 미모와 천상 등등 좋은 것들과 연관지어서! 티플링은 뭐, 정반대의 이야기고."
ko_mt: "아시마르가 되다니요. 얻을 수 있다면 좋은 삶이죠! 사람들은 아시마르에 대해 아름다움과 천국, 그리고 다른 좋은 것들에 대해 항상 좋은 생각을 하죠! 티플링은 또 다른 이야기죠."

source: "When people look at tieflings, they think of the sweetness of sin. When they look at thieflings, however, they wonder where their coin purse is."
ko: "사람들은 티플링을 보고 죄악의 달콤함을 떠올리죠. 씨플링을 보면 자기 동전 지갑이 어디갔나 찾고요."
ko_mt: "사람들은 티플링을 보면 죄의 달콤함을 떠올립니다. 하지만 도둑을 보면 동전 지갑이 어디 있는지 궁금해합니다."

source: "You love tellin' folk about your mad capers. Come on, then, what's the weirdest thing that's ever happened to you!"
ko: "너는 사람들에게 자기가 지른 미친 짓거리들을 얘기해주는 걸 좋아하잖아. 있잖아, 그러면 너한테 일어났던 일들 중 가장 괴상한 일은 어떤 거였어?"
ko_mt: "당신은 사람들에게 당신의 미친 케이퍼에 대해 이야기하는 것을 좋아합니다. 그럼 당신에게 일어난 가장 이상한 일이 뭔지 말해봐요!"

source: "I shan't go into details, suffice it to say it involved a spinning wheel, a bear skin, the vanes from a windmill, a scroll of levitation, a wand of animate object, a bucket of blue paint, and some aromatic candles."
ko: "물레, 공중부양의 두루마리, 물체 동작의 완드, 파란색 물감 통, 향초 몇 개를 썼었지. 자세한 설명은 생략할게."
ko_mt: "자세한 설명은 생략하고 물레, 곰 가죽, 풍차의 날개, 공중부양 주문서, 애니메이션 물체 지팡이, 파란색 페인트 통, 향초가 사용되었다고만 말씀드리면 충분합니다."

source: "You're always harpin' on about how everythin's terrible and the sufferin's only just started and all that… so why are you always smilin'? I don't want my sufferin' to start! I'd actually prefer it if I suffered as little as possible, thanks very much!"
ko: "너는 모든 게 얼마나 끔찍한지, 고통은 이제 시작일 뿐이라던지 하는 것들을 맨날 되뇌이잖아… 그러면 어째서 항상 웃을 수가 있는 거야? 난 내 고통이 시작되지 않길 바래! 내가 고통을 가능한 적게 받았다면 정말로 감사할 거야!"
ko_mt: "당신은 항상 모든 것이 끔찍하고 고통은 이제 막 시작됐다고 떠들어대면서 왜 항상 웃고 있는 거야? 난 고통이 시작되는 걸 원치 않아요! 가능한 한 고통이 적었으면 좋겠어요, 정말 고마워요!"

source: "But what you want and how things are — they're two different things, right? Let's not wish for anything and just enjoy what we have now."
ko: "하지만 원하는 것과 실제는 상당히 다르잖아요. 그쵸? 아무 것도 바라지 말고 지금 있는 것을 즐겨요."
ko_mt: "하지만 원하는 것과 현재 상황은 별개의 문제잖아요, 그렇죠? 아무것도 바라지 말고 지금 있는 것을 즐기자고요."

source: "You lived on the streets and you never once stole nothin'? Like, nothin' nothin'? Not even an apple? Get outta here!"
ko: "길거리에서 살았으면서 아무것도 훔쳐본 적이 없다고? 정말 아무것도? 사과 한 쪽이라도 말야? 당장 여기서 나가!"
ko_mt: "길거리에서 살면서 단 한 번도 훔친 적이 없다고요? 정말 아무것도 안 훔쳤다고요? 사과 하나도? 여기서 나가!"

source: "But it's the truth. Why would I steal when kind people are so willing to share what they have?"
ko: "하지만 사실인걸요. 착한 사람들이 가진 것들을 나눠주고 싶어하는데 왜 물건을 훔치겠나요?"
ko_mt: "하지만 그게 진실입니다. 착한 사람들이 자신이 가진 것을 기꺼이 나눠주는데 제가 왜 훔치겠어요?"

source: "I don't want you to go round tellin' everybody you knew me when I was a kid. They'll all laugh at me."
ko: "사람들에게 어렸을 때의 나를 안다고 말하고 다니지 않았으면 좋겠어. 모두들 나를 비웃을 거야."
ko_mt: "어렸을 때 저를 알았다고 돌아다니지 않았으면 좋겠어요. 다들 비웃을 거예요."

source: "But won't they laugh at you anyway? I thought you acted silly on purpose because you liked making people laugh."
ko: "어찌됐든 당신을 보고 웃지 않을까요? 저는 당신이 사람들을 웃기려고 일부러 바보처럼 행동하는 줄 알았어요."
ko_mt: "하지만 어차피 사람들이 비웃지 않을까요? 사람들을 웃기는 걸 좋아해서 일부러 바보처럼 행동하는 줄 알았어요."

source: "I grew up… but you haven't changed a bit. That's creepy!"
ko: "난 성장했어… 그런데 넌 거의 변하지 않았네. 좀 소름 돋는걸!"
ko_mt: "나는 자랐지만.. 당신은 조금도 변하지 않았어요. 소름 끼쳐!"

source: "I'm not going to change either. I'll always be your friend. Even after you die."
ko: "전 변하지 않을 거예요. 언제나 당신의 친구가 될게요. 당신이 죽은 뒤에도요."
ko_mt: "나도 변하지 않을 거야. 난 항상 네 친구가 될 거야. 네가 죽은 후에도."

source: "I can't be your friend anymore, you got that? I don't even know how to be friends with people… it's not my thing!"
ko: "나는 더 이상 네 친구가 될 수 없어, 알아들어? 심지어 나는 사람들과 친구를 맺는 법도 몰라… 내 전공이 아니야!"
ko_mt: "난 더 이상 네 친구가 될 수 없어, 알겠어? 난 사람들과 친구가 되는 법도 몰라.. 내 스타일이 아니야!"

source: "Nobody knows how to be friends at first. And then you find some friends and you learn. Want to try again?"
ko: "처음부터 친구가 되는 법을 아는 사람은 아무도 없어요. 그러다 친구 몇 명을 만나고 배우게 되는 거죠. 다시 한 번 해보실래요?"
ko_mt: "처음에는 아무도 친구가 되는 방법을 모릅니다. 그러다 친구를 만나고 배우게 되죠. 다시 해볼까요?"

source: "I used to think that being weird like you meant being alone. But... lots of folk like you here."
ko: "나는 너처럼 특이한 사람은 혼자가 될 거라고 생각해왔어. 하지만... 이곳의 많은 사람들이 널 좋아하네."
ko_mt: "당신처럼 이상하다는 건 외롭다는 뜻이라고 생각했었죠. 하지만.. 여기에는 당신과 같은 사람들이 많아요."

source: "Let's be weird together! And then you'll never be alone."
ko: "같이 이상해져요! 그럼 당신도 혼자가 아니게 될 거예요."
ko_mt: "함께 이상해지자! 그러면 절대 외롭지 않을 거예요."

source: "You're just as dumb as you've always been... but I'm not embarrassed to be seen talkin' to you anymore. Actually the opposite, I'm embarrassed I turned my back on you. And now I've got this weird ache inside."
ko: "넌 언제나처럼 바보 같아... 하지만 난 너와 얘기하는 모습을 보이는 게 더 이상 부끄럽지 않아. 사실은 완전 반대인데, 네게 등을 돌리는 게 부끄러워졌어. 지금은 이런 이상한 병이 생긴 상태야."
ko_mt: "당신은 항상 그랬던 것처럼 멍청하지만.. 더 이상 당신과 대화하는 것이 부끄럽지 않아요. 사실 그 반대야, 너한테 등을 돌린 게 부끄러워. 그리고 지금 내 마음속에는 이상한 아픔이 있어요."

source: "I'm happy it hurts, that means your heart that froze from loneliness is starting to thaw."
ko: "아프시다니 다행이에요. 외로움으로 얼어붙었던 당신의 심장이 녹기 시작했다는 뜻이니까요."
ko_mt: "외로움으로 얼어붙었던 마음이 녹기 시작했다는 뜻이니 아프다는 게 기쁘네요."

source: "Can you turn into a guy? All decked out in armor, a little taller than me. Dark hair, with a little gray, but young. And with a face, all aristocratic-like..."
ko: "날 이런 남자로 바꿔줄 수 있어? 장식 달린 갑옷을 입은, 나보다 살짝 큰 사람이야. 검은 머리칼엔 살짝 회색 빛이 감돌지만 어리지. 그리고 모든 귀족들이 좋아할 만한 얼굴에..."
ko_mt: "남자로 변할 수 있어요? 갑옷을 입고 나보다 조금 큰 키에. 검은 머리에 흰머리가 조금 있지만 젊어요. 그리고 귀족 같은 얼굴에..."

source: "What do you think I am? A toy? Get lost!"
ko: "날 대체 뭐라고 생각하는 거야? 장난감? 꺼져!"
ko_mt: "내가 뭐라고 생각하세요? 장난감? 꺼져!"

source: "I liked you better before. This place has enough monsters that wanna eat me already!"
ko: "예전의 네가 더 나았어. 여기는 날 먹으려고 하는 괴물들이 이미 득실거리니까!"
ko_mt: "전에는 네가 더 좋았어. 여긴 벌써 날 잡아먹으려는 괴물들이 너무 많아!"

source: "That's right... but I am the only monster who will do it with tenderness."
ko: "맞아... 하지만 나는 그 괴물들 중 너를 다정히 대해 줄 유일한 괴물이란다."
ko_mt: "맞아요.. 하지만 부드럽게 할 수 있는 괴물은 나밖에 없죠."

source: "Hey, Uncle Greybor, my old pal! If anybody ever hires you to kill me, you'll give me a heads-up, won't you? Y'know, sporting like."
ko: "헤이, 오랜 친구 그레이보르 삼촌! 누가 날 죽이기 위해 삼촌을 고용하면, 나한테 먼저 알려줄 거지, 그렇지? 그런 거 있잖아, 스포츠 정신."
ko_mt: "이봐요, 그레이버 삼촌, 내 오랜 친구! 누가 날 죽이려고 삼촌을 고용하면 알려주실 거죠? 알잖아, 스포츠처럼."

source: "Don't worry, my young friend. If I'm hired to kill you, you'll be the first to know."
ko: "걱정 마시게, 어린 친구. 내 너를 살해하도록 고용된다면, 네가 가장 먼저 알게 될 테니."
ko_mt: "걱정하지 마, 젊은 친구. 내가 널 죽이기 위해 고용되면 네가 가장 먼저 알게 될 거야."

source: "Why d'you even bother doing the jobs you're hired for? Just take the money and go to ground for a while. And if you're found, just kill 'em all. You're a scary fella, you could handle it. If I was a bounty hunter, that's what I'd do!"
ko: "왜 네가 고용된 일에 그렇게 심혈을 기울여? 그냥 돈을 받은 다음에 잠깐 돌아다니는 거잖아. 그러다 목표를 찾으면 싹 다 죽여버리면 그만이고. 너는 무서운 남자니까 충분히 가능하잖아. 내가 현상금 사냥꾼이었다면 그렇게 했을걸!"
ko_mt: "고용된 일을 왜 귀찮게 하려고 하세요? 그냥 돈 받고 잠시 숨어 지내세요. 그리고 발각되면 다 죽여버려. 넌 무서운 놈이니까 잘 할 수 있을거야. 내가 현상금 사냥꾼이라면 그렇게 할 거야!"

source: "Something tells me you won't die of natural causes, friend."
ko: "우리 친구는 자연사로 죽지 않겠군."
ko_mt: "자연사로 죽지는 않을 것 같은데요, 친구."

source: "I heard you abandoned your daughter just because the road was callin' you or some such tripe. You're not all that different to my dear ol' dad."
ko: "네가 직업적 소명이나 그 비슷한 헛소리 때문에 자기 딸을 버렸다고 들었어. 옛날의 내 아빠랑 크게 다를 것 없네."
ko_mt: "도로가 당신을 부른다고 해서 딸을 버렸다고 들었어요. 당신은 우리 아버지와 크게 다르지 않아요."

source: "Number one: shut your mouth. Number two: my daughter didn't grow up to be a thief. Maybe even because I wasn't in her life."
ko: "첫째: 입 닥쳐라. 둘째: 내 딸은 도둑으로 자라지 않았다. 아마도 내가 그 아이의 인생에 없었기 때문일지도 모르지."
ko_mt: "첫째, 입 다물어. 둘째, 내 딸은 도둑으로 자라지 않았어요. 제가 딸의 삶에 없었기 때문일지도 모르죠."

source: "So you're proud of your rep. But what if you're dyin' and the only way to save yourself is to ruin your reputation — what would you do?"
ko: "그래서 너는 자기 평판을 자랑스러워 하지. 그러면 네가 죽어가는 중이고, 살아남을 유일한 방법이 네 평판을 더럽히는 일이라면 어떻게 할 테야?"
ko_mt: "당신은 자신의 평판을 자랑스러워합니다. 하지만 죽어가고 있는데 자신을 구할 수 있는 유일한 방법이 평판을 망치는 것뿐이라면 어떻게 하시겠습니까?"

source: "Let myself die, or live hating myself and my cowardice — that's a difficult choice. But for me the answer is obvious — I would choose my self-respect."
ko: "멀쩡히 죽거나, 자신과 자신의 비겁함을 증오하며 살아가기라, 어려운 결정이로군. 허나 나에게 그 대답은 명쾌하지. 나는 자존심을 선택할 거야."
ko_mt: "스스로를 죽게 내버려 둘 것인가, 아니면 내 비겁함을 미워하며 살 것인가, 어려운 선택입니다. 하지만 제게는 분명한 답이 있습니다. 자존심을 선택하겠습니다."

source: "If you like teachin' me so much, why don't you open a home for little thieves? You could sit there smokin' your pipe, rockin' in your chair and lecturin' all the little crooks!"
ko: "날 가르치는 게 그렇게 재밌으면 왜 어린 도둑들을 위한 집을 개원하지 않는 거야? 거기 앉아서 담뱃대나 좀 빨다가 의자를 끌고 햇병아리들을 가르치면 되잖아!"
ko_mt: "저를 가르치는 게 그렇게 좋으시면 꼬마 도둑들을 위한 집을 열어 주시는 건 어때요? 거기 앉아서 파이프를 피우며 의자를 흔들면서 꼬마 도둑들을 가르치면 되잖아요!"

source: "You're not a little thief anymore, you're a grown lad, so I doubt my lectures will work on you. I'm just trying to teach you a little dignity so you don't discredit us with your petty hustler habits."
ko: "너는 꼬마 도둑이 아니라 성숙한 사람이다. 그렇기에 내 강의가 너에게 통하지 않을까 걱정이로군. 난 그저 네가 사기꾼이라는 사소한 천성 때문에 우리를 망신주지 않도록 약간의 품위를 가르치는 것뿐이야."
ko_mt: "넌 더 이상 어린 도둑이 아니라 다 큰 어른이니까 내 강의가 효과가 있을지 모르겠다. 나는 단지 네가 사소한 사기꾼 습관으로 우리를 불신하지 않도록 약간의 품위를 가르치려는 것뿐이다."

source: "Fine, so you ate rats and moss and things like that. Well, once when there was nothin' else to eat, my ol' gran stole a rotten fish from the market and made a soup with it! Whaddaya make of that, eh?"
ko: "알았어, 그러면 넌 쥐나 이끼나 그런 것들을 먹었다는 거네. 우리 할아버지는 먹을 게 다 떨어지면 시장에서 썩은 생선을 훔쳐와서 수프를 끓여주셨거든! 그런 것들은 어때?"
ko_mt: "좋아, 그럼 쥐나 이끼 같은 걸 먹었구나. 글쎄, 한 번은 먹을 게 없었을 때 할머니가 시장에서 썩은 생선을 훔쳐서 수프를 만들었어! 어떻게 생각하세요?"

source: "You get that this isn't a competition, right?"
ko: "경쟁하자는 게 아닌 건 알지?"
ko_mt: "이게 경쟁이 아닌 건 알죠?"

source: "I don't get you mongrels. Why sit underground waiting and waiting, when you can just go outside and get it over with?"
ko: "난 너희 잡종들을 도통 모르겠어. 그냥 밖에 나갈 수도 있었는데, 왜 지하에 앉아서 기다리고 또 기다리기만 한 거야?"
ko_mt: "난 너희 몽그렐들을 이해 못하겠어. 그냥 밖으로 나가서 끝낼 수 있는데 왜 지하에 앉아서 기다리면서 기다리는 거야?"

source: "The world just isn't ready for our kind of beauty yet. I'm the first emissary of the people who are going to make the aasimars look positively homely."
ko: "세상은 아직 우리 아름다움을 받아들일 준비가 안 됐거든. 난 아시마르 부럽지 않은 잡종들의 첫 번째 사절이야."
ko_mt: "세상은 아직 우리 같은 아름다움을 받아들일 준비가 되어 있지 않아요. 저는 아시마르가 긍정적이고 가정적인 모습으로 보이게 할 첫 번째 사절단입니다."

source: "How d'you know you don't got long to live? You look healthy enough to me."
ko: "네가 오래 못산다는 걸 어떻게 아는 거야? 내 눈에는 충분히 건강해보이는데."
ko_mt: "살 날이 얼마 남지 않았다는 걸 어떻게 알았어요? 내가 보기엔 충분히 건강해 보이는데."

source: "Ah, but that's because I'm secretly coughing into a lace handkerchief that's becoming stained with blood as my condition progresses."
ko: "아, 그건 말이지, 내 지병이 진행되어감에 따라 내가 레이스 손수건에다 몰래 피 섞인 기침을 하고 있어서야."
ko_mt: "아, 하지만 병이 진행되면서 피가 묻어나는 레이스 손수건에 몰래 기침을 하고 있기 때문이죠."

source: "Brother Lann, you're a good guy and all, but you're a little rough around the edges. You've still got that 'cave' look about you. You don't know how to act, and your jokes ain't all that either. I can give you some lessons if you want? I'm always happy to help a pal."
ko: "랜 형제님, 넌 참 좋은 친구지만 말야, 살짝 덜 다듬어 지기도 했어. 아직도 너에게 '동굴'에서의 모습이 남아 있잖아. 넌 행동도 그렇고, 농담들도 그렇고 갈피를 못잡는 것 같아. 원한다면 강의라도 해줄까? 친구를 돕는 일이라면 언제든 환영이야."
ko_mt: "란 형제님, 당신은 좋은 사람이긴 하지만 모서리가 좀 거칠어요. 넌 아직도 '동굴' 같은 표정을 짓고 있어. 어떻게 행동해야 할지 모르겠고 농담도 별로예요. 원한다면 제가 좀 가르쳐 드릴까요? 친구를 돕는 건 언제나 기쁜 일이죠."

source: "Sure I do. Just as soon as I finish reading this collection of essays on 'How to Travel in a Party with a Deadbeat Liar Without Killing Him.'"
ko: "물론 환영이야. '게으른 거짓말쟁이를 죽이지 않고도 함께 여행하는 법'이라는 책만 다 읽고."
ko_mt: "물론이죠. '거짓말쟁이를 죽이지 않고 함께 여행하는 법'에 관한 에세이집을 다 읽으면 바로요."

source: "I get it, but how could anyone get involved with a half-cat, half-spider abomination who hates everybody? Or did you think you were special?"
ko: "이해했어, 근데 누가 모든 사람을 싫어하는 반 고양이, 반 거미인 혼종과 엮이려 했겠어? 아니면 네가 특이했던 거라 생각해?"
ko_mt: "이해는 하지만 어떻게 모두를 싫어하는 반은 고양이, 반은 거미 같은 혐오스러운 존재와 엮일 수 있겠어요? 아니면 자신이 특별하다고 생각했나요?"

source: "Wenduag wasn't always like that. Well, she pretended not to be. You should already know this — some people are capable of doing anything to survive."
ko: "웬두아그가 항상 그랬던 것은 아니야. 음, 그렇지 않은 척 했지. 너도 이미 알잖아. 어떤 사람들은 살아남기 위해 뭐든지 할 수 있다는 것."
ko_mt: "웬두아그가 항상 그런 건 아니었어요. 그렇지 않은 척했죠. 어떤 사람들은 살아남기 위해 무슨 짓이든 할 수 있다는 것을 이미 알고 계실 겁니다."
