Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "Even aasimars are no match for neathers when it comes to strength! You can produce beautiful, healthy offspring, that is your one advantage over us."
ko: "힘에 관해서는 아시마르조차 지저인의 상대가 되질 않지! 너는 아름답고 건강한 자손을 만들 수 있고, 그것이 우리들 중 너만의 강점이다."
ko_mt: "힘에 있어서는 아시마르도 네더를 따라올 수 없습니다! 아름답고 건강한 새끼를 낳을 수 있다는 것이 우리에 대한 유일한 장점입니다."

source: "How about this for an advantage — I shall still be capable of doing the deed that produces offspring some twenty years after you have withered from decrepitude!"
ko: "이런 강점도 있지. 난 네가 말라 비틀어지고 20년 쯤 뒤에도 여전히 자손 번식 활동을 할 수 있다는 점 말이야!"
ko_mt: "당신이 쇠약해져 시들어버린 후에도 20년이 지나도 자손을 낳는 일을 할 수 있을 테니 이득을 취하는 건 어때요?"

source: "Why do you shy away from me, golden boy? Are you afraid? Do I disgust you?"
ko: "왜 나를 피하는 것이지, 황금 소년? 두려운가? 아니면 내가 역겨운가?"
ko_mt: "왜 나를 피하는 거야, 황금 소년? 무서워? 내가 역겨워?"

source: "Do you wish me to answer honestly? I am disgusted, but not by your appearance. I find beauty and appeal in many things my countrymen would consider monstrous. No, what truly repulses me is your servility."
ko: "진심이 담긴 답변을 원해? 네게 혐오감을 느끼기는 하지만 그게 네 외모 때문은 아니야. 나는 다른 친구들이 괴물같다고 치부하는 많은 것들에서도 아름다움괴 끌림을 찾거든. 내게 있어 진짜로 역겨운 것은 너의 노예 근성이야."
ko_mt: "솔직하게 대답하길 바라나요? 나는 혐오스럽지만 당신의 외모 때문은 아닙니다. 나는 내 동포들이 괴물이라고 여기는 많은 것들에서 아름다움과 매력을 발견하거든. 아니, 진정으로 나를 혐오하는 것은 당신의 굴종입니다."

source: "Now that is clever — pretending to be an innocent child so that others lower their guard."
ko: "그것 참 영리하군. 다른 이들이 경계를 풀도록 순수한 아이인 척 하다니."
ko_mt: "순진한 아이인 척해서 다른 사람들이 경계심을 낮추도록 하는 것은 영리한 행동입니다."

source: "I'm not pretending to be anything. But are you?"
ko: "저는 어떤 척도 하지 않아요. 당신은 그런가요?"
ko_mt: "저는 아무것도 아닌 척하는 게 아닙니다. 하지만 당신은 그렇죠?"

source: "People call you a freak. I don't know what that's like — I was the most desirable woman in my tribe. But I do know what it's like to have to hide your rage. You don't have to pretend with me."
ko: "사람들은 널더러 괴물이라고 하지. 난 그게 어떤 의미인지 몰라. 나는 우리 부족에서 가장 선망받는 여성이었으니. 하지만 네가 분노를 감춰야만 하는 상황은 어떨지 잘 알고 있어. 나와 함께 있을 땐 그런 연기를 하지 않아도 된다."
ko_mt: "사람들은 당신을 괴물이라고 부릅니다. 저는 부족에서 가장 인기 있는 여성이었으니 어떤 기분인지 잘 모르겠어요. 하지만 분노를 숨겨야 하는 게 어떤 기분인지 알아요. 저한테는 그런 척할 필요 없어요."

source: "They call me a freak, but they're really just scared because I'm different. How can I be angry at people who are scared?"
ko: "사람들이 저를 괴물이라 부르긴 하지만, 사실은 제가 자기들과 달라서 무서워 할 뿐이에요. 무서워하는 사람들에게 어떻게 화를 낼 수 있겠어요?"
ko_mt: "사람들은 저를 괴물이라고 부르지만 사실은 제가 달라서 무서워하는 것일 뿐입니다. 무서워하는 사람들에게 어떻게 화를 낼 수 있겠어요?"

source: "What, are you planning to spend your whole immortal life living as a beggar? You could win riches, power!"
ko: "뭐라고, 네 영원한 삶을 내내 거지로 지낼 생각이야? 너는 부와 권력을 얻을 수 있을 거야!"
ko_mt: "뭐, 불멸의 삶을 거지로 살려고요? 부와 권력을 얻을 수도 있는데!"

source: "A small amount of riches... that would be nice. I'd give it away to my friends from the River City. They could use it to build new homes after the fire."
ko: "조금의 돈... 있으면 좋겠어요. 그걸 강변 도시의 친구들에게 줘야죠. 화재로 잃은 집들을 새로 지을 수 있게요."
ko_mt: "소량의 재물이라면.. 좋을 것 같아요. 리버 시티에 사는 친구들에게 나눠주고 싶어요. 화재 후 새 집을 짓는데 사용할 수 있을 테니까요."

source: "You managed to survive alone on the city's streets. That's like how I have lived, in some ways. You need to forge your own path!"
ko: "너는 도시의 거리에서 홀로 생존해냈지. 어떤 면에선 내 삶과 꽤나 비슷해. 너도 너만의 길을 개척해야만 하니까!"
ko_mt: "당신은 도시의 거리에서 혼자 살아남았어요. 어떤 면에서는 제가 살아온 방식과 비슷합니다. 당신만의 길을 개척해야 해요!"

source: "But you're not on your own anymore, and you don't have to forge your path alone."
ko: "하지만 당신은 더 이상 혼자가 아니고, 당신의 길을 홀로 개척하지 않아도 돼요."
ko_mt: "하지만 여러분은 더 이상 혼자가 아니며 혼자서 길을 개척할 필요가 없습니다."

source: "You are the strangest out of all of us, girl. I don't know how you managed to survive this long, but I will discover your secret."
ko: "너는 우리들 중에서도 가장 이상한 녀석이다. 어떻게 이렇게 오래 살아남았는지는 모르겠지만, 네 비밀은 꼭 파헤치겠어."
ko_mt: "넌 우리 중 가장 이상한 애야. 어떻게 이렇게 오래 살아남을 수 있었는지 모르겠지만 그 비밀을 알아낼 거예요."

source: "You said, 'all of us'! So you have found friends after all."
ko: "'우리들'이라고 하셨네요! 드디어 우리가 친구라는 사실을 받아들이셨나 봐요."
ko_mt: "'우리 모두'라고 하셨잖아요! 결국 친구를 찾았군요."

source: "Other people called you beautiful before, but how can a bleating lamb be beautiful? Now you've lost that foolish meekness, you are much more beautiful!"
ko: "다른 사람들은 네가 아름다웠었다고 말하는데, 어떻게 울어대는 어린 양이 아름다울 수가 있지? 이제 너의 멍청한 나약함을 털어냈고, 너는 훨씬 더 아름다워졌어!"
ko_mt: "전에는 다른 사람들이 당신을 아름답다고 했지만, 어떻게 피를 흘리는 양이 아름다울 수 있습니까? 이제 그 어리석은 온유함을 잃었으니 훨씬 더 아름다워졌어요!"

source: "Although the guise of a sweet little lamb proved highly effective at charming mortals. I am certain I will use it again and again!"
ko: "하지만 귀여운 어린 양의 모습이 필멸자들을 홀리는 데 더 효과적이더라고. 내가 계속해서 그걸 써먹을 거라는 확신이 들어!"
ko_mt: "달콤한 어린 양의 모습은 인간을 매료시키는데 매우 효과적이었습니다. 앞으로도 계속 사용할 것 같습니다!"

source: "I like your wings. In the caves they would be useless, but on the surface they give you an advantage as a warrior and a hunter."
ko: "네 날개가 좋아. 동굴에서는 쓸모없었겠지만, 지상에서는 전사이자 사냥꾼인 너에게 상당한 이점을 주잖아."
ko_mt: "네 날개가 마음에 들어. 동굴 속에서는 쓸모없을 테지만 지상에서는 전사와 사냥꾼으로서 유리하죠."

source: "They give me an advantage in many other ways too. Or, at least... they open up new possibilities."
ko: "다른 방면에서도 이점을 주지. 적어도, 새로운 가능성을 열어주기도 하고."
ko_mt: "다른 여러 가지 측면에서도 이점이 있습니다. 적어도.. 새로운 가능성을 열어주죠."

source: "You kill differently to the hunters of our tribe, dwarf. Teach me a few of your techniques!"
ko: "드워프, 너는 우리 부족의 사냥꾼들과 다른 방식으로 살해하는군. 네 기술을 좀 알려줘!"
ko_mt: "넌 우리 부족의 사냥꾼들과는 다른 방식으로 살인을 하는군, 드워프. 네 기술을 좀 가르쳐줘!"

source: "I would, but you're one of those students who takes their final exam by slitting the teacher's throat."
ko: "그러고 싶지만, 너는 스승의 목을 긋는 것을 마지막 시험으로 받아들일 부류잖나."
ko_mt: "그러고 싶지만 넌 선생님의 목을 베고 기말고사를 치르는 학생 중 한 명이야."

source: "Bounty hunting… I think I could do well in that."
ko: "현상금 사냥이라… 나라면 그 일을 잘 할 수 있었을 거라 생각해."
ko_mt: "현상금 사냥.. 잘할 수 있을 것 같아요."

source: "To succeed, you need to develop at least a minimum level of trust. Keep your word. Is that something you're capable of? I doubt it."
ko: "성공을 위해서는 최소한의 신뢰를 얻어낼 필요가 있지. 내뱉은 말을 지킨다, 그게 너에게 가능한 일일까? 의심이 드는군."
ko_mt: "성공하려면 최소한의 신뢰를 쌓아야 합니다. 약속을 지키세요. 그게 가능한 일인가요? 글쎄요."

source: "People stay at public inns, sleeping among strangers, unarmed… Don't they know what easy prey they make?"
ko: "사람들은 공공장소인 여관에서, 비무장 상태로 이방인들과 함께 취침한다… 그자들은 자기가 손쉬운 사냥감이 된다는 사실을 모르나?"
ko_mt: "사람들은 공공 여관에서 비무장 상태로 낯선 사람들 사이에서 잠을 자는데.. 자신들이 얼마나 쉬운 먹잇감이 되는지 모를까요?"

source: "That's a good thing. It makes my job much simpler."
ko: "좋은 일일세. 내 일을 훨씬 더 쉽게 만들어 주니."
ko_mt: "좋은 일이죠. 제 일이 훨씬 더 간단해졌어요."

source: "Why do you need to earn so much gold? Can't you just take what you want by force?"
ko: "그렇게 많은 돈을 벌어야 할 이유가 있나? 네가 원하는 건 그냥 힘으로도 취할 수 있지 않아?"
ko_mt: "왜 그렇게 많은 금을 벌어야 하죠? 그냥 원하는 걸 강제로 가져가면 안 돼요?"

source: "That's not how things are done on the surface. We don't kill a tavern keeper if we want a drink. We kill some scoundrel, get paid a nice sum for it, and then make friendly conversation with the tavern keeper about the weather while sipping our pint of stout."
ko: "겉보기와는 다르다네. 우리는 술 마시고 싶다고 선술집 주인을 죽이지 않아. 건달을 죽이고 그에 상응하는 대가를 받은 다음, 선술집 주인과 흑맥주 한 잔을 마시며 날씨에 대해 정겨운 대화를 나누지."
ko_mt: "겉으로 보이는 것과는 다릅니다. 우리는 술을 마시고 싶다고 선술집 주인을 죽이지 않아요. 악당을 죽이고 그에 상응하는 대가를 받은 다음 선술집 주인과 스타우트 한 잔을 마시며 날씨에 대해 정겨운 대화를 나눕니다."

source: "The surface is a huge hunting ground. And it will all be mine!"
ko: "지상은 거대한 사냥터지. 그리고 전부 내 것이 될 거야!"
ko_mt: "지표면은 거대한 사냥터입니다. 그리고 그것은 모두 내 것이 될 것입니다!"

source: "I've heard that before. Those are the words of ambitious dictators who build whole empires out of nothing... but they're also the words of petty hustlers who end their days in the hangman's noose."
ko: "전에도 그런 말을 들어봤다네. 맨 땅에서부터 거대한 제국을 창업하겠다 말하는 야심찬 독재자들이 즐겨 쓰는 말이지... 하지만 교수대에서 생을 마감하는 옹졸한 사기꾼들도 자주 사용하는 말이야."
ko_mt: "전에도 그런 말을 들어본 적이 있습니다. 무에서 유를 창조하는 야심 찬 독재자들이 하는 말이기도 하지만, 교수형 집행대에서 생을 마감하는 사기꾼들이 하는 말이기도 하죠."

source: "Still hate me, Lann?"
ko: "랜, 아직도 날 미워하나?"
ko_mt: "아직도 날 싫어해, 란?"

source: "No more than anybody else in our party does. Well, there's one difference: you don't make the rest of them want to throw up."
ko: "우리 일행들이랑 크게 다르지 않아. 아, 차이점이 하나 있네. 네가 나머지 사람들 앞에선 구역질 나는 짓을 안한다는 것 말야."
ko_mt: "우리 파티의 다른 누구보다 더 많이요. 한 가지 차이점이 있다면 나머지 사람들이 토하고 싶게 만들지 않는다는 점입니다."

source: "Now, Lann… we could slip away together, like we used to. Who wants you here, apart from me? The other women are afraid of you."
ko: "좋아, 랜… 우리는 옛날처럼 같이 다닐 수 있다. 여기서 나 말고 다른 누가 너를 원하지? 다른 여자가 너를 걱정하고 있어."
ko_mt: "이제 란.. 우리 예전처럼 함께 도망칠 수 있어. 나 빼고 누가 널 원해? 다른 여자들은 당신을 두려워해요."

source: "Sweet as ever, Wendu, but I'd cut my hand off before I'd touch you."
ko: "언제나처럼 다정하네, 웬두. 하지만 너룰 건드리느니 내 손을 잘라버리겠어."
ko_mt: "언제나처럼 다정하지만, 웬두, 당신을 만지기 전에 내 손을 잘라버릴 거야."

source: "My father was always so kind to you, Lann. What would he say, to hear you speak to me like that?"
ko: "우리 아버지는 너에게 항상 친절했었지, 랜. 나한테 하는 말을 아버지가 들으셨다면 뭐라 말하셨겠어?"
ko_mt: "우리 아버지는 항상 너에게 친절했어, 란. 네가 나한테 그렇게 말하는 걸 들으면 뭐라고 하실까?"

source: "What would he say if he knew you'd betrayed your own tribe? I think he'd find that more upsetting."
ko: "네가 부족을 배신했다는 것을 알면 뭐라 하실까? 길길이 날뛰실 걸."
ko_mt: "당신이 같은 부족을 배신한 걸 알면 뭐라고 할까요? 아마 더 화를 내실 것 같아요."

source: "Pass the salt, Lann."
ko: "지난 일은 잊어, 랜."
ko_mt: "소금 좀 줘, 란."

source: "Piss off."
ko: "꺼져."
ko_mt: "꺼져."

source: "Anger suits you better than silly jokes, Lann. Beast on the outside, beast on the inside... Isn't that what they call harmony?"
ko: "랜, 너에겐 역시 유치한 농담보다 분노가 더 잘 맞아. 외면의 야수와 내면의 야수라... 조화라는 게 바로 이런 것 아니겠어?"
ko_mt: "넌 바보 같은 농담보다 분노가 더 잘 어울려, 란. 겉은 야수, 속은 짐승.. 이런 걸 조화라고 하지 않나요?"

source: "You want me to become the same as you? No thanks."
ko: "내가 너랑 똑같이 되길 원해? 사양할게."
ko_mt: "제가 당신처럼 되길 바라세요? 아니요."

source: "Hey, you, freak! My name is Wenduag! Wenduag! Remember my name — soon the whole world will know it!"
ko: "어이, 괴짜! 내 이름은 웬두아그야! 웬두아그! 내 이름을 기억해둬, 곧 온 세상이 내 이름을 알게 될 테니까!"
ko_mt: "이봐, 이 괴물아! 내 이름은 웬두아그야! 웬두아그! 내 이름을 기억해! 곧 온 세상이 알게 될 거야!"

source: "When that happens, that's when I'll remember it too, mongrel girl."
ko: "그 날이 오면 저 또한 기억하게 될 거예요, 잡종 소녀."
ko_mt: "그때가 되면 나도 기억할 거야, 몽그렐 소녀야."

source: "Hey, freak! You know a lot about everything. What method of torture is the simplest but also the most painful?"
ko: "이봐, 괴짜! 너는 모든 방면의 지식이 상당하잖아. 가장 간단하면서도 가장 고통스러운 고문 방법은 어떤 거지?"
ko_mt: "이봐, 괴물아! 당신은 모든 것에 대해 많이 알고 있습니다. 가장 간단하지만 가장 고통스러운 고문 방법이 뭐죠?"

source: "Of the methods that can be performed in field conditions — crushing fingers with a rock, and branding with a piece of wood from the campfire. I also found eating hot coals to be especially unpleasant. Alas, building a sufficient base for comparison is a grueling but necessary task."
ko: "당장의 상황에서 고를 수 있는 것 중에서라면, 손가락을 돌로 으깨기, 모닥불에서 나무를 꺼내 지져버리기가 있겠네요. 뜨거운 숯을 먹는 것도 아주 불쾌했어요. 아아, 비교를 위해 적절한 조건을 마련하는 것은 힘들지만 꼭 필요한 일이죠."
ko_mt: "현장 조건에서 할 수 있는 방법 중 돌로 손가락을 으깨고 모닥불에서 나온 나무 조각으로 낙인을 찍는 방법이 있습니다. 또한 뜨거운 석탄을 먹는 것도 특히 불쾌했습니다. 아쉽게도 비교를 위한 충분한 기반을 구축하는 것은 힘들지만 꼭 필요한 작업입니다."

source: "Your so-called work is pure nonsense! Who in the world needs these books?"
ko: "네가 연구라 부르는 것은 완전히 헛소리다! 이 세상에서 누가 이 책들을 찾겠어?"
ko_mt: "당신의 소위 작업은 완전히 말도 안 돼요! 도대체 누가 이런 책이 필요하겠어요?"

source: "You might change your opinion, mongrel girl, if you learned to read. But until then... you are right, they are useless to you."
ko: "잡종 소녀분도 글을 읽을 줄 알게 된다면 의견을 바꾸실 거예요. 하지만 그 전엔... 당신 말이 맞아요. 당신에겐 쓸모 없죠."
ko_mt: "이 몽그렐아, 네가 글을 배운다면 네 생각이 바뀔지도 몰라. 하지만 그때까지는.. 네 말이 맞아, 너한텐 쓸모없어."

source: "Hey, you! Want to learn something interesting? Neathers sleep like bats in their caves: they grab onto the ceiling and hang upside down."
ko: "이봐, 너! 뭔가 흥미로운 사실을 알고 싶어? 지저인들은 자기 동굴에서 박쥐처럼 수면을 취해. 말 그대로 천장에 거꾸로 매달려서 말이야."
ko_mt: "이봐요, 당신! 재미있는 것 좀 배울래? 네더들은 동굴에서 박쥐처럼 천장을 붙잡고 거꾸로 매달려 잠을 자요."

source: "This is incredibly valuable information, mongrel girl. The next time we make camp in a cave, you must give me a demonstration. And if we do not find a cave, I will come to your chambers in Drezen, there is a ceiling there that is wholly suitable for experiments!"
ko: "엄청나게 귀중한 정보에요, 잡종 소녀분. 다음에 동굴 속에 야영지를 세우게 되면 한 번 보여주세요. 동굴을 찾지 못한다면, 드레젠의 당신 집에 가자고요. 실험에 전적으로 적합한 천장이 있으니까요!"
ko_mt: "이건 엄청나게 귀중한 정보야, 몽그렐 소녀. 다음에 우리가 동굴에서 캠프를 만들 때, 당신은 나에게 시범을 보여 주어야합니다. 그리고 우리가 동굴을 찾지 못하면 드레젠에 있는 네 방으로 갈 거야, 거기에는 실험에 전적으로 적합한 천장이 있어!"

source: "So, you're not a human, you're a kitsune! Ha, you deceived everyone. Well played!"
ko: "그래, 너는 인간이 아니라 키츠네였구나! 하, 모든 사람을 속였어. 훌륭해!"
ko_mt: "그럼 넌 인간이 아니라 키츠네구나! 하, 모두를 속였군. 잘했어!"

source: "According to the definitions I have gathered, 'deception' is the deliberate dissemination of false information with the aim of misleading one's interlocutor. I never knowingly misled anyone about my nature, and what's more — I could not have done so, given my ignorance of it. What conclusion does this bring us to? I did not deceive anyone!"
ko: "제가 수집한 사전적 정의에 따르면, '속임수'란 누군가 대화 상대를 오도할 목적을 가진 고의적 거짓 정보의 전파를 칭하는 단어에요. 저는 제 천성을 의도적으로 오해시킬 의도가 전혀 없었으며, 더욱이 저부터 몰랐기 때문에 그렇게 할 수도 없었죠. 여기서 도출해낼 수 있는 결론이 뭘까요? 제가 누구도 속이지 않았다는 것이죠!"
ko_mt: "제가 수집한 정의에 따르면 '속임수'는 상대방을 오도할 목적으로 고의적으로 거짓 정보를 유포하는 것입니다. 저는 제 본성에 대해 고의로 다른 사람을 오도한 적이 없으며, 더군다나 제 본성에 대한 무지를 고려할 때 그렇게 할 수도 없었을 것입니다. 그러면 어떤 결론에 도달할 수 있을까요? 나는 아무도 속이지 않았다!"

source: "Ha, I thought gnomes were silly little moles who only knew how to enjoy themselves. I didn't know there were any worthwhile people among them."
ko: "하, 나는 노움들이 자기 즐거울줄만 아는 어리석은 소형 두더쥐러고 생각했었지. 노움 중에서도 가치가 있는 녀석이 있을 거라곤 생각도 못했군."
ko_mt: "하, 난 노움은 즐기는 법만 아는 어리석은 두더지라고 생각했어요. 그들 중에 가치 있는 사람이 있는 줄은 몰랐어요."

source: "Your ignorance of surface people is telling."
ko: "지상의 사람들에 대한 자네의 무지가 드러나는군."
ko_mt: "지상인에 대한 당신의 무지가 드러나는군요."

source: "What's the point of being a member of an order whose masters are far from here when you could simply set out on your own and deal with enemies however you want?"
ko: "필요한 경우 홀로 준비해서 적들과 싸울 수 있는데, 저 멀리에 있는 주인을 섬기는 기사단의 일원이 되는 게 무슨 의미가 있지?"
ko_mt: "주인이 멀리 떨어져 있는 교단의 일원이 되어 혼자서 원하는 대로 적을 상대할 수 있다면 무슨 소용이 있을까요?"

source: "An order is a powerful alliance. It does not offer absolute freedom, it offers a purpose."
ko: "질서는 강력한 동맹이다. 절대적인 자유를 주지는 않지만, 목적 의식을 부여하지."
ko_mt: "명령은 강력한 동맹입니다. 절대적인 자유를 제공하는 것이 아니라 목적을 제공하는 것입니다."

source: "If I joined your order, what would I get? Power? Gold? The best weapons?"
ko: "내가 너희 기사단에 입단한다면 내가 무엇을 얻게 될까? 힘? 금화? 강력한 무기?"
ko_mt: "내가 당신의 주문에 참여하면 무엇을 얻게 되나요? 권력? 금? 최고의 무기?"

source: "It is possible that some in the party are worthy of admission to the order, but I would not let you within a mile of it."
ko: "이 일행에서 일부는 기사단에 입단할 자격이 있을지도 모르지만, 자네는 내가 기사단에 한 치도 접근 못하게 할 것이다."
ko_mt: "당원 중 일부가 이 명령에 동의할 만한 가치가 있을 수도 있지만, 저는 여러분을 그 명령에 1마일도 접근하지 못하게 할 것입니다."

source: "You always want to show me that you are better, stronger. Why? Am I not a superb fighter?"
ko: "너는 언제나 네가 더 뛰어나고 강하다는 걸 나에게 자랑하려 한다. 왜지? 내가 뛰어난 전사가 아니라서인가?"
ko_mt: "당신은 항상 자신이 더 나은 사람, 더 강한 사람이라는 것을 보여주고 싶어 합니다. 왜요? 내가 뛰어난 파이터 아니야?"

source: "As a fighter, you are passable, but that is not enough to warrant my respect."
ko: "전사로서의 자네는 합격이네만, 그것만으로는 나의 존중을 받기에 충분치 않다."
ko_mt: "파이터로서 당신은 합격점이지만, 그것만으로는 내 존경을 보장할 수 없습니다."

source: "You voluntarily torture yourself? You uplanders really have it too good! No one in Neathholm would do such a stupid thing! Pain finds us on its own."
ko: "너는 자발적으로 자기 자신을 고문한다고? 너희 지상인들은 정말로 훌륭하구나! 아랫마을의 그 누구도 그런 멍청한 짓은 안해! 고통은 알아서 찾아오니까 말야."
ko_mt: "자발적으로 자신을 고문한다고요? 너희 고지 사람들은 정말 너무 잘 살고 있어! 네스홀름에서 그런 멍청한 짓을 할 사람은 아무도 없어! 고통은 저절로 찾아오는 거야."

source: "Of course such a 'stupid thing' is not done in Neathholm. If it were, I would now be speaking to a disciplined warrior, and not a fickle traitor."
ko: "아랫마을에서 그런 '멍청한 짓'을 하지 않았던 것은 자명하다. 그리하였다면, 나는 변덕스러운 배신자가 아닌 올곧은 전사와 이야기중이었을 테니."
ko_mt: "물론 그런 '어리석은 짓'은 네스홀름에서는 하지 않습니다. 만약 그랬다면 나는 지금 변덕스러운 배신자가 아니라 훈련된 전사와 이야기하고 있을 것입니다."

source: "Don't you trust me, paladin? Are you wondering how to bring my wayward soul into the fold?"
ko: "내가 못미덥나, 팔라딘? 어떻게 나의 길잃은 영혼에 보금자리를 찾아줄 수 있을지 궁리하고 있어?"
ko_mt: "날 믿지 않나, 성기사? 어떻게 하면 내 타락한 영혼을 끌어들일 수 있을지 궁금하지?"

source: "I'm thinking about who I would have become if I'd made the wrong choice a long time ago."
ko: "오래 전 내가 잘못된 선택을 했다면 지금쯤 어떻게 되었을까 생각 중이었어."
ko_mt: "오래전에 잘못된 선택을 했다면 어떤 사람이 되었을지 생각해봅니다."

source: "Come on, paladin, let's see how you do against me. I want to see what you're like when you're up against a decent opponent! I want to feel the strength of our hands, to see the fire in your eyes, to see the moment when your rage takes over! It will be a good fight, I promise."
ko: "이봐, 팔라딘. 네가 날 어떻게 상대하는지 보자고. 강적을 만난 네가 어떻게 행동할까 보고 싶어! 우리 손아귀의 힘을 느끼고 싶고, 네 눈에서 타오르는 불꽃을 보고 싶고, 네 분노가 터져나오는 순간을 보고 싶어! 아주 훌륭한 전투가 될 거야, 약속하지."
ko_mt: "어서, 성기사, 나한테 어떻게 하는지 보자고. 네가 괜찮은 상대와 싸웠을 때 어떤 모습인지 보고 싶어! 우리 손의 힘을 느끼고, 네 눈에서 불을 보고, 네 분노가 폭발하는 순간을 보고 싶어! 좋은 시합이 될 거예요, 약속해요."

source: "It sounds like you're asking me out on a date."
ko: "나한테 데이트 신청하는 것처럼 들리네."
ko_mt: "데이트 신청하는 것처럼 들리네요."

source: "What do you get out of being a paladin, then? Is all that tedious praising and praying worth it? Claiming your freedom scares you, because you don't know if you'll go back to your old way of life!"
ko: "그러면, 팔라딘이 되어서 무엇을 얻었는데? 그 지루한 찬양과 기도들이 가치가 있나? 네 자유를 차지하는 게 두렵겠지, 왜냐하면 넌 과거의 삶으로 돌아가면 어떻게 될지 모르니까!"
ko_mt: "그럼 성기사가 되어서 얻는 게 뭐죠? 그 지루한 찬양과 기도가 그만한 가치가 있나요? 자유를 주장하면 예전 생활로 돌아갈지 모르기 때문에 겁이 나잖아요!"

source: "Being a paladin gives me a purpose and my soul peace. I doubt you'll ever understand what that's like."
ko: "팔라딘이 되면 목적이 생기고 영혼의 평화가 찾아온다고. 너는 그게 어떤 기분인지 이해하지 못하겠지."
ko_mt: "성기사가 되면 제게 목적이 생기고 영혼의 평화가 찾아옵니다. 여러분은 그게 어떤 기분인지 이해하지 못할 겁니다."

source: "You seem awfully tense when I'm around. Is that fear?"
ko: "넌 내가 주변에 있으면 부자연스럽게 긴장하는군. 공포심인가?"
ko_mt: "제가 곁에 있으면 너무 긴장한 것 같네요. 두려움 때문인가요?"

source: "I'm tense because, like any normal person, I don't like it when someone looks at me like I'm a piece of meat."
ko: "내가 긴장하는 이유는 누가 날 고깃 덩어리처럼 보는 게 싫어서야. 보통의 사람들과 마찬가지로 말야."
ko_mt: "보통 사람처럼 누군가 저를 고기 조각처럼 쳐다보는 게 싫어서 긴장을 많이 합니다."

source: "You scorn me because I bow down before the strong? But you bow down before a mighty goddess, you pray to her and beg her for mercy. Hypocrite."
ko: "내가 강자에게 복종하기 때문에 나를 경멸한다고? 하지만 너도 강력한 여신의 발치에 엎드리고, 기도하며 그녀에게 자비를 빌잖아. 위선자 녀석."
ko_mt: "내가 강자 앞에 고개를 숙인다고 해서 나를 경멸하는 건가요? 하지만 당신은 강력한 여신 앞에 머리를 숙이고 그녀에게 기도하며 자비를 구하죠. 위선자."

source: "I will try to explain in language you'll understand. The same substance can be both a poison and a medicine, right? How would you react to someone who secretly slips some into your drink? And how about if they offer it to you openly when you're sick?"
ko: "너도 알아들을 수 있는 말로 설명해 줄게. 같은 재료가 독도 되고 약도 될 수 있잖아. 그치? 누군가 네 잔에 그 물질을 은밀히 집어넣는다면 어떻게 반응할래? 네가 아플 때 대놓고 권할 때는?"
ko_mt: "여러분이 이해할 수 있는 언어로 설명해 드리겠습니다. 같은 물질이라도 독이 되기도 하고 약이 되기도 하죠? 누군가 몰래 음료에 약을 넣는다면 어떻게 반응하시겠어요? 그리고 아플 때 대놓고 약을 권한다면 어떨까요?"

source: "You're always muttering away at your prayers... Why doesn't your goddess make you do something more practical in exchange for her power?"
ko: "너는 언제나 기도문을 중얼거리잖아... 어째서 네 여신은 더 현실적인 것을 힘의 대가로 요구하지 않는 거지?"
ko_mt: "넌 항상 중얼거리며 기도만 하잖아.. 왜 여신이 힘을 주는 대신 좀 더 실용적인 일을 하게 해주지 않는 거지?"

source: "Hm… Painting could also be seen as service to my goddess. Is that practical enough for you?"
ko: "흠… 그림도 저희 여신님께 봉헌할 수 있습니다. 그것도 당신에겐 현실적이지 않은가요?"
ko_mt: "흠.. 그림을 그리는 것도 내 여신에게 봉사하는 것으로 볼 수 있겠군요. 그거면 충분하지 않나요?"

source: "People come to you willingly and tell you their secrets? Who are these idiots?"
ko: "제 발로 너를 찾아와서 자기 비밀을 털어놓는 사람이 있다고? 그 멍청이들은 누구야?"
ko_mt: "사람들이 기꺼이 당신에게 와서 자신의 비밀을 말한다고요? 이 바보들은 누구야?"

source: "But I swore a vow never to reveal their secrets to anyone else… Oh, I forgot, you don't understand the meaning of the word 'vow.'"
ko: "하지만 저는 그들의 비밀을 그 누구에게도 발설하지 않겠다는 맹세를… 아, 죄송합니다. 당신이 '맹세'라는 말의 뜻을 모른다는 사실을 잊었군요."
ko_mt: "하지만 다른 사람에게 비밀을 누설하지 않겠다고 맹세했어요.. 아, 깜빡했네요, '맹세'라는 단어의 의미를 모르시나 봐요."

source: "Why are you still clinging to false hope? Your brother is long gone, nobody is going to find him. Don't be pathetic — accept it!"
ko: "왜 아직도 그릇된 희망에 목매는 거지? 네 형은 떠난지 오래고, 아무도 그를 찾지 않아. 불쌍한 척 하지 마. 받아들여!"
ko_mt: "왜 아직도 헛된 희망에 집착하는 거죠? 네 동생은 오래전에 사라졌고 아무도 그를 찾지 못할 거야. 한심해하지 말고 받아들이세요!"

source: "I have faith that I will find him, but I'm not forcing anyone to follow my example. This is my burden alone, you don't need to concern yourself with it."
ko: "저 자신은 형을 찾을 수 있다는 믿음을 가지고 있지만, 다른 사람들까지 저를 따르게 강요하지는 않습니다. 이것은 저의 짐이고, 당신이 걱정할 필요는 없어요."
ko_mt: "나는 그를 찾을 수 있다는 믿음을 가지고 있지만 다른 사람에게 내 모범을 따르라고 강요하지 않습니다. 이것은 저 혼자 짊어진 짐이니 걱정할 필요가 없습니다."

source: "Why do you serve the goddess of beauty? Beauty is useless. You would be better off serving the god of war or power."
ko: "미의 여신을 받드는 이유가 뭐지? 미는 쓸모없는 것이야. 전쟁이나 힘의 신을 섬기는 게 더 나을걸."
ko_mt: "왜 미의 여신을 섬기나요? 아름다움은 쓸모없어. 차라리 전쟁이나 힘의 신을 섬기는 게 낫겠지."

source: "Strength does not only lie in cruelty and inflicting pain. When you find yourself stopped in your tracks by something beautiful, or you weep at a piece of music, you will understand."
ko: "힘은 폭력과 고통을 주는 데에만 있는 게 아닙니다. 당신도 뭔가 아름다운 것에 이끌려 걸음을 멈추거나 노래를 듣고 눈물을 훔치게 된다면 이해하게 되실 겁니다."
ko_mt: "힘은 잔인하고 고통을 가하는데에만 있는 것이 아닙니다. 아름다운 것을 보고 발걸음을 멈추거나 음악 한 곡에 눈물을 흘릴 때, 여러분은 이해할 것입니다."

source: "Sosiel the do-gooder! You're so desperate for people to like you, you'll tie yourself in knots just to help!"
ko: "선행을 베푸는 소시엘! 사람들을 자기처럼 만드는데 필사적이고, 대가없는 도움에 스스로를 묶어버릴 테지!"
ko_mt: "착한 사람 소시엘! 사람들이 당신을 좋아해 주길 간절히 바라기 때문에 당신을 돕기 위해 스스로를 매듭짓는 거죠!"

source: "It's not possible to have everyone like you. But helping even those who do not like you — that is the work of a cleric."
ko: "모든 사람이 당신을 좋아하게 만드는 일은 불가능합니다. 하지만 당신을 좋아하지 않는 사람조차도 돕는 것, 그것이 바로 클레릭의 소명이죠."
ko_mt: "모든 사람이 당신을 좋아하게 만드는 것은 불가능합니다. 그러나 당신을 좋아하지 않는 사람들도 돕는 것, 그것이 성직자의 일입니다."

source: "How humiliating — proud crusader to demons' plaything. Tell me, did you feel like you had been used?"
ko: "자랑스러운 성전사에서 데몬의 노리개가 되다니, 정말 굴욕적이군. 쓰고 버려졌다는 걸 느끼는지 말해줄래?"
ko_mt: "자랑스러운 십자군이 데몬의 노리개로 전락했으니 얼마나 굴욕적인가. 이용당하는 기분이 들지 않았나요?"

source: "At first, I felt hatred. Then despair. But by the end, I felt nothing at all."
ko: "처음에는, 증오를 느꼈다. 다음에는 절망이 왔지. 그러나, 끝에는 아무 것도 느껴지지 않더군."
ko_mt: "처음에는 증오를 느꼈습니다. 그리고 절망도 느꼈습니다. 하지만 마지막에는 아무것도 느끼지 못했습니다."

source: "I thought you would be stronger than your milksop of a brother. But underneath all those muscles, you are just as soft as Sosiel."
ko: "나약한 네 동생보단 네가 강할 거라고 생각했어. 하지만 그 근육 덩어리들 밑은 소시엘만큼이나 연하군."
ko_mt: "난 네가 우유 같은 동생보다 더 강할 줄 알았어. 하지만 그 모든 근육 아래에는 소시엘만큼이나 부드러워요."

source: "For me, that is not an insult, but the highest praise."
ko: "나에게 있어 그것은 모욕이 아닌 가장 큰 찬사이다."
ko_mt: "저에게는 모욕이 아니라 최고의 칭찬입니다."

source: "You're just like our chief, Sull. Only he spent years trying to destroy his tribe in his old age, but you succeeded in your youth."
ko: "너는 우리 족장인 설과 똑같군. 다만, 늙어서야 자신의 부족을 파괴하는데 용을 쓴 그 자와 달리 넌 젊어서 그 일을 성공했지."
ko_mt: "넌 우리 추장 설과 똑같아. 그는 노년에 부족을 멸망시키려고 수년간 노력했지만, 당신은 젊었을 때 성공했죠."

source: "You are nothing like any member of my tribe. Except for perhaps that one hound that went rabid and had to be put down."
ko: "그대는 우리 부족의 일원과는 전혀 같지 않소. 광견병에 걸려 죽여야만 했던 사냥개 한마리를 제외한다면."
ko_mt: "넌 우리 부족의 다른 부족원들과는 전혀 달라. 광견병에 걸려 죽여야 했던 사냥개 한 마리를 제외하면 말이죠."

source: "Strength gives the right to life."
ko: "힘은 살아갈 권리를 부여한다."
ko_mt: "힘은 생명에 대한 권리를 준다."

source: "If you're weak, sooner or later you will become prey."
ko: "약하다면, 이르든 늦든 사냥감이 될 운명이지."
ko_mt: "약해지면 조만간 먹잇감이 될 것이다."

source: "People who sit around hoping they'll be saved are pathetic fools!"
ko: "누가 구해줄 거라고 믿으면서 가만히 있는 놈들은 애처로운 멍청이들일 뿐이야!"
ko_mt: "구원받기를 바라며 앉아서 기다리는 사람들은 한심한 바보들입니다!"

source: "And when we should be off killing demons, instead we have to go and save their useless hides!"
ko: "데몬들을 죽이고 있어야 할 시간에 쓸모없는 목숨을 구하러 가야 한다니!"
ko_mt: "데몬들을 죽이고 있어야 할 시간에 쓸모없는 가죽을 구하러 가야 해요!"

source: "Demons are far harsher and more ruthless than uplanders, that's why they're on top."
ko: "데몬들은 지상인들보다 더 가혹하고 가차없어. 그러니 그들이 우세할 수밖에."
ko_mt: "데몬은 고지대 주민보다 훨씬 더 가혹하고 무자비하기 때문에 정상에 있는 것입니다."

source: "And if the crusaders want to survive, they're going to have to learn how to be ruthless very fast."
ko: "그러니 성전군이 살아남기를 원한다면, 그들은 무자비해지는 방법을 최대한 빨리 익혀야 한다."
ko_mt: "십자군이 살아남으려면 무자비해지는 법을 아주 빨리 배워야 합니다."

source: "A world with no walls... a sky with no ceiling..."
ko: "벽이 없는 세상... 천장이 없는 하늘..."
ko_mt: "벽이 없는 세상.. 천장이 없는 하늘..."
