Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "I once caught a fish that had a smaller fish in its stomach. I ate both of them. I think it will be the same case here. If we crack open the stomach of this petrified monster, we will find a smaller monster inside. And the shadow of an even greater beast looms over both — the shadow of the one who rules these islands!"
ko_mt: "뱃속에 작은 물고기가 있는 물고기를 잡은 적이 있습니다. 둘 다 먹었죠. 여기에서도 마찬가지일 거라고 생각합니다. 이 석화된 괴물의 뱃속을 열면 그 안에 더 작은 괴물이 있을 것입니다. 그리고 더 큰 짐승의 그림자, 즉 이 섬을 지배하는 자의 그림자가 둘 다에 드리워져 있습니다!"

source: "Why must such topics always be broached whilst I am eating?"
ko_mt: "왜 식사 중에 이런 주제가 항상 나와야 하나요?"

source: "You're way too eager to get up close and personal with a demon's stomach, Nenio. You forget there's a much faster way you could end up in there."
ko_mt: "넌 데몬의 뱃속을 너무 가까이서 들여다보고 싶어 하잖아, 네니오. 훨씬 더 빨리 들어갈 수 있는 방법이 있다는 걸 잊은 거야."

source: "What? We traveled in a flying ship? Are you sure? I was arranging my drafts and became distracted..."
ko: "진짜? 우리가 비행선을 타고 여행했었다고? 확실해? 나는 내 원고를 정리하느라 바빴었거든..."
ko_mt: "뭐? 우리가 하늘을 나는 배를 타고 여행했다고요? 정말이야? 초안을 정리하다가 정신이 산만해졌어요..."

source: "We did, all right. You even regaled us with interestin' facts about all the different types of sails and about the maggots in the corned beef. An illuminatin' time was had by all!"
ko_mt: "네, 맞아요. 돛의 종류와 콘비프에 들어 있는 구더기에 대한 흥미로운 사실까지 알려주셨어요. 모두가 즐거운 시간을 보냈어요!"

source: "You've forgotten everything again? Too bad that traveling with us isn't worth remembering."
ko_mt: "또 다 잊어버렸어요? 우리와 함께한 여행이 기억할 가치가 없다는 게 안타깝네요."

source: "It's a pity you don't remember the moment when a sailor strode into the middle of the deck and solved an unsolvable mathematical equation! And you punched the air and said, 'I won't write down the answer, I'll remember it forever.'"
ko_mt: "한 선원이 갑판 한가운데로 걸어 들어와 풀 수 없는 수학 방정식을 풀었던 순간을 기억하지 못한다는 것은 유감입니다! 그리고 당신은 허공에 주먹을 날리며 '답을 적지 않고 영원히 기억할 거야'라고 말했죠."

source: "How do you even get by with such a patchy memory? Memory, focus, and attention to detail — without these three things, I'm as good as dead."
ko_mt: "어떻게 그렇게 기억력이 흐릿할 수가 있죠? 기억력, 집중력, 세부 사항에 대한 주의력 - 이 세 가지가 없으면 저는 죽은 것이나 마찬가지입니다."

source: "Ha. You're a funny one. Even if you do have a mind like a sieve."
ko_mt: "하. 당신은 재밌는 사람이에요. 비록 체 같은 마음을 가지고 있더라도요."

source: "I was extremely intrigued by the Fleshmarkets. Such a rich assortment of organs and other specimens to study! But the prices were simply outrageous!"
ko: "나는 살덩이 시장에 아주 강한 흥미를 느꼈었어. 연구에 적합한 다양한 장기와 실험체들이 아주 다양했으니까! 하지만 가격이 너무 살인적이더라!"
ko_mt: "저는 육체시장에 매우 흥미를 느꼈어요. 다양한 종류의 장기와 연구할 수 있는 표본이 정말 많았어요! 하지만 가격이 터무니없이 비쌌어요!"

source: "Tell me about it! Last time the going rate for a single claw was half a gold coin, and now they want two! What's the Abyss coming to, I ask you?"
ko_mt: "말해봐요! 지난번에는 발톱 하나에 금화 반 냥이었는데, 이젠 두 개를 달라고 하네! 심연이 뭘 하려고 이러는 거지?"

source: "Cutthroats and gougers, the lot of 'em! I mean about prices... Although they probably also cut throats and gouge the odd eye... ah, you won't even get the joke anyway."
ko_mt: "목을 자르고 목을 따는 사람들, 그 많은 사람들! 내 말은 가격 말이야.. 목을 자르고 눈을 찌르기도 하지만.. 아, 어쨌든 농담도 이해하지 못할 겁니다."

source: "Be careful, Nenio — many people who come to this market as customers end up as merchandise."
ko_mt: "조심해, 네니오 - 이 시장에 고객으로 온 많은 사람들이 결국은 상품이 됩니다."

source: "Ha! I'll get you whatever organs you want, and at a better price! Only the freshest, too! Want to cut a deal?"
ko_mt: "하! 원하는 장기를 더 좋은 가격에 구해드리겠습니다! 그것도 가장 신선한 것만! 거래할래요?"

source: "It is so gratifying to know there is a place where everyone is treated according to their true worth. Both as a whole, and by the pound."
ko_mt: "모든 사람이 자신의 진정한 가치에 따라 대우받는 곳이 있다는 것을 알게 되어 매우 기쁩니다. 전체적으로는 물론이고 파운드 단위로도요."

source: "I borrowed several scrolls of calculations from Pulura's stargazers. Listen to this, listen: 'the traversal of Alboras across the lunar face plus 13, margin of error 9!' Oh, I can't read any more, what comedian wrote this?"
ko: "펄루라의 점성술사들한테 계산식이 적힌 두루마리 몇 개를 빌려왔어. 일단 들어봐. '달 표면을 지나는 알보라스의 운행 더하기 13, 오차 범위 9!' 오, 더 이상 읽을 수가 없어. 누구를 웃기려고 이런걸 썼담?"
ko_mt: "풀루라의 별 관측자들로부터 계산 두루마리를 몇 개 빌려왔습니다. 이것 좀 들어보세요. '달 표면을 가로지르는 알보라의 궤적에 13을 더한 값, 오차범위 9!' 오, 더 이상 읽을 수가 없네요, 어떤 코미디언이 이걸 썼죠?"

source: "Ha ha, stop, you're killing me... Psst, can we stop laughing yet or will she take it personally?"
ko_mt: "하하, 그만해, 너 때문에 죽겠어.. 그만 좀 웃으면 안 돼요? 아니면 개인적으로 받아들일까요?"

source: "Alboras — is that the seafarers' star? And why do I know that? Something that's completely useless for somebody who lives in a cave?"
ko_mt: "알보라스 - 뱃사람들의 별인가요? 내가 그걸 어떻게 알죠? 동굴에 사는 사람한테는 전혀 쓸모없는 별이라고요?"

source: "It appears I do not have the knowledge to understand... But I am glad you are amused."
ko_mt: "제가 이해할 수 있는 지식이 없는 것 같습니다.. 하지만 즐거우신 것 같아서 다행입니다."

source: "Now I'm laughing because you're laughing! It's so nice to laugh together!"
ko_mt: "네가 웃으니까 나도 웃고 있어! 함께 웃으니 너무 좋아요!"

source: "Ahh, stop, this is like the temple school back in Kenabres! I got out of there in the end, but I've got nowhere to run to here!"
ko_mt: "아, 멈춰요, 케나브레스의 사원 학교 같네요! 결국 거기서 빠져나왔지만 여긴 도망갈 데가 없어!"

source: "A competent military unit must work together like a swarm of vescavors, and be just as deadly."
ko: "뛰어난 군대란 베스카버 무리와 같이 일심동체이며, 그들처럼 위험하다."
ko_mt: "유능한 군대는 독수리 떼처럼 협력해야 하며, 그만큼 치명적이어야 합니다."

source: "Next you'll be telling us to bite our enemies. At least it'll catch them off guard."
ko_mt: "다음엔 적을 물어뜯으라고 하겠군요. 적어도 적들이 방심하진 않겠지."

source: "Then we would also have to renounce our individuality like vescavors. I cannot imagine who would wish to do such a thing!"
ko_mt: "그렇다면 우리도 베스킨라빈스처럼 개성을 포기해야 할 것입니다. 누가 그런 일을 하고 싶어할지 상상도 할 수 없습니다!"

source: "A queen of the hive and her hordes of obedient, buzzing warriors? The crusade is similar enough already."
ko_mt: "벌집의 여왕과 그녀의 순종적이고 윙윙거리는 전사 무리? 십자군 전쟁은 이미 충분히 비슷합니다."

source: "But a soldier must also know mercy. Vescavors have no understanding of the concept."
ko_mt: "하지만 군인은 자비도 알아야 합니다. 베스커버스는 그 개념을 이해하지 못합니다."

source: "The gargoyle attack should have undermined troop morale. But the boost from the march on Drezen seems to have outweighed it. Hmm."
ko: "가고일의 습격으로 부대의 사기가 저하되었을 터인데. 그럼에도 드레젠 진군에 대한 열의가 그보다도 더 강한 모양이군. 흐음."
ko_mt: "가고일의 공격으로 병사들의 사기가 떨어졌어야 했습니다. 하지만 드레젠 행군으로 인한 상승 효과가 그보다 더 컸던 것 같습니다. 흠."

source: "What, Paralictor, surprised to learn that some people fight without the threat of punishment hanging over them?"
ko_mt: "패럴릭터, 어떤 사람들은 처벌의 위협 없이도 싸운다는 사실에 놀랐나요?"

source: "Faith gives wings to even the hardest heart. So it is with our army."
ko_mt: "믿음은 가장 힘든 마음에도 날개를 달아줍니다. 우리 군대도 마찬가지입니다."

source: "People are rushing to win, not knowing they are really rushing to their deaths. But I guess whatever we do brings us closer to death, doesn't it?"
ko_mt: "사람들은 자신이 죽음을 향해 달려가고 있다는 사실을 모른 채 승리를 위해 서두르고 있습니다. 하지만 우리가 무엇을 하든 죽음에 더 가까워지는 것 같지 않나요?"

source: "What of it, Paralictor? Disappointed you won't have the chance to feel superior to the panicking crusaders? Then again, you only serve out of duty, not out of your own sense of pride, if I recall correctly?"
ko_mt: "어때요, 패럴릭터? 패닉에 빠진 십자군보다 우월감을 느낄 기회가 없어서 실망했나? 내 기억이 맞다면 자네는 의무감으로 복무하는 거지, 자존심 때문에 복무하는 건 아니지?"

source: "Their desire to fight is stronger than their fear. Maybe they are not as pathetic as I thought."
ko_mt: "그들의 두려움보다 싸우려는 열망이 더 강합니다. 제가 생각했던 것만큼 한심하지 않을 수도 있습니다."

source: "Xanthir Vang's research has caused untold problems for us. But the idea of using crystals to enhance fighters does seem interesting."
ko: "잔티르 뱅의 연구는 우리에게 커다란 문제를 안겨주었다. 하지만 전사들을 강화하기 위해 수정을 사용한다는 발상은 흥미롭군."
ko_mt: "잔티르 방의 연구는 우리에게 엄청난 문제를 야기했습니다. 하지만 크리스털을 사용해 파이터를 강화한다는 아이디어는 흥미로워 보입니다."

source: "I say, do my ears deceive me? Even the harsh Paralictor is not unaffected by the charms of gemstones!"
ko_mt: "내 귀가 나를 속이는가? 가혹한 패럴릭터조차도 보석의 매력에 영향을 받지 않는 법이 없다!"

source: "Didn't you see how they suffered? That is not an enhancement — that is torture."
ko_mt: "그들이 얼마나 고통스러워하는지 보지 못했습니까? 그건 개선이 아니라 고문입니다."

source: "Well, I'm wondering how soon someone will try to pay for my services with a counterfeit of these crystals."
ko_mt: "누군가 이 수정의 위조품으로 제 서비스 비용을 지불하려고 시도할지 궁금합니다."

source: "I could become even stronger… I need that crystal!"
ko_mt: "더 강해질 수 있는데.. 그 수정이 필요해!"

source: "The consequences of the treachery have been dealt with. Drezen is now under our control. But that is no cause to relax."
ko: "반역 행위의 결실을 제거했다. 이제 드레젠은 아군의 통제 하에 있다. 그러나 안심할 거리는 아니라네."
ko_mt: "배반의 결과는 이미 처리되었습니다. 이제 드레젠은 우리의 통제하에 있습니다. 하지만 그렇다고 긴장을 늦출 이유는 없습니다."

source: "We did something that no one has managed to do in seventy-odd years. If that's not a cause for celebration, I don't know what would be for a hard-hearted gnome."
ko_mt: "우리는 70여 년 동안 아무도 해내지 못한 일을 해냈습니다. 이것이 축하할 일이 아니라면, 마음이 굳은 노움에게는 무엇이 축하할 일인지 모르겠습니다."

source: "I had just started to see you as an actual living being, but you're back to acting like a killing machine."
ko_mt: "이제 막 당신을 진짜 살아있는 존재로 보기 시작했는데, 다시 살인 기계처럼 행동하네요."

source: "You are ready to protect everyone day or night, but the demons are gone and they're not coming back anytime soon. Trust me."
ko_mt: "당신은 밤낮으로 모든 사람을 보호할 준비가 되어 있지만 데몬은 사라졌고 곧 다시는 돌아오지 않을 것입니다. 절 믿으세요."

source: "I am opposed to collaboration with the gold dragon Halaseliax and I would insist on banishing him from territory occupied by the crusaders and their allies. His activity is directly jeopardizing our efforts."
ko: "본인은 골드 드래곤 할라셀리악스와의 협력을 반대하며, 그를 성전군 및 그 아군에 의해 확보된 영역에서 추방하는 것을 제안한다. 그의 행위는 아군의 모든 노력을 직접적으로 위협한다."
ko_mt: "나는 골드 드래곤 할라셀리악스와 협력하는 것에 반대하며 십자군과 그 동맹이 점령한 영토에서 그를 추방해야 한다고 주장할 것입니다. 그의 활동은 우리의 노력을 직접적으로 위태롭게 하고 있습니다."

source: "Hal... Halas... I'll bet there are dragons with even more complicated names, but no one tells legends about them because no one can pronounce them."
ko_mt: "할.. 할라스.. 이보다 더 복잡한 이름을 가진 용들이 있을 텐데, 아무도 발음을 못해서 전설로 전해지지 않았을 거야."

source: "Only a fool would spurn such powerful allies! We simply need to think of how best to use him!"
ko_mt: "바보만이 그런 강력한 동맹을 버릴 수 있습니다! 그를 가장 잘 활용할 방법만 생각하면 돼요!"

source: "You're right, Reggie. You meet all sorts on the open road. At first, he seems like a decent gold dragon type, next thing you know, he's run off with your pants."
ko_mt: "당신 말이 맞아요, 레지. 길에서 온갖 종류의 사람들을 만나게 되죠. 처음에는 괜찮은 골드 드래곤처럼 보이다가도 어느새 바지를 들고 달아나 있죠."

source: "Now that we have met the Storyteller in the Abyss, I trust everyone will agree that he is not who he makes himself out to be."
ko: "이제 우리가 심연에서마저 이야기꾼을 만났으니, 그가 스스로에 대해 뭔가 숨겨왔다는 것에 모두가 동의할 거라 믿겠소."
ko_mt: "이제 심연에서 스토리텔러를 만났으니, 그가 자신이 생각하는 그런 사람이 아니라는데 모두가 동의할 것이라고 믿습니다."

source: "He's old, but he's cunning and powerful. And he's longer-lived than even some other elves. I want to know his secret!"
ko_mt: "그는 늙었지만 교활하고 강력합니다. 그리고 다른 엘프들보다 더 오래 살았어요. 그 비밀을 알고 싶어요!"

source: "D'you reckon that's a false beard and all? I knew it from the off! An elf with a beard — pah! What does he take us for, eh?"
ko_mt: "저거 가짜 수염이라고 생각하세요? 처음부터 그럴 줄 알았어! 수염 난 엘프라니! 우릴 뭘로 보는 거지?"

source: "His past may be a little murky, but... he is exactly who he makes himself out to be. An old-timer who is interested in us because we will give him another story to tell."
ko_mt: "그의 과거는 조금 어두울지 모르지만.. 그는 정확히 자신이 만든 사람입니다. 우리가 그에게 또 다른 이야기를 들려줄 것이기 때문에 우리에게 관심이 있는 노인이죠."

source: "I like the old guy... but even I have some questions now!"
ko_mt: "전 그 아저씨가 좋아요.. 하지만 이제 저도 몇 가지 궁금한 점이 있어요!"

source: "The gladiatorial arena is a mockery of the military art. Talented fighters learn not how to fight effectively, but how to put on a good show. Most of them die, and their deaths bring no benefit to anyone."
ko: "투기장은 전투술의 모방에 불과하다. 재능있는 전사들이 효율적으로 싸우는 방법 대신 멋진 광경을 보여주는 방법을 배우지. 그들 중 대다수가 죽지만, 그 죽음은 어느 누구에게도 이득이 되질 않아."
ko_mt: "검투사 경기장은 군사 예술의 조롱입니다. 재능 있는 선수들은 효과적으로 싸우는 법이 아니라 좋은 쇼를 하는 법을 배웁니다. 그들 대부분은 죽고, 그들의 죽음은 누구에게도 도움이 되지 않습니다."

source: "I was not putting on a show. I was fighting for my life, every time."
ko_mt: "저는 쇼를 하는 게 아니었어요. 매번 목숨을 걸고 싸웠어요."

source: "The life of a gladiator is horrible, but serving the Hellknights is hardly rewarding. Do not think that you offer people anything more than the arena does."
ko_mt: "검투사의 삶은 끔찍하지만 지옥기사를 섬기는 것은 보람이 거의 없습니다. 사람들에게 경기장보다 더 많은 것을 제공한다고 생각하지 마세요."

source: "You're just incapable of enjoying the bloody spectacle! But you are right about one thing — they are not real fighters. I'd tear them all to shreds in a heartbeat."
ko_mt: "당신은 피비린내 나는 광경을 즐길 줄 모르는군요! 하지만 한 가지 당신 말이 맞아요. 그들은 진짜 싸움꾼이 아니에요. 저라면 순식간에 모두 갈기갈기 찢어버릴 겁니다."

source: "So, gladiator fights are like the theater? No... In the theater, pain and death are just make-believe. At the end, the dead people stand up again and take a bow."
ko_mt: "검투사 싸움이 연극과 같다고요? 아니요.. 극장에서 고통과 죽음은 그저 가상이에요. 마지막에는 죽은 사람들이 다시 일어서서 절을 하죠."

source: "Quite, and in this respect the Abyss is no different to Golarion. Glory goes not to the warriors who fight to their dying breath on the battlefield, but to those who prance about with a sword in full view of the crowd."
ko_mt: "이 점에서 심연도 골라리온과 다르지 않습니다. 영광은 전장에서 죽음을 무릅쓰고 싸우는 전사들이 아니라 군중이 보는 앞에서 검을 들고 돌아다니는 전사들에게 돌아갑니다."

source: "The moment we left, the Queen effectively gave Drezen up to the demons in her hunt for larger prey. Leaders who do not value their positions are destined to lose them."
ko: "우리가 떠나자 마자, 여왕은 큰 전투라는 명목 아래에 드레젠을 데몬에게 갖다 바쳤지. 자신의 위상에 대한 자각이 없는 지도자는 그 자리를 잃을 운명인 것이다."
ko_mt: "우리가 떠나는 순간, 여왕은 더 큰 먹잇감을 노리는 데몬들에게 드레젠을 사실상 넘겨준 셈입니다. 자신의 지위를 소중히 여기지 않는 지도자는 그 지위를 잃을 수밖에 없습니다."

source: "Yeah, it's a crying shame. But I can understand her — we had perished in the Abyss, and back here, every minute counts..."
ko_mt: "네, 정말 안타깝습니다. 하지만 이해할 수 있어요. 우리는 심연에서 죽었고, 여기서는 매 순간이 중요하니까요..."

source: "Human lives are so short, and they are constantly rushing around! But demons have all the time in the world. They waited for a suitable moment to attack Drezen, and their patience paid off."
ko_mt: "인간의 삶은 너무나 짧고 끊임없이 바쁘게 돌아갑니다! 하지만 데몬들은 세상에 시간이 많습니다. 데몬들은 드레젠을 공격할 적절한 순간을 기다렸고, 인내심이 결실을 맺었습니다."

source: "At least no expense was spared on our funerals! Even if we were a little late for them..."
ko_mt: "적어도 우리 장례식에는 비용을 아끼지 않았어요! 우리가 조금 늦었더라도..."

source: "Somebody will answer for almost throwing away all the ground we gained!"
ko_mt: "우리가 얻은 모든 것을 버릴 뻔한 것에 대해 누군가는 대답할 것입니다!"

source: "The Numerian mage made good soldiers. But I do not agree with completely depriving them of their ability to make decisions. You cannot mold commanders out of soldiers like that."
ko: "누메리아인 마법사는 뛰어난 병사들을 만들었다. 그러나 그들의 사고를 완전히 차단하는 데에는 나도 동의할 수 없군. 그런 병사들에게는 통솔자를 둘 수 없으니까."
ko_mt: "누메리아 마법사는 훌륭한 병사를 만들었습니다. 하지만 병사들의 의사 결정 능력을 완전히 박탈하는 것에는 동의하지 않습니다. 그런 식으로 병사들을 지휘관으로 만들 수는 없습니다."

source: "He made an expendable fighting force that does not care about pain or discomfort, and that has strength in numbers. That approach isn't to my taste either — experienced, trained professionals fight better than that faceless mass."
ko_mt: "그는 고통이나 불편함을 신경 쓰지 않고 숫자에 강점을 가진 소모품 같은 전투력을 만들었습니다. 그런 접근 방식은 제 취향에도 맞지 않습니다. 숙련되고 훈련된 전문가들이 얼굴 없는 군중보다 더 잘 싸웁니다."

source: "Whereas those mindless lumps make me think, 'Why, that's the double of my good friend Regill!' Are you quite sure you are not the work of Numerian mages as well?"
ko_mt: "저 무의미한 덩어리들을 보면 '왜, 내 친구 레질의 복제품이야!' 하는 생각이 들지만 당신도 누메리아 마법사의 작품이 아닌 게 확실합니까?"

source: "Hellknights. You talk about every problem like it's a misaligned cartwheel — even ruined fates."
ko_mt: "지옥기사. 모든 문제를 마치 잘못 정렬된 수레바퀴처럼 이야기하고 심지어 망가진 운명처럼 이야기합니다."

source: "Well, well, I was almost sure you would be on board with this outrage! I'm glad to have been proven wrong."
ko_mt: "이런, 이런, 당신도 이 분노에 동참할 거라고 거의 확신했었죠! 제가 틀렸다는 것이 증명되어 기쁩니다."

source: "This is not the end. Kenabres did not fall. It will survive this and be rebuilt, better than before."
ko: "아직 끝나지 않았다. 케나브레스는 함락되지 않았어. 이번 전투를 버텨내고, 이전보다 더 낫게 재건될 거야."
ko_mt: "이것은 끝이 아닙니다. 케나브레스는 무너지지 않았습니다. 케나브레스는 이번 일을 이겨내고 이전보다 더 나은 모습으로 재건될 것입니다."

source: "And it will be the same dull little provincial town. Dullness never dies, it seems."
ko_mt: "그리고 그것은 똑같은 지루한 작은 지방 도시가 될 것입니다. 지루함은 결코 사라지지 않는 것 같습니다."

source: "I already miss it. My life in Kenabres may not have always been happy, but I found ways to amuse myself."
ko_mt: "벌써 그리워요. 케나브레스에서의 생활이 항상 행복하지는 않았지만 즐겁게 지낼 수 있는 방법을 찾았어요."

source: "I didn't even get a chance to poke around in any of the abandoned houses! By the time I get back, they'll all have new locks on 'em!"
ko_mt: "버려진 집들을 들여다볼 기회조차 얻지 못했어요! 제가 돌아올 때쯤이면 모두 새 자물쇠가 채워져 있을 거예요!"

source: "Just the thought of the demons trying to tamper with the Wardstone makes me want to crush some horned skulls! The fiends found a way to cut our defenses off at the knees!"
ko: "수호석에 손대려는 데몬을 상상하기만 해도 뿔달린 대가리 몇 개를 부수고 싶어지는데! 그 악귀가 우리 방어선의 중간을 자를 방법을 찾았단거잖아!"
ko_mt: "데몬들이 수호석에 손을 댈 생각만 해도 뿔 달린 해골을 부숴버리고 싶어요! 데몬들이 우리의 방어를 무너뜨릴 방법을 찾아냈어!"

source: "I bet the demons think the same about us: 'How dare those little humans attack us? We didn't do anything wrong, we just wanted to ruin the Wardstones, and they came at us with swords and pitchforks!'"
ko_mt: "데몬들도 우리에 대해 똑같이 생각할 겁니다. '어떻게 감히 저 작은 인간들이 우리를 공격할 수 있지? 우리는 아무 잘못도 하지 않았고, 단지 와드스톤을 망가뜨리고 싶었을 뿐인데 칼과 갈퀴를 들고 달려들었어!"

source: "According to my research, horned demons are on average more intellectually developed than hornless demons. My hypothesis is that horns provide space for additional brain mass!"
ko_mt: "제 연구에 따르면 뿔이 있는 데몬은 뿔이 없는 데몬보다 평균적으로 지적으로 더 발달했습니다. 제 가설은 뿔이 더 많은 뇌를 위한 공간을 제공한다는 것입니다!"

source: "You look so fetching when you're angry! Shall I tell you about other catastrophes of past crusades? There was once a crusader fortress by the name of Drezen..."
ko_mt: "화가 났을 때 정말 멋져 보이네요! 과거 십자군 전쟁의 다른 재앙에 대해 말해줄까? 한때 드레젠이라는 이름의 십자군 요새가 있었지..."

source: "This is righteous paladin fury? Interesting. To me, it seems more like the senseless bellowing of a drunkard."
ko_mt: "이게 정의로운 성기사의 분노라고요? 흥미롭군. 제겐 술 취한 주정뱅이의 무의미한 고함소리처럼 들리는데요."

source: "Thinking about cultists hiding among the townsfolk has put me on edge. I don't want to suspect every person I meet!"
ko: "시민들 사이에 사교도들이 숨어있다고 생각하니 머리가 새하얘져. 난 만나는 모든 사람들을 의심하고 싶진 않거든!"
ko_mt: "마을 사람들 사이에 숨어 있는 사이비 종교인들을 생각하면 불안해집니다. 만나는 사람마다 의심하고 싶지 않아요!"

source: "So you usually trust everyone you meet? If I were a paladin... ha, a ridiculous notion!"
ko: "만나는 모든 사람을 대체로 믿는다는 건가? 내가 팔라딘이었다면... 하, 그건 말도 안 되는 생각이군!"
ko_mt: "그럼 보통 만나는 모든 사람을 믿으시나요? 내가 성기사였다면.. 하, 말도 안 되는 생각이지!"

source: "I understand. Sometimes you just want to trust people without constantly second-guessing everyone. A life without trust is no life worthy of the name."
ko_mt: "이해합니다. 때로는 모든 사람을 끊임없이 의심하지 않고 그냥 믿고 싶을 때가 있습니다. 신뢰가 없는 삶은 그 이름에 걸맞지 않은 삶입니다."

source: "Nobody really wants to be bad, not even cultists. Trust people and they will be ashamed they served evil. They will repent and there will be no more cultists."
ko_mt: "사이비 종교인조차도 나쁜 사람이 되고 싶어 하는 사람은 없습니다. 사람들을 믿으면 그들은 악을 섬긴 것을 부끄러워할 것입니다. 그들은 회개할 것이고 더 이상 사이비 종교인은 없을 것입니다."

source: "Trust is vastly overrated. You can take my word for it — I would not lie to you."
ko_mt: "신뢰는 과대평가되어 있습니다. 제 말을 믿으셔도 됩니다. 저는 거짓말을 하지 않습니다."

source: "Wow, I feel new power surging within me! Sometimes it really does scare me though. Can this really be a gift from Iomedae?"
ko: "우와, 새로운 힘이 내 안에서 솟구치는 게 느껴져! 종종 나 자신이 두려워지긴 하지만 말이야. 이게 진짜 아이오메데께서 내린 선물일까?"
ko_mt: "와, 내 안에서 새로운 힘이 솟구치는 것을 느낍니다! 하지만 가끔은 정말 무섭기도 해요. 이게 정말 아이오메데의 선물일까요?"

source: "I believe Iomedae is behaving exactly like cousin Galfrey — she's pushing me toward some supposedly vaunted position as a means of punishing me."
ko_mt: "저는 아이오메데가 사촌 갈프레이와 똑같이 행동하는 것 같아요. 저를 벌주기 위한 수단으로 저를 자랑스러운 자리로 밀어붙이고 있다고 생각해요."

source: "Before I used to have terrible sneezing fits caused by certain grasses, and now the sneezing's stopped. Do you think that's because of the new power too?"
ko_mt: "예전에는 특정 풀 때문에 재채기 발작이 심했는데 지금은 재채기가 멈췄습니다. 그것도 새로운 힘 때문일까요?"

source: "It's great, y'know, fighting and all that stuff, but I wish I'd gotten some invisibility… just a pinch, even a third-rate kind. Come on, Iomedae, please!"
ko_mt: "싸우는 것도 좋지만, 투명화도 좋지만.. 조금만, 삼류라도 투명화할 수 있었으면 좋겠어요. 어서, 아이오메데, 제발!"

source: "I don't care where this power comes from! I want more! More!"
ko_mt: "이 힘이 어디서 오는지는 상관없어요! 난 더 원해! 더!"

source: "After that run-in with the Hellknights, I keep asking myself if we're really both fighting for the same thing. We're allies, of course... but there are some things you cannot tolerate, even for the sake of an alliance."
ko: "헬나이트와 좀 다투고 나서 느낀 건데, 우리가 정말 같은 목표를 위해 싸우는 건지 계속 의문이 들어. 물론, 아군은 맞아... 하지만 동맹을 유지하기 위해서라도 참아줄 수 없는 것들이 몇 개 있잖아."
ko_mt: "지옥기사와 마주친 후, 저는 우리가 정말 같은 목적을 위해 싸우고 있는 건지 계속 자문하게 됩니다. 물론 우리는 동맹이지만.. 동맹을 위해서라도 용납할 수 없는 일들이 있습니다."

source: "They are utterly without conscience, but they do have style. Just like me."
ko_mt: "그들은 양심은 전혀 없지만 스타일은 있습니다. 저처럼요."

source: "It is a temporary and necessary collaboration. I derive no pleasure from it either."
ko_mt: "일시적이고 필요한 협업입니다. 저 역시 이 일에서 아무런 기쁨을 얻지 못합니다."

source: "Desperate times call for desperate measures. We can worry about who was right later, in peacetime."
ko_mt: "절박한 시기에는 절박한 조치가 필요합니다. 누가 옳았는지는 나중에 평시에 걱정할 수 있습니다."

source: "Unity should make us stronger. But after we win I hope to never see them again."
ko_mt: "단결은 우리를 더 강하게 만들 것입니다. 하지만 우리가 이기고 나면 다시는 그들을 보지 않기를 바랍니다."

source: "If you douse the Hellknights with perfume to your liking and paint their armor in soothing colors, such as green, your trust in them will increase. That is a scientific fact!"
ko_mt: "지옥기사에게 원하는 향수를 뿌리고 갑옷을 녹색과 같은 차분한 색으로 칠하면 그들에 대한 신뢰도가 높아집니다. 그건 과학적인 사실입니다!"

source: "I'm angry with myself for not realizing there was something off about Nurah. But I feel sorry for her, too. If things had been different for her, she would have made a great ally, not just another lost soul the Abyss will have to answer for."
ko: "누라가 무언가를 숨기고 있다는 걸 깨닫지 못한 내 자신에게 화가 나. 하지만, 동시에 그녀에게 미안하기도 해. 그녀가 처한 환경이 달랐더라면, 길잃은 영혼이 아니라 강력한 아군이 될 수도 있었을 텐데."
ko_mt: "누라에게 뭔가 잘못된 점이 있다는 것을 깨닫지 못한 제 자신에게 화가 납니다. 하지만 누라가 안쓰럽기도 해요. 상황이 조금만 달랐다면 그녀는 심연이 책임져야 할 또 하나의 잃어버린 영혼이 아니라 훌륭한 동맹이 되었을 겁니다."

source: "Oh yes, I shall weep bitter tears over that little traitor. Her fate was so terribly tragic!"
ko_mt: "그래, 그 배신자 때문에 쓰라린 눈물을 흘려야겠어. 그녀의 운명은 너무도 비극적이었어!"

source: "You think people like her can change? No, she picked her path of her own free will."
ko_mt: "그녀 같은 사람도 변할 수 있다고 생각하세요? 아니요, 그녀는 자신의 자유 의지로 자신의 길을 선택했습니다."

source: "We realized too late what pain lay behind her actions! Oh, Nurah... we could have helped you..."
ko_mt: "우리는 그녀의 행동 뒤에 어떤 고통이 숨어 있는지 너무 늦게 깨달았습니다! 오, 누라.. 우리가 널 도울 수 있었는데..."

source: "She is just a lonely person who has been hurt for a long time. She went to the cultists, but her new friends hurt her too... It's sad that nothing changed for her."
ko_mt: "그녀는 오랫동안 상처받은 외로운 사람입니다. 그녀는 사이비 종교에 갔지만 새로운 친구들도 그녀에게 상처를 입혔습니다... 그녀를 위해 아무것도 변한 것이 없다는 것이 슬프다."

source: "She was cunning, but since we're still alive, she clearly wasn't cunning enough. Why should we mourn the loss of such an ally?"
ko_mt: "그녀는 교활했지만 우리가 아직 살아있기 때문에 충분히 교활하지 않은 것은 분명합니다. 그런 동료를 잃은 것을 왜 슬퍼해야 하나요?"

source: "That was a guy made of locusts! A guy! Made of locusts! One locust is disgusting, but a walking swarm of them…"
ko: "그건 메뚜기 떼로 이루어진 남자였어요! 사람이! 메뚜기 떼로 이루어졌다고요! 메뚜기 한 마리는 그냥 역겹지만, 그 무리가 사람 모양으로 걸어디니는 건..."
ko_mt: "저건 메뚜기로 만든 남자였어요! 남자! 메뚜기로 만들어졌다고! 메뚜기 한 마리도 역겨운데, 메뚜기 떼가 걸어다니다니..."

source: "I think this is the first time we've agreed on anything."
ko_mt: "우리가 무언가에 합의한 것은 이번이 처음인 것 같습니다."

source: "Thankfully, it wasn't necessary to kill each insect separately to kill the man. But just imagine if the fee was calculated per bug…"
ko: "다행히도, 그 남자를 죽이기 위해 벌레 각각을 따로 죽일 필요는 없었잖아. 하지만 벌레 한 마리당 수수료를 계산한다면..."
ko_mt: "다행히도 사람을 죽이기 위해 벌레를 따로 죽일 필요는 없었습니다. 하지만 벌레 한 마리당 수수료를 계산했다면..."

source: "I cannot believe Marhevok was serious when he said he loved that vicious beetle from the Abyss. Could she have bewitched him somehow?"
ko: "마르헤복이 심연에서 온 딱정벌레를 사랑했다고 말했을 때, 그가 진심이었는지 믿을 수가 없어. 어떤 방식으로든 주문에 걸렸던 게 아닐까?"
ko_mt: "마르헤복이 심연에서 온 그 사악한 딱정벌레를 사랑한다고 했을 때 진심이었다니 믿을 수가 없어요. 어떻게든 마법에 걸린 걸까요?"
