Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "You shouldn't be angry that you're a tiefling. Tieflings are made when a human and a demon love each other so, so much that they become a mommy and a daddy."
ko: "당신이 티플링이라는데 너무 열내지 마세요. 티플링은 인간과 데몬이 서로 아빠 엄마가 될 정도로 사랑해야 생기니까요."
ko_mt: "티플링이라고 해서 화를 내면 안 돼요. 티플링은 인간과 데몬이 서로를 너무 사랑해서 엄마, 아빠가 될 때 만들어지는 거예요."

source: "I dunno what the deal was with granny and ol' granddaddy, some creepy ritual or pure animal… lust — bleugh — or whatever those cultists call it, but I can tell you now there was no love, or talk of mommies and daddies."
ko: "할매와 증조 할배에게 뭔 일이 있었는지, 어떤 으스스한 의식인지 순수한 동물… 성애 — 크흠— 이나 사교도들이 뭐라 부르는 무언가가 있었는지는 잘 모르겠지만, 이거 하나는 말해줄 수 있어. 거기에 사랑이나, 엄마 아빠에 대한 이야기는 없었어."
ko_mt: "할머니와 할아버지, 소름 끼치는 의식이나 순수한 동물.. 욕망-웃음-또는 사이비 종교인들이 뭐라고 부르는지 모르겠지만, 지금 말할 수 있는 것은 사랑이나 엄마 아빠에 대한 이야기는 없었다는 것입니다."

source: "Do you know what would be nice? If we didn't die in the crusade. After, yes, if we win. But if we die before that… that would be bad. You will try not to die, won't you? Although I suppose it will be hard."
ko: "어떤 상황이 최고인지 아시나요? 우리가 성전에서 죽지 않을 경우에요. 그다음, 그래, 우리가 이기는 경우요. 하지만 우리가 그 전에 죽는다면… 안좋겠죠. 당신은 죽으려 하지 않을 거잖아요, 안그래요? 아주 어려울거라 추측되긴 하지만요."
ko_mt: "뭐가 좋을지 아세요? 우리가 십자군 전쟁에서 죽지 않는 거죠. 그 후에, 그래, 우리가 이기면. 하지만 그 전에 죽는다면.. 그건 안 좋은 일이야. 죽지 않으려고 노력할 거지? 물론 힘들겠지만요."

source: "Sometimes I'm more afraid of you than Baphomet."
ko: "가끔은 바포메트보다 네가 더 무서워."
ko_mt: "가끔은 바포메트보다 당신이 더 두렵습니다."

source: "Do your tiefling friends tease you about your Shadow? I remember how upset you used to get when you were little…"
ko: "당신의 티플링 친구들이 당신의 그림자를 두고 놀리지 않나요? 나는 당신이 어렸을 때 얼마나 자주 화냈었는지 기억하거든요…"
ko_mt: "티플링 친구들이 그림자 때문에 놀리나요? 네가 어렸을 때 얼마나 속상해했는지 기억나..."

source: "Stop acting like we know each other! Only a pathetic idiot would be friends with a crazy beggar, you got it? That ain't me!"
ko: "우리가 알던 사이인 것처럼 말하지 마! 하찮은 머저리만이 미친 부랑아와 친구를 맺을 거야. 알겠어? 내가 아니었다는 말이야!"
ko_mt: "우리가 서로 아는 척하지 마! 한심한 바보나 미친 거지와 친구가 될 거야, 알겠어? 난 그런 사람 아니야!"

source: "When you were little, you had the funniest little stubby horns! Did it hurt when they started growing?"
ko: "당신이 어렸을 적에는 아주 재밌고 작고 짤막한 뿔을 가졌었죠! 그것들이 자랄 때 아프지는 않았나요?"
ko_mt: "어렸을 땐 정말 재밌는 뿔이 있었어요! 뿔이 자라기 시작했을 때 아팠어요?"

source: "...damn things itched like crazy."
ko: "...더럽게 아팠었어."
ko_mt: "...미친 듯이 가려웠어요."

source: "You always have so many curious things in your bag! I've never seen anything like them. Can I touch them?"
ko: "당신의 가방에는 언제나 신기한 것들이 아주 많이 들어있어요! 그런 것들은 한 번도 본 적이 없어요. 만져봐도 돼요?"
ko_mt: "가방에 항상 신기한 물건이 많네요! 이런 건 처음 봐요. 만져봐도 돼요?"

source: "Sure, why not. But I'm watchin' you!"
ko: "물론이야. 안 될 이유가 어딨겠어. 하지만 지켜볼 거야!"
ko_mt: "물론이죠. 하지만 내가 지켜보고 있잖아!"

source: "I saw your grandmother before Deskari attacked the River City. But she didn't recognize me. I don't think she recognized anyone."
ko: "나는 데스카리가 강변 도시를 공격하기 전에 당신의 할머니를 본 적이 있어요. 하지만 그녀는 저를 의식하지 않았죠. 그녀가 모든 사람을 살펴봤다고 생각하지는 않아요."
ko_mt: "데스카리가 리버 시티를 공격하기 전에 네 할머니를 봤어. 하지만 할머니는 절 알아보지 못하셨어요. 아무도 못 알아본 것 같아요."

source: "That's because you didn't owe her any money. If you'd been in her debt, she'd remember you till the day she died!"
ko: "왜냐면 네가 그분에게 빚을 지지 않았기 때문이었겠지. 만약 돈을 빌렸었다면, 그 사람은 죽는 날 까지 널 기억했을 거야!"
ko_mt: "그건 당신이 그녀에게 빚진 것이 없었기 때문입니다. 만약 당신이 그녀에게 빚을 졌다면 그녀는 죽는 날까지 당신을 기억했을 것입니다!"

source: "Do you see me as a rival, Camellia? How sad. We could have been something truly great..."
ko: "나를 경쟁자로 보는 거야, 카멜리아? 얼마나 슬픈지. 우리가 힘을 합치면 정말로 위대한 무언가를 해낼 수 있을 텐데..."
ko_mt: "나를 라이벌로 보나요, 카멜리아? 슬프군. 우린 정말 위대한 존재가 될 수 있었는데..."

source: "I am under no illusions. The only thing I could be for you is a meal."
ko: "저는 환상에 사로잡히지 않아요. 제가 당신에게 드릴 수 있는 건 식사 뿐이군요."
ko_mt: "나는 환상에 빠져 있지 않습니다. 내가 당신에게 해줄 수 있는 유일한 것은 식사뿐입니다."

source: "Camellia, my friend... If you let the call of the Abyss into your heart, then after you die you could become one of us, a succubus."
ko: "카멜리아, 내 친구야... 만약 네 가슴 속 심연의 부름에 응답한다면, 네가 죽고 난 뒤에 우리 서큐버스들 중 하나가 될 수 있을 거야."
ko_mt: "카멜리아, 내 친구.. 심연의 부름을 네 마음속에 받아들이면 죽어서도 우리 중 하나가 될 수 있어, 서큐버스."

source: "I should want to become an idiotic, insatiable, gluttonous fiend? That is what you think of me, 'friend.'"
ko: "제가 바보같고, 만족을 모르며 탐욕적인 악마가 되고 싶어 한다고요? 그게 당신이 생각하는 저인 모양이군요, '친구'분."
ko_mt: "내가 멍청하고, 만족할 줄 모르고, 폭식하는 악마가 되고 싶다고요? 그게 바로 당신이 나를 생각하는 '친구'입니다."

source: "I know you think about me, Daeran. About what it would be like to be with me. Where is your sense of adventure now? Will you let fear keep you from experiencing pleasure?"
ko: "대런, 나에 대해 무슨 생각을 하는지 알아. 나랑 함께하면 어떻게 될지 고민하잖아. 너의 모험심은 어디로 간거야? 공포에 지배당해서 쾌락을 누리길 거절할 거야?"
ko_mt: "네가 나에 대해 생각하는 거 알아, 대런. 나와 함께라면 어떨지 말이야. 지금 당신의 모험심은 어디로 갔나요? 두려움 때문에 즐거움을 경험하지 못하게 할 건가요?"

source: "What of you, Arueshalae? Do you think about me? About what it would be like to be with me? About how much life there is within me, and the ecstasy it would bring to drink mouthful after mouthful? Can you picture it clearly? Good, you can choke on it. You picked the wrong prey, my lovely."
ko: "아루샬레 넌 어떤데? 나에 대해 생각해? 나랑 함께하면 어떨지 상상하고? 내 안의 생명력이 얼마나 많을지, 한 모금 한 모금이 얼마나 큰 황홀감을 가져다 줄까 하고? 선명하게 그릴 수 있어? 좋아, 숨이 멎게 해줄게. 이쁜이, 넌 사냥감을 잘못 골랐어."
ko_mt: "넌 어때, 아루샬래? 내 생각은 해봤어? 나와 함께라면 어떨지? 내 안에 얼마나 많은 생명이 있는지, 한 입 한 입 마시면 황홀경에 빠질지? 선명하게 상상할 수 있나요? 좋아, 질식할 것 같아 먹잇감을 잘못 골랐어, 내 사랑."

source: "You enjoyed teasing me before. But now... you're afraid. Admit it. You know I won't hold back if I get my hands on you."
ko: "이전엔 나를 놀리기를 즐겼었지. 하지만 지금은... 걱정이 앞서는군. 인정해. 내가 손을 댔다가 다시 물리지 않을 거라는 사실은 너도 알테니."
ko_mt: "전에는 날 놀리는 걸 즐겼잖아. 하지만 지금은.. 당신은 두려워하고 있습니다. 인정해. 내가 너를 손에 넣으면 주저하지 않을 거란 걸 알잖아."

source: "I enjoyed teasing you because I wanted to see the moment when the little white lamb turned into a slavering wolf. Now that I've seen it, there's no point in continuing."
ko: "너를 놀리길 즐겼던 것은 내가 순백의 순한 양이 침을 질질 흘리는 늑대로 변하는 그 순간을 지켜보고 싶었기 때문이야. 이제 그 꼴을 봤으니 더 이어갈 이유가 없지."
ko_mt: "작은 흰 양이 노예를 부리는 늑대로 변하는 순간을 보고 싶어서 놀리는 게 즐거웠어요. 이제 그 순간을 봤으니 계속할 필요가 없죠."

source: "Stop giving me that pitying look! You're spoiling my appetite!"
ko: "그렇게 불쌍하다는 듯이 쳐다보지 마! 내 식욕이 가시잖아!"
ko_mt: "불쌍한 표정 짓지 마세요! 식욕을 망치고 있잖아!"

source: "I'm sorry, but it's just so sad. I lost my friend."
ko: "죄송해요. 하지만 슬픈 걸요. 제 친구를 잃었으니까요."
ko_mt: "미안하지만 너무 슬퍼요. 친구를 잃었어요."

source: "My little sweet, I have decided to return to the path of redemption. Let's hug and be friends again! Come on, come to me..."
ko: "내 작은 친구야, 나 다시 회개의 길로 돌아가기로 결심했어. 포옹으로 다시 한 번 친구가 되자! 이리와, 내게 오렴..."
ko_mt: "내 사랑, 나는 구원의 길로 돌아가기로 결심했어. 다시 포옹하고 친구가 되자! 어서, 이리 와..."

source: "Poor Arueshalae... You're in so much pain, but there's nothing I can do!"
ko: "불썅한 아루샬레... 당신이 너무도 큰 고통에 사로잡혀 있는데, 제가 해줄 수 있는 건 아무 것도 없어요!"
ko_mt: "불쌍한 아루샬래.. 너무 고통스럽지만 내가 해줄 수 있는 게 아무것도 없어!"

source: "Desna... your sweet shrines, your holy singing priests... one day I will return to you..."
ko: "데즈나... 당신의 향기로운 사원, 노래하는 성직자들... 언젠간 당신에게 돌아갈거야..."
ko_mt: "데스나.. 당신의 달콤한 신전, 당신의 거룩한 노래하는 사제들아.. 언젠가 내가 당신에게 돌아갈 것이다..."

source: "...to hunt my fill."
ko: "...내 배를 채우기 위해."
ko_mt: "...내 배를 채우기 위해."

source: "That foolish attempt to redeem myself taught me a great deal."
ko: "나 자신을 용서하라고 설득하던 멍청이가 나에게 커다란 사실을 가르쳐줬었지."
ko_mt: "제 자신을 구원하려는 어리석은 시도는 저에게 많은 것을 가르쳐 주었습니다."

source: "For instance, I learned how mortals fall over themselves in the face of naivety and helplessness. I will use that."
ko: "예를 들면, 나는 필멸자들이 순진함과 무력함에 직면했을 때 어떻게 쓰러지는지를 배웠어. 이걸 활용해야지."
ko_mt: "예를 들어, 저는 인간이 순진함과 무력감에 직면했을 때 어떻게 스스로를 넘어뜨리는지 배웠습니다. 그 점을 활용하겠습니다."

source: "What is she like, your wife? Hmm, Greybor? What was so sweet, so tempting about her, that you decided to give up the assassin's life on the road, if only for a time?"
ko: "그 사람은 누구야? 아내? 흐음, 그레이보르? 암살자로서의 삶을, 잠시 뿐이라도 길바닥에 내던지기로 결정할 정도였다면 얼마나 달콤하고 매혹적인 여자였을까?"
ko_mt: "아내분은 어떤 분인가요? 흠, 그레이버? 그녀에게 무엇이 그렇게 달콤하고 유혹적이었기에 잠시나마 길 위에서 암살자의 삶을 포기하기로 결심했지?"

source: "You wouldn't understand, even if I told you everything I remember. But I won't."
ko: "당신에게 내가 기억하는 모든 것을 말해주더라도, 당신은 결코 이해 못할 것이오. 하지만 그러지도 않으리다."
ko_mt: "내가 기억하는 모든 것을 말해도 이해하지 못할 것입니다. 하지만 말하지 않겠습니다."

source: "You always insisted that I couldn't redeem myself, that it was just an act. Are you satisfied now?"
ko: "넌 언제나 내가 스스로를 구원할 수 없다고, 그냥 하는 척일 뿐이라고 주장했었지. 이제 만족하니?"
ko_mt: "당신은 항상 내가 스스로를 구원할 수 없다고, 그저 연기일 뿐이라고 주장했죠. 이제 만족하십니까?"

source: "Of course, I am. My instincts were right. I cannot say the same for my comrades, alas."
ko: "물론 만족하요. 나의 직감이 옳았어. 다른 동료들에게도 똑같 말할 수 없다는 점이 아쉬울 따름이오."
ko_mt: "물론입니다. 제 직감이 맞았어요. 아쉽게도 제 동지들에게도 똑같이 말할 수는 없습니다."

source: "My closeness bothers you, doesn't it, Lann? You keep your distance, hiding behind cutting jokes... and all because you enjoyed taking pity on the poor, meek succubus, but you can't feel like a knight in shining armor around the real me, can you?"
ko: "내가 가까이 있는 게 방해되는가 보구나, 안 그래, 랜? 너는 농담 속에 숨어서 나와 거리를 유지하지... 그리고 그건 네가 불쌍한 사람, 나약한 서큐버스에게 연민을 느끼길 좋아해서 였겠지만, 진정한 나의 주변에서는 백마 탄 기사님 같은 기분을 못 느낄 거야, 그렇지?"
ko_mt: "내가 가까이 다가가는 게 신경 쓰이지 않나, 란? 불쌍하고 온순한 서큐버스를 불쌍히 여기는 게 재미있어서 거리를 두고 농담 뒤에 숨는 건데, 진짜 나한테는 백마 탄 왕자님처럼 느껴지지 않죠?"

source: "The real you? There's nothing real about you."
ko: "진정한 너? 네게 진정성 따위는 없잖아."
ko_mt: "진짜 당신? 당신에겐 진짜가 없어요."

source: "I don't care one bit what you look like, Lann. Isn't that wonderful? You have always dreamed of meeting a woman like me!"
ko: "랜, 나는 네가 어떻게 생겼는지 조금도 신경 쓰지 않아. 엄청나지 않아? 언제나 나같은 숙녀를 만나길 꿈꿔왔잖아!"
ko_mt: "난 네가 어떻게 생겼는지 전혀 신경 쓰지 않아, 란. 정말 멋지지 않아요? 항상 나 같은 여자를 만나기를 꿈꿔왔잖아요!"

source: "I'm surprised you even remember my name. A hunter doesn't often bother to name its prey."
ko: "내 이름을 기억하고 있다는 사실이 놀랍네. 대개 사냥꾼은 사냥감에 무슨 이름이 달렸던 신경 쓰지 않잖아."
ko_mt: "내 이름까지 기억하고 있다니 놀랍군요. 사냥꾼은 사냥감의 이름을 기억하는 경우가 많지 않거든요."

source: "You forgot your past... With me, you will forget your future..."
ko: "너는 과거를 잊어버렸구나... 나와 함께라면 미래도 잊어버릴 수 있어..."
ko_mt: "넌 과거를 잊었어.. 나와 함께라면 미래를 잊게 될 거야..."

source: "Thus the succubus begins to stalk her prey, verbally attacking the target, trying to persuade or hypnotize... Wait, are you trying to persuade me or hypnotize me? It's important. Let us try that again."
ko: "그리하여 서큐버스는 그녀의 사냥감을 쫒기 시작했으며, 설득이나 최면이라는 목적을 가진 채 말로써 대상을 공격하였다... 잠깐, 당신 저를 설득하거나 최면을 걸려고 하시는 중인가요? 중요한 사안이네요. 다시 한 번 해보죠."
ko_mt: "따라서 서큐버스는 먹이를 스토킹하기 시작하여 대상을 말로 공격하고 설득하거나 최면을 걸려고합니다.. 잠깐, 지금 날 설득하거나 최면에 걸려는 거야? 그게 중요해요. 다시 해보자."

source: "Your ability to change form and deceive is similar to mine, Nenio, wouldn't you agree?"
ko: "모습을 바꾸고 기만하는 네 능력은 내 것과 비슷하구나, 네니오. 동의하지 않아?"
ko_mt: "형태를 바꾸고 속이는 네 능력은 나와 비슷하지 않니, 네니오?"

source: "What an interesting observation, demon girl! We should conduct a series of parallel transformations and carefully compare our processes."
ko: "흥미로운 관점이네요, 데몬 소녀분! 일련의 병렬 변환을 시행한 뒤 서로의 과정을 자세히 비교해야 겠어요."
ko_mt: "정말 흥미로운 관찰이군요, 데몬 소녀! 일련의 병렬 변환을 수행하고 프로세스를 신중하게 비교해야 합니다."

source: "Poor Kiranda. She fell into your clutches and paid for it with her life. You've turned out to be more treacherous than a demon, Regill Derenge. What does that say about you?"
ko: "불쌍한 키란다. 그녀는 네 손아귀에 떨어져서 목숨을 잃었어. 너는 데몬보다 더 믿을 수 없게 변했지. 레질 디렌지, 뭐라고 변명할 거야?"
ko_mt: "불쌍한 키란다. 네 손아귀에 넘어가서 목숨으로 그 대가를 치렀어. 넌 데몬보다 더 위험한 존재로 드러났어, 레질 데렌지. 그게 너에 대해 뭘 말해주지?"

source: "That I do my duty well. If you give me even the slightest cause to suspect you of treachery — you'll soon be joining your succubus friend. Think on that."
ko: "내가 임무를 잘 수행했군. 네가 배반 행위를 저지를 것이라는 아주 약간의 의심이라도 사는 순간, 너도 네 서큐버스 친구의 옆에 자리할 것이다. 그 사실을 명심하도록."
ko_mt: "나는 내 의무를 잘 수행한다. 네가 배신했다고 의심할 만한 조금의 빌미라도 주면 곧 네 서큐버스 친구와 합류하게 될 거야. 잘 생각해봐."

source: "You, gnome, I wouldn't even deign to kiss. When the time comes, I will rip your heart straight out of your chest!"
ko: "너, 노움 녀석. 너와는 키스 하려는 척도 하지 않을 거야. 때가 되면, 네 가슴에서 심장을 도려내주지!"
ko_mt: "이놈아, 난 키스할 생각도 없어. 때가 되면 네 가슴에서 심장을 찢어버릴 거야!"

source: "I have been expecting your attack since the moment you were rashly accepted into our party. And since that moment, I have been preparing for it."
ko: "나는 네가 우리 일행에 섣부르기 받아들여졌을 때부터 너의 공격을 예상하였다. 또한 그 순간부터 네 공격을 대비해왔지."
ko_mt: "나는 당신이 우리 당에 성급하게 받아 들여진 순간부터 당신의 공격을 예상하고있었습니다. 그리고 그 순간부터 나는 그것을 준비해 왔습니다."

source: "Poor Seelah, you were so hopeful that I would join the light and that we would fervently pray to our goddesses side by side! It's so charming to see you try to hide your disappointment!"
ko: "불쌍한 실라, 넌 내가 빛의 편에 들어서서 다 같이 열정적으로 여신들을 위한 기도를 하게 되리라 생각했었지! 애써 좌절감을 숨기려는 걸 보니 너무 기쁘구나!"
ko_mt: "불쌍한 실라, 넌 내가 빛에 합류해서 우리가 나란히 여신에게 간절히 기도할 수 있기를 바랐잖아! 실망한 표정을 감추려고 애쓰는 모습이 너무 사랑스러워!"

source: "I am not trying to hide anything."
ko: "난 뭘 숨기려고 한 적도 없는데."
ko_mt: "저는 아무것도 숨기려 하지 않습니다."

source: "Fighting against yourself is so wearing, but freedom is so uplifting... Let us be free together, Seelah."
ko: "자기 자신과 싸우는 건 너무 지치는 일이야, 하지만 자유에는 행복이 있지... 우리 함께 자유를 찾자, 실라."
ko_mt: "자신과의 싸움은 너무 지치지만 자유는 너무 고양됩니다.. 우리 함께 자유로워지자, 실라."

source: "You're incapable of being 'together' with anyone."
ko: "넌 누구랑 '함께'할 능력이 없어."
ko_mt: "당신은 누구와도 '함께'할 수 없습니다."

source: "Don't turn away, Sosiel. Look me in the eye. You will find no repentance there, so do not look for it, my sweet."
ko: "돌아서지 마, 소시엘. 내 눈을 바라봐. 너는 거기서 어떤 회개도 찾을 수 없을 테니, 그걸 찾으려 하지 마, 내 사랑."
ko_mt: "외면하지 마, 소시엘. 내 눈을 똑바로 봐. 거기서 회개는 찾을 수 없으니 찾지 마, 내 사랑."

source: "I am sorry I failed to help you. I could have tried harder... I should have!"
ko: "당신을 돕는 데 실패하여 송구합니더. 더 열심히 했어야 했는데... 그래야 했어요+"
ko_mt: "도와드리지 못해 죄송합니다. 더 열심히 노력할 수 있었는데.. 그랬어야 했는데!"

source: "You arrogant little priestling... Did you really think you could save me? Helping a demon become good — they would have made you a saint for such a miracle!"
ko: "작고 오만한 사제 자식... 정말로 날 구원할 수 있을 거라 생각했니? 데몬이 선해지고록 돕는다니, 그런 기적이 일어난다면 아주 성인이라고 추앙받겠구나!"
ko_mt: "이 오만한 꼬마 사제.. 정말 날 구할 수 있다고 생각했어? 데몬이 선해지도록 도와주다니, 그런 기적을 일으켰으면 성인이 되었을 텐데!"

source: "I only wanted to be your friend. I'm sorry you have already forgotten what that is."
ko: "전 그저 당신의 친구가 되고 싶었을 뿐입니다. 당신께서 친구라는 게 어떤 것인지 벌써 잊어버렸음이 유감스러울 따름입니다."
ko_mt: "난 그저 네 친구가 되고 싶었을 뿐이야. 그게 뭔지 벌써 잊어버렸다니 유감이야."

source: "You spent too long in the Abyss. You will never stop hearing its call."
ko: "넌 심연에 너무 오래 있었어. 그 부름은 절대로 끝나지 않을 거야."
ko_mt: "넌 심연에서 너무 오래 지냈어. 심연의 부름을 멈출 수 없을 것이다."

source: "Right now all I hear is the voice of a predator ready to strike."
ko: "지금 내게 들리는 목소리는 습격할 때만을 기다리는 포식자의 그것 뿐이다."
ko_mt: "지금은 공격할 준비가 된 포식자의 목소리만 들립니다."

source: "You want to forget everything that happened to you? I can give you the gift of oblivion to wash it all away... You will be cleansed."
ko: "네게 일어난 모든 일을 잊어버리고 싶니? 나라면 네게 모든 것을 씻어낼 영원한 망각을 줄 수 있단다... 너는 깨끗해질 테지."
ko_mt: "당신에게 일어난 모든 일을 잊고 싶으세요? 모든 것을 씻어낼 수 있는 망각의 선물을 줄 수 있어.. 당신은 깨끗해질 것입니다."

source: "You? Cleanse me? I'll bathe in your blood, demon. Then I'll be cleansed!"
ko: "네가? 날 깨끗하게? 너의 피로 씻겠다, 데몬. 그리 하면 깨끗해질 테지!"
ko_mt: "네가? 날 정화해? 네 피에 몸을 담그겠다, 데몬. 그럼 내가 깨끗해지겠어!"

source: "Since I changed, you've been acting so strangely, Wenduag, it's amusing... I thought you would try to kill me out of envy."
ko: "내가 변한 뒤로 이상하게 행동하고 있구나, 웬두아그, 재밌는 광경이야... 난 네가 질투심 때문에 날 죽이려 들 줄 알았거든."
ko_mt: "내가 변한 후부터 넌 이상하게 행동하잖아, 웬두아그, 재미있어.. 질투심에 날 죽이려고 할 줄 알았어."

source: "You became strong, dangerous! I do not want to be at odds with you... for now. And if I do attack, it will be when you least expect it."
ko: "너는 강하고 위험해졌다! 너와는 척을 지고 싶지.않아... 당장은. 그리고 만약에 내가 공격을 하게 된다면, 그건 네가 전혀 예상하지 못할 때가 될 것이다."
ko_mt: "넌 강해지고 위험해졌어! 지금은 너와 대립하고 싶지 않아.. 지금은. 그리고 내가 공격한다면, 그것은 당신이 가장 예상하지 못할 때 일 것입니다."

source: "Aren't you afraid of me, Wenduag? Before, you took every chance you could to give me a tongue-lashing. What if I want to get my revenge? Now that all that Desna nonsense is no longer holding me back."
ko: "웬두아그, 내가 두렵니? 이전에 너는 기회가 될 때마다 내게 심한 말들을 했었지. 내가 복수를 원하면 어쩔래? 지금은 데즈나의 헛소리가 더 이상 날 붙잡아 두지 않는데 말야."
ko_mt: "내가 두렵지 않아요, 웬두아그? 전에는 기회가 있을 때마다 혀를 내두르며 날 괴롭혔잖아. 내가 복수를 하고 싶다면? 이제 데스나의 헛소리는 더 이상 나를 방해하지 않아요."

source: "Didn't my jeers help you give up on all that 'Desna nonsense'? Forget it, let's find someone we can hunt together instead."
ko: "네가 '데즈나의 헛소리'를 떨쳐내는데 나의 야유가 도움이 되지 않았는가? 그런 건 잊고, 우리가 함께 사냥할 대상을 찾자."
ko_mt: "내 농담 덕분에 '데스나'를 포기할 수 있지 않았나요? 됐어, 대신 같이 사냥할 사람을 찾자고."

source: "You're always slinking around me, but the moment I look at you, you run off... Tell me, ringlets, is little sister Arueshalae really so terrifying?"
ko: "너는 언제나 내 주변을 숨죽인 채 지나다니다가, 내가 바라볼 때마다 도망치는구나... 말해주렴, 곱슬아. 네 동생 아루샬레가 정말로 두렵니?"
ko_mt: "넌 항상 내 주변을 맴돌다가도 내가 보는 순간 도망가는데... 얘들아, 아루샬래 동생이 그렇게 무서워?"

source: "Yeah, you are... I don't fancy my first time bein' my last time!"
ko: "어, 맞아... 내 처음을 내 끝으로 만들고 싶진 않거든!"
ko_mt: "그래요, 당신은.. 처음이 마지막이 되고 싶지 않아요!"

source: "You are the spawn of a powerful demon... it will be all the sweeter to drink your strength. I will crush you in my embrace and you will give me everything, down to the last drop."
ko: "너는 강력한 데몬의 자손이야... 네 힘을 빨아들이면 아주 달콤하겠어. 내 품 속에서 너를 부숴버릴거고, 너는 마지막 한 방울까지 전부 내놓게 될 거야."
ko_mt: "넌 강력한 데몬의 자식이니.. 네 힘을 마시면 더욱 달콤할 거야. 널 내 품에 안으면 마지막 한 방울까지 모든 것을 내게 바칠 것이다."

source: "What do I look like to you, an orange? I ain't made to be squeezed!"
ko: "날 대체 뭘로 보는 거야? 오렌지? 난 쥐어 짤 대상이 아니야!"
ko_mt: "내가 오렌지처럼 보여요? 난 쥐어 짜도록 만들어지지 않았어!"

source: "'I want,' 'I can' — it's all just talk. Even if by some miracle you don't go back to your own kind with your tail between your legs and you keep hanging about with mortals, they'll never accept you. No one will ever want to live side by side with a demon."
ko: "'하길 원해요', '할 수 있어요' 따위는 그냥 말일 뿐이다. 무슨 기적이 일어나서 다리 사이에 꼬리가 달린 네 친구들에게 돌아가지 않고 필멸자들 사이를 어슬렁 거리더라도, 그들은 절대로 널 받아들이지 않을 테지. 그 누구도 데몬과 함께 살고 싶지는 않을 테니."
ko_mt: "'원한다', '할 수 있다'는 말은 모두 말뿐입니다. 기적적으로 꼬리를 숨긴 채 인간 종족으로 돌아가지 않고 인간과 계속 어울린다고 해도 인간은 결코 당신을 받아들이지 않을 것입니다. 아무도 데몬과 나란히 살고 싶어하지 않을 겁니다."

source: "I hope I can earn the trust of mortals. I will try hard."
ko: "저는 필멸자들의 신뢰를 얻을 수 있길 바라요. 더 정진하겠어요."
ko_mt: "인간들의 신뢰를 얻을 수 있기를 바랍니다. 열심히 노력하겠습니다."

source: "You put on a good show, but... we'll never believe your supposed change of heart."
ko: "넌 좋은 모습을 보여주려 하지만... 우리는 네 마음의 변화라는 것을 절대로 믿지 않을 거다."
ko_mt: "당신은 좋은 쇼를 보여줬지만.. 우리는 당신의 변심을 결코 믿지 않을 것입니다."

source: "But if I was still the old Arueshalae, you would believe it. Oh, you would have believed anything I wanted you to... Your doubts only prove my honesty."
ko: "하지만 제가 여전히 옛날 아루샬레와 같았더라면, 당신은 그냥 믿으셨을 테죠. 제가 뭘 원하던 곧이 곧대로 믿으셨을 거예요... 당신의 의심은 제 솔직함을 증명할 뿐이네요."
ko_mt: "하지만 내가 여전히 예전의 아루샬래였다면 당신은 믿었을 거예요. 오, 내가 원하는 건 뭐든 믿었을 텐데.. 네 의심은 내 정직함을 증명할 뿐이야."

source: "I heard you praying to Desna the other night, asking her to send you a dream. I look forward to the day when I finally put you to sleep. What a sweet dream that will be."
ko: "어느 날은 네가 데즈나에게 꿈을 보내달라 기도하는 것을 들었다. 나는 널 완전히 잠재울 날을 고대하고 있지. 얼마나 달콤한 꿈이 되려나."
ko_mt: "지난 밤에 데스나에게 꿈을 보내달라고 기도하는 걸 들었어요. 드디어 당신을 재워줄 날이 기다려져요. 얼마나 달콤한 꿈이 될까요?"

source: "I don't entirely understand your meaning... But I sense your hostility and the threat in your words. I'm sorry you see me as an enemy."
ko: "당신이 무슨 말씀을 하셨는지 전혀 이해되지 않아요... 하지만 당신의 말 속에 숨은 적의와 위협만큼은 느껴지네요. 당신께서 저를 적으로 보고 계시다니 유감이에요."
ko_mt: "나는 당신의 의미를 완전히 이해하지 못합니다... 하지만 당신의 말에서 적대감과 위협이 느껴져요. 나를 적으로 보는 건 유감입니다."

source: "People don't change. If an inveterate liar or a fugitive looks you in the eye and asks forgiveness for past wrongs — look for the dagger behind his back."
ko: "사람은 변하지 않는가. 습관적인 사기꾼과 범죄자들은 네 눈을 자라보며 과거의 잘못을 용서해 달라 청하지. 등 뒤에 칼을 숨겨둔 채로."
ko_mt: "사람은 변하지 않습니다. 거짓말쟁이나 도망자가 여러분의 눈을 똑바로 쳐다보며 과거의 잘못을 용서해 달라고 한다면 등 뒤에 숨은 단검을 찾아보세요."

source: "People change, and often beyond recognition. But sadly, I have witnessed more people turn into liars and criminals than the opposite."
ko: "사람은 변해요. 때로는 알아볼 수 없을 정도로 변하죠. 하지만 슬프게도, 저는 거짓말쟁이나 범죄자로 변한 사람을 그 반대로 변한 사람보다 훨씬 더 많이 보았어요."
ko_mt: "사람들은 종종 알아볼 수 없을 정도로 변합니다. 하지만 슬프게도 그 반대의 경우보다 거짓말쟁이가 되고 범죄자가 되는 경우를 더 많이 목격했습니다."

source: "I once saw a notorious scoundrel and thief who announced he was going to live a righteous life. He looked like a caged beast. I see the same despair in your eyes that I saw in his."
ko: "언젠가 나는 정의로운 삶을 살겠다 선언한 악명높은 폭력배이자 도둑을 봤었지. 그는 우리에 갇힌 야수 같았어. 그에게서 봤던 절망감이 네 눈에서도 똑같이 보이는군."
ko_mt: "의로운 삶을 살겠다고 선언한 악명 높은 악당이자 도둑을 본 적이 있습니다. 그는 우리에 갇힌 짐승처럼 보였습니다. 그 사람의 눈에서 본 것과 같은 절망이 당신의 눈에서도 보입니다."

source: "What matters is I am no longer making other people miserable. As for myself... I have never been truly happy. Perhaps the goddess will one day send me that feeling."
ko: "중요한 것은 제가 더이상 다른 사람들에게 좌절을 주고 싶어하지 않는다는 거예요. 저 자신으로서는... 단 한번도 진실한 기쁨을 맞지 못했죠. 아마 여신께서는 미래의 제게 그런 감정을 주실거라 생각해요."
ko_mt: "중요한 것은 제가 더 이상 다른 사람들을 비참하게 만들지 않는다는 것입니다. 나 자신에 관해서는.. 저는 진정으로 행복해 본 적이 없습니다. 언젠가 여신이 그런 느낌을 보내주실지도 모르죠."

source: "Plenty of people ask me about my work, but none with as much interest as you. Why's a sheltered girl like you so interested in murder?"
ko: "수많은 사람들이 내 일에 대해 물어보지만, 너처럼 눈을 반짝였던 사람은 아무도 없었다. 온실 속 화초인 네가 왜 그리 살인에 대해 궁금한 거지?"
ko_mt: "많은 사람들이 제 일에 대해 물어보지만 당신만큼 관심이 많은 사람은 없습니다. 너처럼 보호받던 소녀가 왜 살인에 관심을 갖는 거니?"

source: "My interest lies in daring man who aren't afraid to get their hands dirty."
ko: "저는 손을 더럽히길 주저하지 않는 대담한 남성에게 관심이 있기 때문이죠."
ko_mt: "저는 손을 더럽히는 것을 두려워하지 않는 대담한 남성에게 관심이 있습니다."

source: "You show no fear of violence or blood. Such mettle is quite unusual in the daughter of an aristocrat who grew up in seclusion."
ko: "너에게는 피와 잔혹성에 대한 공포가 없군. 격리된 채 자라난 귀족의 딸에게 그런 기질이 있다니, 참으로 특이한 일이지."
ko_mt: "당신은 폭력이나 피를 두려워하지 않아요. 은둔하며 자란 귀족의 딸에게 그런 패기는 매우 드문 일입니다."

source: "Or perhaps I am simply naive and do not fully understand what is occurring around me. If I did, I would not doubt fall over in a dead faint."
ko: "아니면 그저 너무 순진한 나머지 제 주변에서 무슨 일이 일어나는지 정확히 이해하지 못하는 것뿐일 지도 모르고요. 이해를 했더라면 죽은 것처럼 기절했을 거예요."
ko_mt: "아니면 내가 순진해서 주변에서 일어나는 일을 완전히 이해하지 못하는 것일 수도 있습니다. 만약 그랬다면 아마 기절해 쓰러졌을 겁니다."

source: "People say that nobles always have a hidden agenda. You can never take any of them at face value."
ko: "사람들은 귀족들 전부가 숨은 관심사를 가졌다고 말하지. 너는 그 어떤 것도 절대 보는 그대로 받아들일 수 없을 거다."
ko_mt: "사람들은 귀족에게는 항상 숨겨진 의도가 있다고 말합니다. 그 어떤 것도 액면 그대로 받아들여서는 안 됩니다."

source: "I grew up in seclusion and never learned the art of intrigue, Greybor. I am exactly who I appear to be and nothing more."
ko: "그레이보르, 저는 격리된 채로 자랐고 음모의 기술을 배운 적이 없어요. 저는 보이는 그대로의 저, 그 이상도 이하도 아니랍니다."
ko_mt: "저는 은둔 생활을 하며 자랐고 음모의 기술을 배운 적이 없습니다, 그레이버. 나는 보이는 그대로의 모습일 뿐 그 이상도 이하도 아닙니다."

source: "You are so polite to me and so brusque with other commoners... What is it you want from me?"
ko: "너는 나에게 아주 정중한데 다른 평민들에겐 무뚝뚝하군... 나에게 무엇을 원하는 거지?"
ko_mt: "당신은 나에게 너무 예의 바르고 다른 평민들에게는 너무 뻔뻔스러워요.. 나한테 원하는 게 뭐야?"

source: "I am polite to those who deserve my politeness. There are not many such people in the crusade."
ko: "제게 존중받을 자격이 있는 사람에게는 정중한 것이져. 성전군에는 그런 사람이 많지 않을 뿐이에요."
ko_mt: "나는 예의를 갖춰야 할 사람들에게 예의를 갖춥니다. 십자군에는 그런 사람이 많지 않습니다."

source: "A noblewoman who knows how to cook over an open fire. You truly are a lady of many talents, Camellia."
ko: "모닥불 위에서 요리를 할 줄 아는 귀족 영애라. 정말 다재다능한 숙녀로군, 카멜리아."
ko_mt: "불을 피워 요리할 줄 아는 귀부인. 당신은 정말 많은 재능을 가진 여인이에요, 카멜리아."

source: "Do not try to spare my feelings. I saw you pour out your stew behind that rock over there."
ko: "제 기분 챙겨주시지 않아도 돼요. 당신이 저쪽 바위 뒤에 당신 몫의 스튜를 쏟는 걸 봤으니까요."
ko_mt: "내 감정을 아끼려고 하지 마세요. 저기 바위 뒤에 스튜를 쏟는 걸 봤어요."

source: "I'm surprised an odious little lordling like yourself hasn't earned himself a swathe of serious enemies."
ko: "너같이 혐오스럽고 어린 귀족 종자가 심각한 적들에게 쓸려나가지 않았다니 놀라울 따름이군."
ko_mt: "너처럼 끔찍한 꼬마 군주가 심각한 적을 만나지 않았다는 게 놀랍군."

source: "Only people who do things earn themselves enemies. Whereas I, for the most part, simply enjoy myself."
ko: "뭔가를 하는 사람이나 적을 만드는 거지. 반면에 나는, 대부분의 시간을 그저 풍류로 보낼 뿐이잖아."
ko_mt: "일을 하는 사람만이 스스로 적을 만듭니다. 반면 저는 대부분 그냥 즐기고 있습니다."

source: "It seems to me, Count, that you are overly concerned with how your deeds will affect your family name."
ko: "내가 보기에는 말이지, 백작, 너는 네 행동이 가문의 이름에 어떤 영향을 끼칠지 너무 과하게 걱정하는 것 같군."
ko_mt: "백작님, 제 생각에 백작님은 자신의 행동이 가문에 어떤 영향을 미칠지 지나치게 염려하시는 것 같습니다."

source: "For generations my family strove to build its perfect reputation! One black sheep such as myself can't possible tear it all down... no?"
ko: "우리 가문은 완벽한 평판을 쌓기 위해 수 세대 거쳐 노력했지! 나같은 검은 양 하나로는 그 평판을 전부 소모할 수 없는 법... 그렇지 않아?"
ko_mt: "우리 가족은 여러 세대에 걸쳐 완벽한 명성을 쌓기 위해 노력했습니다! 저 같은 검은 양 한 마리가 이 모든 것을 무너뜨릴 수는 없죠.. 안 그래요?"
