Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "Maybe I should take up smoking too? I could get a pipe, grow a long curly mustache, brush it with a special little brush... Nah, it wouldn't work. I'd only be able to grow a one-sided mustache. The smoking plan is off."
ko: "아마 나도 담배를 피워야 할지도? 담뱃대 챙기고, 콧수염을 살짝 말아서 기르고, 작고 특별한 빗으로 손질하면... 아, 안 되겠군. 콧수염을 한 쪽 밖에 기를 수 없잖아. 흡연 계획은 무효야."
ko_mt: "나도 담배를 피워야 할까? 파이프를 사서 긴 곱슬 콧수염을 기르고 특별한 작은 브러시로 닦을 수 있습니다.. 아니, 소용없어. 한쪽 콧수염만 기를 수 있을 거예요. 금연 계획은 무산됐어요."

source: "Tobacco could shorten your already shortened life. But personally, it's made my life a little more pleasant."
ko: "담배는 안 그래도 짧은 네 수명을 더 줄일 수도 있다. 하지만 개인적으로는, 내 삶을 약간 더 만족스럽게 만들어주었지."
ko_mt: "담배는 이미 짧아진 수명을 단축시킬 수 있습니다. 하지만 개인적으로 담배는 제 삶을 조금 더 즐겁게 만들어 주었습니다."

source: "It doesn't sit right with me, that killing has become a trade like any other. 'Hey man, I just heard about a great cobbler that's set up shop in town, and an assassin with a great reputation's just moved into my street!'"
ko: "살인이 다른 일과 마찬가지로 사업이 된다니, 내게는 잘 이해되지 않아. '이야, 대단한 구두 수선공이 우리 마을에 가게를 차리고, 명성이 자자한 암살자가 우리집 앞 거리로 이사온대!'"
ko_mt: "살인이 다른 직업과 마찬가지로 직업이 되었다는 사실이 제게는 맞지 않습니다. "이봐요, 방금 마을에 훌륭한 구두수선공이 문을 열었다는 소식을 들었는데, 평판이 좋은 암살자가 우리 동네로 이사 왔다고요!"

source: "You probably spoke without thinking, but killing has been a profession for a long time. And it's not just people like me who kill for money, but soldiers, mercenaries, and politicians as well."
ko: "아마 너는 큰 생각 없이 말했을 테지만, 살인은 오랫동안 전문 직업이었다. 거기에는 돈을 위해 죽이는 나같은 사람 뿐만 아니라 군인, 용병, 정치인들도 포함이지."
ko_mt: "아무 생각 없이 한 말일 수도 있지만, 살인은 오래전부터 직업이었습니다. 저 같은 사람뿐만 아니라 군인, 용병, 정치인들도 돈을 위해 살인을 합니다."

source: "It's not that I miss the creatures from my old hunting grounds in the caves..."
ko: "동굴 안쪽의 옛 사냥터에 있던 생명체들이 그리운건 아냐..."
ko_mt: "동굴 속 옛 사냥터에 있던 생물들이 그리운 건 아니지만..."

source: "But back there, if a beast didn't eat you for lunch, you could eat it instead. It doesn't work like that with demons."
ko: "하지만 거기서는 짐승들이 너를 한 끼 식사로 여기지 않고, 너는 그것들을 먹을 수 있지. 데몬들에게는 정반대고."
ko_mt: "하지만 예전에는 짐승이 점심으로 당신을 잡아먹지 않으면 대신 먹을 수 있었어요. 데몬에게는 그런 일이 일어나지 않아요."

source: "You can get used to anything. To monsters, to demons, to war, even to peace."
ko: "모든 것에 익숙해질 수 있어. 괴물들, 데몬들, 전쟁들, 심지어 평화까지도."
ko_mt: "무엇이든 익숙해질 수 있습니다. 괴물, 데몬, 전쟁, 심지어 평화까지도요."

source: "But the huge sky overhead... Every time I look up, it sends a shiver down my spine."
ko: "하지만 머리 위의 드넓은 하늘은... 올려다 볼 때마다 내 등골이 오싹해져."
ko_mt: "하지만 머리 위로 펼쳐진 거대한 하늘은.. 올려다볼 때마다 등골이 오싹해집니다."

source: "Scoot over, I want my scaly side facing the fire."
ko: "먼저 가, 나는 비늘덮인 쪽에 불 좀 쐬고 싶어서."
ko_mt: "비늘이 있는 쪽이 불을 향하게 해줘요."

source: "My lizard side always gets colder than my warm-blooded side."
ko: "내 도마뱀 부분은 언제나 온혈동물 부분보다 차가워지거든."
ko_mt: "제 도마뱀 같은 성격은 항상 온혈인 성격보다 더 차갑습니다."

source: "Time for my daily assimilation training."
ko: "오늘자 소화 훈련을 할 시간이네."
ko_mt: "매일 동화 훈련을 할 시간입니다."

source: "The sun is not dangerous, Lann. It will not burn your skin. It will not blind you if you look at it. Love the sun! The sun is good!"
ko: "태양은 위험하지 않아, 랜. 네 피부를 태우지 않아. 바라봐도 눈이 멀지 않는다고. 태양을 사랑하자! 태양은 훌륭해!"
ko_mt: "태양은 위험하지 않아요, 란. 피부를 태우지도 않아요. 태양을 쳐다봐도 눈이 멀지 않아요. 태양을 사랑하세요! 태양은 좋은 거야!"

source: "Would you look at that? I've made it through another day without being killed or eaten, and without looking any more decrepit than I did yesterday."
ko: "이것 좀 봐줄래? 내가 또 하루를 죽지도 잡아 먹히지도 않고, 어제보다 더 늙어보이지도 않은 채 보냈어."
ko_mt: "저것 좀 보시겠어요? 죽거나 먹히지 않고 어제보다 더 쇠약해 보이지 않고 또 하루를 버텨냈어요."

source: "Not too shabby for a mongrel!"
ko: "잡종 치고는 나쁘지 않네!"
ko_mt: "몽그렐치고는 너무 초라하지 않아요!"

source: "How could you forget your family, Nenio? Your roots, your ancestors, your heritage. I don't understand you!"
ko: "네니오, 네 가족을 어떻게 잊을 수가 있어? 네 뿌리, 네 선조, 네 혈통인데. 이해할 수가 없어!"
ko_mt: "어떻게 가족을 잊을 수 있겠어요, 네니오? 네 뿌리, 조상, 유산이잖아. 난 널 이해할 수 없어!"

source: "Are there people of historical significance among your ancestors? Did your forebears invent something great? Then I don't understand why you remember them."
ko: "당신의 조상 중에 역사적으로 중요한 인물이 있나요? 조상들이 위대한 발명품을 만들었어요? 아니라면 왜 당신이 그들을 기리는지 모르겠네요."
ko_mt: "조상 중에 역사적으로 중요한 인물이 있나요? 조상들이 위대한 발명품을 만들었나요? 그렇다면 왜 당신이 그들을 기억하는지 모르겠어요."

source: "Leave me alone, Nenio. Please, just give it up already."
ko: "날 좀 내버려둬, 네니오. 뭐, 이미 포기했지만."
ko_mt: "날 내버려둬, 네니오. 제발, 그냥 포기해줘요."

source: "But I absolutely must sketch you for my addendum to the Encyclopedia. Now remove your clothes!"
ko: "하지만 백과사전 부록을 위해 너를 꼭 스케치해야 해. 지금 옷 벗어!"
ko_mt: "하지만 백과사전 부록을 위해 당신을 꼭 스케치해야 해요. 이제 옷을 벗으세요!"

source: "Your book is going to be no good to anyone. You think somebody being chased by an axe beak is going to get out your encyclopedia to find out how fast the thing can run?"
ko: "네 책은 어느 누구에게도 유용하지 않을 거야. 도끼날에 쫒기는 누군가가 자기가 얼마나 빨리 뛸 수 있는지 보려고 네 백과사전을 챙길 것 같아?"
ko_mt: "네 책은 누구에게도 도움이 안 될 거야. 도끼 부리에 쫓기는 사람이 도끼가 얼마나 빨리 달릴 수 있는지 알아보려고 백과사전을 꺼내 볼 것 같습니까?"

source: "I would hope that they would consult the Encyclopedia beforehand. But if the reader is already fleeing from an axe beak, then... Their friends will appreciate the addendum describing the burial customs particular to that region."
ko: "그들이 사전에 이 백과사전을 참조하기를 바라는 거죠. 하지만 독자가 이미 도끼날에 쫒기는 중이라면... 그 친구들은 해당 지역의 매장 풍습을 설명하는 부록에 감사하겠죠."
ko_mt: "나는 그들이 사전에 백과사전을 참조하기를 바랍니다. 하지만 독자가 이미 도끼 부리에서 도망치고 있다면.. 그들의 친구들은 그 지역의 매장 관습을 설명하는 부록을 고맙게 생각할 것입니다."

source: "Can you just leave me alone? Experiment on yourself, I'm not some lab animal!"
ko: "제발 날 좀 그만 두면 안돼? 난 실험용 동물이 아니니까, 실험은 너 자신에게 하라고!"
ko_mt: "날 좀 내버려두면 안 돼요? 난 실험용 동물이 아니라고요!"

source: "Despite the conditions in which the subject came to maturity, it can compose intelligent sentences. Fascinating..."
ko: "표본은 다 자란 상태임에도 불구하고 지적인 문장을 구성할 수 있음. 흥미로운걸..."
ko_mt: "주제가 성숙하게 된 조건에도 불구하고 지능적인 문장을 구성 할 수 있습니다. 매혹적인..."

source: "I've seen plenty of people who don't care about anyone else, but you're the first person I've met who doesn't care about themselves. You'd chop your own head off for the sake of science if you had to."
ko: "다른 사람들을 신경 쓰지 않는 사람은 많이 봤지만, 자기 자신을 신경 쓰지 않는 사람은 네가 처음이야. 넌 과학의 발전을 위해서라면 네 머리라도 잘라서 바칠걸."
ko_mt: "다른 사람을 신경 쓰지 않는 사람은 많이 봤지만, 자기 자신에 대해 신경 쓰지 않는 사람은 처음 봤어요. 과학을 위해서라면 자기 머리를 잘라버릴 수 있을 것 같아요."

source: "But not any time soon. Experiments to investigate the reanimation of a severed head will require an assistant and a laboratory!"
ko: "하지만 당장 하진 않을 거예요. 절단된 머리를 다시 살리기 위한 실험에는 조수와 연구실이 필요할 테니까요!"
ko_mt: "하지만 당장은 아니죠. 잘린 머리를 다시 살리는 실험을 하려면 조수와 실험실이 필요하겠죠!"

source: "I noticed a small gap in your guard. When you strike to the side, you leave your shoulder open for a counter strike."
ko: "네 방어에서 작은 틈을 발견했어. 네가 측면을 공격할 때 반격 당하기 좋게 어깨가 열리잖아."
ko_mt: "나는 당신의 가드에 작은 틈을 발견했습니다. 옆으로 치면 어깨가 열려서 역공를 당할 수 있습니다."

source: "Really? I never noticed. Get yourself a practice stick and show me."
ko: "정말인가? 전혀 몰랐군. 막대기로 시범을 보여줘 봐."
ko_mt: "정말요? 전혀 몰랐어요. 연습용 스틱을 가져와서 보여주세요."

source: "You know, Regill, when you joined, I thought you wouldn't do any good in our little squad. I always thought officers preferred giving orders to crawling in the mud, spending nights out in the open, and actually doing some fighting. I'm glad I was wrong."
ko: "말할게 있는데, 레질, 네가 합류했을 때, 우리의 작은 부대에 전혀 도움이 되지 않을 거라고 생각했어. 난 언제나 장교들이 진흙탕을 기어가라고 명령하고, 훤히 보이는 채로 밤을 보내고, 실제로는 조금만 싸울거라 생각했었거든. 내가 틀렸었다니 기쁘네."
ko_mt: "레질, 자네가 입대했을 때 난 자네가 이 작은 부대에서 잘 해낼 수 없을 거라 생각했어. 장교들은 진흙탕을 기어 다니며 밤을 지새우고 실제로 전투를 하는 것보다 명령을 내리는 일을 더 좋아한다고 생각했거든요. 제가 틀렸다니 다행이네요."

source: "I used to be a part of a similar team. We went scouting, ran sabotage missions... As you can see, I didn't lose my skills while leading the chapter."
ko: "나도 비슷한 부대의 일원이었다. 우리는 정찰도 나서고, 방해 공작을 수행하기도 했지... 너도 알다시피, 나는 그 부대를 이끄는 동안에도 내 기술을 잃지 않았다."
ko_mt: "저도 비슷한 팀의 일원이었습니다. 정찰도 하고, 사보타주 임무를 수행하기도 하고.. 보시다시피 저는 챕터를 이끌면서도 실력을 잃지 않았어요."

source: "I used to think that even in the Hellknights the smooth talkers would be the ones to make commander, not war dogs like you."
ko: "난 헬나이트 조차도 부드럽게 말하는 사람들이 명령권자가 될 거라 생각했었어. 너같은 전쟁광 말고."
ko_mt: "지옥기사에서도 사령관은 당신 같은 전쟁견이 아니라 부드러운 말을 잘하는 사람이 될 거라고 생각했었죠."

source: "My usefulness as a paralictor was self-evident."
ko: "파랄릭터로서 내 유용함은 자명했다."
ko_mt: "패럴릭터로서 저의 유용성은 자명했습니다."

source: "You would've liked being in my tribe: strict rules you have to follow if you want to survive, nice quiet environment, nothing to distract you from your thoughts... It's like a dream come true for a Hellknight!"
ko: "우리 부족에 속하게 되면 좋아할 거야. 살아남으려면 지켜야만 하는 엄격한 규칙에, 사색을 방해하지 않는 꽤 조용한 환경까지... 헬나이트의 꿈이 실현된 곳이잖아!"
ko_mt: "생존을 위해 지켜야 하는 엄격한 규칙, 조용한 환경, 생각에 방해가 되지 않는 것들.. 우리 부족에 있으면 정말 좋아하실 겁니다. 지옥기사에겐 꿈이 이루어진 것 같아요!"

source: "Survival without a greater goal is meaningless. But you are right, mongrels live more sensibly than many other peoples."
ko: "원대한 목적 없이 생존만 함은 의미없다. 하나 네 말도 틀리지는 않아. 잡종들은 다른 민족들보다 더 현명한 삶을 산다."
ko_mt: "더 큰 목표가 없는 생존은 무의미합니다. 하지만 당신 말이 맞아요, 몽그렐들은 다른 민족보다 더 현명하게 살아갑니다."

source: "Your Bleaching creeps me out. I wouldn't want to live life frantically seeking out new experiences."
ko: "네 백화는 날 소름끼치게 만들어. 나는 강박적으로 새로운 경험을 찾는 삶 같은 건 원하지 않을 테니까."
ko_mt: "당신의 백화는 저를 소름 끼치게 합니다. 새로운 경험을 찾기 위해 미친 듯이 살고 싶지 않아요."

source: "It is surprising how few people understand this. Being in thrall to one's emotions is no better than being in thrall to Numerian narcotics."
ko: "그것을 이해하는 자가 소수에 불과하다는 게 놀라울 따름이다. 누군가의 감정의 노예가 되는 것은 누메리아산 마약류의 노예가 되는 것과 다를 바 없으니."
ko_mt: "이것을 이해하는 사람이 얼마나 적은지 놀랍습니다. 감정의 노예가 되는 것은 누메리아 마약의 노예가 되는 것보다 나을 게 없습니다."

source: "You aren't from a noble family, right? You were taught to fight and read prayers, but I can pick a street rat out of a crowd of aristocrats!"
ko: "너는 귀족 가문의 자식이 아니잖아? 너는 싸우면서 기도문을 읽을 수 있도록 교육받았지만, 나는 귀족 무리 사이에서 들쥐 한 마리를 짚어낼 수 있어!"
ko_mt: "귀족 집안 출신은 아니죠? 넌 싸움과 기도문 읽는 법을 배웠지만, 난 귀족들 사이에서 길거리 쥐새끼를 골라낼 수 있어!"

source: "Right, and they keep looking at me like I'm about to blow my nose on the curtains. Especially the ones whose knightly services don't go any further than marching in parades."
ko: "맞아. 그리고 걔들은 내가 커튼에 코를 풀기 직전인 양 날 쳐다보지. 특히나 기사직을 가두 행진에서나 수행하는 녀석들이 더 그래."
ko_mt: "네, 그리고 그들은 제가 커튼에 코를 풀려는 것처럼 계속 저를 쳐다보죠. 특히 기사 서비스가 퍼레이드 행진보다 더 나아가지 않는 기사들은 더욱 그러하죠."

source: "Did you break another one of the straps on your armor? Here, let me show you another knot... It's just as good but it won't fray so quickly."
ko: "네 갑옷의 장식끈 하나를 또 끊어먹었어? 자, 새 매듭이야... 똑같아 보이겠지만 너무 빨리 풀리지는 않을 거야."
ko_mt: "갑옷의 끈 중 하나가 또 끊어졌나요? 자, 다른 매듭을 보여줄게.. 똑같이 좋지만 그렇게 빨리 닳지는 않을 거야."

source: "Whoa! Thanks! Show me that again."
ko: "우와! 고마워! 그거 다시 보여줘."
ko_mt: "와우! 고마워요! 다시 보여주세요."

source: "I don't know how I lived without beer up to now! Beer alone was worth coming up to the surface for."
ko: "어떻게 내가 여지껏 맥주 없이 살 수 있었는지 모르겠어! 지상에 올라온 값이라면 맥주 하나만으로도 충분한 것 같아."
ko_mt: "지금까지 맥주 없이 어떻게 살았는지 모르겠어요! 맥주만으로도 수면 위로 올라올 가치가 있었어요."

source: "And you still haven't tried good wine!"
ko: “게다가 좋은 와인은 아직 먹어보지도 못했잖아!"
ko_mt: "아직 좋은 와인을 마셔보지 않았군요!"

source: "I don't understand you paladins. Well, really it's that I don't understand the huge, clanking suits of armor you wear... Watch out, here comes Sir Clanks-a-Lot, everybody!"
ko: "너희 팔라딘들을 이해할 수가 없어. 뭐, 내가 이해 안간다는 것을 정확히 말하자면 네가 입은 철커덕거리는 커다란 갑옷이지만 말야... 모두 주목! 끼릭끼릭 경이 오셨습니다, 여러분!"
ko_mt: "난 너희 성기사가 이해가 안 돼. 사실, 너희가 입고 있는 거대하고 덜컹거리는 갑옷이 이해가 안 돼.. 조심해, 클랭크 아 랏 경이 온다!"

source: "So what? This way everybody knows that good is on its way to beat down evil!"
ko: "뭐 어때? 이러면 선이 악을 물리치는 중이라는 걸 모두가 알 수 있잖아!"
ko_mt: "그래서 뭐? 이렇게 하면 선이 악을 물리치는 중이라는 것을 모두가 알 수 있잖아요!"

source: "You think there's no glory without risk... but why do you want glory? So you can fight off crowds of admirers?"
ko: "너는 위험 없이는 영광도 없다고 말하곤 하잖아... 그런데 왜 영광을 원하는 거야? 구혼자 무리를 물리치려고?"
ko_mt: "위험 없이는 영광이 없다고 생각하시겠지만.. 왜 영광을 원하시나요? 수많은 추종자들과 싸우기 위해서요?"

source: "Glory is nice to have, but you can't let it go to your head. When I was a street thief, I lived for pulling reckless stunts, to see the way the other street kids looked at me afterward."
ko: "영광은 좋은 것이지만, 그 영광에 취해서는 안 돼. 내가 길거리 도둑이었을 때는 무모한 묘기를 부리며 다른 길거리 아이들이 나를 바라보는 시선을 의식하고 살았어."
ko_mt: "영광은 좋은 것이지만, 그 영광에 취해서는 안 됩니다. 제가 길거리 도둑이었을 때는 무모한 묘기를 부리며 다른 길거리 아이들이 저를 바라보는 시선을 보며 살았습니다."

source: "Hey, Sosiel! If you paint my portrait, will your goddess curse you for blasphemy?"
ko: "이봐, 소시엘! 네가 내 초상화를 그린다면, 네 여신이 신성모독 죄로 너를 저주할 것 같아?"
ko_mt: "이봐, 소시엘! 내 초상화를 그리면 네 여신이 신성 모독죄로 저주하겠니?"

source: "How could a portrait of a friend be blasphemy? If you truly want me to, I'd be glad to paint you."
ko: "친구의 초상화가 어떻게 신성모독이 되겠습니까? 정말로 원하신다면, 기꺼이 초상화를 그려 드리겠습니다."
ko_mt: "친구의 초상화가 어떻게 신성 모독이 될 수 있죠? 진심으로 원하신다면 기꺼이 그려드리겠습니다."

source: "We have our own craftsmen. They weave cords, carve bone, make figurines out of mud... Your goddess probably wouldn't even look at garbage like that, would she?"
ko: "우리도 우리 나름의 장인이 있어. 끈을 꼬고, 뼈를 조각하고, 진흙으로 조각상을 만들고... 네 여신은 그런 쓰레기들을 쳐다보지도 않을 테지, 안그래?"
ko_mt: "우리에게는 우리만의 장인이 있습니다. 그들은 끈을 짜고, 뼈를 조각하고, 진흙으로 인형을 만들죠.. 너희의 여신이라면 그런 쓰레기는 쳐다보지도 않겠지?"

source: "Why not? I think she'd be glad that even in such terrible circumstances, you never stopped longing for beauty."
ko: "왜 안 보시겠습니까? 그런 끔찍한 환경에서도 아름다움에 대한 갈망을 멈추지 않았다는 사실에 기뻐하실 것 같습니다."
ko_mt: "왜 안 될까요? 그런 끔찍한 상황에서도 아름다움을 향한 갈망을 멈추지 않았다는 사실에 기뻐할 것 같아요."

source: "If I ever find myself in a temple of Shelyn, which side should I turn to face the altar so I don't offend her?"
ko: "내가 셸린의 신전에 가게 되면, 내 어느 쪽 얼굴을 제단에 보여줘야 그녀에게 모욕이 되지 않을까?"
ko_mt: "셸린의 신전에 가면 어느 쪽을 향해서 제단을 향해야 그녀를 화나게 하지 않을 수 있을까요?"

source: "Face her with your heart."
ko: "당신의 마음을 보여주십시오."
ko_mt: "마음으로 그녀를 마주하세요."

source: "Have you ever thought of giving it all up and going home? The crusade doesn't sound like a place where a priest of love and beauty will be very happy."
ko: "모든걸 내려놓고 고향에 돌아가고 싶다고 생각해본 적 있어? 성전은 미와 사랑을 섬기는 사제가 기뻐할 만한 장소가 아니라고 생각되거든."
ko_mt: "모든 것을 포기하고 집으로 돌아갈 생각은 안 해봤나요? 십자군 전쟁은 사랑과 아름다움을 추구하는 성직자가 행복하게 지낼 곳 같지 않아요."

source: "I am not here for my own happiness. Spirits are low among the crusaders, and I want to remind them that love and beauty still exist in this world."
ko: "저만의 행복을 위해 여기 온 건 아닙니다. 성전사들의 기운이 많이 쇠약해져 있는데, 그들에게 이 세상에 사랑과 아름다움이 여전히 존재한다는 사실을 일깨워주고 싶습니다."
ko_mt: "나는 나만의 행복을 위해 여기 온 것이 아닙니다. 십자군들의 기운이 많이 쇠약해져 있는데, 그들에게 이 세상에 사랑과 아름다움이 여전히 존재한다는 사실을 일깨워주고 싶어요."

source: "Do you Shelynites ever argue about what's beautiful and what's not? Do you gather in basements at night and hold bare-knuckle brawls to decide which paintings are worthy of Shelyn?"
ko: "너희 셸린 추종자들끼리 어떤게 아름답고 어떤게 추한지에 대해 논의한 적 있어? 오밤중에 지하실에 모여 어떤 것이 셸린께 더 가치있을지 결정하기 위한 결투를 벌이기도 해?"
ko_mt: "셸린 사람들은 무엇이 아름답고 무엇이 아름답지 않은지에 대해 논쟁한 적이 있나요? 밤에 지하실에 모여서 어떤 그림이 쉴린에 어울리는지 결정하기 위해 맨손으로 난투극을 벌이나요?"

source: "If such a thing is happening, then I am not being invited to them. But throwing teacups? That, unfortunately, I have seen."
ko: "그런 일이 벌어지는 곳이 있다면, 제가 초대받을 자리는 아닙니다. 하지만 찻잔을 던지는 거요? 안타깝게도 그건 제가 본 적 있습니다."
ko_mt: "그런 일이 일어나고 있다면 저는 초대받지 않은 것입니다. 하지만 찻잔을 던지는 건요? 안타깝게도 제가 본 적이 있습니다."

source: "You're lucky to have your brother. Don't make him worry like that ever again. If I'd been in his place, I would have shoved that Shelynite glaive so far up your—"
ko: "저런 형제를 두다니, 너는 참 운이 좋아. 다시는 걱정끼치지 말라고. 내가 저 녀석이었다면, 셸린 교단의 글레이브를 내동댕이치고 너의—"
ko_mt: "오빠가 있어서 넌 운이 좋은 거야. 다시는 동생 걱정시키지 마세요. 내가 형의 입장이었다면 그 셸라이트 글레이브를 네 목구멍에 쑤셔 넣었을 거야."

source: "I swear I will never hurt him again. Never."
ko: "두 번 다시 그에게 상처를 주지 않겠다 맹세한다."
ko_mt: "다시는 그를 해치지 않겠다고 맹세합니다. 절대로요."

source: "Apologies in advance if I make jokes about things you don't find funny. It's my way of avoiding confrontation. Sometimes I forget that it doesn't work on everyone."
ko: "내 농담이 재밌지 않을 경우를 대비해 미리 사과할게. 싸움을 막기 위해 내가 취하는 방식이야. 가끔씩은 그게 누구한테도 안먹힌다는 사실을 잊어버리거든."
ko_mt: "여러분이 재미없어하는 것에 대해 농담을 했다면 미리 사과드립니다. 대립을 피하기 위한 저의 방식입니다. 가끔은 모든 사람에게 통하지 않는다는 사실을 잊어버리기도 합니다."

source: "Do you think I'm some delicate flower? We had a guy in our unit who was left without arms or legs, but he survived. So we called him 'Lucky.' Ha. It's still funny."
ko: "내가 연약한 꽃이라 생각하나? 우리 분대에는 팔다리를 잃고도 살아남은 녀석이 있었지. 우리는 그를 '럭키'라고 불렀다. 하. 웃기는군."
ko_mt: "제가 연약한 꽃이라고 생각하세요? 우리 부대에 팔과 다리가 없는 남자가 있었는데 살아남았어요. 그래서 우린 그를 '럭키'라고 불렀죠. 하. 아직도 웃기죠."

source: "Warm-blooded game was hard to come by underground, but we had giant spiders galore. How about Sarkoris — did you have to deal with critters like that?"
ko: "지하에서는 온혈 동물을 보기 어려웠지만, 거대 거미들은 많았지. 사코리스는 어땠어? 그런 동물들을 상대해야 했어?"
ko_mt: "온혈 동물은 지하에서 구하기 어려웠지만 거대한 거미는 많았어요. 사르코리스는 어땠나요? 그런 동물을 상대해야 했나요?"

source: "Well, in a lean time, you'd be glad of a spider to eat, no doubt... But on the whole, many-legged beasties weren't high on our list of delicacies. Except for bees, o' course — folks in every village kept beehives!"
ko: "그렇소. 힘든 시기에는 거미라도 먹을 수 있어 감사히 여겼지... 하나, 다리 많은 것들은 식량으로는 잘 사용되지 않았지. 물론, 벌은 제외요. 벌집은 마을마다 있었지."
ko_mt: "글쎄요, 살이 찌는 시기에는 거미를 먹을 수 있어서 기쁠 겁니다.. 하지만 전반적으로 다리가 많은 짐승은 별미 목록에서 높은 순위에 있지 않았습니다. 물론 벌만 빼고요 - 마을마다 벌집을 키우는 사람들이 있었으니까요!"

source: "So, Wenduag, how are you settling in? Found any new friends to stab in the back?"
ko: "웬두아그, 그래서 넌 왜 여기 붙은 거야? 등 뒤를 찌르기 위한 새 친구를 찾고 있어?"
ko_mt: "웬두아그, 잘 적응하고 있니? 뒤통수 칠 새 친구는 찾았나요?"

source: "You have so little trust in others, Lann. Especially for someone who sees himself as a goody-goody."
ko: "넌 타인에 대한 신뢰가 부족해, 랜. 특히나 너를 착한 척만 한다 보는 사람에게 말이지."
ko_mt: "넌 타인에 대한 신뢰가 너무 부족해, 란. 특히 자신을 착한 사람이라고 생각하는 사람에게는 더욱 그렇습니다."

source: "Stop saying you're loyal to the Commander. I don't believe a single word that comes out of your mouth."
ko: "사령관에게 충성한다는 말 좀 그만해. 네 입에서 나오는 말은 단 한 마디도 믿을 수가 없으니까."
ko_mt: "사령관에게 충성한다는 말은 그만해. 네 입에서 나오는 말은 하나도 안 믿어."

source: "Then you stop talking about how hideous you are. Or else I'll start thinking you're fishing for compliments."
ko: "그렇다면 네가 얼마나 끔찍한 녀석인지 떠들지나 마라. 네가 칭찬을 유도하는 것처럼 여겨질 지경이니."
ko_mt: "그럼 당신이 얼마나 못생겼는지 그만 얘기하세요. 안 그러면 네가 칭찬을 받으려고 낚시를 하는 줄 알겠어."

source: "Don't even think of coming near my tent, unless you want an arrow between the eyes."
ko: "미간 사이에 화살이 꽂히고 싶지 않다면, 내 천막 가까이엔 다가올 생각도 하지 마."
ko_mt: "눈 사이에 화살을 꽂고 싶지 않다면 내 텐트 근처에 올 생각조차 하지 마세요."

source: "Subtle… Are you sure it's hatred that's provoking such a strong reaction in you, Lann?"
ko: "미묘하군… 랜, 네게 그토록 강경한 반응을 이끌어내는 것이 정말 증오라고 확신하나?"
ko_mt: "미묘하군.. 증오가 그렇게 강한 반응을 불러일으키는 게 확실해, 란?"

source: "Wow, you're still here and you haven't even slit anybody's throat yet!"
ko: "와우, 아직도 여기 남아있는 데다가, 아직도 단 한 명의 목도 긋지 않았네!"
ko_mt: "와, 아직 사람 목을 베지도 않았는데 아직 여기 있네!"

source: "You're starting to repeat yourself. Running out of clever jibes, Lann?"
ko: "했던 말을 또 하는군. 이젠 재치있는 농담도 다 썼나?"
ko_mt: "같은 말 반복하네. 더 이상 재치 있는 농담이 없나, 란?"

source: "You think you can seduce anyone up on the surface? We're monsters to the uplanders, Wendu."
ko: "네가 지상의 누구라도 꼬실 수 있을 거라 생각해? 지상인들에게 우린 괴물일 뿐이야, 웬두."
ko_mt: "지상에서 누구든 유혹할 수 있을 것 같아? 고지대 사람들에게 우린 괴물이야, 웬두."

source: "I'll do and be whatever I want. But you don't understand that, Lann — you have always cared too much about what others think of you."
ko: "나는 내가 원하는 무엇이라도 할 수 있다. 하지만 랜 너는 이해하지 못할 거야. 넌 언제나 다른 사람들이 널 어떻게 생각하는지를 과하게 신경 쓰잖아."
ko_mt: "내가 원하는 건 뭐든지 할 수 있고 될 수 있어요. 하지만 넌 그걸 이해하지 못하잖아, 란. 넌 항상 다른 사람들이 너에 대해 어떻게 생각하는지 너무 신경 써왔어."

source: "You know, you lucked out with your horns. At least yours don't tear a hole in every hood you wear. But we'd be even luckier if…"
ko: "알겠지만, 네 뿔들은 참 축복받은 거야. 최소한 네 것은 모든 모자에 구멍을 내진 않으니까. 하지만 우리가 운이 좀 더 좋았더라면…"
ko_mt: "뿔은 운이 좋았어요. 적어도 네 뿔은 후드마다 구멍이 나진 않잖아. 하지만 더 운이 좋다면..."

source: "…we never had the damn things in the first place."
ko: "…애초에 이 빌어먹을 것들이 있지도 않았겠지."
ko_mt: "...애초에 그런 건 없었어요."

source: "You blame your troubles on everybody else, but you always claim the credit for anything that goes right. Is that really any way to live?"
ko: "너는 네 문제를 다른 모든 사람들의 탓으로 돌리면서, 잘 풀린 모든 것들은 네 덕분이라고 주장하잖아. 그게 정말로 살아남기 위한 방법인 거야?"
ko_mt: "당신은 문제가 생기면 남의 탓으로 돌리지만, 잘 풀리는 일은 항상 자신의 공이라고 주장합니다. 그게 정말 살기 좋은 방법인가요?"

source: "See, the human side of your mouth is flappin', but all I hear is a lizardy hiss."
ko: "봐봐, 뻐끔거리는 건 사람 쪽 입인데, 들리는 건 도마뱀이 쉭쉭대는 소리 뿐이잖아."
ko_mt: "봐요, 사람 쪽 입은 펄럭이는데 도마뱀 쉭쉭 소리만 들려요."

source: "If you're so afraid of going near the enemy, I can teach you how to shoot from a bow. True, it's pretty tough to aim when you're running away from the battlefield."
ko: "적들 근처로 다가가는 게 정말로 무섭다면, 내가 활 쏘는 방법을 가르쳐 줄 수도 있어. 사실 전장에서 도망치는 중에 조준하는 건 꽤나 어려운 일이거든."
ko_mt: "적에게 가까이 가는 것이 그렇게 두렵다면 활 쏘는 법을 가르쳐 줄 수 있어요. 사실, 전장에서 도망칠 때 조준하는 것은 꽤 어렵습니다."

source: "Whenever you decide to finally kick the bucket, give me fair warnin', is all I ask — if I'm gonna be eatin' cave slime at your wake, I need to line my stomach good and proper first."
ko: "죽기로 결심하게 되면 나한테 먼저 말 좀 해줘. 네 장례식에서 동굴 점액을 배부르게 먹으려면 배를 좀 비워야 할테니까."
ko_mt: "마침내 양동이를 걷어차기로 마음먹었다면 미리 경고해 주세요. 당신 장례식장에서 동굴 점액을 먹으려면 먼저 배를 제대로 채워야 하니까요."

source: "In our tribe, stealing was more trouble than it was worth. Thieves were severely punished. But up on the surface, you can rise quite high by robbing other people, I've learned."
ko: "우리 부족에서 도둑질은 유용하다기보다는 골칫거리였어. 도둑들은 심하게 처벌당했지. 하지만 지상에서는 다른 사람의 것을 훔쳐서 꽤 높은 지위까지 올라갈 수 있다는 것을 배웠지."
ko_mt: "우리 부족에서 도둑질은 가치보다 더 큰 문제였습니다. 도둑은 가혹한 처벌을 받았죠. 하지만 지상에서는 남의 물건을 훔치면 꽤 높은 지위에 오를 수 있다는 것을 배웠습니다."

source: "It's called si-vil-i-zay-shon, geddit?"
ko: "그게 바로 무-운-며-엉이라는 거야, 알겠어?"
ko_mt: "시빌-이자이-숀이라고 하죠, 게딧?"

source: "It must be a pain, having to cut a hole in every pair of pants for your tail. For once I actually feel lucky compared to somebody else."
ko: "모든 바지에 꼬리 뺄 구멍을 내는 건 상당히 짜증나는 작업일 게 확실하지. 이번만큼은 진짜로 내가 다른 사람보다 더 운이 좋았다고 느껴지네."
ko_mt: "꼬리 때문에 바지에 구멍을 뚫어야 하는 건 정말 고통스러울 거예요. 다른 사람들에 비하면 운이 좋다고 생각해요."

source: "It ain't just a case of makin' a hole — I need to stitch it so the whole seam doesn't split. That's why I learned to sew, my tail's a blessing in disguise!"
ko: "그냥 구멍만 뚫는 게 아니야. 뜯어지지 않도록 솔기를 다시 꿰메기도 해야 하지. 그래서 바느질을 배우게 됐어. 내 꼬리는 불운을 가장한 축복이라고!"
ko_mt: "단순히 구멍을 뚫는 것이 아니라 전체 솔기가 찢어지지 않도록 꿰매야 합니다. 그래서 바느질을 배웠습니다. 제 꼬리는 변장술의 축복입니다!"

source: "I analyzed the aerodynamic properties of your wings, demon girl. My conclusion: they are incapable of flight."
ko: "데몬 소녀분, 당신께 달린 날개의 공기 역학적 기능을 분석해봤어요. 결론은, '비행에 부적합하다'였죠."
ko_mt: "네 날개의 공기역학적 특성을 분석해봤어, 데몬 소녀. 내 결론은 날 수 없다는 거야."

source: "And yet, they do fly. I hope this isn't the only time I manage to violate the laws of the universe."
ko: "그래도 날 수 있잖아요. 제가 우주의 법칙을 어긴 유일한 사례가 아니기를 바라요."
ko_mt: "그럼에도 불구하고 그들은 날아갑니다. 제가 우주의 법칙을 어긴 것이 이번이 처음이 아니기를 바랍니다."

source: "Statistics indicate the girl demon will be attractive to 82 percent of female individuals on Golarion and 97 percent of male individuals."
ko: "통계에 따르면 여성 데몬은 골라리온의 여성 개체의 82퍼센트에게, 남성 개체의 97에게 매력적이랍니다."
ko_mt: "통계에 따르면 소녀 데몬은 골라리온의 여성 82%, 남성 97%에게 매력적으로 보일 것입니다."

source: "Oh... I... I'm flattered. Thank you. But let's not bring this up again."
ko: "오... 저... 제 기분이 좋네요. 고마워요. 하지만 이 얘기는 다시 꺼내지 말아요."
ko_mt: "오.. 나는.. 영광이네요 고마워요. 하지만 이 얘기는 다시 꺼내지 말자고요."

source: "Demon girl, I need you to kiss me. This is motivated by scientific, rather than romantic, interest. Just let me get my chronometer and we can begin."
ko: "데몬 소녀분, 당신의 키스가 필요해요. 이건 연애 감정이 아니라 과학적 흥미 때문이죠. 정밀 시계만 준비되면 바로 시작합시다."
ko_mt: "데몬 소녀, 키스해줘요. 이것은 낭만적이기보다는 과학적 관심에 의해 동기 부여됩니다. 크로노미터만 가져오면 시작할 수 있어요."

source: "You're insane! What are you planning to measure — the time it takes for me to kill you with a kiss? Don't ever ask me to do anything like that ever again!"
ko: "미치셨군요! 대체 뭘 측정하고 싶으신 건가요? 제 키스가 당신을 죽이는 시간인가요? 다시는 그런 말씀 꺼내지 말아주세요!"
ko_mt: "미쳤구나! 내가 키스로 널 죽이는데 걸리는 시간을 측정할 생각이야? 다시는 그런 부탁하지 마!"

source: "If abrikandilus hate all that is beautiful, how do they fight on the same side as succubi?"
ko: "아브리칸딜루가 아름다운 모든 것들을 증오한다면, 어째서 같은 편 서큐버스와는 싸우지 않는 걸까요?"
ko_mt: "아브리칸딜루스가 아름다운 모든 것을 싫어한다면 어떻게 서큐비와 같은 편에서 싸울 수 있을까요?"

source: "Succubi are only beautiful on the outside, inside they are nothing but hunger and ugliness. Maybe even abrikandilus can sense it?"
ko: "서큐버스들은 외관만 아름답지, 내면은 허기와 흉으로 가득하죠. 아브리칸딜루들이 그걸 감지하는 것은 아닐까요?"
ko_mt: "서큐비는 겉모습만 아름답고 속은 굶주림과 추악함뿐입니다. 아브리칸딜루스도 그걸 감지할 수 있을까요?"

source: "Horn length — check. Now let's measure your wingspan... please spread your wings out fully."
ko: "뿔 길이 — 확인. 이제 날개 너비를 측정해보죠... 당신의 날개를 활짝 펴주세요."
ko_mt: "뿔 길이 - 확인. 이제 날개 길이를 측정해 보겠습니다.. 날개를 활짝 펴주세요."
