Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "A brother is a person who has similar genes to you. His personality, behavior, and moral principles are distinct. Losing him means eliminating the need to cooperate with a person imposed on you by your family."
ko: "형제란 당신과 비슷한 유전자를 가진 사람이죠. 그는 뚜렷한 성격, 행동, 도덕적 원칙을 가지고 있어요. 그를 잃는 것은 당신의 가족 때문에 당신을 이용하는 사람과 같이 동행해야 할 이유가 없어진다는 사실을 의미하고요."
ko_mt: "형제는 나와 비슷한 유전자를 가진 사람입니다. 그의 성격, 행동, 도덕적 원칙은 뚜렷합니다. 형제를 잃는다는 것은 가족이 강요하는 사람과 협력할 필요가 없어진다는 것을 의미합니다."

source: "If you thought speaking of this in such blunt terms would shock me into discussion, you were wrong."
ko: "당신의 직설적인 언질에 제가 충격을 받고 토론에 임할 거라 생각하셨다면 오산입니다."
ko_mt: "이렇게 직설적인 표현으로 말하면 제가 충격을 받아 토론에 응하지 않을 거라고 생각했다면 오산입니다."

source: "Setting aside the aesthetic pleasure of beholding paintings, what practical purpose do they serve?"
ko: "그림을 봄으로써 얻는 심미적 만족감을 제외하면, 이것들이 가진 실용적 목적이 뭔가요?"
ko_mt: "그림을 보는 미적 즐거움을 제쳐두고, 그림은 어떤 실용적인 목적을 가지고 있을까요?"

source: "What makes you think that aesthetics isn't practical? Beauty commands attention and can convey ideas that would go unnoticed otherwise. And also, paintings can cover an unsightly spot on a wall."
ko: "심미적인 것이 실용적이 아니라 생각하는 이유는 무엇입니까? 아름다움은 이목을 끌어내고 달리 생각할 수 없던 발상을 떠오르게 할 수 있습니자. 또, 벽의 흉해진 부분을 그림으로 덮을 수도 있죠."
ko_mt: "미학이 실용적이지 않다고 생각하는 이유는 무엇일까요? 아름다움은 주의를 끌며 다른 방법으로는 눈에 띄지 않을 아이디어를 전달할 수 있습니다. 또한 그림은 벽의 보기 흉한 부분을 덮을 수도 있습니다."

source: "Now I will try to determine the best strategy for extinguishing a tent on fire, where the attempt must be made from inside the burning tent."
ko: "이번에는 천막 내부에 불이 붙었을 때, 천막 안에서 불을 소화할 수 있는 최상의 방법을 알아봅시다."
ko_mt: "이제 불이 난 텐트를 진화하기 위한 최선의 전략을 결정하려고 하는데, 이 시도는 불타는 텐트 안에서 해야 합니다."

source: "Hey! Don't even think of it! It's not only dangerous for you, it's dangerous for the rest of us! Don't you remember that I asked you not to conduct any more experiments involving fire and our possessions... No, of course you don't!"
ko: "이보세요! 할 생각도 마세요! 당신께 위험할 뿐만 아니라, 저희 모두에게 위험합니다! 불이나 저희 소지품과 관련된 실험을 더 이상 하지 말아달라 부탁한 것 기억하지 않으십... 아니, 물론 기억 못하시겠죠!"
ko_mt: "야! 꿈도 꾸지 마! 너뿐만 아니라 우리 모두에게 위험해! 내가 더 이상 불과 우리 물건을 이용한 실험을 하지 말라고 부탁한 거 기억 안 나? 아니, 당연히 기억 안 나겠지!"

source: "Yes, cleric boy, the weather graph for the Wound looks exactly as I described — excellent work. But what informational value do the flowers and little people add?"
ko: "좋아요, 성직자 소년. 세계상처의 기상에 대한 도표가 내 묘사와 완벽히 똑같아요. 훌륭한 작업물이에요. 그런데 추가된 꽃과 작은 사람에는 어떤 정보가 들어있는 건가요?"
ko_mt: "그래, 성직자 소년, 상처에 대한 날씨 그래프는 내가 설명한 대로 아주 잘 만들었어. 하지만 꽃과 작은 사람들이 어떤 정보적 가치를 더해줄까요?"

source: "They are allegorical depictions of the times of year and the cardinal directions. Sometimes symbols tell us more than numbers alone."
ko: "한 해의 시간과 사방위를 우화적으로 묘사한 것입니다. 상징은 때로 숫자만으로 보여줄 수 있는 것 이상을 드러낼 수 있죠."
ko_mt: "이 상징들은 한 해의 시기와 기본 방향을 우화적으로 묘사한 것입니다. 때로는 상징이 숫자보다 더 많은 것을 알려주기도 합니다."

source: "I estimated the probability of meeting a cleric of Shelyn on the front line in the Worldwound. You have confounded my calculations, cleric boy."
ko: "저는 세계상처의 전선에서 셸린의 클레릭과 만날 확률을 추측했었어요. 당신 덕분에 제 계산이 틀렸음이 입증되었네요, 성직자 소년."
ko_mt: "세계상처 최전선에서 쉴린의 성직자를 만날 확률을 계산해봤는데요. 내 계산을 헷갈리게 했군, 성직자 소년."

source: "Is that your way of saying, 'What are you doing here?' Even you doubt me, I see..."
ko: "'여기서 뭐 하는 거야?'라는 뜻인가요? 당신도 저를 믿지 못하시는군요..."
ko_mt: "'여기서 뭐 하는 거야?'라고 말하는 건가요? 당신도 날 의심하는군요..."

source: "As a human who has spent a long time among demons, you could write a treatise on the subject. Even though you aren't a scholar, it will be a valuable source for future research."
ko: "데몬들과 오랜 세월 지냈던 인간으로서, 당신은 해당 연구 주제에 대한 논문을 쓸 수 있을 거예요. 당신이 학자가 아니더라도, 그것은 미래의 연구를 위한 귀중한 자산이 되겠죠."
ko_mt: "데몬들 사이에서 오랜 시간을 보낸 인간으로서 이 주제에 대한 논문을 쓸 수 있을 겁니다. 학자는 아니더라도 향후 연구에 귀중한 자료가 될 것입니다."

source: "No. What's done is done. I do not want to remember it."
ko: "아니. 끝난 일은 끝난 일이다. 나는 그것을 기억하고 싶지 않아."
ko_mt: "아니, 이미 끝난 일이야. 기억하고 싶지 않아요."

source: "There is a striking similarity between you and the cleric boy. Is he your son?"
ko: "당신과 클레릭 소년은 깜짝 놀랄 정도로 닮았네요. 당신의 아들인 건가요?"
ko_mt: "당신과 그 성직자 소년 사이에는 놀라운 유사점이 있습니다. 아드님이세요?"

source: "Captivity did not do my appearance any favors, but I don't think I look that old..."
ko: "수감 생활이 내 외모에 좋은 영향은 없었겠지만 서도, 내가 그렇게까지 늙어보인다는 생각은 안했는데..."
ko_mt: "포로가 내 외모에 호의를 베풀지는 않았지만 그렇게 늙어 보이지는 않는 것 같아요..."

source: "You have a most fascinating head shape, bearded boy. If you'll allow, I will measure the prominence of your brow ridge—"
ko: "수염 소년, 당신은 정말로 매혹적인 두상을 지니셨군요. 허락해주신다면, 당신의 눈썹뼈 깊이를 측정—"
ko_mt: "넌 정말 매력적인 두상을 가졌구나, 수염 난 소년. 허락하신다면 눈썹 융기의 두드러짐을 측정해 보겠습니다."

source: "Why don't I count your teeth instead? After I knock 'em out of your skull. What do you think of that for an experiment, sorceress?"
ko: "대신 내가 너의 이빨 개수를 세보는 건 어떤가? 네 이빨들을 머리에서 전부 뽑아낸 다음에 말이지. 이 실험은 어떻게 생각하시오, 마법사?"
ko_mt: "대신 네 이빨을 세어볼까? 네 이빨을 두개골에서 빼낸 후에 말이지. 실험으로 어때요, 마법사님?"

source: "Hey, mongrel girl. Tell me what mongrels eat in the catacombs. It's for my Encyclopedia."
ko: "거기, 잡종 소녀분. 지하 세계에서 잡종들이 뭘 섭취했는지 말해줘요. 제 백과사전에 실을 내용이에요."
ko_mt: "이봐, 몽그렐 소녀. 몽그렐들이 지하묘지에서 뭘 먹는지 말해줘. 내 백과사전을 위해요."

source: "Other mongrels, obviously. Why else would we have such short lives?"
ko: "당연히 다른 잡종들이다. 우리의 생애가 그토록 짧을 이유가 달리 어디 있나?"
ko_mt: "당연히 다른 몽그렐들이죠. 그렇지 않으면 왜 이렇게 수명이 짧을까요?"

source: "Just think about the contribution you could make to society, mongrel girl! So please set aside your emotions and consider my proposal rationally!"
ko: "당신이 이 사회에 어떤 공헌을 하게 될지를 고려해주세요, 잡종 소녀! 그러니 당신의 감정을 배제하고, 제 제안을 진지하게 고려해줘요!"
ko_mt: "네가 사회에 기여할 수 있는 공헌을 생각해 봐, 몽그렐 소녀야! 그러니 감정을 제쳐두고 이성적으로 제 제안을 고려해 주세요!"

source: "I don't care what happens to my body after I'm dead. But you'll die long before I do, trust me."
ko: "내가 죽은 뒤에 내 몸이 어찌 될 지는 신경 쓰이지 않아. 하지만 넌 내가 죽기 한참 전에 죽을 거다. 내 말을 믿어라."
ko_mt: "내가 죽은 후 내 몸이 어떻게 되든 상관없어요. 하지만 당신은 나보다 훨씬 먼저 죽을 테니 믿어주세요."

source: "Mongrel girl, your account contradicts what other people have told me. Are you sure?"
ko: "잡종 소녀분, 네 설명은 다른 사람들의 것과 모순되네요. 확신이 있으신가요?"
ko_mt: "몽그렐 소녀, 당신의 설명은 다른 사람들이 내게 말한 것과 모순됩니다. 확실해요?"

source: "Absolutely. You probably talked to some liars who've never even seen a cave lizard before! They are actually very friendly creatures and they love to be petted."
ko: "확신한다. 너는 동굴 도마뱀을 단 한 번도 보지 못한 사기꾼들과 이야기했을 거다. 그들은 사실 아주 친근한 생물들이며 쓰다듬어지길 좋아한다."
ko_mt: "물론이죠. 동굴 도마뱀을 한 번도 본 적이 없는 거짓말쟁이들과 이야기를 나눴을 거예요! 사실 동굴 도마뱀은 매우 친근한 동물이며 쓰다듬는 것을 좋아해요."

source: "The facts you tell me about mongrel life do not always correspond to the reality. I think I need a larger sample."
ko: "당신이 잡종의 삶에 대해 말해준 사실은 현실에 항상 적용되지 않아요. 더 많은 표본이 필요하겠네요."
ko_mt: "몽그렐 생활에 대해 알려주는 사실들이 항상 현실과 일치하는 것은 아닙니다. 더 많은 표본이 필요한 것 같아요."

source: "Ha ha ha, you finally realized, did you? I've been feeding you nonsense this whole time! And you believed it like a gullible child!"
ko: "하하하. 이제야 눈치 챈 것이냐? 난 네게 이제껏 헛소리들만 던져줬다! 그리고 너는 순진한 애새끼마냥 믿었지!"
ko_mt: "하하하, 이제야 깨달았군요? 내가 계속 헛소리를 먹여왔다는 걸! 그리고 넌 순진한 어린애처럼 그걸 믿었지!"

source: "Mongrel girl, what other spider parts do you have apart from your appendages? Silk glands? A chitin shell?"
ko: "잡종 소녀분, 당신께 거미의 또 다른 부속물이 있나요? 견사선은 있어요? 키틴질 껍질은요?"
ko_mt: "몽그렐 소녀, 거미 부속물 말고 다른 거미 부위는 뭐가 있니? 실크샘? 키틴 껍질?"

source: "The ability to do away with annoying flies like you."
ko: "너처럼 성가신 파리를 제거할 능력이 있다."
ko_mt: "당신 같은 성가신 파리를 없애는 능력."

source: "Tiefling boy, are you certain that setting fire to the temple in Drezen will bring about a sudden downpour?"
ko: "티플링 소년, 드레젠의 신전에 불을 피우면 갑자기 폭우가 쏟아질 거라고 확신하시나요?"
ko_mt: "티플링 소년, 드레젠의 신전에 불을 지르면 갑자기 폭우가 쏟아질 거라고 확신하느냐?"

source: "Yep, yep, that's how it works. The gods protect the temple against all fires, or somethin' like that. But let me know when you're about to start. You can bet everyone will panic when they see the flames, chucking out all their worldly possessions — some upstanding citizen's gotta keep an eye on 'em."
ko: "그럼, 그럼, 그렇고 말고. 신들이 화재 등 모든 재해로부터 신전을 지켜준다고. 그런데 불이 낼 거라면 시작할 때 알려줘. 불길을 보면 분명 모두가 패닉에 빠져 세속적인 재산을 모두 내던질 거야. 그러면 어느 강직한 시민이 지켜봐야 하잖아."
ko_mt: "네, 네, 그렇게 작동합니다. 신들이 모든 화재로부터 신전을 지켜준다는 거죠? 하지만 불이 나기 시작하면 알려주세요. 불길을 보면 모두가 패닉에 빠져 세속적인 재산을 모두 내던질 테니, 어떤 성실한 시민이 지켜봐야 할 거예요."

source: "Due to the proximity to the Worldwound, many inhabitants of Kenabres are suspicious of tieflings. Tiefling boy, tell me, what are tieflings doing to change public opinion? How are they dealing with this problem?"
ko: "세계상처와의 근접성때문에, 케나브레스의 많은 거주민들이 티플링을 의심하고 있어요. 티플링 소년, 이 여론을 바꾸기 위해 티플링들이 한 일이 있는지 말해주실래요? 이 문제를 어떻게 해결하고 있나요?"
ko_mt: "세계상처와 가까워서 케나브레스의 많은 주민들이 티플링을 의심하고 있어요. 티플링 소년, 티플링이 여론을 바꾸기 위해 뭘 하고 있나? 그들은 이 문제에 어떻게 대처하고 있죠?"

source: "Uhh, we pinch stuff from people who really don't like us. We rob other people too, but we don't clean 'em out in the same way. That's like justice, right?"
ko: "어. 우리를 아주 싫어하는 사람들의 물건을 훔쳐. 다른 사람들 물건도 훔치고. 하지만 같은 방식으로 처분하지는 않아. 정의랑 비슷하지?"
ko_mt: "우리를 정말 싫어하는 사람들의 물건을 훔치기도 합니다. 다른 사람의 물건도 훔치지만 같은 방식으로 청소하지는 않죠. 그게 정의잖아요, 그렇죠?"

source: "Tiefling physiology has been a topic of only cursory scientific study. Since I have the good fortune of having a test subject on hand, I would like to deepen my knowledge and conduct a few experiments."
ko: "티플링 생리학은 연구의 주제로 많이 다뤄지지 않았다. 실험체를 확보하는 행운을 얻었기 때문에, 내 지식을 더 깊게 파고들고 몇 가지 실험을 진행할 것이다."
ko_mt: "티플링 생리학은 피상적인 과학적 연구 주제에 불과했습니다. 운 좋게도 실험 대상을 확보할 수 있었기 때문에 지식을 더 깊이 쌓고 몇 가지 실험을 해보고 싶습니다."

source: "What do you say to this brave challenge: 'How many cherry rolls can the average tiefling eat before he gets sick?'"
ko: "대담한 도전 하나를 소개할게: '티플링이 아플 때가지 먹을 수 있는 체리롤의 평균 개수는 얼마나 될까?'"
ko_mt: "'평균적인 티플링이 아프기 전에 체리롤을 몇 개나 먹을 수 있을까'라는 이 용감한 도전에 대해 어떻게 생각하시나요?"

source: "...and therefore we can conclude that the atmospheric front moving from the west to the east will bring only minor precipitation, but there will be a heavy downpour in Nerosyan!"
ko: "...이에 따라, 우리는 서에서 동으로 발생한 대기 이동으로 인해 이 지역에 적은 강수량이 발생하겠지만, 네로시안에는 큰 폭우가 내릴 것으로 결론지었다!"
ko_mt: ".. 따라서 서쪽에서 동쪽으로 이동하는 대기 전선은 약간의 강수량 만 가져올 것이지만 네로시안에는 폭우가 내릴 것이라고 결론을 내릴 수 있습니다!"

source: "All I said was, 'Nice day, ain't it?'"
ko: "난 '날씨가 참 좋지 않아?'라고만 말했는데."
ko_mt: "저는 그저 '좋은 날이지 않나요?' 라고 말했을 뿐입니다."

source: "Stand still, boy. I want to determine how many balls of mud can be speared on the horn of a tiefling."
ko: "가만히 있으세요, 소년. 티플링의 뿔에 얼마나 많은 진흙 덩어리를 꽂을 수 있을지 알고 싶으니까요."
ko_mt: "가만히 있어라. 티플링의 뿔에 진흙 공을 몇 개나 꽂을 수 있는지 알아보고 싶어요."

source: "Uh, listen, Nenio! How 'bout we swap out the mud for nice freshly baked rolls? It'll make the experiment more interestin', and I promise to stand very, very still!"
ko: "어, 들어봐, 네니오! 진흙을 갓 구운 식빵으로 바꾸는 것 어때? 그러면 실험도 더 흥미로워질 테고, 나도 아주 아주 가만히 있겠다고 약속할게!"
ko_mt: "어, 들어봐요, 네니오! 진흙 대신 갓 구운 맛있는 롤빵으로 바꾸면 어떨까요? 그러면 실험이 더 재미있어질 거예요, 그리고 전 가만히 있을게요!"

source: "A demon cannot repent and fight in the crusade against demons. It is absurd."
ko: "데몬은 회개할 수도, 데몬에 맞선 성전에 참여할 수도 없다. 터무니없는 주장을 하는군."
ko_mt: "데몬은 회개하고 데몬과의 성전에서 싸울 수 없습니다. 터무니없는 일입니다."

source: "Desna granted me a miracle, and miracles are always absurd."
ko: "데즈나께서 제게 기적을 내리셨어요. 기적은 언제나 터무니 없고요."
ko_mt: "데스나는 저에게 기적을 선물했고, 기적은 언제나 터무니없습니다."

source: "Don't stray from the camp fire. If you do, I will consider it an attempt to flee."
ko: "모닥불에서 떨어지지 마라. 만일 그렇게 한다면, 도망치려는 시도라고 받아들이겠다."
ko_mt: "캠프 파이어에서 벗어나지 마세요. 이탈하면 도망치려는 시도로 간주하겠습니다."

source: "I don't have anywhere to run to. But... I don't want to cause you unnecessary alarm."
ko: "저는 도망칠 곳이 어디에도 없어요. 하지만... 당신께 불필요한 걱정도 끼치고 싶지 않네요."
ko_mt: "도망갈 곳이 없어요. 하지만.. 불필요한 걱정을 끼쳐드리고 싶지 않아요."

source: "Before we eat, I need to test the food for poison or sedative."
ko: "먹기 전에 독이나 마취제가 들었는지 확인해야만 하겠군."
ko_mt: "먹기 전에 음식에 독극물이나 진정제가 있는지 검사해야 해요."

source: "Why am I not surprised that you say that while looking directly at me?"
ko: "어째서 당신이 절 똑바로 쳐다보며 그렇게 말하는 게 놀랍지 않을까요?"
ko_mt: "당신이 나를 똑바로 쳐다보면서 그렇게 말하는 게 왜 놀랍지 않죠?"

source: "You are not the first and you will not be the last succubus to wear faith as a disguise. By your falseness you entrap the righteous."
ko: "너는 신앙을 위장 수단으로 선택한 첫 서큐버스도, 마지막 서큐버스도 아니다. 네 속임수를 통해 의인들을 함정에 빠뜨리는군."
ko_mt: "당신이 처음도 아니고 믿음을 변장하는 마지막 서큐버스도 아닐 것입니다. 너의 거짓으로 너는 의로운 자들을 함정에 빠뜨린다."

source: "It is not false. It is the first true and honest thing I have done in my life. Although I doubt you will believe that."
ko: "거짓이 아니에요. 제 생에 한 첫 번째 진실이자 정직한 일이라고요. 당신이 그걸 믿어주실 지는 모르겠지만요."
ko_mt: "거짓이 아닙니다. 제 인생에서 처음으로 진실하고 정직한 일을 한 것입니다. 믿으실지 모르겠지만요."

source: "I have heard accounts of supernatural creatures changing their nature and becoming something different. But these cases are so rare that it would be absurd to see them as justification for trusting any demon claiming repentance."
ko: "난 몇몇 초자연적인 생물들이 자신의 천성을 바꾼 덕분에 완전히 다른 존재가 되었다는 경우를 들은 적이 있다. 하지만 이런 사례는 극히 드물기 때문에, 회개를 외치는 모든 데몬을 믿어야 할 타당한 이유로 보는 것은 말도 안 되지."
ko_mt: "초자연적인 생물이 본성을 바꾸고 다른 존재가 되었다는 이야기를 들어본 적이 있습니다. 하지만 이러한 사례는 매우 드물기 때문에 회개를 주장하는 데몬을 신뢰하는 근거로 삼는 것은 터무니없는 일입니다."

source: "Thank you for reminding me that I am not the only one to have traveled this path. If there is a chance I will succeed, even one in a million, I will not give up."
ko: "이 여정을 떠난 것이 저 뿐만 아니라는 사실을 상기시켜주셔서 감사합니자. 제게 백만 분의 일이라도 성공할 가능성이 있다면, 포기하지 않겠어요."
ko_mt: "저만 이 길을 걸어온 것이 아니라는 사실을 일깨워 주셔서 감사합니다. 성공할 가능성이 백만 분의 일이라도 있다면 포기하지 않겠습니다."

source: "I hope you keep that spirit of yours under control. I wouldn't want it attacking us in the middle of battle."
ko: "자네의 영혼을 잘 통제해줬으면 좋겠군. 전투 중간에 우리를 공격하지 않았으면 하니."
ko_mt: "그 영혼을 잘 다스렸으면 좋겠어요. 전투 중에 우리를 공격하는 건 원치 않으니까요."

source: "There are some forces you can't rein in. Unfortunate, isn't it? But don't worry, my spirit isn't going to betray me."
ko: "당신이 쥐고 흔들 수 없는 힘도 존재하는 법이죠. 불행히도요. 그렇죠? 하지만 걱정하지 마세요. 제 영혼은 저를 배신하지 않을 거랍니다."
ko_mt: "통제할 수 없는 힘도 있습니다. 안타깝지 않나요? 하지만 걱정하지 마세요. 제 영혼은 절 배신하지 않을 테니까요."

source: "I know people like you. Bored aristocrats who think that war is another diversion, like hunting. They usually get killed, and they get their allies killed too."
ko: "나는 자네같은 부류의 사람들을 잘 안다. 전쟁을 사냥이나 다름없는 또 다른 유흥거리라고 생각하는, 권태기의 귀족들 말이지. 그런 자들은 보통 살해당하고, 그의 아군들 또한 죽게 만든다."
ko_mt: "당신 같은 사람들을 알아요. 전쟁을 사냥과 같은 또 다른 기분 전환이라고 생각하는 지루한 귀족들이죠. 그들은 보통 죽임을 당하고 아군도 죽게 만들죠."

source: "Oh well! At least I'm not going to die of boredom."
ko: "그렇군요! 적어도 저는 지루해서 죽지는 않겠아요."
ko_mt: "오, 이런! 적어도 지루해서 죽지는 않겠네."

source: "A sheltered noblewoman able to wield a blade with deadly skill. Highly suspect. What are you hiding?"
ko: "치명적인 기교로 검을 다룰 수 있는 온실 속 귀족 여성이라. 매우 의심스럽군. 무엇을 숨기고 있나?"
ko_mt: "치명적인 기술로 검을 휘두를 수 있는 은둔형 귀족 여성. 매우 의심스럽군. 뭘 숨기는 거죠?"

source: "You're always keeping such a close eye on me, Paralictor. Tread carefully, or else I'll think you've developed a tendre for me."
ko: "파랄릭터, 당신은 언제나 저를 주시하고 계시군요. 조심하세요. 그렇지 않으면 당신이 제게 더 상냥해졌다 생각하고 말 거에요."
ko_mt: "당신은 항상 나를 주시하고 있군요, 패럴릭터. 조심해서 발걸음을 옮기세요, 그렇지 않으면 저를 향한 마음이 커졌다고 생각하겠죠."

source: "Many aristocrats possess an unfounded pride in themselves. But you are not even an aristocrat, just the illegitimate daughter of one. So how do you explain your pridefulness?"
ko: "많은 귀족들이 스르로에 대한 근본없는 자만심을 가지고 있다. 하지만 자네는 귀족조차도 아닌 일개 사생딸일 뿐이지. 그러면 자네 자만심은 대체 어디서 오는겐가?"
ko_mt: "많은 귀족들은 자신에 대한 근거 없는 자부심을 가지고 있습니다. 하지만 당신은 귀족도 아니고 귀족의 사생아에 불과합니다. 그렇다면 당신의 자부심을 어떻게 설명할 수 있을까요?"

source: "What is it you call pridefulness, Hellknight? A sense of one's own dignity?"
ko: "헬나이트님, 어떤 걸 자만심이라고 표현하시는 건가요? 자신의 권위에 대한 자각?"
ko_mt: "자만심이란 게 뭐지, 지옥기사? 자신의 존엄성에 대한 감각?"

source: "Shamans are not to be trusted. Any of them could be possessed by a spirit without warning."
ko: "샤먼은 믿을 수 없는 족속들이다. 아무런 징조도 없이, 누구라도 영혼에게 빙의당할 수 있기 때문이지."
ko_mt: "주술사는 믿어서는 안 됩니다. 어떤 주술사라도 예고 없이 영혼에 홀려버릴 수 있습니다."

source: "You fear that which you do not understand. Therefore, you cannot judge the merit of your comrades or your enemies."
ko: "당신은 이해하지 못하는 것을 두려워 하시죠. 그렇기 때문에, 당신은 동료나 적을 판별할 수 없어요."
ko_mt: "당신은 당신이 이해하지 못하는 것을 두려워합니다. 그러므로 동지나 적의 공로를 판단할 수 없다."

source: "If you weren't an able healer, noble, I would vote to have you expelled from the party."
ko: "귀족, 자네가 치유사 역할을 수행하지 못했다면 나는 곧장 추방 투표를 실시했을 거라네."
ko_mt: "만약 당신이 유능한 치유사가 아니었다면, 귀족, 나는 당신을 당에서 추방하는데 투표했을 것입니다."

source: "Fortunately, no one is holding such a vote."
ko: "다행스럽게도 그런 투표를 시도한 사람이 없군요."
ko_mt: "다행히도 그런 투표를 하는 사람은 없습니다."

source: "Such power, and it is bestowed upon an undisciplined whelp. I cannot abide waste."
ko: "강력한 힘이 버릇없는 강아지에게 내려지다니. 아깝군."
ko_mt: "그런 힘은 훈련되지 않은 새끼에게 주어지는 것이다. 나는 낭비를 참을 수 없다."

source: "Quite right. I am too good for this little world. Thank you for noticing."
ko: "실로 맞는 말씀입니다. 저는 이 작은 세상에 아까운 사람이죠. 알아봐 주셔서 감사합니다."
ko_mt: "맞아요. 저는 이 작은 세상에 비해 너무 좋은 사람이에요. 알아봐 주셔서 감사합니다."

source: "You expend too much effort trying to rile the aristocracy. The expedient thing would be to renounce your title and exit this fight."
ko: "짜증나는 귀족이 되는데 너무 많은 노력을 소비하는군. 자네의 작위를 버리고 이 전장을 떠나는 것을 대안으로 제시하지."
ko_mt: "귀족들을 흔들기 위해 너무 많은 노력을 기울이고 있습니다. 가장 편한 방법은 직위를 포기하고 이 싸움을 그만두는 것입니다."

source: "And miss out on the greatest diversion of my life? I think not!"
ko: "그렇게 제 인생의 가장 큰 전환점을 놓치라는 말씀이십니까? 그럴 수는 없죠!"
ko_mt: "그리고 내 인생에서 가장 큰 전환점을 놓치라고요? 그럴 리가!"

source: "You are the perfect illustration of the problems that arise in societies where titles and power are inherited rather than earned."
ko: "자네는 작위와 권력을 성취하는 게 아닌 상속받음으로 인해 발생하는 사회 전반의 문제들에 대한 완벽한 표본이라네."
ko_mt: "당신은 직위와 권력이 획득되는 것이 아니라 대물림되는 사회에서 발생하는 문제를 완벽하게 보여줍니다."

source: "Oh, I wholeheartedly agree! And I daresay even the most diehard royalists of Mendev agree with you. They look at me and think, 'How can that walking heresy be anywhere higher than dead last in the order of succession?'"
ko: "오, 저도 전적으로 동의하는 바입니다! 감히 말하자면 멘데브에서 가장 강경한 왕정주의자들 또한 당신의 말씀에 동의하겠죠. 그들은 저를 보며 이렇게 생각할 겁니다. '어떻게 저 걸어다니는 이단자가 왕위 계승권의 최하위가 아닌 것이지?' 라고 말이죠."
ko_mt: "오, 전적으로 동의합니다! 그리고 멘데브의 가장 열렬한 왕당파들도 감히 당신 의견에 동의할 겁니다. 그들은 저를 보며 '어떻게 저런 걸어 다니는 이단이 후계자 서열에서 꼴찌보다 더 높은 곳에 있을 수 있나'라고 생각하죠."

source: "It is interesting how differently people understand the term 'scum.' In that category, I would include those who spend their lives in idleness, like plants, capable of only drawing moisture from the soil and bathing in the rays of the sun."
ko: "사람들이 '쓰레기'라는 단어를 얼마나 다르게 받아들이는가는 흥미로운 주제라네. 내 경우에는 그 범주에 토양에서 수분을 빨아들이고 햇볕을 받기만 하는 식물인 마냥 나태하게 살아가는 인간들을 집어넣지."
ko_mt: "사람들이 '쓰레기'라는 용어를 얼마나 다르게 이해하고 있는지 흥미롭습니다. 그 범주에는 흙에서 수분을 빨아들이고 햇볕을 쬐는 것만 가능한 식물처럼 게으른 삶을 사는 사람들도 포함될 수 있습니다."

source: "Why did you take such a circuitous route just to call me a useless piece of rubbish? I have no qualms about calling you an uptight, malicious automaton who is patently avoiding acknowledging his own hubris. So, please, do not hold back on my account."
ko: "어째서 저를 쓸모없는 쓰레기라고 말하기 위해 그런 먼 길을 도셨습니까? 저는 당신을 '자신의 오만함을 인정하지 않는 보수적이며 악의적인 자동 인형'이라 부르는데 전혀 거리낌이 없는데요. 그러니, 부디 제 설명을 주저하지 마시지요."
ko_mt: "왜 저를 쓸모없는 쓰레기라고 부르려고 그렇게 우회적인 경로를 택하셨나요? 자신의 오만함을 인정하지 않으려는 뻔뻔하고 악의적인 오토마타라고 부르는데 아무런 거리낌이 없습니다. 그러니 제 계정에 대해 주저하지 마세요."

source: "You waste too much effort on those who are unworthy."
ko: "자네는 무가치한 이들에게 너무 많은 노력을 낭비하는군."
ko_mt: "가치 없는 사람들에게 너무 많은 노력을 낭비하고 있습니다."

source: "How would I know who is worthy and who isn't? I just help whoever I can."
ko: "누가 가치있고 누가 가치없는지 제가 어떻게 알겠어요? 저는 도울 수 있는 사람을 돕는 것 뿐이예요."
ko_mt: "누가 합당하고 누가 합당하지 않은지 제가 어떻게 알겠습니까? 그저 제가 할 수 있는 한 누구든 도울 뿐입니다."

source: "You've been through more than most in the crusade army, and you remain unbroken. If there were two hundred people like you in Kenabres, the city would never have fallen."
ko: "자네는 대부분의 성전군들보다 더 많이 이 전쟁을 경험해왔고, 아직까지도 견뎌냈다네. 케나브레스에 자네같은 사람이 200명만 있었더라면 도시는 절대 쓰러지지 않았을 테지."
ko_mt: "당신은 십자군 군대에서 그 누구보다 많은 일을 겪었으면서도 지치지 않았습니다. 케나브레스에 당신 같은 사람이 200명만 있었어도 도시는 함락되지 않았을 겁니다."

source: "In truth, I'm just like everyone else. Everyone else is just like me."
ko: "사실은, 저도 다른 사람들과 똑같아요. 모든 사람들이 저와 같고요."
ko_mt: "사실 저는 다른 사람들과 똑같습니다. 다른 사람들도 모두 저와 똑같아요."

source: "You have a strong character. That always attracts weak people who need to latch on to someone else. Don't do them any favors and don't seek them out."
ko: "자네는 아주 강한 인격을 가졌다네. 그건 언제나 다른 이들에게 빌붙어야만 하는 약자들을 홀리는 것이지. 그런 자들에게 어떤 호의도 베풀지 말고, 찾아다니지도 말게."
ko_mt: "당신은 강한 성격을 가졌어요. 그런 성격은 항상 다른 사람에게 의지해야 하는 약한 사람들을 끌어당깁니다. 그들에게 호의를 베풀지도 말고 그들을 찾지도 마세요."

source: "Me? Strong? Oh no, that's not right, I find it hard to even lift a bucket of water."
ko: "제가요? 강해요? 아녜요, 전혀 맞지 않아요. 저는 물이 찬 양동이 하나도 들어올리기 어려워 하는 걸요."
ko_mt: "저요? 강하다고요? 아뇨, 전 물통 하나 들기도 힘들어요."

source: "Your body also has a limited amount of strength. You must develop it if you do not wish to die an inglorious death."
ko: "자네의 육체 또한 힘의 제약이 있지. 불명예스러운 죽음을 당하고 싶지 않다면 힘의 개발에 더욱 열중해야된다네."
ko_mt: "당신의 몸에도 한계가 있습니다. 불명예스럽게 죽고 싶지 않다면 반드시 힘을 길러야 합니다."

source: "I burned and I did not die. I am protected by good people, like Soot and grandma!"
ko: "저는 불태워졌고 죽지 않았어요. 저는 검댕이와 할머니처럼 착한 사람들에게 보호받아요!"
ko_mt: "나는 불에 탔지만 죽지 않았어요. 그을음과 할머니 같은 좋은 사람들이 저를 지켜주고 있어요!"

source: "Saints typically die a most painful death. Are you prepared to accept that, in order for people to follow your teachings?"
ko: "성인들은 대개 가장 고통스러운 죽음을 맞이한다네. 자네 가르침을 따르는 이들을 위해 그런 죽음을 받아들일 준비가 되었는가?"
ko_mt: "성자는 보통 가장 고통스러운 죽음을 맞이합니다. 사람들이 당신의 가르침을 따르기 위해 그것을 받아들일 준비가 되셨습니까?"

source: "Dying isn't hard at all. But after I'm dead, I won't be able to help anyone! Sooner or later I will have to die, but until then I'm going to try to live."
ko: "죽음은 전혀 어렵지 않아요. 하지만 제가 죽고 나면 아무도 도울 수 없게 되겠죠! 언젠가 저는 죽게 되겠지만, 그전까지는 살려고 노력할 거예요."
ko_mt: "죽는 것은 전혀 어렵지 않습니다. 하지만 제가 죽고 나면 아무도 도울 수 없겠죠! 조만간 죽어야겠지만 그때까지는 살려고 노력할 거예요."

source: "Do you think the crusade will benefit you? Your standing in the Abyss? No. You are a mere tool."
ko: "성전이 너에게 이득이 될 거라 생각하나? 심연에서의 입지에? 아니지. 너는 도구일 뿐이다."
ko_mt: "성전이 당신에게 도움이 될 것 같습니까? 심연에서 네 입지가? 아니, 넌 그저 도구일 뿐이야."

source: "What does that make you, Hellknight?"
ko: "너에게는 어떤데, 헬나이트?"
ko_mt: "그럼 넌 뭐야, 지옥기사?"

source: "In a way, I am glad that fate brought us together, succubus. I hope your story will spread far and wide and become a cautionary tale of what happens when one trusts the 'good intentions' of a demon."
ko: "어떤 면에선, 우리를 만나게 만든 운명에 감사하게 되는군. 서큐버스, 네 이야기가 널리 퍼져서 데몬의 '선한 의도'를 믿으면 어떤 일이 일어나는지에 대한 경각심을 심어주길 바란다."
ko_mt: "어떻게 보면 운명이 우리를 만나게 해줘서 기쁩니다, 서큐버스. 여러분의 이야기가 널리 퍼져 데몬의 '선한 의도'를 믿으면 어떤 일이 벌어지는지에 대한 경고의 이야기가 되길 바랍니다."

source: "I will be famous, then! What an entertaining idea. A hundred years after your Bleaching has reduced you to ash, mortals will still tremble at the sound of my name and say, 'It's Arueshalae...'"
ko: "그럼 내 이름이 유명해지겠네! 정말 흥미로운 생각이야. 네 백화가 너를 먼지 바꾸고 백 년쯤 지나면, 필멸자들은 내 이름만 들어도 벌벌 떨며 '아루샬레다...'라 말하게 되겠지."
ko_mt: "그럼 유명해지겠군요! 재밌는 생각이군. 백화로 재가 된 지 백 년이 지나도 인간들은 내 이름만 들어도 떨면서 '아루샬래야...'라고 말할 거야."

source: "It is more efficient to slit a throat from right to left: that way the larynx is immediately severed and the target cannot raise the alarm."
ko: "목은 오른쪽에서 왼쪽으로 긋는 게 더 효율적이지. 이러면 후두가 곧바로 잘려나가 목표물은 경고 소리조차 내지 못하게 된다네."
ko_mt: "목을 오른쪽에서 왼쪽으로 자르는 것이 더 효율적입니다. 이렇게 하면 후두가 즉시 절단되어 대상자가 경보를 울리지 못합니다."

source: "I've always done it left to right, and I plan to keep doing it that way. Otherwise, the blood from the jugular will splash onto my sleeve, and the guards might get suspicious."
ko: "나는 언제나 왼쪽에서 오른쪽으로 긋고, 그 방식을 바꿀 계획도 없다오. 반대로 시행하게 되면 경정맥에서 튄 피가 내 소매에 묻고, 경비의 의심을 사게 되거든."
ko_mt: "저는 항상 왼쪽에서 오른쪽으로 해왔고 앞으로도 계속 그렇게 할 계획입니다. 그렇지 않으면 경정맥에서 나온 피가 소매에 튀고 교도관들이 의심할 수 있으니까요."

source: "You are trustworthy, Greybor. I could recommend you for induction into the Order of the Scar... Those worthy Hellknights hunt down killers. Your skills and experience would prove useful to them."
ko: "그레이보르, 자네는 신뢰할 만하군. 흉터 기사단에 자네 소개장을 보내도 되겠어... 살인자들을 사냥하는 훌륭한 헬나이트들이지. 자네의 기술과 경험은 그들에게도 유용할 걸세."
ko_mt: "자네는 믿을 만하네, 그레이버. 흉터 기사단 입단을 추천할 수도 있겠군.. 지옥기사단은 킬러들을 사냥하거든. 자네의 기술과 경험은 그들에게 유용할 거야."

source: "Thank you, but I'm done taking orders and listening to lectures about discipline. I got enough of that during my training. I prefer to answer to no one but myself."
ko: "고맙지만, 명령이나 규율에 대한 강의를 듣는 건 질렸소. 훈련받는 동안 충분히 들었으니. 나는 내 자신 외에는 누구 말도 안 따르는 것을 선호하오."
ko_mt: "고맙지만 이제 명령이나 훈육에 대한 강의는 그만 듣고 싶어요. 훈련받는 동안 충분히 들었으니까요. 저는 제 자신 외에는 누구에게도 대답하지 않는 것을 선호합니다."
