Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "My, my. I was so caught up in my reading, I missed the end of the world!"
ko: "이런, 이런. 책읽기에 너무 열중한 나머지 세상의 종말을 놓쳐버렸네!"
ko_mt: "이런, 이런. 책에 너무 빠져서 세상의 종말을 놓쳤어요!"

source: "But that's nothing. Once, I was reading an engrossing book by the hearth, and didn't notice when my socks caught fire!"
ko: "하지만 이건 이무 것도 아니야. 한번은 난로 앞에서 몰입력 좋은 책을 읽다가 양말에 불이 붙은 줄도 몰랐었지!"
ko_mt: "하지만 그건 아무것도 아니에요. 한번은 난로 옆에서 책을 읽고 있었는데 양말에 불이 붙는 줄도 몰랐어요!"

source: "What's that smell? Bread? Burned sugar?"
ko: "무슨 냄새지? 빵? 설탕 탄내?"
ko_mt: "이 냄새는 뭐야? 빵 냄새? 설탕 타는 냄새?"

source: "Oh no! There must be a confectioner's shop on fire nearby!"
ko: "안돼! 근처의 제과점에 불이 붙은 게 분명해!"
ko_mt: "이런, 근처에 제과점에 불이 났나 봐요!"

source: "Come now, Sendri, get a hold of yourself! Everything will be all right, just keep your chin up!"
ko: "정신 차려, 센드리! 다 괜찮을 거야! 고개 들어!"
ko_mt: "센드리, 정신 차려! 다 괜찮을 거야, 턱을 들고 있어!"

source: "You've survived mountains, forests, deserts — you're hardly going to meet your demise in a city!"
ko: "너는 산에서도, 숲에서도, 사막에서도 살아남았잖아! 고작 도시에서 죽지는 않을 거야!"
ko_mt: "산, 숲, 사막에서 살아남았으니 도시에서 죽음을 맞이할 일은 거의 없을 겁니다!"

source: "Giants are an ancient race. They had lived here for millennia before your first cities were founded."
ko: "거인은 오래된 종족입니다. 그들은 여러분의 첫 도시가 세워지기 수천 년 전부터 살았습니다."
ko_mt: "거인은 고대 종족입니다. 거인들은 인류의 첫 도시가 세워지기 전부터 수천 년 동안 이곳에 살았습니다."

source: "And what is the greatest achievement of their civilization? "1,000 Years Of Cannibalism: The Cookbook"?"
ko: "그렇다면 녀석들의 문명에서 가장 위대한 업적은 무엇이지? '식인 풍습 1천 년의 비전 요리책' 정도는 있나?"
ko_mt: "그렇다면 그들의 문명에서 가장 위대한 업적은 무엇일까요? "1,000년간의 식인 풍습: 요리책"?"

source: "As stars are set upon their course by fate, and gods are bound by strictures all their own"
ko: "별들이 운명을 따라 흐르고, 신들이 그들만의 제약에 묶여 있는 것처럼"
ko_mt: "별들은 운명에 의해 그 길을 정하고 신들은 그들만의 제약에 묶여 있듯이"

source: "So destiny will always choose to wait, and claim those few who claim it as their own..."
ko: "운명은 언제나 기다리는 채로, 자신을 취하려는 이들만을 데려가네요..."
ko_mt: "그래서 운명은 언제나 기다림을 선택하고, 그것을 자신의 것으로 주장하는 소수의 사람들을 차지할 것입니다..."

source: "I can't think of anything more monstrous than a giant. They're huge, evil and ravenous... At least there's a silver lining: no giant will ever sneak up on you."
ko: "나는 거인보다 더 괴물같은 것을 생각할 수가 없어. 저들은 강하고, 사악하며 게걸스럽지... 최소한 하나 다행인 점은, 우리를 기습할 수 있는 거인이 없다는 점이겠군."
ko_mt: "거인보다 더 끔찍한 괴물은 생각할 수 없습니다. 거대하고 사악하며 탐욕스럽죠... 그래도 한 가지 희망이 있다면 거인은 절대 당신에게 몰래 다가오지 않는다는 것입니다."

source: "Sure they won't! You can hear them coming from miles away — and in case you're hard of hearing, there's still their stench."
ko: "절대 못하지! 녀석들이 온다는 것은 몇 마일쯤 떨어져 있어도 알 수 있다고. 듣기 어려운 상황이더라도, 특유의 악취는 여전하고."
ko_mt: "당연하죠! 몇 마일 떨어진 곳에서도 소리가 들리고, 귀가 잘 안 들리는 분들을 위해 악취가 나죠."

source: "Ugh, the stench is unbearable! How can the giants themselves stand it?"
ko: "윽, 냄새가 지독한걸! 거인들은 어떻게 이걸 견디는 거지?"
ko_mt: "악취가 너무 심해 견딜 수가 없어요! 거인들이 어떻게 견딜 수 있겠어요?"

source: "You'll just have to get used to it. If you were a giant, this'd be the sweet smell of home."
ko: "그냥 익숙해지면 됩니다. 당신이 거인이었다면, 이 냄새는 달콤한 고향의 향취였을 겁니다."
ko_mt: "익숙해져야 할 거예요. 거인이라면 집의 달콤한 냄새를 맡을 수 있을 거예요."

source: "Goblin songs are not devoid of interest. They have a rather unique approach to making music — I even picked up a couple of techniques from them."
ko: "고블린들의 노래에 흥미가 없는 건 아닙니다. 그들은 작곡에 있어 꽤나 독특한 접근법을 취합니다. 저도 그들의 기법 중 두 개를 배웠죠."
ko_mt: "고블린의 노래에 흥미가 없는 것은 아닙니다. 고블린은 음악을 만드는 데 있어 다소 독특한 접근 방식을 가지고 있으며, 저도 몇 가지 기법을 배웠습니다."

source: "Sadly, their lyrics are not up to par. From what I have heard so far, their vocabulary consists almost entirely of synonyms for "gobble" and "whack"."
ko: "슬프지만, 그 가사는 수준 이하야. 내가 들어본 것에 한한다면, 걔들 노래에는 거의 '꿀꺽'이랑 '꽝'이란 단어 밖에 없다구."
ko_mt: "슬프게도 그들의 가사는 수준 이하입니다. 지금까지 들은 바에 따르면, 그들의 어휘는 거의 전적으로 "먹다"와 "때리다"의 동의어로 구성되어 있습니다."

source: "Goblins chew and goblins bite, goblins cut and goblins fight!"
ko: "고블린은 씹고 고블린은 문다, 고블린은 자르고 고블린은 싸운다!"
ko_mt: "고블린은 씹고, 고블린은 물고, 고블린은 자르고, 고블린은 싸운다!"

source: "Bones be cracked, flesh be stewed, we be goblins! You be food!"
ko: "뼈는 부러뜨리고, 살은 끓이고, 우리는 고블린이다! 너는 음식이다!"
ko_mt: "뼈를 부수고 살을 끓여 고블린이 되자! 너희는 먹이가 되라!"

source: "Now this is a proper royal palace! Every single room reeks of its owner's snobbery."
ko: "이제야 제대로 된 궁전이로군! 어떤 방을 둘러봐도 주인의 우월 의식이 뚝뚝 흐르는 걸."
ko_mt: "이제야 제대로 된 왕궁이군요! 모든 방에서 주인의 속물근성이 느껴집니다."

source: "I don't know. Looks nice enough to me... What if you could conjure up a perfect dwelling for yourself? Your imagination is the limit. What would it be? A single empty room with a lonely army bunk inside?"
ko: "난 모르겠어. 나한테는 충분히 멋있어 보이거든... 네가 너만의 완벽한 거주지를 만들 수 있다면 어떻게 할 거야? 네 상상력에도 한계가 있잖아. 어떤 모습이겠어? 외로운 군용 침상이 들어있는 빈 방 하나?"
ko_mt: "글쎄요. 나한테는 충분히 멋져 보이는데... 나만을 위한 완벽한 집을 상상할 수 있다면 어떨까요? 상상력에는 한계가 없습니다. 어떤 모습일까요? 외로운 군용 침대가 있는 빈 방 하나?"

source: "Goblins are so merry and cheerful! If they weren't so bloodthirsty, they'd be decent chaps."
ko: "고블린들은 아주 즐겁고 쾌활해! 쟤들은 피에 굶주리지만 않았더라면 썩 좋은 녀석들이었을 거야."
ko_mt: "고블린은 정말 유쾌하고 쾌활해요! 피에 굶주리지 않았다면 괜찮은 친구들이었을 거예요."

source: "Then they'd have been called gnomes."
ko: "그랬으면 노움이라고 불렸겠지."
ko_mt: "그렇다면 그들은 노움이라고 불렸을 것입니다."

source: "A curious fact: the creatures we mortals know as kytons do not actually use this name among themselves. 'Kyton' came about due to a translation error thousands of years ago."
ko: "흥미로운 사실이 있습니다: 우리 필멸자들이 카이톤이라고 부르는 크리처들이 실제로는 본인들을 그렇게 부르지 않습니다. '카이톤'이라는 이름은 수천 년 전의 번역 오류에서 그 기원을 찾을 수 있습니다."
ko_mt: "흥미로운 사실은 우리 인간이 키톤으로 알고 있는 생명체들이 실제로는 이 이름을 서로 사용하지 않는다는 것입니다. '키톤'은 수천 년 전 번역 오류로 인해 생겨난 이름입니다."

source: "Know what I'd like to call those butchers? "Nonexistent." Actually, I'd rather not call them anything at all. I don't even want to think about them!"
ko: "저 도살자들을 내가 뭐라 부르고 싶은지 궁금하나? '비실재'. 사실, 뭐라고 부르고 싶지도 않지. 생각 조차도 싫고!"
ko_mt: "저 정육점을 뭐라고 부르고 싶은지 아세요? "존재하지 않는." 사실, 아무 이름도 붙이고 싶지 않아요. 그들에 대해 생각하고 싶지도 않아요!"

source: "Can you hear him waking, up above the stairs? Can you hear him weeping, is he really there?"
ko: "계단 위에서 그가 일어나는 소리가 들리시나요? 거기 정말로 그가 울음내는 소리가 들리시나요?"
ko_mt: "계단 위에서 그가 깨어나는 소리가 들리나요? 그가 우는 소리가 들리나요? 정말 거기 있나요?"

source: "Can you say 'I'm speaking', are you saying naught? Is it you who's weeping, is it you he's caught?"
ko: "'말하고 있다'라 말할 수 있나요, 말하고 있는 게 맞나요? 우는 것이 당신인가요, 잡힌 것이 당신인가요?"
ko_mt: "'내가 말하고 있다'고 말할 수 있습니까? 울고 있는 게 너야, 잡힌 게 너야?"

source: "When I was in prison, I kept reminding myself that the world did not end there in my cell. That there's more to the world than chains and bars... And here we are, on a plane of reality where chains and bars are all there is. Thinking about it gives me the creeps."
ko: "감옥에 있었을 때, 나는 세상이 이 감방 안에서 끝나지 않을 것이라고 끊임없이 되뇌었지. 세상에는 사슬과 철창 말고도 더 많은 것들이 있다고 말이야... 그리고 지금의 우리는 사슬과 철창 밖에 없는 현실의 차원 위에 덩그러니 서 있군. 생각 만으로도 소름이 끼친다."
ko_mt: "감옥에 있을 때 세상은 감방 안에서 끝나는 것이 아니라는 사실을 계속 상기했습니다. 세상에는 쇠사슬과 창살보다 더 많은 것이 있다고... 그런데 지금 우리는 쇠사슬과 철창이 전부인 현실의 바닥에 와 있습니다. 생각만 해도 소름이 끼칩니다."

source: "Better to think of Heaven, Nirvana, or Elysium. If we can get to the Shadow World alive, maybe we can get there, too."
ko: "천상이랑 열반, 낙원을 생각해. 그림자 차원을 살아서 나갈 수 있다면, 그런 곳들도 갈 수 있을 거야."
ko_mt: "천국, 열반, 엘리시움을 떠올리는 편이 낫습니다. 살아서 섀도우 월드에 갈 수 있다면 우리도 그곳에 갈 수 있을지도 모르죠."

source: "It's so creepy in here... I'm not sure I'll even be able to sleep tonight."
ko: "여기 너무 으스스해... 오늘 밤에 잘 수는 있을까 모르겠어."
ko_mt: "여기 너무 소름끼쳐요... 오늘 밤에 잠을 잘 수 있을지 모르겠어요."

source: "Shut your eyes and your mouth right now! The last thing we need in battle is a sleep-deprived gnome."
ko: "당장 그 눈이랑 아가리 닫아! 전투에서 가장 쓸모 없는 게 잠 못 잔 노움이라고."
ko_mt: "당장 눈과 입을 다물어라! 전투에서 잠 못 이루는 놈은 절대 안 돼!"

source: "A jungle and a boreal forest a stone's throw from each other... Have you ever seen such an unusual landscape, Sendri?"
ko: "정글과 수목림이 엎어지면 코 닿을 거리에 있네요... 이런 풍경을 또 본 적이 있나요, 센드리?"
ko_mt: "정글과 아한대 숲이 지척에 있다니... 이런 특이한 풍경을 본 적 있나, 센드리?"

source: "I have seen plenty of natural wonders in my travels, but this one seems to have magical origins. I cannot tell for sure who is responsible, though. Could be demons, could be fey, could be someone else."
ko: "여행을 다니면서 자연 경관들을 많이도 봤는데, 이건 아무래도 마법에 기인한 것 같아. 그래도 누구의 책임인지는 모르겠네. 데몬일 수도, 페이일 수도, 다른 누구일 수도 있어."
ko_mt: "여행하면서 수많은 자연의 경이로움을 보았지만, 이 곳은 마법의 기원이 있는 것 같아요. 하지만 누구의 소행인지는 확실히 알 수 없습니다. 악마일 수도 있고, 요정일 수도 있고, 다른 누군가의 짓일 수도 있죠."

source: "Brothers far and brothers near, are you overcome with fear?"
ko: "멀리 있는 형제여, 가까이 있는 형제여, 너희들은 두려움을 극복하였느냐?"
ko_mt: "멀리 있는 형제여, 가까이 있는 형제여, 두려움에 사로잡혔습니까?"

source: "Soon comes your time now to be brave, for your own lives you must save!"
ko: "곧 너희가 지켜야 할 생명을 위해 너희의 용기의 때가 오느니라!"
ko_mt: "이제 여러분이 구해야 할 생명을 위해 용기를 내야 할 때가 곧 다가옵니다!"

source: "I wonder how many such settlements are scattered all over the Worldwound. Besieged by demons, isolated, lost and forgotten... How hard must it be for them just to survive."
ko: "이런 부락들이 세계상처 전역에 얼마나 산재해 있을지 궁금하군. 데몬들에게 침공당한 채로, 고립되어. 기록도 기억도 사라진... 살아남는 것만도 얼마나 힘들까."
ko_mt: "이런 정착지가 월드윈드 전역에 얼마나 많이 흩어져 있는지 궁금합니다. 악마에게 포위당하고, 고립되고, 길을 잃고, 잊혀진... 살아남는 것만으로도 얼마나 힘드실까요?"

source: "It is a perpetual struggle indeed. I hope the knights of the new crusade find them all and rescue them!"
ko: "실제로도 끝없는 투쟁이야. 이번 성전군의 기사님들이 이 사람들을 찾아서 구출해주면 좋겠네!"
ko_mt: "참으로 끊임없는 투쟁입니다. 새로운 십자군의 기사들이 그들을 모두 찾아서 구출해 주길 바랍니다!"

source: "It's a pity that one shard bearer can only sense the other's presence very vaguely. It might take us weeks to find him in these woods!"
ko: "파편 운반자가 다른 운반자의 존재를 아주 희미하게만 느낄 수 있다는 사실이 안타깝네. 찾으려면 숲을 몇 주는 방황해야겠어!"
ko_mt: "한 파편 소지자가 다른 파편 소지자의 존재를 아주 희미하게만 감지할 수 있다는 것이 안타깝습니다. 이 숲에서 그를 찾는 데 몇 주가 걸릴지도 몰라요!"

source: "I, for one, am glad of it. Have you asked yourself what would happen if that other shard bearer set out to find us?"
ko: "개인적으로 나는 기쁘게 생각한다. 다른 파편 운반자가 우리를 찾아 나서면 어떤 일이 벌어질지 자문해본 적이 있나?"
ko_mt: "저는 한 사람으로서 기쁘게 생각합니다. 다른 파편 소지자가 우리를 찾으러 나선다면 어떻게 될지 생각해 보셨나요?"

source: "I first came to the Abyss during the Second Crusade. Now we are in the middle of the Fifth…"
ko: "저는 2차 성전 시기때 심연에 처음 왔습니다. 지금은 5차 성전중이죠..."
ko_mt: "저는 2차 성전 때 어비스에 처음 왔어요. 이제 우리는 다섯 번째 성전의 한가운데에 있습니다..."

source: "According to my calculations, it would take at least twenty-five more to stop the demons for good."
ko: "제 계산에 따르면, 데몬들을 완전히 멈추기 위해서는 최소 이십오 년이 더 걸릴 겁니다."
ko_mt: "제 계산에 따르면 악마를 영원히 막으려면 적어도 스물다섯 번은 더 있어야 합니다."

source: "Sharpen the blades, tighten the bowstring, check if the armor pieces fit…"
ko: "칼날을 갈고, 활시위를 팽팽히 당기고, 갑옷들이 적절히 조여졌는지 확인하고..."
ko_mt: "칼날을 갈고, 활시위를 조이고, 갑옷 조각이 맞는지 확인하고..."

source: "I cannot be prepared for everything, but at least I will not be the one to blame if things go to the Abyss."
ko: "모든 것에 대비할 수는 없지만, 적어도 심연에서 무슨 일이 생기는 것이 나의 책임은 아닐 것이다."
ko_mt: "모든 것에 대비할 수는 없지만, 적어도 어비스에 일이 생기더라도 내가 책임질 일은 없을 것이다."

source: "My tavern, my sweet tavern…"
ko: "나의 선술집, 나의 달콤한 선술집아..."
ko_mt: "나의 선술집, 나의 달콤한 선술집..."

source: "I'll dream of you next time I'm sleeping in a frozen puddle of mud."
ko: "다음에 얼어붙은 진흙 웅덩이 속에서 자게 되면 네가 그리울 거야."
ko_mt: "다음 번에는 얼어붙은 진흙 웅덩이에서 자면 당신 꿈을 꿀 거예요."

source: "People say succubi are the ultimate seductresses... but I look at you and think, 'She's an ordinary girl, what's all the fuss about?' I'm not saying you're ugly, far from it..."
ko: "사람들은 서큐버스가 엄청나게 매혹적이라 말하더라... 하지만 나는 널 보면 '그냥 평범한 여자인데, 왜 다들 호들갑이래?'라는 생각이 들어. 절대로 네가 못생겼다는 뜻은 아닌데..."
ko_mt: "사람들은 서큐비가 최고의 유혹자라고 말하지만.. 저는 당신을 보면 "평범한 여자인데 무슨 소란이냐"고 생각해요. 못생겼다고 말하는 게 아니에요, 그와는 거리가 멀어요..."

source: "Thank you. No one... has ever said that to me before."
ko: "고맙습니다. 저를 그렇게 말해줬던 게... 아무도 없었거든요."
ko_mt: "고마워요. 전에는 아무도.. 저에게 그런 말을 해준 적이 없었어요."

source: "Could it be that you're not a demon at all, but a foundling? You really don't act like others of your kind."
ko: "네가 데몬이 아니라 버려진 자식일 수도 있을까? 너는 다른 동족들과 전혀 다르게 행동하잖아."
ko_mt: "혹시 데몬이 아니라 새끼인 건 아닐까요? 당신은 정말 다른 종족처럼 행동하지 않아요."

source: "Unfortunately, I am more like them than you think. I can never forget who I am."
ko: "안타깝지만, 당신이 생각하는 것보다 훨씬 더 비슷해요. 저는 제가 누구였는지 결코 잊지 못할 거예요."
ko_mt: "안타깝게도 저는 여러분이 생각하는 것보다 더 그들과 비슷합니다. 저는 제가 누구인지 결코 잊을 수 없습니다."

source: "Hey, Cami! I like feisty girls who know their own worth. Girls like you. What do you say, think we can make a go of it?"
ko: "동백 양! 난 자기 가치를 잘 아는 활달한 여자를 좋아해. 바로 너처럼 말야. 어때, 우리가 더 나은 관계를 만들 수 있을까?"
ko_mt: "안녕, 카미! 난 자신의 가치를 아는 씩씩한 여자애들이 좋아요. 너 같은 여자애들. 어때, 우리 잘 해볼까?"

source: "I certainly do know my own worth. And it's more than you can afford, rusty."
ko: "확실히 저는 제 가치를 잘 알고 있죠. 그리고 그건 녹 투성이인 당신이 감당할 수 있는 것 이상이고요."
ko_mt: "저는 제 가치를 확실히 알고 있습니다. 그리고 그것은 당신이 감당할 수 있는 것 이상입니다."

source: "You know, gorgeous, I really envy your powers! I've been yammering with the spirits since I was a kid, but now... it's like I've lost all my friends."
ko: "있잖아, 귀족씨, 나는 네 능력이 정말로 부러워! 나도 어렸을 때는 심령들과 떠들어대곤 했었는데, 지금은... 내 친구들을 전부 잃어버린 느낌이야."
ko_mt: "예쁜이, 네 능력이 정말 부럽구나! 어렸을 때부터 정령들과 어울려 놀았는데 지금은.. 친구들을 모두 잃은 것 같아요."

source: "But you have gained abilities that could prove useful to me. I wonder how sharp a blade you could turn into..."
ko: "하지만 당신은 제가 유용하게 사용할 수 있는 능력을 얻으셨죠. 당신이 얼마나 날카로운 검으로까지 변신할 수 있을지 궁금한데..."
ko_mt: "하지만 넌 내게 유용하게 쓰일 수 있는 능력을 얻었어. 얼마나 날카로운 칼날로 변할 수 있을지 궁금하군..."

source: "Be honest, you have a crush on Queen Galfrey, right? So why don't you strike while the iron's hot and ask her to marry you? Afraid she'll turn you down?"
ko: "솔직히 말하자. 너 갈프리 여왕한테 반했지? 그럼 왜 청혼하지 않는 거야? 쇠뿔도 단김에 빼랬잖아? 거절당할까봐 겁나는 거야?"
ko_mt: "솔직히 말해서 갈프레이 여왕을 좋아하지 않나요? 그러니 뜨거운 불에 달아올랐을 때 청혼하지 그래? 그녀가 거절할까봐 두려워요?"

source: "Did you say, 'marry'? If by 'marry' you mean 'become king,' then I do not know which prospect I find more depressing."
ko: "'청혼', 이라 하셨습니까? 그 '청혼'이라는 게 '왕이 되다'라는 의미라면, 제가 얼마나 큰 좌절을 경험할지 예상이 안 가는데요."
ko_mt: "'결혼'이라고 했나요? '결혼'이 '왕이 되라'는 뜻이라면 어느 쪽이 더 우울한지 모르겠어요."

source: "Dae! Listen, if you're ever going to a party where there'll be pretty girls, make sure to take me with you! I'm feeling a little starved of affection."
ko: "대! 있잖아, 연회를 열어서 예쁜 여자들을 부를 생각이 있다면, 그 때 나도 데려가줘! 나도 살짝 애정이 고파졌거든."
ko_mt: "대! 예쁜 여자들이 있는 파티에 가게 된다면 꼭 저를 데려가 주세요! 나 애정결핍이 좀 심하거든."

source: "If you can learn how to transform into something capable of pleasuring a woman, I'll take you along as a novelty."
ko: "당신이 여성을 즐겁게 할 수 있눈 무언가로 변신하는 법을 익힌다면 색다른 물건이라고 소개해드리죠."
ko_mt: "여자를 기쁘게 할 수 있는 존재로 변신하는 법을 배울 수 있다면, 당신을 참신한 존재로 데려가겠습니다."

source: "Sometimes I look at you, child, and I just feel like crying. I pity you, I suppose. No offense."
ko: "꼬마야, 가끔씩 널 볼 때마다 울고싶은 심정이 돼. 아마도 너에게 동정을 느끼나봐. 나 진지해."
ko_mt: "가끔 널 보면 울고 싶을 때가 있어. 네가 불쌍하구나. 기분 나쁘게 듣지 마세요."

source: "You want to cry because you look at me and you see yourself. But I am nothing like you."
ko: "당신이 울고 싶어지시는 건 당신이 저에게서 스스로를 보기 때문이에요. 하지만 저는 당신과 전혀 닮지 않았어요."
ko_mt: "당신은 나를 보고 당신 자신을 보기 때문에 울고 싶을 것입니다. 하지만 나는 당신과 전혀 다르죠."

source: "Have you never wanted to go back home? Why would you stick around here in the mud and dust, surrounded by warriors?"
ko: "집에 돌아가고 싶었던 적이 한 번도 없어? 왜 진흙과 먼지, 전사들로 가득한 이곳에 계속 머물려 하는 거야?"
ko_mt: "집으로 돌아가고 싶지 않았나요? 왜 진흙과 먼지에 둘러싸여 전사들에게 둘러싸여 여기 남아 있겠어?"

source: "I haven't had a home for a long time. I've accepted that. But other kids do still have homes — and that's why all of us should be here. So that none of those kids have to learn what it's like to be a homeless orphan."
ko: "저는 오랫동안 집이 없었어요. 저도 그 점을 받아들이고요. 하지만 다른 아이들에게는 아직 집이 있고, 바로 그게 저희 모두가 여기 있어야 하는 이유죠. 그 아이들이 집 없는 고아라는 게 어떤 삶인지 익히지 못하게 말이에요."
ko_mt: "저는 오랫동안 집이 없었습니다. 저는 그것을 받아들였습니다. 하지만 다른 아이들에게는 여전히 집이 있고, 그렇기 때문에 우리 모두가 여기 있어야 합니다. 그래야 다른 아이들이 집 없는 고아가 되는 것이 어떤 것인지 배울 필요가 없으니까요."

source: "I've been so distracted, I can't even remember when I last ate."
ko: "정말 집중할 수가 없네. 내가 마지막으로 식사했던 게 언제인지도 기억 안나."
ko_mt: "정신이 너무 산만해서 마지막으로 밥을 언제 먹었는지 기억도 안 나요."

source: "Ah, who cares, if I don't remember, it probably doesn't matter."
ko: "아, 누가 신경 쓰겠어, 내가 기억하지 못한다면 아마 중요한 일은 아닐 거야."
ko_mt: "아, 기억이 나지 않는다고 해도 상관없겠지."

source: "I'm surrounded by pretty girls and not one of them will even look at me!"
ko: "내 주변엔 예쁜 여자들이 많은데, 걔들 중 단 한 명조차 날 쳐다보지도 않아!"
ko_mt: "예쁜 여자들에게 둘러싸여 있는데 아무도 나를 쳐다보지도 않아요!"

source: "Maybe they're just not looking for love right now. The crusade is a serious business."
ko: "그냥 당장 애인이 급한 게 아닐 뿐일지도. 성전은 상당히 심각한 사안이니까."
ko_mt: "어쩌면 그들은 지금 사랑을 찾고 있지 않을 수도 있습니다. 십자군 전쟁은 심각한 사업입니다."

source: "We'd love to have you in the Pathfinders! Your kind of talent is rare these days!"
ko: "네가 패스파인더가 되고 싶다면 환영이야! 요즘같은 때는 그런 종류의 기술이 아주 희귀하거든!"
ko_mt: "패스파인더에 참여해주셨으면 좋겠어요! 당신 같은 재능은 요즘 보기 드물어요!"

source: "A Pathfinder's main quality isn't their ability to kill, it's their ability to be an eternal pain in the ass, and their willingness to run headlong into trouble for little or no reward. Oh, yes, and they also love sitting around in dusty archives... No, it's not for me."
ko: "패스파인더에게 요구되는 주요 능력은 살인 기술이 아니라 영원한 골칫거리가 되는 능력, 그리고 보상이 적거나 없는 문제에 머리부터 들이밀고 보려는 의지라오. 아, 그래. 먼지 쌓인 기록 보관소에 자리를 까는 것도 참 좋아하지... 아쉽지만, 내게는 맞지 않소."
ko_mt: "패스파인더의 가장 큰 특성은 살상 능력이 아니라 영원한 골칫거리가 될 수 있는 능력과 보상이 거의 또는 전혀 없이 곤경에 처해도 기꺼이 뛰어들 수 있다는 점입니다. 아, 그리고 먼지가 많은 기록 보관소에 앉아 있는 것도 좋아하죠.. 아뇨, 저랑은 안 맞아요."

source: "Why are you looking at me so closely? It's not like I have any fancy patterns on me!"
ko: "날 왜 그리 가까이서 쳐다봐? 나한테 무슨 복잡한 무늬가 있는 건 아니잖아!"
ko_mt: "왜 그렇게 자세히 쳐다봐요? 나한테 화려한 무늬가 있는 것도 아닌데!"

source: "I was thinking that many of my fellow professionals would cut off their hand to get a thing like you. You would be an exceptionally useful and versatile... partner."
ko: "내 동료 전문가들 중 상당수가 너같은 물건을 얻기 위해서라면 손목이라도 자를 법 하다는 생각 중이었다. 너는 극도로 유용하며 범용성 있는... 동반자이니."
ko_mt: "많은 동료 전문가들이 당신과 같은 일을 하기 위해 손을 잘라버릴 것이라고 생각했습니다. 당신은 매우 유용하고 다재다능한.. 파트너가 될 것입니다."

source: "Fancy a test of skill? Let's see who can shoot an arrow the farthest, what do you say?"
ko: "기술을 시험하고 싶다고? 화살을 누가 더 멀리까지 쏠 수 있는지 해보는 건 어때?"
ko_mt: "실력을 시험해볼까요? 누가 화살을 가장 멀리 쏘는지 보자, 어때요?"

source: "No way. If I lose to you, I'll never live it down."
ko: "그럴 수 없지. 만약에라도 너한테 진다면, 나는 평생을 후회하게 될 거야."
ko_mt: "말도 안 돼요. 너한테 지면 평생 후회할 거야."

source: "People are gullible. You tell them something and they believe it. You keep telling everyone you're this terrifying monster — aren't you worried they might start believing you?"
ko: "사람이란 참 속이기 쉬워. 그냥 뭘 말해주면 덥석 믿어버리지. 넌 자기가 끔찍한 괴물이라고 모두에게 끊임없이 말하고 다니는데, 널 믿기 시작할까 걱정되지는 않나 봐?"
ko_mt: "사람들은 속기 쉽습니다. 당신이 무언가를 말하면 사람들은 그것을 믿습니다. 모든 사람에게 당신이 무서운 괴물이라고 계속 말하는데, 사람들이 당신을 믿기 시작할까봐 걱정되지 않나요?"

source: "You think there's still someone out there who doesn't believe it?"
ko: "아직도 그걸 안 믿는 사람이 있을 거라고 생각해?"
ko_mt: "아직도 이 사실을 믿지 않는 사람이 있다고 생각하세요?"

source: "You're a great girl, brains and beauty combined, if you'd just pull your nose out of those books, maybe we could talk..."
ko: "넌 명석함과 아름다움을 겸비한, 엄청난 여자야. 네가 그 책들에서 고개를 들면, 우리도 얘기를 좀 할 수 있을 텐데..."
ko_mt: "당신은 두뇌와 미모를 겸비한 훌륭한 여자야, 책에서 코만 빼면 우리 얘기 좀 할 수 있을 거야..."

source: "The physical body no longer exists, but the consciousness continues to simulate the actions of a creature seeking to satisfy its sexual urges! Former boy, you are a most intriguing research subject."
ko: "물리적 육신은 존재하지 않지만, 정신은 여전히 성적 욕구를 충족하고자 하는 크리처의 행동을 모방하는 군요! 과거의 소년, 당신은 아주 흥미로운 연구 대상이에요."
ko_mt: "육체는 더 이상 존재하지 않지만 의식은 성적 충동을 충족시키려는 생물의 행동을 계속 시뮬레이션합니다! 전 소년, 당신은 가장 흥미로운 연구 대상입니다."

source: "You know, out of all the girls who've touched me in this camp, your hands are the warmest. Can't say I'm surprised, you're one hot lady!"
ko: "있지, 야영지에서 날 건드렸던 모든 여자들을 통틀어서, 네 손이 제일 따듯해. 사실 놀라진 않았어, 왜냐면 너는 가장 뜨거운 여자니까!"
ko_mt: "이번 캠프에서 저를 만져본 여자들 중 당신의 손이 가장 따뜻했어요. 놀랍지도 않아요, 당신은 정말 섹시한 여성이에요!"

source: "Former boy, your capacity for logical deduction is markedly below average. Was this always the case, or has your intelligence decreased as a result of trauma? Let's conduct an experiment. Try to solve the following simple logic puzzle..."
ko: "과거의 소년, 논리적 추론에 관한 당신의 능력은 평균 수준에 한참 미치지 못하네요. 전에도 그랬나요, 아니면 트라우마로 인해 지능의 감퇴가 발생한 건가요? 실험을 해보도록 하죠. 이 간단한 논리 퍼즐을 풀어보세요..."
ko_mt: "전 소년, 당신의 논리적 추론 능력은 평균보다 현저히 낮습니다. 원래부터 그랬나요, 아니면 트라우마로 인해 지능이 저하된 건가요? 실험을 해보겠습니다. 다음의 간단한 논리 퍼즐을 풀어보세요..."

source: "Hey, was the black armor fitted to you personally, or is everyone in your order the exact same size?"
ko: "이봐, 그 검은 갑옷이 너 개인에게 맞춰진 거야? 아니면 너희 기사단 전부가 완전 똑같은 치수로 받는 거야?"
ko_mt: "이봐요, 검은색 갑옷은 개인적으로 맞았나요, 아니면 주문하신 모든 사람의 사이즈가 똑같은가요?"

source: "You ask inane questions to avoid thinking about your own perverse and tortured existence as an object. A common moral weakness."
ko: "자네는 자신이 물체라는 비뚤어지고 고통스러운 진실을 생각하길 피하기 위해 정신 나간 질문을 던지는군. 일반적인 도덕적 약점이다."
ko_mt: "당신은 자신의 비뚤어지고 고문당한 존재를 대상으로 생각하지 않기 위해 말도 안 되는 질문을 합니다. 일반적인 도덕적 약점입니다."

source: "Why don't you trust me? What did I ever do to you?"
ko: "왜 나를 믿어주지 않아? 내가 너한테 뭘 했는데?"
ko_mt: "왜 날 믿지 못하죠? 내가 너한테 무슨 짓을 했는데?"

source: "A person kept in prolonged captivity remains a captive in spirit forever and becomes accustomed to fulfilling their captor's demands. You will be no different."
ko: "오랜 기간 수감 생활을 한 사람은 영원히 정신적 포로로 남아있으며, 간수의 요구에 맞추는데 익숙해진다. 자네도 별반 다르지 않겠어."
ko_mt: "장기간 포로로 잡혀 있는 사람은 정신적으로 영원히 포로로 남아 있으며 포로의 요구를 충족시키는데 익숙해집니다. 당신도 다르지 않을 것입니다."

source: "Take a look at this beauty! The heaviest of heavy armor, but she moves with all the grace of a swan! You even fight beautifully. Want to try a little swordplay with me sometime? Just the two of us?"
ko: "이 미인을 보라! 아주 무거운 중갑을 입고도 백조와 같이 우아하게 움직이는 그녀를! 심지어 전투마저도 아름답지. 언제 한 번 나랑 대련하지 않을래? 단 둘이서만?"
ko_mt: "이 아름다움을 보세요! 가장 무거운 갑옷을 입었지만 백조처럼 우아하게 움직입니다! 심지어 싸움도 아름답게 하네. 언제 나랑 검술 한 번 해볼래? 우리 둘만?"

source: "If I said yes, I'm afraid you might shatter from excitement."
ko: "동의하면 네가 흥분으로 산산조각날 까봐 걱정이 드는데."
ko_mt: "예스라고 하면 흥분해서 산산조각 날까봐 걱정이에요."

source: "Why can't I get you out of my head, warrior maiden? You bloom like a rose, just as beautiful and just as unattainable!"
ko: "전사 아씨, 왜 당신을 내 머릿속에서 떨쳐낼 수 없죠? 당신은 마치 활짝 핀 장미처럼 아름답고 손댈 수 없구려!"
ko_mt: "왜 당신을 내 머릿속에서 지울 수 없죠, 전사 처녀? 당신은 장미처럼 아름답게 피어나는데, 누구도 범접할 수 없는 아름다움을 지녔어요!"

source: "And why can't you just leave me alone? I've met bear traps less clingy than you!"
ko: "대체 왜 날 내버려 두지 않는 거야? 곰 덫도 너보단 덜 질척거리겠다!"
ko_mt: "왜 날 그냥 내버려두면 안 돼요? 너보다 덜 집착하는 곰 덫도 만났어!"

source: "Before the Wound opened, we were all trying to grow grapes too. It was a bust. And years later, I came across our old house in the Wound, and what did I find? Grapes as far as the eye could see! Black and plump and perfect. Sparkling like they'd just been doused with dew."
ko: "세계상처가 열리기 전, 우리도 포도를 길렀었어. 망했지만 말야. 그리고 몇 년 뒤에 세계상처 근처의 우리 집에 돌아갔는데, 거기서 뭘 발견했는지 알아? 시야에 꽉 들어찬 포도밭이었어! 새까맣고 알이 꽉찬 특상품이었지. 마치 방금 이슬을 머금은듯 반짝였어."
ko_mt: "상처가 열리기 전에는 우리 모두 포도를 재배하려고 했어요. 실패로 끝났죠. 그리고 몇 년 후, 저는 상처에 있는 우리 옛 집을 발견했는데, 뭘 발견했나요? 눈에 보이는 대로 포도가 가득했어요! 검고 통통하고 완벽했어요. 방금 이슬을 뿌린 것처럼 반짝반짝 빛났죠."

source: "The Abyss can pervert every good intention. In the Wound, even nature itself seems to be laughing at us."
ko: "심연은 모든 선한 의도를 왜곡할 수 있습니다. 세계상처에서는 자연 마저도 저희를 비웃는 듯 보이죠."
ko_mt: "심연은 모든 선한 의도를 왜곡할 수 있습니다. 상처에서는 자연조차도 우리를 비웃는 것 같습니다."

source: "I bet you Shelynites struggle to find romantic partners. You're looking for perfect beauty! But where are you going to find all these perfect beauties, eh?"
ko: "난 너희 셸린 신도들이 낭만적인 애인을 찾으려 노력한다고 확신해. 완벽한 아름다움을 쫒잖아! 하지만 어디서 그런 완벽한 미인을 찾겠다는 거야? 응?"
ko_mt: "셸린 사람들은 로맨틱한 파트너를 찾는데 어려움을 겪고 있을 겁니다. 완벽한 미인을 찾고 있겠죠! 하지만 이 완벽한 미녀들을 어디서 다 찾을 수 있을까요?"

source: "If you looked at the world the way I do, you would be surprised at how many unique, beautiful faces I see every day. The only sad thing is that many people are unaware of their own beauty."
ko: "당신도 저희처럼 세상을 바라볼 수 있게 된다면, 제가 매일같이 독특하고 아름다운 모습들을 얼마나 많이 만나는지 놀라실 겁니다. 슬픈 사실은 그저 많은 사람들이 자신들만의 아름다움을 자각하지 못한다는 것 뿐이지요."
ko_mt: "저처럼 세상을 바라본다면 매일 보는 독특하고 아름다운 얼굴이 얼마나 많은지 놀라실 겁니다. 한 가지 슬픈 점은 많은 사람들이 자신의 아름다움을 깨닫지 못한다는 것입니다."

source: "What's the deal with you and that Lann fellow? Are you his girl?"
ko: "너랑 랜 사이에 무슨 일이 있는 거야? 걔랑 사귀어?"
ko_mt: "너랑 란이라는 친구랑 무슨 일이야? 너 그 사람 여자니?"

source: "Pah! That little wimp? The only person I belong to is the {mf|master|mistress}! And if you say anything like that ever again, I'll dump you in the latrine and no one will ever find you!"
ko: "하! 그 겁쟁이 자식 말인가? 내가 복종하는 이는 주인님 뿐이다! 그리고 한 번만 더 그따위 소리를 지껄인다면, 다시는 아무도 널 찾지 못하도록 변소에 쳐박아 버리겠다!"
ko_mt: "팍! 저 작은 겁쟁이? 내 소속은 주인님뿐이야! 한 번만 더 그런 말을 하면 널 변기에 버려서 아무도 널 못 찾게 할 거야!"
