Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "Good night, Arueshalae."
ko: "잘자, 아루샬레."
ko_mt: "잘 자, 아루샬래."

source: "I hope you have a dream tonight. Any dream."
ko: "오늘밤 당신이 꿈을 꾸길 바라요. 어떤 꿈이든 간에요."
ko_mt: "오늘 밤 꿈을 꾸길 바랍니다. 어떤 꿈이든요."

source: "It's so wonderful not to be alone anymore."
ko: "더 이상 혼자가 아니라는 사실이 너무 행복해요."
ko_mt: "더 이상 혼자가 아니라는 사실이 너무 좋아요."

source: "Desna, patroness of travelers! I thank you for bringing our paths together."
ko: "데스나 님, 여행자의 수호여신이시여! 우리가 함께 여정하는 것에 감사드립니다."
ko_mt: "여행자의 후원자 데스나! 우리의 길을 함께 해주셔서 감사합니다."

source: "I still cannot dream, Desna. I have not earned the right. I have not solved your riddle."
ko: "여전히 꿈을 꾸지 못합니다, 데즈나님. 저는 아직 권리를 얻지 못했습니다. 당신이 내리신 수수께끼를 풀지 못했습니다."
ko_mt: "난 아직도 꿈을 꿀 수 없어요, 데스나. 난 아직 그럴 자격을 얻지 못했어. 난 아직 당신의 수수께끼를 풀지 못했어요."

source: "Well, I can at least stand watch over my friends and guard their slumber."
ko: "뭐, 그래도 내 친구들이 자는 걸 지킬 수는 있으니까."
ko_mt: "적어도 친구들의 잠자리를 지켜줄 수는 있겠죠."

source: "What's this — a butterfly? How did it get here?"
ko: "이게 뭐죠, 나비? 어떻게 여기까지 왔을까요?"
ko_mt: "이게 뭐야, 나비야? 어떻게 여기까지 왔지?"

source: "Could it be? Is the goddess watching over me?"
ko: "그런 걸까요? 여신께서 저를 지켜보고 계시는 걸까요?"
ko_mt: "그럴까요? 여신이 나를 지켜보고 있는 걸까?"

source: "When I feel like I'm struggling with the desire to do evil, I look at the stars or the clouds."
ko: "악행에 대한 욕망이 몸부림치는 것 같은 느낌이 들면, 저는 별과 구름을 쳐다봐요."
ko_mt: "악을 행하고 싶은 욕망에 시달릴 때면 별이나 구름을 바라봅니다."

source: "I like it when clouds are in the shape of something else. Like a castle, a mountain... a fat, fluffy rabbit!"
ko: "저는 구름들이 다른 모양을 하고 있는 걸 좋아해요. 성도 있고, 산도 있고... 뚱뚱하고, 푹신한 토끼도 있어요!"
ko_mt: "저는 구름이 다른 모양일 때가 좋아요. 성, 산.. 뚱뚱하고 푹신한 토끼처럼요!"

source: "If you ever feel like the world outside the walls of your mansion is alien and incomprehensible, come and talk to me. I know all about deception and betrayal, I can protect you."
ko: "당신의 저택 바깥의 세상이 이질적이고 이해할 수 없다고 느껴진다면, 저를 찾아와서 얘기해주세요. 저는 속임수와 배신에 대해 모두 알고 있고, 당신을 지켜줄 수 있어요."
ko_mt: "저택 담장 밖의 세상이 낯설고 이해할 수 없다고 느껴진다면 저에게 와서 이야기하세요. 나는 속임수와 배신에 대해 잘 알고 있고, 당신을 지켜줄 수 있습니다."

source: "You wish to be my friend? How charming... I would simply love to share girlish confidences with you... And hear all about the deep, dark secrets of your past."
ko: "제 친구가 되고 싶다고요? 정말 매력적인 제안이네요... 제 소녀스런 비밀을 기꺼이 공유해줄게요... 당신의 깊고, 어두운 과거의 비밀도 들어주고 말이죠."
ko_mt: "내 친구가 되고 싶다고? 얼마나 매력적인지.. 난 그저 너와 소녀 같은 자신감을 나누고 싶을 뿐이야.. 그리고 네 과거의 깊고 어두운 비밀에 대해 모두 듣고 싶어."

source: "Am I imagining things, or did I see a vicious gleam in your eyes? Where did that come from?"
ko: "제 기분 탓일까요, 제가 당신의 잔인한 눈빛을 본 걸까요? 그 눈빛은 뭐였죠?"
ko_mt: "제가 상상을 한 건가요, 아니면 당신 눈에서 사악한 광채를 본 건가요? 저게 어디서 나온 거죠?"

source: "You're mistaken. How could a young lady who has spent her life cloistered and wanting for nothing have even an ounce of viciousness in her?"
ko: "착각한 거겠죠. 평생 동안 격리된 채로 살아와서 아무것도 바라지 않는 젊은 아가씨에게 어떻게 한 줌의 사악함이 있을 수 있겠어요?"
ko_mt: "잘못 생각하셨어요. 평생을 은둔하며 아무것도 바라지 않고 살아온 젊은 아가씨에게 어떻게 악의가 조금이라도 있을 수 있겠어요?"

source: "Sometimes I watch you in combat and I get the impression that fighting demons brings you pleasure. Do you truly enjoy it?"
ko: "이따금씩 전투중인 당신의 모습을 보면 당신이 데몬과 싸우며 기뻐한다는 느낌을 받아요. 정말로 그걸 즐기시나요?"
ko_mt: "가끔 전투하는 모습을 보면 데몬과 싸우는 것이 즐거움을 가져다주는 것 같다는 인상을 받습니다. 정말 즐기시나요?"

source: "Of course I do. I am defending my home, fulfilling my duty. I feel the thrill of righteousness. No need to fret over it, you wouldn't understand."
ko: "당연히 즐기지. 난 내 집을 지키고, 내 의무를 다하고 있어. 정의의 황홀감이 느껴진다니까. 그러니 초조해 할 거 없어, 넌 이해하지 못 할 테니까."
ko_mt: "물론입니다. 저는 제 고향을 지키고 제 의무를 다하고 있습니다. 정의의 스릴을 느낍니다. 걱정할 필요 없어요, 당신은 이해하지 못할 겁니다."

source: "The word 'friend' is so unfamiliar. There is no real friendship in the Abyss. I would love to call someone my friend..."
ko: "'친구'라는 단어는 너무 낯설어요. 심연에는 진짜 우정이란 게 없거든요. 저도 누군가를 친구라고 부르고 싶어요..."
ko_mt: "'친구'라는 단어가 너무 낯설어요. 심연에는 진정한 우정이란 존재하지 않으니까요. 누군가를 친구라고 부르고 싶지만..."

source: "We have so much in common, Arueshalae. I have spent my entire life in seclusion and have never had anyone to call a friend either. Not a single soul."
ko: "우린 닮은 점이 참 많아, 아루샬레. 난 평생을 격리된 채 살아왔고 친구라고 부를 사람은 단 한 명도 없었어. 단 한 명도."
ko_mt: "우린 공통점이 많아요, 아루샬래. 저는 평생을 은둔하며 살아왔고 친구라고 부를 만한 사람도 한 명도 없었죠. 단 한 명의 영혼도요."

source: "Can shamans feel lonely? They are surrounded by spirits who wish to talk."
ko: "샤먼들도 외로움을 느끼나요? 말을 걸고 싶어하는 영혼들한테 둘러싸여 있잖아요."
ko_mt: "주술사도 외로움을 느낄 수 있나요? 그들은 대화를 원하는 영혼들에 둘러싸여 있습니다."

source: "Have you ever heard the expression 'lonely in a crowd'? It can be the same with spirits."
ko: "'군중 속의 고독'이라는 표현 들어본 적 있어? 영혼들도 똑같아."
ko_mt: "'군중 속의 외톨이'라는 표현을 들어본 적이 있나요? 영혼도 마찬가지일 수 있습니다."

source: "Please, don't look at me like that. I can read your desires plainly on your face."
ko: "제발 저를 그렇게 쳐다보지 마세요. 당신의 얼굴에서 욕망이 그대로 읽히니까요."
ko_mt: "제발, 그렇게 쳐다보지 마세요. 당신의 얼굴에서 당신의 욕망을 분명하게 읽을 수 있어요."

source: "Do you think your face does not betray your inner thoughts? A wolf can befriend a flock of sheep, but it will always see them as lumps of meat. Wouldn't you agree?"
ko: "네 얼굴은 네 속마음을 잘 숨긴다고 생각하는 거야? 늑대는 양떼와 친구가 될 수 있지만, 항상 고깃덩이로만 볼 거야. 동의하지 않아?"
ko_mt: "당신의 얼굴이 당신의 내면을 배신하지 않는다고 생각하십니까? 늑대는 양떼와 친구가 될 수 있지만 항상 양을 고기 덩어리로 볼 것입니다. 그렇지 않나요?"

source: "You must thank fate every day for blessing you with the celestial blood in your veins."
ko: "당신은 천족 혈통이라는 축복을 내려준 운명에게 항상 감사하셔야 해요."
ko_mt: "당신의 혈관에 천상의 피가 흐르도록 축복해준 운명에 매일 감사해야 합니다."

source: "Hardly. I stopped doing that when I was told for the thousandth time that I was a disgrace to my blood and my lineage."
ko: "별로. 내가 내 혈통과 내 일족의 수치라는 말을 한 천 번째로 들었을 때부터 고맙다는 생각이 안 들던데."
ko_mt: "거의요. 저는 제 핏줄과 혈통의 수치라는 말을 천 번도 넘게 들었을 때 그 일을 그만두었습니다."

source: "Daeran, I can't understand why blood makes some mortals better than others. What do a person's origins have to do with their worth?"
ko: "대런, 저는 왜 혈통이란 게 일부 필멸자들을 다른 이들보다 더 뛰어나게 만드는지 이해할 수 없어요. 어쩨서 한 사람의 혈통이 그들의 가치를 결정하는 거죠?"
ko_mt: "대런, 난 왜 피가 어떤 인간을 다른 인간보다 낫게 만드는지 이해할 수 없어. 사람의 출신이 가치와 무슨 상관이 있죠?"

source: "Some people's ancestors simply had sharper elbows and better luck than others, and they codified a system whereby they and their descendants would rule over everyone else. Not that I'm complaining, of course."
ko: "그냥 어떤 사람들의 조상들이 남들보다 더 날카로운 팔꿈치와 더 좋은 운이 있었고, 그 조상들이 그들과 그 후손들이 다른 모두를 다스릴 수 있는 체계를 조직한 것뿐이야. 물론 불평하는 건 아니지만."
ko_mt: "어떤 사람들의 조상은 다른 사람들보다 팔꿈치가 더 예리하고 운이 좋았으며, 자신과 그 후손이 다른 모든 사람을 지배하는 시스템을 성문화했습니다. 물론 불평하는 것은 아닙니다."

source: "I have heard that human mothers love their children unconditionally and absolutely. Was your mother like that?"
ko: "저는 인간 어머니가 자기 자식을 조건없이, 절대적으로 사랑한다고 들었어요. 당신의 어머니도 그랬나요?"
ko_mt: "인간의 어머니는 자식을 무조건적이고 절대적으로 사랑한다고 들었습니다. 여러분의 어머니도 그러셨나요?"

source: "Consider this a free lesson in Golarion etiquette: we do not speak of other people's dead mothers unless we are sure our interlocutor will welcome it."
ko: "골라리온 예절 무료 강의라 생각하세요: 우린 상대가 얘기하고 싶어 한다고 확신하지 않는 이상, 그 사람의 죽은 어머니에 대한 얘기는 안 합니다."
ko_mt: "골라리온 에티켓에 대한 무료 레슨이라고 생각하세요. 상대방이 환영할 것이라는 확신이 들지 않는 한 다른 사람의 돌아가신 어머니에 대해 이야기하지 않습니다."

source: "It seems like you are deliberately goading me, trying to make me fall, Daeran. But why?"
ko: "대런, 이건 마치 당신이 날 고의로 자극해서 실수하게 만드려는 것 같아요. 왜 그러시죠?"
ko_mt: "일부러 나를 유혹해서 넘어지게 하려는 것 같아, 대런. 하지만 왜?"

source: "Because I am a terrible person, darling, haven't you realized that yet?"
ko: "왜냐하면 난 끔찍한 사람이거든, 자기, 아직도 깨닫지 못한 거야?"
ko_mt: "난 끔찍한 사람이니까, 여보, 아직 깨닫지 못했어?"

source: "I've wanted to comb your hair for so long… but I'm afraid I might hurt you."
ko: "오랫동안 당신의 머리를 손질해주고 싶었지만… 제가 당신을 다치게 할까봐 두려워요."
ko_mt: "오랫동안 네 머리를 빗겨주고 싶었는데.. 다칠까봐 겁이 나."

source: "Can you do a braid? If you know how, I'll endure it."
ko: "머리 땋는 법 알아? 할 줄 안다면, 빗게 해줄게."
ko_mt: "땋을 수 있어요? 방법을 아신다면 제가 해볼게요."

source: "After everything that happened to you, you could have become a very angry person... But you didn't. Where does all your compassion and love come from?"
ko: "당신에게 그 모든 사건이 일어난 뒤, 당신은 매우 화난 사람이 될 수 있었어요... 하지만 그러지 않으셨죠. 당신의 모든 연민과 사랑은 어디에서 나오는 건가요?"
ko_mt: "당신에게 일어난 모든 일 이후, 당신은 매우 화난 사람이 될 수도 있었어요.. 하지만 그러지 않았지. 당신의 모든 연민과 사랑은 어디에서 나오는 거죠?"

source: "I don't know. What about you? You're very kind, even though a horrible thing was done to you: you were forced to be a demon."
ko: "모르겠어요. 당신은요? 당신은 강제로 데몬으로 태어나는 끔찍한 일을 겪고도, 정말 다정하잖아요."
ko_mt: "모르겠어요. 당신은 어때요? 끔찍한 일을 당하고 데몬이 될 수밖에 없었는데도 넌 정말 친절하구나."

source: "Another campsite where I will pray for Desna to send me a dream. And another disappointment when it doesn't come."
ko: "데즈나께 꿈을 보내달라 기도할 또 다른 야영지네요. 그리고 꿈을 꾸지 못한 실망감도 다시 올테죠."
ko_mt: "데스나에게 꿈을 보내달라고 기도할 또 다른 캠프장. 그리고 꿈이 오지 않으면 또 실망하겠죠."

source: "I have scary dreams sometimes. Or sometimes I have good ones, but then I'm sad when I wake up and realize they're not real... Maybe having no dreams is better?"
ko: "저는 가끔 무서운 꿈을 꿔요. 좋은 꿈을 꿀 때도 있지만, 잠에서 깼을 때 그게 진짜가 아니라는 걸 알게 되면 슬퍼져요... 꿈을 꾸지 않는 게 더 좋을 수도 있지 않을까요?"
ko_mt: "저는 가끔 무서운 꿈을 꿉니다. 아니면 좋은 꿈도 꾸는데 깨어나서 현실이 아니라는 걸 알면 슬프기도 하고.. 차라리 꿈이 없는 게 낫지 않을까요?"

source: "I think Soot likes me. Why do you think that is?"
ko: "저는 검댕이가 절 좋아한다고 생각했어요. 왜 그렇게 생각하시나요?"
ko_mt: "그을음이 저를 좋아하는 것 같아요. 왜 그렇게 생각하세요?"

source: "You're good and you have wings. She probably thinks you're a big, beautiful bird."
ko: "당신은 친절하고 날개도 있어요. 아마 당신을 크고, 아름다운 새로 생각하나 봐요."
ko_mt: "넌 착하고 날개가 있잖아. 그녀는 아마 네가 크고 아름다운 새라고 생각할 거야."

source: "Before, I lived as I had to, never thinking of how quickly time passes for mortals. Do you sense time the same way demons do?"
ko: "이전의 저는 흘러가는 대로 살았고, 필멸자들의 시간이 얼마나 빨리 지나가는지는 신경 쓰지 않았어요. 당신도 시간을 데몬처럼 인식하시나요?"
ko_mt: "전에는 인간에게 시간이 얼마나 빨리 지나가는지 생각하지 않고 해야만 하는 대로 살았습니다. 당신도 마족과 같은 방식으로 시간을 느끼나요?"

source: "Time is a strange thing for everybody... but I think bad things seem to last a long time for both demons and mortals, and good things are over in the blink of an eye."
ko: "우리 모두에게 시간은 참 이상한 것이에요... 하지만 전 데몬에게나 필멸자에게나 나쁜 일은 오래가는 것처럼 보이고, 좋은 일은 눈 깜짝할 새에 지나간다고 생각해요."
ko_mt: "시간은 누구에게나 이상한 것이지만.. 데몬이나 인간 모두에게 나쁜 일은 오래 지속되고 좋은 일은 눈 깜짝할 사이에 끝나는 것 같아요."

source: "Why do mortals always leave the ones they love? Isn't being with the people you love the ultimate happiness?"
ko: "어째서 필멸자들은 항상 자기가 사랑하는 사람을 남겨두는 건가요? 사랑하는 사람과 함께하는 것이 진정한 행복이 아닌건가요?"
ko_mt: "인간은 왜 항상 사랑하는 사람을 떠날까요? 사랑하는 사람과 함께 있는 것이 최고의 행복이 아닐까요?"

source: "Are we built to be happy? The way I see it, we're born so that we can spend our whole lives floundering and trying to loosen the garrote of unfulfilled desires that's wrapped around our throats."
ko: "우리가 행복하게 살도록 만들어졌나? 내가 보기엔, 우리 목을 감싼 이룰 수 없는 욕망으로 된 형틀을 풀어내려고 평생 동안 허우적거리라고 태어난 것뿐이야."
ko_mt: "우리는 행복해지기 위해 태어났을까요? 제가 보기에 우리는 평생을 허우적거리며 목을 감싸고 있는 충족되지 않은 욕망의 굴레를 풀기 위해 태어났습니다."

source: "When you say that I'll never atone for what I've done, I think you're talking about yourself. It's your chance of redemption that you don't believe in. But I can change — so can you."
ko: "제가 저지른 것들에 대해 속죄하지 못할 거라 당신이 말할 때마다, 저는 당신이 자신에게 말하는 거라는 생각을 해요. 당신은 회개의 가능성을 믿지 않으시죠. 하지만 저는 변화할 수 있어요. 그러니 당신 또한 바뀔 수 있어요."
ko_mt: "내가 한 짓을 절대 속죄할 수 없을 거라고 말하는 건 자기 자신에 대해 말하는 것 같아요. 당신이 믿지 않는 속죄의 기회는 바로 당신 자신입니다. 하지만 나도 변할 수 있고, 당신도 변할 수 있습니다."

source: "Are you joking? Now a demon's trying to tell me how to live my life? I've never met a bigger bunch of moralizers!"
ko: "지금 농담하는 거지? 이젠 데몬까지 나한테 어떻게 살아야 하는지 설교를 하려 한다고? 이 정도로 커다란 설교자 무리를 만나본 적은 없는데!"
ko_mt: "지금 장난해? 이제 데몬이 내 인생에 대해 이래라저래라 하려고 해? 이보다 더 도덕적인 무리는 처음 봐요!"

source: "I know you don't trust me, but... we're very similar. We're both strangers in this crusade."
ko: "당신은 저를 믿지 않으시죠. 하지만... 저희는 꽤 비슷해요. 저희 둘 다 이 성전의 외부인이죠."
ko_mt: "당신이 나를 믿지 않는 건 알지만.. 우린 매우 비슷해요. 이 십자군 전쟁에서 우린 둘 다 낯선 사람이에요."

source: "You got that right. A hired killer and a demon as the crusade's brightest hope. Whatever happened to the days when saving the world was left to righteous heroes?"
ko: "맞는 말이야. 성전군의 가장 밝은 희망이 고용된 암살자와 데몬이라니. 정의로운 영웅들이 세상을 구하던 시절은 대체 어디로 간 거야?"
ko_mt: "맞습니다. 고용된 킬러와 데몬이 십자군 성전의 가장 밝은 희망이죠. 세상을 구하는 일은 정의로운 영웅에게만 맡기던 시절은 어떻게 된 거죠?"

source: "You think that by trying to do what is right, I am lying to myself? You're wrong."
ko: "당신은 제가 올바른 일을 함으로써 스스로에게 거짓말 하는 중이라고 생각하시나요? 틀리셨어요."
ko_mt: "옳은 일을 하려고 노력하는 것이 나 자신에게 거짓말을 하는 것이라고 생각하세요? 틀렸어요."

source: "Well, I could make an effort and join up with the paladins. The question is about when, not if, I'll get tired of pretending to be something I'm not."
ko: "뭐, 나도 팔라딘에 입대하려고 노력할 수는 있어. 문제는 내가 아닌 것인 척 하는 짓에 언제 지치냐는 거야."
ko_mt: "노력해서 성기사단에 합류할 수도 있겠지. 문제는 언제가 아니라 내가 아닌 척하는 것에 지칠 것이냐는 것입니다."

source: "Why are you the person who trusts me least in this party, Greybor?"
ko: "이 일행 전체에서 저를 가장 믿지 않으시는 이유가 뭐죠, 그레이보르?"
ko_mt: "왜 이 파티에서 나를 가장 믿지 않는 사람이 너야, 그레이버?"

source: "Because I know better than anyone the things miscreants say to avoid punishment — 'I want to change.' That's what they say."
ko: "왜냐하면 난 악한들이 처벌을 피하기 위해 하는 말을 누구보다 잘 알고 있으니까. '저는 바뀌고 싶어요.' 이렇게들 말하지."
ko_mt: "저는 범죄자들이 처벌을 피하기 위해 '변하고 싶다'고 말하는 것을 누구보다 잘 알고 있기 때문입니다. 그게 바로 그들이 하는 말입니다."

source: "Despite their differences, your parents truly loved each other. How I wish I could experience that kind of love!"
ko: "서로의 차이점에도 불구하고, 당신의 부모님들은 서로를 정말 사랑했군요. 저도 그런 사랑을 해보고 싶어요!"
ko_mt: "너희 부모님은 서로 다름에도 불구하고 진정으로 서로를 사랑했어. 나도 그런 사랑을 경험할 수 있다면 얼마나 좋을까!"

source: "You don't know what you're wishing for. The best outcome from that kind of love is a good-looking child like me. The worst outcome... well, let's just say no love is worth that."
ko: "넌 네가 뭘 바라는지 모르고 있어. 그런 종류의 사랑이 낳을 최선의 결과는 나처럼 잘 생긴 아이야. 최악의 결과는... 글쎄, 그냥 어떤 사랑도 그렇게 될 필요는 없다고 하자."
ko_mt: "당신은 당신이 무엇을 바라는지 모릅니다. 그런 사랑의 가장 좋은 결과는 저처럼 잘생긴 아이가 태어나는 것이죠. 최악의 결과는.. 글쎄요, 그만한 가치가 없는 사랑이라고 해두죠."

source: "Your people have suffered greatly, but they never forgot their mission. It is astonishing how strong mortals can be when they have hope!"
ko: "당신의 민족은 큰 고통을 겪었지만, 그들은 자신의 의무를 잊어버리지 않았어요. 필멸자들이 희망을 가지면 얼마나 강해질 수 있는지가 정말 놀라워요!"
ko_mt: "당신네 사람들은 큰 고통을 겪었지만 사명을 잊지 않았어요. 인간이 희망을 가질 때 얼마나 강해질 수 있는지 놀랍습니다!"

source: "My people would be surprised to hear you say that. Mongrels lost any hope they had a long time ago, they're just afraid to admit it."
ko: "우리 부족 사람들이 네 말을 들으면 놀랄 거야. 잡종들은 오래 전에 희망을 전부 잃었지만, 그냥 그걸 인정하기 두려워 하고 있거든."
ko_mt: "우리 사람들이 그런 말을 들으면 놀랄 겁니다. 몽그렐들은 오래전에 희망을 잃었고, 단지 그것을 인정하는 것이 두려울 뿐이죠."

source: "Lann, can you please explain why mortals insist on so many different forms of address? Sir, madam, my lord... I can barely keep track of them all."
ko: "란, 필멸자들이 어째서 서로 다른 수많은 호칭들을 강요하는지 설명해주실 수 있을까요? 경, 부인, 왕... 저는 그것들을 쫒아가는데만도 벅차거든요."
ko_mt: "란, 인간들이 왜 그렇게 다양한 호칭을 고집하는지 설명해 주시겠어요? 선생님, 부인, 영주님.. 일일이 다 기억할 수가 없습니다."

source: "I ask myself that same question. I think it's just a stupid uplander custom. Sometimes I get the feeling that mortals make their language as complicated and confusing as possible to make outsiders easy to spot."
ko: "나도 그 질문의 답을 생각해 봤어. 내 생각에 그건 그냥 멍청한 지상인 관습일 뿐이야. 가끔은 인간이 외부인들을 찾기 쉽게 자기네 언어를 최대한 복잡하고 혼란스럽게 만드는 거 같다는 느낌이 들어."
ko_mt: "저도 같은 질문을 스스로에게 합니다. 그냥 어리석은 고지대 사람들의 관습이라고 생각해요. 인간은 외부인이 쉽게 알아볼 수 있도록 언어를 최대한 복잡하고 혼란스럽게 만든다는 생각이 들 때가 있습니다."

source: "There is something inside you, Lann. Something I have not seen in other mortals."
ko: "란, 당신의 내면에 뭔가가 있군요. 다른 필멸자들에게서 볼 수 없던 무언가가요."
ko_mt: "네 안에는 무언가가 있다, 란. 다른 인간들에게서 보지 못한 무언가."

source: "My unparalleled beauty? I knew that's what you meant!"
ko: "내 비할 데 없는 아름다움 말하는 거 맞지? 그 말인 줄 알았다니까!"
ko_mt: "내 비할 데 없는 아름다움? 그런 뜻인 줄 알았어요!"

source: "You were right when you said the starry sky was mesmerizing. It's like you're seeing myriad worlds at once!"
ko: "별이 총총히 빛나는 하늘이 황홀하다 했던 당신 말이 정말이었어요. 무수한 세계를 한번에 보는 것 같아요!"
ko_mt: "밤하늘이 매혹적이라는 말이 맞았어요. 마치 무수한 세계를 한꺼번에 보는 것 같아요!"

source: "If only somebody had found a way to sail across the night sky in a boat, from one star to another..."
ko: "누군가 배를 타고 밤하늘을 가르며 별에서 별으로 항해하는 법을 찾았더라면..."
ko_mt: "누군가 배를 타고 밤하늘을 가로질러 한 별에서 다른 별까지 항해할 수 있는 방법을 찾았다면..."

source: "Sometimes I want to be like you, Nenio. I want to learn how to forget things I'd rather not think about. Some of my memories are a heavy burden to bear."
ko: "네니오, 때론 저도 당신처럼 되고 싶어요. 어떻게 무언가에 대해 생각하는 대신 그것을 잊어버릴 수 있는지 알고 싶어요. 저의 기억들 중 몇 가지는 안고 가기엔 너무 무겁거든요."
ko_mt: "가끔은 당신처럼 되고 싶어요, 네니오. 생각하고 싶지 않은 것들을 잊는 법을 배우고 싶어요. 제 기억 중 일부는 감당하기 힘든 무거운 짐이거든요."

source: "In my expert opinion, you enjoy contemplating your past and the results of your actions, and conducting self-analysis. If you truly wanted to forget, you would have done it already."
ko: "내 전문가적 소견에 따르면, 넌 네 과거와 행동의 결과를 고민하고 자기 분석하는 걸 즐기고 있어. 정말로 잊어버리고 싶었다면, 벌써 그랬겠지."
ko_mt: "제 전문가적 견해로는, 당신은 과거와 행동의 결과에 대해 생각하고 자기 분석을 하는 것을 좋아합니다. 진정으로 잊고 싶었다면 이미 잊었을 것입니다."

source: "Nenio, you never ask me questions about the Abyss. Every crusader brave enough to talk to me asks me what it's like there, but you never do. I don't mind either way, but why doesn't the Abyss interest you?"
ko: "네니오, 당신은 절대로 저에게 심연에 대해 질문하지 않는군요. 그곳이 어떤 장소인지 모든 성전사들이 물어보는데, 당신만은 절대로 안하죠. 별로 신경 쓰는 건 아니지만, 왜 심연이 당신의 호기심을 끌지 못하는 거죠?"
ko_mt: "네니오, 넌 심연에 대해 한 번도 물어본 적이 없잖아. 용감한 성전사들은 저에게 심연이 어떤 곳인지 물어보지만, 당신은 한 번도 묻지 않아요. 어느 쪽이든 상관없지만 왜 심연에 관심이 없는 거죠?"

source: "My project is called the Encyclopedia GOLARIONNICA. The Abyss is not Golarion. That information is beyond the scope of my current research."
ko: "내 프로젝트는 '골라리온' 대백과야. 심연은 골라리온이 아니지. 그 정보는 내 현재 연구 범위 너머에 있어."
ko_mt: "제 프로젝트는 골라리온니카 백과사전입니다. 심연은 골라리온이 아닙니다. 그 정보는 현재 제 연구 범위를 벗어납니다."

source: "Nenio, do your notes contain any mention of demons who have... changed?"
ko: "네니오 , 혹시 당신의 책에... 데몬의 변화에 대한 기록이 있을까요?"
ko_mt: "네니오, 네 노트에.. 변한 데몬에 대한 언급이 있나요?"

source: "I have come across no such evidence. But did you know that the promise of false redemption is number 17 in the list of most common ploys used by demons to trick gullible mortals?"
ko: "아직 그런 흔적을 찾은 적은 없어. 그런데 말야, 거짓 구원을 약속하는 게 데몬들이 귀 얇은 필멸자들을 속일 때 쓰는 가장 흔한 술책 17번 째인 거 알고 있었어?"
ko_mt: "저는 그런 증거를 본 적이 없습니다. 하지만 데몬이 속기 쉬운 인간을 속이기 위해 사용하는 가장 일반적인 계략 목록에서 거짓 구원의 약속이 17번이라는 사실을 알고 계셨나요?"

source: "You study the world around you with such dedication... you must truly love it."
ko: "당신은 엄청난 열정을 가지고 세상을 탐구하시는군요... 진실로 그 작업을 사랑하시나봐요."
ko_mt: "헌신적인 자세로 주변 세계를 연구하고.. 진정으로 사랑해야 합니다."

source: "Love, hmm, love... you have reminded me of something, demon girl, but... ah, yes! I must finish writing my entry about the Wound's influence on ant reproduction!"
ko: "사랑, 흐음, 사랑이라... 널 보면 뭔가가 생각나네, 데몬 소녀야, 그런데... 아, 맞다! 세계상처가 개미들의 번식에 미치는 영향에 대한 내 논문을 마저 써야 해!"
ko_mt: "사랑, 흠, 사랑.. 너 때문에 뭔가 생각났어, 데몬 소녀, 하지만.. 아, 그래! 상처가 개미 번식에 미치는 영향에 대한 글을 마저 써야겠어!"

source: "You said you only forget things that are not important. But sometimes the importance of some things is not apparent right away."
ko: "당신은 중요하지 않은 것들만 잊는다고 하셨지만, 때로는 무언가의 중요성이 명확하지 않답니다."
ko_mt: "중요하지 않은 것만 잊는다고 하셨죠. 하지만 때로는 어떤 것의 중요성이 바로 눈에 띄지 않을 때도 있습니다."

source: "Perhaps I do forget some important things from time to time. Or perhaps I do not. I don't remember."
ko: "아마도 난 시간이 지나면 중요한 것들을 까먹곤 하는 것 같아. 아닐 수도 있고. 기억이 잘 안나."
ko_mt: "가끔 중요한 것을 잊어버리는 경우가 있습니다. 아니면 기억하지 못할 수도 있습니다. 기억이 나지 않아요."

source: "I know you hate demons, but since we're fighting together, perhaps we could..."
ko: "당신이 데몬을 싫어한다는 것을 알지만, 일단은 저희가 함께 싸우고 있으니 어쩌면..."
ko_mt: "네가 데몬을 싫어하는 건 알지만, 우리가 함께 싸우고 있으니..."

source: "No. We could not."
ko: "아니, 불가능하다."
ko_mt: "아니요, 그럴 수 없습니다."

source: "Men and women often look at me with lust in their eyes. But not you. I find being with you calming, surprising as that may sound."
ko: "남자나 여자나 욕정이 가득한 눈으로 저를 볼 때가 있죠. 하지만 당신은 아니에요. 놀라실지도 모르지만, 당신과 함께 있으면 진정이 돼요."
ko_mt: "남성과 여성은 종종 욕망에 찬 눈으로 저를 바라봅니다. 하지만 당신은 아니죠. 당신과 함께 있으면 놀랍게도 평온함을 느낍니다."

source: "Unacceptable. A demon should feel fear when in proximity to a Hellknight."
ko: "용납 불가하다. 데몬은 헬나이트의 존재에서 두려움만을 느껴야 한다."
ko_mt: "용납할 수 없다. 데몬은 지옥기사에게 가까이 가면 공포를 느껴야 한다."

source: "I'll stand watch while all of you rest."
ko: "여러분이 휴식하시는 동안 주변을 살필게요."
ko_mt: "여러분들이 쉬는 동안 제가 보초를 서겠습니다."

source: "You think we're going to let you stand watch alone? We've still got some sense left in us."
ko: "너 혼자 경계를 서도록 놔둘거라 생각하나? 우리에게도 상식이란 게 존재한다."
ko_mt: "우리가 당신을 혼자 지켜보게 놔둘 것 같아요? 우리에겐 아직 감각이 남아있어."

source: "I know you do not believe that a demon can change their nature. But aren't you different from your own kind, Hellknight?"
ko: "당신은 데몬이 그 천성을 바꿀 수 없다고 믿는 걸 알아요, 헬나이트님. 하지만 당신 또한 다른 동족들과 다르지 않으신가요?"
ko_mt: "데몬이 본성을 바꿀 수 있다고 믿지 않는 건 알아요. 하지만 당신은 같은 종족과 다르지 않습니까, 지옥기사?"

source: "I do not engage in rhetorical games. He who enters into an argument with a demon as an equal has already lost."
ko: "난 이 말장난 따위에 어울릴 생각이 없다. 데몬과의 논쟁을 하려는 자는 이미 패배한 것과 마찬가지니 말이다."
ko_mt: "나는 수사학적인 게임을 하지 않습니다. 데몬과 동등한 입장에서 논쟁을 벌이는 사람은 이미 패배한 것입니다."

source: "I do not flagellate myself like you do, but... deep in my soul, I am just as ruthless toward myself."
ko: "저는 당신처럼 스스로에게 채찍질 할 수 없어요. 하지만... 저도 제 영혼 깊숙한 곳에선 스스로에게 엄격하답니다."
ko_mt: "나는 당신처럼 스스로를 비난하지는 않지만.. 내 영혼 깊은 곳에서는 나 자신에 대해 무자비합니다."

source: "If I were a demon, those words would immediately precede an attack on my intended Hellknight victim."
ko: "만일 내가 데몬이었다면, 그런 말을 꺼내자마자 바로 내 헬나이트 희생양들을 덮치고 있었겠지."
ko_mt: "내가 데몬였다면, 그 말은 내가 의도한 지옥기사 희생자를 공격하기 바로 전에 할 것이다."

source: "All the paladins I've met before behaved very piously. They abhorred frivolity of any kind. You're not like that at all. You're not afraid to be yourself."
ko: "제가 만났던 모든 팔라딘들은 아주 경건하게 행동했어요. 그들은 모든 종류의 경박함을 혐오했죠. 당신은 전혀 그렇지 않아요. 스스로를 드러내는 걸 두려워하지 않으시죠."
ko_mt: "제가 만난 모든 성기사는 매우 경건하게 행동했습니다. 그들은 어떤 종류의 경박함도 혐오했죠. 당신은 전혀 그렇지 않군요. 당신은 당신 자신이 되는 것을 두려워하지 않아요."

source: "The paladins you're talking about… they were easy to break, right? It's easy to break someone who's running from themselves."
ko: "네가 말하는 이 팔라딘이라는 거... 그들은 부서지기 참 쉬워, 안 그래? 자기 자신으로부터 도망치는 사람들은 정말 부수기 쉽단 말이야."
ko_mt: "당신이 말하는 성기사들은.. 쉽게 무너질 수 있는 사람들이죠? 자기 자신에게서 도망치는 사람을 꺾는 건 쉽죠."

source: "Do you really have faith in me, Seelah? But why? You're a paladin, can't you sense the evil in my heart?"
ko: "정말로 저를 신뢰하시나요, 실라? 왜죠? 당신은 팔라딘이잖아요. 제 마음 속의 악을 느끼지 못하시는 건가요?"
ko_mt: "정말 저를 믿으세요, 실라? 하지만 왜? 넌 성기사인데 내 마음속에 있는 악을 느끼지 못하겠어?"

source: "You don't have to be without sin to be good, sister. And to start on the path to atonement, you first need to admit that you have something to atone for."
ko: "선해진다는 게 무결해야만 함을 의미하진 않아, 자매. 그리고 회개하기 위해서는, 먼저 자신에게 무언가 죄가 있다는 사실을 인정해야만 하지."
ko_mt: "선하기 위해 죄가 없어야 하는 것은 아닙니다, 자매님. 속죄의 길을 시작하려면 먼저 속죄할 것이 있다는 사실을 인정해야 합니다."

source: "But what if I once... killed one of your fellow paladins? Someone you knew?"
ko: "하지만 제가 당신의 팔라딘 동료를... 죽였었다면요? 당신이 알았던 사람을요?"
ko_mt: "하지만 내가 동료 성기사 중 한 명을 죽였다면요? 당신이 아는 사람?"

source: "Well, I won't lie, it would be a hard pill to swallow. But we'd just need to try even harder to honor your victim's memory."
ko: "뭐, 받아들이기 힘든 일이란 사실은 부정하지 않을게. 하지만 네 희생자들을 기리기 위해 더 노력해야겠지."
ko_mt: "거짓말하지 않겠습니다. 삼키기 힘든 약이 될 것입니다. 하지만 희생자의 기억을 기리기 위해 더 열심히 노력해야 할 것입니다."

source: "I like hearing stories of your adventures. You have helped so many people!"
ko: "당신의 모험 이야기를 듣는 것이 좋아요. 정말 많은 사람들을 도와주셨군요!"
ko_mt: "저는 여러분의 모험 이야기를 듣는 것을 좋아합니다. 정말 많은 사람들을 도와주셨어요!"

source: "Do you know what the worst part is? It always seems like I could have helped more of them."
ko: "최악은 뭔지 알아? 항상 내가 더 많이 도와줄수 있지 않았을까 싶다는 점이야."
ko_mt: "최악인 부분이 뭔지 아세요? 항상 더 많은 사람들을 도울 수 있었을 텐데 하는 아쉬움이 남습니다."

source: "You took a leap of faith when you accepted me, Seelah. Aren't you afraid I will lose control? Then you would feel even worse than if you had never trusted me."
ko: "실라, 제가 합류했을 때 당신은 저를 조건없이 믿어주셨죠. 제가 자제력을 잃을까봐 걱정되지 않으시나요? 그러면 저를 아예 믿지 않았을 때보다 더 화나시겠죠."
ko_mt: "날 받아들였을 때 넌 믿음의 도약을 한 거야, 실라. 내가 통제력을 잃을까봐 두렵지 않니? 그러면 나를 믿지 않았을 때보다 더 큰 상처를 받게 될 거야."

source: "What would feel worse is if I had cut you down on the spot, and then spent the rest of my life tormented by the thought that I hadn't given you a chance when you sincerely wanted to change your nature."
ko: "더 최악이 될 수도 있었던 건, 만일 내가 널 보자마자 베어버렸다면, 남은 평생동안 네 본성을 바꾸려는 노력에 대해 내가 기회를 줄 수도 있지 않았을까 하는 생각에 고통에 시달렸을 수도 있단거야."
ko_mt: "내가 당신을 그 자리에서 잘라버렸다면, 그리고 당신이 진심으로 당신의 본성을 바꾸고 싶을 때 기회를 주지 않았다는 생각에 남은 인생을 괴로워한다면 더 기분이 나쁠 것입니다."
