Repository: akintos/wotr-translation
Catalog: translation/*/Banters.po
Languages: ko, ko_mt

source: "Holy relics are useful — they weaken the enemy and raise our troops' morale. But they should not be relied on too heavily, otherwise, their loss would turn into a genuine catastrophe."
ko_mt: "성물은 적을 약화시키고 아군의 사기를 높이는 등 유용합니다. 하지만 너무 지나치게 의존해서는 안 됩니다. 그렇지 않으면 그 손실은 진정한 재앙으로 바뀔 것입니다."

source: "Blah-blah-blah, Ember's making another dig at the gods. Whatever. What matters is we returned the Sword to the people, and for them it really is as if the sun has come out after years of dark skies!"
ko_mt: "어쩌고저쩌고, 엠버가 또 신을 파헤치고 있네요. 상관없어. 중요한 건 우리가 사람들에게 검을 돌려줬고, 그들에게는 수년간의 어두운 하늘 끝에 해가 떠오른 것과 같다는 거야!"

source: "That means you are sensing the relic's blessing. Any banner from the good deities warms a heart that is good."
ko_mt: "그것은 당신이 유물의 축복을 느끼고 있다는 것을 의미합니다. 선한 신들의 깃발은 선한 마음을 따뜻하게 해줍니다."

source: "A gold dragon... like a big shiny rooster! And he's so nice... I liked him right away."
ko: "골드 드래곤은... 커다랗고 반짝이는 수탉같아요! 게다가 엄청 친절하고요... 그를 만나자마자 호감이 갔어요."
ko_mt: "금빛 용.. 크고 반짝이는 수탉처럼! 그리고 그는 너무 착해요.. 바로 마음에 들었어요."

source: "He made the hairs on the back of my neck stand up. It was as though he knew too much about me... about all of us!"
ko_mt: "그는 제 목 뒤의 머리카락을 일어서게 만들었습니다. 마치 그가 저에 대해, 아니 우리 모두에 대해 너무 많이 알고 있는 것 같았어요!"

source: "Now I know definitively why I don't like dragons. The nasty ones are always too nasty, and the nice ones are far too nice."
ko_mt: "이제 제가 왜 용을 싫어하는지 확실히 알겠어요. 고약한 용은 항상 너무 고약하고 착한 용은 너무 착하기 때문이죠."

source: "It's good to see that scaly guys aren't so rare in these parts. We could start a club."
ko_mt: "이 지역에서는 비늘이 있는 남자가 그렇게 드물지 않다는 것을 알게 되어 기쁩니다. 클럽을 만들어도 되겠어요."

source: "Another nauseating model of piety. I can easily picture him sharing an evening cup of tea with our virtuous Mendevian clerics. I am certain he drinks nothing stronger than that."
ko_mt: "경건함의 또 다른 구역질 나는 모델. 그가 고결한 멘데비안 성직자들과 저녁에 차 한 잔을 나누는 모습이 쉽게 그려집니다. 그보다 더 독한 술은 없을 겁니다."

source: "Everybody knows that a succubus's kiss is deadly, so why do demons pay money to have succubi kiss them?"
ko: "서큐버스의 입맞춤이 목숨을 위협한다는 사실은 모두가 알잖아요, 그러면 데몬들은 왜 서큐버스의 키스를 위해 돈을 지불할까요?"
ko_mt: "서큐버스의 키스가 치명적이라는 건 누구나 아는 사실인데, 왜 데몬들은 돈을 주고 서큐비에게 키스를 받는 걸까요?"

source: "Oh, Ember. You're still too little to understand."
ko_mt: "오, 엠버. 넌 아직 너무 어려서 이해하지 못하겠구나."

source: "For the same reason that people spend money on tobacco and alcohol. Sure, it kills them, but it's a pleasant way to go."
ko_mt: "사람들이 담배와 술에 돈을 쓰는 것과 같은 이유입니다. 물론, 그것은 그들을 죽이기는 하지만 즐거운 방법입니다."

source: "They are enticed by the danger, the forbidden fruit, or their own ego — they want to boast that they are so strong, even a succubus cannot drink from them. But some seek oblivion, and only being on the brink of death gives them that."
ko_mt: "그들은 위험, 금단의 열매 또는 자신의 자존심에 유혹을 받아 자신이 너무 강해서 서큐버스도 마실 수 없다고 자랑하고 싶어합니다. 하지만 어떤 이들은 망각을 추구하며, 죽음의 위기에 처해야만 망각을 얻을 수 있습니다."

source: "Mortals do a lot of things that can't be explained. I learned to accept it a long time ago, so now I don't even ask."
ko_mt: "인간은 설명할 수 없는 많은 일을 합니다. 오래전에 그것을 받아들이는 법을 배웠기 때문에 이제는 묻지도 않아요."

source: "They are idiots. That's why. There is no other reason."
ko_mt: "그들은 바보입니다. 그게 이유입니다. 다른 이유는 없습니다."

source: "Wow — we met the queen of the Purple City! She's like a fledgling that's about to leave its nest and take flight!"
ko: "우와! 우리가 보라색 도시의 여왕을 만났잖아요! 그녀는 막 둥지를 떠나 날아오를 참인 아기 새 같았어요!"
ko_mt: "와우, 퍼플 시티의 여왕을 만났어요! 이제 막 둥지를 떠나 날아오르려는 새끼새처럼 생겼어요!"

source: "So, you see the good gods as scoundrels, but this demoness — who has spilt enough blood to fill an ocean — is a sweet little bird? Your head's all messed up, kid."
ko_mt: "그러니까 선한 신들은 악당으로 보지만 바다를 가득 채울 만큼 피를 흘린 이 데몬는 착한 새라고요? 머리가 엉망이구나, 꼬마야."

source: "A bird? I see it. She's like a bird of prey that has been flying high for a long time."
ko_mt: "새? 보여요. 오랫동안 하늘을 날고 있는 맹금류 같네요."

source: "The golden angel was so beautiful, but the horned demon made him empty, like a broken jug. He called and called for his goddess, but she didn't help him."
ko: "황금빛 엔젤은 엄청 아름다웠었지만, 뿔 데몬이 그를 깨진 물통처럼 빈 그릇으로 만들었어요. 그는 자기 여신을 부르고 또 불렀지만, 여신은 그를 돕지 않았죠."
ko_mt: "황금 천사는 너무 아름다웠지만 뿔 달린 데몬이 그를 깨진 주전자처럼 비어있게 만들었습니다. 그는 여신을 불러 불렀지만 여신이 그를 도와주지 않았어요."

source: "A helpless golden angel in chains, his ravaged heart... What a tragic scene."
ko_mt: "쇠사슬에 묶인 무력한 황금 천사, 황폐해진 심장.. 참으로 비극적인 장면이죠."

source: "This war is horrifying, and the victims it claims are horrifying. Here, even angels suffer as much as mortals."
ko_mt: "이 전쟁은 끔찍하고 그 희생자들도 끔찍합니다. 이곳에서는 천사도 인간만큼이나 고통받습니다."

source: "Do not condemn the gods over failings that lie closer to home. We all know that the Hand of the Inheritor was taken prisoner due to his own lack of caution."
ko_mt: "가까운 곳에 있는 실패를 가지고 신들을 비난하지 마십시오. 우리 모두는 계승자의 손이 자신의 부주의로 인해 포로로 잡혔다는 것을 알고 있습니다."

source: "The pain he must have experienced... thinking about it has poisoned my sleep. I cannot stop thinking about it."
ko_mt: "그가 겪었을 고통.. 그 생각만 하면 잠이 오지 않습니다. 그 생각을 멈출 수가 없어요."

source: "Torture can break anyone. But the thought that the nightmare will continue and never end, that is even more terrifying."
ko_mt: "고문은 누구에게나 상처를 줄 수 있습니다. 하지만 악몽이 끝나지 않고 계속될 것이라는 생각은 더욱 끔찍한 일입니다."

source: "Areelu is so clever, but she doesn't understand that she can't use the suffering of others to drive away her own pain. Don't people write about this in clever books?"
ko: "아릴루는 아주 똑똑하지만, 자신의 고통을 덜기 위해 다른 사람에게 고통을 주면 안된다는 사실은 이해하지 못해요. 이걸 재치있는 책으로 적은 사람이 아무도 없나요?"
ko_mt: "아릴루는 정말 영리하지만 다른 사람의 고통을 이용해 자신의 고통을 없앨 수 없다는 것을 이해하지 못합니다. 사람들은 이런 이야기를 영리한 책에 쓰지 않나요?"

source: "The suffering of others is no medicine — it is a delicacy."
ko_mt: "타인의 고통은 약이 아니라 진미입니다."

source: "Perhaps Lady Areelu is simply testing new methods of counteracting pain? I am sure that no one in history has ever before attempted to heal spiritual trauma by opening interplanar rifts!"
ko_mt: "어쩌면 아릴루 여사는 단순히 고통에 대응하는 새로운 방법을 시험하고 있는 걸까요? 역사상 그 누구도 행성 간 균열을 열어 정신적 트라우마를 치유하려고 시도한 적이 없다고 확신합니다!"

source: "That is debatable, Ember. If the people who hurt you are suffering, it is quite delightful. Serves them right!"
ko_mt: "그건 논쟁의 여지가 있어요, 엠버. 당신을 해친 사람들이 고통받는다면 그건 아주 즐거운 일이죠. 그들을 위해 봉사하는 거죠!"

source: "Oh, she's a martyr, all right. No matter what she had done to her, it was a hundred years ago, but she's makin' a fuss like somebody just stood on her tail!"
ko_mt: "오, 그녀는 순교자야, 알았어. 그 여자가 무슨 짓을 했든 간에 100년 전 일인데 누가 방금 꼬리를 밟고 선 것처럼 소란을 피우고 있잖아!"

source: "Pain begets only greater pain, and breaking free of this cycle is difficult. But Areelu does not wish to break free. She likes the evil she is sowing."
ko_mt: "고통은 더 큰 고통을 낳을 뿐이며, 이 악순환에서 벗어나는 것은 어렵습니다. 하지만 아릴루는 벗어나고 싶지 않다. 그녀는 자신이 뿌리는 악을 좋아합니다."

source: "Pulura's shrine has been under the demons' noses all these years. How did no one discover it?"
ko: "펄루라의 신전에는 오랜 세월 동안 데몬의 입김이 닿아왔어요. 어떻게 그걸 아무도 발견하지 못했을까요?"
ko_mt: "풀루라의 신전은 오랫동안 데몬들의 코앞에 있었어요. 어떻게 아무도 발견하지 못했을까요?"

source: "Wishing you'd been able to have your fun there? Cry me a river!"
ko_mt: "거기서 즐거운 시간을 보낼 수 있었으면 좋았을 텐데? 강을 울려라!"

source: "For the same reason that no one discovered the Midnight Fane. Unsatisfactory scouting efforts on both sides."
ko_mt: "미드나잇 페인을 아무도 발견하지 못한 것과 같은 이유입니다. 양측의 정찰 활동이 만족스럽지 못했기 때문이죠."

source: "If somebody started worshipin' Pulura, d'you think she'd help a guy hide somethin'... like a stash, or a small gang? I'll start writin' horoscopes right now, just in case!"
ko_mt: "누군가 풀루라를 숭배하기 시작하면, 풀루라가 은닉물이나 소규모 갱단 같은 것을 숨기는 것을 도와줄 것 같나요? 만약을 대비해 지금부터 운세를 써야겠어!"

source: "We must keep looking. Who knows what we may find in the Worldwound? A tavern hidden by divine intervention, or perhaps a camouflaged circus with elephants? Although I suppose there already is a circus here, and completely undisguised at that."
ko_mt: "우리는 계속 찾아야 합니다. 세계상처에서 무엇을 찾을 수 있을지 누가 알겠습니까? 신의 개입으로 숨겨진 선술집이나 코끼리가 등장하는 위장 서커스가 있을까요? 이미 이곳에 서커스가 있긴 하지만 완전히 위장한 채로 말이죠."

source: "Perhaps no one found it because it is of no use to anyone?"
ko_mt: "아무에게도 쓸모가 없어서 아무도 찾지 않았을까요?"

source: "I heard Drezen saw Lady Nocticula in all her glory and splendor! She argued with Iomedae like an equal!"
ko: "드레젠 녹티큘라의 영광과 고귀함을 목도했다는 소식을 들었어요! 그녀는 아이오메데와 대등하게 언쟁을 벌였죠!"
ko_mt: "드레젠이 녹티큘라 여사의 영광스럽고 화려한 모습을 봤다고 들었어요! 그녀는 아이오메데와 동등하게 논쟁을 벌였어요!"

source: "Or rather, Iomedae allowed the argument to take place."
ko_mt: "오히려 아이오메데가 논쟁을 허용한 셈이죠."

source: "It's too bad they didn't ask Chief Sull to step in. He's a master at settling debates. But it would have cost them at least a bundle of fish each."
ko_mt: "설 치프에게 개입을 요청하지 않은 것이 아쉽습니다. 그는 논쟁을 해결하는데 능숙하거든요. 하지만 최소한 생선 한 다발씩은 사줬을 겁니다."

source: "I don't even remember what they were talkin' about! I thought they'd start fightin' and they'd tear us all to pieces in the process!"
ko_mt: "무슨 얘기를 하고 있었는지도 기억이 안 나요! 싸우기 시작하고 그 과정에서 우리 모두를 갈기갈기 찢어놓을 줄 알았어요!"

source: "Ah, so you are one of those succubi who adores Nocticula and who can think of nothing better than being trodden under her hoof?"
ko_mt: "아, 넌 녹티큘라를 좋아하고 그녀의 발굽 밑에 밟히는 것보다 더 좋은 건 없다고 생각하는 서큐비 중 하나구나?"

source: "Ha, very funny. They didn't look like equals to me."
ko_mt: "하, 정말 웃기네요. 저한테는 동등하게 보이지 않았어요."

source: "I'm shocked by what Areshkagal does to her followers, turning them into nothing! I once rejected my own self and it almost destroyed me!"
ko: "아레시카갈이 자기 추종자들을 허무로 만들기 위해 한 짓들에 충격받았어요! 저도 한 때 저 스스로를 싫어했는데, 그 때문에 거의 죽을 뻔했거든요!"
ko_mt: "저는 아레쉬카갈이 추종자들을 무의미하게 만드는 행동에 충격을 받았습니다! 저도 한때 제 자신을 거부한 적이 있었는데, 그 때문에 거의 망가질 뻔했어요!"

source: "That's not true! You were trying to become better, but you were always the same person."
ko_mt: "그건 사실이 아니에요! 당신은 더 나은 사람이 되려고 노력했지만 항상 같은 사람이었어요."

source: "You were just scared of changing, admit it. And you think that the way you are now — a killer and a villain — is the real you."
ko_mt: "당신은 단지 변화하는 것이 두려웠을 뿐이라는 것을 인정하세요. 그리고 당신은 살인자이자 악당인 지금의 모습이 진짜 당신이라고 생각하죠."

source: "I'm going to love you even if you act evil. Even if you decide that you are nothing. Because I know that you are good really!"
ko_mt: "네가 악한 행동을 해도 난 널 사랑할 거야. 당신이 아무것도 아니라고 결정하더라도. 왜냐하면 나는 당신이 정말 선하다는 것을 알기 때문입니다!"

source: "I quite agree. Areshkagal has broadened my understanding of how vile demons and their pursuits can be. Torture and death are nowhere near as terrifying as wiping away one's self."
ko_mt: "전적으로 동의합니다. 아레쉬카갈을 통해 데몬과 데몬이 추구하는 것이 얼마나 사악한 것인지에 대한 이해의 폭이 넓어졌어요. 고문과 죽음도 자아를 지워버리는 것만큼 무서운 것은 없죠."

source: "I've had to kill demons, minotaurs, and even one inevitable, but dragons — they're a whole other level. Both in terms of preparation and in terms of fee. Another couple of dragons and I'll be retiring somewhere warm by the ocean."
ko: "난 데몬도, 미노타우로스도, 심지어 필연자 한 명도 죽여봤지, 하지만 드래곤은 완전히 다른 수준이야. 대비책과 비용 양 측면 모두 말이지. 두 마리만 더 잡는다면 은퇴하고 어디 따뜻한 해변가에서 살 수 있을 테지."
ko_mt: "데몬, 미노타우로스는 물론 피할 수 없는 한 마리도 죽여야 했지만 용은 완전히 다른 차원입니다. 준비 과정도 그렇고 비용도 그렇고요. 용 몇 마리만 더 죽이면 따뜻한 바닷가 어딘가에서 은퇴할 수 있을 것 같아요."

source: "The killing of the dragon was performed impeccably. Your professionalism warrants respect."
ko_mt: "용을 죽이는 것은 흠잡을 데 없이 수행되었습니다. 당신의 전문성은 존경받을 만합니다."

source: "Please, I still haven't recovered from the run-in with Darrazand, and you've already attacked a dragon and are looking for more? What next? Deskari himself?"
ko_mt: "제발요, 저는 아직 다라잔드와의 전투에서 회복하지 못했는데 벌써 드래곤을 공격하고 또 다른 드래곤을 찾고 있다고요? 다음은 뭐죠? 데스카리 자신이요?"

source: "It's so sad… The dragon you killed only wanted to get its babies out."
ko_mt: "너무 슬퍼요.. 당신이 죽인 용은 새끼를 꺼내려고만 했어요."

source: "I agree. There's nothing sweeter than ending the life of a mighty, ancient, and cunning creature! A true challenge, and the purest pleasure!"
ko_mt: "동감입니다. 강력하고 고대적이며 교활한 생물의 삶을 끝내는 것보다 더 달콤한 것은 없습니다! 진정한 도전이자 가장 순수한 즐거움이지요!"

source: "Say what you like, but this inscrutable gold dragon seems suspicious to me. Rescuing cultists... there's something not right here."
ko: "좋을 대로 말해, 하지만 저 불가해한 골드 드래곤은 나에게 의심을 심어주는군. 사교도 구출이라... 옳지 않은 일이지."
ko_mt: "마음대로 말해도 좋지만, 이 알 수 없는 금빛 용은 뭔가 수상해 보입니다. 이교도 구출이라니.. 뭔가 이상해요."

source: "He did for those cultists what you all did for me. He saw them as people."
ko_mt: "그는 여러분 모두가 저에게 해준 것처럼 그 이단자들에게도 해줬습니다. 그분은 그들을 사람으로 보셨어요."

source: "He was pleasant, courteous, and not overly forward. Even if he is deceiving us, he is at least doing it in an appealing fashion."
ko_mt: "그는 유쾌하고 예의 바르며 지나치게 앞서 나가지 않았습니다. 그가 우리를 속이고 있더라도 적어도 매력적인 방식으로 속이고 있습니다."

source: "I fear things are much worse than that — he is no devious liar, but an honest, self-righteous fool. Abhorrent, wouldn't you agree?"
ko_mt: "그는 교활한 거짓말쟁이가 아니라 정직하고 독선적인 바보일 뿐입니다. 혐오스럽지 않나요?"

source: "Are you talking about yourself there, hired killer? Or are you afraid the dragon sees right through you?"
ko_mt: "지금 당신 얘기를 하는 건가요, 고용된 킬러? 아니면 용이 당신을 꿰뚫어 볼까봐 두려운 건가요?"

source: "Even the fearsome Minagho, as we now know, hired professionals for challenging targets. And rightly so — killing is best left to the professionals."
ko: "다들 알다시피, 공포의 대상이었던 미나고조차도 어려운 목표를 수행하도록 고용된 전문가였지. 당연한 거야. 살인은 전문가에게 맡기는 게 최고니까."
ko_mt: "우리가 알고 있듯이 무시무시한 미나고도 도전적인 목표를 위해 전문가를 고용했습니다. 그리고 당연히 살인은 전문가에게 맡기는 것이 가장 좋습니다."

source: "'Fearsome'? I believe you meant to say 'pathetic'!"
ko_mt: "'무시무시하다'? 내 생각엔 '한심하다'는 뜻인 것 같은데!"

source: "Every demon is a born killer. What happened with Minagho was unique. The mark on her forehead not only weakened her, it was also painful. She was desperate and she latched onto any opportunity to destroy us."
ko_mt: "모든 데몬은 타고난 살인자입니다. 미나고에게 일어난 일은 독특했습니다. 이마에 난 상처는 그녀를 약화시켰을 뿐만 아니라 고통스러웠죠. 그녀는 절망적이었고 우리를 파괴할 기회만 잡으려고 했습니다."

source: "Here's an interesting fact: a lilitu's true eyes are located on the tips of their horns... no, wait, that's snails."
ko_mt: "흥미로운 사실은 릴리투의 진짜 눈은 뿔 끝에 있다는 거예요.. 아니, 잠깐만요, 그건 달팽이예요."

source: "Every time I think of how desperate that eyeless wretch must have been when she dispatched her mercenary to hunt us down, I feel a rush of vim and vigor."
ko_mt: "우리를 사냥하기 위해 용병을 파견했을 때 그 눈 없는 놈이 얼마나 절박했을지 생각할 때마다 활력이 솟구치는 것을 느낍니다."

source: "Killing is best left to killers — how poetic! And true. I would have been happy if I hadn't been forced to pick up a blade to defend my home. But alas, some things one must do oneself."
ko_mt: "살인은 살인자에게 맡기는 것이 가장 좋습니다." 참으로 시적입니다! 그리고 사실입니다. 내 고향을 지키기 위해 칼을 들지 않았다면 행복했을 것입니다. 하지만 아쉽게도 스스로 해야 할 일도 있습니다."

source: "Living furniture, I see. Original. I had the feeling the politest demon in Alushinyrra would turn out to be the craziest."
ko: "살아있는 가구라, 좋아. 독창적이군. 알루시니라에선 정중한 데몬이 가장 미친 놈이라는 것도 알겠고."
ko_mt: "리빙 가구군요. 독창적이군. 알루시니라에서 가장 정중한 데몬이 가장 미치광이가 될 것 같은 느낌이 들었어요."

source: "It almost seems to be a rule on the surface: the most courteous hold the sharpest blade behind their back."
ko_mt: "가장 예의바른 사람이 가장 날카로운 칼날을 등 뒤에 쥐고 있다는 것은 표면적으로는 거의 규칙처럼 보입니다."

source: "I always knew Vellexia had secrets, but I never dared to pry. She was too powerful, the old me was no match for her..."
ko_mt: "벨렉시아에게 비밀이 있다는 걸 항상 알고 있었지만 감히 캐물어본 적은 없었다. 그녀는 너무 강력했고, 예전의 나는 그녀에게 상대가 되지 못했죠..."

source: "She's a demon, Greybor, of course there was something off about her. Or do you think there is such a thing as a friendly demon?"
ko_mt: "그녀는 데몬예요, 그레이버, 당연히 뭔가 이상한 점이 있었죠. 아니면 친절한 데몬 같은 게 있다고 생각하세요?"

source: "It is frustrating having to interact with the denizens of this city without the option of putting them to the sword. They are accustomed to plotting and hiding threats behind a pretty facade. Vellexia is a prime example of that."
ko_mt: "칼을 휘두를 수 있는 옵션 없이 이 도시의 주민들과 상호작용해야 하는 것은 답답한 일입니다. 그들은 예쁜 겉모습 뒤에 음모를 꾸미고 위협을 숨기는데 익숙합니다. 벨렉시아가 그 대표적인 예입니다."

source: "I met the goddess of honor and justice. But should I tell anyone about it? Would it improve my reputation among my clients — or would it scare them off?"
ko: "난 정의와 영광의 여신을 알현했다. 하지만 누구한테 말해야 하지? 이 사실이 고객들 사이에서 내 명성을 높여줄까, 아니면 놈들에게 겁을 줄까?"
ko_mt: "명예와 정의의 여신을 만났습니다. 하지만 이 사실을 다른 사람에게 말해야 할까요? 고객들 사이에서 제 평판이 좋아질까요, 아니면 겁을 먹게 될까요?"

source: "I'm gonna tell everybody! I've already got a cloak that she supposedly touched ready to be cut into strips and sold off."
ko_mt: "모두에게 말할 거예요! 그녀가 만진 것으로 추정되는 망토는 이미 조각조각 잘라서 팔려고 준비해뒀어요."

source: "You're still thinking about those orders and clients of yours? With the power we have, soon we won't need to concern ourselves with such minor things. People will be bringing us gifts of their own accord, out of respect and fear!"
ko_mt: "아직도 그 주문과 고객에 대해 생각하고 계신가요? 우리가 가진 힘으로 곧 그런 사소한 일에 신경 쓸 필요가 없을 것입니다. 사람들은 존경심과 두려움으로 우리에게 선물을 가져올 것입니다!"

source: "I shall try not to mention it among outsiders. Too many madmen speak of meetings with the gods. I should not wish anyone to think me mad."
ko_mt: "외부인들 사이에서는 언급하지 않겠습니다. 너무 많은 미치광이들이 신과의 만남에 대해 말하니까. 아무도 나를 미쳤다고 생각하지 않았으면 좋겠어."

source: "This river village is an interesting case, all right. The hags fulfilled the agreement to the letter, which means they're people you can do business with."
ko: "이 강가 마을은 완전히 흥미로운 사례로군. 해그들이 명문화된 합의를 지켰고, 이는 그들과도 거래를 할 수 있다는 얘기가 되니."
ko_mt: "이 강 마을은 흥미로운 사례입니다. 이 해그들은 계약서를 충실히 이행했으니 거래할 만한 사람들이에요."

source: "Your moral compass, Greybor, never fails to make my head spin! One never knows where it will lead next!"
ko_mt: "그레이버, 당신의 도덕적 나침반은 언제나 제 머리를 돌게 합니다! 다음에 어디로 이어질지 알 수 없으니까요!"

source: "The monsters did not slaughter the whole village, they subjugated the village instead. Is that supposed to make me well disposed toward them?"
ko_mt: "괴물들은 마을 전체를 학살한 게 아니라 마을을 정복했어요. 그렇다고 해서 제가 괴물에게 호의적이어야 하나요?"

source: "I see what you're getting at, Greybor, but... no. In this case, cold logic doesn't work on me."
ko_mt: "무슨 말인지 알겠어요, 그레이버, 하지만.. 안 돼요. 이 경우에는 냉정한 논리가 통하지 않아요."

source: "Do business? But they're scary and evil! And they cackle so creepily... If the villagers had seen 'em, they'd have hightailed it out of their own village!"
ko_mt: "사업을 하나요? 하지만 그들은 무섭고 사악해요! 그리고 너무 소름끼치게 꽥꽥거려요.. 마을 사람들이 그걸 봤다면 마을에서 도망쳤을 거예요!"

source: "Not everyone treats monsters with the same arrogance as you. Some people care about the evil monsters do, not how reliable they might be as business partners!"
ko_mt: "모든 사람이 당신과 같은 오만함으로 괴물을 대하는 것은 아닙니다. 어떤 사람들은 괴물이 얼마나 사악한지를 걱정하지, 비즈니스 파트너로서 얼마나 신뢰할 수 있는지를 걱정하지 않아요!"

source: "It's sad to see Kenabres is this state. Back in Neathholm, I imagined the city up here would be less… on fire."
ko: "케나브레스가 이런 상태라는 게 슬프군. 아랫마을에 있을 땐, 그래도 위쪽의 도시가… 불타고 있을 거라곤 생각 안했거든."
ko_mt: "케나브레스가 이런 상태라니 안타깝습니다. 네스홀름에 있을 때는 이 도시가 덜.. 불타고 있을 거라고 상상했었죠."

source: "You're actually quite fortunate. This sleepy little backwater is livelier than usual."
ko_mt: "당신은 정말 운이 좋군요. 이 졸린 작은 오지 마을이 평소보다 활기가 넘치네요."

source: "Kenabres is a reminder to us all of the need to keep fighting. It's hard, but we have to remember this moment."
ko_mt: "케나브레스는 우리 모두에게 계속 싸워야 할 필요성을 일깨워줍니다. 힘들지만 우리는 이 순간을 기억해야 합니다."

source: "What's gonna happen to it? They'll rebuild the place, surely! How're they gonna patch over the holes in the cobblestones? That's what I'm wonderin'."
ko: "어떻게 될까? 분명 재건하겠지! 자갈길에 난 구멍은 어떻게 메울까? 내가 궁금한 건 그거야."
ko_mt: "어떻게 되는 거죠? 분명 재건하겠지! 조약돌에 난 구멍은 어떻게 메울 건데? 그게 제가 궁금한 거예요."

source: "I wonder what Horgus needs such a huge mansion for? Does he ride from room to room in a carriage? Does he just like the echo?"
ko: "호르거스에게 저토록 큰 저택이 필요할 이유가 뭐야? 마차를 타고 다른 방에 가나? 아니면 메아리를 좋아하는 사람이야?"
ko_mt: "호거스는 왜 이렇게 큰 저택이 필요한 걸까요? 마차를 타고 방에서 방으로 이동하는 건가요? 그냥 메아리가 좋아서 그런 걸까요?"

source: "A learned lady from Absalom once told me of a little thing called 'psychological compensation.' If one is lacking in a particular area, one tries to exaggerate another area. One's ego, typically. Mansions and carriages are next on the list."
ko_mt: "압살롬의 한 학식 있는 여성이 '심리적 보상'이라는 것에 대해 말한 적이 있습니다. 특정 영역에서 부족하면 다른 영역을 과장하려고 합니다. 일반적으로는 자존심이죠. 저택과 마차가 그 다음입니다."

source: "My father can afford a grand mansion for himself. Yet your entire tribe working day and night could only afford a single lumber room within it."
ko_mt: "아버지는 자신을 위한 웅장한 저택을 마련할 수 있었습니다. 하지만 부족 전체가 밤낮으로 일해도 그 안에 목재 방 하나밖에 마련할 수 없습니다."

source: "I'd have built it even bigger if it was me! And I'd have had peacocks roamin' the grounds. And two fountains — one streamin' wine and the other chocolate!"
ko_mt: "저였다면 더 크게 지었을 거예요! 그리고 공작새가 돌아다니게 만들었을 거예요. 그리고 분수 두 개를 설치해 와인과 초콜릿이 흘러나오게 했을 거예요!"

source: "What for? So he can show off in front of the other rich nobles? It's how they do things. They have mansions where regular folk have personalities."
ko_mt: "왜요? 다른 부유한 귀족들 앞에서 과시하려고요? 그게 그들의 방식이죠. 그들은 평범한 사람들이 개성을 가진 저택을 가지고 있습니다."

source: "I'm afraid your theory is unsound, mongrel boy. I measured the acoustic properties of the mansion — it is particularly ill-suited to the generation of echoes!"
ko_mt: "유감스럽게도 네 이론은 불건전하구나, 몽그렐아. 저택의 음향 특성을 측정해 봤는데, 특히 메아리 발생에 적합하지 않아요!"

source: "I'd never seen raging fires before Kenabres. I never thought flames could reach that high!"
ko: "맹렬한 화재를 본건 케나브레스가 처음이야. 불길이 저렇게 높이 치솟을 수 있을 거라곤 상상도 못했으니!"
ko_mt: "케나브레스 전에는 불길이 치솟는 것을 본 적이 없습니다. 불길이 그렇게 높이 치솟을 줄은 몰랐어요!"

source: "And fire can even be blue! But if you're inside the fire, it sometimes has no color at all! Weird, huh?"
ko_mt: "불은 파란색일 수도 있어요! 하지만 불 안에 있으면 가끔은 전혀 색이 없을 때도 있어요! 이상하지 않나요?"

source: "Your wonder is so sincere, it is giving me the urge to set something alight. Can someone direct me to the nearest temple?"
ko_mt: "당신의 경이로움은 너무 진지해서 무언가에 불을 지르고 싶은 충동을 불러일으킵니다. 누가 가까운 사원을 안내해 주시겠어요?"

source: "The creature from the caves is learning about the world, how charming. What other things have you encountered for the first time here? Soap, perhaps?"
ko_mt: "동굴에서 나온 생물이 세상에 대해 배우고 있으니 얼마나 매력적인가요. 여기서 처음 접한 다른 것들은 무엇이 있나요? 비누 같은 거요?"

source: "You should've seen ol' Kenabres a few years back. The locals were settin' a fair few fires on their own, no demons necessary! People used to dump hot coals straight onto dry hay — until the fire brigade got a whole lot freer with their coshes, that is!"
ko_mt: "몇 년 전 케나브레스를 보셨어야 했어요. 지역 주민들이 데몬 없이도 스스로 불을 끄고 있었어요! 사람들은 뜨거운 석탄을 마른 건초 위에 바로 버리곤 했어요. 소방대가 방화복을 입고 훨씬 더 자유로워지기 전까지는요!"

source: "A horrible sight. It may be that the fires killed as many people as the demons did."
ko_mt: "끔찍한 광경입니다. 화재로 인해 데몬만큼이나 많은 사람이 죽었을지도 모릅니다."

source: "Are all cities on the surface as huge as this? In Kenabres, our tribe would be like a drop in the ocean. It's hard to even picture what Nerosyan must be like."
ko: "지상의 모든 도시가 이렇게 큰거야? 케나브레스에서도 우리 부족은 바다에 떨어진 물방울 수준이었는데. 네로시안이 어떨지는 비유할 수도 없겠는걸"
ko_mt: "지상에 있는 모든 도시가 이렇게 거대할까요? 케나브레스에서 우리 부족은 바다의 한 방울과 같을 겁니다. 네로시안은 어떤 모습일지 상상조차 하기 어렵습니다."

source: "I should think that Nerosyan, being of far grander proportions, is a much more refined city, one which offers more than just cheap public houses and lowbrow entertainments for the rabble."
ko_mt: "네로시안은 훨씬 더 큰 규모의 도시로, 값싼 공공 주택과 폭도들을 위한 저급한 오락거리 이상의 것을 제공하는 훨씬 더 세련된 도시라고 생각해야 합니다."

source: "How simple it is to astonish a cave dweller! I suppose you even sleep with your nose pressed against the ground, so terrified are you of the sky and the horizon? I'm right, aren't I?"
ko_mt: "동굴에 사는 사람을 놀라게 하는 것은 얼마나 간단한가! 심지어 코를 땅에 대고 잠을 자는데, 하늘과 수평선이 얼마나 무서운가요? 내 말이 맞죠?"

source: "Nerosyan… When the war's over, you'll see it. There's always lots going on there, and it's even got a few good inns where we can celebrate our victory in style."
ko_mt: "네로시안.. 전쟁이 끝나면 보게 될 겁니다. 그곳에는 항상 많은 일이 일어나고 있고, 우리의 승리를 멋지게 축하할 수 있는 좋은 여관도 몇 군데 있습니다."

source: "Now I'm on familiar terms with three important people: the Commander of the Fifth Crusade, Queen Galfrey, and Chief Sull. I'm moving in elevated circles now!"
ko: "이제 유명인 셋과 친해진 나야. 5차 성전군 사령관, 갈프리 여왕, 설 족장까지. 드디어 상류 사회에 진입하는구만!"
ko_mt: "이제 저는 제5차 십자군 사령관, 갈프레이 여왕, 설 족장 등 세 명의 중요한 인물과 친밀한 관계를 맺고 있습니다. 이제 나는 높은 곳에서 움직이고 있습니다!"

source: "Whereas I am now sharing a tent with a garrulous, one-horned, cave-dwelling half-lizard. That is not a fall from grace — that is careening head over heels down the social ladder. Alas, such is life!"
ko_mt: "저는 지금 뿔이 하나뿐인 동굴에 사는 반도마뱀과 텐트를 같이 쓰고 있습니다. 그것은 은혜에서 떨어지는 것이 아니라 사회적 사다리를 타고 내려가는 것입니다. 아아, 이런 것이 인생입니다!"
