Repository: akintos/wotr-translation
Catalog: translation/*/Books.po
Languages: ko, ko_mt

source: By Berthimel from Pitax The Sharp Word Publishing Company "For dinner, the wounded were served cabbage soup. This didn't surprise them in the slightest. They'd had the same dish for dinner for a week. The hospital's residents used to be lucky enough to get potatoes and even turnips sometimes. But about a month ago, the knights of the order of the Thrice Holy Shining Sun and Dissipating Darkness Scimitar of Our Beloved Goddess Sarenrae accidentally shot a catapult the wrong direction, and annihilated the cart of the farmer who supplied the hospital with these vegetal delicacies. Ever since, the wounded only had cabbage soup for dinner, occasionally with a bit of protein when the odd cockroach crawled into the pot. After enjoying their delightful meal, the wounded stuffed their smoking pipes with something which rather more resembled hay than tobacco. Their bad habits demanded the inhalation of some smoke or other after mealtime, but with these practical matters happily resolved, they fell to talking. 'Which demon you think is the most dangerous?' asked Wuzlich the Spearman, scratching the stub of his leg with the stub of his arm. 'I think it's abrikandilus. Those monsters are cunning and sneaky, almost like Varisians. And their teeth are even sharper! Look!' He illustrated his point for his comrades by holding up his remaining fingers — two and a half of them. 'It depends the way you look at it,' answered Greglie the Artillerist, though she could hardly look at it at all: her eyes were covered with bandages. 'Your abrikandilus are easy pickings. But balors are a different thing! He hits you with his whip, and your eyes pop out!' She waved her pipe energetically, casting its contents into Wuzlich's face. While the latter was coughing and brushing himself off, Briggie joined the conversation. 'Baloors and brikandilus are all right, I suppose, but I'd say there isn't a demon in the world scarier than a regular louse. Of course, the other demons can teleport places, but the louse doesn't even need to do that! Wherever you look, it's already there!' Then he stuck his hand under his shirt, pulled out the subject of his speech from somewhere in his armpit, and demonstrated it to his friends. 'You can run away from a big demon with a whip, but who can run away from lice? They sting everyone, from the foot-soldier to the general. Even the Queen herself isn't immune. Now you might say it doesn't do much harm. — After all, how much blood can one louse drink? But I'm telling you, think how much soldier's blood they've drunk all together. It's got to be a whole sea, wouldn't you think? More than all the demons in the Abyss! And if anyone tells me a louse isn't a demon, then ha-ha to them! Could a monster like that come from anywhere besides the Abyss?'"
ko_mt: 피탁스 출판사의 베르티멜 지음 "저녁 식사로 부상자들에게는 양배추 수프가 제공되었습니다. 그들은 조금도 놀라지 않았습니다. 그들은 일주일 동안 같은 요리를 저녁 식사로 먹었기 때문입니다. 병원에 입원한 환자들은 운이 좋으면 감자와 순무도 가끔 먹을 수 있었습니다. 하지만 약 한 달 전, 우리가 사랑하는 여신 사렌래의 세 번째로 거룩하게 빛나는 태양과 어둠을 소멸시키는 기사단의 기사들이 실수로 투석기를 엉뚱한 방향으로 쏴서 병원에 채소를 공급하던 농부의 수레를 전멸시켰습니다. 그 후로 부상자들은 저녁 식사로 양배추 수프만 먹었고, 가끔 바퀴벌레가 냄비에 기어들어올 때 단백질이 약간 들어 있는 양배추 수프를 먹었다. 그들의 나쁜 습관 때문에 식사 후에도 연기를 흡입해야 했지만, 이런 현실적인 문제가 행복하게 해결되자 그들은 이야기를 나누기 시작했습니다."어떤 데몬이 가장 위험하다고 생각하십니까?" 창병 부즐리히가 팔뚝으로 다리 부위를 긁으며 물었습니다. '아브리칸딜루스라고 생각해요. 그 괴물은 교활하고 교활해서 마치 바리시아인과 비슷해요. 그리고 이빨은 더 날카로워요! 보세요!' 그는 남은 손가락 두 개 반을 들어 보이며 동료들에게 자신의 요점을 설명했습니다."보기에 따라 다르죠." 포병 그레글리가 대답했지만, 그녀는 붕대로 눈을 가린 탓에 전혀 볼 수 없었습니다. '당신의 아브리칸딜루스는 쉽게 골라낼 수 있어요. 하지만 발러는 다르죠! 그가 채찍으로 널 때리면 네 눈이 튀어나올 거야!' 그녀는 파이프를 힘차게 흔들며 내용물을 부즐리히의 얼굴에 뿌렸다. 후자가 기침을 하며 몸을 털어내는 동안 브리기가 대화에 끼어들었다."'발루어와 브리칸딜루스도 괜찮지만, 이 세상에 이보다 더 무서운 데몬은 없다고 말하고 싶어요. 물론 다른 데몬들은 장소를 순간이동할 수 있지만, 이마귀는 그럴 필요도 없으니까요! 어디를 보든 이미 거기 있잖아!' 라고 말했어요. 그런 다음 그는 셔츠 밑에 손을 집어넣고 겨드랑이 어딘가에서 연설의 주제를 꺼내 친구들에게 보여줬어요. '채찍을 든 큰 데몬은 도망칠 수 있지만, 이로부터 도망칠 수 있는 사람은 누구입니까? 이가 보병부터 장군까지 모두를 찌릅니다. 심지어 여왕 자신도 면역이 없습니다. 이제 당신은 그것이 많은 해를 끼치 지 않는다고 말할 수 있습니다. - 결국, 이가 얼마나 많은 피를 마실 수 있습니까? 하지만 병사들의 피를 모두 합쳐서 얼마나 많이 마셨을지 생각해 보세요. 바다 한가운데가 가득하겠지, 안 그래? 심연의 모든 데몬보다 더 많겠지! 그리고 이가 데몬이 아니라고 말하는 사람이 있다면, 하하! 저런 괴물이 심연이 아닌 다른 곳에서 나올 수 있을까?"

source: "How to Make Money During the War against Demons"
ko: "데몬에 대항하는 전쟁 중에 돈을 버는 방법"
ko_mt: "데몬과의 전쟁 중에 돈을 버는 방법"

source: "My mentor and training partners used to feel sorry for me. I had enough power to summon and hold a lesser imp at best. Would you call that real magic? Ha! But there's nothing a smart lad like me can't use to stake out his reputation and make his fortune. There's one particularly nasty sort of demons called abrikandilus. They're made of the souls of vandals and destroyers of art. In demon form, they continue to do the same. When they see beautiful pictures and statues, they fly into a rage and desecrate them. I once overheard a conversation on the street between two art collectors. They couldn't decide whether they should patronize a young and promising artist or a famous maestro whose best days were behind him. So I made them an offer: how about we place the two paintings side by side, and I'll summon an abrikandilu. Whichever painting it attacks first would naturally be the more beautiful. The key was to banish the demon in time, before it destroyed the painting — but that wasn't going to be a problem for me! The collectors agreed to run this 'experiment' according to my plan. And thus my legacy began! Three months later, not a single art event could do without me and my demon servant. We were invited to exhibition openings, appraisers' workshops, and auctions. The more the enraged the demon became, on seeing another carving or slapdash daub, the higher its price soared. And they paid me well for my 'appraisal'. I often staged 'artist battles', in which the demon would choose which of two paintings it despised most, and the tickets sold like hot cakes. However, there was one unfortunate incident. A gnome and an elf came to me from Absalom, two young bright-eyed artists. They wanted to enter one of these battles, but they offered peculiar sculptures instead of paintings. The gnome had a huge pile of nibbled apples preserved by a spell. The elf had a watering can without any holes, which stood on a cart with one square wheel. This, as they explained to me, was 'modern art'. It was, how did they put it... 'unconventive' or some such thing! They claimed it was popular in Absalom, where the gnome and the elf were very famous 'unconventive artists'. Well, my job is simple: to display, ahem, their works, gather an audience, and release my demon from its prison. And that's precisely what I did. But the abrikandilu came out of his cage, looked at the apples, and at the watering can with the cart, and then looked at me like I was a complete idiot, turned around, and went back to its cage with an expression of utter disappointment. It was nearly an international scandal. I was so upset that I even returned the money for the appraisal to the gnome and the elf. But it's all right. My business still thrives, even without the Absalom clientele. Meanwhile, where are my 'more talented' fellow apprentices? Half are still crouched over books learning what they can. The other half went off to those ridiculous crusades and perished. They never considered that demons can be used to make money, and a lot of it! I think I'll soon buy myself a little palace. And cover its walls with the works of all the most famous artists, ha!"
ko_mt: "제 멘토와 훈련 파트너는 저를 안타깝게 생각했습니다. 저는 기껏해야 하급 임프를 소환하고 붙잡을 수 있을 정도의 힘을 가졌으니까요. 그걸 진짜 마법이라고 할 수 있을까요? 하! 하지만 나 같은 똑똑한 청년이 명성을 쌓고 돈을 벌기 위해 사용하지 못할 것은 없지." 아브리칸딜루스라고 불리는 특히 끔찍한 종류의 데몬이 있어요. 아브리칸딜루스는 예술품을 파손하고 파괴하는 자들의 영혼으로 만들어졌어요. 데몬이 되어서도 똑같은 짓을 계속합니다. 아름다운 그림이나 조각상을 보면 분노에 휩싸여 이를 훼손합니다." 언젠가 길거리에서 두 미술품 수집가가 나누는 대화를 우연히 엿들은 적이 있습니다. 그들은 젊고 유망한 예술가를 후원해야 할지, 아니면 전성기가 지난 유명한 거장을 후원해야 할지 결정하지 못했습니다. 그래서 저는 두 그림을 나란히 놓아두면 아브리칸딜루를 소환해 보겠다고 제안했습니다. 아브리칸딜루가 먼저 공격하는 그림이 당연히 더 아름답겠죠. 데몬이 그림을 파괴하기 전에 제 시간에 데몬을 추방하는 것이 관건이었지만 제겐 문제가 되지 않았어요! 수집가들은 제 계획에 따라 이 '실험'을 실행하는데 동의했습니다. 그렇게 제 유산은 시작되었습니다! 3개월 후, 저와 제 데몬 하인 없이는 어떤 예술 행사도 할 수 없었습니다. 우리는 전시회 오프닝, 감정인 워크숍 및 경매에 초대되었습니다. 데몬이 다른 조각이나 슬랩대시를 보고 분노하면 할수록 가격은 치솟았습니다. 그리고 그들은 제 '감정'에 대해 제게 많은 돈을 지불했습니다. 데몬이 두 그림 중 가장 경멸하는 그림을 고르는 '아티스트 배틀'을 자주 열었는데, 티켓은 불티나게 팔렸어요. 눈빛이 반짝이는 두 젊은 예술가 압살롬에게서 노움과 엘프가 저를 찾아왔어요. 그들은 이 전투 중 하나에 참가하고 싶었지만 그림 대신 특이한 조각품을 제안했습니다. 노움은 주문으로 보존 된 갉아 먹은 사과 더미를 가지고있었습니다. 엘프는 구멍이 없는 물 뿌리개를 가지고 있었는데, 그것은 하나의 사각형 바퀴가 달린 카트 위에 서있었습니다. 그들이 설명했듯이 이것은 '현대 미술'이었습니다. 어떻게 표현할까.. '파격적'이라고나 할까요! 그들은 노움과 엘프가 매우 유명한 '파격적인 예술가'였던 압살롬에서 인기가 있었다고 주장했습니다. 그렇죠, 제 임무는 그들의 작품을 전시하고, 관객을 모으고, 데몬을 감옥에서 풀어주는 것이었습니다. 그리고 그게 바로 제가 한 일이죠. 그런데 아브리칸딜루가 우리에서 나와 사과와 수레에 담긴 물뿌리개를 보더니 저를 완전히 바보처럼 쳐다보고는 돌아서서 완전히 실망한 표정으로 다시 우리로 돌아갔어요. 너무 화가 나서 노움과 엘프에게 감정비를 돌려주기까지 했어요. 하지만 괜찮아요. 압살롬 고객 없이도 제 사업은 여전히 번창하고 있으니까요. 한편 제 '더 재능 있는' 동료 견습생들은 어디 있죠? 절반은 여전히 책 앞에 웅크리고 앉아 할 수 있는 것을 배우고 있습니다. 나머지 절반은 말도 안 되는 십자군 전쟁에 나가서 죽었죠. 그들은 데몬이 돈을 벌기 위해 사용될 수 있다는 것을 결코 고려하지 않았습니다. 조만간 작은 궁전을 하나 장만해야겠어요. 그리고 그 벽을 가장 유명한 예술가들의 작품으로 덮을 거예요"

source: "The Crusades, as Seen by Ordinary Folk", by Tullius Marah
ko: "평범한 사람들의 눈으로 본 성전", 툴리우스 마라
ko_mt: "평범한 사람들이 본 십자군", 툴리우스 마라

source: A story recorded by Tullius Marah, from the words of Woren, a peasant from the village of Darkfords "Want to know why they call old Genty 'The Crusader'? This is what happened. Ogar the farmer died, leaving three sons. The two older ones divided the land and lived their lives, and Genty, the youngest one, was a square peg in a round hole, as they say; he only knew how to bask under a tree and eat pies. What was he to do? Where could he apply himself? So he got a rusty old sword from the blacksmith's back yard, mounted his skinny horse, and rode off, over the hills and far away. Sooner or later, he came to a castle. Inside it, there was a knight's wife, sitting around waiting for her husband to return from the crusades. So our Genty sat down next to her, saying, 'Fair Lady, your husband is a great man, and you deserve all compassion. I am a crusader myself, and used to fight the horrible spawn of the Worldwound...' and so on he rambled. He sat behind the stone walls for a month, gained ten pounds, became even more well-groomed, and in the end looked like a baron! But he grew bored of the knight's wife: she was always pale and sad, and cried for days, praying to Sarenrae. So Genty waved her goodbye and went on his way. He rode and rode, and saw a mill on a river, and a miller's wife — rosy cheeks, plump as a partridge. Our Genty cozied up to her, saying, 'Lady miller's wife, does your husband happen to be at home?' 'No, my good sir, last year the fey dragged him into the river,' she said. So Genty invited himself to stay at the mill. He lay on a soft bed, eating pies, drinking beer, and walking around the village. He had some nerve: told everyone at the village tavern what a seasoned crusader he was. He feared no demon, and promised to show them what's what! So one moonlit night, when he was huffing and puffing on the widow, he felt her grabbing his back so strongly that he couldn't stand it. He looked down, and there she was... a crone, horrible, like a skeleton, with a crooked nose, eyes like embers, a hollow stomach, ribs sticking out, and claws instead of nails, stinking of a ripened grave. Try as he might, Genty couldn't get away. The crone held him tight, hissing, 'Where are you going, my sweet crusader. Come on, put your bun in my oven!' And she stuck out her long tongue, and licked her rotten teeth. Somehow Genty wiggled away, leaving plenty of his skin and meat on her claws. He ran from the mill in a panic! Ran all the way to the village, naked and bleeding. So, he's running and yelling, 'Demons! Demons!' Well, the locals gathered with their axes and pitchforks, and came to the mill — but it was empty. The crone was gone. They did find an ugly corpse in the basement, though. They knew it was the miller's wife, by her hair and clothes. That's when Genty lost his mind. Now he sits under his brother's windows, staring into the distance, saying, 'The demons are coming, the demons are coming.' That's the only thing he'll say."
ko_mt: 툴리어스 마라가 다크포드 마을의 농부 워렌의 말을 인용해 기록한 이야기입니다. "왜 사람들이 늙은 젠티를 '십자군'이라고 부르는지 알고 싶으세요? 바로 이런 일이 있었기 때문입니다. 농부 오가르는 세 아들을 남기고 죽었어요. 큰 두 아들은 땅을 나눠 갖고 살았고, 막내 겐티는 동그란 구멍에 네모난 말뚝처럼 나무 밑에서 햇볕을 쬐고 파이를 먹는 법만 알았어요. 그는 어떻게 해야 했을까? 어디에 몸을 담글 수 있을까요? 그래서 그는 대장간 뒷마당에서 녹슨 낡은 칼을 구해 마른 말을 타고 언덕을 넘어 멀리 떠났어요. 얼마 지나지 않아 그는 한 성에 도착했어요. 성 안에는 한 기사의 아내가 십자군 전쟁에서 돌아온 남편을 기다리며 앉아 있었어요. 겐티는 그녀 옆에 앉아 '부인, 당신의 남편은 훌륭한 사람이니 모든 동정을 받을 자격이 있습니다. 나도 십자군이고, 세계상처의 끔찍한 산물과 싸웠으니...'라며 횡설수설했습니다. 그는 한 달 동안 돌담 뒤에 앉아 10파운드가 찌고 더욱 단정해졌으며 결국에는 남작처럼 보였습니다! 그러나 그는 기사의 아내가 지루해졌습니다. 그녀는 항상 창백하고 슬퍼했고 며칠 동안 울면서 사렌 래에게기도했습니다. 그래서 겐티는 그녀에게 작별인사를 하고 길을 떠났어요. 그는 타고 타고 강가에있는 방앗간과 방앗간 주인의 아내를 보았습니다-장밋빛 뺨, 자고처럼 통통한. 겐티는 그녀에게 다가가 '방앗간 주인 부인, 혹시 남편이 집에 계시나요? '아니요, 작년에 요정이 남편을 강으로 끌고 갔어요'라고 그녀는 말했습니다. 그래서 겐티는 방앗간에서 지내기로 했어요. 그는 푹신한 침대에 누워 파이를 먹고 맥주를 마시며 마을을 산책했습니다. 그는 마을 선술집에 모인 사람들에게 자신이 얼마나 노련한 십자군인지 자랑했습니다. 그는 데몬을 두려워하지 않았고, 데몬이 무엇인지 보여 주겠다고 약속했습니다! 그러던 어느 달 밝은 밤, 그는 과부에게 숨을 헐떡이며 다가갔을 때 과부가 자신의 등을 너무 세게 잡아당겨서 견딜 수 없었습니다. 아래를 내려다보니 해골처럼 비뚤어진 코, 불씨 같은 눈, 텅 빈 배, 튀어나온 갈비뼈, 손톱 대신 발톱을 가진 끔찍한 모습에 무덤 악취까지 풍겼어요. 젠티는 아무리 발버둥쳐도 도망칠 수 없었다. 그 여자는 젠티를 꽉 붙잡고 '어디 가는 거냐, 내 사랑스러운 십자군아'라고 쉿 소리를 냈다. 어서, 내 오븐에 빵을 넣어!' 그리고는 긴 혀를 내밀어 썩은 이를 핥았다. 젠티는 어찌된 일인지 발톱에 가죽과 고기를 듬뿍 묻힌 채 꿈틀거리며 도망쳤어요. 그는 당황해서 방앗간에서 도망쳤어요! 벌거벗고 피를 흘리며 마을까지 달려갔어요. 그래서 뛰어가면서 '데몬다! 데몬다! 마을 사람들이 도끼와 갈퀴를 들고 방앗간으로 모여들었지만 방앗간은 텅 비어 있었어요. 데몬이 사라진 거죠. 하지만 지하실에서 흉측한 시체를 발견했죠. 머리카락과 옷차림으로 보아 방앗간 주인의 아내라는 걸 알 수 있었죠. 그때 젠티는 미쳐버렸어. 형의 창문 밑에 앉아 먼 곳을 바라보며 '데몬이 온다, 데몬이 온다'라고 외쳤죠. 형이 할 말은 그것뿐이었죠."

source: "Hilor and the Spinner of Nightmares"
ko: "하일러와 악몽의 직조자"
ko_mt: "하일러와 악몽을 잣는 자"

source: Book the First of the Astonishing Exploits of Venture-Captain Hilor, published by the Pathfinder Society {br}"The Spinner of Nightmares let out a fiendish laugh, and the wind rose up, sending the sound rippling across the roof of the cavernous temple and off into the darkening sky. 'You cannot protect them!' The demon worshiper performed a graceful pirouette, as though she were mocking the ungainly venture-captain, who was slowly picking his way across the slippery roof tiles. 'You may have saved Anthoclitus today, but you won't save everyone who gets in my way! I will always be one step ahead, plunging a dagger into the heart of the next fool and sullying your path with blood that you will never be able to wipe clean!' Hilor lost his footing once again and only by a miracle did he not go plummeting to his death. His heart threatened to beat right out of his chest, but his mind was consumed with the feverish awareness of how close he was to his target. Only a few dozen paces separated him from the Spinner of Nightmares — close enough to shoot, but the venture-captain wanted to be sure the bolt wouldn't kill her, merely maim and immobilize her. The hand crossbow that Hilor concealed under the folds of his cloak was throwing off his balance. 'The jig's up, the Spinner of Nightmares.' The venture-captain leaned forward as though trying to catch his breath — a diversionary tactic designed to weaken the vigilance of the villain, who seemed to be waiting for something on the peak of the roof. 'You have one chance to save your pathetic life — surrender now!' The Spinner of Nightmares froze, as if considering the captain's words, before lunging forward like a snake and spitting with contempt: 'You will never see her again!' Click, twang, the whistle of the bolt released from its cradle — and the swish of the Spinner of Nightmares's cloak as she dodged the shot, laughing. Hilor let out a bellow, pouring all his hatred and despair into the shout, dashed forward, and, slipping on the roof, tumbled to his knees. Gripping a jagged roof tile with his last remaining strength, the venture-captain swallowed a grunt of pain and raised his head — only to watch his daughter's abductor be swept away on a black wind. 'I will find you, the Spinner of Nightmares!' Hilor's shout seemed to carry far and wide across the whole of Mendev. 'I'll find you and I'll tear out your duplicitous heart!'"
ko_mt: 패스파인더 협회에서 출간한 모험가 선장 하일러의 놀라운 업적 중 첫 번째 책 {br}"악몽을 잣는 자가 사나운 웃음을 터뜨리자 바람이 일렁이며 소리가 동굴 사원의 지붕을 타고 어두운 하늘로 파문을 일으켰다 '당신은 그들을 보호할 수 없다! 데몬 숭배자는 미끄러운 기와 위를 조심조심 걷고 있는 어설픈 벤처 대장을 조롱하는 듯 우아한 피루엣을 선보였다. '오늘 안토클리투스는 구했을지 몰라도 내 앞을 가로막는 모든 사람을 구할 수는 없지! 나는 항상 한 발 앞서서 다음 바보의 심장에 단검을 꽂아 당신이 결코 깨끗하게 닦아낼 수 없는 피로 당신의 길을 더럽힐 것이다!' 하일러는 다시 한 번 발을 헛디뎠지만 기적적으로 추락해 죽지는 않았습니다. 가슴에서 심장이 터질 듯이 뛰었지만, 그의 정신은 목표물에 얼마나 가까워졌는지에 대한 열렬한 자각에 사로잡혀 있었습니다. 악몽을 잣는 자와는 불과 수십 보밖에 떨어져 있지 않았고, 쏠 수 있을 만큼 가까웠지만, 벤처 대장은 화살이 악몽을 잣는 자를 죽이지 않고 단지 불구가 되거나 움직이지 못하게 할 뿐이라는 것을 확실히 하고 싶었습니다. 하일러가 망토 주름 속에 숨겨둔 손쇠뇌가 균형을 잃고 있었기 때문이었습니다. 벤처 대장은 br이스를 잡으려는 듯 앞으로 몸을 기울였는데, 지붕 꼭대기에서 무언가를 기다리는 듯한 악당의 경계를 약화시키기 위한 교란 전술이었다. '한심한 목숨을 구할 기회는 단 한 번뿐이니 지금 항복하라!' 악몽을 잣는 자는 선장의 말을 생각한 듯 얼어붙더니 뱀처럼 앞으로 돌진하며 경멸의 침을 뱉었다."다시는 그녀를 볼 수 없을 것이다!" '찰칵, 탱', 거치대에서 풀린 화살의 휘파람 소리와 함께 총을 피하며 웃는 악몽을 잣는 자의 망토가 휘날렸다. 하일러는 증오와 절망을 모두 쏟아 부은 비명을 지르며 앞으로 돌진했고, 지붕에 미끄러져 무릎을 꿇었다. 마지막 남은 힘으로 울퉁불퉁한 기와를 붙잡고 고통을 삼키며 고개를 들었지만, 딸을 납치한 자가 검은 바람에 휩쓸려 사라지는 것을 지켜볼 수밖에 없었습니다."악몽을 잣는 자, 너를 찾아내겠다! 하일러의 외침은 멘데브 전역에 멀리 퍼져나가는 것 같았다. '널 찾아내서 네 이중적인 심장을 찢어버릴 거야!'"

source: "Hilor and the Secrets of the Needleglens"
ko: "하일러와 니들글렌의 비밀들"
ko_mt: "하일러와 니들글렌의 비밀"

source: Book the Second of the Astonishing Exploits of Venture-Captain Hilor, published by the Pathfinder Society {br}"The skeptical ranger followed Hilor, who skirted the glade and cautiously surveyed the forest around them. 'If you're hoping to find someone here, Captain, you're wasting your time. The Needleglens are totally uninhabited. A wild animal might stray into these parts, but there are no people here.' 'Tell me,' began the venture-captain, drawing out the words, 'what is the secret to this place? The Worldwound is a stone's throw away, but the Needleglens look like an ordinary, healthy forest. No bubbling mold on the ground, no trees that are identical down to the last leaf, no trace of demons whatsoever.' The ranger answered after a long pause. 'I don't know for sure, Captain. But people have different theories. Some say that the Needleglens are cursed by forces that came to this world before the demons — horrible creatures that could addle your mind with a single look. People say that's why the demons avoid this place — they're afraid.' Hilor scoffed. His guide's tale was surely nothing but a cock-and-bull story, but the idea — of his quarry hiding at the very heart of a place thought to pose a dire threat to her — well, he couldn't help being tickled by that. The Spinner of Nightmares's trail led here, to this strange wood, there was no doubt about that. But how did she ever find the way here? Hilor fished his tracker's monocle out from the depths of his pack, clipped it on his nose, looked up — and let out a full-bellied laugh. 'I can't fault the harridan for her ingenuity, but she might've changed up her nasty tricks, knowing the arsenal I carry. Follow me!' The ranger scoffed in disbelief. The forest remained as much a mystery to him as before, but Hilor's gaze, directed as it was through the Eye of Truth, effortlessly picked out the magical notches on the tree trunks, leading to an as yet unknown destination."
ko_mt: 패스파인더 협회에서 출간한 모험가 하일러 선장의 놀라운 업적 중 두 번째 책 {br}"회의적인 레인저는 숲을 빠져나와 조심스럽게 주변 숲을 살피는 하일러를 따라갔다 '여기서 누군가를 찾길 바라신다면, 선장님, 시간 낭비입니다. 니들글렌은 사람이 전혀 살지 않는 곳이에요. 야생 동물이 이곳에 들어올 수는 있지만, 사람은 없습니다." '말해봐요.' '이 장소의 비밀이 무엇인지 말하면서 벤처 대장이 말을 꺼내기 시작했습니다. 세계상처는 아주 가까운 거리에 있지만 니들글렌은 평범하고 건강한 숲처럼 보였습니다. 땅에 부글거리는 곰팡이도 없고, 나뭇잎 하나까지 똑같은 나무도 없고, 데몬의 흔적도 전혀 없죠." 관리인이 한참을 생각한 후 대답했다."저도 잘 모르겠습니다, 대장님. 하지만 사람들은 다양한 이론을 가지고 있어요. 어떤 사람들은 니들글렌이 데몬들보다 먼저 이 세상에 온 세력, 즉 한 번 보는 것만으로도 마음을 사로잡는 끔찍한 생명체에 의해 저주를 받았다고 말하죠. 그래서 데몬들이 이곳을 피하는 거라고 하죠, 무서워서요." 하일러가 비웃었다. 가이드의 이야기는 분명 헛소리에 불과했지만, 자신에게 끔찍한 위협을 가할 것으로 여겨지는 곳의 한가운데에 사냥감이 숨어 있다는 생각에 간지러움을 참을 수가 없었다. 악몽을 잣는 자의 흔적이 이 이상한 나무로 이어진다는 건 의심의 여지가 없었죠. 하지만 어떻게 여기로 오는 길을 찾았을까? 하일러는 배낭 깊은 곳에서 추적기의 단안경을 꺼내 코에 끼우고 고개를 들어 배꼽을 잡고 웃음을 터뜨렸다. '해리단의 기발함을 탓할 수는 없지만, 내가 가지고 있는 무기를 알고는 고약한 속임수를 바꿨을지도 몰라. 날 따라와! 관리인은 믿기지 않는다는 듯이 비웃었다. 숲은 여전히 전과 마찬가지로 그에게 수수께끼로 남아있었지만, 진실의 눈으로 바라보는 하일러의 시선은 나무 줄기의 마법의 홈을 쉽게 찾아내어 아직 알려지지 않은 목적지로 이끌었다"

source: "Hilor and the Temple of Decay"
ko: "하일러와 부패의 사원"
ko_mt: "하일러와 부패의 신전"
