Repository: akintos/wotr-translation
Catalog: translation/*/Books.po
Languages: ko, ko_mt

source: "All the mages who ever lived acquired their arcane ability via the same means — by spending years poring over books and toiling in laboratories, studying the mysteries of creation alone or with the help of diligent mentors. On the other hand, the origins of sorcerers' power are beyond counting, from inheriting it from an extraplanar progenitor to acquiring it from a conjunction of celestial bodies. There is but one trait that they have in common: all sorcerers wield power that is utterly undeserved, not having stirred a finger to obtain the arcane might they possess. Of course, they take great pride in their ability, fancying it a gift from a higher power, perhaps even a sign of being some kind of chosen one. Such an attitude is especially prevalent among the barbaric cultures. Take giants, for example — despite the massive weight of their colossal brains, these creatures despise learnedness and only respect innate magic, relying on superstitions to explain its origins. My attention was drawn to one of the legends as told by the frost giants of old Sarkoris, the ancient belief in magic bones. It is impossible to recall it in detail because after the demonic invasion, the frost giant tribes were either exterminated or driven away by the ash giants, but one can still find the ruins of their temples and domiciles inside the Worldwound. Judging by the remaining statues and bas-reliefs, these tribes believed a certain divine entity had been murdered or sacrificed. Its bones entered the mortal giants, granting them power over ice and cold. According to legend, the bone exits the body of its former owner upon death and seeks a new host, transforming them into a sorcerer. Spellcasters assumed to be bearers of these bones often rose to prominence as chiefs, sometimes uniting a few families into larger clans for more effective raiding..."
ko_mt: "지금까지 살았던 모든 소서러들은 수년간 책을 뒤적이고 실험실에서 고군분투하며 혼자서 또는 부지런한 스승의 도움을 받아 창조의 신비를 연구하는 등 같은 방법으로 신비한 능력을 얻었습니다. 반면에 소서러의 힘은 이차원 조상으로부터 물려받거나 천체의 결합을 통해 얻는 등 그 기원은 셀 수 없을 정도로 다양합니다. 한 가지 공통점이 있다면, 모든 소서러는 손가락 하나 까딱하지 않고 마법의 힘을 손에 넣을 수 있을 정도로 과분한 힘을 휘두른다는 점입니다. 물론 그들은 자신의 능력에 큰 자부심을 가지고 있으며, 그것이 더 높은 힘의 선물이며, 심지어 선택받은 자의 표시일 수도 있다고 생각합니다. 이러한 태도는 특히 야만적인 문화권에서 널리 퍼져 있습니다. 예를 들어 거인을 생각해보십시오. 거대한 두뇌의 엄청난 무게에도 불구하고 이 생물은 배움을 경멸하고 타고난 마법만을 존중하며 그 기원을 설명하기 위해 미신에 의존합니다. 나는 오래된 사르코리스의 서리 거인이 말한 전설 중 하나인 마법의 뼈에 대한 고대 믿음에 관심을 끌었습니다. 데몬의 침공 이후 서리 거인 부족은 재 거인에 의해 멸종되거나 쫓겨 났기 때문에 자세히 기억할 수는 없지만 세계상처 내부에서 그들의 사원과 거주지의 폐허를 여전히 찾을 수 있습니다. 남아 있는 조각상과 부조로 미루어 보아, 이 부족들은 어떤 신성한 존재가 살해당하거나 희생되었다고 믿었습니다. 그 뼈가 필멸의 거인에게 들어가 얼음과 냉기를 이기는 힘을 부여했다고 믿었습니다. 전설에 따르면, 뼈는 죽으면 이전 주인의 몸에서 빠져나와 새로운 숙주를 찾아 소서러로 변신한다고 합니다. 이 뼈의 소유자로 추정되는 소서러는 종종 족장으로 명성을 떨쳤으며, 때로는 더 효과적인 습격을 위해 몇몇 가문을 더 큰 부족으로 통합하기도 했습니다..."

source: "Crusade Chronicles"
ko: "성전 연대기"
ko_mt: "십자군 연대기"

source: "In the year 4606, the expanses of Sarkoris were tainted by the swollen abscess of colossal proportions that was the Worldwound — a tear between Golarion and the Abyss that let thousands upon thousands of demons onto the Material Plane. In the long years that followed, the Kellids of Sarkoris either fled or fell, outmatched, while fighting for their home. In the year 4622, the church of Iomedae announced the beginning of the First Crusade — a blessed war against the demons that had destroyed Sarkoris and now threatened neighboring lands. Valiant warriors, led by Queen Galfrey herself, pushed the Abyssal servants away from their borders and returned home victorious. The year 4630 marked the end of the First Crusade. Numerous fortresses and garrisons were established in those years in former Sarkorian lands — the outposts duty-bound to watch over Mendev's borders. After eight years, in 4638, the Worldwound suddenly expanded to four times its previous size, unleashing new monstrous hordes. The worst of the blows suffered by the crusaders was the loss of Drezen — a fortress city that used to serve as a base for many a military operation. The Second Crusade was called, which claimed countless lives, yet never resulted in victory. Only with the creation of the Wardstones was the demon invasion stopped, as the lucent Iomedae's magic stood as an impenetrable wall, blocking the invaders' path. In the year 4645, after seven years of arduous and mirthless war, the Second Crusade came to an end. The Third Crusade was declared in 4665, but this time, the crusaders were fighting a war within their own ranks as well. Over the years, many Abyss-serving cultists and spies had found their way past Mendevian defenses. The Third Crusade reached the apex of an inquisition that mercilessly purged heresy and demon worship by fire and sword. The crusade was called off in 4668, after the atrocities of interrogators had provoked sufficient upheaval and discontent among the populace. The Fourth Crusade was instigated by demons in the year 4692, when they broke through the protective barrier of the Wardstones. With righteous fury, the champions of Mendev fought the demons for fifteen years, aiming to put an end to the old threat. But by the conclusion of the Fourth Crusade, which ended in 4707 due to a shortage of supplies and manpower, decisive victory was just as remote a possibility as it had been for all of the previous crusades."
ko: "4606년에, 사코리스의 확장은 엄청난 크기로 부풀어 오른 종기, 세계상처라 불리는 수백만의 데몬이 물질계로 쏟아져나오게 해 준 골라리온과 심연 사이의 균열에 의해 오염되었다. 이어진 긴 시간 속에서 사코리스의 켈리드인들은 고향을 위해 싸우다 달아나거나, 쓰러지거나, 압도당했다. 4622년에, 아이오메데 교회는 제 1차 성전의 시작을 선포했다. 사코리스를 파괴하고 이제 이웃하는 땅을 위협하는 데몬들에 대한 축복받은 전쟁을. 갈프리 여왕이 직접 이끄는 용맹한 전사들은 심연의 하수인들을 국경에서 몰아내고 위풍당당하게 고향으로 귀환했다. 4630년에 첫 번째 성전의 종지부를 찍었다. 수많은 요새와 주둔지들, 멘데브의 국경 전역을 감시할 의무를 진 전초기지가 전 사코리스인의 땅에 건설되었다. 8년이 지난 4638년에, 세계상처는 갑작스럽게 네 번이나 그 크기를 키우며 새로운 괴물 무리를 풀어냈다. 성전군이 입은 최악의 타격은 많은 군사 작전의 기지로 기능하던 요새도시 드레젠을 상실한 것이었다. 수많은 생명을 삼켰으나 승리하지 못한 제 2차 성전의 부름이 있었다. 수호석을 제작하면서 비로소 데몬의 침공이 멈췄다. 빛나는 아이오메데의 마법이 통과할 수 없는 장벽처럼 기능해 침입자의 길을 막아내었다. 4645 년, 7년 간의 지난하고 음울한 전쟁 끝에 두 번째 성전이 종결되었다. 제 3차 성전은 4665년에 선포되었으나, 이번에 성전군은 그들 내부의 적과도 전쟁을 치러야 했다. 시간이 지남에 따라 심연을 섬기는 수많은 사교도와 간첩들이 멘데브의 방어를 우회하는 길을 찾아내었다. 3차 성전은 불과 칼로 이단을 무자비하게 정화하는 이단 심판의 정점에 도달했다. 성전은 심문관들의 만행이 대중들 사이에 충분한 격변과 불만을 불러일으킨 후 취소되었다. 제 4차 성전은 4692년, 데몬들이 수호석의 방호 결계를 부수고 침입함에 따라 촉발되었다. 멘데브의 대전사가 정의로운 분노와 함께 오래된 위협에 끝을 내기 위해 15년 간 데몬들에 맞서 싸웠다. 그러나 4707년에 물자와 인력 부족으로 제4차 성전군의 결말이 날 무렵, 결정적인 승리는 이전의 모든 성전군 원정에서 그랬던 것처럼 먼 가능성에 그치고 말았다."
ko_mt: "4606년, 사르코리스의 광활한 땅은 골라리온과 심연 사이의 균열인 세계상처라는 거대한 크기의 부풀어 오른 농양으로 오염되었고, 이로 인해 수천, 수만 마리의 데몬이 물질계로 유입되었습니다. 그 후 오랜 세월 동안 사르코리스의 켈리드들은 고향을 지키기 위해 싸우다가 도망치거나 패배하여 몰락했습니다. 4622년, 아이오메데 교회는 사르코리스를 파괴하고 이웃 땅을 위협하는 데몬들과의 축복받은 전쟁인 1차 성전의 시작을 알렸고, 아이오메데 교회는 이 성전을 선포했습니다. 갈프레이 여왕이 이끄는 용감한 전사들은 심연의 종족을 국경에서 밀어내고 승리하여 고향으로 돌아갔습니다. 4630년은 1차 성전이 끝난 해였습니다. 당시 멘데브의 국경을 감시하는 전초기지였던 옛 사르코리안 땅에는 수많은 요새와 수비대가 세워졌습니다. 8년 후인 4638년, 세계상처는 갑자기 이전보다 네 배로 확장되어 새로운 괴물 무리를 풀어냈습니다. 십자군이 입은 최악의 피해는 수많은 군사 작전의 거점으로 사용되던 요새 도시 드레젠을 잃은 것이었습니다. 2차 십자군 전쟁이 발발하여 수많은 목숨을 앗아갔지만 승리로 이어지지는 못했습니다. 아이오메데의 마법이 뚫을 수 없는 벽이 되어 침략자들의 길을 막는 와드스톤이 만들어지고 나서야 데몬의 침략은 막을 수 있었습니다. 4645년, 7년간의 고되고 지루한 전쟁 끝에 2차 십자군 전쟁은 막을 내렸고, 4665년에 3차 십자군 전쟁이 선포되었지만 이번에는 십자군 내부에서도 전쟁이 벌어지고 있었습니다. 수년 동안 심연을 섬기는 많은 이교도들과 스파이들이 멘데비안의 방어선을 뚫고 들어왔기 때문입니다. 3차 성전은 이단과 데몬 숭배를 불과 칼로 무자비하게 숙청하는 종교 재판의 정점에 이르렀습니다. 종교 재판관들의 잔혹 행위가 대중의 격변과 불만을 충분히 불러일으킨 후 4668년에 십자군 전쟁은 중단되었습니다. 제4차 십자군 전쟁은 4692년에 데몬들이 성벽의 보호막을 뚫고 침입하면서 선동된 것입니다. 멘데브의 용사들은 의로운 분노로 15년 동안 데몬들과 싸워 오래된 위협을 종식시키기 위해 노력했습니다. 그러나 보급품과 인력 부족으로 4707년에 끝난 제4차 성전이 끝날 무렵, 결정적인 승리는 이전의 모든 성전이 그랬던 것처럼 가능성이 희박해졌습니다"

source: "Soldier Humor", Fifth Edition, Revised and Expanded
ko: "병사용 유머집", 5판, 개정 및 확장판
ko_mt: "군인 유머 ", 다섯 번째 판, 개정 및 확장

source: "There once was a ram-headed lad named Baphomet. Everybody laughed at Baphomet, both demons and cultists alike. Baphomet cried a lot, then ran to his mama, Lamashtu. 'No one likes me, and they say I'm strange!' And to that, Lamashtu said, 'You're perfectly fine, my boy. Just please quit your bleating, or better yet, go chew some more grass.' {br}There once was a demon named Deskari, and his swarm was driving him crazy, all buzzy and bitey. No matter what he tried, he just couldn't get rid of them! So, he went to a demon healer for some poison. A week passed, then the healer asked him, 'How's the poison? The locusts all gone now?' And Deskari said, 'I drank the whole bottle and I completely forgot about those pests. Thing is, now I need something for this killer constipation!' {br}Deskari says to Baphomet, 'Looky here at these nags I bought for my stables! Pure demon stock. If you mount one, it'll get ya to the edge of the Abyss in a flash!' 'Big deal! Lamashtu is so much better. Once I mounted her, I got promoted to demon lord!' {br}Once, some cultists caught a Mendevian crusader and went about torturing him, 'Tell us when we should attack you!' 'Right now! Our fortresses are ruined, our cities are starving, the people are fleeing... we could really use some prisoners!' {br}A soldier asks his officer, 'How come balors have red skin?' The officer says, 'You see, there are these monkeys with asses that are bright red...' 'But balor skin is ALL red!' 'Exactly! That's because a balor is one big ASS!'"
ko: "옛날 옛적 바포메트라 불리는 양머리의 양아치가 살았네. 데몬과 사교도, 모두가 바포메트를 함께 놀렸지. 바포메트는 큰 소리로 울며 그의 엄마, 라마슈투에게 달려갔지. '아무도 나를 좋아하지 않아요, 내가 이상하대요!' 그러자 라마슈투가 말하길, '넌 완벽히 괜찮단다, 얘야. 그만 매애애달리고 가서 풀이나 좀 씹으렴. {br}옛날 옛적 데스카리라는 데몬이 살았는데, 그의 벌레 무리가 윙윙대고 물어대며 그를 거의 미치게 만들었지. 그가 무엇을 하던, 벌레를 모두 없앨 순 없었거든! 그래서 그는 데몬 치유사를 찾아가 독을 만들어달라고 했다네. 한 주가 지나고, 치유사가 물었지, '독은 좀 어떤가요? 메뚜기들이 물러갔나요?' 그러자 데스카리가 말하길, '한 병을 통으로 마셨더니 그 해충들은 이제 해결됐어. 문제는 이 지독한 변비를 해결해줄 뭔가가 필요해!' {br}데스카리가 바포메트에게 말했지, '내 마굿간에 들여놓을 새 말들을 봐! 순수 데몬 혈통이지. 아무거나 골라 잡아타면, 심연의 끝자락까지도 눈 깜작할 새면 도착한다고! '별 거 아니네! 라마슈투가 훨씬 나아. 내가 그녀 위에 올라타면, 난 데몬 군주로 승진하거든!' {br}한 때, 사교도 들이 멘데브 인 성전군을 사로잡아 그를 고문한 적이 있었지. '우리가 언제 공격하기 시작해야 할지 말해라!' '바로 지금이지! 우리의 요새들은 폐허가 됐고, 도시들은 굶주리고, 사람들은 달아나고 있어... 우리는 새 노예가 좀 필요하거든!' {br}한 병사가 그의 사관에게 물었지, '발러들은 왜 피부가 빨갛습니까?' 사관이 답하길, '원숭이 같은 녀석들이라 그렇지. 원숭이들의 엉덩이가 붉다는 것은 아나?' '그렇지만 발러는 온 몸이 빨갛습니다!' '핵심을 짚었군! 발러는 그냥 거대한 궁둥짝 하나거든!'
ko_mt: "옛날에 바포메트라는 숫양 머리가 달린 소년이 있었어요. 데몬이나 이교도나 모두 바포메트를 비웃었죠. 바포메트는 많이 울다가 엄마 라마슈투에게 달려갔어요. "아무도 저를 좋아하지 않고 이상하다고 해요!"라고 말하자 라마슈투는 "넌 괜찮아, 우리 아들. 제발 그만 끙끙거리고 가서 풀이나 더 씹어라' {br}한 때 데스카리라는 데몬이 있었는데, 그의 떼가 윙윙거리고 물어서 그를 미치게 만들었습니다. 무슨 수를 써도 데몬 떼를 없앨 수가 없었어! 그래서 그는 데몬 치유사에게 가서 독을 구했어요. 일주일이 지났을 때 치유사가 그에게 물었죠. 메뚜기는 이제 다 사라졌나요?"라고 물었고, 데스카리는 "한 병을 다 마시고 나니 해충에 대한 기억은 완전히 잊어버렸어요. 문제는, 이제 이 지독한 변비를 치료할 약이 필요하다는 거죠! {br}데스카리가 바포메트에게 말했죠." '마구간을 위해 산 이 잔소리 좀 봐요! 순수한 데몬 새끼야. 이걸 타면 심연의 가장자리까지 순식간에 갈 수 있을 거야!' '별거 아니야! 라마슈투가 훨씬 낫네요. 라마슈투를 타고 나니 데몬 로드로 승진했어! {br}한 번은 어떤 이교도들이 멘데비안 성전사를 붙잡아 고문하러 갔어요." '언제 공격해야 하는지 말해줘요! '지금 당장! 우리 요새는 폐허가 되었고, 도시는 굶주리고, 백성들은 도망치고.. 포로들이 정말 필요해요!' {br}한 병사가 장교에게 '발러는 왜 피부가 붉은가요?' '보십시오, 엉덩이가 br붉은 원숭이들이 있는데...' '하지만 발러 피부는 모두 붉은색입니다!' '맞습니다! 왜냐하면 발러는 하나의 큰 엉덩이이기 때문이야!"

source: "A Chronicle of Failure", Anonymous, 4640
ko: "실패 연대기", 익명, 4640
ko_mt: "실패의 연대기", 익명, 4640

source: A notice in large letters on the book's binding reads: "This book is banned within the borders of Mendev." "Taken from the account of a noble Mendevian warrior, veteran of two crusades, who was grievously wounded and is currently receiving treatment in a hospital in Andoran. The First Crusade, intended to purge the lands of Sarkoris of the demon scourge, was called up in 4622. The loss of Aroden was still a raw wound in the hearts of the faithful, and those who answered the call of the Church of Iomedae channeled their grief and fury toward a new cause — the defense of Mendev and the liberation of Kellid lands from the spawn of the Abyss who at that time were reveling in the ruins of Sarkoris. Many answered the call of the Inheritor's followers and fought under the banners of the crusaders. Illustrious warriors ventured forth into the lands captured by the demon pestilence, bringing with them cleansing fire and long-absent hope. Ere long the filthy hordes were driven out of the western reaches of Mendev into the Sarkorian Steppe, and beyond as far as the Threshold fortress, which to this day remains the beating heart of the Worldwound. In 4630, having pursued the demons beyond the Northmounds of Sarkoris and secured the borders, the Church of Iomedae declared the First Crusade complete. But alas, what the valiant liberators thought was the closing chapter to a victorious campaign was but the prelude to a tragedy that is unfolding today before our very eyes. Two years ago, an endless wave of demons poured forth from the Northmounds into the Kellids' plains. The fortresses that had so recently stood strong on Mendev's borders were washed away in this unstoppable flood. The Second Crusade was called up without delay, but it was too late: the source of the corruption, the Worldwound, opened its putrid maw wider to disgorge not scattered hordes, but full-fledged armies led by monstrous generals. The Second Crusade goes on, but the morale of Golarion's defenders is at its lowest ebb. Neither the Church of Iomedae nor the courageous crusaders have the power to overcome the demons that have now overrun Sarkoris. There will be no turning point in this war: all we can do now is wait for death on the borders of Mendev, which has not yet bowed down before the hordes of the Abyss, and pray to the gods that the Worldwound does not expand yet again, delivering new horrors into our world."
ko: 책 표지에 큰 글씨의 포고문이 적혀있다. "이 책은 멘데브 국경 내에서 금지됨." "두 성전에 참여한 고참병이자, 현재 심각한 부상을 입고 안도란의 병원에서 치료를 받고 있는 한 귀족 멘데브 전사의 말을 옮김. 제 1차 성전은 4622년에 사코리스에 닥친 데몬 재앙을 완전히 정화하기 위해 소집되었다. 아로덴의 상실은 신실한 자들의 가슴에 큰 상처로 남아있었으며, 아이오메데의 교회의 부름에 응답한 이들은 그들의 분노와 비탄을 멘데브의 방어와 당시 사코리스의 폐허 속에서 심연의 생물들에 저항중이던 켈리드인들의 해방을 위해 쏟아부었다. 계승자의 추종자들의 부름에 응답한 이들의 대부분은 성전군의 깃발 아래 싸웠다. 유명한 전사들이 데몬 역병에 휩쓸린 대지로 정화의 불꽃과 오래토록 사라졌던 희망을 지고 모험을 떠났다. 이윽고 그 더러운 무리는 멘데브 서부 지역에서 사코리스 사막을 넘어 오늘날 까지 세계상처의 고동치는 심장으로 남아있는 극점 요새까지 쫓겨갔다. 4630년, 아이오메데의 교회는 사코리스의 북쪽 산맥 너머로 데몬들을 쫓아낸 뒤 제 1차 성전의 종료를 선언했다. 허나 안타깝게도, 용맹한 해방자들이 승리로 끝난 모험의 최종장이라 생각했던 것은 오늘날 우리 앞에 펼쳐질 비극의 서막이었다. 2년 전, 끝없는 데몬의 물결이 북쪽 산맥에서 켈리드인들의 대지로 쏟아져 내려왔다. 최근까지도 멘데브의 국경에서 굳게 버티고 서 있던 요새들이 막을 수 없는 홍수에 휩쓸려 사라졌다. 제 2차 성전이 잠시의 지체도 없이 소집되었으나, 이미 너무 늦어버린 채였다. 오염의 근원, 세계상처가 그 타락한 아가리를 열어 흩어진 오합지졸 몇 무리가 아닌 괴물 같은 지휘관들이 이끄는 완전 무장한 군대를 풀어놓기 시작했다. 제 2차 성전은 진행중이지만, 골라리온의 방어자들의 어깨가 점점 낮아지고 있다. 아이오메데의 교회도, 용감한 성전군들도 사코리스 전역을 압도한 데몬들을 이겨낼 힘을 지니지 못했다. 이 전쟁에 전환점은 없을 것이다: 이제 우리가 할 수 있는 유일한 일은 아직은 심연의 군세 앞에 무릎 꿇지 않은 멘데브의 국경 안에서 웅크려 죽음을 기다리며 신들께 우리 세계에 세계상처가 더 이상 커지지 않게 해달라고, 새로운 공포를 우리 세계에 풀어놓지 않게 해달라고 기도하는 것 뿐이다."
ko_mt: 책 제본에 큰 글씨로 된 알림이 있습니다. "이 책은 멘데브 국경 내에서 금지되어 있다 "두 번의 십자군 전쟁에 참전했던 고귀한 멘데브 전사가 중상을 입고 현재 안도란의 병원에서 치료를 받고 있다 데몬의 재앙 사르코리스의 땅을 정화하기 위한 1차 십자군은 4622년에 소집되었다 . 아로덴을 잃은 슬픔은 여전히 신자들의 마음속에 생생한 상처로 남아 있었고, 아이오메데 교회의 부름에 응답한 이들은 슬픔과 분노를 새로운 대의, 즉 멘데브를 방어하고 당시 사르코리스의 폐허를 누비고 있던 심연의 산물로부터 켈리드 땅을 해방하는데 쏟아 부었습니다. 많은 이들이 계승자의 추종자들의 부름에 응답하여 십자군의 깃발 아래서 싸웠습니다. 데몬의 역병이 점령한 땅으로 용감한 전사들이 정화의 불과 오랫동안 사라진 희망을 가져왔습니다. 오래지 않아 더러운 무리는 멘데브의 서쪽 끝에서 사르코리안 대초원까지 쫓겨났고, 오늘날까지 세계상처의 심장부로 남아 있는 문턱 요새까지 쫓겨났습니다. 4630년, 사르코리스의 북쪽 언덕 너머로 데몬들을 추격하고 국경을 확보한 아이오메데 교회는 1차 성전을 완료했다고 선언했습니다. 하지만 용감한 해방자들이 승리의 대장정을 마무리했다고 생각했던 것은 오늘날 우리 눈앞에서 벌어지고 있는 비극의 서막일 뿐이었습니다. 2년 전, 노스마운드에서 끝없이 쏟아져 나온 데몬들이 켈리드의 평원으로 몰려들었습니다. 멘데브의 국경에 견고하게 서 있던 요새들은 이 거침없는 홍수에 쓸려 내려갔습니다. 2차 성전이 지체 없이 소집되었지만 너무 늦었습니다. 부패의 근원인 세계상처가 썩은 구덩이를 더 넓게 열어 흩어진 무리가 아니라 괴물 같은 장군들이 이끄는 본격적인 군대를 토해냈기 때문입니다. 2차 성전은 계속되지만 골라리온 방어자들의 사기는 바닥을 치고 있습니다. 아이오메데 교회도 용감한 성전사도 사르코리스를 뒤덮은 데몬들을 물리칠 힘이 없습니다. 지금 우리가 할 수 있는 일은 아직 심연의 무리 앞에 굴복하지 않은 멘데브의 국경에서 죽음을 기다리며, 세계상처가 다시 확장되어 이 세계에 새로운 공포를 가져다주지 않기를 신께 기도하는 것뿐입니다."

source: "Know Thy Enemy! A Crusader's Brief"
ko: "네 적을 알라! 성전사의 지침서"
ko_mt: "적을 알라! 십자군 개요"

source: Publishing funded by the Brotherhood of Crusader Adherents "Remember, crusader, your foes are many, and each one is devious in its own way. In the lands of the Worldwound, two demonic masters rule; learn to distinguish their influence and their followers. Deskari is a demon lord who commands locusts and other crawling pests. It is an all-devouring wave that sweeps away all that is bright, majestic, and pure, leaving behind nothing but decay and ashes. For a hundred years, this evil fiend and his lackeys have been sowing death and suffering all across Golarion, sending one horde after another through the Worldwound and onto our plane. Deskari's visage is hideous, for his essence is a horrid crossbreed of humanoid and insect, and behind his back are fluttering wings woven from swarms of insects. Born of two demons, Deskari despises both his brethren that were once mortal and his own human followers. Knowing of this disdain, the cleverest of his cultists seek ways to transform themselves into full-blooded demons, and to this end, they attempt some of the vilest experiments on their own flesh. Deskari has been behind the horrors of the Worldwound ever since its creation. However, the other demon lord, Baphomet, joined him only at the onset of the Third Crusade. The goat-headed demon lord is cunning and slippery, and where his unholy kin makes his way through brute force, Baphomet prefers deceit, corruption, and backstabbing. Many noble houses trying to preserve their veneer of exalted dynasties keep to the worship of Baphomet as a family tradition. In truth, the cultists who call themselves 'templars of the Ivory Labyrinth' are searching day and night for weaknesses in the crusader ranks — a doubtful mind to corrupt, a wavering heart to break, an ember of cowardice to fan. Beware of the cultists of Baphomet, for they might be standing next to you, looking over your shoulder and laughing at what you are reading."
ko: 성전군 지지자 형제단의 후원을 받아 출판되었음 "기억하라, 성전군이여, 네 적은 많으며, 모두가 각자의 방식으로 거짓을 말한다. 세계상처의 땅은 두 데몬 지배자가 군림하니, 그들의 영향력과 추종자를 구분하는 법을 배워야 한다. 데스카리는 메뚜기와 다른 기어다니는 해충들을 지배하는 데몬 군주다. 그것은 모든 밝고, 아름답고, 순수한 것을 쓸어가 부패와 재만을 남기는 탐식의 파도다. 수백년간, 이 악마와 그 부하들은 세계상처를 통해 우리 차원에 지속적으로 무리를 보내 골라리온 전역에 죽음과 고통을 뿌렸다. 데스카리의 본질은 인간형 생명체와 곤충의 끔찍한 교배종이기에 그의 외형은 매우 흉측하며, 그의 등 뒤에는 벌레 무리로 엮인 날개가 퍼덕이고 있다. 두 데몬 사이에서 태어난 데스카리는 한 때 필멸자였던 그의 형제와 그의 인간 추종자 모두를 경멸한다. 이러한 경멸에 대해 아는 그의 가장 영리한 사교도들은 자신을 완전한 데몬으로 변신시킬 방법을 찾으며, 끝내는 스스로의 살갗에 가장 사악한 실험을 자행한다. 데스카리는 세계상처의 창건 이후 이래 줄곧 공포의 배후에 있었다. 그러나 다른 데몬 군주 바포메트가 제3차 성전이 시작될 즈음 그와 합류했다. 염소 머리의 데몬 군주는 교활하고 약삭빠르며, 그의 부정한 혈족이 그 야만적인 힘에 의존하는 데 비해 바포메트는 기만과 오염, 배신을 선호한다. 고귀한 피의 외관을 지키려 노력하는 많은 귀족 가문들이 가족 전통으로서 바포메트를 숭배한다. 사실, 스스로를 '상아 미궁의 기사단'이라고 부르는 사교도들은 밤낮으로 성전군의 약점을 찾고 있다. 그들은 타락시킬 의심 가득한 정신, 부서뜨릴 흔들리는 심장, 부채질할 비겁함의 불씨를 찾는다. 바포메트의 사교도들을 경계하라. 그들은 네 옆에 서서, 네 어깨 너머로 보고, 네가 읽고 있는 것을 보고 웃을지도 모른다.'
ko_mt: 성전사 신봉자 형제단이 후원하는 출판 "기억하라, 성전사, 적들은 많고 각기 다른 방식으로 사악하다. 세계상처의 땅에는 두 명의 데몬 로드가 지배하고 있으니 그들의 영향력과 추종자를 구별하는 법을 배워라 " 데스카리는 메뚜기와 다른 기어 다니는 해충을 지휘하는 데몬 로드입니다. 데스카리는 밝고 장엄하며 순수한 모든 것을 휩쓸어 썩은 재만 남기고 모든 것을 삼키는 파도입니다. 이 사악한 데몬과 그의 부하들은 100년 동안 골라리온 전역에 죽음과 고통을 심어왔으며, 세계상처를 통해 우리 행성으로 무리를 차례로 보냈습니다. 데스카리의 모습은 끔찍하기 짝이 없는데, 그의 본질은 인간형과 곤충의 끔찍한 교배종이며 등 뒤에는 곤충 떼로 엮은 날개가 펄럭이고 있기 때문입니다. 두 마족 사이에서 태어난 데스카리는 한때 인간이었던 형제들과 자신의 인간 추종자들 모두를 경멸합니다. 이러한 경멸을 알고 있는 그의 영리한 추종자들은 자신을 완전한 데몬으로 변신시킬 방법을 모색하고, 이를 위해 자신의 육체를 대상으로 가장 사악한 실험을 시도합니다. 데스카리는 세계상처가 생성된 이래로 공포의 배후에 있었습니다. 하지만 또 다른 데몬 로드 바포메트는 3차 성전이 시작될 무렵에야 그와 합류했습니다. 염소 머리의 데몬 로드는 교활하고 교활하며, 부정한 혈족이 무력을 통해 자신의 길을 가는 반면 바포메트는 속임수, 부패, 배신을 더 선호합니다. 고귀한 왕조의 명맥을 유지하려는 많은 귀족 가문은 바포메트 숭배를 가문의 전통으로 이어가고 있습니다. 사실, 스스로를 '상아 미궁의 기사단'이라고 부르는 이단자들은 밤낮으로 십자군 대열의 약점, 즉 타락하려는 의심스러운 마음, 부서지려는 흔들리는 마음, 부채질하려는 비겁함의 불씨를 찾고 있습니다. 바포메트 숭배자들이 당신 옆에 서서 어깨 너머로 당신이 읽고 있는 것을 보고 비웃고 있을지도 모르기 때문에 조심하세요"

source: "May Kenabres Be Damned!"
ko: "케나브레스에 멸망을!"
ko_mt: "케나브레스가 저주 받기를!"

source: Anonymous pamphlet "I spit on the streets of Kenabres. I spit on its granite walls and its stained glass windows. If tomorrow the ground trembles, splits apart, and devours this cursed city, I will not shed one tear. No one here, not a single soul, deserves any compassion. Everyone who lives in this city is a criminal! If there were any justice in this world, every one of them would be hanging from the gallows, Prelate Hulrun and Queen Galfrey chief among them! Ask anyone on the streets what they know of mongrels. The answer will be dumb silence, or the lowered eyes of a scoundrel who knows their crimes but doesn't want to think about it. 'Mongrels!' A disgusting nickname, which the residents of the city have given to the brave crusader heroes who defeated the forces of evil, but paid for it with their health. Covered with scabs and tumors, bloated and gnarled, they were no longer beautiful enough to be tolerated by the very people they'd saved. As a reward for their heroism, the city dwellers exiled them to the sewers and damp caves beneath the city! The author of these words went down there and spoke with them — and I'll have you know that the ugliest of them is more noble than all the paladins of Mendev, not to mention that head-chopping Prelate and his murderous Queen! And if any pretend that today's city dwellers aren't responsible for the crime of their grandfathers, then I will spit in their face, for the grandchildren of the exiled are still down there, crawling in the mud and eating garbage. And everyone who knows about this and does nothing, and everyone who should know but prefers blissful ignorance — I say they're all guilty and they repeat the same crime every day! And as long as this doesn't change, any citizen who desires to fight a demon should take a knife and stab themselves in the stomach. For your city has already rotted, and you are no better than the demons! And if anyone would repent and right this terrible wrong, they should turn their weapons on the prudish paladins who preach good but defend an order that flies in the face of justice! DOWN WITH THE PALADINS! DOWN WITH PRELATE HULRUN! DOWN WITH QUEEN GALFREY!"
ko_mt: 익명의 팸플릿 나는 케나브레스의 거리에 침을 뱉는다. 나는 화강암 벽과 스테인드글라스 창문에 침을 뱉었다. 내일 땅이 떨리고 갈라져 이 저주받은 도시를 삼켜도 나는 눈물 한 방울 흘리지 않을 것이다. 여기 있는 그 누구도, 단 한 명의 영혼도 동정받을 자격이 없습니다. 이 도시에 사는 모든 사람은 범죄자입니다! 이 세상에 정의가 있다면 훌런 성직자와 갈프레이 여왕을 비롯한 모든 이들이 교수대에 매달려 있을 것이다!길거리의 누구에게나 악당에 대해 아는 것이 있는지 물어보십시오. 대답은 멍청한 침묵이거나 자신의 범죄를 알지만 생각하기 싫은 악당의 낮춰진 눈빛일 것입니다. "몽그렐!" 악의 세력을 물리친 용감한 십자군 영웅들에게 도시 주민들이 붙여준 역겨운 별명이지만, 그 대가는 건강으로 치렀습니다. 딱지와 종양으로 뒤덮이고 부풀어 오르고 울퉁불퉁해진 그들은 그들이 구한 바로 그 사람들이 용납할 수 없을 만큼 더 이상 아름답지 않았습니다. 도시 사람들은 그들의 영웅심에 대한 보상으로 그들을 하수구와 도시 밑의 습한 동굴로 추방했습니다! 이 말의 저자는 그곳에 내려가 그들과 이야기를 나눴습니다. 그리고 그들 중 가장 추악한 사람이 멘데브의 모든 성기사보다 더 고귀하다는 것을 알려 드리겠습니다. 그 머리를 자르는 성직자와 그의 살인적인 여왕은 말할 것도없고! 그리고 오늘날의 도시 거주자들이 할아버지의 범죄에 책임이 없는 척하는 사람이 있다면 추방 된 손자들이 여전히 진흙 속에서 기어 다니며 쓰레기를 먹고 있기 때문에 나는 그들의 얼굴에 침을 뱉어 버릴 것입니다. 그리고 이것을 알고도 아무것도하지 않는 모든 사람과 알아야하지만 행복한 무지를 선호하는 모든 사람-나는 그들이 모두 유죄이고 매일 같은 범죄를 반복한다고 말합니다!그리고 이것이 변하지 않는 한 데몬과 싸우고 싶은 시민은 칼을 들고 자신의 배를 찔러야합니다. 당신의 도시는 이미 썩었고 당신은 데몬보다 나을 것이 없습니다! 그리고 이 끔찍한 잘못을 회개하고 바로잡으려는 사람이 있다면, 선을 설교하지만 정의에 반하는 질서를 옹호하는 신중한 성기사를 향해 무기를 겨누어야 합니다! 성직자 훌런을 처단하라! 여왕 갈프레이와 함께!"

source: "Adventures of a Fearless Crusader, Briggie the Sausage Maker"
ko: "용감한 성전군, 소시지 장인 브리기의 모험"
ko_mt: "용감한 십자군의 모험, 소시지 제조기 브리기"
