Repository: akintos/wotr-translation
Catalog: translation/*/Books.po
Languages: ko, ko_mt

source: "...once they saw their leader's sword broken by dark magics, the soldiers wavered. A murmur shook their ranks and many fell to their knees, heralding this as an ill omen that foretold of their inescapable deaths at the hands of the undead. And Iomedae thus spoke, 'For as long as my will is strong and my faith immaculate, no arcane shade shall stop me.' And the Inheritor raised the hilt with the shattered blade before her, and illuminated herself with Aroden's holy sign, and began her prayer to her divine patron. And as each word escaped her lips, the soldiers' hearts were filled with grace and faith, their weary bodies had their strength restored, and the lurking shadows were cast out of their souls. Her prayer finished, Iomedae, alight with Aroden's blessing once more, thus spoke, 'I swear it on my life that my resolve to bring justice to the unholy will not falter while the evil of the Whispering Tyrant devours Golarion, and my hand will not rest until every last minion of Tar-Baphon falls to the ground, unmoving.' And with these words spoken, Iomedae placed her hand — glowing with light — upon the broken blade, and in that instant, her righteous wrath and her pure heart reforged the blade whole once more, and thus did she perform the sixth of her eleven feats of greatness..."
ko: "...흑마법으로 파괴된 대장의 검을 본 병사들은 동요하기 시작했습니다. 속삭임이 그들의 대열을 뒤흔들었고 많은 이들이 무릎을 꿇고 그것이 그들이 언데드들의 손에 죽을 운명을 알리는 징조라며 중얼거렸습니다. 그러자 아이오메데가 말하기를, '내 의지가 강하고 내 믿음이 순결한 한 어떤 마법의 환영도 나를 막을 수 없도다.' 그리고 계승자가 그녀의 앞에 부서진 칼날과 검집을 들고, 아로덴의 신성한 표식으로 자신을 비추며 그녀의 신성한 수호자에게 기도하기 시작했습니다. 그리하자 그녀의 말 한마디 한마디에 병사들의 마음이 은혜로움과 믿음으로 차오르기 시작했고, 지친 몸은 회복되었으며, 그들의 영혼에 엄습하던 그림자는 씻겨나갔습니다. 그녀의 기도가 끝나고 다시 한 번 아로덴의 축복을 받은 아이오메데가 말하기를, '나는 속삭이는 폭군의 악의가 골라리온을 집어삼키는 한 부정한 이들을 정의로 심판하려는 나의 결의는 흔들리지 않을 것이며, 타르 바폰의 마지막 하수인이 땅에 떨어져 움직이지 않을 때까지 나의 손은 쉬지 않을 것임을 맹세하노라.' 하여 아이오메데는 환한 빛으로 빛나는 그녀의 손을 부서진 칼날 위에 올려놓았고, 바로 그 순간 그녀의 의로운 분노와 순수한 마음이 다시 한 번 칼날을 완전하게 재련하였으니 이것이 그녀의 열한가지의 위대한 위업중 여섯번째입니다..."
ko_mt: "...지도자의 검이 어둠의 마법에 의해 부러진 것을 본 병사들은 흔들렸다. 병사들의 대열이 흔들리고 많은 병사들이 무릎을 꿇었는데, 이는 언데드의 손에 피할 수 없는 죽음을 예고하는 불길한 징조였다."이에 아이오메데는 '내 의지가 강하고 믿음이 깨끗한 한, 그 어떤 마법의 그늘도 나를 막을 수 없다'고 말했다. 그리고 계승자는 그녀 앞에 부서진 칼자루를 들고 아로덴의 성스러운 징표로 자신을 비추며 신성한 수호자에게 기도를 시작했다. 그녀의 입술에서 한 마디 한 마디가 나올 때마다 병사들의 마음은 은혜와 믿음으로 가득 찼고, 지친 몸은 기력을 되찾았으며, 영혼에 드리워진 어둠은 쫓겨났습니다. 기도를 마친 아이오메데는 다시 한 번 아로덴의 축복을 받으며 '속삭이는 폭군의 악이 골라리온을 삼키는 동안에도 부정한 자에게 정의를 구현하겠다는 결심은 흔들리지 않을 것이며, 타르바폰의 마지막 하수인까지 모두 움직이지 않고 땅에 쓰러질 때까지 내 손을 쉬지 않을 것을 목숨 걸고 맹세합니다'라고 말했다. 그리고 이 말을 하면서 아이오메데는 빛으로 빛나는 손을 부러진 칼날 위에 올려놓았고, 그 순간 그녀의 의로운 분노와 순수한 마음이 다시 한 번 칼날을 온전하게 만들었으며, 그렇게 그녀는 열한 가지 위업 중 여섯 번째 위업을 수행했습니다..."라고 말했죠"

source: "Things to See in Alushinyrra", a Pamphlet by Beirzimbim Gimzepar
ko: "알루시니라의 볼거리들", 비에르짐빔 김제파르의 팸플릿
ko_mt: "알루시니라에서 볼거리", 베이르짐빔 김제파르의 팸플릿

source: "Alushinyrra attracts a great number of guests to the Abyss with its captivating ambiance and exotic delights. If you're planning to see the city by yourself and fully appreciate everything it has to offer to seasoned travelers, you absolutely must include the main sights of this wonderful place in your itinerary. Five famous attractions in Alushinyrra: 5. The Battlebliss. The fabled combat arena where you can watch battles unfurl between the most unimaginable creatures from the Abyss and other planes. Fights between infamous demonic duelists, large-scale free-for-alls, slaughter of defenseless slaves — you can see it all. All you have to do is pick the time and the event! 4. The Fleshmarkets. A massive slave market of the richest variety that yours truly has ever seen with her own eyes. It offers first-rate quality product for all uses, be it for work, pleasure, sacrifices, or other, more sophisticated purposes. 3. The Ten Thousand Delights. This house of passion and pleasure offers its services to all who seek carnal satisfaction. Guests are attended by true masters of their trade, who are so skilled that you just won't be able to leave — literally! So be careful about unleashing your lust and wildest fantasies, for half as many visitors ever leave the main gates of the Ten Thousand Delights as enter. 2. The Harem. Do you dream of witnessing Abyssal political life? The Harem is the civic center of Alushinyrra and the place where Nocticula's closest associate, Lady Shamira, currently presides. Enjoy this facility's magnificent architecture as well as its exciting and fast-paced show trials! 1. Nocticula's Palace. There is no question that the palace of the Midnight Isles' sovereign is the number one spot for any interplanar wanderer. The structure's grandeur, elegance, alluring grace, and imposing monumental scale are absolutely awe-inspiring. Truly, only in the Abyss could these qualities have come together in a single architectural masterpiece. Alas, yours truly never got the chance to take a peek inside this gorgeous edifice. Will you, dear reader, perhaps have better luck?" {br}Below, there is an addendum in small print, "Note: Despite Lady Nocticula's orders that dissuade citizens from murderous excesses in public spaces, the streets of Alushinyrra, particularly its dark alleys and seedy nooks and crannies, may present you with some unpleasant surprises. Given the possibility of these unfortunate developments, I would recommend having planar-shifting spells prepared or at least some means of teleporting to safety."
ko: "알루시니라는 그 매혹적인 분위기와 이국적인 즐길거리들로 수많은 심연의 방문객들을 유혹합니다. 당신이 혼자서 도시를 여행할 계획이고 노련한 여행자들에게 제공된 모든 것들을 충분히 즐길 예정이라면 당신의 계획에 이 환상적인 장소들의 주요 명소를 포함시키셔야 합니다. 알루시니라의 5대 명소: 5. 전투의 환희: 심연과 다른 차원들에서 온 상상을 초월할 존재들 사이에서 펼쳐지는 전투를 볼 수 있는 전설적인 전투 경기장입니다. 악명 높은 데모닉 결투사들의 결투, 대규모의 난투전, 무방비 상태의 노예 학살 등 모든 것들을 보실 수 있습니다. 시간과 이벤트를 선택하시기만 하면 됩니다! 4. 살덩이 시장: 당신이 지금껏 눈으로 봐왔던 중 가장 풍부한 다양성의 거대한 노예 시장일 것입니다. 이곳은 노동, 쾌락, 희생이나 다른 정교한 목적을 위한 최고 품질의 제품을 제공합니다. 3. 만인의 환락: 이 열정과 즐거움의 집은 육체적 쾌락을 추구하는 모든 자들에게 서비스를 제공합니다. 방문객들은 진정으로 숙달된 장인이 맞이할 것이며 그들의 너무나도 숙련된 기술에 문자 그대로 떠날 수가 없을 것입니다! 만인의 환락에 방문한 자들 중 절반만이 정문으로 다시 나온다고 하니 당신의 욕망과 미친 환상을 펼칠 때는 주의하십시오. 2. 하렘: 심연의 정치적 삶을 목격하고 싶습니까? 하렘은 알루시니라의 도심 지역이며 녹티큘라의 최측근인 샤미라 부인이 현재 관장하는 곳입니다. 이 시설의 웅장한 건축물들과 흥미진진하고 빠르게 진행되는 쇼을 관람하세요! 1. 녹티큘라의 궁전. 칠흑의 군도의 군주의 궁전이 어떠한 차원사이의 방랑자에게도 최고의 장소라는 것은 의심의 여지가 없습니다. 건축물의 웅장함, 우아함, 고혹적인 장식과 위풍당당한 기념비들은 절대적인 경외심을 불러일으킵니다. 진정으로 심연에서만 이러한 자질들이 모여 하나의 걸작 건축물로 완성될 수 있습니다. 아아, 저는 이 걸작의 내부를 들여다 볼 기회를 가지지 못했습니다. 이걸 읽고 계시는 독자님들은 저보다 운이 좋아 기회가 있을까요?" {br}아래에 작은 부록이 달려있다, "추신: 공공 장소에서 시민들에게 살인적인 난폭행동을 하지 말라는 녹티큘라 여제의 명령에도 불구하고 알루시니라의 거리 , 특히 어두운 골목이나 지저분한 구석과 틈에서 불쾌한 놀라움을 맞이할 수도 있습니다. 이러한 불행한 상황에 대비하여 차원 이동주문을 준비하거나 최소한 안전한 곳으로 순간이동할 수단을 마련해놓는 것을 추천합니다."
ko_mt: "알루시니라는 매혹적인 분위기와 이국적인 즐거움으로 많은 손님을 심연에 끌어들이고 있습니다. 혼자서 도시를 둘러보고 노련한 여행객에게 제공하는 모든 것을 충분히 감상하고 싶다면 이 멋진 장소의 주요 명소를 여행 일정에 반드시 포함시켜야 합니다. 알루시니라에서 유명한 명소 5곳 : 5. 배틀블리스. 심연과 다른 행성에서 온 상상할 수 없는 생물들 간의 전투를 볼 수 있는 전설적인 전투 경기장입니다. 악명 높은 데몬 결투사들 간의 전투, 대규모 프리 포 올, 무방비 상태의 노예 학살 등 모든 것을 볼 수 있습니다. 시간과 이벤트를 선택하기만 하면 됩니다! 4. 육체시장. 가장 풍요롭고 다양한 종류의 거대한 노예 시장을 직접 눈으로 볼 수 있습니다. 일용, 쾌락, 제물 등 모든 용도에 맞는 최고급 품질의 제품을 제공합니다. 3. 만 가지 즐거움. 이 열정과 쾌락의 집은 육체적 만족을 추구하는 모든 이들에게 서비스를 제공합니다. 손님은 말 그대로 떠날 수 없을 정도로 숙련된 진정한 대가들의 서비스를 받을 수 있습니다! 만 가지 즐거움의 정문을 나서는 방문객의 절반이 입장객의 절반이므로 욕망과 거친 환상을 마음껏 발산할 수 있도록 조심하세요. 2. 하렘. 심연의 정치 생활을 목격하는 것이 꿈인가요? 하렘은 알루시니라의 시민 중심지이자 녹티쿨라의 최측근인 샤미라 부인이 현재 주재하는 곳입니다. 이 시설의 웅장한 건축물과 흥미진진하고 빠르게 진행되는 쇼 재판을 즐겨보세요! 1. 녹티쿨라의 궁전. 미드나잇 아일즈 군주의 궁전은 행성 간 방랑자들이 가장 많이 찾는 곳이라는데는 의심의 여지가 없습니다. 웅장함과 우아함, 매혹적인 기품, 기념비적인 규모는 경외감을 불러일으키기에 충분합니다. 진정으로 심연에서만 이러한 특성이 한데 모여 하나의 건축 걸작으로 탄생할 수 있었을 것입니다. 아쉽게도 여러분은 이 멋진 건물의 내부를 들여다볼 기회를 얻지 못했습니다. 독자 여러분, 운이 좋으시다면 더 좋은 기회가 있을지도 모르겠습니다" {br}아래 작은 글씨로 적힌 부록이 있습니다 "참고: 공공장소에서 살인적인 과잉 행동을 하지 말라는 녹티큘라 여사의 명령에도 불구하고 알루시니라 거리, 특히 어두운 골목길과 지저분한 구석구석에서 불쾌한 놀라움을 발견하실 수 있습니다. 이러한 불행한 상황이 발생할 가능성을 고려할 때 평면 이동 주문을 준비하거나 최소한 안전한 장소로 순간이동할 수 있는 수단을 준비하는 것이 좋습니다"

source: "The History of the Worldwound"
ko: "세계상처의 역사"
ko_mt: "세계상처의 역사"

source: Nerosyan, published by the Royal Court of Mendev "Demons and their worshipers have long been active in the vicinity of Sarkoris. Even back in the year 4433, the Abyssal hordes and Aroden himself waged a grand battle in the region now known as the Worldwound. The forces of good had triumphed then, as the god of humanity defeated Deskari's minions and drove the surviving demons back — straight into the waters of the Lake of Mists and Veils. Why did the denizens of the Abyss have such keen interest in the northern reaches of Avistan? To the dismay of all mortalkind, Areelu Vorlesh answered this question, and has consequently gone down in history as the Architect of the Worldwound and the Betrayer of Humanity. Born of humans, this fiend felt such hatred toward her own kind and was filled with such boundless selfishness that, for the sake of ascension and power, she pledged herself to the Abyssal lords. An adept of the arcane jailed by the Sarkorians in the prison-fortress of Threshold, she accomplished something that the Deskarites who perished in the Lake had failed at previously — she ripped apart the planar fabric that had been thin in Sarkoris since days of yore. Her thought and will thoroughly corrupted to mirror the foulest depths of the Abyss, Areelu Vorlesh forged a deplorable alliance with Deskari and began hatching the heinous plan that she put into motion in the year 4606. It was then that Areelu and her accomplices performed the ritual that cut open creation itself like a knife and left a festering tear in the Material Plane that would never heal — the Worldwound connecting Golarion with the Abyss. By a tragic coincidence or perhaps by some evil intent, the Worldwound was created mere weeks after Aroden's death. Millions of Aroden's followers and priests across the world were filled with the horror and despair normally reserved to orphaned children, partially explaining why humanity did not realize there and then the sheer threat of the newly opened Sarkorian portal. Taking advantage of turmoil in the mortal world, Deskari drove his forces to attack the defenseless Sarkoris, and Areelu Vorlesh, who had been rewarded for her betrayal, started on her path toward demonic existence."
ko_mt: 네로시안, 멘데브 왕궁에서 발행 "데몬들과 그 숭배자들은 오랫동안 사르코리스 근처에서 활동해 왔습니다. 4433년에도 심연의 무리들과 아로덴 자신은 현재 세계상처로 알려진 지역에서 대규모 전투를 벌였습니다. 인류의 신이 데스카리의 하수인들을 물리치고 살아남은 데몬들을 안개와 베일의 호수 물속으로 몰아내면서 선의 세력이 승리를 거두었습니다." 심연의 주민들은 왜 아비스탄의 북쪽 지역에 그렇게 큰 관심을 가졌을까요? 모든 필멸자들이 당혹스러워하는 이 질문에 아릴루 볼레쉬가 답했고, 그 결과 그는 세계상처의 설계자이자 인류의 배신자로 역사에 남게 되었습니다. 인간에게서 태어난 이 데몬은 동족에 대한 증오와 무한한 이기심으로 가득 차 있었고, 승천과 권력을 위해 심연의 군주들에게 자신을 바쳤습니다. 사르코리아인들에 의해 문턱의 감옥 요새에 갇힌 비전술의 달인이었던 그녀는 호수에서 멸망한 데스카리아인들이 이전에 실패했던 일을 해냈는데, 바로 옛날부터 사르코리스에 얇게 깔려 있던 평평한 천을 찢어버리는 것이었습니다. 심연의 가장 더러운 심연을 닮도록 생각과 의지가 철저히 타락한 아릴루 볼레쉬는 데스카리와 비참한 동맹을 맺고 4606년에 실행에 옮긴 극악무도한 계획을 부화시키기 시작했습니다. 그때 아릴루와 그녀의 공범들은 창조물 자체를 칼로 자르고 물질계에 곪아터진 상처를 남기는 의식을 행했는데, 바로 골라리온과 심연을 잇는 세계상처입니다. 비극적인 우연인지 아니면 사악한 의도에 의한 것인지, 세계상처는 아로덴이 죽은 지 불과 몇 주 만에 만들어졌죠. 전 세계 수백만 명의 아로덴의 추종자들과 사제들은 고아들이나 느낄 법한 공포와 절망에 휩싸였고, 이는 인류가 새로 열린 사르코리안 차원문이 얼마나 위협적인지 미처 깨닫지 못했던 이유를 부분적으로 설명해 줍니다. 인간 세계의 혼란을 틈타 데스카리는 무방비 상태의 사르코리스를 공격하기 위해 군대를 이끌었고, 배신에 대한 보상을 받은 아릴루 볼레쉬는 데몬의 존재를 향한 길을 시작했습니다."

source: "Baphomet the Uncaged"
ko: "풀려난 자 바포메트"
ko_mt: "갇히지 않은 바포메트"

source: "WE ARE ALL CHILDREN OF BAPHOMET! READ THIS AND PASS IT ON! As everyone knows, our lord has shown time and time again that he values cunning and deftness above all. But for us mortal weaklings, cunning alone cannot suffice. If you wish to serve Baphomet well — learn patience and tenacity, for they will aid you in the hour when it seems like even your devious mind is powerless before a gloating foe! When Asmodeus branded our lord and threw him into the Ivory Labyrinth, all the odds were against Baphomet. Shamed, drained of all strength, consumed by hatred, and thirsting for revenge, he wandered the halls whence, as the god of devils assumed, none could hope to find a path to freedom. For countless years did his hooves stomp the bone floor — diligent rather than dismayed, Baphomet searched every crevice, every defect, and every imperfection of the devilish construction. And when Asmodeus had already forgotten about his prisoner entirely, and every other prisoner would have submitted to his fate, our lord struck a humiliating blow by escaping the Ivory Labyrinth and taking his derelict prison with him. And to this day does Asmodeus's seal burn on our lord's brow — not as a brand of disgrace, but as a reminder of the day when Baphomet put a deity to shame! In the name of that very feat do we call ourselves the Templars of the Ivory Labyrinth — honoring the former prison of our lord that became Baphomet's dominion and home to his sacred minotaurs. Remember this when you head out on a mission, wait for the right moment, or suffer through hardships. Stay patient, stay alert, and stab them in the back when they least expect it! HAIL BAPHOMET WITH DEEDS INSIDIOUS AND COVERT! HAIL HIM, HAIL HIM, HAIL HIM FOREVERMORE! The Circle of Loyal Templars"
ko: "우리는 모두 바포메트의 자식들이다! 이 글을 읽고 옆으로 전달해라! 모두가 알다시피 우리의 주인님은 교활함과 교묘함을 무엇보다 중시하신다는 것을 몇번이고 보여주셨다. 하지만 우리같은 나약한 필멸자들에겐 교활함만으로는 충분하지 못하다. 바포메트님을 잘 섬기고 싶다면 인내심과 집요함을 배워라, 그리하면 흡족해하는 적앞에서 너의 사악한 마음조차 무력하게 느껴질 때에도 그것이 너를 도울것이다! 아스모데우스가 우리의 주군님에게 낙인을 찍고 상아 미궁으로 던져버렸을 때, 바포메트님에게는 아무런 기회가 없는 듯이 보였다. 수치스럽고, 모든 기력이 바닥나고, 증오에 휩싸이고 또한 복수에 목말라하면서 그는 데빌 신이 그 누구도 자유의 희망을 찾을 수 없다고 여긴 홀을 방황했다. 셀 수 없이 많은 해가 지나도록 그의 발굽은 그 뼈 바닥을 밟았다. 그리고 데빌의 구조물 속에서 바포메트님은 낙담하며 낭패해있지 않고 부지런히 모든 틈새, 결함이나 불안전성을 조사해나가셨다. 그리고 마침내 아스모데우스가 자신의 죄수에 대해 완전히 잊어버리고 다른 모든 죄수들이 자신의 운명앞에 굴복했을 때 우리의 군주님은 버려진 감옥을 챙겨서 상아 미궁을 탈출하며 그에게 굴욕적인 일격을 날렸다. 그리고 오늘날까지도 아스모데우스의 인장은 불명예의 표시가 아닌 바포메트님이 신에게 수치심을 안겨준 날을 기억하는 상징으로 우리 군주님의 이마에 불타고 있다! 바로 그 위업의 이름으로 우리는 우리 자신을 상아 미궁의 기사단으로 명명했으며 이는 바포메트님의 감옥이었지만 이제는 그의 신성한 미노타우로스의 고향이자 바포메트님의 영토가 된 곳을 기리기 위함이다. 임무를 수행할 때나 적절한 순간을 기다릴 때 또는 고난을 겪을 때 이것을 꼭 기억해라. 인내심을 가지고 경계를 늦추지 않으며 그들이 가장 예상하지 못할 때에 그들의 등을 찔러라! 간계와 은밀한 행동으로 바포메트님을 섬겨라! 섬기고 또 섬기고 평생 그를 섬겨라! 충성스러운 상아 미궁의 기사단"
ko_mt: "우리는 모두 바포메트의 자식이다!"이 글을 읽고 전해라!"모두가 알다시피, 우리 주님은 교활함과 특기를 무엇보다도 중요하게 여기신다는 것을 몇 번이고 보여 주셨다. 하지만 우리 같은 나약한 인간에게는 교활함만으로는 충분하지 않습니다. 바포메트를 잘 섬기고 싶다면 인내와 끈기를 배워라, 당신의 교활한 마음도 거대한 적 앞에서 무력해 보일 때 도움이 될 것이다! 아스모데우스가 우리 군주를 상아 미궁에 던졌을 때, 모든 가능성은 바포메트에게 불리하게 작용했다. 수치심에 모든 힘을 잃고 증오에 사로잡힌 채 복수에 목마른 그는 데빌의 신이 예상한 것처럼 아무도 자유의 길을 찾을 수 없는 복도를 헤매고 다녔습니다. 수없이 많은 세월 동안 발굽이 뼈 바닥을 쿵쾅거렸지만, 바포메트는 실망하기는 커녕 부지런히 데빌 건축물의 모든 틈새와 결함, 불완전한 부분을 찾아다녔습니다. 아스모데우스가 이미 죄수에 대해 완전히 잊어버리고 다른 모든 죄수들이 그의 운명에 굴복했을 때, 우리의 군주는 상아 미궁을 탈출하고 그의 버려진 감옥을 가져가는 굴욕적인 타격을 가했습니다. 그리고 오늘날까지 아스모데우스의 인장은 불명예의 낙인이 아니라 바포메트가 신을 수치스럽게 만든 날을 상기시키는 상징으로 우리 영주의 이마에 새겨져 있습니다! 바로 그 위업의 이름으로 우리는 상아 미궁의 기사단이라고 부르며, 바포메트의 통치 지역이자 그의 신성한 미노타우로스의 고향이 된 우리 영주의 옛 감옥을 기리고 있습니다. 임무를 수행하거나 적절한 순간을 기다리거나 고난을 겪을 때 이 점을 기억하세요. 인내심을 갖고 경계심을 늦추지 말고 적들이 가장 예상치 못한 순간에 뒤통수를 치세요! 교활하고 은밀한 행동으로 바포메트를 찬양하라! 찬미하라, 찬양하라, 영원히 찬양하라! 충성스러운 기사단의 서클"입니다"

source: "Baphomet the Imprisoned"
ko: "수감된 자 바포메트"
ko_mt: "갇힌 바포메트"

source: "WE ARE ALL CHILDREN OF BAPHOMET! READ THIS AND PASS IT ON! The story of our master is an example to his followers, a paragon of cunning and dauntless courage that all of us should strive to emulate! Set goals that are beyond your capabilities — so daring that, once you succeed, your dying foes will be shaken and humiliated! Remember that Lord Baphomet was unafraid of challenging one who was not simply his equal, but a god — the accursed Asmodeus, whose staff our master wanted to steal for his beloved Lamashtu. Caught by the devil and betrayed by his beloved mistress, Baphomet was thrown into a maze so twisted and inconceivable that, as the ruler of Hell boasted, no one, not even the first of the minotaurs, could hope to find their way out. But our master was not one to back down after a single defeat. With a pentagram branded on his forehead and a black heart burning with vengeance, Baphomet disgraced Asmodeus not just by escaping the labyrinth, but by taking it with him as well! And to this day, the pentagram on the Lord of the Minotaurs remains as a mockery of the god whose pride was used to wipe beneath the bull's tail! Take after Baphomet: risk everything, never break, and trample anyone attempting to trample you! Serve our master well, so that Baphomet's army grows in number, while our enemies grow weaker! HAIL BAPHOMET WITH DEEDS INSIDIOUS AND COVERT! HAIL HIM, HAIL HIM, HAIL HIM FOREVERMORE! The Circle of Loyal Templars"
ko: "우리는 모두 바포메트의 자식들이다! 이 글을 읽고 옆으로 전달해라! 우리의 주인의 이야기는 그의 추종자들에게 모범이며, 우리가 흉내내길 열망하는 교활하고 불굴의 용기의 귀감이다! 네 능력을 뛰어넘는 목표를 정하고, 갈망한다면, 네가 마침내 성공했을 때 네 쓰러진 적들은 동요하고 수치를 느낄 것이다! 군주 바포메트께서는 사랑하는 연인 라마슈투가 원하던 지팡이를 훔치기 위해 그와 동등한 맞수가 아니었던 신, 저주 받은 아스모데우스에 도전하는 것을 전혀 두려워하지 않으셨다는 것을 기억해라. 바포메트께서는 그 데빌에 사로 잡히고 사랑하는 여주인에게는 배신당해 지옥의 군주가 자랑하는, 첫 번째 미노타우르스마저도 빠져나갈 희망조차 가질 수 없는 뒤틀리고 불가해한 미로에 던져지셨다. 그러나 우리의 주인께서는 한 번의 패배에 낙담하시는 분이 아니었다. 그의 이마에 새겨진 오망성과 복수심에 불타는 검은 심장과 함께 바포메트께서는 미궁에서 단지 달아나시는 것이 아니라 미궁 그 자체를 소유하시는 것으로 아스모데우스에게 창피를 주셨다! 그리고 오늘날, 미노타우르스의 군주에게 남겨진 오망성은 황소의 꼬리에 그 오만함이 쓸려나간 신에 대한 조롱의 상징이 되었지! 바포메트님을 따라라: 모든 것을 위험에 빠뜨리고, 결코 꺾이지 말고, 너를 짓밟으려는 모든 것을 짓밟아라! 우리의 주인을 충실히 섬겨 우리의 적이 약해지는 동안 바포메트의 군대를 키워나가라! 간계와 은밀한 행동으로 바포메트님을 섬겨라! 섬기고 또 섬기고 평생 그를 섬겨라! 충성스러운 상아 미궁의 기사단"
ko_mt: "우리는 모두 바포메트의 자녀입니다!"이것을 읽고 전하십시오!"우리 스승의 이야기는 그의 추종자들에게 모범이며, 우리 모두가 본받아야 할 교활하고 용감한 용기의 모범입니다!"우리 모두는 바포메트의 자녀입니다!"우리 모두는 바포메트의 자녀입니다!"우리의 스승은 우리 모두가 본받아야 할 교활하고 용감한 용기의 모범입니다. 자신의 능력을 뛰어넘는 대담한 목표를 세우고, 성공하면 죽어가는 적들이 동요 및 굴욕을 당할 정도로 대담하게 도전하세요! 바포메트 경은 단순히 동등한 존재가 아니라 신과도 같은 존재인 저주받은 아스모데우스, 즉 사랑하는 라마슈투를 위해 지팡이를 훔치려 했던 스승에게 도전하는 것을 두려워하지 않았다는 사실을 기억하세요. 데빌에게 잡히고 사랑하는 여주인에게 배신당한 바포메트는 지옥의 통치자가 자랑했듯이 미노타우로스 중 누구도 탈출구를 찾을 수 없을 정도로 뒤틀리고 상상할 수없는 미로 속으로 던져졌습니다. 하지만 우리의 주인은 단 한 번의 패배로 물러설 사람이 아니었죠. 이마에 오각형 문양을 새기고 복수로 불타는 검은 심장을 가진 바포메트는 미궁을 탈출하는데 그치지 않고 그 문양까지 가져가 아스모데우스를 치욕스럽게 만들었습니다! 그리고 오늘날까지 미노타우로스의 군주에 새겨진 오각형은 황소 꼬리 아래를 닦는데 사용되었던 자존심을 가진 신을 조롱하는 것으로 남아 있습니다! 바포메트를 본받아 모든 것을 걸고, 절대 꺾이지 말고, 당신을 짓밟으려는 사람을 짓밟아 버리세요! 우리의 주인을 잘 섬겨서 바포메트의 군대는 늘어나고 적들은 약해지도록! 교활하고 은밀한 행동으로 바포메트를 찬양하라! 찬미하라, 찬미하라, 영원히 찬미하라! 충성스러운 기사단의 서클"

source: "Tome of the Minotaur: Sermons from the Labyrinth"
ko_mt: "미노타우로스의 고서: 미궁으로부터의 설교"

source: "O mighty be our lord, formidable and sublime! His body is a bastion of flesh, rising up above all minotaurs! His head, with the visage of a goat, is crowned with horns of flame! His shoulders and raiment are emblazoned with great runes telling of his wisdom and might. In his hand he wields Aizerghaul, his death-bringing scarlet glaive! Its dark blade cleaves and torments those who cling to false virtues and who grovel before gods. Hail Baphomet! Hail Lord of the Beasts of Golarion and Lord of the Labyrinth! Hail the scions of Baphomet, the mighty host, uncountable in number! I speak the truth — bow down before your lord and master and let his will lead ye! Worship at his feet and ye shall receive what ye desire!"
ko: "오 강인한 우리의 군주시여, 두려우시고 또 고귀하소서. 그의 몸은 살덩이의 요새라, 모든 미노타우르스의 위로 솟아오를지니! 그의 머리는 염소의 형상이며, 불꽃의 뿔들로 대관하셨음이라! 그의 어깨와 의복은 그의 지혜와 힘을 이야기하는 위대한 룬들로 장식되었고, 그의 손에는 죽음을 가져오는 진홍빛 글레이브, 아이저가올을 드셨으니! 그 어두운 칼날이 거짓된 미덕에 집착하며 신들 앞에 조아리는 이들을 베어내고 고문할지라. 바포메트를 경배하라! 골라리온의 야수들의 군주와 미궁의 군주를 경배하라! 바포메트의 자손들을, 그 강력한 주인과 헤아릴 수 없는 수를 경배하라! 나는 진리를 말하니 — 네 군주이자 주인 앞에 절하고 그가 너를 이끌도록 하라! 그의 발 앞에 엎드려 경배하라 그리하면 너는 네 바라는 것을 얻으리라!"
ko_mt: "강력하고 숭고한 우리의 주님이시여! 그의 몸은 모든 미노타우로스보다 우뚝 솟은 육신의 요새입니다! 염소의 얼굴을 한 그의 머리에는 불꽃 뿔이 관을 씌웠어요! 어깨와 의복에는 그의 지혜와 힘을 나타내는 거대한 룬이 새겨져 있습니다. 손에는 죽음을 부르는 주홍색 글레이브인 아이제르홀을 휘두르고 있습니다! 그 검은 칼날은 거짓 미덕에 집착하고 신 앞에 굽신거리는 자들을 쪼개고 괴롭힙니다. 바포메트 만세! 골라리온 짐승의 군주이자 미궁의 군주 만세! 셀 수 없는 강력한 군대, 바포메트의 자손들이여 만세! 나는 진실을 말한다 - 너희의 주인이자 주인 앞에 절하고 그의 뜻이 너희를 인도하게하십시오! 그의 발 앞에 경배하면 원하는 것을 얻을 것입니다!"

source: "Night of the Witch", by Maki Vanos
ko: "마녀의 밤", 마키 바노스
ko_mt: "마녀의 밤", 마키 바노스

source: "Sarkorian refugees, driven from their home, tried to get as far away from demon-corrupted lands as they could. Many of them, exhausted from their long travels or just unable to find acceptance among local residents, stayed outside already existing settlements. These communities remain to this day, and they all share a certain curious tradition. This celebration was seemingly established at the same time in all Sarkorian enclaves, even in the most distant ones. The event bears several names: Night of the Witch, Vorlesh's Verdict, Bonfire Night — among others. The preparations begin several days in advance. The adults craft an enormous effigy of the most hated servant of the Abyss — the witch Areelu Vorlesh, who opened the tear between two planes and thus earned the titles 'Architect of the Worldwound' and 'Betrayer of Humanity.' The children, who are usually relieved from their chores, gather kindling in the nearby forest. Instead, they might ask their neighbors for some wood, traditionally voicing their request in the form of concern: they need something to 'warm the witch's feet.' On the appointed day, the crowd places the effigy on a pole in the center of the settlement or neighborhood, where everyone can throw mud at it until sunset. At nightfall, cheers erupt as Areelu Vorlesh's effigy burns to ash. It's worth noting that effigy incineration is so akin to an atrocious method of execution that guards and other enforcers often observe these festivities with great suspicion. However, any claims of the Sarkorians burning those suspected of demon worship in the place of an effigy are idle flights of fancy, lacking substance."
ko: "고향에서 쫓겨난 사코리스 난민들은 데몬으로 오염된 땅들로부터 최대한 멀리 떨어지고자 시도했다. 그들 중 대다수는 긴 여정에 지치거나 현지 촌락들로부터 입주를 거부 당해 기존의 촌락들에서 떨어져 지냈다. 이 공동체들은 오늘날까지 남아있으며, 그들 모두는 특징적이고 흥미로운 전통을 공유한다. 이 축제는 모든 사코리스 부족들이 동시에 거행하며, 가장 외따로 떨어진 부족조차 예외는 아니다. 이 의식은 여러 이름을 지닌다: 마녀의 밤, 볼레쉬의 선고, 화톳불의 밤 — 그리고 수많은 다른 이름들까지. 준비는 수일에 걸쳐 이루어진다. 어른들은 심연의 가장 증오받는 하수인, 두 차원 간 균열을 열어 '세계상처의 설계자', '인류의 배신자' 칭호를 받은 마녀 아릴루 볼레쉬의 거대한 인형을 만든다. 아이들은 불쏘시개를 긁어모으는 자신들의 잡일에서 해방된다. 대신 그들은 이웃에게 가 걱정스러운 목소리로 '마녀의 발을 데울만한' 무언가를 요청한다. 예정일이 되면, 군중은 인형을 막대에 걸어 거주지의 중심이나 인근에 두어 모든 이들이 해가 질 때까지 진흙을 던질 수 있게 한다. 해질녘이 되면, 아릴루 볼레쉬의 인형을 재가 될 때까지 태우라는 환호가 울려퍼진다. 인형을 소각하는 과정이 흉악한 처형 방법과 매우 유사하기에 경비병들과 집행관들은 이 의식을 의심의 눈초리로 바라보곤 한다. 그러나 사코리스인들이 인형을 대신해 데몬 숭배의 용의자를 불태운다는 주장은 실체가 결여된 허황된 비방에 불과하다."
ko_mt: "고향에서 쫓겨난 사르코리안 난민들은 데몬으로 타락한 땅에서 최대한 멀리 떨어지려고 노력했습니다. 오랜 여행에 지쳤거나 지역 주민들 사이에서 인정받지 못한 많은 난민은 이미 존재하는 정착지 밖에 머물렀습니다. 이 공동체들은 오늘날까지 남아 있으며, 모두 어떤 흥미로운 전통을 공유하고 있습니다. 이 축제는 모든 사르코리안 영토에서, 심지어 가장 먼 영토에서도 동시에 확립 된 것 같습니다. 이 행사에는 여러 가지 이름이 있습니다. 마녀의 밤, 볼레쉬의 평결, 모닥불의 밤 등이 있습니다. 준비는 며칠 전부터 시작됩니다. 어른들은 심연에서 가장 미움을 받는 종, 즉 두 차원 사이의 틈을 열어 '세계상처의 설계자'와 '인류의 배신자'라는 칭호를 얻은 마녀 아릴루 볼레쉬의 거대한 인형을 만듭니다. 평소 집안일에서 해방된 아이들은 근처 숲에서 불쏘시개를 모읍니다. 대신 이웃에게 나무를 구해달라고 부탁하기도 하는데, 전통적으로 '마녀의 발을 따뜻하게 해줄 무언가'가 필요하다는 염려의 표현으로 요청을 합니다. 정해진 날, 사람들은 마을이나 동네 한가운데에 있는 기둥에 마녀상을 세우고 해가 질 때까지 진흙을 던집니다. 해질 무렵 아릴루 볼레쉬의 형상이 재가 될 때 환호성이 터져 나옵니다. 인형 소각은 잔혹한 사형 집행 방식과 매우 유사하기 때문에 경비병과 다른 집행자들은 종종 큰 의심을 품고 이 축제를 관찰한다는 점에 주목할 필요가 있습니다. 그러나 사르코리안들이 데몬 숭배로 의심되는 사람들을 인형 대신 태운다는 주장은 실체가 없는 공상일 뿐입니다."

source: "The Legend of Magic Bones: Religious Beliefs of the Giants of Old Sarkoris"
ko_mt: "마법 뼈의 전설: 옛 사르코리스 거인들의 종교적 신념"
