Repository: akintos/wotr-translation
Catalog: translation/*/Books.po
Languages: ko, ko_mt

source: "When the entire retinue had barged into the tent, everyone commenced their hollering at the same time. The commanding officer, who wasn't prepared for this sudden barrage, gasped for air in righteous indignation for the first few minutes, then, once his lungs were finally full again, barked with such force that all fell silent. In the ensuing quiet, Brim took the initiative and reported hastily, 'Sir, Private Brim reports — we've caught an abrikandilu!' The stern quartermaster, having caught the scoundrel responsible for the chaos red-handed, was about to express his outrage, but it was too late; as soon as he heard about the captured demon, the officer demanded to see the quarry immediately. The retinue, joined by the officer, his guards, secretary, courier, and a groom who happened to be passing by, advanced to the outskirts, where the recent events had taken place. Upon seeing the huge demon thrashing about in his magical cage, the officer couldn't help but exclaim in delight. Except, the spiteful quartermaster then pushed his way through the crowd after all and nasally whined in the officer's ear, 'Sir, just look at what cost these buffoons caught one lousy demon!' The officer took his eyes off the abrikandilu, looked around — and threw his hands up. 'What's all this, Private Brim?' 'Sir, what do you mean?' 'What's this massive pit?' 'That was our first trap! The abrikandilu was to supposed to drop down once he'd seen the bait! Took a lot of effort, this pit. We broke two shovels, all for naught...' 'And why are the shrubs smoking?' 'Ah, once the abrikandilu'd figured us out, he chased us around, throwing his magic all over the place!' 'And why is the tree broken?' 'Because that jerk tried to pull me down from it after I'd climbed up with a lute!' 'Hold on, why would you climb it with a lute?' 'Well, first of all, I was bait — I played some marches to provoke the abrikandilu's hatred for all things of beauty. And second, I was running from a demon, and I couldn't leave the lute — I'd borrowed it from the bard in our regiment, and he packs a good punch, that one!' The officer frowned, ignoring the quartermaster's snivels. 'Right,' he exhaled at last. 'Dispose of the demon. Private Brim is to be rewarded. All the equipment lost by him and his mates is to be deducted from his pay. And will someone put out those blasted shrubs already!'"
ko: "온 부대원이 텐트로 쳐들어와서, 동시에 자기들의 이야기를 떠들어대기 시작했다. 그런 소음의 폭격을 예상치 못했던 지휘관은, 먼저 잠시 그들의 의분을 내버려두었다가, 숨을 크게 들이쉰 뒤 모두 입을 다물도록 고함쳐 명령했다. 이윽고 주변이 조용해지자, 브림이 급하게 선수를 쳤다. '병사 브림 보고드립니다 — 저희가 아브리칸딜루를 포획했습니다!' 소란의 현행범인 브림을 잡아왔던 엄한 보급장교는 그의 분노에 찬 고발을 시작할 때를 놓치고 말았다. 포획한 데몬에 대한 이야기를 듣자마자 지휘관은 먼저 그것을 보고자 했기 때문이었다. 그리하여 지휘관과 그의 근위병, 비서, 전령과 지나가던 마부까지 포함한 부대 전체가 그 사건이 일어난 곳으로 향했다. 마법 우리 안에 처박힌 거대한 데몬을 본 지휘관은 매우 흡족해했으나, 군중을 밀치고 그에게 다가온 보급장교가 '저 데몬 하나 잡자고 일어난 이 모든 꼬락서니를 봐 주십시오!' 라고 진언하자, 그제서야 주변을 둘러보고 두 손을 들고 말았다. '브림, 이 주변이 왜 이러나? 이 거대한 구덩이는 뭐지?' '그게 저희 첫번째 덫이었습니다! 아브리칸딜루가 미끼에 낚여서 여기 떨어질 예정이었지요! 이 구덩이에 정말 공을 많이 들였습니다. 글쎄 삽을 두 개나 부러뜨려먹...' '주변 수풀에서 저렇게 연기가 풀풀 나는 이유는?' '그, 아브리칸딜루가 함정을 알아채고, 저희를 쫓아다니면서 사방팔방에 마법을 쏴 대서 그렇습니다!' '저 나무가 부러진 건?' '류트를 들고 기어올라간 저를 그 망할 놈이 끌어내리겠다고 잡아흔들어서 그랬습니다!' '잠깐. 그런데 왜 류트를 들고 있었나?' '예 뭐냐 그, 일단 제가 미끼였습니다 — 아름다운 걸 싫어하는 아브리칸딜루를 낚기 위해서 제가 행진곡을 몇 개 연주했지요. 그 다음, 제가 데몬한테서 도망쳐야 할 때, 류트를 놓고 갈 수 없었기 때문입니다. 저희 연대의 음유시인한테 빌린 건데 그 친구가 주먹이 아주 맵습니다!' 지휘관은 보급장교의 호소를 한 귀로 흘리며 얼굴을 찌푸렸다. 그는 마침내 한숨을 내쉬고 말했다. '좋아. 데몬을 처단한 브림에게 포상이 주어져야겠지. 브림과 그 일당 때문에 발생한 모든 장비 손상을 브림의 급여에서 공제하도록. 그리고 누가 당장 저 수풀 좀 정리해!'"
ko_mt: "수행원 전체가 텐트 안으로 들어왔을 때, 모두가 동시에 소리를 지르기 시작했습니다. 갑작스러운 공격에 대비하지 못한 지휘관은 처음 몇 분 동안 정당한 분노로 숨을 헐떡이다가 마침내 폐가 다시 가득 차자 모두가 침묵할 정도로 힘차게 짖어댔습니다. 이어진 정적 속에서 브림이 앞장서서 급히 보고했다."사령관님, 브림 해적이 보고합니다 - 아브리칸딜루를 잡았습니다!"혼란을 일으킨 악당을 맨손으로 잡았다는 소식을 들은 장교는 분노를 표출하려 했지만 이미 늦었고, 데몬이 잡혔다는 소식을 듣자마자 즉시 사냥감으로 가자고 요구했다. 장교와 호위병, 비서, 배달부, 그리고 우연히 지나가던 신랑 한 명이 합류한 수행단은 최근 사건이 벌어진 외곽으로 향했습니다. 마법의 우리 안에서 꿈틀거리는 거대한 데몬을 본 장교는 기쁨의 탄성을 지르지 않을 수 없었습니다. 하지만 악의에 찬 하사관은 결국 군중 사이로 밀고 들어가 장교의 귀에 대고 "장교님, 이 얼간이들이 데몬 한 마리를 잡는데 얼마나 많은 대가를 치렀는지 보세요!"라고 콧방귀를 뀌었습니다. 장교는 아브리칸딜루에서 눈을 떼고 주위를 둘러보다가 손을 내저었습니다."이게 다 뭐지, 브림 해적?"선생님, 무슨 말씀이십니까?"이 거대한 구덩이는 뭐지?"저게 우리의 첫 번째 함정이었습니다! 아브리칸딜루는 미끼를 보고 떨어지기로 되어 있었어요! 이 구덩이는 정말 힘들었어요. 삽을 두 개나 부러뜨렸는데 다 헛수고였어요...' '그럼 관목은 왜 연기가 나는 거죠?' '아, 아브리칸딜루가 우리를 알아차리고는 사방에 마법을 퍼부으며 쫓아다녔어요!' '그럼 나무는 왜 부러졌죠?'잠깐만요, 왜 거문고로 나무에 올라갔어요?' '저 멍청이가 저를 나무에서 끌어내리려고 했거든요!' '글쎄요, 첫째는 미끼였어요. 아름다운 모든 것에 대한 아브리칸딜루의 증오심을 자극하기 위해 행진곡을 연주한 거죠. 그리고 둘째, 데몬으로부터 도망치는 중이었는데 그 류트를 두고 갈 수가 없었어. 우리 연대의 바드에게 빌렸는데, 그 녀석이 아주 잘 치거든!" 장교는 분기장의 핀잔을 무시한 채 얼굴을 찡그렸다." '그래,' 그는 마침내 숨을 내쉬었다. '데몬을 처리해라. 브림 해적에게 상을 주겠다. 그와 그의 동료들이 잃어버린 모든 장비는 그의 월급에서 공제할 것이다. 그리고 누가 그 폭파된 관목들 좀 빨리 꺼주겠나!"

source: "Yaniel"
ko: "야니엘"
ko_mt: "야니엘"

source: "Paladin of Iomedae the Lightbringer and knight of Citadel Drezen, heroine of the Crusades. Yaniel disobeyed her orders by leaving the garrison to venture deep into the Worldwound alone. Two years later, she returned at the head of a crusader squad she'd saved. Died during the fall of Drezen in 4638."
ko_mt: "빛의 성기사 아이오메데의 성기사이자 성전 드레젠의 기사, 십자군 전쟁의 히로인. 야니엘은 주둔지를 떠나 홀로 세계상처 깊숙한 곳으로 모험을 떠나며 명령을 어겼습니다. 2년 후, 그녀는 자신이 구한 성전사 부대를 이끌고 돌아왔습니다. 4638년 드레젠 함락 당시 사망했습니다."

source: "Angels"
ko: "엔젤"
ko_mt: "천사"

source: "Celestials native to any of the three Upper Planes of creation. Servants of the good gods, angels have come to crusaders' aid in their fight against the Worldwound more than once. It's worth noting that most of those who interfered in mortal life were driven by their own free will and not by any deity's order. However, the good gods do not forbid such impulses, allowing their celestials to seek a reckoning with the forces of evil."
ko: "천족들은 창조의 세 개의 상부 차원계의 원주민들이다. 선신들의 하수인, 엔젤들은 세계상처에 대항하는 성전군의 싸움을 지원하기 위해 적어도 두 번 이상 강림했다. 주목할 점은 필멸자의 삶에 간섭한 대부분의 엔젤들은 어떤 신의 명령도 받지 않고 스스로의 자유 의지에 따라 행동했다는 점이다. 하지만, 선신들은 그러한 충동을 금하지 않으며, 그들의 천족들이 악의 군세를 심판할 방법을 찾아다니도록 내버려둔다."
ko_mt: "창조의 세 가지 천계 중 하나에 서식하는 천체. 선한 신의 시종인 천사들은 성전사들이 세계상처에 맞서 싸우는데 여러 차례 도움을 주었습니다. 필멸자의 삶에 간섭한 이들은 대부분 신의 명령이 아니라 자신의 자유 의지에 따라 움직였다는 점에 주목할 필요가 있습니다. 그러나 선한 신들은 그러한 충동을 금지하지 않고 천사들이 악의 세력에 대한 심판을 구할 수 있도록 허용합니다 "

source: "Sarkorian Faith"
ko: "사코리스 신앙"
ko_mt: "사르코리안 신앙"

source: "Empyreal lord Pulura, Mistress of the Stars and the Mysterious Light of the Aurora, is one of the most revered deities of old Sarkoris. Her worship was widespread among the Kellids, who built numerous shrines in honor of their patroness. The foremost of these shrines, considered particularly cherished and sacred, was located on a lake shore surrounded by picturesque waterfalls called Pulura's Fall."
ko: "엠피리얼 군주 펄루라, 별들의 여주인이자, 오로라의 신비한 빛은 옛 사코리스의 가장 존경받는 신 중 하나다. 그녀의 추종자들은 켈리드 전역에 퍼져 그들의 후원자를 기리기 위해 수없이 많은 성소를 지었다. 이 중 최고봉이자, 특히 성스럽고 소중한 장소로 여겨지는 성소는 펄루라의 폭포라는 이름의 그림 같은 폭포로 둘러싸인 호수 기슭에 위치해 있었다."
ko_mt: "별들의 여주인이자 오로라의 신비한 빛인 엠피리얼 군주 풀루라는 옛 사르코리스에서 가장 존경받는 신 중 하나였습니다. 켈리드족 사이에서는 그녀를 숭배하는 풍습이 널리 퍼져 있었으며, 켈리드족은 그녀를 기리기 위해 수많은 신전을 지었습니다. 특히 소중하고 신성한 것으로 여겨지는 이 신전들 중 가장 중요한 신전은 풀루라의 폭포라고 불리는 그림 같은 폭포로 둘러싸인 호숫가에 위치해 있었습니다"

source: Faxon's Letter
ko: 팍손의 편지
ko_mt: 팩슨의 편지

source: "Lady Minagho, The Tower of Estrod is fully equipped for the operation. Our troops are at full force, and our weapons and essential materials are at the ready. I took special care to ensure that our preparations did not arouse the suspicions of the city's defenders. I had to dispose of a pair of annoying mortals who'd been sticking their noses in places they shouldn't. My agents have infiltrated all the crusader orders in Kenabres apart from the Eagle Watch. We are ready to attack Kenabres. The fools will have no idea who stuck the knife in until it's too late. As a reward for my diligent performance, I ask that Irabeth Tirabade, head of the Eagle Watch, be given over to me after we win. She's been a thorn in my side for too long. I have some scores to settle with her. Hail Baphomet! Faxon"
ko_mt: "미나고 부인, 에스트로드의 탑은 작전을 위한 모든 준비가 완료되었습니다. 우리 병력은 전력을 다하고 있으며 무기와 필수 물자도 준비되어 있습니다. 나는 우리의 준비가 도시 방어자들의 의심을 불러일으키지 않도록 특별히 주의를 기울였다. 저는 성가신 인간들 중 한 쌍을 처리해야 했는데, 그 인간들은 해서는 안 될 곳에 코를 박고 있었습니다. 내 요원들이 이글 워치를 제외한 케나브레스의 모든 성전단에 침투했습니다. 너무 늦을 때까지 누가 칼을 꽂았는지 저 바보들은 모를 거야." "내 성실함에 대한 보상으로, 우리가 승리한 후 이글 워치 대장인 이라베스 티라바데를 내게 넘겨주게. 그녀는 너무 오랫동안 내 옆구리의 가시였어. 그녀와 화해해야 할 일이 좀 있거든. 바포메트 만세! 팩슨"

source: "Material Plane, planet of Golarion, Kingdom of Mendev, fortress of Drezen Contract for the provision of special powers No. 04-00-71 This contract is an agreement between Queen Galfrey of Mendev hereinafter the 'SOUL SELLER' and {name} hereinafter the 'SOUL BUYER' Upon signing this contract, the SOUL SELLER and the SOUL BUYER shall undertake to fulfill the following provisions: 1) Hell and Lord Asmodeus, represented by the SOUL BUYER, shall issue a loan to the SOUL SELLER in the form of the comprehensive support of the forces of Hell in matters of state for the full duration of the remaining period of the SOUL SELLER's life, up until the moment of the SOUL SELLER's death. 2) The SOUL SELLER undertakes before Hell and Lord Asmodeus, represented by the SOUL BUYER, to surrender the SOUL SELLER's own soul to the SOUL BUYER, fully and indivisibly in perpetuity, at the moment of the SOUL SELLER's death. 3) The SOUL BUYER shall collect the soul of the SOUL SELLER at the moment of the SOUL SELLER's death, and deliver it to Hell, where the soul shall be engaged in the service of Lord Asmodeus for all eternity. Hell, represented by devils and archdevils, is free to do with the SOUL SELLER's soul as it deems appropriate. All complaints regarding postmortem handling of the soul in Hell shall be deemed null and void. 4) The SOUL SELLER shall not use the capabilities resulting from the signing of this contract against the SOUL BUYER and/or the SOUL BUYER's representatives. Any breach of this clause shall incur a penalty in the form of the immediate collection of the SOUL SELLER's soul, by means of the mortification of the SOUL SELLER. SOUL SELLER Queen Galfrey of Mendev SOUL BUYER {name} I hereby consent to the above agreement regarding the procurement and processing of the SOUL SELLER's soul and do hereby affirm the signature on this contract is the SOUL SELLER's true personal name: Galfrey of Mendev Glory to Lord Asmodeus!"
ko_mt: "물질계, 골라리온 행성, 멘데브 왕국, 드레젠 요새 특수 능력 제공 계약 번호. 04-00-71 이 계약은 "멘데브의 갈프레이 여왕 이하 '소울 판매자 '와 "소울 구매자 이하 '소울 구매자 ' 사이의 계약으로, 이 계약에 서명함으로써 소울 판매자와 소울 구매자는 다음 조항을 이행할 것을 약속한다. 1) '영혼 구매자'가 대표하는 지옥과 아스모데우스 경은 '영혼 판매자'가 사망하는 순간까지 '영혼 판매자'의 남은 생애 전체 기간 동안 국가 문제에서 지옥의 세력을 포괄적으로 지원하는 형태로 '영혼 판매자'에게 대출을 발행해야 합니다. 2) 영혼 판매자는 영혼 구매자가 대표하는 지옥과 아스모데우스 주님 앞에서 영혼 판매자의 사망 순간에 영혼 판매자 자신의 영혼을 영혼 구매자에게 완전하고 불가분하게 영구적으로 양도할 것을 약속합니다. 3) 영혼 구매자는 영혼 판매자가 사망하는 순간 영혼 판매자의 영혼을 수집하여 지옥으로 인도하며, 그곳에서 영혼은 영원히 아스모데우스 주님을 섬기는데 종사하게 될 것입니다. 데빌과 아크 데빌로 대표되는 지옥은 적절하다고 판단되는 대로 영혼 판매자의 영혼을 자유롭게 다룰 수 있습니다. 지옥에서 영혼의 사후 처리에 관한 모든 불만은 무효로 간주됩니다. 4) 영혼 판매자는 본 계약의 체결로 인해 발생한 기능을 영혼 구매자 및/또는 영혼 구매자의 대리인에게 불리하게 사용할 수 없습니다. 이 조항을 위반할 경우 소울 셀러의 소울을 즉시 회수하여 소울 셀러의 명예를 훼손하는 형태의 벌금이 부과됩니다. 소울 셀러 멘데브의 갈프레이 여왕 소울 구매자 {name} 본인은 소울 셀러의 소울 조달 및 처리에 관한 위 계약에 동의하며 본 계약서에 서명한 것이 소울 셀러의 진정한 개인 name임을 확인합니다. 멘데브의 갈프레이 아스모데우스 경에게 영광을!"

source: Contract for Queen Galfrey's Soul
ko_mt: 갈프레이 여왕의 영혼을 위한 계약

source: Diary of a Student of the Great Xanthir the Plagued One
ko: 역병 전파자 위대한 잔티르의 제자가 쓴 일기
ko_mt: 괴로워하는 위대한 잔티르의 학생의 일기

source: "The new guy and his bloody candle stopped me from sleeping again last night. He's trying to get to grips with the ritual before the more advanced students. We'll see how well he studies after I've chucked all his candles in the latrine. {br}Yesterday we were loading crystals into the machine. Our teacher watched our every movement, and no wonder — none of us have successfully performed the Transformation ritual without his oversight. The new boy opened his gob to say something, but the Plagued One shut him up quick — I think by sending one of his locusts under the new boy's skin. There's no time for chitchat when you're working with Nahyndrian crystals. They're worth as much as diamonds, and they're delivered here straight from the Abyss. {br}Everything was going fine, except the person in charge of the ritual supplies turned out to be an idiot, like all the ones before him. He forgot to do a quality check on our prime ingredient. Crystals can vary in quality, and Transformation requires flawless specimens. One time some lumpen, dull-looking crystal found its way into the machine — the machine broke down and the subject was blown to pieces. The Plagued One was raging — once he'd calmed down and kicked the surviving students out of the lab, we were down by four. Pity we didn't lose more — I really should smother an extra few of them some night when I get the chance, but I'll get to that later. {br}Sometimes I think that what we're trying to do here is pointless. You'd have to actually BE Xanthir the Plagued One to remember all the details and nuances of the Transformation ritual. It's bad enough having to check the crystals, never mind having to hold in your mind all the correct proportions and the minute calibrations of the machines. So far, not one of even the advanced students has completed the Transformation process successfully — the demons come out broken, mad, or lame. Maybe I should sneak into the Plagued One's study again and read through his papers, maybe I'll find something I can use as crib notes." {br}The entries end here.
ko: "간밤에 신입과 그녀석의 피묻은 촛대가 또 내 잠을 방해했다. 녀석은 더 상급 제자들 눈앞에서 의식에 대해 이해하려고 시도했다. 일단 놈의 촛대를 죄다 변소에 쳐박아 둔 뒤, 그가 얼마나 잘 배우는지 지켜볼 예정이다. {br}우리는 어제 기계에다 수정을 삽입했다. 스승님은 우리의 일거수 일투족을 지켜보셨고, 그의 감시 없이는 우리 중 그 누구도 변화 의식을 성공적으로 수행하지 못했을 것을 새겨주셨다. 신입이 뭔가를 말하려 아가리를 벌렸지만, 역병 전파자 께서는 그의 입을 재빠르게 닫았다. 내 생각에는 그분의 메뚜기 한 마리를 신입의 피부 밑에 박으신 것 같다. 나힌드리 수정을 다루는 중에는 그 어떤 잡담도 해서는 안된다. 그것들은 다이아몬드 만한 가치가 있으며, 심연에서 이곳으로 곧장 배달되니까. {br}모든 게 다 괜찮다. 의식 물품 운송 책임자가 그 전임자들과 똑같은 멍청이였음이 밝혀진 것 빼고는. 녀석은 우리에게 가장 중요한 소재의 품질 검증을 빼먹었다. 수정의 품질은 들쑥날쑥하며, 변화 의식에는 완벽한 것이 필요하다. 부루퉁하고 멍청해 보이는 수정이 기계에 들어갈 때마다, 기계는 고장을 일으키고 실험체는 조각난다. 역병 전파자께서는 분노하셨다. 그분께서 진정하시고 연구실에서 살아남은 제자들을 내쫒고 나니, 우리 중 넷이 줄어 있었다. 더 쳐내지 않으신게 아쉽군. 정말 기회를 봐서 녀석들 중 일부를 밤중에 목졸라 죽여야 할지도 모르겠다. 일단 그 생각은 나중에 하자. {br}가끔은 우리가 여기서 하고 있는 일들이 의미없는 짓이라는 생각이 들곤 한다. 변화 의식의 모든 과정과 세부 사항을 기억한다면 우리도 역병 전파자 잔티르가 될 수 있다. 수정을 충분히 관찰하지 않은게, 그것은 치우더라도 기계의 모든 사양과 세밀한 조정 상태를 머리에 박아두지 않은게 참 아쉽다. 여지껏, 상급 제자들 조차 그 누구도 변화 과정을 완수한 자가 없다. 데몬들은 파괴되거나 미치고, 아니면 불구가 돼서 나왔다. 아무래도 다시 한 번 역병 전파자의 연구 기록을 훔쳐 자세히 파고들면, 베낄 만한 무언가를 찾을 수 있을 것 같다." {br}기록은 여기서 끝난다.
ko_mt: "새로운 남자와 그의 피 묻은 촛불 때문에 어젯밤에 다시 잠을 자지 못했습니다. 그는 상급생들보다 먼저 의식을 이해하려고 노력하고 있습니다. 양초를 모두 변기에 버린 후에 얼마나 공부를 잘하는지 보자고요 {br}어제 우리는 기계에 수정을 넣고 있었어요. 선생님은 우리의 모든 움직임을 지켜보셨고, 그도 그럴 것이 우리 중 누구도 선생님의 감독 없이 변신 의식을 성공적으로 수행한 적이 없었으니까. 새로 온 소년이 입을 벌려 무언가를 말하려 했지만, 저승사자는 메뚜기 한 마리를 소년의 피부 밑으로 보내서 재빨리 입을 다물게 했어요. 나힌드리안 수정을 다룰 때는 잡담할 시간이 없어요. 다이아몬드만큼이나 값비싼데다 심연에서 바로 가져온 것이니까요. {br}모든 것이 순조롭게 진행되고 있었는데, 의식 용품 담당자가 이전의 모든 담당자와 마찬가지로 멍청한 사람으로 판명됐어요. 그는 우리의 주요 재료에 대한 품질 검사를 잊어버렸어요. 수정은 품질이 다양할 수 있고 변신에는 완벽한 표본이 필요합니다. 한 번은 흐릿하고 칙칙해 보이는 수정이 기계에 들어갔고, 기계 br이 멈추고 대상은 산산조각이 났죠. 괴물이 난동을 부리다가 진정하고 살아남은 학생들을 연구실 밖으로 쫓아낸 후, 우리는 네 명으로 줄었습니다. 더 많이 잃지 않은 게 아쉽네요. 기회가 된다면 몇 명은 더 질식시켜야 하는데, 그건 나중에 하기로 하죠. {br} 가끔은 우리가 여기서 하려는 일이 무의미하다는 생각이 들어요. 변신 의식의 모든 세부 사항과 뉘앙스를 기억하려면 실제로 저주받은 자 잔티르가 되어야 할 텐데. 수정을 확인하는 것만으로도 충분히 힘든데, 기계의 정확한 비율과 세세한 계산까지 머릿속에 떠올려야 하는 건 말할 것도 없죠. 지금까지 고급 학생들조차도 변신 과정을 성공적으로 완료 한 사람은 한 명도 없습니다. 데몬은 broken, 미쳤거나 절름발이로 나옵니다. 다시 괴물의 서재에 몰래 들어가서 그의 논문을 읽어봐야겠어, 어쩌면 내가 유아용 노트로 사용할 만한 것을 찾을 수 있을지도 몰라" {br}이 항목은 여기서 끝납니다.

source: Devil's Contract (sample only, not to be signed)
ko: 데빌의 계약 (견본, 사용 금지)
ko_mt: 데빌의 계약(샘플만 제공, 서명하지 않음)

source: "Material Plane, planet of Golarion, Kingdom of Mendev, fortress of Drezen Contract for the provision of special powers No. ___ dated ____ This contract is an agreement between ____________________ hereinafter the 'SOUL SELLER' and ____________________ hereinafter the 'SOUL BUYER' Upon signing this contract, the SOUL SELLER and the SOUL BUYER shall undertake to fulfill the following provisions: 1) Hell and Lord Asmodeus, represented by the SOUL BUYER, shall issue a loan to the SOUL SELLER in the form of abilities of a magical nature. These abilities shall exceed those of an average mortal mage, and shall be granted for the full duration of the remaining period of the SOUL SELLER's life, up until the moment of the SOUL SELLER's death. 2) The SOUL SELLER undertakes before Hell and Lord Asmodeus, represented by the SOUL BUYER, to surrender the SOUL SELLER's own soul to the SOUL BUYER, fully and indivisibly in perpetuity, at the moment of the SOUL SELLER's death. 3) The SOUL BUYER shall collect the soul of the SOUL SELLER at the moment of the SOUL SELLER's death, and deliver it to Hell, where the soul shall be engaged in the service of Lord Asmodeus for all eternity. 4) The SOUL SELLER shall not use the abilities obtained as a result of signing this contract against the SOUL BUYER and/or the SOUL BUYER's representatives. Any breach of the fourth clause of this contract shall incur a penalty in the form of the immediate collection of the SOUL SELLER's soul, by means of the mortification of the SOUL SELLER. 5) Upon execution of the third clause of this contract, Hell, represented by devils and archdevils, is free to do with the SOUL SELLER's soul as it deems appropriate. All complaints regarding postmortem handling of the soul in Hell shall be deemed null and void. SOUL SELLER ________ /(Full Name) SOUL BUYER ________/(Full Name) Date of Signing: I hereby consent to the above agreement regarding the procurement and processing of the SOUL SELLER's soul, and do hereby affirm that the signature on this contract is the SOUL SELLER's true personal name: (Signature of the SOUL SELLER) ____ Glory to Lord Asmodeus!"
ko_mt: "물질계, 골라리온 행성, 멘데브 왕국, 드레젠 요새 특별 권한 제공 계약서 번호 ___ 날짜 ____ 이 계약은 다음 사이의 계약입니다. ____________________ 이하 '소울 셀러' 과 ____________________ 이하 '소울 바이어' 본 계약 체결 시 소울 셀러와 소울 바이어는 다음 조항을 이행할 것을 약속합니다. 1) '소울 구매자'가 대표하는 지옥과 아스모데우스 경은 '소울 판매자'에게 마법적 성격의 능력의 형태로 대출을 발행합니다. 이러한 능력은 평균 필멸자 마법사의 능력을 초과해야 하며, 소울 셀러가 사망하는 순간까지 소울 셀러의 남은 수명 기간 동안 부여됩니다. 2) 영혼 판매자는 영혼 구매자가 대표하는 지옥과 아스모데우스 신 앞에서 영혼 판매자의 사망 순간에 영혼 판매자 자신의 영혼을 영혼 구매자에게 완전하고 불가분하게 영구적으로 양도할 것을 약속합니다. 3) 영혼 구매자는 영혼 판매자가 사망하는 순간 영혼 판매자의 영혼을 수거하여 지옥으로 인도하며, 그곳에서 영혼은 영원히 아스모데우스 주님을 섬기는데 종사하게 될 것입니다. 4) 영혼 판매자는 본 계약 체결의 결과로 얻은 능력을 영혼 구매자 및/또는 영혼 구매자의 대리인에게 불리하게 사용해서는 안 됩니다. 본 계약의 네 번째 조항을 위반하는 경우, 소울 판매자는 소울 판매자의 영혼을 즉시 회수하는 형태로 위약금을 물어야 합니다. 5) 본 계약의 세 번째 조항이 실행되면 데빌과 아크 데빌로 대표되는 지옥은 적절하다고 판단되는 대로 영혼 판매자의 영혼을 자유롭게 다룰 수 있습니다. 지옥에서 영혼을 사후에 처리하는 것과 관련된 모든 불만은 무효로 간주됩니다. 영혼 판매자 ________ /(이름) 영혼 구매자 ________ /(이름) 서명 날짜: 본인은 영혼 판매자의 영혼 조달 및 처리에 관한 위 계약에 동의하며, 본 계약서의 서명이 영혼 판매자의 진정한 개인 이름임을 확인합니다. (영혼 판매자의 서명) ____. 아스모데우스 신께 영광을!"

source: Lexicon of Paradox, Part One
ko_mt: 역설의 사전, 1부

source: "On the nature of rifts That which we call a 'rift' is in fact close to the complete opposite — a 'suture' or a 'tie.' It is the place where two planes are stitched together, enmeshed to the point of merging. Two types of rifts are encountered on the borders of the Worldwound — short-term natural rifts and stable, engineered rifts. The latter allow entire armies to pass freely between the Abyss and Golarion. They were created at points where the fabric of reality formed a specific type of 'fold,' where the Material Plane was closest to the Abyss. More information about these 'folds of reality' in former Sarkoris can be found in the Temple of Stone Manuscripts in the ruined city of Iz. Some of my own notes are also held there. I shall only make passing reference to them here. At the moment of writing, five of these 'folds' have been identified. The most significant one was located near the Threshold fortress, and it was that which made the Worldwound possible. The second most significant rift, the Maiming of Iz, marks the ruins of the famous city. The third rift — the Gates of Midnight — is hidden in the Midnight Fane. The fourth — the Harrowing — leads to my personal laboratory. And, finally, the fifth — the Blood of Pulura — is located near the Sarkorian shrine. All of the rifts within the perimeter of the Wound function as a single system. In a way, they are like a single entity, or offshoots from a single root. This means that closing them separately is impossible. They will disappear only when the source is uprooted, the main rift — that which some people call the Last Threshold, although it is in fact the true and original Worldwound. The Wound cannot be closed using ordinary methods. The very manner in which it was opened protects it from interference. The only means of closing it requires..." This is the last surviving page of a book that has been ripped in two. All the other pages are missing.
ko: "균열의 성질에 대하여 우리가 '균열' 이라고 부르는 것은 사실, 그 반대에 가깝다. 오히려 '봉합선' 이나 '묶음 끈' 과 유사하다". 균열은 두 차원이 심하게 얽혀있는 곳으로, 너무 얽혀있는 나머지, 하나로 융합된 곳이다. 세계 상처의 경계에서는 두 종류의 균열들이 교차한다 : 일시적이고, 자연적인 균열과 인공적이고, 안정적인 균열. 후자는 한 군단 전체가 골라리온과 심연을 사이를 자유롭게 드나들 수 있도록 한다. 이러한 균열은 물질계와 심연이 가장 가까웠던 장소, 즉 현실 구조의 '접합' 이 일어난 곳에서 만들어졌다. 옛 사코리스의 '현실 구조의 접합' 에 대한 더 많은 정보는 몰락한 도시, 이즈의 Temple of Stone Manuscripts 에서 찾아볼 수 있을 것이다. 내가 남긴 문서들도, 마찬가지로 그곳에 있을 것이다. 여기에서는 짧은 언급만 하겠다. 이 글을 쓰는 이 순간, 세계 상처에서의 다섯 개의 '접합'들의 존재가 확인된다. 가장 중요한 균열은 극점 요새 근처에 존재하는 것으로, 지금의 세계 상처가 존재할 수 있게 해주었다. 두번째로 거대한 것은 '이즈의 절단' 으로, 유명한 도시에 폐허만을 남겼다. 세번째는 칠흑의 사원 안에 숨겨져있는 '칠흑의 관문'. 네번째는, 내 연구실에 연결된 '애처로움'. 끝으로, 다섯 번째는 사코리스 신전 근처의 '펄루라의 피'다. 세계 상처의 모든 균열들은 닫힌 계를 이룬다. 어찌보면, 하나의 개체나 하나의 뿌리에서 나온 여러 잔 가지일 수도 있겠다. 달리 말하자면, 이 균열들을 하나 하나 닫는 것은 불가능 하다는 것이다. 그 근원을 뿌리 뽑지 않는다면, 균열들은 사라지지 않을 것이다 : 세계 상처의 근원지가 된, 누군가가 마지막 극점이라고 이름 붙인 가장 중요한 균열. 세계 상처는 일반적인 방법으로는 결코 봉합되지 않을 것이다. 상처가 열린 방법, 그 자체가 모든 간섭으로부터 상처를 보호하고 있으니. 그것을 닫기 위해서는... " 이것이 두 개로 찢겨진 책에 남은 마지막 페이지입니다. 나머지는 사라졌습니다.
ko_mt: "균열의 본질에 대하여 우리가 '균열'이라고 부르는 것은 사실 정반대인 '봉합' 또는 '결속'에 가깝습니다. 두 평면이 서로 꿰매어져 합쳐질 정도로 얽혀 있는 곳입니다. 세계상처의 경계에는 단기적인 자연적 균열과 안정적이고 공학적인 균열, 두 가지 유형의 균열이 존재합니다. 후자는 군대 전체가 심연과 골라리온 사이를 자유롭게 통과할 수 있게 해줍니다. 이 균열은 현실의 구조가 특정 유형의 '접힘'을 형성하는 지점에서 생성되었으며, 물질계가 심연에 가장 가까운 곳에 있습니다. 옛 사르코리스의 이러한 '현실의 주름'에 대한 자세한 정보는 폐허가 된 도시 이즈의 석조 사본 사원에서 확인할 수 있습니다. 제가 직접 쓴 노트도 그곳에 보관되어 있습니다. 여기서는 잠깐 언급만 하겠습니다. 이 글을 쓰는 현재, 이 '주름' 중 다섯 개가 확인되었습니다. 가장 중요한 균열은 문턱 요새 근처에 있으며, 이 균열로 인해 세계상처가 가능했습니다. 두 번째로 중요한 균열인 이즈의 불구는 유명한 도시의 폐허를 표시합니다. 세 번째 균열인 한밤의 문은 한밤의 페인에 숨겨져 있습니다. 네 번째 균열인 해로우링은 제 개인 실험실로 이어집니다. 마지막으로 다섯 번째 균열인 풀루라의 피는 사르코리안 신전 근처에 있습니다. 상처의 경계에 있는 모든 균열은 하나의 시스템으로 작동합니다. 어떻게 보면 하나의 실체, 즉 하나의 뿌리에서 파생된 파편과 같습니다. 즉, 이들을 개별적으로 닫는 것은 불가능합니다. 상처의 근원이 뿌리 뽑힐 때만 사라지며, 일부 사람들은 마지막 문턱이라고 부르는 주요 균열이 실제로는 진정한 원래의 세계상처이지만 사라집니다. 상처는 일반적인 방법으로는 닫을 수 없습니다. 상처가 열렸던 바로 그 방식이 간섭으로부터 상처를 보호합니다. 그것을 닫는 유일한 방법은..." 이것이 두 장으로 찢어진 책의 마지막 남은 페이지입니다. 다른 페이지들은 모두 사라졌습니다.

source: Lexicon of Paradox, Part Two
ko: 역설의 총론, 2부
ko_mt: 역설의 어휘집, 2 부
