Repository: akintos/wotr-translation
Catalog: translation/*/Books.po
Languages: ko, ko_mt

source: "I take a deep breath and stand still. I long to absorb every moment of joy, inhale the evaporation of someone else's soul from their thickening blood. The border between reality and dream fades. It seems that everyone beyond the wall can hear the throbbing in my head, but it's only my fantasy. A ringing silence fills the room. The fifth sacrifice has been made. My mistress, the most beautiful of goddesses, will be happy. I will take care of everything. Fragrant flowers, cut at the climax of their beauty, are now a part of the masterpiece, which is worthy of Shelyn herself! So what if the narrow-minded priests rejected me and my gift? I serve the Never-Fading Rose herself, not the worms that bite into her stem and suck at her life-giving juices. It won't be long now before I finish my job. I've already found the material. Her eyes are gray, and hair is dark blond. She is fading into the dirt. I will rewrite her destiny."
ko_mt: "나는 심호흡을 하고 가만히 서 있습니다. 나는 기쁨의 모든 순간을 흡수하고 다른 사람의 짙어지는 피에서 다른 사람의 영혼이 증발하는 것을 흡입하기를 갈망합니다. 현실과 꿈의 경계가 희미 해집니다. 벽 너머의 모든 사람들이 내 머릿속의 욱신거림을들을 수 있는 것 같지만 그것은 단지 내 환상 일뿐입니다. 방 안을 가득 채우는 고요함.. 다섯 번째 희생이 이루어졌다. 가장 아름다운 여신인 내 여주인은 행복할 것이다. 내가 모든 것을 돌볼 것입니다. 아름다움의 절정에서 잘린 향기로운 꽃은 이제 Shelyn 자신에게 어울리는 걸작의 일부가 되었습니다! 편협한 사제들이 나와 내 선물을 거부하면 어떨까요? 난 시들지 않는 장미를 섬기는 거지, 줄기를 물어뜯어 생명력을 빨아먹는 벌레를 섬기는 게 아니야. 이제 얼마 안 있으면 내 임무가 끝날 거야. 이미 재료를 찾았어요. 그녀의 눈은 회색이고 머리카락은 짙은 금발이다. 그녀는 흙 속으로 사라지고 있다. 나는 그녀의 운명을 다시 쓸 것이다"

source: "Shadows of Absalom" by Pax Groometra
ko: "압살롬의 그림자" 팍스 그루메트라 씀
ko_mt: "팍스 그루메트라의 압살롬의 그림자"

source: "Nwan Quant peeped through a slit in the window shutter. The visitor was staggering at the porch. Nwan had promised himself many centuries ago that he'd never have to deal with halflings again, after the case of the Clockwork Head. Even the Bleaching is better than some adventures! However, there was something disturbing in the visitor's appearance. Something was wrong. — What do you say, Kexy? His assistant sat at the next window with yarn and knitting needles in her hands. — Look at his clothes. They're second-hand. He's a hobo. — He is, but you're not quite right. Look at his feet. Kexy looked, trying to make out at least something in faint light of the lantern above the door. — Are those... he was shackled? Rather than answering, the gnome stepped toward the door. — We shall need a doctor. As if to prove his words, the guest faltered and collapsed onto the knees, and fell head first onto the doorstep."
ko: "느완 콴트는 창문 틈 사이를 들여다 보았다. 방문객이 현관에서 비틀거렸다. 느완은 수세기의 사건으로 다시는 하플링과 만나지 않을 거라고 다짐했다. 차라리 모험보다 백화가 나을 거라고 생각했다. 하지만 방문객의 모습을 가리는 무언가가 있었다. 무언가가 잘못 되었다. – 어떻게 생각해. 켁시? 그의 부하가 옆에서 하품을 하며 손톱을 다듬고 있었다. – 옷을 봐. 중고야. 거렁뱅이군. – 맞아. 하지만 정답은 아니야. 그의 발을 보라고. 켁시는 문 위로 비치는 랜턴 빛을 통해 무언가 보려고 애썼다. – 저거... 족쇄인가? 답변 대신 노움은 문 안으로 들어간다. – 의사가 필요해. 자신의 말을 증명하듯 손님은 비틀거리더니 무릎을 꿇고 바닥에 머리를 찧으며 쓰러졌다."
ko_mt: "응완 퀀트는 창문 셔터의 틈새로 들여다보았다. 방문자가 현관에서 비틀거리며 걸어오고 있었다. 응완은 수세기 전에 시계태엽 머리 사건 이후 다시는 하플링을 상대할 일이 없을 거라고 스스로 다짐했었다. 백화조차도 어떤 모험보다 낫다! 그러나 방문자의 모습에서 뭔가 불안한 기운이 느껴졌다. 뭔가 잘못되었다는 생각이 들었어. - 어떻게 생각해, 켁시? - 그의 조수가 실과 뜨개질 바늘을 손에 들고 옆 창가에 앉아 있었다. - 그의 옷을 봐봐. 중고 옷이잖아. 그는 노숙자야. - 맞아요, 하지만 당신이 틀렸어요. 그의 발을 봐요. 넥시는 문 위의 등불에 비친 희미한 빛으로 무언가라도 알아내려고 애썼다. - 저건.. 족쇄가 채워진 건가요? 노움은 대답하지 않고 문 쪽으로 발걸음을 옮겼다. - 의사가 필요하겠어요. 그 말을 증명이라도 하듯 손님은 비틀거리며 무릎을 꿇고 쓰러져 문앞에 머리를 먼저 부딪혔다."고 말했다"

source: "Chronicles of Blades"
ko: "칼의 연대기"
ko_mt: "블레이드의 연대기"

source: "The history of Rostland is known for its many mysteries. One of them is the story of Baron Sirian the First. Sirian was a furious fighter, although not highly skilled. There were malicious rumors that he fled to Rostland, to hide from the sneering public after he'd lost dozens of duels in his homeland. But his new home greeted him with yet more misfortune. He waged not a fistful of coins, but a whole settlement in a duel with a gang chieftain — but the baron was broken again, and left Rostland in shame. He dropped off the map for several long years, and quiet anonymity changed him completely. Not only did he return home bearing a new name, Sirian Aldori, but he had also acquired a new gift! He no longer had any equal in swordfighting. Sirian challenged the chieftain who had once disgraced the young baron, and slew him in the blink of an eye. Afterwards he announced a reward of one hundred thousand gold coins to anyone strong enough to defeat him in battle..."
ko: "로스틀랜드의 역사는 많은 비밀을 가지고 있다. 그 중 하나는 남작 시리안의 이야기이다. 시리안은 실력이 좋지는 않았지만 열정적인 전사였다. 그가 고향에서 결투를 연패하자 로스틀랜드로 가서 사람들의 눈을 피하려 한다는 악의적인 소문이 돌았다. 그의 새로운 집은 그를 환영했지만 불운이 기다리고 있었다. 그는 도적 두목과의 결투에서 패배한 뒤 수치스럽게 로스틀랜드를 떠나서 돈도 집도 잃었다. 로스틀랜드에 돌아갈 생각을 접은 뒤 더 이상 유명하지 않게 된 그는 다른 사람이 되었다. 그는 시리안 알도리라는 새로운 이름을 얻었을 뿐만 아니라 실력도 늘었다. 그는 검술 결투에서 뛰어난 능력을 보였다. 시리안은 예전에 자신에게 불명예를 주었던 두목에게 도전했고 눈 깜짝할 사이 그를 물리쳤다. 그 후로 그는 자신을 이기는 자에게는 금화 천 냥을 주겠다고 선언했다..."
ko_mt: "로스트랜드의 역사는 많은 미스터리로 유명합니다. 그중 하나가 시리안 남작 1세의 이야기입니다. 시리안은 고도로 숙련된 전사는 아니었지만 맹렬한 전사였습니다. 그가 고국에서 수십 번의 결투에서 패배한 후 비웃는 사람들을 피해 로스트랜드로 도망쳤다는 악의적인 소문이 돌았습니다. 하지만 새로운 고향은 또 다른 불행으로 그를 맞이했습니다. 그는 한 줌의 동전이 아니라 갱단 족장과 결투를 벌여 정착지 전체를 빼앗겼지만, 남작은 또다시 패배하고 로스트랜드를 수치스럽게 떠나야 했습니다. 그는 몇 년 동안지도에서 사라졌고 조용한 익명 성이 그를 완전히 바 꾸었습니다. 시리안 알도리라는 새로운 이름을 가지고 집으로 돌아왔을 뿐만 아니라 새로운 재능도 얻게 되었습니다! 더 이상 검투에서 적수가 없었던 것입니다. 시리안은 한때 어린 남작을 모욕했던 족장에게 도전했고, 눈 깜짝할 사이에 그를 죽였습니다. 그 후 그는 전투에서 자신을 이길 만큼 강한 자에게 10만 금화를 보상으로 주겠다고 발표했다..."

source: "A Thousand Revolutions"
ko: "천 번의 혁명"
ko_mt: "천 회전"

source: "For the third night in a row, I've dreamt of the Grey Gardeners knocking at my door. I cannot believe it is my turn. To be cut down by a blade washed in the blood of a thousand revolutions, as a wave of popular outrage washes over me, as my head tumbles down the steps of the scaffold. We take up the sword, and by it we shall perish. Once we struck down the Imperial scum, but now it is we who must face the blade... The insurgent beast called Revolution will never be sated. It needs new victims. This time, it's my comrades and I. The cruelty of the hoarders in power echoes in the cruelty of the paupers, now intoxicated by their own freedom. We wanted change? Well here it is. This is a country now of mad fanatics, fighting their treacherous past every day. Former friends are today's foes. My workshop has been converted into a secret headquarters. If I could do it all over again, I would repair to my easel and refrain from the cause that has sent me down this path..."
ko: "사흘 밤 연속으로, 나는 회색 원예사가 우리 집 문을 노크하는 꿈을 꾸었다. 내 차례라는 것이 믿기지 않았다. 천 번의 혁명으로 흘려진 피에 내 피가 더해질 줄은. 대중의 분노가 나에게 쏟아져 나의 머리가 단두대 아래에 굴러떨어질 줄은. 우리는 검을 꺼내어 죽고자 했다. 우리가 제국의 쓰레기를 쓰러뜨린 이후로 칼날이 우리에게 향하게 된 것이다... 혁명이라고 불리는 잔인한 짐승은 절대로 만족할 줄을 모른다. 그것은 새로운 희생자를 원했다. 이번에는 나의 동지들과 내가 희생자였다. 빈민들의 목소리에서 권력의 잔혹함이 느껴졌고 이제 그들은 자신들의 자유에 중독되었다. 우리는 변화를 원했던가? 이런 변화는 원치 않았다. 이제 국가는 미쳐갔고 반역자들과 싸우며 하루하루가 지나고 있다. 어제의 친구가 이제는 적이 되었다. 내 일터는 비밀 기지로 바뀌었다. 내가 시간을 되돌릴 수만 있다면, 나는 다시는 이런 길을 걷지 않겠다고 다짐했다..."
ko_mt: "사흘 밤 연속으로 회색 정원사가 문을 두드리는 꿈을 꿨어요. 내 차례라는 게 믿기지 않는다. 천 번의 혁명의 피로 씻은 칼날에 베어지고, 대중의 분노의 물결이 나를 휩쓸고, 내 머리가 발판 계단 아래로 굴러 떨어질 때 우리는 칼을 들고 그 칼에 의해 멸망할 것입니다. 한때는 우리가 제국의 쓰레기를 쳐부쉈지만, 이제 칼날을 마주해야 하는 건 우리다.. 혁명이라는 반란의 야수는 결코 만족하지 않을 것이다. 새로운 희생자가 필요해. 이번에는 나와 내 동지들이야. 권력을 쥔 자들의 잔인함은 이제 자유에 취한 빈민들의 잔인함에 메아리치고 있어. 변화를 원했나요? 바로 여기 있습니다. 이 나라는 이제 광적인 광신도들이 매일 배신했던 과거와 싸우는 나라입니다. 과거의 친구는 오늘날의 적이 되었습니다. 다시 할 수 있다면 이젤을 수리하고 나를 이 길로 보낸 대의를 반성할 것입니다..."

source: "Battle in the Valley of Fire" by Lurus Aldori
ko: "불의 협곡에서의 전투" 루러스 알도리 지음
ko_mt: "불의 계곡에서의 전투", 루루스 알도리

source: "Argun was knocked flat. He laid gasping, arms spread, a lump of rage rising in his throat. He remembered his dream. Black soil, red ravens in the empty sky, their coarse croaks ringing in his ears, like a taunt... Choral would never take Rostland! Never! Aldori sprang to his feet, as if the blood-soaked soil was driving him forward. With a cry of rage, the Swordlord rushed into the battle. The sky turned scarlet with blood, as he furiously chopped off his enemies' heads. The scarlet horizon drew closer, and its roar nearly drowned out the sound of battle. Argun looked to the sky, and a fiery blast descended upon him. These were no ravens that circled above him. The fearsome breath of the Red Dragons of Choral melted the soldiers' armor and turned living flesh to ash and dust..."
ko: "아르군은 쓰러졌다. 그는 헐떡거렸고 거친 숨을 쉬었다. 그는 자신의 꿈을 기억했다. 검은 토양과 하늘을 나는 붉은 까마귀들, 그리고 까마귀가 우는 소리... 코랄은 절대 로스틀랜드를 얻지 못할 것이다! 절대로! 피로 물든 땅이 그에게 달려들듯이 알도리는 뛰어들었다. 분노가 담긴 소리와 함께 소드로드는 전투에 참전했다. 하늘은 피로 붉어졌고 그는 적들의 목을 무참히 썰었다. 먼 곳에서 붉은 무언가가 다가오고 있었고 그것들이 내는 포효가 전투의 함성 소리를 집어삼켰다. 아르군은 하늘을 보았을 때 불꽃이 그를 덮쳤다. 그의 머리 위에는 더 이상 까마귀가 날지 않았다. 코랄의 레드 드래곤의 숨결이 군인들의 갑옷을 녹이고 살을 재로 태우고 있었다..."
ko_mt: "아르군은 쓰러졌다. 그는 숨을 헐떡이며 두 팔을 벌리고 목구멍에서 분노의 덩어리가 솟구쳤다. 그는 꿈을 기억했다. 검은 흙, 텅 빈 하늘의 붉은 까마귀들, 조롱하듯 귓가에 울리는 까마귀들의 거친 울음소리... 코랄은 결코 로스트랜드를 차지하지 못할 것이다! 절대로! 알도리는 피에 젖은 흙이 자신을 앞으로 밀어주는 듯이 벌떡 일어났다. 소드로드는 분노의 비명을 지르며 전투에 뛰어들었다. 그가 맹렬히 적의 목을 베는 동안 하늘은 피로 주홍빛으로 물들었다. 주홍빛 지평선이 점점 가까워졌고, 그 포효가 전투 소리를 거의 덮어버릴 뻔했다. 아군이 하늘을 바라보자, 불길 같은 폭발이 그를 덮쳤다. 그의 머리 위를 맴돌던 것은 까마귀가 아니었다. 합창의 레드 드래곤의 무시무시한 입김이 병사들의 갑옷을 녹이고 생살을 재와 먼지로 만들었다..."

source: "Fairy Tales of Avistan"
ko: "아비스탄의 동화"
ko_mt: "아비스탄의 동화"

source: "A long, long time ago, in a time before remembering, there was a furious god known as Rovagug, a terrible giant worm with a thousand teeth and claws. He devoured every world in his path, one after another. But the great gods were displeased with the beast, and delivered unto Rovagug their scourge. Many laid down their feuds to combine forces: mighty Torag, brilliant Sarenrae, vicious Asmodeus, crafty Calistria, cold-blooded Pharasma, and many, many others. Together, they faced Rovagug as he arrived to swallow Golarion. The Goddess of the Sun, Sarenrae, forbade Rovagug's death, and so the gods imprisoned the fiend deep in the ground, shackled and sleeping. Asmodeus himself would keep the keys to his bonds. The terrible monster remains there still, asleep in his prison. Whenever Rovagug rolls over in his sleep and scratches his back against his prison walls, the earth trembles, and volcanoes spit fire."
ko: "아주 오래전. 역사가 시작되기 전, 로바거그라 불리는 분노의 신이 있었단다. 날카로운 이빨 수천 개가 난 이 무시무시한 거대 벌레는 눈에 띄는 세계는 모조리 집어삼켰지. 위대한 신들은 그런 로바거그의 행보가 마음에 들지 않았어. 신들은 로바거그에게 벌을 내리기 위해 힘을 합쳤지. 토라그와 서렌레이, 아스모데우스, 칼리스트리아, 파라즈마... 정말 많은 신이 함께 했단다. 로바거그가 막 골라리온을 삼키려는 순간, 신들이 그 자리에 나타났어. 태양의 신 서렌레이는 로바거그의 죽음을 원치 않았고, 괴물을 잠재워 깊은 지하에 있는 감옥에 가둬 놓기로 했어. 아스모데우스가 감옥의 열쇠를 가지고 있지. 그 끔찍한 괴물은 아직도 감옥에서 잠들어 있단다. 지진이 나고 화산이 분화하는 이유는, 바로 로바거그가 잠꼬대로 감옥에 몸체를 부딪히기 때문이라고 하지."
ko_mt: "아주 오래 전, 기억하기 전의 시대에 천 개의 이빨과 발톱을 가진 끔찍한 거대 벌레인 로바구그라는 사나운 신이 있었어요. 그는 자신의 길에 있는 모든 세계를 차례로 삼켜버렸어요. 그러나 위대한 신들은 그 짐승에게 불만을 품고 로바구그에게 재앙을 내렸어요. 강력한 토라그, 영리한 사렌래, 사악한 아스모데우스, 교활한 칼리스트리아, 냉혈한 파라즈마 등 많은 이들이 서로의 불화를 내려놓고 힘을 합쳤습니다. 이들은 골라리온을 삼키러 온 로바구그와 함께 맞섰습니다. 태양의 여신 사렌래는 로바구그의 죽음을 금지했고, 신들은 그 악마를 땅속 깊은 곳에 가둬 족쇄를 채우고 잠들게 했죠. 아스모데우스 자신이 결박의 열쇠를 보관했습니다. 끔찍한 괴물은 여전히 자신의 감옥에서 잠들어 있습니다. 로바구그가 자다가 뒤척이며 감옥 벽에 등을 긁을 때마다 땅이 흔들리고 화산이 불을 뿜어냅니다."

source: "Cooking Almanac of the Inner Sea" by Jubilost Narthropple
ko: "내해의 요리 연감" 주빌로스트 나트로플 지음
ko_mt: "내해의 요리 연감 ", Jubilost Narthropple의

source: "It is perhaps Avistan's most popular dish. In the capital of Cheliax, it is baked in a cheese crust and sprinkled with lemon juice. The local fishermen use a different cooking method in Qadira, which is on the opposite end of Avistan. There you will find it finely chopped and mixed cold ingredients. The exact origin of the dish remains unknown, but it is generally believed to have been invented in Andoran, and spread around the globe by seafarers and pilgrims. It's served as plain pâté in its most basic version. To prepare it, soak the herring in spiced marinade, then mince it into a spreadable paste. Add a mashed tart green apple, hard-boiled quail eggs, the freshest butter you can find, and half an onion. The list of ingredients may vary in the inland regions. In the region of Nirmathas, beef or lamb is used for this snack. I once tasted a highly original and equally highly disgusting version cooked with milk and mushrooms on the border of Druma..."
ko: "이것은 아마 아비스탄의 가장 유명한 요리일 것이다. 첼릭스의 수도에서 이 요리 맛의 비법은 구운 치즈 크러스트와 레몬 쥬스를 뿌린 것에 있다. 카디라의 시골 어부는 다른 방법을 사용하는데 아비스탄과 정 반대이다. 그들은 차가운 재료들을 잘게 다져 섞는다. 이 요리의 정확한 기원은 알려지지 않았으나 안도란에서 처음 만들어져 바다를 여행하는 사람과 순례자들에 의해 퍼졌다고 믿어진다. 가장 기본적인 요리법은 평평한 파테이다. 거기에 사과와 삶은 퀘일 알, 최고급 버터와 양파 반쪽을 으깨어 더한다. 들어가는 재료는 지역마다 다르다. 니르마타스 지방에서는 소고기나 양고기를 넣는다. 나는 드루마 국경에서 우유와 버섯으로 요리한 것을 먹었는데 맛이 원초적이면서도 역겨웠다..."
ko_mt: "아마도 아비스탄에서 가장 인기있는 요리 일 것입니다. 첼리악스의 수도에서는 치즈 크러스트에 구워 레몬 주스를 뿌립니다. 현지 어부들은 아비스탄의 반대편에있는 카디 라에서 다른 요리 방법을 사용합니다. 거기에서 잘게 잘리고 차가운 재료를 섞은 것을 찾을 수 있습니다. 이 요리의 정확한 기원은 아직 알려지지 않았지만 일반적으로 안도란에서 발명되어 선원과 순례자들에 의해 전 세계로 퍼진 것으로 여겨집니다. 가장 기본적인 버전에서는 플레인 파테로 제공됩니다. 준비하려면 청어를 매콤한 매리 네이드에 담근 다음 다져서 펴 바를 수 있는 페이스트로 만듭니다. 으깬 시큼한 풋사과, 삶은 메추리알, 가장 신선한 버터, 양파 반 개를 넣으세요. 재료 목록은 내륙 지역에 따라 다를 수 있습니다. 니르마타스 지역에서는 소고기나 양고기가 이 간식에 사용됩니다. 나는 한때 Druma의 경계에서 우유와 버섯으로 요리 한 매우 독창적이고 똑같이 역겨운 버전을 맛본 적이 있습니다.. "

source: "Cooking Almanac of the Inner Sea" by Jubilost Narthropple, signed by the author
ko_mt: "내해의 요리 연감", 저자 서명 주빌 로스트 나스 로플

source: "Secret Overlords: the Essence of the World Order"
ko: "비밀의 대군주: 세계 질서의 정수"
ko_mt: "비밀 대군주 : 세계 질서의 본질"

source: "Until recently, we knew this world as it was described in books and stories. A sewer, torn apart by hyenas that separate us with nations and borders, oppress us with extortion and lies, and assert their authority and power. However, someone else's hand rules these slaves who act like masters. It's a threat far more intimidating than a handful of arrogant fools. Our lands are secretly ruled by the most ancient creatures of Golarion, the inhabitants of the ever-dark depths, who know both past and future. People are led along paths they cannot see, and do not have the power to leave — to an end known only to our the hidden masters. Some insist that the signs are purely coincidental, but they point to a vast conspiracy. Only a fool can fail to see how the myriad coincidences weave into a great cobweb. Or they have submitted their very will and sworn their allegiance to our unseen masters in the depths."
ko: "최근까지, 우리는 이 세상이 책과 이야기에서 묘사한 것과 다르지 않다고 생각했다. 하이에나들에게 뜯겨 나라와 국경으로 나뉘어진 하수구가 강탈과 거짓말로 우리를 압박하고, 그들의 권위와 권력을 주장한다. 하지만, 다른 누군가의 손이 우리를 노예처럼 부리고 있다. 이것은 오만한 멍청이들이 하는 위협보다 더 무서운 협박이다. 우리의 땅은 골라리온의 고대 생명체들에 의해 지배를 받고 있다. 그들은 어둠의 심부 속에서 살며 과거와 미래를 알고 있다. 사람들은 보이지 않는 길 위에서 끌려다니고 있다, 그리고 뿌리칠 힘 또한 없다. 결국 보이지 않는 주인들의 손에 죽을 뿐이다. 누군가는 그저 우연일 뿐이라고 말하지만, 그들이 지적한 것이 바로 음모이다. 바보들은 수많은 우연들이 결국 거대한 하나의 사실로 이어지는 것을 모른다. 아니면 그저 의지를 꺾고 보이지 않는 주인에게 복종하는 것이다."
ko_mt: "최근까지 우리는 책과 이야기에 묘사된 대로 이 세계를 알고 있었습니다. 국가와 국경으로 우리를 분리하고 강탈과 거짓말로 우리를 억압하며 권위와 권력을 주장하는 하이에나에 의해 찢겨진 하수구. 하지만 주인처럼 행동하는 이 노예들을 지배하는 누군가의 손이 있습니다. 그것은 오만한 소수의 바보들보다 훨씬 더 위협적인 존재입니다. 우리의 땅은 과거와 미래를 모두 알고 있는 골라리온의 가장 오래된 생명체, 항상 어두운 심해의 주민들이 비밀리에 지배하고 있습니다. 사람들은 보이지 않는 길로 인도되고, 떠날 힘도 없으며, 숨겨진 주인들만이 아는 끝으로 인도됩니다. 어떤 이들은 이 징조들이 순전히 우연이라고 주장하지만, 이는 거대한 음모를 가리키고 있습니다. 어리석은 자만이 무수한 우연이 어떻게 거대한 거미줄로 엮이는지 보지 못할 수 있습니다. 또는 그들은 자신의 의지를 제출하고 깊은 곳에서 보이지 않는 주인에게 충성을 맹세했습니다."

source: "Eternal Sunshine. A Pilgrim's Journal."
ko: "영원한 햇빛. 순례자의 여행일지."
ko_mt: "이터널 선샤인. 순례자의 일기"

source: "I failed to resist temptation, and quickly doused my weary feet in the holy waters of the oasis. I washed my feet off first, for it would never do to desecrate a divine font with the dust of the road. The sunset danced upon the surface of the water. I closed my eyes as my flesh went numb, in yearning anticipation of a miracle. On the road, pain had gnawed at my heart, but now it melted into the holy water, and my sores seemed to fade away. I looked into my heart, and questioned the purity of my thought. Was I worthy enough to escape my torment? Would Sarenrae give me a sign? I was prepared to greet the sound of flapping dove wings. The fever overwhelmed me. I sensed the divine rays, but the sun had set. The light was coming through my eyelids! I witnessed the figures of Sarenrae and her angels. I dared open my eyes, but they were heavy, as if burdened with all the weight of the sun's heat. Sleep dawned upon me."
ko: "나는 유혹에 저항하지 못했고 신성한 오아시스의 물에 뛰어들었다. 나는 먼저 발을 씻었다. 흙길에서 이런 신성한 곳을 찾기란 쉽지 않기 때문이다. 물의 표면에서 햇빛이 춤을 추고 있었다. 나는 피곤해서 눈을 감았다. 나는 기적을 원하고 있었다. 길에서 고통이 내 심장을 갉아먹었지만 그 고통은 이제 신성한 물로 씻겨졌고 내 아픔은 사라졌다. 나는 생각하면서 나는 순수한지 자신에게 질문했다. 내 고통을 벗어날 정도로 나는 가치가 있는 걸까? 서렌레이께서 나에게 신호를 주는 것일까? 나는 비둘기가 날개짓하는 소리에 응답할 준비가 되었다. 흥분이 나를 압도했다. 나는 신성한 광선을 느꼈지만, 해는 지고 없었다. 내 눈꺼풀 사이로 빛이 들어오고 있었다! 나는 사렌레이와 그녀의 엔젤들의 모습을 목격했다. 감히 눈을 떴지만 눈꺼플이 태양열의 무게를 모두 부담하듯 무거웠다. 잠이 깼다."
ko_mt: "나는 유혹을 뿌리치지 못하고 오아시스의 성수에 지친 발을 재빨리 담갔다. 도로의 먼지로 신성한 글꼴을 더럽힐 수 없었기 때문에 먼저 발을 씻었다. 나는 기적을 간절히 기다리며 살이 마비되는 것을 느끼며 눈을 감았다. 길 위에서 고통이 내 마음을 갉아먹었지만, 이제 그 고통이 성수에 녹아내려 상처가 사라지는 것 같았다. 나는 내 마음을 들여다보며 내 생각의 순수성에 의문을 품었다. 나는 고통에서 벗어날 수 있을 만큼 합당한 사람인가? 사렌래가 나에게 계시를 줄까? 나는 비둘기 날갯짓 소리를 맞이할 준비가 되어 있었다. 열이 나를 압도했다. 신성한 광선을 느꼈지만 해가 지고 있었다. 눈꺼풀 사이로 빛이 들어오고 있었어요! 나는 사렌래와 그녀의 천사들의 모습을 목격했습니다. 감히 눈을 떴지만 태양열의 무게를 모두 짊어진 듯 눈이 무거웠다. 잠이 찾아왔다"

source: "Fighting the Bleaching: Practical Guidance" by Guisa Nordequanni
ko: "백화에 맞서 싸우다: 실용적인 안내서" 구이사 노르드콰니 지음
ko_mt: "백화 퇴치 : 실용적인 지침 "Guisa Nordequanni의

source: "1. The youth shall leave their malady behind! The Bleaching does not cling to people until they mature. 2. What is the color of your skin? Apple-cheeked yesterday, but deathly pale today? That's an alarming sign! Closely monitor the condition of your skin, hair, and eyes. 3. Never be bored. Curiosity is your best protection. Have a finger in every pie! 4. Don't break your neck. Be prepared to stand up for yourself or run for your life when you venture out to seek adventure. 5. Never give up. There's a remedy for the Bleaching — and it isn't pills. But a new wardrobe or a new lover can stop the disease. And a proper journey can prevent its onset for a long time! 6. You are not alone. Find yourself some soulmates. They might just give you a new lease of life."
ko: "1. 나이가 어려도 병에 걸리는 것을 조심하라! 백화는 나이에 상관 없이 찾아온다. 2. 당신의 피부색은 어떤 색인가? 어제는 볼이 빨갰어도 오늘은 창백해졌나? 그렇다면 그것은 경고이다! 당신의 피부와 머릿결, 눈의 상태부터 조심히 관찰하라. 3. 절대 지루해지지 말아라. 호기심은 최고의 보호막이다. 케이크를 먹을 때마다 손가락으로 찍어 먹어라! 4. 목이 부러져서는 안 된다. 모험을 하고자 할 때는 항상 서서 도망갈 준비를 해라. 5. 절대 포기하지 말아라. 백화의 치료법도 있다. 하지만 그것은 약이 아니다. 가구를 새로 산다던지 애인을 새로 사귄다면 병을 막을 수 있다. 그리고 적절한 여행은 백화를 오랫동안 막아줄 것이다! 6. 당신은 혼자가 아니다. 소울메이트를 찾아라. 그들은 당신에게 새로운 삶을 줄 것이다."
ko_mt: "1. 젊은 이들은 병을 버려야한다! 백화는 성숙 할 때까지 사람들에게 달라 붙지 않는다 . 2. 당신의 피부색은 무엇입니까? 어제는 사과색 뺨이었는데 오늘은 죽을 정도로 창백합니까? 이는 놀라운 신호입니다! 피부, 머리카락, 눈의 상태를 면밀히 관찰하세요. 3. 지루해하지 마세요. 호기심은 최고의 보호 장치입니다. 모든 분야에 관심을 가져라! 4. 목을 부러뜨리지 마십시오. 모험을 찾아 모험을 떠날 때 스스로 일어서거나 목숨을 걸고 달릴 준비를 하십시오. 5. 절대 포기하지 마세요. 탈색증에는 약이 아닌 치료법이 있습니다. 하지만 새로운 옷장이나 새로운 연인이 이 병을 멈출 수 있습니다. 그리고 적절한 여행은 발병을 오랫동안 예방할 수 있습니다! 6. 당신은 혼자가 아닙니다. 소울메이트를 찾아보세요. 그들은 당신에게 새로운 삶을 선사할지도 모릅니다"

source: "The Notes of a Traveling Priest: Ilthuliak" by Tyrin Dean
ko: "여행 사제의 기록: 일툴리악" 타이린 딘 지음
ko_mt: "여행하는 사제의 노트: 일툴리악"타이린 딘의

source: "Imagine this: A girl (whose name I shall not disclose) comes to town and immediately purchases the most expensive suburban villa. This newcomer spends unfathomable amounts on charity, even returning several tragically perished citizens to life at her own expense. She's very young; her rough speech and manners indicate that she's not of noble birth. This leaves the whole town wondering: how did this young lady come into possession of such a huge fortune, and why does she spend it so eagerly? Those secrets were revealed to me when I was invited to the mysterious girl's house to provide healing services. The young lady reluctantly displayed something she'd been hiding from everyone — terrible acid burns. She forestalled any questions with a single word: 'Ilthuliak.' The monstrous black dragon's name was well known in the River Kingdoms. She'd lived in the region for hundreds of years, inspiring terror and emptying settlements. Many experienced dragon hunters attempted to put a stop to her — and all perished. No one knew where Ilthuliak's lair was, or where she would strike next. The wounds Ilthuliak's acid breath left on my patient's body were terrible, but her soul was hurt much worse. The girl and her friends had found the lair of the dragon. They could have gathered hunters to destroy the monster, but they instead kept silent in search of profit. When the lair's mistress was absent, they would carry treasure out, little by little. Ilthuliak suspected something was happening, so she set an ambush for the thieves, and they were dealt with cruelly. My patient pretended to be dead, surviving while the dragon devoured the bodies of her friends. She had much gold left at her disposal, but it came with the burden of memories that recalled devastated cities and countless people burned by acid. Unable to tolerate the guilt, the girl tried to atone for ill-gotten gains with good deeds. I was able to heal her physical wounds. When we parted, she told me she planned to spend the rest of her wealth organizing an expedition to Ilthuliak's lair to end the beast. I recently heard rumor that the villa has been abandoned for quite some time now. It's possible the owner left for other lands, but my heart tells me her bones lie in the lair of Ilthuliak — that winged terror and plague to the River Kingdoms..."
ko: "상상해 보라. 한 여성(그 이름은 밝힐 수 없다)이 마을에 와서 도시에서 가장 비싼 집을 구매하는 모습을. 이 여성은 엄청나게 많은 돈을 기부하는 것도 모자라 끔찍하게 죽은 시민들을 사비로 살려주었다. 그녀는 매우 어리고 투박한 말투와 행동은 그녀가 귀족이 아님을 말해준다. 이 사실로 많은 궁금증이 생긴다. 어떻게 이 어린 여성이 엄청난 부자가 되었고 거리낌 없이 많은 돈을 쓸 수 있단 말인가> 이 비밀은 내가 이 의문의 여성의 집에서 치료를 하러 갈 때 밝혀졌다. 이 여성은 자신이 숨긴 산성 화상 자국을 보여주기를 싫어했다. 그녀는 일툴리악이라는 질문은 애초에 하지도 못하게 하였다. 그 괴물 블랙 드래곤은 강의 왕국들에 잘 알려져있다. 그녀는 수백년을 그 지역에서 살았고 사람들의 공포를 유발하고 마을을 없애기도 했다. 많은 경험 많은 드래곤 헌터들이 그녀를 막으려 했지만 모두 죽었다. 일툴리악의 레어가 어디인지 그녀가 어디를 공격할지는 누구도 몰랐다. 일툴리악의 산성 브레스가 내 환자의 몸에 남긴 상처는 끔찍했지만 그녀의 영혼은 그 보다 더 많이 상처를 받았다. 그녀와 그녀의 친구들은 드래곤의 둥지를 발견했던 것이다. 그들은 드래곤을 물리치기 위해 사냥꾼를 모았고 보상에 대해서는 말하지 않았다. 드래곤이 레어에 없을 때 그들은 보물들을 조금씩 빼낼 수 있었다. 일툴리악은 낌새를 알아차리고 도둑들을 기습해 치명적인 피해를 입혔다. 내 환자는 죽은척을 했고 드래곤이 그녀의 친구들을 잡아먹는 동안 살아남았다. 그녀는 아직 돈이 많았지만 파괴된 도시와 산성에 타버린 사람들의 기억은 상처가 되었다. 죄책감을 이기지 못하고 그녀는 선행으로 자식의 죄를 뉘우치려 한 것이다. 나는 그녀의 상처를 치료해줄 수 있었다. 우리가 헤어질 때 그녀는 나머지 재산을 써서 일툴리악을 물리치기 위한 모험단을 만들겠다고 했다. 나는 그 집이 언젠가부터 비어졌다는 소식을 들었다. 집 주인은 다른 곳으로 떠났을 수도 있겠지만 내 마음 속에서 그녀의 뼈는 일툴리악의 둥지에 있으리라는 사실이 떠오른다..."
ko_mt: "이것을 상상해보십시오: 한 소녀 (이름은 공개하지 않겠습니다)가 마을에 와서 즉시 가장 비싼 교외 빌라를 구입합니다. 이 신규 이민자는 자선 단체에 헤아릴 수없는 금액을 지출하고 심지어 비극적으로 사망 한 여러 시민을 자신의 비용으로 다시 살리기까지합니다. 그녀는 매우 어리고 거친 말투와 매너로 보아 귀족 출신이 아닌 것으로 보입니다. 마을 사람들은 이 젊은 여성이 어떻게 그렇게 막대한 재산을 소유하게 되었으며, 왜 그렇게 열심히 돈을 쓰는지 궁금해했습니다. 그 젊은 여성은 모두에게 숨겨왔던 끔찍한 산성 화상을 마지못해 보여주었습니다. 소녀는 '일툴리악'이라는 한 마디로 모든 질문을 차단했습니다." 리버 킹덤에서는 괴물 같은 블랙 드래곤의 이름이 잘 알려져 있었어요. 수백 년 동안 이 지역에 살면서 공포를 불러일으키고 정착촌을 비워냈기 때문이었죠. 많은 노련한 용 사냥꾼들이 일툴리아크를 막으려 했지만 모두 죽고 말았습니다. 일툴리아크의 은신처가 어디인지, 다음에 어디를 공격할지 아무도 알지 못했습니다. 일툴리아크의 산성 입김이 환자의 몸에 남긴 상처는 끔찍했지만 영혼은 훨씬 더 큰 상처를 입었습니다. 소녀와 친구들은 용의 은신처를 찾았다. 그들은 사냥꾼들을 모아 괴물을 처치할 수도 있었지만, 대신 이익을 위해 침묵을 지켰다. 소굴의 여주인이 부재중일 때면 그들은 보물을 조금씩 꺼내곤 했어요. 일툴리악은 무슨 일이 일어나고 있다고 의심하여 도둑들을 매복했고, 도둑들은 잔인하게 처리되었습니다. 드래곤이 친구들의 시체를 먹어치우는 동안 환자는 죽은 척하며 살아남았고, 많은 금을 손에 넣었지만 황폐해진 도시와 산에 불탄 수많은 사람들을 떠올리게 하는 기억의 짐을 안고 있었습니다. 죄책감을 견딜 수 없었던 소녀는 선행을 통해 부당한 이득을 속죄하려고 노력했고, 육체적 상처를 치유할 수 있었습니다. 우리가 헤어질 때 그녀는 남은 재산을 일툴리아크의 은신처로 원정대를 조직해 야수를 끝장낼 계획이라고 말했어. 주인이 다른 땅으로 떠났을 수도 있겠지만, 내 생각엔 강왕국에 공포와 전염병을 퍼뜨리는 일툴리아크의 소굴에 그 여자의 뼈가 있을 것 같아..."

source: "The Curse of Ancient Iobaria" by Hastef Umme
ko: "고대 이오바리아의 저주" 하스테프 움므 지음
ko_mt: "고대 이오바리아의 저주", 하스테프 움메
