Repository: akintos/wotr-translation
Catalog: translation/*/Books.po
Languages: ko, ko_mt

source: Old Technic League Letter
ko: 오래된 기술 연맹 편지
ko_mt: 올드 테크닉 리그 편지

source: "Maestro Janush, The problem is finally solved, and we have an incident report on all damages sustained by our organization. The company of technomancers and their robotic escort, deployed at your command, have finally eliminated this nuisance. I regret to inform you that very few of our men have survived the assault. The Myrmidon and lower class robots have been reduced to parts, and only one of our two precious Annihilators is still in service, although heavily damaged and beyond our capabilities to repair. At least, the case of this "Disaster on Numeria" is finally closed for good, and the complete reports will be sent to you as soon as possible. In the meantime I can shed some light on the main lines of inquiry at play here. For the moment, this seems to have been the work of a small group of powerful and well organized individuals, referred to as the Five Disasters until further information is recovered: -One android, unregistered, with four arms and heavily customized cyberware, which is what allowed it to cause such heavy damage with crippling and often fatal explosives. We have not been able to repair it and put it to use, all that we have able to extract is a chunk of strange nanite cloud that settles into a tangible form, and some largely corrupted data. For now, our restoration efforts have only succeeded in extracting a self-identification of "Gears" and several recurring names — "Eloniel", "Sayeh", "Shindra", "Elfrieda", "Maks", "Byllee" and "Sandalee". We are hopeful that the names of the Disasters are among them, as this is the only promising starting point for our investigation. -What seemed to be a female angel (possessing wings and the powerful holy aura), who greatly delayed the execution of the Disasters through her sustained curative powers. With her support the Disasters seemed to heal faster than they could be damaged, and with each heal one of our men seemed to suffer a backlash and spontaneously combust. -A female devil or similar beast (horns, tail, small pointed fangs, extremely nimble). She was the last to fall, even though her damage output did not seem to match that of her peers. She seemed untouchable, until the Annihilator obliterated the general region she was last seen in. -A human female, with very strange powers. Attacking our troops with the combination of a bow and mysterious singing, she seems to have caused sporadic mutations and a burst of aggression in her allies during battle. No traces of her or mutations remained afterwards, though we are still investigating. -The last case is quite unusual, and resists easy classification. An elven male or possibly half-elf in appearance, he threw himself into the fray drooling with rage and unleashing a storm of steel and lead with a blade and a handgun. Between two assaults, the android scratched him and he changed into a massive six-armed creature made of water – wreaking havoc among our ranks with claws, fangs and weapons. There is clearly still much to investigate. The aforementioned Disasters seem to be behind the deaths of our agents that lead to the end of our activity at the Scar of the Spider, on the Felldale side, forcing us to return to our headquarters at Starfall. Their true intentions and the motivation behind their hostilities are still unknown, our teams have always been assaulted without a word. Despite this hard blow you will be happy to know that our activity in Numeria should have been resumed by the time this message will have reached you. Kalannah PS. I attach to this letter a box containing the remains of the android, the nanites take form and fuse, but seem practically inert and unresponsive to our experts and analysis machines. Maybe you can find some use for them."
ko: "마에스트로 야누쉬께, 마침내 문제가 해결되었습니다. 우리 조직이 입은 모든 피해에 대한 사고 보고서를 올립니다. 지시하신 대로 회사의 기술자들과 로봇 호위들이 이 소란을 잠재웠습니다. 송구스럽게도 이 습격에서 살아남은 우리 인원은 얼마 되지 않습니다. 미르미돈과 하급 로봇들은 겨우 부품만 건졌고, 우리의 귀중한 어나힐레이터 두 대중 한 대는 아직 운용 가능합니다만, 큰 손상을 입었고 우리 능력으로는 수리가 불가능합니다. 적어도 "누메리아 재앙" 사태는 이제 완전히 종결되었으며, 가능한 한 빠르게 완전한 보고서를 올리도록 하겠습니다. 그전에 주요 연구 사항을 간추려 여기에 적어 올립니다. 현재까지 이 사태는 강력한 개인들이 조직적으로 움직이는 소규모 집단이 벌인 소행으로 보이며, 더 자세한 정보가 밝혀질 때까지는 5대 재앙이라 부르기로 하였습니다: -팔 4개를 지닌 미등록 안드로이드 한 대. 이 안드로이드의 사이버웨어는 몹시 개조되어 폭발을 통한 장애나 사망의 유발이 허용되어 있었습니다. 이것을 수리해서 사용해 보려고 하였으나, 이상한 나노 기기 구름 덩어리를 추출해내는데 그쳤습니다. 지금은 만질 수 있는 형태로 안정화되었지만 일부 데이터가 손상되어 있습니다. 일단 복구를 시도하였으나 성공한 것은 "기어스"라는 자기 인식과, "엘로니엘", "세이", "신드라", "엘프리다", "맥스", "빌리", "샌달리"라는 몇개의 반복되는 이름들을 추출해낸 것 뿐입니다. 재난의 원흉이 이중에 있기를 바라고 있습니다. 수사의 단서가 될만한 것이 그것 밖에 없습니다. -날개와 강력한 성스러운 오라를 지닌 여성형 엔젤 같은 존재. 한결 같은 치유 능력으로 재앙의 처리를 엄청나게 늦추었습니다. 재앙이 피해를 받는 것보다 더 빠르게 치유되는 것 같았고, 치유될 때마다 우리 인원이 그 반동을 받아 자연 발화를 일으켰던 것으로 보입니다. -뿔, 꼬리, 작고 뾰족한 송곳니, 극도의 민첩성을 지닌 여성형 데빌 또는 짐승. 유발한 피해가 동료들에 비할 바는 아니었지만, 제일 나중에 제압되었습니다. 어나힐레이터가 그 지역을 통째로 날려버리기 전까지는 거의 손도 대지 못했습니다. -매우 특이한 능력을 지닌 인간 여성. 활과 신비로운 노래의 조합으로 우리 병력을 공격했지만, 전투중 자기 동료들에게 산발적으로 돌연변이를 일으키며 공격성을 표출하는 것이 보였습니다. 아직 조사 중이지만, 그 이후로는 그녀나 돌연변이의 흔적을 찾을 수 없었습니다. -마지막 사례는 상당히 이례적이며, 쉽게 분류하기 어렵습니다. 겉보기에는 엘프나 하프엘프 남성으로 보이는데, 게거품을 물고 분노한 상태로 칼과 권총을 휘둘러 강철바람과 납탄의 비를 휘몰아쳤습니다. 다음 습격 때는 안드로이드가 그를 할퀴었는데, 그러자 팔이 6개 달린 물로 이뤄진 거대한 생명체로 변해 발톱, 송곳니, 그리고 무기를 휘두르며 우리 대열을 혼란에 빠뜨렸습니다. 명백히 추가 조사가 필요한 상황입니다. 상기한 재앙 뒤에는 요원들을 죽여서 펠데일 방면 거미의 흉터에서 진행중인 우리 활동을 접게하고 스타폴 기지로 철수하도록 하려는 속셈이 있는 듯합니다. 공격의 진의와 동기는 아직 밝혀내지 못했으며, 우리가 당한 습격 중에도 별다른 말은 없었습니다. 비록 이렇게 심대한 타격을 입었지만, 이 전언을 당신께 전하는 동안 누메리아에서 우리 활동이 재개되었다는 점은 희소식이 될 수 있을 듯합니다. 칼란나. PS. 이 편지에 안드로이드의 잔해가 들어 있는 상자를 첨부합니다. 나노 기기는 형태와 퓨즈를 가지고 있지만, 우리 전문가들과 분석 기계에는 거의 반응하지 않아 비활성 상태로 보입니다. 아마 당신께서는 이것을 유용하게 쓸 수 있으실 겁니다."
ko_mt: "마에스트로 야누시, 드디어 문제가 해결되었고, 우리 조직이 입은 모든 피해에 대한 사고 보고서가 있습니다. 당신의 명령에 따라 배치된 테크노맨과 로봇 호위대가 마침내 이 골칫거리를 제거했습니다. 유감스럽게도 우리 대원 중 극소수가 공격에서 살아남았다는 사실을 알려드립니다. 미르미돈과 하급 로봇은 부품으로 전락했고, 우리의 소중한 전멸기 두 대 중 한 대만이 아직 작동 중이지만 심하게 손상되어 수리할 수 있는 능력을 넘어섰습니다. 적어도 이번 "누메리아의 재앙" 사건은 영원히 종결되었으며, 전체 보고서는 가능한 한 빨리 여러분께 보내드리겠습니다. 그 동안 이번 사건의 주요 조사 내용에 대해 몇 가지 말씀드릴 수 있습니다. 현재로서는 추가 정보가 복구될 때까지 "다섯 가지 재앙"으로 불리는 강력하고 잘 조직된 소수의 개인이 저지른 것으로 보입니다. -등록되지 않은 안드로이드 한 대가 4개의 팔과 고도로 커스터마이징된 사이버웨어를 장착하고 있었기 때문에 치명적이고 치명적인 폭발물로 막대한 피해를 입힐 수 있었던 것으로 보입니다. 아직 복구하여 사용할 수 있는 상태는 아니며, 눈에 보이는 형태로 정착한 이상한 나노 클라우드 덩어리와 크게 손상된 데이터만 추출할 수 있었습니다. 현재로서는 "기어스"라는 자체 식별자와 "엘로니엘", "세이", "신드라", "엘프리다", "막스", "바이리", "샌달리" 등 몇 개의 반복되는 이름만 추출하는데 성공했을 뿐입니다. 이것이 조사의 유일한 유망한 출발점이기 때문에 우리는 재난의 이름이 그 중 하나이기를 희망합니다. -여성 천사 (날개와 강력한 성스러운 기운을 소유 한)로 보이는 천사는 지속적인 치료 능력을 통해 재앙의 실행을 크게 지연 시켰습니다. 그녀의 지원으로 재앙은 손상된 것보다 더 빨리 치유되는 것처럼 보였고, 치유 될 때마다 우리 남성 중 한 명이 반발을 겪고 자연적으로 연소하는 것처럼 보였습니다. -암컷 데빌 또는 이와 유사한 짐승 (뿔, 꼬리, 작고 뾰족한 송곳니, 매우 민첩함). 공격이 다른 동료들에 비해 떨어지지만 가장 마지막으로 쓰러졌습니다. 전멸자가 마지막으로 목격된 일반 지역을 전멸시키기 전까지는 범접할 수 없는 존재로 보였습니다. -매우 이상한 힘을 가진 인간 여성. 활과 신비한 노래의 조합으로 우리 부대를 공격하는 그녀는 전투 중에 아군에게 산발적인 돌연변이와 폭발적인 공격성을 일으킨 것으로 보입니다. 그 후에도 그녀나 돌연변이의 흔적은 남아 있지 않지만, 아직 조사 중입니다. -마지막 사례는 매우 이례적이며 쉽게 분류하기 어렵습니다. 엘프 남성 또는 하프 엘프로 보이는 외모의 그는 분노에 침을 흘리며 칼과 권총으로 강철과 납의 폭풍을 일으키며 전투에 몸을 던졌습니다. 두 번의 공격 사이에 안드로이드는 긁힌 상처를 입고 물로 만든 여섯 개의 팔을 가진 거대한 생명체로 변해 발톱과 송곳니, 무기를 휘두르며 우리 대열을 혼란에 빠뜨렸습니다. 아직 조사해야 할 것이 많이 남아 있습니다. 펠데일 쪽 거미의 흉터에서 우리 요원들의 활동을 중단하고 별똥별의 본부로 돌아가게 만든 배후에는 앞서 언급한 재앙이 있는 것 같습니다. 그들의 진정한 의도와 적대 행위의 동기는 아직 밝혀지지 않았으며, 우리 팀은 항상 말없이 공격을 당했습니다. 이렇게 큰 타격을 입었음에도 불구하고 이 메시지가 여러분께 전달될 때쯤이면 누메리아에서의 활동이 재개되었을 것이라는 사실을 알게 되어 기쁘게 생각합니다. Kalannah 추신. 나는 이 편지에 안드로이드의 유골이 들어있는 상자를 첨부하고 나노이트는 형태를 취하고 융합하지만 우리 전문가와 분석 기계에 거의 불활성이고 반응하지 않는 것처럼 보입니다. 어쩌면 쓸모가 있을지도 모르겠네요."

source: An Exhaustive Enumeration of Count Daeran Arendae's Activities, Submitted for the Approval and Edification of the Eminently Respectable and Highly Esteemed Knight Commander of the Fifth Crusade
ko: 대런 아렌데 백작의 더없이 상세한 행위 열람표, 무한히 숭고하시고 널리 존경받으실 5차 성전 사련관님의 만족과 안녕을 기원하며
ko_mt: 다섯 번째 십자군의 존경스럽고 존경받는 기사 사령관의 승인과 교화를 위해 제출 된 대런 아렌대 백작의 활동에 대한 철저한 열거

source: "...Indulged in a number of gloriously naughty reveries, in this particular order: — Dreams of sexual intercourse with a beautiful elven princess: one hour; — Dreams of vigorous sexual intercourse with a squad of muscular southern mercenaries: half an hour; — Dreams of sexual intercourse with Her Majesty the Queen before, on, and under the royal throne in the Grand Palace of Nerosyan: fifteen minutes per act; — Dreams of enjoying a barrel full of Kyonin wine, a soft feather bed, and a fine three-course dinner: two hours, including a break to sustain myself with some upliftingly nutritious army rations; — Dreams of Mendev's bright future where the strict doctrines of the Church of Iomedae are abolished, and dull faces and boredom are punishable by death: ten minutes, interrupted by a sudden twinge of sadness and dismay."
ko: "...황홀하게 외설적인 몽상에 잠김, 다음과 같은 순서로: — 아름다운 엘프 공주와의 성행위를 상상함: 한 시간; — 한 무리의 근육질 남부 용병들과의 격렬한 성행위를 상상함: 삼십 분; — 네로시안 왕궁의 왕좌 앞, 위, 아래에서 이루어지는 여왕 폐하와의 성행위를 상상함: 각각 십오 분; — 쿄닌산 와인 한 통, 부드러운 깃털 침대, 세 코스로 이루어진 고급 식사를 상상함: 두 시간, 중간에는 영양소로 가득한 배급 식량으로 배를 채우느라 잠시 쉬었음; — 멘데브의 희망찬 내일에는 아이오메데 교회의 엄격한 규율이 폐지되고, 따분한 표정을 짓거나 지루해하는 자에게는 사형 선고가 내려질 것이라 상상함: 십 분, 갑자기 우울하고 절망적인 기분이 되어 중단됨."
ko_mt: "...아름다운 엘프 공주와의 성관계 꿈 : 한 시간; - 근육질의 남부 용병 분대와의 격렬한 성관계 꿈 : 30 분; - 네로시안 대 궁전의 왕좌 앞, 위, 아래에서 여왕 폐하와의 성관계 꿈. 이 특별한 순서대로 영광스럽고 음란 한 여러 환상에 빠져들었습니다. 행위 당 15 분; - 교닌 포도주로 가득 찬 통, 부드러운 깃털 침대, 고급 3 코스 저녁 식사를 즐기는 꿈 : 영양가가 높은 군대 배급으로 자신을 유지하기위한 휴식을 포함하여 2 시간; - 아이오메데 교회의 엄격한 교리가 폐지되고 둔한 얼굴과 지루함은 사형에 처해질 수 있는 멘데브의 밝은 미래에 대한 꿈 : 10 분, 갑자기 슬픔과 실망으로 중단됨."

source: The page lacks any legible writing. It is covered with poorly drawn lewd pictures instead.
ko: 종이에 읽을 수 있는 글이라고는 하나도 없고, 조잡하고 음란한 그림들로 뒤덮여 있다.
ko_mt: 이 페이지에는 읽기 쉬운 글씨가 없습니다. 대신 잘못 그려진 음란 한 그림으로 덮여 있습니다.

source: "Without a Shadow of a Doubt, Expecting Nothing in Return. The Life and Feats of Lord Axilar Trezbot."
ko: "의심의 그림자 없이, 대가를 기대하지 않으며. 악실라르 트레즈봇 경의 삶과 업적."
ko_mt: "의심의 여지없이, 대가를 바라지 않고. 액실라 트레즈봇 경의 삶과 업적"

source: By Nurah Dendiwhar Nerosyan, Cruciform Cathedral Publishing House "Frowning, Lord Trezbot made a gesture for his people to halt. Everyone froze; no one dared to disobey his order, even one given with his eyes alone. Lord Trezbot loved to say that he could only win when his whip frightened his soldiers more than the demons' claws — and he succeeded like no other in enforcing discipline. The lord approached what we took for a scarecrow from afar, left in the middle of the wasteland by an unknown farmer. Pricking it with his sword, the lord made us a sign to approach. It was the body of a young crusader — a boy, not twenty years old. Horribly broken, disemboweled, with shards of bone sticking out and shreds of skin dangling in the wind. Horror watched us from the stake, eye sockets filled with worms. A contemptuous smirk crossed the lord's face. 'Coward.' He said through his teeth. 'Fled from the battle. The demons caught him and he surrendered without a fight. And here are his useless fellows!' The lord kicked an inconspicuous bump under his feet, and it rolled, revealing an open helmet's visor with greenish-gray mush inside, swarming with insects. We shivered and looked down, realizing the ground underneath our feet was a mix of shards of metal and pieces of flesh. 'Cowards.' The lord said again. 'Cowards and weaklings. They were doomed even before they approached the Worldwound. They should never have left their comfortable homes. What did they achieve? They delivered the demons a hot lunch, that's all. Let's go! While the slugs waste their useless lives, someone has to win this ridiculous war!' Without turning away, or heeding the disgusting crunching sound underneath his feet, he strode forward. We hurried after him, trying not to step on anything that was until recently a part of a someone's body."
ko_mt: 누라 덴디와르 지음, 네로시안, 십자성당 출판사 "트레즈봇 경이 얼굴을 찡그리며 백성들에게 멈추라는 손짓을 했다. 모두가 얼어붙었고, 눈빛만으로 내린 명령이라 해도 감히 거역할 수 있는 사람은 아무도 없었다. 트레즈봇 경은 병사들이 데몬의 발톱보다 자신의 채찍에 더 겁을 먹어야만 승리할 수 있다고 말하곤 했는데, 그 누구보다 기강을 바로 세우는데 성공했습니다. 주님은 칼로 허수아비를 찌르며 우리에게 접근하라는 신호를 보냈습니다. 스무 살도 안 된 어린 성전사의 시신이었죠. 끔찍하게 부서지고 내장이 제거되어 뼈 조각이 튀어나오고 피부 조각이 바람에 나부끼고 있었습니다. 기둥에서 공포가 우리를 지켜보고 있었고, 눈구멍에는 벌레가 가득했다. 경멸의 미소가 영주의 얼굴을 스쳤다. '겁쟁이.' 그는 이를 악물고 말했다. '전투에서 도망쳤군. 데몬들에게 잡혀서 싸우지도 않고 항복했지. 그리고 여기 그의 쓸모없는 동료들이 있군!' 영주가 발 밑에 있는 눈에 띄지 않는 돌기를 발로 찼고, 그것이 굴러가면서 열린 투구의 바이저가 드러났고, 그 안에는 벌레가 떼 지어 다니는 녹색 회색의 진흙이 가득했다. 우리는 몸을 떨며 아래를 내려다보았고, 발 아래 땅이 금속 파편과 살점 조각이 뒤섞여 있다는 것을 깨달았습니다. 군주가 다시 말했다. '겁쟁이들과 나약한 자들. 그들은 세계상처에 접근하기도 전에 이미 운명이 정해져 있었다. 그들은 결코 안락한 집을 떠나지 말았어야 했어. 그들은 무엇을 성취했지? 데몬들에게 따뜻한 점심을 가져다준 것뿐이다. 가자! 민달팽이들이 쓸모없는 목숨을 낭비하는 동안 누군가는 이 말도 안 되는 전쟁에서 이겨야 해!" 그는 돌아서지도, 발 밑에서 나는 역겨운 바삭바삭한 소리에도 귀 기울이지 않고 앞으로 걸음을 옮겼다. 우리는 최근까지 누군가의 몸의 일부였던 것을 밟지 않으려고 서둘러 그를 뒤쫓았다"

source: A small bottle with a unique scent. It smells of something sweet with occasional harsh notes, like the air before the storm.
ko: 독특한 향기가 나는 작은 병입니다. 폭풍 전의 공기처럼, 달큰하면서도 때때로 거친 풍미의 향을 냅니다.
ko_mt: 독특한 향이 나는 작은 병입니다. 폭풍 전의 공기처럼 때때로 거친 향이 나는 달콤한 냄새가 납니다.

source: Strange Perfume
ko: 이상한 향수
ko_mt: 이상한 향수

source: Edible thingamajig produced by the magic of the Commander's ridge. The cavalier sculptors may find it useful.
ko: 사령관의 능선의 마법이 먹을 수 있는 무언가를 만들어냈습니다. 기병대 조각가가 유용하게 여길 것입니다.
ko_mt: 사령관의 능선의 마법으로 생산된 식용 토마직입니다. 무심한 조각가들이 유용하게 사용할 수 있습니다.

source: Edible Thingamajig
ko: 먹을 수 있는 무언가
ko_mt: 식용 띵가마직

source: "Bury these items in the Court, dig them up, and bring them to us!!! - Broken things - Old maps - Rations - Anything the Court can make edible We won't accept fewer than thirty of these!!! Cavalry Sculptors"
ko: "이 물품들을 궁정 내에 파 묻고, 파내서, 우리에게 가져와!!! - 부서진 물건들 - 낡은 지도들 - 전투식량 - 궁정이 먹을 만하게 만들 수 있는 것들 우리는 얘네들이 30 개 보다 적으면 절대 용납하지 않을 거야!!! 조각가 기병대"
ko_mt: "이 물건들을 법원에 묻어두고 파내서 우리에게 가져와!!! - 부서진 물건 - 오래된 지도 - 식량 - 궁정에서 먹을 수 있는 모든 것 서른 개 이상은 받지 않겠다!!! 기병대 조각가"

source: Cavalry Sculptors' List
ko: 조각가 기병대의 목록
ko_mt: 기병 조각가 목록

source: Shiny thingamabob produced by the magic of Commander's ridge. Maestro Aven'Turine may find it useful.
ko: 사령관의 능선의 마법이 빛나는 무언가를 만들어냈습니다. 마에스트로 아벤'츄린이 유용하게 여길 것입니다.
ko_mt: 사령관의 능선의 마법으로 생성된 반짝이는 거시기입니다. 마에스트로 아베투린에게 유용할지도 모릅니다.

source: Shiny Thingamabob
ko: 빛나는 무언가
ko_mt: 빛나는 거시기

source: "If buried in the Court, the items listed below will become the perfect pieces for my future mosaic: - Various feathers - Fossils - Rusted cutlery - Common rations At least thirty pieces are required."
ko: "만약 궁정 내에 묻힌다면, 아래 물품들은 내 장래의 모자이크를 위한 완벽한 조각이 될 것임: - 다양한 깃털들 - 화석들 - 녹슨 날붙이들 - 평범한 전투식량 최소 서른 조각이 필요함."
ko_mt: "법원에 묻히면 아래 나열된 항목은 미래의 모자이크에 완벽한 조각이 될 것입니다. - 다양한 깃털 - 화석 - 녹슨 수저 - 일반 식량 적어도 서른 조각은 필요합니다."

source: Maestro Aven'Turine's List
ko: 마에스트로 아벤'츄린의 목록
ko_mt: 마에스트로 아베투린의 리스트

source: You learned something new from this book.
ko: 이 책을 통해 새로운 것을 배웠습니다.
ko_mt: 이 책에서 새로운 것을 배웠습니다.

source: A hefty notebook in a thick leather cover, every inch of which has been nibbled on by insects. There are dark streaks of dried blood on the binding. Documented inside, in small, precise handwriting, are the experiments of Xanthir Vang. The records mostly describe complex magical processes, the deciphering of which would take several days at least, but there are scattered passages written in less esoteric language: "...telepathy — a dead end. I need a way to control the insects directly, with my will alone, bypassing conscious thought entirely." "Parasitism/symbiosis? Test subjects' skin is gradually ingested, replaced by the swarm. Result: failure. How do I stop them from eating through tissue?" "What is flesh? What is a body part? Planting larvae in the fatty tissues under the effect of (indecipherable). The test subjects report pain when the hatching insects pierce through. The next step is to test it on myself." "Gradual amputation of the left hand, phalanx by phalanx. Focus on phantom pains! Success: the locusts take the form of fingers (only half of the fourth and all of the fifth finger, for now)." "The locusts are still not completely responsive to my will — but enough to be able to write this with my new hands. The next problem: the brain. Dispersed cognition? Removing consciousness to the astral plane?" "The test subject retains awareness when locusts replace up to 2/3 of the brain." "Trepanation... Success... Vision... Unusual effect..." "Extremely itchy scalp."
ko: 두꺼운 가죽 표지로 제본된 무거운 책자이며, 벌레 이빨 자국이 인치마다 있다. 표지에는 검게 말라붙은 핏줄기가 있다. 안에는 작고 정교한 글씨체로 잔티르 뱅의 실험이 기록되어 있다. 이 기록에는 대개 해독하는데 최소 며칠은 걸릴 복잡한 마법적 과정이 적혀있으나, 좀 더 대중적인 언어로 쓰인 문장들도 곳곳에 산개해 있다. "...텔레파시 — 중도 포기. 나는 의식적인 생각을 완전히 배제한 채 의지만으로 벌레를 직접 통제할 수단을 강구해야 한다." "기생이나 공생? 실험체의 피부는 서서히 파먹히며 벌레 떼로 대체되었다. 결과: 실패. 그것들이 조직까지 파고 드는 것을 막을 방법이 있나?" "살이란 무엇인가? 신체 부위의 정의는? (해독 불가) 효과 아래에서 지방질 조직에 구더기를 심었다. 실험체는 그들이 속에서 부화할 때 고통을 느꼈다고 기술했다. 다음으로는 나 자신에게 실험해 봐야겠다." "왼손을 한마디 한마디 점차적으로 절단하였다. 환지통에 집중! 성공: 메뚜기들이 손가락의 형태를 이루었다 (지금으로써는 약지 절반과 새끼 손가락 전체만이긴 하지만)." "메뚜기들은 여전히 내 의지에 온전히 반응하지 않는다. 그러나 내 새로운 손으로 이 글을 적을 정도로는 충분하다. 다음 장애물: 뇌. 인지력 분산? 의식을 아스트랄 차원으로 옮겨봐?" "실험체는 뇌의 2/3까지 메뚜기 떼로 대체했음에도 지각력을 유지했다." "두부 절개... 성공... 시력... 예상치 못한 효과..." "두피가 매우 간지럽다."
ko_mt: 두꺼운 가죽 커버의 무거운 공책으로, 구석구석 벌레가 갉아먹은 흔적이 있습니다. 제본에는 마른 피가 묻어 있습니다. 그 안에는 작고 정교한 필체로 잔티르 방의 실험이 기록되어 있습니다. 기록은 대부분 해독하는데 최소 며칠이 걸리는 복잡한 마법 과정을 설명하지만 덜 난해한 언어로 쓰여진 구절이 흩어져 있습니다. "...텔레파시 - 막다른 골목. 나는 의식적인 생각을 완전히 우회하여 의지만으로 곤충을 직접 제어 할 수 있는 방법이 필요합니다. "기생/공생? 실험 대상자의 피부가 점차적으로 섭취되어 떼로 대체됩니다. 결과: 실패. 어떻게 하면 조직을 먹는 것을 막을 수 있을까요? "살이란 무엇인가요? 신체 부위란 무엇인가요? (해독 할 수 없는)의 영향으로 지방 조직에 유충을 심습니다. 실험 대상은 부화 한 곤충이 뚫을 때 통증을 보고합니다. 다음 단계는 직접 테스트하는 것입니다. "왼손의 지골을 지골별로 점진적으로 절단합니다. 환상의 통증에 집중하세요! 성공 : 메뚜기는 손가락 형태를 취합니다 (지금은 네 번째 손가락의 절반과 다섯 번째 손가락의 전체 만). "메뚜기는 아직 제 의지에 완전히 반응하지는 않지만 새 손으로 이 글을 쓸 수 있을 정도는 됩니다. 다음 문제는 뇌입니다. 분산된 인지? 의식을 아스트랄 플레인으로 옮기는 것? "실험 대상은 메뚜기가 뇌의 2/3까지 대체해도 인식을 유지합니다. "트레패네이션.. 성공.. 비전.. 특이한 효과... "두피가 극도로 가렵다."

source: Xanthir Vang's Notes
ko: 잔티르 뱅의 메모
ko_mt: 잔티르 방의 노트

source: A carved key inlaid with glimmering crystals. Judging by its unusual design, it pairs with some sort of Numerian mechanism.
ko: 반짝이는 수정을 새겨 만든 열쇠입니다. 그 독특한 생김새로 보아, 이것의 짝이 되는 누메리아식 잠금장치가 있을 것입니다.
ko_mt: 반짝이는 크리스털이 박힌 조각된 열쇠. 특이한 디자인으로 볼 때 일종의 누메리아 메커니즘과 짝을 이룹니다.

source: Numerian Key
ko: 누메리아식 열쇠
ko_mt: 수열 키

source: It is unlikely that this device was designed to open locked doors, but it is perfectly suited to that purpose. Drawing in gas from the connected metal flask with a low whine, the flaming lockpick releases a stream of white-hot flame, heating and quickly vaporizing the metal lock.
ko: 이 장치의 생김새는 도무지 잠긴 문을 여는 물품 같지 않지만, 그 용도에 완벽히 들어맞습니다. 금속 관을 연결하여 가스를 주입하면, 이 장치는 낮은 웅웅거림과 함께 백열하는 불꽃을 내뿜어서 금속 자물쇠를 가열하고, 증발시켜 버립니다.
ko_mt: 이 장치가 잠긴 문을 열도록 설계된 것 같지는 않지만 그 목적에 완벽하게 적합합니다. 연결된 금속 플라스크에서 낮은 소리로 가스를 흡입하면 불타는 자물쇠 따개는 흰색의 뜨거운 불꽃을 방출하여 금속 자물쇠를 가열하고 빠르게 증발시킵니다.

source: Flaming Lockpick
ko: 발화식 락픽
ko_mt: 불타는 자물쇠 따기

source: The metal flask is full of foul-smelling gas — fuel for a flaming lockpick.
ko: 이 금속 관에는 발화식 락픽의 연료인 악취가 나는 가스가 가득 차 있습니다.
ko_mt: 금속 플라스크에는 악취가 나는 가스가 가득합니다-타오르는 자물쇠 따기의 연료.

source: Flaming Lockpick Fuel
ko: 발화식 락픽 연료
ko_mt: 불타는 자물쇠 따기 연료

source: A crystal that serves as a powerful energy source. It was once the core of the sinister Device created by the technomancer Hundred-Face, but the commander of the crusade destroyed that abominable machine and took the Heart of the Device as {mf|his|her} trophy.
ko: 강력한 에너지원 역할을 하는 수정입니다. 테크노맨서 백의 얼굴이 만들어 낸 사악한 장치의 핵심 부품이었지만, 성전의 사령관이 그 혐오스러운 기계를 파괴하고 기계장치의 심장을 전리품으로 챙겼습니다.
ko_mt: 강력한 에너지원 역할을 하는 수정. 한때는 테크노맨 헌드레드 페이스가 만든 사악한 장치의 핵심이었지만, 십자군 사령관이 그 흉측한 기계를 파괴하고 장치의 심장을 {mf|그|그녀}의 전리품로 가져갔습니다.

source: Heart of the Device
ko: 기계장치의 심장
ko_mt: 장치의 심장

source: A hefty contraption that can be easily identified as Numerian by its appearance. The case features a large red button and a series of warning symbols such as crosses, skulls, and fire. These signifiers indicate a universally obvious meaning to all observers, regardless of their language — that this item is a powerful bomb.
ko: 겉만 봐도 누메리아산임을 알 수 있는 묵직한 기계 장치입니다. 상자에는 거대한 붉은 단추와 함께 가위표, 해골, 불꽃 따위의 경고의 표식이 새겨져 있습니다. 이 상징들은 설령 말이 통하지 않는 관찰자도 쉬이 눈치 챌 수 있는 생생한 의미를 전달합니다. 이 물품은 강력한 폭탄입니다.
ko_mt: 외형만 보면 누메리안임을 쉽게 알아볼 수 있는 무거운 장치입니다. 케이스에는 커다란 빨간색 버튼과 십자가, 해골, 불과 같은 일련의 경고 기호가 있습니다. 이러한 기호는 언어에 관계없이 모든 관찰자에게 이 물건이 강력한 폭탄이라는 보편적으로 명백한 의미를 나타냅니다.

source: Numerian Bomb
ko: 누메리아 폭탄
ko_mt: 누메리안 폭탄

source: "The work on fortifying the outer perimeter is almost complete. We are now well protected against surprise raids, and no wandering demon will ever disturb us again. Unfortunately, Master Hundred-Face tasked me with routine checks to keep the mechanisms in working condition. And I hate leaving the Device maintenance area! These damned gates are driving me insane, I can never remember the right access code! Why couldn't they just stick to numbers? They just had to use this geometric Numerian nonsense! I keep forgetting the sequence does not end with a 'cycle,' it ends with a 'base.' The symbols are basically the same, the 'cycle' is a circle, the 'base' is a circle with a dot. But I keep mixing them up, and I just end up standing in front of the gates like an idiot. So I'll just write it on this and keep reading it over and over, every day, until I get it. The third symbol in the code is a 'base,' a circle with a dot. Not a 'cycle!'"
ko: "외곽 방어선 강화 작업을 거의 완료했다. 우리는 이제 갑작스런 기습에 당하지 않을 것이고, 길 잃는 데몬이 우릴 귀찮게 만들지도 못할 것이다. 불행하게도 백의 얼굴께서 내게 그 기제들을 매일 점검하는 업무를 맡기셨다. 나는 유지 보수 지역을 벗어나는 게 정말 싫다! 이 거지같은 대문들은 나를 반쯤 미치게 만드는데다, 올바른 암호를 외우는 것은 더럽게 어렵다! 그냥 숫자 몇 개를 쓰면 안되는 걸까? 그 치들은 이 기하학적 누메리아 유머를 안 쓰면 죽는 병이라도 난 게 틀림없다! 난 일련부호가 '주기'가 아닌 '기반'으로 끝난다는 것을 까먹곤 한다. 상징들은 기본적으로는 동일한데, '주기'는 원이며, '기반'은 점이 하나 찍힌 원이다. 난 이 두 개를 계속 헷갈리곤 하고, 그러면 대문 앞에서 멍청이마냥 서있게 된다. 그러니 난 이 내용을 정리하고 내가 완전히 외울 때까지 매일 매일 읽고 또 읽을 거다. 부호의 세 번째 상징은 '기반', 점이 찍힌 원이다. '주기'가 아니라!"
ko_mt: "외곽 요새화 작업이 거의 완료되었습니다. 이제 우리는 기습 공격으로부터 잘 보호받고 있으며, 다시는 떠돌아다니는 데몬이 우리를 방해하지 못할 것입니다. 하지만 안타깝게도 마스터 헌드레드-페이스는 기계장치의 작동 상태를 유지하기 위해 일상적인 점검을 내게 맡겼어. 그리고 저는 장치 정비 구역을 떠나기 싫어요! 이 저주받은 문들 때문에 미쳐버릴 것 같고, 올바른 출입 코드도 기억이 안 나! 왜 그냥 숫자로만 하면 안 될까요? 이 기하학적인 숫자를 사용해야만 했어요! 시퀀스가 '주기'로 끝나지 않고 '염기'로 끝나는 걸 계속 잊어버려요. '주기'는 원이고 '밑변'은 점이 있는 원으로 기호는 기본적으로 동일합니다. 하지만 계속 헷갈려서 바보처럼 문 앞에 서게 되죠. 그래서 여기 적고 이해가 될 때까지 매일 계속 반복해서 읽겠습니다. 코드의 세 번째 기호는 점이 있는 원인 '베이스'입니다. '사이클'이 아닙니다!"

source: Time-Worn Note
ko: 삭아버린 쪽지
ko_mt: 시간 마모 메모

source: This item was once one of the grim circlets controlling the thoughts of Hundred-Face's mutilated slaves. It has since been remade into a helmet that shields the wearer from psionic influence.
ko: 이 물품은 한 때 백의 얼굴의 불구 노예들의 정신을 통제하던 음울한 서클릿 중 하나였습니다. 이후 착용자를 사이오닉의 영향으로부터 보호하는 투구로 다시 제련되었습니다.
ko_mt: 이 아이템은 한때 백면의 절단 된 노예의 생각을 통제하는 암울한 서클 중 하나였습니다. 이후 착용자를 사이오닉 영향으로부터 보호하는 투구로 재 제작되었습니다.

source: Helm of Psionic Protection
ko: 사이오닉 보호 투구
ko_mt: 사이오닉 보호의 투구

source: Components for Hundred-Face's Circlet
ko: 백의 얼굴의 서클릿 부품
ko_mt: 백면의 서클릿 구성품

source: A heap of mysterious mechanical parts used in the creation of mind-controlling circlets.
ko: 정신을 조종하는 서클릿을 제작할 때 사용된 기이한 기계 부품의 더미입니다.
ko_mt: 마인드 컨트롤 서클을 만드는데 사용되는 신비한 기계 부품 더미.

source: Hundred-Face's Circlet
ko: 백의 얼굴의 서클릿
ko_mt: 백의 얼굴의 서클릿

source: A mechanical circlet that turns mortals into obedient servants of the sinister Hundred-Face. This device has not yet crowned anyone's head and has not been activated.
ko: 필멸자를 사악한 백의 얼굴의 충실한 하수인으로 만드는 기계 서클릿입니다. 이 장치는 아직까지 누군가의 머리에 씌워진 적도 작동한 적도 없습니다.
ko_mt: 필멸자를 사악한 백면의 순종적인 하인으로 만드는 기계 서클릿입니다. 이 장치는 아직 누구의 머리에 왕관을 씌우지 않았으며 활성화되지 않았습니다.

source: Letter from Lady O.
ko: 레이디 O의 편지.
ko_mt: 레이디 O의 편지
