Repository: akintos/wotr-translation
Catalog: translation/*/Books.po
Languages: ko, ko_mt

source: "Years later, into the mountain valley, which for many years had lain uninhabited and had fallen into a state of desolation, rode the prideful Rider. His steed was wild and fleet, his tall steppe helm shone like a gilded mask, and his sharply curved bow could strike from thrice-times three hundred paces away. Dauntlessly did the Rider ride into the remains of the settlement and, drawing up beside the stone pillars into which were carved the images of the ancestors, he bowed low before them, and then he sliced open his palm and blooded those same stones. Then the Rider unbridled his mount and sent him off, for his loyal companion would be of no use to him in the cramped caves. The Rider checked his bowstring, descended into the depths, sat down in the largest of the caves, and waited. Soon the Pack appeared — they were hungry, wasted, and as such even more vicious, for it had been long since they had eaten the human flesh they so favored. But the Rider pulled his bowstring tight and let fly arrow after arrow. The darkness was no obstacle, as he used sound to guide his arm, until each down to the very last was stuck full. Perishing, the last of the Pack creatures opened its maw and in the Follower's voice asked, "Who are you, mighty Rider, who does not fear to tread here and end my cursed and rotten life? Tell me your name, my lord, and tell me from what noble clan do you hail." The Rider removed his tall helm with its gilded mask, and long braids tumbled free from beneath it. It was no man, but the Daughter of the wise Patriarch, who on the brink of death made her swear one final vow — a vow of vengeance. For years she had roamed, bearing in her heart cold malice and righteous fury for all sorcerers and their ilk. For years her arrows had cut down despicable sorcerers, while her conviction had only grown in strength and certainty. And at last the hour had come for her to return and avenge the clan whose name has now been condemned to obscurity. She did not answer the dying monster, for vile sorcerers are undeserving of even a word from a worthy person's lips. She burned the Pack's stinking bodies, left the caves, bowed before the ancestors one last time, and departed, never again to return."
ko: "몇 년 전, 오랫동안 사람의 손이 떠나 고립 상태가 된 산 속의 협곡에, 당돌한 기수 하나가 말을 달렸다. 그의 말은 빠르고 강했으며, 그의 높다란 스텝 투구는 금박 가면처럼 빛났고, 날카로운 유선형 활은 300보 밖의 표적에도 세 발의 화살을 연속으로 꽂을 수 있을 터였다. 기수는 용감하게 거주지의 잔해를 내달리다가, 조상들의 형상이 새겨진 돌기둥 옆에 말을 세웠다. 기수는 그들을 향해 절했으며, 이어서 자신의 손바닥을 베어 같은 돌에다 피를 칠했다. 그 뒤 기수는 자기 말의 고삐를 벗기고 그를 풀어줬다. 울퉁불퉁한 동굴 속에서는 그의 충직한 동료가 더이상 필요치 않을 것이기 때문이었다. 기수는 자신의 활시위를 점검했으며, 가장 깊숙한 곳으로 내려가, 가장 커다란 동굴 안에 자리를 잡고, 기다렸다. 이내 무리가 나타났다. 그들은 굶주렸고, 지쳤으며, 그들이 가장 좋아하는 사람 고기를 오랫동안 못먹은 탓에 흉포하기까지 했다. 그러나 기수는 활시위를 세게 당겨 화살을 연이어 발사했다. 마지막 한마리가 완벽히 쓰러질 때까지 소리를 듣고 팔을 조정했기에 어둠은 장애물이 아니었다. 죽은 무리의 마지막 생물이 그 아가리를 벌렸고 추종자의 목소리로 묻는다. "너는 누구냐, 강력한 기수여. 두려움 없이 이곳에 발을 들여 나의 저주받고 썩어 문들어진 삶을 끝내려는 자가 누구인 것이냐? 이름을 말해라, 주군이여. 또한 네가 섬기는 고귀한 부족은 어디인지도 말해다오." 기수는 금박 가면이 씌워진 높다란 투구를 벗었고, 그 아래에 있던 긴 땋은 머리칼이 풀려났다. 그는 남성이 아닌 현명한 족장의 여식이었다. 그녀는 아버지의 죽음의 순간에 마지막 약속, 즉 복수의 맹세를 했던 것이다. 지난 몇 년 간 그녀는 떠돌아다니며, 그녀의 마음을 차갑고 잔혹하게 먹은 뒤, 모든 소서러와 그 동류들에게 정당한 분노를 뿜어냈다. 지난 몇 년 간 그녀의 화살은 잔악무도한 소서러들을 제거해왔으며, 그럴수록 그녀의 신념은 더욱 단단하고 확고해져만 갔다. 그리고 마침내 이제는 잊힌 부족의 복수를 위해 그녀가 귀환할 때가 되었다. 사악한 소서러에겐 의로운 자의 말 한마디조차 아깝기에 그녀는 그 죽어가는 괴물에게 대답하지 않았다. 그녀는 냄새나는 무리의 시체를 불태웠고, 동굴을 나섰으며, 조상들에게 마지막 절을 올린 뒤 떠나서 다시는 돌아오지 않았다."
ko_mt: "몇 년 후, 수년 동안 사람이 살지 않고 황폐 한 상태에 빠진 산 계곡으로 자존심이 강한 라이더가 탔습니다. 그의 말은 거칠고 날쌔고, 키가 큰 대초원 투구는 금빛 가면처럼 빛났으며, 날카롭게 구부러진 활은 삼백 보 떨어진 곳까지 공격할 수 있었습니다. 기수는 용감하게 마을의 유적지로 들어가 조상들의 형상이 새겨진 돌기둥 옆에 다가가 그 앞에 낮게 절한 다음 손바닥을 찢어 같은 돌에 피를 흘렸다. 그런 다음 기수는 말의 고삐를 풀고 그를 보냈는데, 비좁은 동굴에서 충직한 동료는 아무 소용이 없었기 때문입니다. 기수는 활시위를 확인하고 깊은 동굴로 내려가 가장 큰 동굴에 앉아 기다렸습니다. 곧 무리가 나타났습니다. 그들은 배고프고 지쳐 있었으며, 그토록 좋아하던 인간 고기를 먹은 지 오래되었기 때문에 더욱 사나워져 있었습니다. 하지만 라이더는 활시위를 팽팽하게 당기고 화살을 연이어 날려 보냈어요. 마지막 화살까지 꽂힐 때까지 소리로 팔을 이끌었기에 어둠은 아무런 장애물이 아니었다. 죽어가는 마지막 무리의 생물이 입을 벌리며 추종자의 목소리로 물었습니다. "저주받고 썩어가는 내 삶을 끝내기 위해 이곳을 밟는 것을 두려워하지 않는 강력한 라이더, 당신은 누구인가? 이름을 말해주십시오, 영주님, 그리고 어느 고귀한 가문 출신인지 말해 주십시오." 기수가 금빛 가면이 달린 키 큰 투구를 벗자, 그 아래에서 긴 머리띠가 풀렸다. 그것은 사람이 아니라 현명한 족장의 딸이었고, 그녀는 죽음 직전에 마지막 맹세, 즉 복수의 맹세를 했다. 수년 동안 그녀는 모든 소서러와 그 동족에 대한 차가운 악의와 정의로운 분노를 가슴에 품고 떠돌아다녔다. 수년 동안 그녀의 화살은 비열한 소서러들을 베어냈고, 그녀의 신념은 점점 더 강하고 확실해졌습니다. 그리고 마침내 그녀가 돌아와서 지금은 이름조차 알 수 없게 된 일족의 복수를 할 때가 왔다. 사악한 소서러들은 가치 있는 사람의 입에서 나오는 말조차 들을 자격이 없으니, 그녀는 죽어가는 괴물에게 대답하지 않았다. 그녀는 악취 나는 팩의 시체를 불태우고 동굴을 떠나 조상들 앞에 마지막으로 절을 한 후 다시는 돌아오지 않고 떠났다."

source: "The Cosmic Caravan and Its Journey Across the Night Sky"
ko: "밤하늘을 가로지르는 우주의 행상과 그 여로"
ko_mt: "우주 캐러밴과 밤하늘을 가로 지르는 여정"

source: "The concept of the Cosmic Caravan, which makes its way across the night sky throughout the year and consists of thirteen constellations, comes to us from Azlant. The order in which the caravan's signs are arranged holds both metaphorical and deeply mystical meaning, in light of which astrologists advise against the use of models where the signs appear out of order, or even in reverse order, as in some cases. The Thrush (18 Kuthona — 20 Abadius) is the sign associated with friendship, hospitality, a promise of new beginnings, and song. The constellation portrays a songbird sitting on a branch and greeting the weary Cosmic Caravan at the start of the new year. The Thrush is the patron of merry makers and optimists. The Lantern Bearer (21 Abadius — 16 Calistril) is the constellation that begins the caravan's procession. The Lantern Bearer goes forth, chasing back winter's darkness and lighting the Cosmic Caravan's way. This sign is disposed toward cheerful, self-sacrificing, and altruistic personalities. The Newlyweds (17 Calistril — 11 Pharast) depicts a young husband and wife whose appearance heralds the beginning of spring. The Newlyweds boldly lead the Cosmic Caravan, for they are guarded by love and youth. This sign favors those who possess a passionate or romantic nature. The Bridge (12 Pharast — 18 Gozran) is the constellation that symbolizes change. The Bridge soars over tempestuous waters and links one snowy, cold shore with another where spring has already arrived and green shoots are already stretching skyward. This is the sign of obstinate, tenacious personalities who do not fear the dark and cold. The Daughter (19 Gozran — 13 Desnus) is a young girl who signifies the pure joy and enthusiasm that spring days bring. The Daughter smiles on matters related to merriment, solace, and celebrating holidays. The Rider (14 Desnus — 20 Sarenith) is the mounted warrior who guards the Cosmic Caravan. It is a combative and contradictory sign that favors both valiant defenders and rash, bloodthirsty bandits. The arrival of the Rider marks the beginning of summer's heat. The Patriarch (21 Sarenith — 20 Erastus) is the wise and ancient father of the Cosmic Caravan, who knows its route and sets the course of its journey. This constellation symbolizes wisdom and experience, and favors judicious and sagacious natures. The Wagon (21 Erastus — 10 Arodus) — the heavily loaded and foundational Wagon is what gives the Cosmic Caravan its name. It is associated with the spirit of enterprise, diligence, and, of course, swiftness. Personalities drawn to travel and selfless service will find succor under this sign. The Pack (11 Arodus — 16 Rova) is a group of beasts that trail the Cosmic Caravan and feed off its bounty. Some sages believe that the Pack consists of wild dogs that have been tamed by the caravan's travelers, and that therefore the Pack represents family ties, affinity with nature, and mastery over fauna. Others argue that the Pack is a swarm of vermin, feasting on the leavings of the Cosmic Caravan and greedily coveting the travelers' cooking pots. In this interpretation, the sign takes on a darker, more predatory aspect. The Mother (17 Rova — 30 Lamashan) — the caring and gentle Mother dominates the sky when it is time to bring in the rich harvest. Her tender hands hold on to summer's warmth and promise protection against winter's harsh breath. Many scholars agree that the Mother also fulfills the role of spiritual guide for the Cosmic Caravan, and therefore they ascribe to her patronage those who are of a spiritual or nurturing disposition. The Stargazer (31 Lamashan — 20 Neth) — bringing up the rear, the Stargazer completes the caravan's procession. A wistful dreamer, the Stargazer is patron to those of a similar nature — aloof, perspicacious in matters important but far-removed, yet absent-minded and inept in daily life. It is unsurprising that many scholars possess an affinity for this sign. The Stranger (21 Neth — 29 Neth) is an enigmatic and foreboding sign that reigns in the night sky for little more than a week. A solitary traveler who follows the Cosmic Caravan at a distance, the Stranger reveals nothing as to its intent. The Stranger is an outsider, a wayfarer, and many personalities disposed to a life of wandering fall under the patronage of this sign. The Stranger is a sign of contradictions — some see it as the patron of all adventurers, while others interpret the sign as the grim harbinger of the constellation that follows it. The Follower (30 Neth — 17 Kuthona) is the dark figure that pursues the Cosmic Caravan. A disciple of dark forces who is associated with death and darkness, the Follower waxes in power at winter's peak. There are various interpretations of this sign. According to some, the Follower is an exile, cursed and banished from the caravan. Others see the Follower as a fearsome enemy, and it is flight from this foe that forces the Cosmic Caravan on its perpetual journey. Still others claim that this sign represents death itself. Predictably, those of a darker disposition who possess an affinity for death fall under the auspices of the Follower."
ko_mt: "일 년 내내 밤하늘을 가로지르며 13개의 별자리로 구성된 우주 캐러밴의 개념은 아즐란트에서 유래했습니다. 캐러밴의 별자리가 배열되는 순서는 은유적이고 신비로운 의미를 지니고 있으며, 점성가들은 별자리가 순서대로 나타나지 않거나 심지어 어떤 경우에는 역순으로 나타나는 모델을 사용하지 말라고 조언합니다." 아구창자리(18 쿠토나 - 20 아바디우스)는 우정, 환대, 새로운 시작에 대한 약속, 노래와 관련된 별자리입니다. 이 별자리는 나뭇가지에 앉아 새해가 시작될 때 지친 우주 캐러밴에게 인사를 건네는 송새의 모습을 묘사합니다. 아구창자리는 명랑하고 낙천적인 사람들의 후원자이며, 등불자리(21 아바디우스 - 16 칼리스트릴)는 캐러밴의 행렬을 시작하는 별자리입니다. 등불자리는 겨울의 어둠을 몰아내고 우주 캐러밴의 길을 비추며 나아갑니다. 이 별자리는 쾌활하고 자기희생적이며 이타적인 성격을 띠고 있으며, 신혼부부자리(17 칼리스트릴 - 11 파라스트)는 봄의 시작을 알리는 젊은 남편과 아내의 모습을 묘사하고 있습니다. 신혼부부는 사랑과 젊음에 의해 보호되기 때문에 우주 캐러밴을 대담하게 이끌고 있습니다. 이 별자리는 열정적이거나 낭만적인 성격의 소유자에게 유리합니다. 다리자리(12파라스트 - 18고즈란)는 변화를 상징하는 별자리입니다. 이 다리는 격렬한 물 위로 솟아 있으며 눈 덮인 차가운 해안과 이미 봄이 왔고 푸른 새싹이 하늘로 뻗어 있는 다른 해안을 연결합니다. 이것은 어둠과 냉기를 두려워하지 않는 고집스럽고 끈질긴 성격의 상징입니다. 딸(19 고즈란 - 13 데즈누스)은 봄날이 가져다주는 순수한 기쁨과 열정을 상징하는 어린 소녀입니다. 딸은 즐거움, 위안, 명절 축하와 관련된 일에서 미소를 짓습니다. 라이더(14 데즈누스 - 20 사레니스)는 우주 캐러밴을 지키는 기마 전사입니다. 용맹한 수호자와 무모하고 피에 굶주린 도적 모두에게 호감을 주는 전투적이고 모순적인 상징입니다. 라이더가 도착하면 여름의 더위가 시작됩니다. 족장자리(21 사레니스 - 20 에라스투스)는 우주 캐러밴의 현명하고 오래된 아버지로, 경로를 알고 여행의 방향을 설정합니다. 이 별자리는 지혜와 경험을 상징하며, 현명하고 슬기로운 본성을 선호합니다. 수레자리(21 에라스투스 - 10 아로두스) - 무거운 짐을 싣고 기초가 되는 수레자리는 코스믹 캐러밴의 이름입니다. 이는 기업가 정신, 근면함, 그리고 물론 신속함과 관련이 있습니다. 여행과 이타적인 로드사를 좋아하는 성격이라면 이 표지판에서 위안을 얻을 수 있습니다. 팩(11 아로두스 - 16 로바)은 코스믹 캐러밴을 뒤쫓아다니며 현상금을 노리는 야수 집단입니다. 일부 현자들은 이 무리가 캐러밴의 여행자들이 길들인 야생 개들로 구성되어 있으며, 따라서 이 무리는 가족 간의 유대, 자연과의 친밀감, 동물에 대한 지배력을 상징한다고 믿습니다. 다른 사람들은 이 무리가 해충 떼로, 우주 캐러밴이 남긴 음식물을 먹고 여행자들의 냄비를 탐욕스럽게 탐내는 존재라고 주장하기도 합니다. 이 해석에서는 이 표지판이 더 어둡고 약탈적인 측면을 띠게 됩니다. 어머니(17 로바 - 30 라마산) - 자상하고 온화한 어머니는 푸짐한 수확을 가져올 때가 되면 하늘을 지배합니다. 그녀의 부드러운 손은 여름의 온기를 붙잡고 겨울의 거친 숨결로부터 보호를 약속합니다. 많은 학자들은 어머니가 우주 캐러밴의 영적인도자 역할도 수행한다는데 동의하며, 따라서 영적이거나 양육적인 기질을 가진 사람들을 어머니의 후원으로 여깁니다. 스타게이저(라마산 31 - 네스 20) - 후방을 이끌며 캐러밴의 행렬을 완성하는 스타게이저가 있습니다. 쓸쓸한 몽상가인 스타게이저는 중요한 일에는 냉담하고 멀리 내다보지만, 일상 생활에는 무심하고 무능한 비슷한 성격의 사람들을 후원합니다. 많은 학자들이 이 별자리를 좋아하는 것은 놀라운 일이 아닙니다. 이방인(21 넵스 - 29 넵스)은 밤하늘을 지배하는 수수께끼와 불길한 징조로 일주일 남짓한 기간 동안 나타납니다. 우주 캐러밴을 멀리서 따라다니는 고독한 여행자인 이방인은 그 의도에 대해 아무것도 밝히지 않습니다. 이방인은 외부인이자 나그네이며, 방랑의 삶을 사는 많은 인격이 이 징후의 후원을 받습니다. 어떤 이들은 이방인을 모든 모험가의 후원자로 보는 반면, 다른 이들은 이방인을 별자리의 암울한 선구자로 해석하기도 합니다. 추종자(30 네스 - 17 쿠토나)는 우주 캐러밴을 추종하는 어둠의 존재입니다. 죽음과 어둠과 연관된 어둠의 세력의 제자인 추종자는 겨울이 절정에 달할 때 힘을 발휘합니다. 이 표식에 대한 해석은 다양합니다. 어떤 이들은 추종자를 저주를 받아 캐러밴에서 추방된 망명자라고 합니다. 다른 이들은 추종자를 무시무시한 적으로 보고, 이 적으로부터 도망쳐야 우주 캐러밴이 영원한 여정을 계속할 수 있다고 생각합니다. 또 다른 이들은 이 표식이 죽음 자체를 상징한다고 주장합니다. 예상대로, 죽음에 대한 친화력을 가진 어두운 기질의 사람들은 추종자의 후원을 받습니다."

source: "Commander, The written word is a poor medium by which to convey my thanks, but it is the only one open to me at present. With this missive I enclose a reward worthy of the leader of a victorious host — a cloak of a warrior of Iomedae. But it, and these words of praise, are but a fraction of the accolades you deserve. The crusader armies acted with skill and coordination, Drezen has been returned to us, as has the Sword of Valor. I am astonished by the reports of how the holy relic has changed, but I recognize that what truly matters is our victory. Your victory. May it be the first of many! Accept my valediction and thanks. I prayed for your success and I shall continue my prayers. In anticipation of a meeting in the near future, Galfrey"
ko: "사령관, 단순한 글월 몇 줄로 짐의 감사를 전하기란 참으로 지난한 일이나, 당금에 가용한 수단이 이 뿐임에 양해를 원하는구나. 이 서한에 승리의 주역에 어울리는 보상인 아이오메데의 전사의 망토를 동봉하였다. 그러나 망토와 이 상찬의 단어들은 그대가 마땅히 누려야 할 포상의 일부에 불과할 것이다. 성전군은 협력하여 가진 기술을 자랑하였고, 드레젠과 함께 용맹의 검이 우리의 손에 돌아왔구나. 짐은 신성한 유물이 변화한 바에 대한 보고를 받고 당혹한 바 있으나 진정 중요한 것은 우리의 승리라는 것을 인지하였다. 그대의 승리지. 그 승리야말로 수많은 성취 중 으뜸가는 것이니! 부디 짐의 고별과 감사를 기꺼이 받기를 바라는구나. 짐은 그대의 성공을 기도하고 있으며, 이 기도는 멈추는 일이 없을 것이다. 근시일에 그대와의 만남을 기대하며, 갈프리"
ko_mt: "사령관님, 글로는 제 감사를 전하기에는 부족하지만, 현재 제가 할 수 있는 유일한 방법입니다. 이 편지와 함께 승전국의 지도자에게 걸맞은 보상, 즉 아이오메데 전사의 망토를 동봉합니다. 그러나 그것과 이 칭찬의 말은 당신이 마땅히 받아야 할 찬사의 일부에 불과합니다. 십자군 군대는 기술과 조율로 행동했고, 드레젠은 용맹의 검과 함께 우리에게 돌아왔습니다. 성물이 어떻게 변했는지에 대한 보고에 놀랐지만, 진정 중요한 것은 우리의 승리라는 것을 알고 있습니다. 여러분의 승리요. 수많은 승리 중 첫 번째가 되길! 나의 찬사와 감사를 받아라. 나는 당신의 성공을 위해 기도했고 앞으로도 계속 기도할 것입니다. 가까운 미래에 만날 날을 기대하며, 갈프레이"

source: To the Commander — from the Queen
ko: 사령관에게— 여왕이
ko_mt: 사령관님께 - 여왕으로부터

source: "Commander Tidings have reached me of what has occurred in Drezen — the alarming, and the joyful. I congratulate you on successfully reclaiming the city and our holy relic, although I cannot help but note the strange changes that have come over the Sword of Valor. I have also been made aware of the losses suffered by the armies entrusted to you. Perhaps they were unavoidable. I hope your competence as a military commander will grow with each battle by the same measure as your unusual power. Take care of yourself and your people, and remember that we are fighting for them, not for ourselves. Galfrey of Mendev"
ko: "사령관에게. 드레젠에서 일어난 일에 대한 소식이 나에게 까지 도달했다네. 놀랍고, 또 기쁘구나. 자네가 성공적으로 드레젠과 우리의 성물을 수복했음을 치하하네. 다만 용맹의 검에 생긴 기이한 변화를 언급하지 않을 수가 없군. 또한 자네에게 맡긴 군대가 겪은 손실에 대해서도 들었네. 아마 피치못할 희생이었을 테지. 군 통솔권자로서의 자네의 역량이 그 특별한 힘과 같이 전투를 겪으며 성장하기를 바라겠네. 자네와 자네의 부하들을 잘 돌보게. 또한 우리가 스스로를 위해서가 아닌 아랫 사람들을 위해 싸우는 중임을 명심하도록. 멘데브의 갈프리."
ko_mt: "사령관님 드레젠에서 일어난 놀랍고도 기쁜 소식을 전해 들었습니다. 비록 용맹의 검에 일어난 기이한 변화에 주목하지 않을 수 없지만, 도시와 성스러운 유물을 성공적으로 되찾은 것을 축하합니다. 또한 당신에게 맡겨진 군대가 입은 손실에 대해서도 알고 있습니다. 어쩌면 피할 수 없는 일이었겠지. 나는 군사 지휘관으로서의 당신의 능력이 당신의 특별한 힘만큼 매 전투마다 성장하기를 바랍니다. 자신과 부하들을 잘 보살피고, 우리 자신을 위해서가 아니라 그들을 위해 싸우고 있다는 것을 기억하십시오. 멘데브의 갈프레이"

source: To the Commander of the Fifth Crusade — from her Majesty Queen Galfrey of Mendev
ko: 제 5차 성전의 사령관에게 — 멘데브의 정당한 여왕 갈프리
ko_mt: 제5차 십자군 사령관에게 - 멘데브의 갈프레이 여왕 폐하가 보냅니다.

source: "A Note on Sarkorian Mages", by Janni Beshuro
ko: "사코리스 마법사들에 대한 소고", 잔니 베수로
ko_mt: "사르코리안 마법사에 대한 메모", 자니 베슈로

source: Excerpt from the third report for the Pathfinder Society, 4604 "Any report regarding my visit to Central Sarkoris would be incomplete without a mention of the alarming practice that goes against any and all humane ideals — the persecution of mages. Local culture has an astounding way of combining reverence and devotion toward divine magic with disgust and fear toward its arcane counterparts. A Puluran astronomer is a respected position, yet mages that would be welcomed at any academy or school in Avistan are considered dangerous creatures that belong in one of the prison fortresses, such as the wicked Threshold. Most of the locals clammed up at the mere sight of me, unwilling to deal with a stranger from the 'land of heretics.' I even had to run for my life once or twice, when overly vigilant residents summoned the guards on me. But there were those who took their chances by speaking with me, an elf from the 'mad lands where mages walk among other people like proper citizens.' These brave souls helped me grasp the reason for this unusual disposition toward spellcasters, as the motives behind these superstitions are quite valid. In the eyes of the Sarkorians, priests are those who follow the strict code of their god and receive divine powers in return. Mages and sorcerers, on the other hand, are freaks of nature, abominations whose arcane powers are not subject to anything save for their own feeble mind and treacherous will. Of course, most of the enlightened Absalom residents, myself included, would find these beliefs barbaric and cruel. However, we have to take into account the complete lack of any schooling system for young spellcasters in Sarkoris. No one teaches the youth the basics of controlling their powers, the elementary incantation orthodoxy, or even any theory of moral obligations to themselves and others. It's no wonder that vulnerable young minds, having received powers of shocking proportions, often cross an unseen line and become monsters in the eyes of their own people. Given this lamentable state of education and having seen for myself the consequences of a crazed mage roaming the outskirts of Iz, all I can do is confirm, with great regret, that the practice of imprisoning Sarkorian spellcasters bears the utmost pragmatic importance for this society."
ko_mt: 4604년 패스파인더 협회의 세 번째 보고서에서 발췌 "센트럴 사르코리스 방문에 관한 보고서는 모든 인도적 이상에 반하는 놀라운 관행, 즉 소서러에 대한 박해에 대한 언급 없이는 불완전할 것입니다. 이 지역 문화는 신성한 마법에 대한 경외심과 헌신을 신비로운 마법에 대한 혐오와 공포와 결합하는 놀라운 방식을 가지고 있습니다. 풀루란 천문학자는 존경받는 직책이지만, 아비스탄의 어느 아카데미나 학파에서나 환영받는 소서러는 사악한 문턱과 같은 감옥 요새에 있어야 할 위험한 존재로 여겨집니다." '이단의 땅'에서 온 이방인을 상대하기 싫어하는 현지인 대부분은 나를 보기만 해도 움츠러들었다. 지나치게 경계하는 주민들이 저에게 경비병을 불러서 한두 번은 목숨을 걸고 도망쳐야 했습니다. 하지만 '소서러가 평범한 시민처럼 사람들 사이를 활보하는 미친 땅'에서 온 엘프인 저와 대화를 나누며 기회를 잡은 사람들이 있었어요. 이 용감한 영혼들 덕분에 주문 시전사에 대한 비정상적인 성향의 이유를 파악할 수 있었는데, 미신의 동기가 상당히 타당하기 때문이죠. 사르코리아인들에게 사제는 신의 엄격한 규율을 따르고 그 대가로 신성한 힘을 받는 존재입니다. 반면 소서러와 소서러는 자연의 괴물이며, 자신의 나약한 정신과 배신적인 의지 외에는 그 어떤 것도 지배하지 않는 가증스러운 존재입니다. 물론 저를 포함한 대부분의 깨달은 압살롬 주민들은 이러한 믿음이 야만적이고 잔인하다고 생각할 것입니다. 하지만 사르코리스에는 젊은 주문술사들을 위한 교육 시스템이 전혀 없다는 점도 고려해야 합니다. 아무도 청소년들에게 자신의 힘을 통제하는 기초적인 방법이나 기본적인 주문의 정설, 심지어 자신과 타인에 대한 도덕적 의무에 대한 이론을 가르치지 않습니다. 충격적인 힘을 받은 연약한 젊은 이들이 종종 보이지 않는 선을 넘어 동족의 눈에는 괴물이 되는 것은 당연한 일입니다."이 한탄스러운 교육 상태를 감안하고 이즈 외곽을 배회하는 미친 소서러의 결과를 직접 목격 한 후, 내가 할 수 있는 일은 사르코리안 소서러를 감금하는 관행이 이 사회에 가장 실용적으로 중요하다는 것을 큰 유감으로 확인하는 것뿐입니다."

source: Stargazer's Aged Journal
ko: 점성가의 낡은 일기
ko_mt: 스타게이저의 오래된 일기
