Repository: akintos/wotr-translation
Catalog: translation/*/Books.po
Languages: ko, ko_mt

source: Book Three of the Astonishing Exploits of Venture-Captain Hilor, published by the Pathfinder Society {br}"The priestess bared her teeth, eerily white against the red of her blood-soaked face. The venture-captain took the sword in his other hand and slowly backed away, shielding a nearby crying elf with his body. 'We're going to die here,' muttered this former captive between sobs. 'I see no way out. The goddess has forsaken us!' Hilor took his eyes off the priestess for a moment to glance around. That was all the demon worshiper needed to spew out a curse, jump up, and lunge at him with her corrupted dagger, aiming for his chest. Hilor parried the strike and immediately countered, but the flashing steel barely left a scratch on the enemy's thigh. The temple around them was burning. The other cultists had long since fled, driven by fear, but Hilor and the sorceress's last escape route had been cut off by the possessed priestess. The venture-captain waved his hand, clearing the smoke in front of him, and saw their path to salvation. 'The aqueduct!' barked Hilor. 'Right above us!' Still smearing tears and soot all over her face between sobs, the elf raised her head. Closed troughs ran at ceiling level — mountain river branches that supplied the putrescent gardens of Cyth-V'sug with life-giving moisture. 'We have to puncture it!' The elven sorceress only hesitated for a moment, then threw up her hands, still dangling bits of rope from them. A magical surge cut through the smoke and sunk into the stone, leaving behind a glowing trail. At first, the water spattered out only in a thin stream, and Hilor thought their plan had failed. But a moment later, the stonework gave, and clear, roaring waters rushed from the rupture, sweeping away the smoldering rafters, pieces of roofing, and the shrieking, horrified priestess. Chased by the wild torrent, Hilor took cover behind the altar, after pushing the elf to safety first. 'We're down two problems and up one. We won't be sacrificed, and it's unlikely that we'll burn alive,' — mused the venture-captain, sheathing his sword. 'Now we just need to figure out how to avoid drowning.' The elven sorceress looked at the rapidly rising water. Her lips quivered. 'The goddess has forsaken us. There is no hope.'"
ko: 모험 대장 하일러의 경이로운 모험의 책 3권, 패스파인더 협회 출간 {br}"여사제는 피에 흠뻑 젖어 붉게 빛나는 얼굴에 대비되는 하얀 이빨을 드러내었다. 모험 대장은 한 손으로는 울고 있는 엘프를 가리고 다른 손으로는 검을 집어 들어 천천히 뒤로 물러섰다. '우린 여기서 죽을 거예요,' 전직 포로가 흐느끼며 웅얼거렸다. '나갈 길이 없어요. 여신께서 우리를 버리셨어요!' 하일러는 여사제에게서 잠깐 눈을 때 주위를 흘깃 둘러보았다. 악마 숭배자가 저주를 내뱉으며 뛰어올라 그녀의 타락한 단검으로 그의 가슴을 조준한 채 달려드는 데는 그 정도의 틈이면 충분했다. 하일러는 공격을 방어하고 즉시 반격을 시도했으나, 번쩍이는 칼날은 적의 허벅지를 살짝 긁었을 뿐이었다. 그들을 둘러싼 사원이 불타오르고 있었다. 다른 사교도들은 이미 공포에 질려 오래 전에 달아났으나, 하일러와 여마법사의 마지막 도주로는 빙의된 여사제에 차단되었다. 모험 대장은 손을 흔들어 시야를 가리는 안개를 걷어내었고, 구원을 향한 길을 발견했다. '수도관!' 하일러가 외쳤다. '바로 위에!' 눈물과 그을음으로 범벅이 된 채 여전히 흐느끼고 있던 엘프가 고개를 들었다. 천장 위편으로 시스-비흐썩의 부패한 정원에 생명의 수분을 공급하는 산개울의 지류가 흐르고 있었다. '저기에 구멍을 뚫어!' 엘프 여마법사는 아주 잠깐 멈칫한 뒤 여전히 밧줄 조각들이 매달린 손을 휘적였다. 마법의 파도가 반짝이는 흔적을 남기며 연기를 지나가 돌에 파고들었다. 처음 아주 얇은 물줄기가 흘러나왔을 때 하일러는 그들의 계획이 실패했다고 생각했다. 하지만 잠시 뒤, 구멍난 돌 천장에서 맑고 포효하는 파도가 흘러나와 연기를 피워 올리는 서까래, 지붕 조각, 그리고 공포에 질려 비명을 지르는 여사제를 휩쓸었다. 하일러는 추격해오는 야생 토렌트에 맞서 제단 뒤에서 엘프를 엄호하며 그녀를 먼저 안전한 곳으로 대피시켰다. '우리는 두 개의 문제를 해결했고, 이제 하나만 남았어. 우린 제물로 바쳐지지 않을 거고, 산 채로 구워지지도 않을 모양이야.' 모험 대장이 칼집에 칼을 집어 넣으며 읊조렸다. '이제 물에 빠져 죽지 않을 방법만 찾아내면 돼.' 엘프 여마법사는 급격히 차오르는 물을 바라보았다. 그녀의 입술이 떨렸다. '여신께서 우리를 버리셨어요. 남은 희망이 없어요.'"
ko_mt: 패스파인더 협회에서 출간한 모험대장 하일러의 놀라운 업적 3권 {br}"여사제는 피에 젖은 얼굴의 붉은색과 대비되어 섬뜩할 정도로 하얀 이를 드러냈다. 모험대장은 다른 한 손에 검을 들고 천천히 뒤로 물러나며 근처에서 울고 있는 엘프를 몸으로 보호했다." '우린 여기서 죽겠어." 전직 포로가 흐느끼며 중얼거렸다. '탈출구가 보이지 않아요. 여신이 우릴 버렸어!' 하일러는 여사제에게서 잠시 눈을 떼고 주위를 둘러보았다. 데몬 숭배자가 저주를 내뱉고 뛰어올라 타락한 단검으로 그의 가슴을 노리며 돌진하는데는 그 정도면 충분했다. 하일러는 공격을 막아내고 곧바로 반격했지만, 번쩍이는 강철이 적의 허벅지에 겨우 상처를 남겼을 뿐이었다 주변의 신전은 불타고 있었다. 다른 이교도들은 공포에 질려 도망친 지 오래였지만, 하일러와 마법사의 마지막 탈출로는 빙의한 여사제가 차단해 버렸다. 모험대장이 손을 흔들며 눈앞의 연기를 걷어내자 구원의 길이 보였다."수로다!" 하일러가 소리쳤다. "바로 우리 바로 위에!" 흐느낌 사이로 눈물과 그을음을 얼굴 전체에 묻힌 엘프가 고개를 들었습니다. 천장 높이에는 시스브의 썩어가는 정원에 생명력을 불어넣는 수분을 공급하는 산의 강 br강이 흐르고 있었다." '구멍을 뚫어야 해!' 엘프 마법사는 잠시 망설이다가 손을 토해냈고, 여전히 밧줄 조각이 매달려 있었다. 마법의 물결이 연기를 뚫고 돌 속으로 가라앉으며 빛나는 흔적을 남겼다. 처음에는 물이 가느다란 물줄기만 튀어나와 하일러는 그들의 계획이 실패했다고 생각했다. 하지만 잠시 후, 석조물이 터지면서 파열된 곳에서 맑은 물줄기가 쏟아져 나와 불타는 서까래와 지붕 조각, 비명을 지르며 겁에 질린 여사제를 쓸어버렸다. 거센 물살에 쫓긴 하일러는 엘프를 먼저 안전한 곳으로 밀어낸 후 제단 뒤로 숨었다. '두 가지 문제가 해결되고 한 가지가 더 생겼어요. 우리는 희생되지 않을 것이고, 산 채로 불에 타 죽을 가능성은 거의 없습니다." - 벤처 선장이 검을 집어 들며 생각했습니다. '이제 익사하지 않는 방법만 알아내면 되겠군.' 엘프 마법사는 급격히 불어나는 물을 바라보았다. 그녀의 입술이 떨렸다.'여신이 우리를 버렸어. 희망이 없어'"

source: "Marmonux's Challenge", by Kreesh Cerka
ko: "마르모넉스의 도전", 크리쉬 세르카 저
ko_mt: "마르모눅스의 도전", 작성자 크리쉬 세르카

source: "Orzuna bit her nail in frustration, but then remembered another term of their wager. 'I hope you didn't forget the last one from my final list?' Marmonux chuckled and rolled his eyes. 'How could I forget the omox? I have to say, your fantasies almost left me stumped this time, dear sister. Almost.' The succubus let out a catlike hiss, not bothering to hide her annoyance. 'Don't tell me you found a way to please a living puddle of refuse!' 'Oh, did I ever!' Marmonux moaned theatrically, barely holding back laughter at the sight of Orzuna's twisted face. 'You don't believe me? Amateur! If you were half as versed as me, you'd know that you shouldn't force your caress on your prey. Sometimes it's worth letting them take the initiative.' After pausing and enjoying the succubus's confused expression to the fullest, the incubus dropped to a breathy whisper. 'An omox assaults its enemy by covering them head to toe, washing over their mouth and nose, creeping inside, down the throat, deeper, and deeper... so why not follow its lead and let it revel in its desire to dominate and smother? I love accepting pain just as much as I love inflicting it…' Orzuna's face wrinkled in disgust. 'Out of everyone I know, only you, brother, could be aroused by the memory of how you were had by a clump of fetid, caustic shit. But what can you do? The condition is met.' 'That's right,' murmured the incubus. 'The condition is met, and so is the entire challenge. One thousand denizens of the Abyss of all shapes and sizes have had a taste of my hands, my whip, and my loins, and experienced the pinnacle of delight. All you can do is admit that my art of pain bears more fruit than your art of seduction. It seems you'll become my little pet after all, Orzuna — the terms we agreed upon for losing the wager. I've prepared a special collar just for you, the sharpest one from my collection...' Her laugh rang like the tinkling of tiny poisonous bells. 'Oh no, brother! One thousand... and one denizens of the Abyss. Don't you remember? You have one more creature left.' Orzuna snapped her fingers. With a clang, the wheels began turning, lifting a massive hatch and revealing to Marmonux the bowels of the most concealed of Orzuna's pleasure dungeons. From the darkness, he heard wet wriggling and faint whispers that could drive a mortal insane. Something large was rolling around in the cellar, scraping the walls, hissing, and making smacking sounds, all the while exuding waves of hatred. In a single glance, Marmonux knew who — or what — was before him. 'A qlippoth,' he drawled. 'From the very depths of the Abyss, I take it?' 'Anything for my dearest brother.' Orzuna licked her lips. 'A knot of tentacles, stingers, and suction cups, topped off with bitter hatred for our kind. Does it feel pleasure? See if you can find out. And this time...' The succubus stroked her body in a sultry motion and joined her palms together between her legs. '...I'm going to watch.'"
ko: "올주나는 조마조마함에 손톱을 깨물다 내기의 다른 항목을 떠올렸다. '내 최종 목록의 마지막 항목을 잊은 건 아니겠지?' 마르모넉스는 낄낄대며 눈알을 굴렸다. '내가 어떻게 오목스를 까먹겠어? 이번엔 네 환상이 날 꽤나 난처하게 만들었어, 친애하는 누나. 꽤나 말이지.' 서큐버스는 초조함을 감추려는 시도조차 하지 않고 고양이를 닮은 쉿쉿소리를 냈다. '설마 그 살아있는 오물 웅덩이를 기쁘게 하는 법을 찾았다고 말하려는 건 아니겠지!' '아, 내가 해냈지!' 마르모넉스는 과장되게 신음하며, 올주나의 일그러진 얼굴 앞에서 웃음을 터뜨리는 것을 간신히 참아낸다. '나를 믿지 않았던 거야? 초짜 같으니라고! 네가 내 절반만큼이라도 능숙했다면, 먹잇감에 네 애무를 강요해서는 안된다는 것도 알았겠지. 때로 먹잇감에 주도권을 넘겨주는 것도 유용하다고.' 인큐버스는 서큐버스의 혼란스러운 얼굴을 잠시 내버려두고 잔뜩 만끽한 뒤, 숨을 죽이고 속삭였다. '오목스는 적을 머리부터 발끝까지 덮은 채 입과 코로 흘러드는 식으로 공격해. 그리고는 적의 안으로 미끄러져 내려가지, 목구멍을 지나, 깊게, 더 깊게... 그게 평소처럼 대상을 질식시키고 지배하려는 욕망을 즐기도록 내버려두지 않을 이유가 뭐가 있겠어? 난 고통을 주는 것만큼이나 고통받는 것도 사랑하거든...' 올주나는 역겨움 때문에 얼굴을 찡그렸다. '내 알기로 너 말고는 그 누구도 악취나는 부식성 똥 무더기에 괴롭혀진 기억으로 흥분하지 않아. 하지만 어쩌겠어, 조건은 충족됐으니.' '그렇고 말고.' 인큐버스가 중얼 거린다. '조건이 충족됐고, 모든 도전을 이겨냈지. 온갖 형태와 크기를 지닌 심연의 주민 천 명이 내 손길, 내 채찍, 내 허리를 맛보고 환희의 절정을 누렸어. 넌 내 고통의 기술이 네 유혹의 기술보다 더 많은 결실을 맺는다는 것을 인정해야 할 거야. 이제 약속대로 내 애완 동물이 되어주어야겠어, 올주나. 우리가 내기 했던 대로 말이야. 난 너를 위해 아주 특별한 개 목걸이를 준비했다고. 내 애장품 중에서 가장 날카로운 것이지...' 그녀의 웃음소리가 작은 맹독 종이 딸랑대는 것처럼 울려 퍼졌다. '오, 아니지, 동생아! 심연의 일천... 하고도 하나의 주민이지. 잊은 거니? 아직 생물 하나가 남았단다.' 올주나가 손가락을 튕겼다. 쨍하는 소리와 함께 바퀴가 회전하기 시작하고, 거대한 해치가 들어올려져 올주나의 쾌락의 지하 감옥에 봉인되어 있던 가장 깊숙한 내부가 드러났다. 어둠 속에서 마르모넉스는 필멸자를 미쳐버리게 할 수 있는 희미한 속삭임과 축축한 꿈틀거림을 들었다. 무언가 거대한 것이 찬장 속에서 구르고, 벽을 갉아내고, 쉬익거리며 둔탁한 소리를 내면서 증오의 물결을 내뿜고 있었다. 마르모넉스는 단 한번의 눈길 만으로 그의 앞에 누가, 아니 무엇이 있는지 깨달았다. '클리포스군.' 그가 으르렁거렸다. '그것도 심연의 아주 깊은 심부 출신이네, 그렇지?' '내 사랑스러운 동생을 위해서는 무엇이든 할 수 있단다.' 올주나는 입술을 핥았다. '우리 종족에 대한 쓰디 쓴 증오로 가득 찬 촉수, 침, 빨판 무더기지. 그게 쾌락을 느끼기는 한다니? 이번에도 네가 답을 알아낼 수 있을지 기다리겠어. 그리고 이번에는...' 서큐버스가 음란한 몸짓으로 자신의 몸을 쓸어내리며, 그녀의 다리 사이에 그의 손바닥을 끼운다. '...내가 지켜볼 거야.'"
ko_mt: "오르주나는 좌절감에 손톱을 깨물었지만, 내기의 다른 조건을 기억해냈다."마지막 목록의 마지막 조건을 잊어버리지 않았길 바란다."마르모눅스는 웃으며 눈을 굴렸다."내가 어떻게 오목스를 잊을 수 있겠어? 이번엔 네 환상 때문에 당황할 뻔했어, 동생아. 거의.' 서큐버스는 짜증을 숨기지 않고 고양이 같은 쉿 소리를 냈다.' '살아있는 쓰레기 웅덩이를 기쁘게 할 방법을 찾았다고 말하지 마!' '오, 내가 그랬어!' '오, 그랬나!' 마르모눅스는 오르주나의 일그러진 얼굴에 웃음을 간신히 참으며 연극처럼 신음소리를 냈다. '날 못 믿어? 아마추어! 네가 나만큼만 잘 안다면 먹잇감을 억지로 애무해서는 안 된다는 걸 알 텐데. 때때로 그들이 우선권을 잡도록 내버려 두는 것이 가치가 있습니다.' 잠시 멈춰서서 서큐버스의 혼란스러운 표정을 한껏 즐기던 인큐버스는 숨을 죽이며 속삭였다. '오목스는 상대의 머리부터 발끝까지 덮고, 입과 코를 씻어내고, 안으로, 목구멍으로, 더 깊숙이, 더 깊숙이 기어들어가서 공격하는데.. 그러니 오목스를 따라 지배하고 질식시키고 싶은 욕망을 마음껏 누려보는 건 어떨까? 난 고통을 가하는 것만큼이나 고통을 받아들이는 것도 좋아...' 오르주나의 얼굴이 혐오감으로 주름졌다. '내가 아는 모든 사람 중에서, 오빠만이 악취 나는 부식성 똥 덩어리에게 당했던 기억을 떠올리며 흥분할 수 있을 거야. 하지만 어떻게 할 수 있겠어? 조건이 충족됐으니까요." 인큐버스가 중얼거렸다. '조건은 충족되었고, 모든 도전도 충족되었습니다. 온갖 모양과 크기의 심연 주민 천 명이 내 손과 채찍과 허리를 맛보고 기쁨의 정점을 경험했습니다. 네가 할 수 있는 건 내 고통의 기술이 네 유혹의 기술보다 더 많은 열매를 맺는다는 걸 인정하는 것뿐이야. 결국 넌 내기에서 졌을 때 우리가 합의한 조건대로 내 작은 애완동물이 될 것 같구나, 오르주나. 널 위해 특별한 목걸이를 준비했어, 내 컬렉션에서 가장 날카로운 목걸이를...'그녀의 웃음소리가 작은 독방울이 울리는 것 같았다.'오, 안 돼, 형제여! 천.. 그리고 심연의 주민 한 명. 기억 안 나? 한 마리 남았어." 오르주나가 손가락을 꺾었다. '쾅'하는 소리와 함께 바퀴가 돌아가기 시작했고, 거대한 해치가 들리면서 오르주나의 쾌락 던전 중 가장 은폐되어 있던 창자가 마르모눅스에게 드러났다. 어둠 속에서 축축한 꿈틀거림과 필멸자를 미치게 할 만한 희미한 속삭임이 들렸습니다. 커다란 무언가가 지하실에서 굴러다니며 벽을 긁고, 쉭쉭거리고, 부딪치는 소리를 내며 증오의 파도를 뿜어내고 있었습니다. 마르모눅스는 단번에 눈앞에 있는 것이 누구인지, 혹은 무엇인지 알아챘습니다. '심연의 깊은 곳에서 온 거지?' '사랑하는 동생을 위해서라면 뭐든 할 수 있겠지'. 오르주나는 입술을 핥았다. '촉수, 침, 흡입 컵의 매듭에 우리 종족에 대한 쓰라린 증오를 얹었군. 쾌감이 느껴지나요? 알아볼 수 있는지 보자. 그리고 이번엔...' 서큐버스는 뜨거운 동작으로 그녀의 몸을 쓰다듬으며 손바닥을 다리 사이에 맞댔다. '.. 지켜볼게요'"

source: "Sarkoris Lost"
ko: "잃어버린 사코리스"
ko_mt: "사르코리스 로스트"

source: Absalom, published by the Forae Logos Archaeological Society "...the middle of the plateau that forms Central Sarkoris was the location of the region's capital — the city of Iz, the country's metallurgical 'heart.' The rich mineral deposits of these lands had been known to the Kellids since ancient times, and over the long centuries, plenty of mines and workshops had sprung up here, and their output flowed into Iz. From here, traders led their heavily loaded caravans to other parts of Sarkoris and beyond. Many a wonder crafted by the Kellids over the years of their capital's prosperity disappeared without a trace with the demonic invasion and Iz's destruction. Local artisans were most skillful in their trade, which can be seen through the few surviving works of weapon smithing, jewelry making, and metal casting arts. And while silver headdresses with ornate temple rings and lightweight sabers with hilts bearing their owners' initials can still be found in museums and private collections, other handcrafted examples of Iz's legacy are lost forever. Specifically, we, of course, only know of architectural landmarks of both secular and sacred variety through scarce descriptions. Meanwhile, local stonecutters were recognized throughout all Sarkoris, as many palaces, temples and monuments decorating other cities were made by the hands of artisans from Iz..."
ko: 압살롬, 포레 로고스 고고학 협회 출간 "중부 사코리스를 형성하는 고원의 중심부에는 한 때 지역 수도이자 국가적 야금술의 '심장부'인 도시 이즈가 자리했다. 고래로 이 대지들에 풍부한 광맥들은 켈리드인에게 널리 알려졌으며, 이에 세기를 거치며 수많은 광산과 공방이 여기에 자리 잡고 그 생산물을 이즈로 흘려보냈다. 상단들은 이곳에서 짐을 잔뜩 싣고 사코리스의 다른 지역들과 그 너머를 향해 떠났다. 켈리드인이 수백 년간 번영하는 수도와 함께 빚어낸 수많은 경이들은 데몬의 침공과 이즈의 파괴와 더불어 흔적도 없이 사라졌다. 무역의 일부를 이루던 가장 숙련된 지역 장인들의 흔적은 간신히 살아남은 몇 조각의 무기, 보석 세공품, 금속 공예품에서나 찾아볼 수 있다. 박물관과 개인 수집품 사이에서 여전히 주인의 이니셜이 자루에 새겨진 가벼운 검과 화려한 고리가 달린 순은 머리 장식을 발견할 수 있으나, 이즈의 시대에 완성된 다른 수공예 걸작들은 이제 영원히 사라졌다. 특히, 우리들은 이제 세속적이면서도 신성함을 동시에 품었던 역사적인 건축물들에 대해 부족한 묘사들로 상상해볼 수밖에 없다. 한편, 다른 도시들을 꾸며주던 사원, 기념비, 궁전과 같은 주요 건축물들이 이즈 출신 장인들의 손에서 건설됨에 따라, 지역 석공들은 사코리스 전역에서 그 지위를 인정받았다..."
ko_mt: 압살롬, 포레 로고스 고고학 협회 발행 "...중앙 사르코리스를 형성하는 고원 한가운데는 이 지역의 수도인 이즈의 도시, 즉 이 나라의 야금 '심장'이 있던 곳입니다. 이 땅의 풍부한 광물 매장량은 고대부터 켈리드족에게 알려져 있었으며, 오랜 세월 동안 수많은 광산과 작업장이 이곳에 생겨나면서 생산물이 이즈로 흘러들어왔습니다. 이곳에서 상인들은 무거운 짐을 실은 캐러밴을 이끌고 사르코리스의 다른 지역과 그 너머로 향했습니다. 수년간 켈리드족이 번영을 누리며 만든 수많은 경이로운 물건들은 데몬의 침략과 이즈의 파괴로 흔적도 없이 사라져 버렸죠. 켈리드의 장인들이 가장 숙련된 기술을 가지고 있었으며, 이는 몇 개 남지 않은 무기 제작, 장신구 제작, 금속 주조 기술을 통해 확인할 수 있습니다. 화려한 관자놀이 고리가 달린 은제 머리 장식과 소유자의 이니셜이 새겨진 칼자루가 달린 경량 세이버는 여전히 박물관과 개인 소장품에서 찾아볼 수 있지만, 이즈의 다른 수공예품은 영원히 사라졌습니다. 특히 세속적이거나 성스러운 건축물에 대해서는 희귀한 설명을 통해서만 알 수 있습니다. 한편, 다른 도시를 장식하는 많은 궁전, 사원 및 기념물이 이즈의 장인의 손에 의해 만들어 졌기 때문에 지역 석공은 모든 사르코리스 전역에서 인정 받았습니다.. "

source: "Temples of Iomedae: Father Lorian's Guide for Neophytes"
ko: "아이오메데의 사원: 신부 로리안의 새 신도를 위한 안내서"
ko_mt: "아이오메데의 사원: 신참을 위한 로리안 신부의 안내서"

source: "Traveler, if the road ever takes you to the outskirts of Kenabres, do not shy away from taking a few more steps and entering the city proper. Apart from the ramparts and the fortifications that stand, unshaken, barring the path of humanity's foes, and the noble Orders that keep their watch against the forces of evil, Kenabres holds a treasure of a different sort. In days of old, in the fire and the upheaval of the Second Crusade, it became the site for the first and the most crucial of the Wardstones — sacred obelisks that have the power to avert a demonic scourge, no matter how accursed it may be. No evil creature can pass betwixt two such stones that now stand along the edge of the Worldwound and shelter the peace of all Golarion. Even vile demonic magics are powerless against them, for the Abyss cannot cross the unseen curtain of the Wardstones. Should you arrive at the right time and be virtuous and respectful toward those who guard the Wardstone, you shall be granted the great honor of sharing in one of the rituals that support the magical strength of that holiest obelisk. This artifact and the spells invested in it are most sacred, for every Wardstone was raised by the herald of Iomedae himself, the closest of her servants, one who is selflessly devout to the Inheritor's cause and the crusaders' great mission. And even if you cannot reach the Wardstone, do honor Iomedae's splendor in one of Kenabres's churches and pay thus your respects to the humankind's protector and the sacrifices made by the crusaders for the good of our world."
ko_mt: "여행자 여러분, 길을 따라 케나브레스 외곽으로 가게 된다면 몇 발자국만 더 걸어서 도시 안으로 들어가는 것을 주저하지 마세요. 동요 없이 인류의 적의 침입을 막고 있는 성벽과 요새, 악의 세력에 맞서 경계를 서는 고귀한 기사단 외에도 케나브레스는 다른 종류의 보물을 간직하고 있습니다. 옛날, 제2차 십자군 전쟁의 화염과 격변 속에서 이곳은 데몬의 재앙을 막을 수 있는 힘을 가진 신성한 오벨리스크인 와드스톤 중 가장 중요한 첫 번째 와드스톤이 세워진 장소가 되었습니다. 어떤 사악한 생명체도 이 두 개의 돌 사이를 통과할 수 없으며, 이 두 돌은 세계상처 가장자리에 서서 모든 골라리온의 평화를 보호합니다. 심연은 수호석의 보이지 않는 장막을 넘을 수 없으므로 사악한 데몬의 마법도 이들에게는 무력합니다. 제때에 도착하여 수호석을 지키는 이들에게 덕을 베풀고 공경한다면, 가장 성스러운 오벨리스크의 마법력을 뒷받침하는 의식에 참여하는 큰 영광을 누릴 수 있습니다. 모든 와드스톤은 계승자의 대의와 성전사의 위대한 사명에 사심 없이 헌신하는 아이오메데의 전령이자 그녀의 가장 가까운 하인이 직접 세운 것이므로, 이 유물과 그 안에 담긴 주문은 가장 신성한 것입니다. 비록 수호석에 도달할 수 없더라도 케나브레스의 교회 중 한 곳에서 아이오메데의 찬란함을 기리고, 인류의 수호자이자 세상을 위해 희생한 십자군의 희생에 경의를 표해 주십시오."

source: "The Newest History of the Mendev Nation", by Abron Kvard
ko: "멘데브의 가장 새로운 역사", 압론 크발드 저
ko_mt: "멘데브 민족의 최신 역사", 아브론 크바르드

source: Nerosyan, Kvard Press private printing house "In the year 4601, Mendev suffered a terrible loss — the last of the country's kings, who was visiting Sarkoris with family at the time, perished, leaving his people orphaned and his children devastated. The eldest of the late king's daughters, the good Galfrey, bravely took upon herself the burden of governing a country smitten with unrest and an uncertain future. An illustrious paladin and a shrewd leader, Galfrey rules over her subjects with dignity and grace to this day. The year 4606 became a dark time for all of Golarion with the loss of Aroden's light, but for the northern reaches of Avistan, this tragedy was compounded by another calamity. That was when the heart of Sarkoris was torn open by a crack between worlds, the Worldwound, which later spread out to consume the country in its entirety. Mendev was destined to become the foremost protector of our world against the demon hordes. Its illustrious queen bolstered her ranks with warriors flocking to Mendev from all over Golarion, servants of Aroden who were determined to preserve their faith in this dark hour, and followers of a different, new goddess, Iomedae. Her armies faced the demonspawn and drove them back, away from Mendev's borders. And thus, the crusades were born, blessed by Iomedae and led by Galfrey, who now gained the Inheritor's favor."
ko: 네로시안, 크발드 개인 출판 인쇄소 "4601년에, 멘데브는 끔찍한 상실을 겪었다. 당시 가족과 함께 사코리스를 방문 중이었던 마지막 왕들이 사망했고, 그의 국민과 아이들은 고아가 된 채 황폐한 상태로 남겨졌다. 늙은 왕의 장녀, 선량한 갈프리는 용감하게도 불확실한 미래에 대한 불안으로 시달리는 나라를 다스리는 부담을 짊어지기로 결심했다. 갈프리는 이름 높은 팔라딘이자 기민한 지도자로서 오늘날까지 그녀의 신하들을 위엄과 영예로 이끌고 있다. 4606 년, 아로덴의 빛을 상실하면서 골라리온에 어둠의 시기가 도래하였으며, 아비스탄의 북부 지역은 이 비극을 또 하나의 재앙으로 발전시켰다. 세계 사이의 균열인 세계상처가 사코리스의 심장부를 찢어 제끼고 나라 전체를 삼킬 정도로 퍼져나가기 시작한 것이다. 멘데브에게는 데몬 무리에 맞선 우리 세계의 수호자로서의 운명이 주어졌다. 그곳의 명망있는 여왕은 골라리온 전역에서 몰려든 전사들, 어두운 때에 자신들의 신앙을 보호하기로 결심한 아로덴의 종복들, 새롭게 등장한 또 하나의 여신 아이오메데의 추종자들로 자신의 군대를 강화했다. 그녀의 군세는 데몬과 맞서 그들을 멘데브 국경 너머로 몰아냈다. 그리하여 아이오메데가 축복하고, 계승자의 총애를 받는 갈프리가 이끄는 성전이 태어났다."
ko_mt: 네로시안, 크 바르드 프레스 개인 인쇄소 "4601년에 멘데브는 끔찍한 상실을 겪었습니다. 당시 가족과 함께 사르코리스를 방문했던 마지막 왕이 사망하여 그의 백성은 고아가되고 그의 아이들은 황폐화되었습니다. 왕의 딸 중 장녀인 착한 갈프레이는 불안과 불확실한 미래로 가득 찬 나라를 용감하게 통치하는 임무를 맡았습니다. 뛰어난 성기사이자 현명한 지도자였던 갈프레이는 오늘날까지도 위엄과 우아함으로 백성들을 다스리고 있습니다. 4606년은 아로덴의 빛이 사라진 골라리온 전역에 암흑의 시기였지만, 아비스탄 북쪽 지역에는 또 다른 재앙이 겹쳐 비극이 더욱 가중되었습니다. 바로 사르코리스의 심장이 세계와 세계 사이의 균열, 즉 세계상처로 인해 찢겨나갔고, 이 균열은 나중에 국가 전체를 집어삼키기 위해 퍼져나갔습니다. 멘데브는 데몬 무리에 맞서 세계를 지키는 최후의 수호자가 될 운명이었죠. 저명한 여왕은 골라리온 전역에서 멘데브로 몰려든 전사들, 이 암흑의 시기에 믿음을 지키기로 결심한 아로덴의 신하들, 그리고 새로운 여신 아이오메데의 추종자들로 군대를 강화했습니다. 그녀의 군대는 데몬의 산란에 맞서 멘데브의 국경에서 멀리 떨어진 곳으로 그들을 몰아냈습니다. 그렇게 아이오메데의 축복을 받고 계승자의 호의를 얻은 갈프레이가 이끄는 십자군이 탄생했습니다"

source: "Prodigal Sons"
ko: "탕자의 아들들"
ko_mt: "탕자"

source: "'It's done,' I said. Miliken studied me with narrowed eyes. 'You look awfully clean,' he said. 'Where's the knife?' In answer, the first shouts went up from the inn. 'Fire!' screamed Ilna, and then other voices joined hers. In an instant, Miliken's entrepreneurial instincts took over, and he sprang for the door, tossing the crossbow aside. Outside, the roof of the inn was already smoking oily black against the sunset, flame licking through the thatching in places. With a scream of pain, Miliken ran for the creek. I looked to Phargas. Needing no further cue, we each grabbed up armfuls of supplies and sprinted off in the opposite direction. After ten minutes of leaped brambles and ducked branches, we stopped to catch our breath. Back the way we'd come, the smoke was still visible, though the sounds had faded to just the faint and frantic pealing of a church bell. 'That was close,' Phargas said, leaning against a tree and breathing hard. 'Agreed,' I puffed, staring down at the cloak full of bread that now made up our sole possessions. Then the sound of the bell reminded me of something. 'About what you said back there,' I asked. 'You said Shelyn. I thought you were a priest of Desna?' Phargas grunted. 'A man's faith is a personal thing,' he said, tying up the cloak. 'Now shut up and keep running.' And we did."
ko_mt: "'다 끝났어,'라고 내가 말했다. 밀리켄은 눈을 가늘게 뜨고 나를 바라보았다. '너 정말 깨끗해 보여'라고 그가 말했다. '칼은 어딨어?' 그 대답으로 여관에서 첫 번째 비명이 들렸다." '불이야!" 일나가 비명을 지르자 다른 목소리도 그녀와 합류했다." 순식간에 밀리켄의 기업가적 본능이 지배했고 그는 쇠뇌를 옆으로 던지며 문을 향해 뛰어 나갔다. 밖에는 이미 석양에 비친 주막 지붕이 시커멓게 타들어가고 있었고, 여기저기서 불길이 초가 사이를 핥고 있었습니다. 밀리켄은 고통의 비명을 지르며 개울로 뛰어갔다. 나는 파르가스를 바라봤다. 더 이상의 신호가 없어도 우리는 각자 보급품을 한 아름씩 들고 반대 방향으로 전력 질주했다.10분 동안 덤불과 나뭇가지를 뛰어넘은 후, 우리는 숨을 고르기 위해 멈췄다. 우리가 왔던 길로 돌아왔을 때 연기는 여전히 보였지만, 그 소리는 희미하고 정신없는 교회 종소리로 희미해졌다."거의 다 왔어."파르가스가 나무에 기대어 가쁜 숨을 몰아쉬며 말했다."동의해."나는 이제 우리의 유일한 소유물인 빵이 가득 담긴 망토를 내려다보며 숨을 헐떡였다. 그러다 종소리를 듣고 뭔가 생각났어요."아까 당신이 한 말 말이에요."내가 물었어요. '셸린이라고 하셨죠. 데스나의 사제라면서요?' 파르가스가 끙끙거렸다.' '사람의 믿음은 개인적인 것이야.' 그가 망토를 묶으며 말했다. '이제 닥치고 계속 달려' 그리고 우리는 그렇게 했습니다."

source: "The River Freedoms"
ko: "강 자유 연맹"
ko_mt: "강 자유"

source: "Say What You Will, I Live Free. No one can shut your mouth. Neither lord, nor priest, nor merchant, nor bandit. --- Oathbreakers Die. Don't swear an oath if you can't keep it. Oathbreakers wash away their dishonor with their blood. --- Walk Any Road, Float Any River. Go wherever you want. No one will stand in your way or charge you. --- Courts Are For Kings. All the rulers of the River Kingdoms are free to establish the laws of their own lands, but their power ends at their frontiers. --- Slavery is an Abomination. Any slave who sets foot in the River Kingdoms is emancipated immediately and forever. --- You Have What You Hold. It's pathetic to sneak and steal. If you want it, win it in a fair fight."
ko: "원하는 것을 말하고 자유롭게 살아라. 누구도 네가 말하는 것을 막지 못한다. 군주도 사제도 상인도 도적도 막지 못한다. --- 선서를 지키지 못하는 자 죽는다. 선서를 지키지 못한다면 맹세하지 말아라. 선서를 지키지 못하면 피로 불명예를 씻을 것이다. --- 어느 길이든 어느 강이든 가라. 원하는 곳으로 가라. 누구도 네 길을 막지 못한다. --- 법정은 왕을 위한 곳이다. 강의 왕국들의 모든 지배자들은 자신을 위한 법을 만들 수 있지만 그들의 힘은 국경에서 끝이 난다. --- 노예제는 혐오스러운 것이다. 강의 왕국들에 발을 들이는 노예는 그 순간 영원히 사라진다. --- 너의 것을 지켜라. 숨어서 훔치는 것은 한심한 짓이다. 원한다면 정정당당히 얻어라."
ko_mt: "뭐라고 말해도, 나는 자유롭게 산다. 아무도 당신의 입을 막을 수 없습니다. 영주도, 사제도, 상인도, 도적도 --- 맹세 위반자는 죽는다. 지킬 수 없다면 맹세하지 마십시오. 맹세 파기자는 피로 불명예를 씻어낸다. --- 어떤 길이라도 걷고, 어떤 강이라도 떠다닌다. 원하는 곳 어디든 가라. 아무도 당신을 가로막거나 청구하지 않습니다. --- 법정은 왕을 위한 곳입니다. 리버 킹덤의 모든 통치자는 자신의 영토에서 자유롭게 법을 제정할 수 있지만, 그 권한은 국경에서 끝납니다. --- 노예는 혐오스러운 존재입니다. 리버 킹덤에 발을 들여놓는 노예는 즉시 영원히 해방됩니다 --- 당신은 가진 것이 있습니다. 몰래 훔치는 건 한심한 짓이야. 원한다면 정정당당한 싸움에서 이겨라"

source: "In Search of Joy. Confessions of a Heretic."
ko: "기쁨을 찾아서. 이단의 고백."
ko_mt: "기쁨을 찾아서. 이단자의 고백 "
