Repository: akintos/wotr-translation
Catalog: translation/*/Books.po
Languages: ko, ko_mt

source: "Key to the Last Threshold Many mortal researchers have ventured to turn their scientific curiosity on the phenomenon that is the Worldwound, noting that 'it appears to have a life of its own.' Strange natural phenomena, spontaneously arising ruptures, unique vegetation, and living creatures found neither on Golarion nor in the Abyss, everything is constantly in flux, appearing and disappearing at unpredictable intervals. Through this movement and alteration, if not through its order, one can detect the logical functioning of the organs of a living being. The truth is that, indeed, the Worldwound possesses a semblance of life, and its very structure presupposes a connection to a living soul. This line of reasoning sometimes leads me to... unscientific implications. Namely, if the creation is in essence a reflection of the creator, then can we say that the Worldwound is a reflection of my soul? The Worldwound was created and then improved, and at the same time, a being of duality was cobbled together from the essence of the Abyss and the essence of a mortal soul. Normally, this process requires an essence taken from a creature with strength comparable to that of an empyreal or Abyssal lord, but there are ways to circumvent this requirement. In particular, through the use of the Nahyndrian crystal's rare power. In this section, I refer to this being as the 'Key,' an instrument that allowed me to significantly expand and strengthen my original creation. Due to {mf|his|her} dual nature and connection to the Worldwound, the Key was given the opportunity to obtain amazing powers. However, everything has a price. The Worldwound is linked to the Key, but the Key is also linked to the Worldwound, and carries it in {mf|his|her} soul, like a deadly affliction. This affliction is, indeed, fatal. The duality of the soul grants amazing powers, and primes the soul's owner for Transformation and for the bestowing of incredible abilities. But this duality is also slowly killing the soul's owner. This is a problem I have yet to solve."
ko_mt: "마지막 문턱의 열쇠 많은 필멸자 연구자들은 '세계상처'라는 현상에 대해 과학적 호기심을 가지고 '나름의 생명체가 있는 것 같다'는 점에 주목해 왔습니다. 기이한 자연 현상, 자연적으로 발생하는 파열, 독특한 식생, 골라리온이나 심연에서는 볼 수 없는 생명체 등 모든 것이 예측할 수 없는 간격으로 나타났다가 사라지는 등 끊임없이 유동하고 있습니다. 이러한 움직임과 변화를 통해, 질서를 통해서는 아니더라도 생명체의 기관이 논리적으로 작동하는 것을 감지할 수 있습니다. 실제로 세계상처는 생명의 모습을 지니고 있으며, 그 구조 자체가 살아있는 영혼과의 연결을 전제로 하고 있습니다. 이 추론은 때때로 저를 비과학적인 의미로 이끌기도 합니다. 즉, 창조물이 본질적으로 창조자의 반영이라면 세계상처도 내 영혼의 반영이라고 말할 수 있을까요? 세계상처는 창조된 후 개선되었으며, 동시에 심연의 본질과 필멸자 영혼의 본질에서 이중성을 가진 존재가 함께 자갈을 깔아 만들어진 것이죠. 일반적으로 이 과정에는 심연의 군주나 심연의 군주와 비슷한 힘을 가진 생명체에게서 정수를 가져와야 하지만, 이 요건을 피할 수 있는 방법이 있습니다. 특히 나힌드리안 수정의 희귀한 힘을 사용하는 것입니다. 이 섹션에서는 이것을 '열쇠'라고 부르며, 원래의 창조물을 크게 확장하고 강화할 수 있게 해준 도구입니다. 열쇠는 {mf|그|그녀}의 이중적 속성과 세계상처와의 연결로 인해 놀라운 힘을 얻을 수 있는 기회가 주어졌습니다. 하지만 모든 일에는 대가가 따르죠. 세계상처는 열쇠와 연결되어 있지만 열쇠 또한 세계상처와 연결되어 있으며, 치명적인 고통처럼 {mf|그|그녀}의 영혼에 그 상처를 지니고 있습니다. 이 고통은 실제로 치명적입니다. 영혼의 이중성은 놀라운 힘을 부여하고, 영혼의 소유자에게 변신과 놀라운 능력을 부여할 수 있는 원동력이 됩니다. 하지만 이 이중성은 영혼의 주인을 서서히 죽이고 있기도 합니다. 이것은 제가 아직 해결하지 못한 문제입니다"

source: Mutasafen's Journal
ko: 무타사펜의 일기
ko_mt: 무타사펜의 일기

source: "Attempt 84. Standard Transformation ritual. Reagent mixture added (formula no. 9), standard incantation (as per Xanthir Vang). Result: unsatisfactory. Observation: four of the five demons became unruly. Order new components. And doors. Attempt 85. Standard Transformation ritual. No additions, strict adherence to the protocol (as per Vang). Result: unsatisfactory." Margin note: "Reread 'Beginnings' and 'On Nature.' Where's the mistake?" "Attempt 86. Extended Transformation ritual. Reagents added to the crystals (formulae Nos. 4 and 15). I'm using a soul gem and a binding ritual. Result..." The end of the line and the next few paragraphs have been angrily crossed out. "Attempt 91. Standard ritual. Crystals treated with ichor, Vang's ritual. It didn't work. Another carcass. The mistress will kill me. That bastard Vang made his notes deliberately abstruse! I'm getting nowhere!" After several empty pages, the entries begin again and the handwriting grows less intelligible. "Attempt 95.1. Adapted Transformation ritual. Using my own admixture of Nahyndrian extract. Result: better than expected. Further trials are necessary. I found the Plagued One's mistake! Attempt 95.2. The experiment has been called off — the admixture caused a delayed reaction, the subjects are dead. Xanthir fucking Vang, this is all your fault! Your notes are full of bluster and offer little in the way of concrete instructions! You are no scientist! You're a narcissistic, swaggering…" The rest is indecipherable. "Fine! Fine. I'm no dunce, I can work this out on my own. I think it's a flaw in the crystal. I need to repeat Attempt 85 as per Vang to get several stable specimens, otherwise they'll have my hide..."
ko: "실험 84. 표준 변신 의식. 시약 혼합물 첨가 (제 9번 공식), 표준 주문 (잔티르 뱅에 따름). 결과: 불만족 관찰: 다섯 데몬 중 넷이 통제 불능. 새 원료를 주문할 것. 그리고 문도. 실험 85. 표준 변신 의식. 첨가물 없음, 계획을 엄격히 준수함 (뱅에 따름). 결과: 불만족 여백 기록: "'시작'과 '자연' 부분을 다시 읽을 것. 어디가 문제였지?" "실험 86. 확장 변신 의식. 시약을 수정에 첨가 (제 4번과 9번 공식에 따름),영혼 보석과 구속 의식을 사용함. 결과..." 이 줄의 끝과 다음 몇 문단은 분노로 찢겨 나갔다. "실험 91. 표준 의식. 수정을 이코르 영액으로 처리, 뱅의 의식. 작동하지 않음. 또다른 시체. 여주인이 날 죽일 지도 모른다. 뱅 그 사생아 자식이 일부러 기록을 난해하게 남겼어! 난 계속 실패할 거야!" "실험 95.1. 수정 변신 의식. 내 비전의 나힌드리 수정 혼합물 사용. 결과 : 기대 이상. 추가 의식이 필요함. 내가 역병 전파자의 실수를 찾아냈어! 실험 95.2. 실험 중지, 혼합물이 반응을 지연시켰고, 피험체들이 사망했다. 빌어먹을 잔티르 뱅, 이건 전부 네 탓이야! 네 기록들에는 허풍만 가득하고 쓸만하고 구체적인 지도를 제시하지는 않는다고! 넌 과학자가 아냐! 넌 혼자 으스대는 나르시스트에..." 나머지는 판독할 수 없다. "좋아! 좋아. 난 멍청이가 아니고, 난 내 손으로 이걸 해결할 수 있어. 수정 내의 흐름이 문제일거야. 뱅에 따라 몇 안정적인 종족에 대해 실험 85를 반복해야 해, 그렇지 않으면 그들이 내 은신처를..."
ko_mt: "시도 84. 표준 변형 의식. 시약 혼합물 추가 (공식 번호 9), 표준 주문 (잔티르 방에 따라). 결과: 불만족. 관찰: 다섯 데몬 중 네 마리가 제멋대로 행동함. 새로운 부품을 주문하라. 그리고 문도. 시도 85. 표준 변신 의식. 추가 사항 없음, 프로토콜을 엄격하게 준수함(방에 따라). 결과: 만족스럽지 못함." 마진 노트: "'시작'과 '자연에 대하여'를 다시 읽어라. 어디가 실수인가? "시도 86. 확장된 변신 의식. 수정에 시약을 추가했습니다.(공식 4번과 15번). 영혼의 보석과 결속 의식을 사용하고 있다. 결과..." 줄의 끝과 다음 몇 단락은 화가 나서 지워졌습니다. "시도 91. 표준 의식. 수액으로 처리된 수정, 방의 의식. 작동하지 않았습니다. 또 시체가 나왔군. 여주인이 날 죽일 거야. 방이라는 놈이 일부러 난해하게 적어놨어! 아무 것도 알아낼 수가 없어! "몇 장의 빈 페이지가 지나면 다시 항목이 시작되고 글씨가 점점 알아보기 힘들어진다. "시도 95.1. 변형 의식을 적용했습니다. 나만의 나힌드리안 추출물을 섞어 사용. 결과: 예상보다 낫다. 추가 시도가 필요하다. 역병의 실수를 발견했다! 시도 95.2. 혼합물 때문에 반응이 지연되어 실험이 중단되었고, 피험자들은 죽었다. 잔티르 방, 다 네 잘못이야! 네 노트는 허풍으로 가득 차 있고 구체적인 지침은 거의 없어! 넌 과학자가 아니야! 자기도취에 빠진 허풍쟁이일 뿐이야..." 나머지는 해독할 수 없습니다. "알았어요! 알았어. 난 바보가 아니야. 나 혼자서도 해결할 수 있어. 수정에 결함이 있는 것 같아. 방의 말대로 85번 시도를 반복해서 안정적인 표본을 여러 개 얻어야 해. 그렇지 않으면 내 가죽을 가져갈 거야..."

source: "Ode to Nocticula"
ko: "녹티큘라에 바치는 송가"
ko_mt: "녹티큘라에 대한 찬가"

source: This dirty paper is covered in writing, though much of it has been furiously crossed out. Among the redacted scribbles, the following lines remain legible: "O Nocticula, my ruin, My Lady in Shadow! The first of the succubi, the patron of murderers, the sovereign of lust! Thou art black as a starless night and beautiful as the heart of a Nahyndrian crystal. Thy legend is demiseborn, thy fame is deathforged. Whither thou goest, all tremble. Thy wrath slays without pause, thy caress is sweeter than blood of the righteous. None can compare to thee, in slaughter or desire. Some thou bringest down with a deadly strike, some with thy sweetest touch. May thou reign over thy servants, Nocticula, until the end of time! May thou be the eternal whip raised over the lords of the Abyss!"
ko: 더러운 종이는 많은 부분에 분노의 빗금이 쳐져 있긴 하지만, 수많은 글씨로 가득 차 있습니다. 수정된 글씨들 중 다음 행들은 읽을 수 있는 상태로 남아 있습니다: "오 녹티큘라여, 나의 폐허, 나의 그림자의 여주인이시여! 모든 서큐버스 중 첫 번째, 살인자들의 후원자, 색욕의 권세여! 당신은 별 없는 밤처럼 어둡고 나힌드리 수정의 심장처럼 아름답습니다. 종말이 당신의 전설을 내었고, 죽음이 당신의 명성을 빚었습니다. 당신이 가는 곳마다 모두가 두려움에 전율합니다. 당신의 분노는 멈춤 없이 적들을 베어내고, 당신의 애정은 의인의 피보다 달콤합니다. 누구도 당신의 학살과 갈망에 비견되지 못합니다. 누군가는 치명적인 일격을 맞아, 누군가는 향기로운 손길을 맞아 쓰러질 테지요. 녹티큘라시여, 당신의 권세가 영원토록 당신의 종들 위에 군림하시길! 당신께서 심연의 군주들을 내리치는 영원한 채찍이 되시기를!"
ko_mt: 이 더러운 종이는 글로 덮여 있지만, 많은 부분이 격렬하게 지워져 있다. 지워진 낙서 중 다음과 같은 대사는 읽을 수 있습니다."오 녹티쿨라, 나의 파멸, 그림자 속의 나의 여인! 서큐비 중 첫 번째, 살인자의 후원자, 욕망의 주권자! 너는 별 없는 밤처럼 어둡고 나힌드리안 수정의 심장처럼 아름답다. 너의 전설은 죽음을 낳고, 너의 명성은 죽음으로 만들어졌다. 너가 어디로 가든지 모두가 떨고 있구나. 주님의 진노는 쉬지 않고 죽이고, 주님의 애무는 의인의 피보다 달콤합니다. 살육이나 욕망에 있어서는 누구도 주님과 비교할 수 없습니다. 주님은 어떤 이들은 치명적인 일격으로, 어떤 이들은 가장 달콤한 손길로 쓰러뜨리십니다. 주님의 종들, 녹티큘라를 영원토록 다스리소서! 심연의 군주들 위에 세워진 영원한 채찍이시길!"입니다"

source: Old Sarkorian Diary in a Burned Binding
ko: 표지가 타버린 오래된 사코리스인의 일기
ko_mt: 불에 탄 제본의 오래된 사르코리안 일기

source: The diary's binding is scorched and many pages are missing. Those that remain are covered in dirt and mold. Between the ink lettering that has spread and run and the patches of rot, it is possible to make out certain phrases. "A troop brought news from the west. The plains have fallen: the clans have been slaughtered and the beasts are feasting on the slain warriors. A few survivors were found, but attempts to get them to the fortress failed. Our own warriors fought their way back with difficulty — the outlying fortifications are overrun with the scum. Only reinforcements from the east will have any chance of breaking through this noose that is slowly closing around our neck — all we can do is wait…" "…they attacked from the sky. The tower is still standing, but burnt out. Along with Zonak and the others. There was no time to light the funeral pyres — we scooped up the bodies and tossed them back behind the walls before we were caught by another wave. Rolug's squad were stationed at the deserted post — most of them have been maimed, so they're not much use on the walls…" "…they vanished into thin air. The smoke makes day and night bleed into one and watching the eastern horizon is getting more and more difficult. The hope of seeing the banners of Mendev has kept the dread of death at bay for some — without this comfort, yesterday's warriors turn into whimpering curs. The beasts lose their last grain of fear in the dark — one of the sentries was plucked right off the wall in front of five of his fellows…" "…half of the left tower is sinking into the opening fracture. We barricaded the doors, but the smoke pouring through the hole took down three of us…" "...he was spitting, guffawing, lambasting the foreign traitors and screaming that the Mendevians weren't coming. Yuno smashed the lunatic's skull in…" "...our days are numbered. The smoke makes breathing all but impossible — we sit out the time between attacks in the cellars, where at least there's some fresh moisture that trickles down the walls. Our sentries are disappearing one after another — suffocating in the smoke or snatched up by the claws of some flying beast…" "…we will open the gates in an hour. Let those who trace our final days see that the last sons of Sarkoris died standing tall…" One more page is glued in among the final sheets. The page is made from finer paper and is emblazoned with an inscription in ornate lettering. "I discovered this journal in the fortress's underground refuge soon after clearing the place of demons. The defenders of the Greengates met their deaths with honor. We could not save you, but your courage stands as an example to every person who picks up a weapon today in the name of Golarion. I vow that our newly formed Crusade, which already proceeds apace through these mutilated lands, will finish what the Sarkorians started — just as I have finished this journal. The banners of the dead will fly under clear skies once more!"
ko: 일기의 표지는 그슬렸고, 많은 장이 사라졌다. 남아있는 부분은 먼지와 곰팡이로 덮여 있다. 번져나간 잉크와 썩은 조각들 사이에서 간신히 몇몇 구절을 해독할 수 있습니다. "부대 하나가 서부의 소식을 가져왔다. 평원이 함락되었다. 씨족들은 도살되었고 야수들이 학살당한 전사들의 시체로 축제를 벌이고 있다. 소수의 생존자들을 발견했으나, 그들을 요새로 데려오려는 시도는 실패했다. 우리 전사들은 간신히 복귀했다. 외곽 요새들은 오물들에게 압도 당하고 있다. 오직 동부의 지원군만이 우리의 목을 조여오는 올가미를 걷어낼 기회를 가지리라. 우리가 할 수 있는 것은 그저 기다리는 것 뿐이다..." "... 그들은 하늘에서 공격해왔다. 탑은 아직 버티고 서있긴 하나, 다 타버렸다. 조낙의 분대와 함께. 화장을 위해 불을 피울 시간조차 없었다. 우리는 시체를 모아 다음 군세에 휩쓸리기 전에 간신히 장벽 너머로 던져 넘겼다. 로러그의 분대는 외딴 초소에 배치되었다. 그들의 대부분이 불구가 되었기에, 장벽 위에서는 쓸모가 없으리라..." "... 그들은 흔적도 없이 사라졌다. 연기가 낮과 밤의 구별도 없이 스며들며 동쪽을 쳐다보는 것을 더욱 더 어렵게 만들고 있다. 멘데브의 기치를 보리라는 희망이 일부의 죽음에 대한 공포를 간신히 억누르고 있다. 이러한 위안조차 없다면, 어제의 전사가 오늘은 칭얼대는 똥개가 될 거다. 야수들은 어둠 속에 머무를 때 마지막 겁 한 조각조차 잃어버리는 모양이다. 보초병 한 명이 장벽 위에서 동료 다섯 명이 지켜보는 가운데 머리가 뽑혀나갔다..." "... 좌측 탑의 절반이 무너져 활짝 열린 구조물이 되어버렸다. 우리는 문에 장벽을 쳤지만, 구멍을 따라 스며든 연기가 우리 중 세명을 쓰러뜨렸다..." "... 그는 침을 뱉고, 거품을 물며, 외국인 배신자들을 질타하고 멘데브의 지원군이 오지 않으리라 소리쳤다. 유노가 그 미치광이의 두개골을 부쉈다..." "... 우리의 날이 얼마 남지 않았다. 연기가 호흡을 거의 불가능하게 만들고 있다. 우리는 공격받는 틈틈이 적어도 아직 신선한 습기가 벽을 타고 흐르는 지하실에 앉아 시간을 보낸다. 우리의 보초병들은 하나씩 하나씩 사라지고 있다. 연기에 질식했거나 날아다니는 야수들의 발톱에 잡아채였거나..." "... 우리는 한 시간 뒤에 대문을 열 것이다. 우리의 마지막 흔적을 좇는 이들이 사코리스 최후의 아들들이 선 채로 죽었음을 보게 하소서..." 마지막 일기 뒤에 한 장이 덧붙여져 있습니다. 보다 얇은 종이에 화려한 글씨체로 적혀 있어 구분됩니다. "나는 이 일기를 데몬들이 자리 잡은 곳을 청소한 뒤 요새의 지하 피난처에서 발견했다. 신록의 관문의 방어자들은 명예롭게 죽음을 맞이했다. 우리는 그대들을 구원할 수 없었으나, 그대들의 용기는 오늘날 골라리온의 이름으로 무기를 든 모든 이들의 귀감이 되고 있다. 내가 맹세하노니, 내가 이 일기를 끝마친 것처럼 황폐화된 대지들을 거쳐 온 새 성전군이 사코리스인들이 시작한 일을 끝맺을 것이다. 맑은 하늘 아래 죽은 자의 깃발이 다시 한 번 휘날리리라!"
ko_mt: 일기장의 제본이 그을려 있고 많은 페이지가 누락되었습니다. 남아있는 페이지들은 먼지와 곰팡이로 덮여 있습니다. 번지고 흘러내린 잉크 글씨와 썩은 부분 사이에서 특정 문구를 알아볼 수 있습니다. "한 부대가 서쪽에서 소식을 가져 왔습니다. 평원이 함락되어 부족들이 학살당하고 짐승들이 전사한 전사들의 시체를 먹어치우고 있다는 소식입니다. 생존자 몇 명이 발견되었지만 요새로 데려가려는 시도는 실패했습니다. 우리 전사들은 외곽 요새는 쓰레기들로 넘쳐나 어려움을 겪고 있습니다. 동쪽에서 오는 지원군만이 서서히 우리 목을 조여오는 올가미를 뚫을 수 있을 것입니다... "...그들이 하늘에서 공격해 왔습니다. 탑은 여전히 서 있지만 불타고 있습니다. 조낙과 다른 동료들도 함께요. 장례식장에 불을 붙일 시간도 없었고, 시체들을 퍼서 벽 뒤로 던져버리고 또 다른 파도에 휩쓸리기 시작했습니다. 롤루그의 분대는 버려진 초소에 주둔하고 있었는데, 대부분 불구가 되어서 벽에 쓸모가 없었고... "...그들은 허공으로 사라졌습니다. 연기로 인해 낮과 밤이 하나로 섞여 동쪽 지평선을 보는 것이 점점 더 어려워지고 있습니다. 멘데브의 깃발을 볼 수 있다는 희망이 죽음의 공포를 막아주었지만, 이 위안이 없다면 어제의 용사들은 우는 소리로 변해버릴 것입니다. 보초병 중 한 명이 동료 다섯 명이 보는 앞에서 벽에서 떨어져 나갔고... "...왼쪽 탑의 절반이 갈라진 틈새로 가라앉고 있습니다. 우리는 문을 바리케이드로 막았지만 구멍을 통해 쏟아지는 연기에 우리 중 세 명이 쓰러졌다... "...그는 침을 뱉으며 킥킥거리며 외국 반역자들을 비난하고 멘데브인들이 오지 않을 거라고 소리쳤다. 유노는 그 미치광이의 두개골을 박살냈다... "...우리의 날은 얼마 남지 않았다. 연기로 인해 숨쉬기가 거의 불가능해졌습니다. 우리는 적어도 벽에서 흘러내리는 신선한 습기가 있는 지하실에서 공격 사이에 시간을 보냈습니다. 보초병들이 연기에 질식하거나 날아다니는 짐승의 발톱에 잡혀서 하나둘씩 사라지고 있습니다... "...한 시간 후에 성문을 열겠습니다. 우리의 마지막 날을 추적하는 사람들에게 사르코리스의 마지막 아들들이 우뚝 서서 죽었다는 것을 보여 주자..." 마지막 장 사이에 한 장이 더 붙어 있다. 더 고급스러운 종이로 만든 이 페이지에는 화려한 글씨가 새겨져 있다. "데몬들의 근거지를 정리한 직후 요새의 지하 피난처에서 이 일기를 발견했다. 그린게이트의 수호자들은 명예롭게 죽음을 맞이했습니다. 그대들을 구하지는 못했지만, 그대들의 용기는 골라리온의 이름으로 오늘 무기를 드는 모든 이들에게 귀감이 될 것입니다. 이 폐허의 땅에서 이미 빠르게 진행되고 있는 우리의 새로운 십자군도 사르코리언이 시작한 일을 이 일기를 끝마친 것처럼 완수할 것을 맹세합니다. 다시 한 번 맑은 하늘 아래 망자의 깃발이 휘날릴 것이다!"

source: Old Sarkorian Book
ko: 오래된 사코리스 책
ko_mt: 오래된 사르코리안 책

source: "In the western mountains there dwelled a clan whose name is no longer spoken today. They were a brave and hardy people who would go down into the deep caves and return laden with glittering ore. The clan flourished: it had all things in abundance, including food and honey, because their neighbors gladly bought the things they forged from the underground ore. Trouble came to the clan on the last day of Calistril, when the mountain passes were ready to shake off winter's icy grip, like hounds waking from a long sleep. Clamor and clouds of dust rose up from the caves that night. Once the dust had settled, the miners went down to look, for they were brave people who feared neither darkness nor falling rocks. But what they found was not darkness or a cave-in. What they found was the Pack. The Follower, whose true name had been forgotten generations before, was of clan blood. The Follower was a despicable sorcerer, a degenerate who had turned his back on his ancestors. He had loved the Daughter of the wise clan Patriarch most ardently, but her heart had held no warmth for him. The Follower had stormed into the dark depths of the caves, seething in his resentment, and with much wailing and berating, plotted his revenge. That is where the dread Pack found him, following the scent of profane magic and vice. The Pack devoured him, and in so doing, tasted human blood for the first time, and discovered it was to its liking. The Pack killed the miners who descended into the caves, and thereafter it began venturing up the surface each night to devour one of the villagers before dragging the carcass back to the caves to gnaw on the bones. The wise Patriarch called the clan together in the long house and spoke, then the elders of the clan spoke, then the warriors, and then anyone could say their piece. The ancestors had revealed to the Patriarch that the clan was being punished by the gods for failing to recognize the degenerate sorcerer in their midst, and that no deity would intercede for them now. Lamenting their fate, the clan left their homes, the ancestors' carved images, and their temples to the gods, and fled. That caravan of grief made its way in silence, but not all the clan was represented among its number. Only women, children, and decrepit elders did it contain, for the strong men of the clan had remained behind. Many days they sat in the long house, sharpening their weapons and praying. Each night, one of the men would go down into the caves to satisfy the Pack's hunger with his own flesh. When all the men were dead and the Pack's hunger drove it to the surface, the caravan was already long gone, and the monsters could not pick up their trail. The caravan traveled day and night without rest until it reached the steppe, the very edge of their known world, whence the peaks of their beloved mountains could no longer be seen. And there they settled, living threadbare, meager lives, because they did not know how to rear animals and live the nomadic life that required, and because they had no strong warriors among them. The clan quickly dwindled — the old died, and the young found husbands and wives in other clans and left to join new households. Years later, during one of the harsh steppe winters, the clan Patriarch fell sick and died in the arms of his Daughter, and no one could recall the location of that house where the clan had once resided in such freedom and dignity." The final pages of the book have been roughly torn out.
ko: "서부 산맥에는 한 때 더 이상 이름이 불려지지 않은 씨족이 거주했다. 그들은 깊은 동굴로 내려가 반짝이는 광석을 메고 돌아오는 용감하고 강인한 이들이었다. 그 씨족은 번영했다. 이웃들이 그들이 지하의 광맥으로 제련해낸 것들을 기꺼이 사들였기에, 음식과 꿀을 포함해 모든 것을 풍족히 누렸다. 칼리스트릴의 마지막 날, 긴 잠에서 깨어난 사냥개처럼 산길들이 겨울의 차가운 손아귀를 떨쳐낼 준비가 되었을 때, 씨족에 문제가 찾아왔다. 그날 밤 동굴 안에서 소란과 먼지 구름이 피어올랐다. 먼지가 가라앉자, 어둠도 낙석도 두려워하지 않는 용감한 광부들은 내려가 무슨 일이 일어났는지 살펴 보았다. 그들은 동굴 안에서 어둠이 아닌 무리 하나를 발견했다. 수 세대 전 진정한 이름을 잃어버린 추종자들은 씨족의 혈통을 이었다. 추종자는 한 때 선조들을 등진 비열한 마법사였다. 그는 현명한 씨족 대모의 딸을 가장 열렬히 사랑했으나, 그녀의 심장은 그를 향해 뛰지 않았다. 추종자는 동굴 심부 깊숙히 뛰어들어 분노로 속을 끓이며 통곡과 질책으로 복수의 음모를 꾸몄다. 그 곳에서 무시무시한 무리가 마법과 사악의 불경한 향취를 쫓아 그를 찾아내었다. 무리가 그를 포식했고, 그럼으로써 처음으로 인간의 피를 맛보았고, 그것이 기호에 맞음을 발견했다. 무리는 동굴로 내려온 광부들을 죽였고 이 후 매일 밤마다 위험을 무릅쓰고 지표면으로 떠나 마을 사람 하나를 잡아먹고 그 시체를 끌고와 뼈 무더기위에 쌓아 놓았다. 현명한 대모는 롱 하우스로 씨족을 불러모아 말했고, 뒤이어 장로들이 이야기 했으며, 그 뒤에 전사들이, 마침내 누구나 자신의 의견을 표현했다. 선조들은 대모에게 그들 중 하나였던 타락한 소서러의 죄로 신벌을 받고 있음을 말하며, 적어도 지금은 그 어떤 신격도 그들을 위해 중재해주지 않으리라는 사실을 밝혔다. 씨족은 그들의 운명을 슬퍼하며 그들의 집과, 선조들의 조각과 신들의 신전을 남긴 채 달아났다. 비탄의 행렬은 침묵 속에서 나아갔으나 모든 이들이 그 행렬에 참가하지는 않았다. 오직 여자와 아이들, 늙은 장로들만이 떠나고 씨족의 강한 남자들은 뒤에 남았다. 그들은 롱 하우스에 앉아 많은 날을 보내며 무기를 날카롭게 벼리고 기도했다. 매일 밤 남자 중 하나가 동굴로 내려가 자신의 살로 무리의 배고픔을 달래려 시도했다. 모든 남자가 죽고 무리의 배고픔이 그것을 지표면으로 내몰았을 때, 행렬은 이미 멀리 떠났고 괴물은 그 흔적을 찾아낼 수 없었다. 행렬은 그들이 알고 있던 세계의 끝, 그들이 사랑하던 산맥의 봉우리들이 보이지 않는 대초원에 도착할 때까지 밤낮으로 쉬지 않고 여행했다. 그리고 그들이 정착했을 때, 그들에게는 강한 전사도, 유목민의 삶에 필요한 동물을 기르는 방법도 없었으므로 비루한 삶을 살았다. 씨족은 빠르게 줄어들었다. 노인들은 죽었고, 젊은 이들은 다른 씨족에서 남편과 아내를 찾아 새 가정을 꾸리기 위해 떠났다. 수년이 지나 가혹한 대초원의 겨울이 덮쳤을 때, 씨족의 대모는 병으로 쓰러져 딸의 팔에 안겨 죽음을 맞이했으며, 누구도 씨족이 머무르며 자유와 존엄을 지켰던 집을 떠올릴 수 없게 되었다." 책의 마지막 장은 거칠게 찢겨 나갔다.
ko_mt: "서쪽 산에는 오늘날 이름이 더 이상 사용되지 않는 부족이 살았습니다. 그들은 용감하고 강인한 사람들이었고, 깊은 동굴로 내려가 반짝이는 광석을 가득 싣고 돌아오곤 했습니다. 지하 광석으로 만든 물건을 이웃들이 기꺼이 사주었기 때문에 식량과 꿀을 비롯한 모든 것이 풍족했습니다." 긴 잠에서 깨어난 사냥개처럼 산길이 겨울의 얼음장을 떨쳐낼 준비가 되던 칼리스트릴의 마지막 날, 부족에게 문제가 찾아왔습니다. 그날 밤 동굴에서 고함소리와 먼지 구름이 피어올랐어요. 광부들은 어둠도 낙석도 두려워하지 않는 용감한 사람들이었기에 먼지가 가라앉자 내려가서 살펴보았습니다. 하지만 그들이 발견한 것은 어둠이나 동굴이 아니었습니다. 수 세대에 걸쳐 잊혀졌던 추종자의 정체가 바로 부족의 핏줄로 이루어진 무리였습니다. 추종자는 비열한 소서러였고, 조상에게 등을 돌린 타락한 자였다. 그는 현명한 부족 족장의 딸을 가장 열렬히 사랑했지만, 그녀의 마음은 그를 따뜻하게 품어주지 않았다. 추종자는 분노에 끓어오른 채 어두운 동굴 깊숙이 숨어들어 통곡과 욕설로 복수를 계획했다. 그곳에서 불경한 마법과 악의 냄새를 쫓던 공포의 무리가 그를 발견했습니다. 팩은 그를 잡아먹었고, 그 과정에서 처음으로 인간의 피를 맛보았고, 그 피가 자신들의 입맛에 맞는다는 것을 알게 되었습니다. 현명한 족장은 부족을 긴 집에 불러 모아 연설하고, 부족의 장로들이 연설하고, 전사들이 연설한 다음 누구나 자신의 의견을 말할 수 있도록 했습니다. 선조들은 족장에게 부족이 타락한 소서러를 알아보지 못해 신들에게 벌을 받고 있으며, 이제 어떤 신도 부족을 위해 중보해 주지 않을 것이라고 말했습니다. 자신들의 운명을 한탄한 일족은 집과 조상들의 조각상, 신전을 신에게 맡기고 도망쳤습니다. 슬픔의 캐러밴은 조용히 길을 떠났지만, 모든 부족이 함께한 것은 아니었습니다. 부족의 건장한 남성들은 남아있었기 때문에 여자, 아이, 쇠약한 노인들만 그 행렬에 포함되었습니다. 그들은 여러 날 동안 긴 집에 앉아 무기를 갈고 기도했습니다. 매일 밤 남자 중 한 명이 동굴로 내려가 자신의 고기로 무리의 배고픔을 달래곤 했습니다. 모든 사람이 죽고 무리가 굶주림에 지쳐 지상으로 나왔을 때는 이미 캐러밴은 사라진 지 오래였고, 괴물들은 그들의 흔적을 찾을 수 없었습니다. 캐러밴은 그들이 아는 세계의 가장자리인 대초원에 도착해 그들이 사랑하는 산의 봉우리가 더 이상 보이지 않을 때까지 밤낮으로 쉬지 않고 여행했습니다. 그리고 그곳에 정착한 그들은 동물을 기르고 유목 생활을 하는 방법을 몰랐고, 그들 중에는 강한 전사가 없었기 때문에 빈약하고 초라한 삶을 살았습니다. 부족은 빠르게 줄어들어 노인들은 죽고 젊은 이들은 다른 부족에서 남편과 아내를 찾아 새로운 가정을 이루기 위해 떠났습니다. 몇 년 후, 혹독한 대초원의 겨울 중 하나에서 부족의 족장은 병에 걸려 딸의 품에서 죽었고, 아무도 그토록 자유롭고 품위있게 살았던 그 집의 위치를 기억할 수 없었습니다."책의 마지막 페이지가 거칠게 찢어졌습니다.

source: Torn-Out Pages from a Sarkorian Book
ko: 사코리스 책에서 찢어낸 종이
ko_mt: 사르코리안 책에서 찢어진 페이지
