Repository: akintos/wotr-translation
Catalog: translation/*/Books.po
Languages: ko, ko_mt

source: "To the Commander of the Fifth Crusade, I sincerely hope you will accept a little gift from an anonymous well-wisher. I would be happy to stand shoulder to shoulder with the brave souls doing battle with the demons, but my personal affairs prohibit me from doing so. Therefore, I am sending you some of my gear that served me well during my travels. Just like me, you are well versed in magic and roguish tricks. So I believe you will find this gift of mine very useful! Best regards, Lady O."
ko: "제 5차 성전의 사령관님께, 익명의 후원자가 보내는 작은 선물을 사령관님께서 받아주시길 진심으로 기원합니다. 저 또한 데몬에 대항하는 용감한 영혼들과 함께 등을 맞댈 수 있기를 바랍니다만, 제 개인적인 용무때문에 그럴 수 없음이 매우 안타깝습니다. 대신 여행 중에 유용하게 사용했던 제 장비들을 조금 보냅니다. 당신께서도 저처럼 마법과 속임수에 조예가 깊으시다는 것을 알기에 제 선물이 아주 유용하리라 믿습니다! 안부를 전하며, 레이디 O."
ko_mt: "제5 십자군 사령관님께, 익명의 독지가가 보내온 작은 선물을 받아주시길 간절히 바랍니다. 데몬과 싸우는 용감한 영혼들과 어깨를 나란히 하고 싶지만 제 개인적인 일로 인해 그렇게 할 수 없습니다. 그래서 여행하는 동안 제게 도움이 되었던 장비 몇 가지를 보내드리려고 합니다. 당신도 저처럼 마법과 마술에 능통하죠. 그러니 이 선물이 매우 유용하게 쓰이리라 믿습니다! 안녕하세요, 레이디 오."

source: At first glance, this appears to be an ordinary constellation chart, but something about it doesn't seem right. Someone left it in the caves near Pulura's temple.
ko: 얼핏 보기에는 평범한 별자리 도표입니다만, 뭔가 잘못된 부분이 있는 것 같습니다. 누군가 펄루라의 사원 인근 동굴에 그것을 버려두었습니다.
ko_mt: 언뜻 보기에는 평범한 별자리 도표로 보이지만 뭔가 이상해 보입니다. 누군가 풀루라의 사원 근처 동굴에 이 별자리를 두고 갔어요.

source: Cryptic Message
ko: 암호화된 쪽지
ko_mt: 암호 메시지

source: Arveng's Note
ko: 아르벵의 쪽지
ko_mt: 아르벵의 노트

source: "Grulhild, I know that you have decided to go to Odden. It is your decision, but think about Ranhild! Pulura will not protect you any better than Gorum will. You keep saying that your family must be together, but will you make it to the temple before the demons catch up to you? If you change your mind, I left enough supplies for you to get to Mendev. Your loving brother, Arveng"
ko: "그룰힐드, 네가 오덴에게 가기로 결심했다는 것을 알아. 네가 결정할 일이긴 하지만, 란힐드를 떠올려봐! 펄루라는 고룸님과 달리 너를 제대로 보호해주지 않을 거야. 넌 항상 네 가족들이 한 데 모여있어야 한다고 말하지만, 데몬이 널 사로잡기 전에 사원에 도달할 수 있겠어? 만일 마음이 바뀌었다면, 멘데브에 도착할 때 까지 쓰기에 충분한 보급품을 남겨두었으니 쓰도록 해. 널 아끼는 오빠, 아르벵이."
ko_mt: "그룰힐드, 네가 오덴으로 가기로 결정한 거 알아. 네 결정이지만 란힐드를 생각해! 풀루라는 고룸보다 널 더 잘 지켜주지 못할 거야. 가족이 함께 있어야 한다고 계속 말하지만 데몬들이 당신을 따라잡기 전에 사원에 도착할 수 있을까요? 마음이 바뀌면 멘데브까지 갈 수 있도록 충분한 보급품을 남겨뒀어. 당신의 사랑하는 동생, 아르벤"

source: Page from a Crusader's Diary
ko: 성전군의 일기에서 찢어낸 페이지
ko_mt: 성전사의 일기의 한 페이지

source: "I chased him during the day, I followed him at night. I found his tracks in the demonic wastelands of the Wound. I set up ambushes in the cities. Hunting a hunter is a strange job. The demon was seeking victims, leaving behind a trail of crusaders tortured to death, their hearts carved out of their bodies. And I was seeking him. Kneeling at my nightly prayers, I asked myself — why do I want to rid the world of this particular monster? New demons come almost daily from the rifts in the Worldwound. I could fight them wherever I wanted, I could join my crusader brethren in any garrison. But I chased him — for three years, relentlessly, like a hound following a trail. Finally, he came for me himself. My perseverance drew his attention, it made me bait. There are demons who take special pleasure in torturing the weak and helpless, but he was different. He was drawn by danger — he liked killing the strong, the proud, the unbreakable. That's what he told me. I listened to him and was horrified at how similar we were. Then we fought. I killed him. These were three long years, goddess. I was returning to Kenabres after this long hunt, after an exhausting fight, carrying a terrible burden. On the fringes of the city, a light guided my way. Not your light, no. The lights of the fires near the city walls, where the inquisitors were burning more potential renegades. I walked in my dusty armor, covered with sword marks, past the people who gathered to watch the execution. I overheard the ecstatic words of the executioner. I remembered the words the demon said before his death. I never entered the city gates. I didn't kneel in your temple, I didn't share a meal with other crusaders. I, Berenguer the Tall, no longer belong in this crusade. Not after these long years. Not after what I realized and heard. As it lay dying, the demon said to me, "We are what you will become."
ko: "나는 밤낮으로 그를 쫓았다. 나는 세계상처 내의 데몬 황무지에서 그의 흔적을 찾았다. 나는 도시에서 매복을 준비했다. 사냥꾼을 사냥한다는 것은 이상한 직업이다. 데몬은 희생자를 찾고 있었고, 죽을 때까지 고문당한 성전군들의 흔적을 남기고 다녔다. 성전군들의 심장이 그들의 시체에서 파내어져 있었다. 나는 그를 찾고 있었다. 저녁 기도 시간에 무릎을 꿇고 스스로에게 물었다 — 나는 왜 이 특정한 괴물 하나를 이 세계에서 없애버리고 싶어하는가? 세계상처의 협곡들에서는 매일 같이 새로운 데몬들이 기어나온다. 난 내가 원하는 어디에서건 싸울 수 있었다. 나는 아무 요새에서나 내 성전군 교우들과 함께할 수 있었다. 그러나 나는, 흔적을 쫓는 사냥개 마냥 삼년 동안 쉬지 않고 그를 추적했다. 마침내, 그가 직접 나를 찾아왔다. 내 인내심이 그의 관심을 끌었고, 그게 나 자신을 미끼로 만들었다. 약하고 무력한 자를 고문하는 데서 특별한 기쁨을 느끼는 데몬들도 있지만, 그는 달랐다. 그는 위험에 이끌렸다 — 그는 강하고, 자신만만하고, 꺾이지 않는 자들을 죽이는 것을 즐겼다. 적어도 그는 내게 그렇다고 말했다. 나는 그에게 귀를 기울였고, 우리가 닮았다는 사실에 두려워했다. 그리고 우리는 싸웠다. 나는 그를 죽였다. 여신이시여, 긴 삼년이었습니다. 나는 이 기나긴 사냥과 지난한 싸움 끝에 끔찍한 짐을 지고 케나브레스로 귀환했다. 도시 변두리에서 빛이 내 길을 안내했다. 네 빛이 아니야, 아니고 말고. 도시 장벽 주변, 인퀴지터가 잠재적 변절자들을 태우는 곳에서 불빛이 흘러나왔다. 난 검흔과 먼지로 덮힌 갑옷을 입고 처형식을 구경하기 위해 모인 사람들을 지나쳤다. 사형 집행인이 황홀감에 가득차 지껄이는 말을 들었다. 나는 데몬이 죽기 전에 했던 이야기를 떠올렸다. 나는 도시 정문을 통과하지 않았다. 나는 네 신전 앞에 무릎 꿇지 않았고, 다른 성전군과 식사를 함께하지 않았다. 나, 키 큰 베렝게르의 성전은 끝났다. 이 긴 세월을 보낸 이상은. 내가 깨닫고 들은 이후에는. 데몬은 쓰러져 죽어가며 내게 말하길, "우리는 네 미래의 모습이다."
ko_mt: "낮에는 그를 쫓고 밤에는 그를 따라다녔어요. 상처의 데몬 황무지에서 그의 흔적을 찾았죠. 도시에 매복을 설치했죠. 사냥꾼을 사냥하는 건 이상한 일이야. 데몬은 희생자를 찾고 있었고, 고문당해 죽은 성전사들의 흔적과 심장이 몸에서 잘려나간 흔적을 남겼죠. 그리고 나는 그를 찾고 있었다. 밤마다 무릎을 꿇고 기도하면서 저는 왜 이 괴물을 세상에서 없애고 싶은 걸까요? 새로운 데몬은 거의 매일 세계상처에서 생겨납니다. 원하는 곳이면 어디에서든 싸울 수 있고, 어느 주둔지에서든 성전사 형제들과 합류할 수 있었죠. 하지만 나는 3년 동안 흔적을 쫓는 사냥개처럼 끈질기게 그를 쫓았어요. 마침내 그가 직접 날 찾아왔어요. 내 인내심이 그의 관심을 끌었고 미끼가 되었습니다. 약하고 무력한 사람을 고문하는 것을 특별한 즐거움으로 여기는 데몬이 있지만 그는 달랐습니다. 그는 위험에 끌렸고 강하고 교만하며 깨지지 않는 사람을 죽이는 것을 좋아했습니다. 그가 저에게 그렇게 말했어요. 저는 그의 말을 들으며 우리가 얼마나 비슷한지 무서웠어요. 그리고 우린 싸웠어요. 제가 그를 죽였어요 긴 3년이었어요, 여신님 긴 사냥을 마치고 지친 싸움 끝에 끔찍한 짐을 짊어지고 케나브레스로 돌아오고 있었어요. 도시 변두리에서 한 빛이 내 길을 인도했어. 네 불빛이 아니야. 종교 재판관이 잠재적 배신자들을 태우고 있는 성벽 근처의 불빛이었다. 나는 칼자국으로 뒤덮인 먼지투성이 갑옷을 입고 처형 장면을 보기 위해 모인 사람들을 지나쳐 걸어갔다. 나는 사형 집행자의 황홀한 말을 엿들었다. 데몬이 죽기 전에 했던 말이 기억났다. 나는 성문으로 들어가지 않았다. 나는 당신의 성전에 무릎을 꿇지 않았고 다른 십자군들과 식사를 나누지 않았습니다. 나, 키 큰 베렌게르는 더 이상 이 성전에 속하지 않는다. 이 긴 세월이 지나고 나서야. 내가 깨달은 것, 들은 것 이후로는 아니야. 죽어가면서 데몬이 내게 말했지 "우리가 바로 네가 될 자들이야."

source: Mutasafen's Letter
ko: 무타사펜의 편지
ko_mt: 무타사펜의 편지

source: "If you are reading this, Hepzamirah, my plan has most likely succeeded. I am now leading an army — my army — through the lands of Golarion, and you are shaking with terror, waiting to find out how your father will punish you. How I wish I could be there to witness your humiliation! Perhaps Baphomet will spare you, and send you after me. You probably hope to capture me and make me suffer, using the power of the Nahyndrian crystals that I helped you to obtain. Well, you should know that first of all, the revival system I created for myself is flawless. You can't kill me, even if you manage to kill me. Second, I am already close to perfecting my deadliest weapon. Do you know what it is? I will be able to temporarily remove the powers and abilities that are bestowed by Nahyndrian crystals. See, I've told you my secret. But I will not tell you how I will achieve this feat. What will it be — poison? A spell? A magical object? I want you to think about the possibilities, so that you shudder and flinch at every shadow. A long time ago, I learned a simple lesson. To gain power in the Abyss, you must seize your underlings by the throat with one hand, and destroy your enemies with the other. Well, you've destroyed many enemies, but you've never been good at controlling your subordinates. I've been preparing this rebellion for years, weaving intrigue, recruiting allies, gathering resources, working out a revival system for myself — and you never noticed. Be sure you mention that to Baphomet. He will appreciate my subtlety, although he will not be pleased that an ordinary demon, an incubus spawn, no less, has tricked his princess daughter. So, farewell princess! I look forward to seeing you, but I will not be disappointed if your death prevents us from meeting again. Mutasafen."
ko: "헵자미라, 네가 이걸 읽고 있다면 내 계획이 거의 성공했다는 거겠지. 나는 지금 군대, 나의 군대를 이끌고 골라리온의 대지를 지나고 있을 테지만, 너는 공포에 떨며 네 아비가 너를 처벌하기만을 기다리고 있을 것이다. 내가 네 수모를 직접 볼 수 있다면 좋으련만! 어쩌면 바포메트가 너를 용서하고, 나를 쫓도록 보낼지도 모르지. 너는 나를 잡아서, 네가 얻게 도와준 나힌드리 수정의 힘으로 내게 고통을 주고 싶어할 테고. 우선, 넌 내가 만들어낸 내 전용 부활 체계가 완전 무결하다는 것을 알아 두는 게 좋을 거야. 넌 나를 죽일 수 없어, 네가 어떻게 나를 한 번쯤 죽이더라도 말이지. 두 번째, 나는 내 가장 치명적인 무기를 완성하기 직전이지. 그게 뭔지 아나? 난 나힌드리 수정이 내리는 힘과 능력을 일시적으로 완전히 제거할 수 있게 될 거야. 보이나? 난 내 비밀을 너에게 말해주었지. 그러나 내가 이 업적을 어떻게 이뤄 낼지는 말해주지 않겠어. 독일까? 주문일까? 아니면 마법? 난 네가 그 가능성에 대해 고민하다 모든 그림자의 안에서 떨며 괴로워하길 바란다. 오래 전, 난 간단한 교훈을 얻은 바 있지. 심연에서 권력을 얻으려면, 한 손으로는 아랫 것들의 목을 움켜쥐고, 다른 한 손으로는 적을 부숴야 한다는 거야. 흠, 넌 많은 적을 쓰러뜨렸지만, 네 종들을 다루는 데는 그리 뛰어나지 않더군. 난 수십 년간 반역을 준비하고, 음모를 자아냈고, 아군을 모집하고, 자원을 수집하고, 나만의 부활 체계를 건설했다. 넌 눈치채지도 못했지. 바포메트에게 이 얘길 하는 게 좋겠군. 그는 그저 평범한 데몬, 인큐버스 자식 하나가 자기 공주님을 속여넘었다는 것은 별로 좋아하지는 않겠지만, 그렇더라도 나의 교묘함 만큼은 받아들일 거거든. 그럼, 안녕하시길, 공주님! 난 너를 만나길 고대하고 있겠지만, 네 죽음이 우리의 재회를 방해하더라도 실망하지는 않겠어. 무타사펜."
ko_mt: "헵자미라, 네가 이 글을 읽고 있다면 내 계획은 성공했을 가능성이 높다. 나는 지금 내 군대를 이끌고 골라리온 땅을 지나고 있고, 당신은 공포에 떨며 아버지가 당신을 어떻게 벌할지 기다리고 있습니다. 그 굴욕을 직접 목격할 수 있다면 얼마나 좋을까! 아마도 바포메트가 당신을 살려주고 나를 쫓아 보낼 것입니다. 내가 널 도와 얻은 나힌드리안 수정의 힘을 이용해 날 붙잡아 고통스럽게 만들고 싶겠지. 글쎄, 우선 내가 만든 부활 시스템은 완벽하다는 걸 알아야 해. 날 죽일 수는 있어도 죽일 수는 없어. 둘째, 나는 이미 내 가장 치명적인 무기의 완성에 가까워졌습니다. 그게 뭔지 알아? 나힌드리안의 수정이 부여하는 힘과 능력을 일시적으로 제거할 수 있게 될 거야. 봐, 내 비밀을 말했잖아. 하지만이 위업을 어떻게 달성 할 것인지는 말하지 않겠습니다. 독이 될까요? 주문? 마법의 물건? 나는 당신이 모든 그림자에서 떨고 움찔 할 수 있도록 가능성에 대해 생각하기를 바랍니다. 오래전에 나는 간단한 교훈을 배웠습니다. 심연에서 힘을 얻으려면 한 손으로 부하들의 멱살을 잡고 다른 한 손으로 적을 파괴해야 한다는 거죠. 자네는 많은 적을 쓰러뜨렸지만 부하를 통제하는데는 능숙하지 못했지. 난 수년간 반란을 준비하며 음모를 꾸미고, 동맹을 모집하고, 자원을 모으고, 스스로 부활 시스템을 구축해왔는데 당신은 전혀 눈치채지 못했죠. 바포메트에게 꼭 그 얘기를 해줘요. 그는 평범한 데몬인 인큐 버스가 그의 공주 딸을 속였다는 사실에 기뻐하지 않을 것이지만 내 미묘함을 높이 평가할 것입니다. 그러니 안녕 공주님! 나는 당신을 만나기를 고대하지만 당신의 죽음으로 인해 우리가 다시 만나지 못하더라도 실망하지 않을 것입니다. 무타사펜."

source: Excerpt from Mutasafen's Notes
ko: 무타사펜의 기록에서 발췌
ko_mt: 무타사펜의 노트에서 발췌

source: "The experiment was not entirely successful, but it was certainly entertaining! It is well established that Nahyndrian energy only has an effect on demons, and other creatures who contain the essence of the Abyss. It is also known that predatory crystals from the Plane of Earth feed on minerals. Well, soon, I will introduce the world to my newest pet: a predatory crystal fed on Nahyndrian shards! I definitely need an army of these..."
ko: "실험이 온전한 성공을 거두지는 못했지만, 확실히 흥미롭긴 했다! 나힌드리의 에너지는 데몬 및 심연의 정수를 품은 생명체에게만 영향을 미친다는 것을 확증할 수 있었다. 또한 대지의 차원에서 온 육식성 수정들은 광물을 먹는다는 것을 밝혀냈다. 자, 조만간 나는 내 최신 애완 동물을 세상에 공개할 거다. 바로 나힌드리 파편을 먹은 육식성 수정! 내겐 이것들의 군대가 필요할게 분명하다..."
ko_mt: "실험은 완전히 성공적이지는 않았지만 확실히 재미있었습니다! 나힌드리안의 에너지는 데몬이나 심연의 정수를 품고 있는 다른 생명체에게만 영향을 미친다는 것은 잘 알려져 있습니다. 또한 지구 평면의 약탈 결정은 광물을 먹는 것으로 알려져 있습니다. 그럼, 곧 제 새로운 애완동물인 나힌드리안 파편을 먹는 포식성 수정을 세상에 소개할게요! 이 군대가 꼭 필요해..."

source: Mutasafen's Working Notes
ko: 무타사펜의 연구 기록
ko_mt: 무타사펜의 작업 노트

source: "I was convinced that this line of research had reached a dead end, but as it turned out, I just didn't have the right material! Of course, the plane-forming principle is well known, and is quite typical for everything that originates from the Abyss. When there are two things of the same kind, one will try to suppress the other... or devour it. That is why a source of Nahyndrian power will block all other sources of the same power. However, I've never succeeded in creating a Nahyndrian demon capable of suppressing the Nahyndrian powers of other demons. This outcome is theoretically possible — in fact, it is theoretically probable. Yet for some reason, all my attempts to create such a demon have ended in failure. So I decided to try a different approach... and it has yielded some excellent results. I have managed to create a Nahyndrian angel capable of suppressing a demon's Nahyndrian powers. Now, this can happen only once, because it requires the subject's termination. But who cares? Angels are expendable. If I manage to recreate the process that Areelu used when implanting Targona's wing, I'll be able to make a dozen of these 'anti-Nahyndrian bombs.' And then... no one in the Abyss will dare to challenge me."
ko: "이 연구가 막다른 골목에 다다랐다고 거의 확신했었다만, 그저 내가 올바른 소재를 지니지 않았기 때문이 드러났다! 물론, 차원 형성 원리는 아주 잘 알려져 있으며, 심연에서 유래한 물질들에는 대체로 잘 들어맞는다. 동류의 물질 두 개가 함께 있으면 하나가 다른 하나를 억제하거나... 집어 삼킨다. 이게 나힌드리 힘의 원천이 다른 동일한 힘의 원천들을 방해하는 이유다. 그러나 나는 다른 데몬들의 나힌드리 힘을 억제할 수 있는 나힌드리 데몬을 빚어내지는 못했다. 이론상으로는 가능하다. 정확히 표현하자면, 이론상으로는 가능할 수도 있다. 그러나, 어떤 이유에선지 그러한 데몬을 만들어내려는 내 노력은 실패로 끝났다. 따라서 나는 다른 접근법을 시도해봤고... 몇가지 눈에 띄는 성과를 얻었다. 나는 데몬의 나힌드리 힘을 억제할 수 있는 나힌드리 엔젤을 만드는데 성공했다. 현 시점에서, 이 힘은 한 번만 사용할 수 있다. 실험체의 사망이 필연적이기 때문이다. 그러나 뭐가 문제겠는가? 엔젤이란 소모품일 뿐이다. 만일 아릴루가 타르고나의 날개를 심을 때 사용한 과정을 재연할 수 있다면, 나는 이런 '반 나힌드리 폭탄'을 수십개는 만들어 낼 수 있을 것이다. 그리고 나면... 심연의 그 누구도 감히 내게 도전하지 못할 것이다."
ko_mt: "저는 이 연구가 막다른 골목에 이르렀다고 확신했지만, 알고 보니 적절한 자료가 없었습니다! 물론 평면을 형성하는 원리는 잘 알려져 있으며 심연에서 비롯된 모든 것에 매우 일반적입니다. 같은 종류의 두 가지가 있을 때 하나는 다른 하나를 억압하거나 삼키려고 합니다. 그렇기 때문에 나힌드리안의 힘의 원천은 같은 힘의 다른 모든 원천을 차단합니다. 하지만 다른 데몬의 나힌드리안 힘을 억제할 수 있는 나힌드리안 데몬을 만드는데 성공한 적은 없습니다. 사실 이론적으로는 충분히 가능한 결과입니다만, 어떤 이유에서인지 그런 데몬을 만들려는 나의 시도는 모두 실패로 끝났습니다. 그래서 저는 다른 접근 방식을 시도하기로 결정했고.. 그 결과 몇 가지 훌륭한 결과를 얻었습니다. 데몬의 나힌드리안 능력을 억제할 수 있는 나힌드리안 천사를 만드는데 성공했어. 이제 이것은 피험자의 종결이 필요하기 때문에 단 한 번만 가능합니다. 하지만 누가 신경이나 쓰겠습니까? 천사는 소모품이니까요. 아릴루가 타르고나의 날개를 이식할 때 사용한 과정을 재현할 수만 있다면 '반 나힌드리안 폭탄'을 수십 개는 만들 수 있을 거야. 그러면.. 심연의 그 누구도 감히 내게 도전하지 못할 거야."

source: Elegant Handwritten Note
ko: 유려한 손편지
ko_mt: 우아한 손글씨 노트

source: "In this ever-changing world, memory is the only constant. Remember me. {br}D."
ko: "쉼없이 변하는 이 세상에서, 영원한 것은 기억뿐이에요. 나를 기억해 줘요. {br}D."
ko_mt: "이 끊임없이 변화하는 세상에서 기억은 유일한 상수입니다. 나를 기억하세요. {br}D."

source: Liotr's Letter
ko: 리오트르의 편지
ko_mt: 리오트르의 편지

source: "Esteemed Knight Commander! I am writing to you regarding the case which you so graciously helped me to investigate. I hasten to inform you that I may have discovered something that will help us finally unravel the mystery of what happened in the place known to us both. It may also help to neutralize the 'source' of this mystery. My current research compels me to take a short trip outside Mendev, but I will return shortly and find you wherever you are at that moment. I urge you not to take any further steps in this regard without me. The danger may be much more serious than both you and I presumed at the beginning. May the gods be with you! Liotr Hawkblade Servant of the People of Mendev and Loyal Inquisitor of Our Lady Iomedae P.S. It is crucial that he does not suspect a thing. You know who I mean."
ko_mt: "존경하는 기사단장님!:기사단장님께서 제 조사를 기꺼이 도와주신 사건에 대해 편지를 드립니다. 우리 모두에게 알려진 그 장소에서 일어난 일의 수수께끼를 푸는데 도움이 될 만한 것을 발견했음을 알려드리고자 서둘러 알려드립니다. 또한 이 미스터리의 "근원"을 무력화시키는데 도움이 될 수도 있습니다. 현재 연구 때문에 멘데브 외곽으로 잠시 여행을 떠나야 하지만 곧 돌아와서 그 순간 당신이 어디에 있든 당신을 찾을 것입니다. 나 없이는 이와 관련하여 더 이상 조치를 취하지 말 것을 촉구합니다. 처음에 당신과 내가 생각했던 것보다 위험이 훨씬 더 심각할지도 모르니까요 신들이 함께하시길! 이오트르 호크블레이드 멘데브 사람들의 종이자 성모 아이오메데의 충실한 심문관 추신 그가 아무것도 의심하지 않는 것이 중요해요. 무슨 말인지 아시겠죠"

source: "{name}, {br}I don't know where you are now. Are you even still alive? I don't know what to do. But I am Queen and I must act accordingly. I don't know why I am even writing this letter. You are unlikely to ever read it. Forgive me. {br}Galfrey"
ko: "{name}, {br}난 그대가 어디에 있는지 모른다. 살아있기는 한 것인가? 무엇을 해야 할지 모르겠다. 하지만 짐은 여왕이니, 그에 맞는 행동을 해야만 한다. 그대에게 전해지지도 못할 이 편지를 어찌하여 쓰고 있는지 스스로도 알 수가 없구나. 부디 나를 용서하거라. {br}갈프리"
ko_mt: "{name}, {br}지금 어딨는지 모르겠어. 아직 살아있긴 한 거야? 어떻게 해야 할지 모르겠어. 하지만 난 여왕이고 그에 따라 행동해야만 해. 내가 왜 이 편지를 쓰고 있는지 모르겠어. 당신은 이 편지를 읽지 않을 거예요. 용서해 주세요. {br}갈프레이"

source: Galfrey's Farewell Letter
ko: 갈프리의 작별 편지
ko_mt: 갈프레이의 작별 편지

source: "On the Basics of Sin Magic"
ko: "죄악의 마법에 관해"
ko_mt: "죄 마법의 기초"

source: "The roots of sin magic are in the seven virtues of rule laid down by Archmage Xin, sovereign of the Thassilonian empire. According to his teachings, the virtues — charity, generosity, humility, kindness, love, temperance, and zeal — were a gift from one of the supreme goddesses of the empire, Lissala. Only just and wise rulers would be deemed worthy of receiving these high rewards. A metamorphosis, however, turned the seven virtues into seven sins. In Thassilon, the seven strongest mages, named runelords, had been made governors of each part of the vast empire that had grown beyond one human's control. Emperor Xin's reign ended when he died at the hands of his own stewards. With the emperor deposed and a puppet installed as his replacement, these runelords became true masters of their territories. Plotting against each other and warping Xin's tenets, the mages gradually perverted the seven virtues, while becoming manifestations of these corrupt aspects. Greed, lust, pride, gluttony, envy, wrath, and sloth set into the lands of Thassilon, plunging the empire into the depths of depravity and profligacy, causing it to crumble from the inside. And even though Earthfall brought about the end of the nation, it did not put an end to the runelords' misdeeds, for each of them had foreseen the calamity and did all in their power to prevent their death in the disaster that destroyed Thassilon."
ko: "죄악의 마법은 대 마법사이자 타실론의 군주인 위대한 씬이 이론적으로 정립한, 일곱가지 미덕에 기반한다 그의 가르침에 따르면, 일곱 미덕들 — 자비, 용기, 겸허,선, 사랑, 절제 그리고 열정은 제국의 중요 신앙 중 하나인 리살라가 부여한 것이라고 한다. 이러한 미덕들은 가장 공정하고, 정의롭고, 사려깊은 국가 지도자에게 받아들여졌다. 하지만 정치적인 격변이 일곱 미덕을 일곱 죄악으로 변질시켰다. 타실론은 한 사람이 운영하기에는 너무 거대해졌고, 가장 강력한 일곱 명의 마법사, 즉 룬로드들이 왕국의 각 지방을 나누어 통치하기 시작했다. 황제 씬의 치세는 씬이 자신의 부하들에 의해 살해되면서 끝나게 되었다. 왕좌에는 황제 대신에 꼭두각시가 올랐고, 룬로드들은 그때부터 자유롭게 자신만의 방법으로 자신이 맡은 지방을 통치할 수 있게 되었다. 이렇게, 이 전제 군주들은 조금씩 씬의 가르침을 조소하기 시작했고 옛 스승이 지키고자 했던 미덕들의 타락한 화신이 되었다. 탐욕, 사치, 오만, 폭식, 질투, 분노, 그리고 나태가 타실론의 골수까지 좀먹고, 퇴폐와 한도를 모르는 낭비가 그 영토를 약화시켰다. 타실론에 종말을 고한 어스폴조차도 룬로드들의 악행은 끝내지 못했다. 그들은 각자 재앙을 내다보고 제국을 파괴할 재난에 휩쓸리지 않기 위해 모든 역량을 동원했기 때문이다."
ko_mt: "죄악의 마법의 뿌리는 타실론 제국의 통치자 대마법사 신이 정한 통치의 일곱 가지 덕목에 있습니다. 그의 가르침에 따르면 자선, 관대함, 겸손, 친절, 사랑, 절제, 열심과 같은 덕목은 제국의 최고 여신 중 한 명인 리살라가 내린 선물이었습니다. 정의롭고 현명한 통치자만이 이 높은 보상을 받을 자격이 있다고 여겨졌지만, 변종으로 인해 일곱 가지 미덕은 일곱 가지 죄악으로 바뀌었습니다. 타실론에서는 가장 강력한 일곱 명의 마법사가 룬군주라는 이름으로 한 인간이 통제할 수 없을 정도로 커진 광대한 제국의 각 지역을 통치하게 되었습니다. 신 황제의 통치는 신하들의 손에 의해 죽으면서 끝났습니다. 황제가 폐위되고 꼭두각시가 황제의 자리에 오르자, 이 룬장들은 각자의 영토에서 진정한 주인이 되었습니다. 서로 음모를 꾸미고 신의 교리를 왜곡하면서 마법사들은 점차 일곱 가지 덕목을 왜곡했고, 부패한 면모를 드러내는 존재가 되었습니다. 탐욕, 정욕, 교만, 탐식, 시기, 분노, 나태가 타실론의 땅에 자리 잡으면서 제국은 타락과 방탕의 늪으로 빠져들었고, 결국 내부로부터 무너져 내렸습니다. 비록 어스폴이 국가의 종말을 가져왔지만, 룬장들의 악행을 끝내지 못한 것은 각자가 재앙을 예견하고 타실론을 파괴한 재앙에서 죽음을 막기 위해 모든 힘을 다했기 때문입니다."

source: Notes on a Ripped Paper
ko: 찢어진 종이 조각
ko_mt: 찢어진 종이에 메모

source: This piece of paper is covered in sloppy writing on both sides. The phrases are incomplete, indicating that someone was taking notes pretty much on the go. "MAJOR: LAMASHTU: Demon goddess, former demon lord. Will swat you without even noticing. Grovel and suck up to her — and pray she's in a good mood. NOCTICULA: Our Lady, Queen of the Midnight Isles. Rules Alushinyrra in general and Shamira in particular. Obey all her orders... and never turn your back on her. SHAMIRA: Alushinyrra's steward. Bangs Nocticula... naturally, in good standing with her. If you want to live in Alushinyrra — you'd better respect her. ALLIES: DESKARI: Demon lord, rules the Rasping Rifts. Nocticula's ally for now, made some deal with her. Now his servants are all over the Midnight Isles. Don't touch them — that's not allowed. If you off a Deskari cultist by mistake, hide the body, cover the tracks, and pretend you know nothing. Important: Deskari may be an ally, but he's a spawn of Pazuzu who tussles with Lamashtu. Careful! BAPHOMET: Demon lord, rules the Ivory Labyrinth. Best buds with Deskari, Nocticula's ally for now. Used to bang Lamashtu, now bunks up with Socothbenoth. Dangerous, his cultists can slip into enemy ranks better than worms in your ass. Watch out, if you spot double agents — bug out at once! ENEMIES: PAZUZU: Demon lord, rules High M'Vania. Fights with Lamashtu, and by proximity, with Baphomet. SOCOTHBENOTH: Demon lord, rules the Cathedral Thelemic. Nocticula's brother and former lover. Got the boot, now sulks and wallows in depravity. Bangs Baphomet, but only once in a while."
ko: 이 종이 조각의 양면은 대충 휘갈긴 글씨로 덮여 있습니다. 문장들이 완성되지 않은 것이 누군가 바쁘게 움직이면서 급히 작성했음을 짐작케 합니다. "주요: 라마슈투: 데몬 여신, 전 데몬 군주. 눈도 마주치지 않고 당신을 후려칠 수 있음. 굽신, 알랑거릴 것 — 그런 뒤엔 그녀의 기분이 좋기를 기도할 것. 녹티큘라: 우리의 여주인, 칠흑의 군도의 여왕. 알루시니라의 대부분과 샤미라의 일부를 지배함. 그녀의 명령에 따를 것... 그리고 절대로 그녀를 배신하지 말 것. 샤미라: 알루시니라의 집사. 녹티큘라에게 박음... 본질적으로는 그녀에게 좋은 태도로. 알루시니라에 살고 싶다면 그녀를 존중하는 편이 좋다. 아군: 데스카리: 데몬 군주, 사각거리는 균열의 지배자. 당장은 녹티큘라와 어떤 계약을 체결한 그녀의 아군임. 이제 칠흑의 군도 전역에 그의 하수인이 존재. 그들을 건들지 말 것 — 허용되지 않았음. 실수로 데스카리의 사교도를 때려눕혔으면, 그 시체를 숨기고 흔적을 덮은 뒤 아무것도 모르는 척 할 것. 중요: 데스카리가 아군이긴 하나, 동시에 라마슈투와 싸우는 파주주의 자손이기도 함. 주의! 바포메트: 데몬 군주, 상아 미궁의 지배자. 데스카리의 절친, 지금은 녹티큘라의 아군. 라마슈투와 동침했었지만, 지금은 소코스베노스와 붙어 먹음. 위험, 그의 사교도는 네 엉덩이의 기생충들보다도 쉽게 적의 전열 사이로 파고들 수 있음. 조심할 것, 이중 간첩을 발견한다면, 단번에 때려잡을 것! 적: 파주주: 데몬 군주, 고고한 음'바니아의 지배자. 라마슈투와 싸우고, 바포메트와 밀접함. 소코스베노스: 데몬 군주, 쎌레믹 대성당의 지배자. 녹티큘라의 형제이자 전 연인. 모가지가 잘린 뒤 부루퉁해져 타락함. 바포메트에게 들러붙은 적이 있으나, 잠시에 불과함."
ko_mt: 이 종이는 양면에 조잡한 글씨로 덮여 있습니다. 문구가 불완전하여 누군가가 거의 이동 중에 메모를 하고 있었음을 나타냅니다. "MAJOR: LAMASHTU: 데몬의 여신, 전직 데몬 로드. 눈치채지 못하게 당신을 채찍질할 겁니다. 그녀에게 굽실거리며 아부하고 기분이 좋기를 빌어야 합니다. NOCTICULA: 미드나잇 아일즈의 여왕, 성모님. 일반적으로 알루시니라와 특히 샤미라를 통치합니다. 그녀의 모든 명령에 복종하고.. 절대 등을 돌리지 마세요. SHAMIRA: 알루시니라의 청지기. 뱅스 녹티쿨라.. 당연히 그녀와 잘 지내야 합니다. 알루시니라에서 살고 싶다면 그녀를 존중하는 게 좋을 거야. 동맹군: 데스카리: 데몬 로드님, 라스핑의 균열을 다스리십니다. 지금은 녹티큘라와 거래를 해서 동맹을 맺었어. 이제 그의 부하들이 미드나잇 아일즈 전역에 퍼졌어. 그들을 건드리면 안 돼요. 실수로 데스카리 광신도를 쓰러뜨렸다면 시신을 숨기고 흔적을 은폐한 뒤 아무것도 모른 척하세요 중요. 데스카리는 아군일지 몰라도 라마슈투와 싸우는 파즈주의 산물입니다. 조심해! 바포메트: 상아 미궁을 지배하는 데몬 로드. 현재 녹티큘라의 동맹인 데스카리와 가장 친한 친구입니다. 예전에는 라마슈투와 싸웠지만 지금은 소코트베노스와 한솥밥을 먹는다. 그의 광신도들은 엉덩이의 지렁이보다 더 쉽게 적진에 침투할 수 있어 위험합니다. 이중 첩자를 발견하면 즉시 도망쳐야 합니다! 적: 파즈주: 하이 마바니아를 지배하는 데몬 로드. 라마슈투와 근접하면 바포메트와 전투를 벌입니다. 소코트베노트: 데몬 로드, 대성당 테레믹을 지배합니다. 녹티큘라의 동생이자 옛 연인. 지금은 타락의 늪에 빠져 삐죽거리며 허우적거리고 있다. 바포메트를 때리지만, 가끔씩만..."

source: "The Acts of Iomedae"
ko: "아이오메데의 업적"
ko_mt: "아이오메데의 행위"
