Repository: akintos/wotr-translation
Catalog: translation/*/Books.po
Languages: ko, ko_mt

source: "When they reached the cemetery hill, the rain was pouring. In spite of the weather and the priest's weak protests, Regor had no intention of stopping. If his suspicions were correct, the evil that settled in the village many years ago had to be stopped as soon as possible. The local priest, whom Regor and Moghra had approached for help in their quest, was alarmed that these strangers were accusing someone from his flock and decided to tag along so that he could defend the innocent, should the need arise. Ascending the broken stairs leading up to the ancient crypt atop the hill, Regor quietly pulled out his blade and hid it under his soaked cloak. Once the two got to the hewn stone that served as a sacrificial altar, he spotted the gravedigger: despite the late hour and the violent storm, he was digging a shallow grave. Before Regor had the time to intervene, the priest, prompted by a desire to clear the hermit of suspicion, went straight toward the massive, misshapen figure. The gravedigger turned his head and, at the first sight of Regor and Moghra, started moving with speed that didn't match his proportions. He leaped far forward and the shovel cut through the cold autumn air, striking the priest's head. Pieces of skull and bloody scraps spattered forth, and the gravedigger, letting out an unintelligible roar, lunged at the outsiders. Moghra, who had already raised her hands, froze in terror: the gravedigger's gaping mouth was filled with dozens of rows of sharp, needle-like teeth, and the sorceress's weakened mind was struck by a murky stream of abhorrent blasphemy in an otherworldly tongue. Regor, however, had kept his composure: dodging to the side, he slashed the corpulent body, as if cutting open a rotten, bloated shell. With a wet smack, the gravedigger's neck and chest burst open, revealing to the mortal eyes the beast's true form — one of a foul worm, whose sickening body was now gushing in coils out of the now-useless human frame. The cemetery keeper was an abominable vermlek demon, created from the souls of despicable scum that, in life, used to defile graves and disturb the deceased in the vilest of ways. After rising from the bowels of the Abyss and invading Golarion, he and his kind are always drawn to places that used to excite the minds and fantasies of their progenitors..."
ko_mt: "그들이 묘지 언덕에 도착했을 때 비가 쏟아지고있었습니다. 날씨와 신부의 약한 항의에도 불구하고 레고르는 멈출 생각이 없었습니다. 그의 의심이 맞다면 수년 전에 마을에 정착 한 악을 가능한 한 빨리 막아야했습니다. 레고르와 모그라가 도움을 청했던 지역 사제는 이 낯선 이들이 자신의 무리 중 누군가를 고발하고 있다는 사실에 놀랐고, 필요하다면 무고한 이들을 변호하기 위해 함께 가기로 했습니다. 언덕 꼭대기에 있는 고대 지하실로 이어지는 부서진 계단을 오르며 레고르는 조용히 칼을 꺼내 젖은 망토 속에 숨겼습니다. 두 사람이 희생 제단 역할을 하는 다듬어진 돌에 다다랐을 때, 레고르는 무덤 파는 사람을 발견했다. 늦은 시간과 격렬한 폭풍에도 불구하고 그는 얕은 무덤을 파고 있었다. 레고르가 개입할 시간을 갖기도 전에, 사제는 은둔자의 의심을 풀고 싶은 마음에 곧장 거대하고 기형적인 형상을 향해 나아갔다. 무덤 파는 자는 고개를 돌리더니 레고르와 모그라를 보자마자 자신의 비율에 맞지 않는 속도로 움직이기 시작했다. 그는 앞으로 멀리 뛰어올랐고 삽은 차가운 가을 공기를 가르며 사제의 머리를 강타했다. 두개골 조각과 피투성이 부스러기가 튀어나오자, 무덤 파는 자가 알아들을 수 없는 포효를 내뱉으며 외부인에게 돌진했다. 이미 손을 들고 있던 모그라는 공포에 얼어붙었다. 무덤 파는 자의 벌어진 입에는 날카로운 바늘 같은 이빨이 수십 줄로 가득했고, 마법사의 약해진 정신은 이계의 혀에서 나오는 혐오스러운 욕설의 어두운 흐름에 맞닥뜨렸다. 하지만 레고는 평정심을 잃지 않고 옆으로 피하면서 썩고 부풀어 오른 조개를 자르듯 그 살덩어리의 몸을 베었다. 젖은 채로 내리치자 도굴꾼의 목과 가슴이 터지면서 인간의 눈에는 이제 쓸모없어진 인간의 몸에서 병든 벌레의 형상이 드러났고, 병든 몸뚱이가 꼬리에 꼬리를 물며 솟구쳐 올랐다. 묘지 관리인은 살아생전 무덤을 더럽히고 가장 사악한 방법으로 망자를 괴롭히던 비열한 쓰레기의 영혼으로 만들어진 가증스러운 주홍색 데몬였습니다. 심연의 창자에서 부활하여 골라리온을 침공한 후, 그와 그의 종족은 항상 그들의 선조들의 마음과 환상을 자극했던 장소로 끌립니다..."

source: Guino Pollen, "Notes from My Travels in Northern Avistan"
ko: 귀노 팔런, "북 아비스탄 여행기"
ko_mt: 귀노 꽃가루, "북부 아비스탄에서의 여행 노트 "

source: "In the knowledge that the best place to observe the effects of extraplanar energy entering our world is the region formerly known as Sarkoris, I immediately set off for that desolate land. Upon arriving in Mendev and making inquiries to find a guide who would agree to escort me to the lands bordering the Worldwound, I came up against an unexpected impediment: the local rangers and guides categorically refused to help me. Desna, however, smiled upon me, and led me to a local hunter. After three tankards of grog, he agreed to go with me to the Worldwound and show me the area. By the time he had sobered up, it was already too late to reconsider: we had passed the last cordons and had plunged deep into the forests of Sarkoris. Even thousands of miles away from the planar rift itself, an attentive observer can discern the anomalies brought about by the Worldwound — insignificant differences that become more and more pronounced the closer one gets. The first thing that struck me were the unnatural trees that looked as though they had all been sketched from a single exemplar. Then the quality of the air changed: it tasted different with every inhale, from sulfur to caramel, from acrid salt to spoiled herring. According to the almanacs I had consulted on my journey to Mendev, one of the first signs of the Worldwound's creation was towers of black smoke billowing up from the rift. The terrifying sight above the southern steppe and the tales of my guide confirmed that the effusions of ash and poisonous fumes continued to this day, although I did not expect the air there to taste like one was standing between a confectioner's and a crematorium! As we journeyed on, we encountered the remains of dead livestock, dogs, and even people. Some skeletons bore the marks of demon claws, while others had clearly expired of rather more original causes. We even came across two perfectly mummified corpses that looked as though they had turned to stone! Skirting around a sparse and foreboding forest, we came upon a plain that was bisected by a series of unnaturally uniform hills. I would have been only too happy to study said phenomenon, but, alas, after several paces my guide was hoisted up into the air and quite literally turned inside out. After shedding my blood-soaked frock coat and the encumbrance of my souvenirs collected along the way, I hastily withdrew..."
ko: "우리 세계로 유입되는 이차원의 에너지가 일으키는 현상을 관측하기 위한 최적의 장소가 과거에 사코리스라 불렸던 지역이리라는 생각에 닿자, 난 즉시 짐을 꾸려 그 황무지를 향해 떠났다. 멘데브에 도달하여 세계상처 인접 지역까지 안내해줄 사람을 찾던 나는 예상치 못한 장애물에 부딪히고 말았다. 지역 레인저와 길잡이들이 날 돕는 걸 한사코 거절하는 것이었다. 그러나, 데즈나께서는 날 향해 미소를 지으시며 지역 사냥꾼에게로 날 이끌어주셨다. 그로그 세 통을 비운 그는 나와 함께 세계상처로 가 그 구역을 보여주는데 동의했다. 그가 제정신을 차렸을 때는 물리기에 너무 늦은 뒤였다. 우리는 이미 마지막 방책을 지나 사코리스의 숲 깊숙한 곳으로 뛰어든 뒤였으니까. 차원적 균열로부터 수천 마일이나 떨어져 있음에도, 주의 깊은 관찰자라면 세계상처가 일으킨 변칙성을 확인할 수 있다. 사소한 차이점이지만, 세계상처에 가까워 질수록 점점 더 명확해져만 가는 것이다. 내가 눈치챈 첫번째 것은 전부 하나의 개체를 본뜬 것 같아 보이는 기형적인 나무들이었다. 그 다음에는 공기의 질 변화였다. 숨을 들이쉴 때마다 유황부터 캐러멜까지, 매케한 내음부터 상한 청어의 짠내까지 다양한 냄새가 느껴졌다. 멘데브로 오면서 참고했던 연감에 따르면, 세계상처의 탄생의 첫 징조 중 하나는 균열로부터 피어오른 검은 연기의 분출이었다고 한다. 남부 스텝 지대의 끔찍한 광경과 내 길잡이의 이야기들은 재와 유독성 연기의 유출은 오늘날까지 이어진다는 것을 확인시켜준다. 비록 나는 그 공기에서 제과점과 화장터 사이에 선 것 같은 냄새가 느껴지리라고 예상치는 못했지만 말이다! 여행을 계속 하면서, 우리는 죽은 가축과 개, 사람들의 시신을 마주쳤다. 어떤 뼈다귀에는 데몬의 발톱 자국이 새겨져 있었으나, 반면 다른 시체들은 고유의 사유로 인해 사망한 것이 분명했다. 심지어 우리는 마치 그 모습 그대로 석상이 된 것 같이 완벽하게 미라화된 시체 두 구도 지나쳤다! 희귀하도록 불길한 숲을 피해 가며, 우리는 부자연스럽게 균일한 언덕의 맥에 의해 반으로 갈린 평원에 도달했다. 나는 상기한 현상에 대해 연구할 생각으로 기뻐해야만 했을 테지만, 아아, 몇 걸음 지나지 않아 나의 길잡이가 공중에 붕 뜨더니 말 그대로 안팎이 뒤집혀져 버렸다. 나는 피에 흠뻑 젖은 내 프록 코트와 오는 길에 모아뒀던 무거운 기념품들을 내버려둔 채 황급히 달아나 버렸다..."
ko_mt: "우리 세계로 들어오는 이차원 에너지의 영향을 관찰하기에 가장 좋은 곳은 이전에 사르코리스라고 알려진 지역이라는 것을 알고 즉시 그 황량한 땅으로 출발했습니다. 멘데브에 도착해 세계상처에 접해 있는 땅으로 안내해 줄 가이드를 찾기 위해 문의를 했지만, 현지 레인저와 가이드가 제 도움을 단호하게 거부하는 예상치 못한 장애물에 부딪혔습니다. 하지만 데스나는 미소를 지으며 저를 현지 사냥꾼에게 안내해 주었습니다. 세 잔의 술을 마신 후 그는 나와 함께 세계상처로 가서 그 지역을 보여주겠다고 동의했습니다. 그가 술에서 깨어났을 때는 이미 재고하기에는 너무 늦었다. 우리는 마지막 봉쇄선을 지나 사르코리스의 숲 깊숙이 들어갔기 때문이다. 평면 균열 자체에서 수천 마일 떨어진 곳에서도 세심한 관찰자는 세계상처로 인한 변칙, 즉 가까이 갈수록 점점 더 뚜렷해지는 미세한 차이를 알아차릴 수 있다. 가장 먼저 눈에 들어온 것은 마치 하나의 표본에서 스케치한 것처럼 보이는 부자연스러운 나무들이었습니다. 그런 다음 공기의 질이 바뀌었습니다. 유황에서 캐러멜, 매운 소금에서 상한 청어에 이르기까지 숨을 들이쉴 때마다 다른 맛이 났습니다. 멘데브로 가는 여정에서 참고했던 연감에 따르면, 세계상처 생성의 첫 징후 중 하나는 균열에서 검은 연기가 솟아오르는 탑이었습니다. 남쪽 대초원 위의 끔찍한 광경과 가이드의 이야기를 통해 화산재와 유독가스의 분출이 지금까지도 계속되고 있음을 확인했지만, 그곳의 공기가 제과점과 화장터 사이에 서 있는 것 같은 맛이 날 것이라고는 예상하지 못했습니다!"계속 여행하면서 우리는 죽은 가축, 개, 심지어 사람의 유골과 마주쳤습니다. 어떤 해골은 데몬의 발톱 자국을 가지고 있었고, 어떤 해골은 좀 더 근본적인 원인으로 사망한 것이 분명했습니다. 심지어 돌로 변한 것처럼 보이는 완벽하게 미라가 된 시체 두 구도 발견했습니다! 드문드문 불길한 숲을 지나자 부자연스럽고 균일하지 않은 언덕으로 양분된 평원이 나타났습니다. 이 현상을 연구하고 싶었지만 아쉽게도 몇 발자국 걷고 나서 가이드가 공중으로 들어 올려져 말 그대로 뒤집혀 버렸습니다. 피에 흠뻑 젖은 가운과 그 동안 수집 한 기념품을 흘린 후 서둘러 철수했습니다.. "

source: The once beautifully bound book is now in a pitiful state — the spine is torn, the cover is burnt, and the pages have been either soiled or ripped out. One of the legends described on the remaining pages is covered in scribbles and crossings-out. "It is said that in times past, there lived a blind mortal woman. Robbed of daylight from birth, without ever having seen the true world around her, she lost her mind at a young age and felt a strange passion for things others avoided like the plague. Above all other pleasures and joys of this world, she cherished death, for..." The rest of the line is scratched out, and the handwritten words below read, "...the silly woman had never met a succubus." "Even though the fate was cruel to her, the woman, dubbed the Ashen Lady, was a kind and generous soul — especially toward those who were to her liking. To them, she would give the most precious gift she could imagine — death. The most artful and beautiful of the ends she granted was the ashen death..." The page is torn, but you can still make out the writing under the bedraggled edge, "Amateur!" "Many a mortal was sent to a better place by the Ashen Lady, for she was incredibly skilled and deft at her craft. Seemingly weak and helpless, she could bring out the pity and compassion in those dear to her, and these emotions were followed by a swift death. No one could believe that a blind woman was capable of the kind of treachery and stealth that the Ashen Lady employed. Only those who were destined to die by her hand knew the secret — she would mark her victims with a curse and then follow its scent like a tireless hound." You notice a scrawling on the side of the page that reads, "Drivel." "The Ashen Lady would have brought much more misery to her friends and loved ones, had she not received retribution for her sins. Upon hearing word that some crafty murderer had surpassed their own misdeeds with her grim accomplishments, Baphomet's cultists disposed of their rival — they captured her and dragged her down into the Abyss." A scribble on the side reads, "Serves her right! Let the wretch waste away in our cells!"
ko: 한 때 아름답게 제본된 책이었으나, 지금은 비참한 상태에 놓여있습니다. 책 등은 찢어졌고, 표지는 불탔으며, 페이지들은 더럽혀졌거나 찢겨져 나갔습니다. 남아 있는 페이지 중에 아직 읽을 수 있는 전설 중 하나는 주석과 줄이 마구 그어져 있습니다. "옛날, 한 눈먼 필멸자가 살았다고 한다. 출생부터 햇빛을 빼앗긴 그녀는, 그녀 주위의 현실을 결코 보지 못하였다. 그녀는 젊은 시절부터 정신을 놓고, 자신이 전염병인 것처럼 사람들이 피하고 있다는 사실에 기이한 열정을 느꼈다. 그녀는 이 세상의 행복이나 기쁨보다 죽음에 집착했다. 왜냐면..." 문장의 나머지 부분에는 줄이 그어져 있습니다. 누군가가 문장 아래에 주석을 달아 놓았습니다 : " ... 가엾고 어리석은 여자는 결코 서큐버스를 만나지 못하였다." "운명은 그녀에게 가혹했지만, 우리가 재의 여인이라고 이름 붙인 여자는 친절하고 관대한 영혼을 가졌었다. 특히 그녀가 좋아하는 사람들에게는 더. 그들에게, 그녀는 자신이 상상할 수 있는 가장 귀중한 선물을 주었다 : 죽음. 그녀가 생각한 가장 아름답고, 가장 예술적인 끝은 잿빛 죽음이었다... " 페이지는 찢어졌지만, 적어도 끄뜨머리에서 단어 하나는 읽을 수 있었습니다. "미숙하긴!" "자신의 예술에 엄청난 소질을 갖고 있던 재의 여인은 수 많은 필멸자들을 저 너머로 보내버렸다. 나약하고, 가냘픈 외견으로, 자신과 친하던 사람들의 가슴에 자비와 연민을 심었다... 그러한 감정들은 빠른 죽음이 뒤따랐다. 그 누구도 맹인 여성이 재의 여인의 기만과 속임수를 쓸 수 있다고 생각하지 못했다. 그녀의 속에 죽게된 이들만이 그녀의 비밀을 알았다 : 그녀는 희생자들에게 저주를 걸었고, 지치지 않는 사냥개 처럼 그 자취를 쫓았다." 서투른 글씨체로 쓰인 "바보같군" 라는 단어가 눈에 띕니다. "그녀가 그러한 죄로 처벌당하지 않았다면, 재의 여인은 계속해서 자신의 친구와 주변인들을 제거했을 것이다. 어떤 능숙한 살인마가 바포메트 광신자들의 악행과 그녀의 사악한 업적을 뛰어넘었다고 하자, 바포메트 사교도들이 자신들의 적수를 제거했다. 사교도들은 그녀를 사로잡아 심연으로 던저버렸다." 그 옆에 작은 글이 달려있습니다 : "잘된 일이야! 그녀는 우리 감옥에서 죽고말테니!"
ko_mt: 한때 아름답게 제본되었던 책은 이제 척추가 찢어지고 표지가 타 버렸으며 페이지가 더럽혀 지거나 찢어진 불쌍한 상태입니다. 남은 페이지에 적힌 전설 중 하나는 낙서와 지우개로 뒤덮여 있습니다. "옛날에 한 눈먼 필멸의 여인이 살았다고 합니다. 태어날 때부터 햇빛을 보지 못한 그녀는 어린 나이에 정신을 잃고 남들이 전염병처럼 기피하는 것들에 대해 이상한 열정을 느꼈습니다. 이 세상의 그 어떤 쾌락과 기쁨보다도 그녀는 죽음을 소중히 여겼습니다..." 나머지 줄은 지워지고 그 아래에는 "...어리석은 여인은 서큐버스를 만난 적이 없었다"운명이 그녀에게 잔인했지만 잿빛 여인이라고 불리는 여인은 특히 마음에 드는 사람들에게 친절하고 관대 한 영혼이었습니다. 그런 이들에게 그녀는 상상할 수 있는 가장 소중한 선물인 죽음을 선사했습니다. 그녀가 허락한 가장 교묘하고 아름다운 종말은 잿빛 죽음이었다..." 페이지가 찢어졌지만, 그 너덜너덜한 가장자리 아래에 쓰여 있는 "아마추어!"라는 글귀는 여전히 선명합니다."잿빛 여인은 놀라울 정도로 숙련되고 능숙했기에 많은 필멸자들이 더 좋은 곳으로 보내졌습니다. 약하고 무력해 보이는 그녀는 소중한 사람들에게 연민과 동정심을 불러일으킬 수 있었고, 그런 감정은 곧바로 죽음으로 이어졌죠. 아무도 눈먼 여인이 잿빛 여인처럼 배신과 은신술을 구사할 수 있다고 믿지 못했습니다. 잿빛 여인의 손에 죽을 운명에 처한 사람들만이 그 비밀을 알고 있었습니다. 잿빛 여인은 희생자에게 저주를 표시한 다음 지칠 줄 모르는 사냥개처럼 그 냄새를 따라다니곤 했습니다." 페이지 옆면에는 "드라이브"라고 적힌 낙서가 보입니다."잿빛 여인은 자신의 죄에 대한 보복을 받지 않았다면 친구와 사랑하는 사람들에게 훨씬 더 많은 불행을 가져다주었을 것이다"라고 말입니다. 어떤 교활한 살인자가 자신의 악행을 능가하는 잔혹한 업적을 남겼다는 소식을 들은 바포메트의 광신도들은 라이벌을 처단하기 위해 그녀를 붙잡아 심연으로 끌고 내려갔습니다." 측면에 낙서된 글귀에는 "그녀를 잘 섬기라!"라고 적혀 있습니다. 이 비열한 놈은 우리 감방에서 썩게 내버려둬라!"라고 적혀 있습니다"

source: Legends of the Dark Nights by Mathias Urd
ko: 어두운 밤의 전설, 마티아스 우르드 지음
ko_mt: 마티아스 우르드의 어두운 밤의 전설

source: Templar's Missive
ko: 성전기사단의 전언
ko_mt: 기사단의 미시브

source: "Thasgarodd has issued a new mission for our squad. Our orders are to disguise ourselves as locals, search the mortal settlements, and find the elven child named Ember. Beware, brothers, that girl possesses a dangerous power that can cast out despair. Her so-called preachings, which are nothing but worthless backstreet blabbering, have already foiled a number of our plans and brought a number of soon-to-be cultists back to the crusader army. So much wasted effort! Find and sacrifice her to our Lord Baphomet without delay, or else Thasgarodd will slow-cook our blackened souls and devour them one-by-one. Hail Baphomet!"
ko: "타스가로드가 우리 분대에 엠버라는 엘프 꼬맹이를 추적하라는 임무를 맡겼다. 이를 위해서, 우리는 이목을 끌지 않기 위해 지역민처럼 차려입고, 필멸자들의 정착지를 샅샅히 찾아보아야 한다. 주의하라 형제들이여. 이 계집은 절망을 쫓아내는 위험한 힘을 지니고 있다 : 그녀 때문에, 많은 견습생들이 성전사 부대로 돌아갔다... 그 저속한 설교는 우리 계획에 큰 차질을 빚게하고 있고, 우리 모두의 노력을 호사로 돌렸다 ! 이 계집을 최대한 빨리 찾아내, 우리의 주인, 바포메트를 위해 희생시켜라. 우리가 너무 늦어버린다면, 타스가로드는 우리의 검은 영혼을 천천히 요리하고, 하나 하나씩, 맛볼 것이다... 바포메트께 영광을 !"
ko_mt: "타스가로드가 우리 분대에게 새로운 임무를 내렸습니다. 현지인으로 변장하여 필멸자 정착지를 수색하고 엠버라는 엘프 아이를 찾으라는 명령입니다." "형제 여러분, 그 소녀는 절망을 쫓아낼 수 있는 위험한 힘을 지니고 있으니 조심하세요. 쓸모없는 뒷골목 소리에 불과한 그녀의 설교는 이미 우리의 계획을 여러번 무산시켰고, 곧 이단자가 될 수많은 사람들을 십자군 군대로 데려왔어. 너무 많은 노력이 낭비되었습니다! 지체 없이 그녀를 찾아서 우리 주 바포메트에게 제물로 바치지 않으면 타스가로드가 우리의 검게 익은 영혼을 천천히 익혀서 하나씩 삼켜버릴 것입니다! 바포메트 만세!"

source: "The demon lords whose names are known to mortals number no more than a few dozen. Far more numerous are those who aspire to that rank and their own Abyssal realm, but who as yet are unable to make a bid for such power. There are hundreds, possibly thousands, of such demons, but their names are known only to experienced demonologists, and to those unhappy fools who decide to sell their souls to the Abyss and fail even to find a worthy patron for their trouble. Time and time again, one of these weaker demons will secure a resounding victory, scale the heights (or should that be 'sink to the depths'?) of the demon hierarchy, already fancying themselves a demon lord, when they soon make a misstep and die an inglorious death. The fate of such a demon could serve as a lesson to the rest — but if demons possessed the capacity to learn from their own (or others') mistakes, would they even be demons? No. A stubborn refusal to learn is one of the major flaws that distinguish the bedlam of the Abyss from the well-ordered hierarchy of Hell. The demoness Izyagna, She of the Sevenfold Swarm, serves as an example of such a fall from (dis)grace. One of the many daughters of Lamashtu, she possessed seven bodies — seven mortal women of the various races of Golarion, each with an ant's head, controlled by one hive mind. She commanded various insects — swarming, crawling creatures, with ants her especial preference. The author of these words witnessed the oath of obedience sworn by cultists of Izyagna with his own eyes — the witless initiate was forced to meditate while sitting atop an anthill! However, the human sacrifices being carried out by this fool's brethren around the little town I was serving in at the time were far from amusing — it required no small effort to destroy the cultists, who had been summoning ravenous swarms and spreading madness in the name of their mistress. So what became of her? What fate befell Izyagna? The particulars are unknown, but consensus holds that the mistress of the crawling swarm ran afoul of the master of the flying swarm, the far more powerful demon lord Deskari. Only Lamashtu's intercession saved her daughter from death — but not from abasement and the loss of her powers. Consequently, most of her followers forsook for the cult of the Mother of Beasts. Today Izyagna is worshiped by a handful of individuals who possess a stubborn predilection for sitting on anthills — and even to them she can grant only minor spells."
ko_mt: "인간에게 이름이 알려진 데몬 로드는 수십 명을 넘지 않습니다. 그보다 훨씬 더 많은 사람들이 그 지위와 자신의 심연의 영역을 갈망하지만 아직 그런 권력을 얻기 위해 입찰을 할 수 없습니다. 그런 데몬은 수백, 수천 명에 달하지만, 그들의 이름은 경험 많은 데몬 학자들과 심연에 영혼을 팔기로 결심하고 그 수고에 합당한 후원자조차 찾지 못한 불행한 바보들에게만 알려져 있습니다. 이 약한 데몬 중 한 명은 몇 번이고 승리를 거두고 데몬 계층의 높이(또는 '심연으로 가라앉는다'고 해야 할까요?)를 확장하며 이미 데몬 로드라고 착각하다가 곧 실수를 저지르고 불명예스러운 죽음을 맞이할 것입니다. 그런 데몬의 운명은 다른 데몬들에게 교훈이 될 수 있지만, 만약 데몬이 자신이나 다른 사람의 실수로부터 배울 수 있는 능력을 가지고 있다면 데몬이 될 수 있을까요? 아니요. 배우기를 완강히 거부하는 것은 심연의 침묵과 잘 정돈된 지옥의 계층을 구분하는 주요 결함 중 하나입니다." 칠중군단의 악녀 이지아그나는 그러한 (화염)은총의 타락을 보여주는 예가 됩니다. 라마슈투의 많은 딸 중 한 명인 그녀는 골라리온의 다양한 종족의 필멸자 여성 일곱 명의 몸에 각각 개미의 머리가 달린 일곱 개의 몸을 지니고 있으며, 하나의 벌집 정신에 의해 조종됩니다. 그녀는 개미를 특별히 선호하는 다양한 곤충, 즉 떼를 지어 기어 다니는 생물을 지휘했습니다. 이 말의 저자는 이지아그나 숭배자들이 맹세하는 순종 맹세를 직접 목격했습니다. 재치없는 우선권는 개미집 꼭대기에 앉아 명상을 해야했습니다! 그러나 당시 내가 봉사하고 있던 작은 마을 주변에서이 바보의 형제들이 수행 한 인간 희생은 재미와는 거리가 멀었습니다. 여주인의 이름으로 굶주린 떼를 소환하고 광기를 퍼 뜨리는 이교도들을 파괴하는데는 작은 노력이 필요하지 않았습니다. 그래서 그녀는 어떻게 되었습니까? 이지아그나에게 어떤 운명이 닥쳤나요? 자세한 내용은 알려지지 않았지만, 기는 무리의 여주인이 날아다니는 무리의 주인인 훨씬 더 강력한 데몬 로드 데스카리와 부딪혔다는 것이 중론입니다. 라마슈투의 중보기도만이 그녀의 딸을 죽음에서 구했지만, 굴욕과 힘의 상실로부터는 구하지 못했습니다. 결과적으로 그녀의 추종자 대부분은 짐승의 어머니 숭배를 버렸습니다. 오늘날 이지아그나는 개미집에 앉는 것을 고집스럽게 선호하는 소수의 사람들에게 숭배를 받고 있으며, 심지어 그들에게도 그녀는 사소한 주문 만 부여 할 수 있습니다 "

source: "The Keen Edge of Truth: Recollections and Admonitions of an Inquisitor of Asmodeus"
ko: "진실의 예리한 칼날: 아스모데우스의 인퀴지터의 회상과 경고"
ko_mt: "진실의 예리한 칼날: 아스모데우스 심문관의 회고와 훈계"

source: "Fanfare of the Faithful"
ko: "신실된 자들의 축하"
ko_mt: "신자들의 팡파르"

source: "As soon as the supplies for the festivities had been brought into the city and the heralds had spread the news throughout the localities, the celebration began. Thousands of Kenabresians took to the streets to hail their stalwart defenders. Trumpeters and drummers opened the procession, with the orders following behind — the crusader brethren with their gleaming steel and their banners flying high. The first to come were the Everbright Crusaders, the most virtuous and righteous of all Kenabres's defenders. So deep was their devotion that, when confronted with the shouted greetings and the glinting of adoring eyes, many of the knights began to pray as though attempting to ward off sinful pride. Leading the contingent and flanked by higher-ranking crusaders was the order's commander, the esteemed Ciar Cobelen, who is a father to his soldiers and a mentor to his recruits. Next came the Order of the Flaming Lance — those indefatigable persecutors of evil and vice, renowned for their doggedness and fortitude. A heavy shadow veiled the faces of those crusaders, who too often have witnessed the monstrous nightmares of the Worldwound and who daily risk their very souls in service of the vulnerable and defenseless. Commander Miammir, famed for her scholarship and sagacity, marched with the order's rank and file. The procession continued with the crusaders of the Order of the Sunrise Sword. At the sight of their banners, many in the crowd began singing songs and ballads composed long ago by the valiant souls of this order. The spark of inspiration that once breathed life into poetry and odes has grown among the members of this order into a blaze of righteous purpose, which has allowed it to wage war against the Abyss with ever greater success. Ashus Striegher led his order, nodding to the welcoming crowds. Also in evidence among the pennants of the orders were those of the inquisitors, the followers of Prelate Hulrun — relentless witch hunters who devote their days and nights to punishing traitors and heretics. Bringing up the rear of the parade, under the command of Irabeth Tirabade, was the unassuming Eagle Watch, who apply their talents to sniffing out enemy spies in the city. The Eagle Watch was the humblest of all the orders in attendance, surpassed by all the rest in both size and splendor. Proceeding past the gates, the cavalcade made its way through the city's streets to the guard of honor waiting to greet the noble heroes along with Terendelev herself in propria persona…"
ko: "축제에 필요한 물품들이 도시에 도착하고, 전령들이 지역 곳곳에 소식들을 전하자 축제가 시작되었다. 케네브레스의 시민 수천명이 용감한 수호자들을 축하하기 위해 거리로 내려왔고, 나팔과 북이 연주되기도 전에 성전 기사단의 번쩍이는 흉갑과 바람에 흩날리는 군기가 대중의 눈을 사로잡았다. 처음으로 등장한 것은 모든 케나브레스의 수비병들 중 가장 고결하고, 가장 올곧은 이들인 영원한 빛의 기사단이었다. 그들의 믿음이 얼마나 깊은지, 사람들의 환호와 존경의 시선에도 불구하고, 그들 중 많은 이들이 마치 오만의 죄에 맞서려는 듯 기도를 하기 시작했다. 병사들의 가장 앞, 높은 계급의 장교들 옆에, 기사단의 사령관이자, 병사들의 아버지같은 존재, 그리고 신병들의 멘토로써 존경받는 시어 코벨른이 있었다. 그 다음으로 불타는 기병창 기사단이 도착했다. 지칠줄 모르는 악과 타락의 처벌자이자, 용기와 완고함으로 유명한, 약자들을 위해 자신들의 목숨을 기꺼히 희생하는 기사들. 하지만 세계상처의 끔찍한 악몽을 너무 자주 대면한 성전사들 얼굴에는 깊은 그림자가 드리워져 있었다. 지식과 통찰력으로 유명한 사령관 미아미르가 부대의 옆에서 걷고 있었다. 그 뒤를 일출의 검 기사단의 용감한 기사들이 따르고 있었다. 그들의 군기를 보자마자, 선량한 시민들이 옛날, 이 기사단의 용감한 영혼들이 작곡한 발라드와 노래를 부르기 시작했다. 이 기사들의 시가와 서정시에 영감을 불어넣었던 번뜩임은 오늘 날 심연과의 전쟁에서 항상 승리할 수 있던 원동력인 흔들리지 않는 결의가 되었다. 아슈스 스트리거가 병사들 앞에서 말을 타고, 환호하는 군중에 인사를 올렸다. 사람들은 깃발들 사이에서, 주교 헐런의 가르침을 따르는 인퀴지터들의 깃발을 볼 수 있었다. 이 가차없는 사교도 사냥꾼들은 배신자와 이교도들을 벌하는 데 모든 것을 바쳤다. 마지막으로, 이라베스 티라바데 휘하의 겸손한 독수리 감시단이 나타났다. 이들은 도시에 봉사하며, 적의 첩자들을 쫓아내는 데 큰 재능을 보여주고 있다. 그날, 다른 기사단들의 장엄함에 가려져, 감시단은 눈에 띄이지 않았다. 행렬은 도시의 많은 길거리를 지나, 대광장까지 도달했다. 그곳에서 의장대와 테렌델레브 본인이 고귀한 영웅들을 맞았다..."
ko_mt: "축제를 위한 물품이 도시로 반입되고 전령들이 지역 곳곳에 소식을 전하자마자 축제가 시작되었습니다. 수천 명의 케나브리아인들이 거리로 나와 자신들의 충실한 수호자들을 환영했습니다. 나팔소리와 북소리가 행렬의 시작을 알렸고, 그 뒤를 빛나는 강철과 깃발을 높이 휘날리는 성전사 형제들이 따랐습니다. 가장 먼저 도착한 것은 케나브레스의 모든 수호자 중 가장 덕이 높고 의로운 에버브라이트 성전사들이었습니다. 그들의 헌신은 너무나 깊어서, 외치는 인사와 경배하는 눈빛을 마주한 많은 기사들이 죄악된 교만을 물리치려는 듯 기도하기 시작했습니다. 병사들의 아버지이자 신병들의 스승으로 존경받는 시아르 코벨렌이 부대를 이끌고 고위 성전사들과 어깨를 나란히 했습니다. 다음으로는 지칠 줄 모르는 악과 악의 박멸자이자 끈기와 불굴의 의지로 유명한 불타는 창 기사단이 뒤를 따랐습니다. 세계상처의 끔찍한 악몽을 너무 자주 목격해왔고, 연약하고 무방비한 이들을 위해 매일 영혼을 걸고 봉사하는 성전사들의 얼굴에는 무거운 그림자가 드리워져 있었습니다. 학식과 현명함으로 유명한 미아미르 사령관이 성전단 장교들과 함께 행진했습니다. 성전단의 행렬은 해돋이 검 기사단의 성전사들과 함께 계속되었습니다. 그들의 깃발을 본 많은 군중은 오래전에 이 교단의 용맹한 영혼들이 작곡한 노래와 발라드를 부르기 시작했습니다. 한때 시와 찬가에 생명을 불어넣었던 영감의 불꽃은 이 교단의 구성원들 사이에서 정의로운 목적의 불꽃으로 성장했고, 그 덕분에 심연과의 전쟁에서 더욱 큰 성공을 거둘 수 있었습니다. 아수스 스트리거는 환영하는 군중을 향해 고개를 끄덕이며 교단을 이끌었습니다. 또한 교단의 깃발에는 반역자와 이단자를 처벌하는데 밤낮을 가리지 않는 냉혹한 마녀 사냥꾼인 훌런 성직자의 추종자인 종교 재판관들의 흔적이 남아 있었습니다. 이라베스 티라바데의 지휘 아래 퍼레이드 후방에는 도시에서 적의 스파이를 탐지하는데 재능을 발휘하는 겸손한 이글 워치가 있었습니다. 이글 워치는 규모와 화려함에서 다른 모든 부대를 능가하는 가장 겸손한 부대였습니다. 성문을 지나 도시의 거리로 향하는 기병대는 테렌델레브 자신과 함께 고귀한 영웅들을 맞이하기 위해 대기하고 있는 의장대에게로 나아갔습니다..."

source: Monster Hunter's Diary
ko: 괴물 사냥꾼의 일지
ko_mt: 괴물 헌터의 일기
