Repository: akintos/wotr-translation
Catalog: translation/*/Books.po
Languages: ko, ko_mt

source: "These are the words of the chieftain Hrazk, as written by Ingun of the White Feather Clan. I am Hrazk, the greatest and mightiest chieftain of the giants. The younglings must know the good deeds and wise thoughts of the great chieftains, so I commanded my men to catch a slave who can write. He will write the history of our tribe and how we became the strongest of all. Once, we were not as strong. Other tribes hunted us, chased us away from the good spots, caught and ate our hunters. We had to retreat further and further into the mountains to survive. There were no large beasts and no humans. It was a hungry life. In the mountains, we found BONES. Very old BONES, but there were some scraps of frozen meat left. I am the chieftain, so I get the best food. When I started to dig through the BONES to find the tastiest one, they spoke to me! They spoke without words, in a voice like a very, very fierce snowstorm. The voice promised strength, glory, and lots of food. A sharp shard of ice came out of my BONE and sank into my hand. It changed everything. I am lucky now. I always know where to catch a deer and where to catch a human. My nose always points the right way. Now we are never hungry. I was born mighty. I killed my father to become chieftain. My father was a head taller than me! He could rip a deer in two with his bare hands, but I strangled him and feasted on his guts. I was strong before, but now I am the strongest! Hrazk is the mightiest! The greatest! We came back from the mountains. We have the best hunting spots now. Other tribes fear us. But I still hear the voice. And I have dreams about ancient times. Now I know that these were the BONES of a frost giant. Those giants were very big and scary, but they all died long ago. They served the BONE LORD who lives in the far mountains. They drew his mark with the blood of their enemies. A three-fingered hand. He gave them his power, and now it is mine. He can give more. We only need to serve him well. I don't know what the BONE LORD wants. I give him sacrifices and I draw his mark in blood, too, but it is not enough. I will learn his will and carry it out. Then we will become big and strong like frost giants. We will eat anyone we want, and the BONE LORD will descend from the far mountains, freeze the world, and rule its frozen wastes. These things are scary to talk about, but I've seen the dreams. I know that this it must be so. This is our glorious story. The young can read it now. Hrazk talked a lot, Hrazk's throat is sore. Need to eat something. Did the slave finish writing? DESNA PLEASE SAVE ME NO NO NO"
ko_mt: "흰 깃털 부족의 잉군이 쓴 족장 흐라즈크의 말입니다. 나는 거인족의 가장 위대하고 강력한 족장, 흐라즈크다. 젊은이들은 위대한 족장들의 선행과 현명한 생각을 알아야 하므로 나는 부하들에게 글을 쓸 수 있는 노예를 잡으라고 명령했다. 그는 우리 부족의 역사와 우리가 어떻게 최강의 부족이 되었는지 기록할 것입니다. 한때 우리는 강하지 않았어요. 다른 부족들이 우리를 사냥하고, 좋은 곳에서 쫓아내고, 사냥꾼을 잡아 잡아먹었죠. 우리는 살아남기 위해 점점 더 산속으로 후퇴해야 했습니다. 그곳에는 큰 짐승도 인간도 없었습니다. 배고픈 삶이었죠. 산에서 우리는 뼈를 발견했습니다. 아주 오래된 뼈였지만 얼어붙은 고기 조각이 조금 남아 있었어요. 난 족장이니까 가장 좋은 음식을 구할 수 있었죠. 가장 맛있는 것을 찾기 위해 뼈를 파헤치기 시작했을 때 뼈들이 말을 걸어왔어요! 아주 사나운 눈보라 같은 목소리로 말없이 말했어요. 그 목소리는 힘과 영광, 그리고 많은 음식을 약속했어요. 날카로운 얼음 조각이 제 뼈에서 나와 제 손에 떨어졌어요. 그 순간 모든 것이 바뀌었어요. 지금은 운이 좋았어요. 나는 항상 사슴을 잡을 곳과 사람을 잡을 곳을 알고 있습니다. 내 코는 항상 올바른 길을 가리 킵니다. 이제 우리는 결코 배고프지 않습니다. 나는 강인하게 태어났어. 족장이 되기 위해 아버지를 죽였어요. 아버지는 나보다 키가 컸어! 그는 맨손으로 사슴을 두 동강 낼 수 있었지만 나는 목을 졸라 죽이고 내장을 먹었지. 전에도 강했지만 지금은 내가 제일 강해! 하즈크가 제일 강해! 최고라고! 우리는 산에서 돌아왔어. 이제 최고의 사냥터를 찾았어. 다른 부족들은 우릴 두려워해. 하지만 난 아직도 그 목소리가 들려. 그리고 난 고대에 대한 꿈을 꿔. 이 뼈들이 서리 거인의 뼈라는 걸 알았어요. 그 거인들은 아주 크고 무서웠지만 오래 전에 모두 죽었어. 그들은 먼 산에 사는 뼈의 주님을 섬겼어요. 그들은 적들의 피로 그분의 표식을 그렸어요. 세 손가락이 달린 손. 그분은 그들에게 힘을 주셨고, 이제 그 힘은 내 것이 되었습니다. 그분은 더 많은 것을 주실 수 있습니다. 우린 그를 잘 섬기기만 하면 돼 뼈의 주님이 뭘 원하시는지 모르겠어. 나는 그분께 제물을 드리고 피로 그분의 표식을 그리지만 그것만으로는 충분하지 않습니다. 그분의 뜻을 배우고 실천하겠습니다. 그러면 우리는 서리 거인처럼 크고 강해질 것입니다. 우리는 원하는 사람은 누구든지 잡아먹을 것이고, 뼈 주님은 먼 산에서 내려와 세상을 얼리고 얼어붙은 폐기물을 다스릴 것입니다. 이런 것들은 말하기 무섭지만 난 꿈을 봤어. 반드시 그렇게 될 거라는 걸 알아요. 이것이 우리의 영광스러운 이야기입니다. 이제 젊은이들도 읽을 수 있습니다. 하즈크가 말을 많이 해서 목이 아파요. 뭐 좀 먹어야겠어. 노예가 글을 다 썼나? "데스나 제발 살려주세요 안 돼요 안 돼요"

source: Laconic Note
ko_mt: 간결한 메모

source: "Thank you."
ko_mt: "고마워요."

source: "My son, You are already ten years old as I write these words. I don't know when you will read them, or if you will ever get the chance — I am writing to you from a city besieged by a demonic horde, in the last crusader stronghold, minutes before the battle that may very well be our last. I have put off writing this account year after year, but now that I can feel death breathing down my neck, I thought it was finally time to pick up a quill. I don't doubt that in our noble family, my name is either mired in disgrace or consigned to obscurity. I am called a coward and a traitor, one who forsook his homeland and his family. It doesn't matter to me. As I see it, I owe nothing to the Great House Garess — they gave me life, yes, but they took my childhood and my youth, denying me love and friendship, joy and happiness. I owe them nothing. But to you, my son, I owe the truth. I never loved your mother, nor she me — marriages amongst the nobility are not brokered for love. When a Brevic aristocrat says the word 'love,' he means 'obedience.' It was in the name of 'love' that your great-grandfather bid me 'love' that woman — and I obeyed, to my sorrow and hers. I comforted myself with the hope that our union would prove fruitless, for I knew I would be unable to give you anything but that same northern 'love' — that cold cruelty that speaks its name in screams and floggings. I resolved to flee when I understood everything with clarity: Brevoy was doomed to civil war. For too long had its two halves, Rostland and Issia, suffered under the yoke of this forced marriage, as your own parents had. I counted among my friends many heroes of Restov who bore the illustrious name Aldori. I knew I would be forced to raise my sword against them when the Great Houses decided to destroy the very thought of an independent Rostland. It was a burden I knew I could not bear. I turned my back on my homeland and my family and fled to Mendev to join the crusaders. Whatever horrors awaited me in a war against evil incarnate, they could not be more terrifying than the fratricidal slaughter that was coming for Brevoy. In Mendev I could be sure who my friends were and who was the enemy. Here I need not wonder if I am fighting for a just cause. Here is where I learned what love is, real love. Goodbye, my son. Know that I regret nothing. I found my truth — I hope you will find yours. Quilessy Garess, Foot Soldier of the Crusader Army of Her Majesty Queen Galfrey of Mendev"
ko_mt: "내 아들아, 내가 이 글을 쓰는 동안 너는 이미 열 살이 되었다. 언제 네가 이 글을 읽게 될지, 아니면 읽을 기회가 있을지 모르겠지만, 나는 데몬 무리에게 포위된 도시, 마지막 십자군 거점, 어쩌면 우리의 마지막 전투가 될지도 모를 전투 몇 분 전에 너에게 편지를 쓰고 있다. 해마다 이 글을 쓰는 것을 미뤄왔지만, 이제 죽음이 제 목을 타고 내려오는 것을 느낄 수 있기에 드디어 펜을 들 때가 되었다고 생각했습니다. 우리 고귀한 가문에서 제 이름은 불명예에 휩싸여 있거나 무명에 맡겨져 있다고 의심하지 않습니다. 나는 조국과 가족을 버린 겁쟁이이자 배신자라고 불립니다. 하지만 제겐 상관없습니다. 그레이트 하우스 그레스에게 빚진 것은 아무것도 없습니다. 그들은 제게 생명을 주었지만 어린 시절과 젊음을 빼앗아 사랑과 우정, 기쁨과 행복을 부정했습니다. 나는 그들에게 빚진 것이 없습니다. 하지만 내 아들아, 나는 네 어머니를 사랑한 적도 없고 그녀도 나를 사랑한 적도 없다 - 귀족들 사이의 결혼은 사랑 때문에 중개되는 것이 아니다. 브레빅 귀족이 '사랑'이라는 단어를 말할 때 그것은 '순종'을 의미합니다. 증조부께서 저에게 그 여자를 '사랑하라'고 하신 것은 '사랑'이라는 이름으로 저와 그녀의 슬픔에 순종한 것이었습니다. 나는 우리의 결합이 결실을 맺지 못할 것이라는 희망으로 스스로를 위로했다. 왜냐하면 나는 당신에게 똑같은 북쪽의 '사랑', 즉 비명과 채찍질로 그 이름을 말하는 차가운 잔인함 외에는 아무것도 줄 수 없을 것이라는 것을 알았기 때문이다. 나는 모든 것을 명확하게 이해했을 때 도망치기로 결심했다. 브레보이는 내전으로 치달을 운명이었다. 당신의 부모님처럼 로스트랜드와 이시아는 너무 오랫동안 이 강제 결혼의 멍에를 짊어지고 고통받았어요. 내 친구들 중에는 알도리라는 유명한 이름을 가진 레스토브의 영웅들이 많았지. 대가문들이 독립된 로스트란드에 대한 생각 자체를 파괴하기로 결정했을 때 나는 그들에 맞서 칼을 들 수밖에 없다는 것을 알았습니다. 그것은 내가 감당할 수 없는 짐이었어요. 저는 고향과 가족을 등지고 십자군에 합류하기 위해 멘데브로 도망쳤어요. 악의 화신과의 전쟁에서 어떤 공포가 나를 기다리고 있든, 브레보이에게 다가올 무자비한 학살보다 더 끔찍할 수는 없었다. 멘데브에서 나는 누가 내 친구이고 누가 적인지 확신할 수 있었다. 여기서 나는 내가 정당한 대의를 위해 싸우고 있는지 의심할 필요가 없었다. 이곳에서 나는 사랑이 무엇인지, 진정한 사랑이 무엇인지 배웠어 잘 가라, 내 아들아. 나는 아무것도 후회하지 않는다는 것을 알아라. 나는 나의 진실을 찾았으니 너도 너의 진실을 찾길 바란다. 퀼레시 게레스, 멘데브의 갈프레이 여왕 폐하의 십자군 군대의 보병"

source: Crusader's Letter
ko_mt: 십자군의 편지

source: The Great Deeds of Prelate Hulrun
ko_mt: 훌런 사제의 위대한 업적

source: "Scene 1 Enter Chorus. A century of grief struck Avistan, Sarkoris fell, and the vast Worldwound opened, Thus giving birth to the Abyssal spawn. But then Queen Galfrey, may her life be blessed, Drank the vial, And, as Mendev's shield, led forth the great crusades. And so one hundred years have passed. Iomedae still guides us As we hold the line. And in Kenabres, Prelate Hulrun Wages his war on enemies of state. As long as he remains the law's unyielding keeper, The border city is safe from the demons' claws. {br}Scene 2 A square in Kenabres. Prelate Hulrun stands proud. A guardsman runs over to him. Hulrun: Who goes there? Guardsman: We're doomed, Prelate, doomed! A demon horde surrounds the city walls! Hulrun: Not another word, you craven! Form a unit — we'll fight the beasts and slay them in the name of good! Guardsman: Go outside the walls? I do not seek my death! Hulrun: You heretic! You would betray Kenabres? Die, then! [Hulrun slays the Guardsman.] Hulrun: 'Tis no place for cowards. Iomedae protects us, but fear is fertile soil for cultist filth. [Hulrun exits.] {br}Scene 3 Prelate Hulrun with his unit marches beyond the gates to face the demon horde. Hulrun: Abyssal wretches stand before us. Inquisitor: Here comes a spear! It barely missed you, Prelate! Why take the risk? Hulrun: For years on end I've risked my life against our foe, I do not fear to lose it. Draw your blade, and may the goddess bless us. Go! To battle! Chorus: The Prelate's fire and sword strike true, The endless ranks grow thinner by the minute, as snow in Mendev melts in early spring. The shrieking beasts have scattered 'fore his ire. The Prelate lives — Kenabres will not fall."
ko_mt: "장면 1 코러스 시작 세기의 슬픔이 아비스탄을 덮쳤고, 사르코리스가 무너지고 광활한 세계상처가 열렸고, 심연의 종족이 태어났다 그러나 갈프레이 여왕, 그녀의 삶에 축복이 있기를 그녀는 병을 마시고 멘데브의 방패가 되어 위대한 성전을 이끌었고, 그렇게 100년이 지났다 그리고 100년이 흘렀다. 아이오메데는 여전히 우리가 전선을 지킬 수 있도록 인도하고, 케나브레스에서는 성직자 훌런이 국가의 적들과 전쟁을 벌이고 있다. 그가 법의 투철한 수호자로 남아 있는 한, 국경 도시는 데몬의 발톱으로부터 안전하다. {br}장면 2 케나브레스의 광장. 성직자 훌런이 당당하게 서 있습니다. 근위병이 그에게 달려간다. 훌런: 누가 거기로 가는데? 경비병: 우린 끝났습니다, 성직자님, 끝났습니다! 데몬 무리가 성벽을 에워싸고 있습니다! 훌런: 더 이상 말하지 마라, 이 간악한 자식아! 부대를 편성해라 - 선의 이름으로 야수들과 싸워서 처치하자! 가드맨: 성벽 밖으로 나가? 난 죽음을 원하지 않아! 훌런: 이 이단자! 케나브레스를 배신하겠다고? 그럼 죽어라! [훌런이 경비를 살해] 훌런: 여긴 겁쟁이가 있을 곳이 아니야. 아이오메데는 우리를 지켜주지만 공포는 이교도들이 자라기 좋은 비옥한 토양이야. [훌런 퇴장] {br}장면 3 훌런과 그의 부대가 성문 너머로 행진하여 데몬 무리에 맞섭니다. 심연의 데몬들이 우리 앞에 서 있다. 심문관: 창이 온다! 간신히 빗나갔어요, 원장님! 왜 위험을 무릅쓰는 거지? 훌런: 수년 동안 적과 목숨을 걸고 싸워왔기에 목숨을 잃는 건 두렵지 않소. 칼을 뽑고 여신의 가호가 있기를! 가자! 전투에 임하라! 후렴: 사제의 불과 칼은 진실이네, 끝없는 대열은 초봄에 멘데브의 눈이 녹듯 시간이 갈수록 얇아지네, 비명 지르는 짐승들은 그의 분노 앞에 흩어졌네, 사제는 살아있네 - 케나브레스는 무너지지 않으리라"

source: Staunton Vhane, Hero of Mendev: A Comic Farce in Three Acts
ko_mt: 멘데브의 영웅, 스턴튼 베인 : 3 막의 코믹 희극

source: "Scene 1 A brothel. Staunton: [Yawning.] 'Tis morning. What a sweet dream I've had! Night watch is far more bearable a task, When one performs it here, in a bed of warmth, And not outside, in rain, and hail, and cold. Mistress: Oh, Staunton, dearest, you're awake already? Don't say you're leaving me again. Please, stay. Oh, how I wish for you to spend just one more hour here. Or maybe a whole day! You may be short of stature, my sweet hero, But 'tis the size of your valor that's beguiled me. Staunton: Alas, my love, I heed the trumpet's call! Such is a soldier's lot — one cannot stay in bed. Nay, one has to go on duty on occasion. It saddens me to leave you now, my dovelet, But that's the sacrifice I make in nation's name. {br}Scene 2 An army warehouse. Staunton: Oh woe is me! Why all of this misfortune? While I was boldly, watchfully asleep, Nestled in the bosom of my companion-in-arms, My every snore a ward 'gainst ne'er-do-wells, Connivingly they struck me in the back. They broke into the warehouse proper And took it all, and left no scrap behind! What do I do? This plight is bound to earn me A conviction, and a prison cell, and lashes... Wait! Could it be? Idea! I'll go on a crusade posthaste. I hear that lots of folks like me, As fearless and as pure of heart, Fight demons there and shed their blood aplenty, All for their homeland's hopes of peace. Mayhaps, then, none will wonder Where I served and what great feats I committed Along my noble path. So be it! Mendev! Meet your new crusader hero!"
ko_mt: "장면 1 A brothel. 스턴튼: [Yawning.] '이 아침입니다. 얼마나 달콤한 꿈을 꿨는지! 불침번은 비와 우박과 냉기 속이 아닌 따뜻한 침대에서 할 때 훨씬 더 견딜 수 있는 일이야 아주머니: 오, 스턴튼, 얘야, 벌써 일어났니? 또 날 떠난다는 말 하지마. 제발, 여기 있어줘요. 오, 당신이 여기서 한 시간만 더 있었으면 좋겠어요. 아니면 하루 종일이라도! 당신은 키가 작을지 몰라도, 내 사랑스런 영웅, 그러나 당신의 용맹함이 나를 매혹시켰어요. 스턴튼: 아아, 내 사랑, 나팔소리에 귀를 기울여라! 침대에만 있을 수 없는 것이 군인의 운명이다. 아니, 가끔은 근무를 나가야 한다. 이제 당신을 떠나게 되어 슬프구나, 내 사랑. 그러나 그것이 국가의 이름으로 내가 희생하는 것이다. {br}장면 2 군 창고. 스턴: 오, 화가 났군! 왜 이 모든 불행이 내게 닥쳤지? 내 전우의 품에 안겨 대담하게 잠들어 있는 동안, 내 모든 코고는 소리가 나지 않는데 그들이 내 뒤통수를 쳤어 그들이 창고로 쳐들어와 모든 것을 가져가고 한 조각도 남기지 않았어! 어떻게 해야 할까? 이 일로 나는 유죄판결을 받고 감옥에 갇히고 채찍질을 당할 거야... 잠깐, 그럴 수 있을까? 좋은 생각이야!/ 난 서둘러 십자군 원정을 떠날 거야. / 나처럼 용감하고 순수한 사람들이 많이 있다고 들었어. / 그곳에서 데몬과 싸우고 피를 많이 흘리며 조국의 평화를 위해 / / 그러면 아무도 내가 어디서 봉사하고 어떤 위대한 업적을 남겼는지 궁금해하지 않을 거야. / 아마도 내 고귀한 길을 오랫동안 궁금해하지 않을 거야. 그러자! 멘데브! 새로운 십자군 영웅을 만나보세요!"
