Repository: akintos/wotr-translation
Catalog: translation/*/Books.po
Languages: ko, ko_mt

source: "— Tell us, oh Teacher, why would Brevoy call us barbarians in the books you give us? — The Gods became angry with our homeland, my son. This land has devoured so many great empires, as if it was unwilling to bear life... There are centuries-old ruins around our settlement. They were ravaged by a star that fell from the sky. The Kingdom of the Cyclopes was the first victim of its curse. New settlers claimed this land ten centuries later, to establish a beautiful country named Iobaria, which stretched from the Lake of Mists and Veils to the Castrovin Sea. But the curse still lay upon these lands, and trouble came once again. Our ancestors suffered numerous maladies. The Tearplague, the Chardeath, the Choking Death — one after another, leaving only pain behind. — People say that Otib the Necromancer was to blame... — But who knows... A great civilization was turned to dust. This is why I'm teaching you. Brevoy shouldn't make fun of you or call you barbarians..."
ko: "말해주세요. 왜 책에서 브레보이가 우리를 야만족이라고 부르나요? 신들은 우리에게 화가 났단다. 이 땅은 거대한 제국들에 의해 점령되어 생명이 짓밟혔지... 우리가 사는 곳 주위에는 수백년된 폐허들이 있지 않니? 그것들은 하늘에서 떨어진 별 때문에 파괴되었단다. 사이클롭스의 왕국이 첫번째 희생자였어. 천년 후 새로운 자들이 와 이 땅을 지배했고 이오바리아라는 아름다운 나라를 세웠어. 안개의 호수에서부터 카스트로빈 바다까지가 영토였지. 하지만 저주는 아직도 이 땅에 있고 다시 한번 찾아올 거야. 우리의 조상은 수많은 병을 겪었지. 눈물을 흘리는 역병이나 몸이 숯처럼 검어지는 병이나 숨이 막혀 죽는 병들이 전염되어 고통을 남겼단다. 사람들은 사령술사 오티브의 짓이라고 했지... 하지만 누가 알겠니... 위대한 문명이 재가 되어버렸는걸. 그래서 내가 너를 가르치는 것이야. 브레보이가 우리 아이들을 조롱하거나 야만인이라고 부르지 못하게 하기 위해..."
ko_mt: "- 선생님, 왜 브레보이가 우리에게 준 책에서 우리를 야만인이라고 부르죠? "- 신들이 우리 조국에 화를 냈다, 내 아들아. 이 땅은 생명을 낳지 않으려는 듯 수많은 대제국을 삼켜버렸지.. 우리 정착지 주변에는 수백 년 된 폐허들이 있다. 하늘에서 떨어진 별에 의해 황폐화됐지. 사이클롭스 왕국은 그 저주의 첫 번째 희생자였다. 새로운 정착민들은 10세기 후 이 땅을 차지하여 안개와 베일의 호수에서 카스트로빈 해까지 뻗은 아름다운 나라 이오바리아를 세웠습니다. 하지만 이 땅에는 여전히 저주가 내려져 있었고 다시 한 번 고난이 찾아왔습니다. 우리 조상들은 수많은 질병에 시달렸습니다. 눈물 전염병, 차디스, 질식사 등 고통만 남긴 질병이 연이어 발생했지.. 사람들은 강령술사 오팁의 탓이라고 하지만.. 누가 알겠어? 위대한 문명이 한줌의 흙으로 변해버렸을지도. 그래서 내가 널 가르치는 거야. 브레보이가 너희를 놀리거나 야만인이라고 부르면 안 돼..."

source: "The Legend of the Pathfinder" by Aren Roarvie
ko: "패스파인더의 전설" 아렌 로아비 씀
ko_mt: "아렌 로어비의 패스파인더의 전설"

source: "The door flung open. The three chaps sharing adventure stories fell silent. 'Hail, friend!' said the visitor in a deep voice. 'Have you got a room for me, master?' The bored half-elf behind the counter peered into the visitor's face and whistled. 'Blimey! If it isn't Gregas Jeffs! Hail, friend! Let me give you a room — your gold is no good here!' 'No, I'll pay for it in full. That's what the Society is for. Helping and sharing!' Gregas nods at the three chaps. 'So there's my replacement... Have you held the Confirmation yet?' 'We've got one last trial to go!' The youngest blurted out and popped up from his chair. 'It's such an honor! I've read all the Chronicles! All about your adventures!' 'I heard you joined the Decemvirate, Gregas,' another uttered. 'Oh, did you? You should cut off your ears then, they deceive you! Am I wearing a mask?' 'You ain't.' 'Good for you. A Pathfinder with no eyes is no good. I'm not interested in politics. I'm interested in seeking. So, are you going to pour me beer? And I'll tell you a couple of tales...'"
ko_mt: "문이 열렸습니다. 모험 이야기를 나누던 세 사람은 조용해졌다."우박, 친구!" 방문객이 깊은 목소리로 말했다. 카운터 뒤에 있던 지루한 하프엘프가 방문객의 얼굴을 들여다보며 휘파람을 불었습니다."'이런! 그레가스 제프스가 아니라면! 어서 오시오, 친구! 방을 하나 내줄게요. 당신의 금은 여기 쓸모가 없소!' '아니요, 전액 지불할게요. 그게 바로 협회의 존재 이유입니다. 서로 돕고 나누는 거요!' 그레가스는 세 친구에게 고개를 끄덕입니다. '저기 제 대타가 있네요.. 아직 확인서 안 받았어요?''마지막 시험이 하나 남았어요!' 막내가 얼버무리며 의자에서 튀어나왔습니다. '정말 영광이에요! 전 연대기 시리즈를 다 읽었어요! 네 모험에 관한 모든 것!' '그레가스, 네가 데켐비레이트에 합류했다고 들었어.' '오, 그랬어? 그럼 귀를 잘라버려야지, 속임수야! 내가 가면을 쓰고 있나?' '아니야.' '잘했어. 눈이 없는 패스파인더는 쓸모없어. 난 정치에는 관심 없어. 난 구도에 관심이 있지. 맥주 따라줄 거야? 그리고 몇 가지 이야기를 들려줄게...'"

source: "Guide for Travelers, Hunters, and Explorers of the River Kingdoms. Volume 5: Monsters and Beasts."
ko: "강의 왕국들의 여행자와 사냥꾼과 탐험가를 위한 안내서. 제 5권: 괴물"
ko_mt: "리버 킹덤의 여행자, 사냥꾼, 탐험가를 위한 가이드. 5권: 괴물과 짐승"

source: "Will-o'-wisp An amusing glowing ball, which looks harmless and doesn't arouse any natural suspicion. Pretends to be a guiding light in the marshes, but leads travelers to certain death. The agonizing fear of their victims is this monster's nourishing dinner. If you manage to resist their tricks, make sure you have some lightning protection. The monster shocks any visitors it fails to lure into terror. Werewolf Werewolves prefer to hunt in groups, and attack lone travelers. It's entirely possible that a Varisian camp or troupe could turn into a pack of bloodthirsty lycanthropes under cover of darkness. Ordinary weapons stand little chance against them, but a silver blade greatly increases your chances of survival. Primals Powerful creatures of the Primal realm occasionally visit this world for amusement. It's best to stay out of a Primal's way. Don't fight it — it's extremely dangerous. But if a life is at stake, resort to cold steel."
ko_mt: "윌로 위스프 무해해 보이고 자연스러운 의심을 불러일으키지 않는 재미있는 빛나는 공입니다. 습지에서 길잡이 역할을 하는 척하지만 여행자를 죽음으로 이끌기도 합니다. 희생자들의 극심한 공포는 이 괴물의 영양가 높은 저녁 식사입니다. 이 괴물의 속임수에 저항할 수 있다면 번개 보호 장비를 꼭 챙기세요. 이 괴물은 유인하는데 실패한 여행자에게 충격을 주어 공포에 떨게 합니다. 늑대인간 늑대인간은 무리를 지어 사냥하는 것을 선호하며, 혼자 있는 여행자를 공격합니다. 바리시안의 캠프나 무리는 어둠 속에 숨어 피에 굶주린 라이칸트로프 무리로 변할 수 있습니다. 일반 무기로는 이들에게 대항하기 어렵지만, 은검을 사용하면 생존 확률이 크게 높아집니다. 프라이멀 원시 영역의 강력한 생명체들이 가끔씩 이 세계를 방문해 즐거움을 선사합니다. 프레이멀의 방해에서 벗어나는 것이 가장 좋습니다. 싸우지 마세요. 매우 위험하니까요. 하지만 목숨이 위태롭다면 차가운 강철에 의지하세요."

source: "On the Nature of the Divine"
ko: "신성의 본질에 대하여"
ko_mt: "신의 본질에 대하여"

source: "Can a mortal become a god? Is the very idea blasphemy? Science relies on experience, where there may be evidence presented in support. But when science encounters theology, it recoils. The term 'evolution' has no application to the divine spark that illuminates dull matter in incomprehensible ways. The foremost example is angels, to whom we owe the existence of our virtuous mortal souls, which brings us to a paradox. A mortal soul transforms into an immortal essence. There are many such breathtaking events, which each promise a connection to the divine. Sunny Sarenrae is perfect proof of this. The Starstone trial desecrated divinity, turned it into a god's exam, where any trickster with a handful of spells who can avoid some traps in a deadly maze — may rise to divinity! Is the nature of divinity, then, so sacred indeed?"
ko: "필멸자가 신이 될 수 있는가? 이 명제는 신성 모독인가? 과학은 뒷받침할 근거를 제공하는 경험에 기반한다. 하지만 과학이 신학을 만나는 순간, 과학은 후퇴한다. '진화'라는 용어는 불가해한 방식으로 둔한 물질들을 밝히는 신성한 불꽃에 적용될 소지가 없는 것처럼 보인다. 가장 중요한 사례는 엔젤들로, 그 존재를 우리 중 덕성을 갖춘 필멸의 영혼들에 의존한다는 점에서 모순을 드러낸다. 필멸의 영혼이 불멸의 정수로 변한다. 이처럼 신성과의 연결을 증명하는 숨막힐 정도로 놀라운 사건들이 매우 많이 존재한다. 빛나는 서렌레이는 이것의 가장 좋은 예라고 할 수 있다. 심지어 스타스톤의 시험은 신격을 더럽혀 그것을 치명적인 미궁 속에서 몇 개의 함정을 피할 수 있는 주문을 가득 쥔 재주꾼이라면 신격에 도달할 수 있는 신의 시험으로 바꿔버렸다! 그렇다면 신격의 본질이란, 정녕 신성한 것인가?"
ko_mt: "필멸자가 신이 될 수 있습니까? 그 생각 자체가 신성 모독인가요? 과학은 경험에 의존하며, 이를 뒷받침하는 증거가 제시될 수 있습니다. 하지만 과학이 신학을 만나면 반발합니다. '진화'라는 용어는 이해할 수 없는 방식으로 무딘 물질을 비추는 신성한 불꽃에는 적용될 수 없습니다. 가장 대표적인 예는 고결한 필멸의 영혼의 존재에 빚진 천사이며, 이는 우리에게 역설을 가져다줍니다. 필멸의 영혼은 불멸의 본질로 변합니다. 이러한 숨막히는 사건이 많이 있으며, 각각은 신과의 연결을 약속합니다. 써니 사렌래가 그 완벽한 증거입니다. 스타스톤 시험은 신성을 모독하고, 치명적인 미로의 함정을 피할 수 있는 몇 가지 주문을 가진 사기꾼이라면 누구나 신성에 오를 수 있는 신의 시험으로 바꿨습니다! 그렇다면 신성의 본질은 정말 그렇게 신성한 것입니까?"

source: "... roaring flames are devouring the Temple of Roses. The petals of the flowers darken, curl up and finally turn to ash — the moment of utter pain and ugliness that comes before final, serene eternity. Burning idols seem to grimace, cry, laugh — and turn their fiery gazes upon me. The heat grows unbearable — but I dare not turn my eyes from this sacred fire, admiring its every precious moment while my eyes still serve me. Laymen will call me a vandal — they'll say that I'd destroyed a priceless piece of art because I hated everything beautiful. But do not believe this. I loved the temple more than my life, and I lit it with the fires that burn in my heart. For can there be a higher devotion than melting together with the object of your admiration, into the shining splendor of oblivion?"
ko: "... 포효하는 화염이 장미의 사원을 삼켰다. 꽃잎은 검어지고 꼬부라지더니 결국 재가 되었다. 고통을 겪고 결국 추해졌지만 영원히 사라졌다. 우상을 태우자 그들의 눈빛이 나에게 향한다. 열기를 참을 수 없지만 나는 이 신성한 불꽃에서 눈을 때지 못하고 이 소중한 순간을 보내고 있었다. 내 삶보다 사원을 더 사랑했고 이제는 그것을 내 마음 속에서 태워버렸다. 경이하던 것이 망각 속으로 빛을 내며 사라지는 것보다 신성한 순간이 있을까?"
ko_mt: ".. 활활 타오르는 불길이 장미의 사원을 삼키고 있습니다. 꽃잎은 어두워지고 말려서 마침내 재로 변합니다 - 마지막 고요한 영원 이전에 오는 완전한 고통과 추함의 순간입니다. 불타는 우상들은 얼굴을 찡그리고, 울고, 웃으며 불타는 눈빛으로 저를 바라봅니다. 더위는 견딜 수 없을 만큼 뜨거워지지만, 감히 이 신성한 불에서 눈을 돌릴 수 없어, 내 눈이 여전히 나를 섬기는 동안 그 모든 소중한 순간에 감탄합니다. 일반인들은 저를 파손범이라고 부르며 아름다운 모든 것이 싫어서 귀중한 예술 작품을 파괴했다고 말할 것입니다. 하지만 믿지 마세요. 저는 제 목숨보다 사원을 더 사랑했고, 제 마음속에서 타오르는 불로 사원을 불태웠어요. 당신의 감탄의 대상과 함께 녹아 망각의 빛나는 화려함에 녹아 드는 것보다 더 높은 헌신이 있을 수 있습니까?"

source: "Temple of Roses" by Elestin of Sinaria
ko: "장미의 사원" 엘레스틴 시나리아 씀
ko_mt: "시나리아의 엘레스틴의 장미의 사원"

source: "Sister of Mercy. Memoirs of the Second Crusade."
ko: "자비의 자매. 제 2차 성전 회고록."
ko_mt: "자비의 자매. 두 번째 십자군 회고록 "

source: By Nillen Malkister Magnimar, Silver Bank Spiritual Literature Publishing House "We gather again for the common evening prayer in the field chapel — all together, setting aside our disagreements... Or rather, politely pretending to have forgotten them. Arrows of sharp looks fly around the tent. The servants of Sarenrae look askance at the servants of Asmodeus. The priests of Gorum, who come to the prayer in armor covered with blood, make no attempt to conceal their disdain for those such as me, who are not rushing to the front lines of the battle... But what can I do if my weak, soft hands have been taught gentleness, not violence? I catch a glance of a priestess of Shelyn — squeamish, compassionate surely, and full of prim smugness. She would never stoop to do what I do for our fighters. But I know of no higher service. Some fellow believers told me that during times of war we must forget the tender side of the Savored Sting and turn entirely to Her formidable, punishing image, for there is no place for love on the battlefield. But I do not agree. Here, everyone is ready to punish — but who, if not us, will bring love? We kneel and I pray the Unquenchable Fire. My Lady! Take my eyes, for they can no longer witness the horrors of the war, or see beautiful bodies broken and torn asunder. No longer can they cry for our allies, friends, and lovers. And the Goddess replies: My child, your eyes are a priceless treasure. As a lighthouse safely guides ships back to land during the storm, the light in your eyes brings heroes back from the bloody storm of battle. And I pray: My Lady! Sew shut my lips, for I can no longer kiss the skin, which I know by dawn will be sliced, bitten, and peeled. And the goddess replies: My child, your lips are stronger than a sword and firmer than armor plate. The whisper of your prayer gives strength to the fighters and brings burning fire to the demons. The whisper of your prayer heals broken skin, so you may kiss it again. And I pray: My Lady! Burn out my heart! Let it find peace in the indifferent ash, for it can no longer withstand this pain. And the goddess replies: My beloved child! This pain is caused by the fire that burns in your heart. A fire so bright that everyone around it is comforted by its healing warmth. Do not dare turn to ash, but carry this heat to the very threshold of My chambers, where in the end you will find peace."
ko: 닐렌 말키스터 씀 매그니마르, 은빛 은행 영혼 문학 출판사 출간 "우리는 야전 예배당에 저녁 기도를 드리려 다시 한 번 모였다. 우리의 의견 불일치는 제쳐 둔 채, 모두 함께... 혹은 적어도 점잖게 그걸 잊은 체 했다. 날카로운 화살들이 천막 주위를 날아다닌다. 서렌레이의 충복들이 아스모데우스의 하수인들을 힐끗 흘겨본다. 피로 젖은 갑옷을 입은 채 예배당으로 온 고룸의 사제들은 전투의 전열로 돌진하지 않는 나같은 이들에 대한 경멸을 숨기려는 시도조차 하지 않는다... 그렇지만 폭력이 아닌 친절함만을 배운 부드럽고 나약한 손을 지닌 내가 무엇을 할 수 있단 말인가? 나는 셸린의 여사제를 잠시 쳐다본다. 그녀는 비위가 약하고, 확실히 다정하고, 고지식한 자부심으로 가득 차 있다. 그녀는 내가 우리의 전사들에 제공하는 봉사를 결코 수행하지 않을 것이다. 그러나 난 그 이상의 헌신은 모른다. 몇 동료 신자들은 내게 전장에 사랑이 자리할 곳은 없으니 감미로운 독침의 자애로운 면모는 잊고 그녀의 가공한 복수자의 형상에 집중해야 한다고 말한 적 있다. 나는 동의하지 않는다. 이 곳의 모두가 상대를 벌할 준비를 마쳤으니, 우리가 아니라면 누가 있어 사랑을 가져오겠는가? 우리는 무릎 꿇고 꺼지지 않는 불꽃께 기도를 올렸다. 나의 여신이시여! 내 눈을 가져가소서. 더 이상 전쟁의 참상도, 아름다운 몸이 부서지고 찢어지는 것을 목도하지 않게 하소서. 더 이상 우리의 아군을, 친구를, 연인을 위해 눈물 흘리지 않게 하소서. 그리고 여신께서 답하시기를: 내 아이야, 너의 눈은 비할 데 없는 보물이란다. 폭풍우치는 날 밤 등대가 배들을 안전하게 육지로 데려오듯이, 네 눈속의 빛이 영웅들을 전투의 피비린내 나는 폭풍으로부터 데려올 것이란다. 그리고 내가 기도하기를: 여신이시여! 내 입술을 꿰매어 다물게 하소서. 저는 동이 트면 그들의 살갗이 잘려나가고, 씹히고, 베어져 더 이상 그에 입맞추지 못할 것을 압니다. 그리고 여신께서 답하시기를: 내 아이야, 너의 입술은 검보다 강하고 갑옷보다 굳건하단다. 네 기도의 속삭임이 전사들에게는 힘을 주고 데몬들에게는 불꽃을 내리는구나. 네 기도의 속삭임이 부서진 피부를 고쳐 다시금 그 살결에 입맞추게 하는구나. 그리고 내가 기도하기를: 여신이시여! 내 심장을 태우소서! 이 고통을 더 이상 견딜 수 없나니, 무심한 재속에서 평안을 찾게 하소서. 그리고 여신께서 답하시기를: 내 사랑하는 아이야! 이 고통은 네 심장 속 불꽃이 가져온 것이란다. 불이 아주 밝아 네 주위의 모두가 그 따뜻함 속에서 위안과 치유를 찾는구나. 감히 재가 되려 하지 말고 이 열기를 내 영역의 가장 끝까지 옮기거라, 그리하면 네가 평안을 찾을 거란다."
ko_mt: 닐렌 말키스터 지음 마그니마르, 실버뱅크 영성 문학 출판사 "우리는 야전 예배당에서 공동 저녁 기도를 위해 다시 모였습니다 - 모두 함께 의견 차이를 제쳐두고... 아니, 정중하게 잊은 척하며. 날카로운 눈빛의 화살들이 천막 주위를 날아다녔다. 사렌래의 하인들은 아스모데우스의 하인들을 의아하게 바라본다. 피로 범벅이 된 갑옷을 입고 기도하러 온 고룸의 사제들은 나처럼 전투의 최전선으로 달려가지 않는 자들에 대한 경멸을 감추려 하지 않는다... 하지만 약하고 부드러운 내 손이 폭력이 아닌 온유함을 배웠다면 어떻게 해야 할까? 나는 셸린의 여사제 한 명을 엿보았다 - 삐걱거리고, 확실히 연민을 느끼며, 프림의 잘난 척으로 가득 찬 여사제. 그녀는 우리 전사들을 위해 내가 하는 일을 결코 굽히지 않을 것이다. 하지만 저는 이보다 더 큰 봉사는 없다고 생각합니다. 어떤 동료 신자들은 전쟁 중에는 전장에 사랑이 있을 자리가 없으니, 구세주 스팅의 부드러운 면모를 잊고 그분의 강인하고 징벌적인 이미지에 전적으로 의지해야 한다고 말했죠. 그러나 나는 동의하지 않습니다. 여기, 모두가 처벌 할 준비가 되어 있습니다. 그러나 우리가 아니라면 누가 사랑을 가져다 줄 것입니까? 성모님! 더 이상 전쟁의 공포를 목격하거나 아름다운 시체가 부서지고 찢어지는 것을 볼 수 없으니 제 눈을 거두어주십시오. 더 이상 우리의 동맹, 친구, 연인을 위해 울 수 없습니다."라고 말하자 여신이 대답합니다. 내 아이야, 네 눈은 귀중한 보물이다. 등대가 폭풍우 속에서 배를 안전하게 육지로 인도하듯이, 네 눈의 빛은 영웅들을 피비린내 나는 전투의 폭풍우에서 돌아오게 해준다."그리고 기도한다. 성모님! 더 이상 입술에 키스 할 수 없으니 입술을 꿰매주세요. 새벽이 되면 얇아지고 물리고 벗겨 질 것입니다."라고 말하자 여신이 대답합니다. 내 아이야, 네 입술은 칼보다 강하고 갑옷판보다 단단하구나. 너의 기도의 속삭임은 전사들에게 힘을 주고 데몬들에게 타오르는 불을 가져다준다. 당신의 기도의 속삭임은 상한 피부를 치유하므로 다시 키스 할 수 있습니다. 성모님! 내 마음을 태워주소서! 더 이상이 고통을 견딜 수 없으니 무관심한 재에서 평화를 찾게 해주세요."라고 말하자 여신이 대답했습니다. 내 사랑하는 아이야! 이 고통은 당신의 마음에서 타오르는 불로 인해 발생합니다. 너무 밝아서 주변의 모든 사람들이 치유의 따뜻함으로 위로를 받는 불. 감히 재로 변하지 말고이 열기를 내 방의 문턱까지 가져 가면 결국 평화를 찾을 수 있습니다."

source: "Terendelev, the Guardian of Kenabres"
ko: "테렌델레브, 케나브레스의 수호자"
ko_mt: "케나브레스의 수호자 테렌델레브"

source: "Kenabres has had no shortage of prominent figures, both those who have long passed away and those who still reside within the city walls. But it's safe to say that the greatest guardian there ever was, is, and will be, is the silver dragon Terendelev. Among metallic dragons, the silver kind in particular has high moral standards. Although, like most of their kin, they often remain indifferent to matters concerning mere mortals, they find it unbearable to watch impassively as injustice and crime are committed with impunity. Gazing down upon Golarion from above, Terendelev has seen her share of injustice and violence. But no tragedy disturbed her peace more than Mendev's war against the Worldwound. Drawn into action by her curiosity and her interest in the crusaders that paid for others' peace with their own blood, Terendelev swooped down from the mountains and walked among the humans, taking on their form. This world must have felt so odd to her, so different from her own. Luckily for her, Terendelev was not the only dragon living among mortals, and the wise gold dragon Halaseliax became a mentor for Terendelev and her sworn brother Sevalros, who later mysteriously disappeared from history and human memory. During her life amidst mortals, Terendelev performed many heroic deeds: she fought terrifying Abyssal spawn, kept Kenabres safe from enemy onslaught, and personally saved crusaders in need. In one such excursion, she herself fell victim to demonic taint: onlookers reported that her shining silvery armor darkened, her eyes clouded, and her speech and movements became ruthless and crude. But so great were her spirit and determination that she achieved the impossible — she overcame the seed of evil planted in her very heart and returned to good once more. Today, Terendelev is a living symbol of the resilience and stalwartness of Kenabres, which serves as a stronghold for crusades and humanity's bastion in the war against the demon threat."
ko: "케나브레스는 오래전 그 곳에서 사망한 인물과 여전히 도시 장벽 내 거주하고 있는 살아있는 사람들 모두에게서 유명한 인물들을 손쉽게 찾아낼 수 있다. 그러나 역대 가장 위대한 수호자이자, 가장 위대할 수호자는 실버 드래곤 테렌델레브라 해도 무방하다. 모든 금속룡 가운데에서 은빛 혈족은 특히 드높은 도덕적 기준을 지닌 것으로 유명하다. 비록 대부분의 동포들과 같이 그들은 미물에 불과한 필멸자간 사이의 문제에 대체로 무관심하지만, 그들은 처벌 받지 않는 불의와 범죄가 자행 되는 것을 결코 가만히 두고 보지 못한다. 골라리온을 창공에서 내려다보던 테렌델레브는 그녀가 해결해야 할 불의와 폭력을 발견하곤 했다. 그러나 세계상처에 대항하는 멘데브의 전쟁만큼 그녀의 평화를 방해한 비극은 없었다. 테렌델레브는 다른 이들의 평화를 지켜내기 위해 자신들의 피를 대가로 지불하는 성전군의 대한 관심과 호기심에 이끌려 인간으로 화해 산맥에서 내려와 인간 사이를 거닐었다. 세계는 그녀가 알던 것과 달라 참으로 기이하게 느껴졌다. 그녀에게는 다행스럽게도, 테렌델레브는 필멸자와 더불어 사는 유일한 드래곤이 아니었으며, 현명한 골드 드래곤 할라셀리악스가 그녀와 후일 역사와 인간의 기억에서 불가사의한 방식으로 사라진 그녀의 의형제 세발로스의 조언자가 되어 가르침을 베풀었다. 테렌델레브는 필멸자와 함께하면서 수많은 영웅적 업적을 남겼다. 그녀는 무시무시한 심연의 존재와 싸웠고, 케나브레스를 적의 도살에서 안전히 지켜냈으며, 도움을 필요로 하는 성전군들을 개인적으로 구조했다. 그 여정 중에서 한 번 그녀는 데몬의 유혹의 희생자가 된 적이 있다. 목격자들은 그녀의 빛나는 은빛 갑옷이 어두워지고, 눈은 흐려졌으며, 말과 행동은 무례하고 또 잔혹해졌다고 보고했다. 그러나 그녀의 영혼과 결의는 참으로 위대한 것이었기에 그녀는 불가능을 성취했다. 그녀는 심장 한 가운데에 심어진 악의 씨앗을 극복하고 다시 한 번 선의 길로 돌아왔다. 오늘날, 테렌델레브는 데몬의 위협에 맞선 인류의 보루이자 성전의 요새인 케나브레스의 회복력과 강건함을 나타내는 살아있는 상징이 되었다."
ko_mt: "케나브레스에는 오래전에 세상을 떠난 인물과 아직도 성벽 안에 살고 있는 인물 모두 저명한 인물들이 많았어요. 하지만 가장 위대한 수호자는 과거에도, 현재에도, 앞으로도 실버 드래곤 테렌델레브라고 해도 과언이 아닙니다." "메탈릭 드래곤 중에서도 실버 드래곤은 특히 도덕적 기준이 높습니다. 다른 종족과 마찬가지로 인간과 관련된 문제에는 무관심한 경우가 많지만, 불의와 범죄가 무자비하게 자행되는 것을 무감각하게 지켜보는 것은 참을 수 없다고 생각합니다. 테렌델레브는 골라리온을 위에서 내려다보며 불의와 폭력을 목격했습니다. 하지만 멘데브의 세계상처와의 전쟁만큼 그녀의 평화를 방해한 비극은 없었습니다. 다른 이들의 평화를 위해 자신의 피로 대가를 치른 십자군에 대한 호기심과 관심에 이끌려 테렌델레브는 산에서 내려와 인간들 사이를 걸어 다니며 십자군의 모습을 취했습니다. 테렌델레브에게 이 세상은 너무나 낯설고, 자신이 살던 세상과는 너무나 달랐을 것입니다. 다행히도 테렌델레브가 인간들 사이에 사는 유일한 용은 아니었고, 현명한 골드 드래곤 할라셀리악스가 테렌델레브와 그녀의 맹세한 오빠 세발로스의 스승이 되었지만, 이후 역사와 인간의 기억에서 신비롭게 사라졌습니다. 테렌델레브는 인간들 사이에서 살아가는 동안 무시무시한 심연의 스폰과 싸우고, 적의 공격으로부터 케나브레스를 안전하게 지키고, 위기에 처한 성전사를 직접 구하는 등 많은 영웅적인 업적을 세웠죠. 그런 여정 중 한 번은 그녀 자신도 데몬의 오염에 희생되었는데, 구경꾼들은 그녀의 빛나는 은빛 갑옷이 어두워지고 눈이 흐려지며 말과 움직임이 무자비하고 거칠어졌다고 보고했습니다. 그러나 그녀의 정신과 결단력은 너무나 위대해서 그녀는 불가능한 일을 해냈고, 자신의 마음속에 심어진 악의 씨앗을 극복하고 다시 선으로 돌아왔습니다. 오늘날 테렌델레브는 십자군의 거점이자 데몬의 위협과의 전쟁에서 인류의 보루 역할을 하는 케나브레스의 회복력과 강인함의 살아있는 상징이 되었습니다."

source: "The Unsung Feats behind the Crusades"
ko: "성전의 뒷 편, 보이지 않는 위업들"
ko_mt: "십자군 뒤의 알려지지 않은 위업"

source: "Ever since the Third Crusade, our templar brothers — may their true names remain veiled by the dark of anonymity — have served as an example to other followers of Lord Baphomet through their impeccable service. Read of their greatest accomplishments, neophyte, be awed, and be inspired. In the year 4664, at the dawn of our service in the Worldwound, our brothers began to infiltrate the ranks of those called to serve Mendev and the rest of the mortal world. The crusaders paid no regard to whom they were recruiting, and soon the templars found the perfect material for their work. One night, two Orders that shared a Mendevian outpost suddenly discovered irrefutable evidence that both parties had been hobnobbing with the demons in hopes of saving their hides just before an upcoming surprise attack. The consequences were immediate, and by morning, the army had turned into squabbling packs that had completely shed the veneer of noble ideals in their fight for righteousness. In the year 4665, with the onset of the Third Crusade, a saint appeared in the ranks of Iomedae's church — a pure and brave maiden who inspired new warriors. Unsurprisingly, among her admirers was a hot-blooded young man whose adoration went beyond the bounds of virtue. Leading a selfless heart to sin was no easy task, but the templar had taken lessons from Alushinyrra's incubi for a reason. Our brother unleashed in the maiden the overwhelming depths of passion and sin, but as soon as the church caught wind of the orgies that were taking place in the heart of the new Order, bonfires flared up — not just for Iomedae's ward, but for her followers too, including the brave templar who had revealed his true face to her on the eve of their execution. In the year 4667, a famed inquisitor, who was particularly enthusiastic about roasting peasants at the stake, suddenly grew despondent. And for good reason: his closest friend opened his eyes to the rampant demon worship right under his holiness's nose — in the ranks of the inquisition itself. This butcher had his work cut out for him, and in his great purge, he hanged and stabbed whomever his friend pointed at. Alas, all good things must come to an end, and soon the poor inquisitor was apprehended and sent to the capital to stand trial. Before his execution, he made futile attempts to call his trusted friend as a witness, yet the friend had gone missing, or maybe had never existed at all. The templars know how to cover their tracks."
ko: "제 3차 성전 이후, 우리의 기사단 형제들은, 비록 그 이름은 여전히 어둠 속에 가려져 있으나, 그들의 흠잡을 데 없는 헌신을 통해 군주 바포메트의 다른 추종자들의 본보기가 되었다. 수련사제들이여, 그들의 가장 위대한 업적을 읽고, 경외하고, 고무될지라. 4664 년, 세계상처에 대한 우리의 봉사의 새벽이 밝았을 때, 우리의 형제들은 멘데브와 필멸자들의 세계의 다른 이들을 위해 소집된 군대 사이로 침투했다. 성전군은 그들이 누구를 모집하고 있는지 주의를 기울이지 않았고, 기사단원들이 그들의 일에 완벽히 적합하다는 사실에만 주목했다. 어느 날 밤, 멘데브의 전초기지 하나를 공유하던 두 개의 기사단은 서로가 데몬의 기습에 앞서 자신들의 가족을 구명하기 위해 데몬과 밀약을 맺었다는 부정할 수 없는 증거를 발견했다. 결과는 즉각 나타났고, 아침이 되자 군대는 의로운 전쟁에 대한 고귀한 이상의 공유라는 가식을 벗어던지고 하찮은 일로 다투는 짐승 무리라는 본성을 드러냈다. 4665 년, 제 3차 성전의 여명기에, 아이오메데의 교회군 내에서 새로운 전사들을 고취시키는 순수하고 용감한 소녀 성인이 나타났다. 놀랍지도 않지만, 그녀의 추종자 가운데에는 경외심이 미덕의 경계를 벗어난 피 끓는 청년 또한 있었다. 이타적인 마음을 죄악으로 이끄는 것은 어려운 일이지만, 기사단원들은 알루시니라의 인큐버스에게서 얻은 교훈을 활용했다. 우리의 형제들이 소녀에게 압도적인 열정과 깊디 깊은 죄악을 불어넣자, 곧이어 교회가 주지육림의 바람이 새 기사단의 심장에 불고 있다는 것을 눈치채고 아이오메데의 피후견인과 처형 전날 자신의 진정한 얼굴을 그녀에게 드러낸 용감한 성전군을 포함한 그녀의 추종자들을 위한 장작을 준비했다. 4667 년, 농민들을 구워버리는 것에 참으로 열정적이던 유명한 심문관이 갑자기 실의에 빠졌다. 그의 가장 친한 친구가 그의 신성한 등잔 밑에서 만연하던 데몬 숭배에 눈을 뜬 것이다. 바로 종교 재판소 그 내부에서. 이 도살자는 그의 위대한 정화를 진행하면서, 그의 친구가 지목하는 누구건 목매달고 칼로 찔러왔다. 아아, 좋은 일들은 끝나기 마련이라, 우리의 불쌍한 심문관은 체포되어 재판을 위해 수도로 압송되었다. 그는 처형 전에 믿었던 친구를 증인으로 소환하기 위해 헛된 노력을 기울였으나, 그의 좋은 친구는 실종되었거나, 전혀 존재한 적이 없었던 것으로 나타났다. 기사단은 그들의 흔적을 덮는 법을 안다."
ko_mt: "3차 성전 이후, 우리 기사단 형제들은 - 그들의 진짜 이름은 익명의 어둠에 가려져 있지만 - 흠잡을 데 없는 봉사를 통해 바포메트 경의 다른 추종자들에게 모범이 되어 왔습니다. 신참 여러분, 그들의 위대한 업적을 읽고 경외심을 갖고 영감을 얻으십시오. 4664년, 세계상처에서의 봉사가 시작될 무렵, 우리 형제들은 멘데브와 나머지 필멸자 세계를 위해 봉사하라는 부름을 받은 자들의 대열에 잠입하기 시작했습니다. 성전사들은 누구를 모집하든 상관하지 않았고, 곧 기사단원들은 자신들의 임무에 딱 맞는 인재를 찾았습니다. 어느 날 밤, 멘데브의 전초 기지를 공유하던 두 교단이 다가오는 기습 공격 직전에 양측 모두 가죽을 구하기 위해 데몬들과 어울렸다는 반박할 수 없는 증거를 갑자기 발견했습니다. 그 결과는 즉각적이었고, 아침이 되자 군대는 정의를 위해 싸우는 고귀한 이상을 완전히 벗어던진 다툼의 무리로 변했습니다. 제 3차 십자군이 시작된 4665년, 아이오메데의 교회 대열에 새로운 전사들에게 영감을 준 순수하고 용감한 처녀, 한 성녀가 나타났습니다. 당연히 그녀의 추종자들 중에는 미덕의 한계를 뛰어넘는 열혈 청년이 있었습니다. 이타적인 마음을 죄로 이끄는 것은 쉬운 일이 아니었지만, 기사단은 알루시니라의 인큐비에게서 교훈을 얻은 데에는 이유가 있었습니다. 우리 형제는 처녀에게 압도적인 열정과 죄의 깊이를 드러냈지만, 교회가 새로운 교단의 심장부에서 벌어지고 있는 난교에 대한 소식을 듣자마자 아이오메데의 와드뿐만 아니라 처형 전날 그녀에게 자신의 진짜 얼굴을 드러낸 용감한 기사단을 포함한 그녀의 추종자들에게도 모닥불이 타오르고 있습니다. 4667년, 농민들을 화형에 처하는데 특히 열광했던 유명한 종교 재판관이 갑자기 낙담했습니다. 그의 가장 친한 친구가 종교 재판소 바로 코앞에서 만연한 데몬 숭배에 눈을 떴기 때문입니다. 이 도살자는 그를 위해 자신의 일을 잘라냈고, 그의 위대한 숙청에서 그는 친구가 가리키는 사람을 목매달고 찔렀습니다. 아아, 모든 좋은 일은 끝나야하며 곧 불쌍한 종교 재판관은 체포되어 재판을 받기 위해 수도로 보내졌습니다. 처형되기 전, 그는 믿을 수 있는 친구를 증인으로 불러보려고 헛된 시도를 했지만, 그 친구는 실종되었거나 아예 존재하지 않았던 것일지도 모릅니다. 기사단은 흔적을 감추는 방법을 알고 있습니다."

source: "The Varisian Horror"
ko: "바리시아 공포"
ko_mt: "바리시아의 공포"
