Repository: akintos/wotr-translation
Catalog: translation/*/Books.po
Languages: ko, ko_mt

source: Little remains of the hidebound journal: the cover is tattered and half the pages are missing. Blank pages at the back of the book survive along with the final entries of the diary's unknown owner. "After many days spent exploring the area and studying the traces left at the sites of the desecrated shrines, I at last struck upon the defilers' trail. My worst suspicions were confirmed: the cultist circle was led by a demodand, a creature from the bowels of the Abyss. The clergy whose temples had been vandalized in the attacks were perplexed: what was the link between them? What did the shrines of Iomedae, Gorum, and Torag have in common? The answer was very simple: demodands hate all gods in equal measure and strive to destroy each and every shrine they come across. Alas, demodands do not always work alone: the one I was tracking had gathered a small coven around it, a gang of the deranged and depraved. What else can you call folk who'd let themselves be convinced of the vile tenets spewed by those beasts? For reference: demodands were created by titans who had been driven into the Abyss by the gods. Demodands' sole purpose is to serve their creators. They are blind slaves and tools of destruction, lacking even the smallest spark of that majesty granted to the faithful when they have contact with their divine patrons — whether it be Gorum or even the universally decried Rovagug. Mortals who convert to this faith of lies must be exterminated along with their false prophets. That is why we, the inquisitors of many deities, have banded together to hunt down such monsters in a joint effort. After covering a few dozen miles, I located the heretics' hidden lair: a dank cave deep in the forest. At sunrise tomorrow, I will make my way inside the cave to study the underground passages and sketch a map for our future raid. One should never underestimate demodands and their minions. I have no intention of attacking alone. But I can at least scout out the site of our coming attack, rather than sitting on my hands while my comrades muster a contingent and make their way here. Iomedae be with me."
ko: 가죽으로 제본된 이 일지의 상태는 썩 좋지 못합니다. 표지는 누더기가 됐고, 반절에 달하는 페이지는 사라져버렸습니다. 책 뒤에는 비어있는 종이장들과 함께, 주인을 알 수 없는 글들만이 남아있습니다. "주변 탐색과, 모독된 성역 근처에 남은 흔적을 연구하는 데 쏟은 며칠동안의 시간이 헛된 것은 아니었다. 나는 그것들로부터 범인이 누군지 알 수 있게 되었다. 불행히도, 나의 가장 끔찍한 공포가 확실한 것으로 들어났다. 이 사교도 집단은 심연의 밑바닥에서 온 존재인 데모단드의 아래에서 일하고 있다. 신전의 성직자들은 파괴되었고, 이러한 공격들간의 연관성을 찾을 수 없었다, 그들은 아무 것도 알지 못한다. 아이오메데, 고룸, 그리고 토락의 신전에 어떤 공통점이 있는가 ? 대답은 간단하다 : 데모단드는 모든 신들에 대해 분노를 불태우고, 그들의 신전을 모두 파괴하고자한다. 이들은 결코 혼자 움직이지 않는다. 내가 쫓는 데모단드는 광인과 타락한 이들로 이루어진 작은 그룹을 꾸렸다. 이들을 지칭하는 데 쓴 표현은 이 사악한 괴물의 불경한 가르침에 현혹된 이들에게 완벽히 들어맞는다. 데모단드는 신들에 의해 심연으로 유배된 티탄들이 창조했으며, 그들의 유일한 목적은 자신들의 창조자들을 섬기는 것이다. 이 맹목적인 노예들, 파괴의 도구들은 신이 자신의 신도들에게 전해주는 위엄의 불씨조차 갖고 있지 않다. 그 신이 고룸이건, 아니면 잔혹한 로바거그건. 이러한 거짓 믿음을 받아들인 필멸자들은 그들의 거짓 선지자와 함께 반드시 처형되어야 한다. 이러한 연유로,나는 다른 신을 따르는 인퀴지터들과 함께 하고 있다. 우리들은 이 괴물들을 사냥하기로 마음먹었다. 열 몇 가지 장소를 돌아다님으로써, 나는 이단자들이 숲 속 한 가운데, 축축한 동굴을 소굴로 삼고 있다는 사실을 알아냈다 . 나는 내일 새벽 그곳으로 향해, 동굴의 지하 통로를 탐사하고 또 공격을 준비하기 위한 지도를 그릴 것이다. 데모단드와 그들의 하수인을 결코 과소평가해서는 안된다. 지원 없이 홀로 그들에게 돌격할 생각은 없지만, 적어도 팔짱을 끼고 동료들이 징집병 부대와 함께 합류하기를 기다리는 것 보다 장소들을 미리 알아두는 게 낫다. 아이오메데께서 나와 함께하시길
ko_mt: 숨겨져 있던 일기장에는 거의 남아 있지 않습니다. 표지가 너덜 너덜하고 페이지의 절반이 누락되었습니다. 책 뒤쪽의 빈 페이지에는 일기장의 소유자를 알 수 없는 마지막 기록이 남아 있습니다. "며칠 동안 그 지역을 탐험하고 더럽혀진 신사 부지에 남겨진 흔적을 연구한 끝에 마침내 저는 더럽힌 자들의 흔적을 발견했습니다. 심연의 창자에서 나온 생명체인 데모댄드가 이 사이비 종교 집단을 이끌고 있다는 최악의 의심이 확인된 것입니다." 공격으로 신전이 훼손된 성직자들은 당혹스러워하며 그들 사이에 어떤 연관성이 있을까요? 아이오메데, 고룸, 토라그의 신전에는 어떤 공통점이 있었을까요? 바로 모든 신을 동등하게 증오하고, 마주치는 모든 신전을 파괴하려고 노력한다는 점입니다. 안타깝게도 데모댄드는 항상 혼자서만 활동하는 것은 아닙니다. 제가 추적하고 있던 데모댄드는 주변에 작은 마녀회, 즉 광기와 타락으로 가득 찬 갱단을 모았습니다. 그 짐승들이 내뱉는 사악한 교리를 스스로 확신하는 사람들을 다른 말로 무엇이라고 부를 수 있을까요? 참고로, 데모댄드는 신들에 의해 심연으로 쫓겨난 타이탄이 만든 집단입니다. 데모댄드의 유일한 목적은 창조주를 섬기는 것입니다. 이들은 맹목적인 노예이자 파괴의 도구이며, 신성한 후원자(고룸이든, 심지어 보편적으로 비난받는 로바구그이든)와 접촉할 때 신자들에게 부여되는 장엄함의 작은 불꽃조차 결여되어 있습니다. 이 거짓 신앙으로 개종한 필멸자는 거짓 예언자들과 함께 몰살되어야 합니다. 그래서 여러 신들의 심문관인 우리가 힘을 합쳐 이 괴물들을 사냥하는 것입니다."수십 마일을 달려간 끝에 이단자들의 은신처인 숲 속 음습한 동굴을 찾아냈습니다. 내일 동이 트면 동굴 안으로 들어가 지하 통로를 조사하고 앞으로의 습격을 위한 지도를 스케치할 것이다. 데모댄드와 그 하수인들을 과소평가해서는 안 됩니다. 나 혼자 공격할 생각은 없어. 하지만 동지들이 부대를 소집해 이곳으로 오는 동안 손 놓고 앉아있기보다는 적어도 우리가 공격할 장소를 정찰할 수는 있겠지. 아이오메데도 나와 함께하겠소"

source: Ledger
ko: 장부
ko_mt: 원장

source: Most of the book's pages have been torn out. Of the remainder, only the top one is covered in writing. "Receipts: Brew, 3 barrels (too expensive, better get the stuff that's gone slightly bad) Absinthe, 3 bottles (for important guests, don't waste it on regular clients) The 'broth' drained from the baths in the Ten Thousand Delights, 2 buckets (smells of meat, add some salt and pepper, then serve as 'chef's special') Meat from the hezrou's stock, 4 sacks (no more hezrou runs... the second to last rotten meat hunter never came back) Roots, 2 sacks (find new diggers, these ones can't dig for shit) Shahn's 'spices,' half a bucket (use sparingly! Add to drinks and snacks. That way, more clients will come back for another dose) {br}Payments: Beer from the Material Plane, 6 barrels (should order some more. It tastes like piss, but the guests from the Material Plane drink it like there's no tomorrow) Last year's beef, 3 sacks (note: you can easily get rid of the smell with garlic and mustard) Vegetables from Grum's store, 3 sacks (make him either drop the price or water his patches with different filth — the clients are unhappy seeing a blue carrot in their soup) Shahn's 'spices,' 1 bucket (I need to rip the chef's head off for using so much of it! It's not salt, for fuck's sake!) Rotten cheese, 2 buckets (was a big hit with the locals, should order more. Need to ask them to add more maggots next time)"
ko: 이 책자의 대부분의 페이지는 찢겨나갔습니다. 남은 것 중엔 가장 첫 페이지에만 글씨가 써 있습니다. "수령함 : 양조주, 3통 (너무 비쌈. 앞으론 살짝 맛이 간 것을 조달해야겠음) 압생트, 3병 (중요한 손님용. 일반 손님에게 낭비하지 말 것) 만인의 환락의 목욕탕에서 퍼온 '국물', 2 양동이분 (소금과 후추를 치고 '주방장 추천메뉴'로 제공 예정) 헤즈루 창고에서 털어온 고기, 4자루 (앞으로 썩은 고기 사냥꾼이 영원히 안 돌아오는 날이 오기 전까지 헤즈루 털이는 중단) 뿌리, 2자루 (새 채굴꾼을 채용할 것. 지금 채굴꾼들이 일을 너무 못함) 샨의 '조미료', 반 양동이 (좀 아껴 쓸 것! 음료와 간식에 첨가. 보다 고객들이 이것을 다시 맛보기 위해 재방문할 것) {br}지불함 : 물질계산 맥주, 6통 (더 많이 주문할 것. 오줌 같은 맛이지만, 물질계에서 온 손님들은 이것을 내일 세상 끝나는 것처럼 퍼마심) 작년에 도축한 쇠고기, 3자루 (참고: 마늘과 머스타드를 첨가하면 쉰내를 감쪽같이 없앨 수 있음) 그룸의 가게 야채, 3자루 (값을 깎아주든지 물에 다른 이물질이 섞이든지 중 고르도록 할 것 - 손님들이 수프에 든 당근이 퍼렇게 되어 있을 때 어떨지를 제시) 샨의 '조미료', 1 양동이 (주방장에게 작작 퍼넣지 않으면 머리통을 날려버리겠다고 해야 함! 이게 무슨 소금인 줄 알아? 젠장!) 썩은 치즈, 2 양동이 (지역 주민들에게 대인기였음. 더 많이 주문할 것. 다음엔 구더기가 더 많이 들어가게 할 수 있는지 요청)"
ko_mt: 책의 대부분의 페이지가 찢어졌습니다. 나머지 중 맨 위 페이지만 글로 덮여 있습니다. "영수증: 양조주, 3통(너무 비싸서 약간 상한 것을 구하는 것이 좋다) 압신테, 3병(중요한 손님용, 일반 손님에게는 낭비하지 마라) 만 가지 즐거움의 욕조에서 배수된 'brth', 2통(고기 냄새가 나고 소금과 후추를 약간 넣은 다음 '요리사 스페셜'로 제공) 헤즈루의 육수, 4 자루(더 이상 헤즈루는 안 달린다... 두 번째에서 마지막 썩은 고기 사냥꾼은 다시는 돌아오지 않았습니다) 뿌리, 2 자루 (새 파는 사람을 찾으십시오. 이 사람들은 똥을 파낼 수 없습니다) 샨의 '향신료', 반 양동이 (아껴서 사용하십시오! 음료와 간식에 추가하세요. 그래야 더 많은 고객이 다시 찾아올 테니까요) {br}지불액: 물질계의 맥주, 6통(더 주문해야 합니다. 오줌 맛이 나지만 물질계에서 온 손님들은 내일이 없는 것처럼 마신다) 작년산 소고기, 3자루(참고: 마늘과 겨자로 냄새를 쉽게 없앨 수 있습니다) 그럼의 가게에서 가져온 야채, 3 자루 (가격을 낮추거나 다른 오물로 물을 주던가 - 손님이 수프에 파란 당근을 보면 불쾌해합니다) 샨의 '향신료', 1 통 (너무 많이 써서 요리사의 머리를 찢어 버려야 해! 소금이 아니잖아요, 제발!) 썩은 치즈, 2통(현지인들에게 큰 인기를 끌었으니 더 주문해야겠어요. 다음에는 구더기를 더 추가해달라고 요청해야겠어요)"

source: Court of Drezen: Code of Martial Law
ko: 드레젠의 법정: 계엄시 규정
ko_mt: 드레젠의 법원: 계엄령

source: 1.1. The court of Drezen shall be held before the army of Drezen. Whensoever the Queen, the King, or their viceroys are absent from the fortress, the currently sworn Commander of Drezen shall be proclaimed the supreme judge. 1.2. The court of Drezen is open to the soldiers of Drezen. Senior officers have the right to dispute a sentence or express their agreement, but the Commander of Drezen shall make the final decision. 1.3. The procedure for court-martials in Drezen has been expedited, and the Commander's judgments shall not be open to appeal. 2. Any civilian attached to the crusade who is not a subject of Mendev, who deceives, engages in fraud, or breaks agreements, shall be sentenced to banishment from Drezen. 3. Any civilian attached to the crusade who is a subject of Mendev, who deceives, engages in fraud, or breaks agreements, shall be sentenced to imprisonment. 4. Any soldier or officer who breaks the code of honorable conduct with respect to the people of Mendev shall be sentenced to imprisonment. 5. Any cultist or demon follower proven to have engaged in heresy shall be executed. 6. Any looter proven to have committed an act of pillaging shall be sentenced to imprisonment. 6.1. Any looter proven to have killed soldiers of Drezen before robbing them shall be sentenced to death. 7. Any preacher who serves the gods, but engages in heresy and corruption of soldiers, shall be sentenced to banishment. 8. Those who sell harmful and forbidden potions, powders, and other medicines to soldiers in Drezen shall be sentenced to death. 9. Any deserter who is caught during an escape shall be summarily sentenced to death. Any deserter who is found hiding shall be arrested and sent to the front, to serve in the unit known as "the Condemned." 10. Anyone without a military rank who kills a soldier of Drezen shall be convicted by the court of Drezen and sentenced to death. 11. Any soldier who kills another soldier of Drezen shall be sentenced to death. 12. Any soldier of Drezen who break the laws of other nations shall be sentenced to imprisonment.
ko: 1.1. 드레젠의 법정은 드레젠의 군대 앞에 열려야 한다. 여왕 폐하, 국왕 각하, 또는 총독이 요새에 부재시에는 현 임명된 사령관이 최고위 판사로서 수행한다. 1.2. 드레젠의 법정은 병사들에게 열려있다. 장교들은 선고에 대해 논의하거나 협의점을 주장할 수 있지만, 최종 결정권은 드레젠의 사령관이 가진다. 1.3. 드레젠의 군법 회의는 신속 절차로 진행되며, 사령관의 선고에 대해서는 항소할 수 없다. 2. 성전에 속한 민간인 가운데 멘데브의 국민이 아닌 자들 중 거짓말, 사기를 범하거나 협정을 어긴 자는 드레젠에서 추방한다. 3. 성전에 속한 민간인 가운데 멘데브의 국민인 자들 중 거짓말, 사기를 범하거나 협정을 어긴 자는 징역형에 처한다. 4. 멘데브의 국민에 대한 명예로운 행동 강령을 어기는 병사나 장교는 징역형에 처한다. 5. 이단에 연루된 것으로 판명된 사교도나 데몬 추종자들은 처형된다. 6. 약탈행위가 발각된 도둑은 징역행에 처한다. 6.1. 드레젠의 병사를 도둑질하기 전에 살인행위를 저지른 것으로 판명된 도둑은 사형에 처한다. 7. 신을 섬기지만 이단에 가담하고 병사들을 타락시키는 선교사들은 추방한다. 8. 드레젠에서 병사들에게 유해하고 금지된 물약, 가루, 기타 의약품을 판매하는 자는 사형에 처한다. 9. 도주중 발각된 탈영병은 즉결 처형된다. 숨어있는 것이 발각된 탈영병은 체포되어 최전방으로 보내져 "형벌 부대"에서 복무하여야 한다. 10. 무계급자 중에 드레젠의 병사를 살해한 자는 드레젠의 법정에서 유죄 선고를 받고 사형에 처한다. 11. 다른 드레젠의 병사를 살해한 병사는 사형에 처한다. 12. 다른 나라의 법을 어긴 드레젠의 병사는 징역형에 처한다.
ko_mt: 1.1. 드레젠의 법정은 드레젠 군대 앞에서 열립니다. 여왕, 국왕, 총독이 요새에 부재 중일 때는 현재 드레젠의 사령관이 최고 재판관으로 선포됩니다. 1.2. 드레젠의 법정은 드레젠의 병사들에게 열려 있습니다. 고위 장교는 판결에 이의를 제기하거나 동의를 표명할 권리가 있지만, 최종 결정은 드레젠의 사령관이 내립니다. 1.3. 드레젠의 군사재판 절차는 신속히 진행되며, 사령관의 판결에 대해서는 항소할 수 없습니다. 2. 멘데브의 신하가 아닌 십자군에 소속된 민간인 중 속임수를 쓰거나 사기를 치거나 합의를 어긴 자는 드레젠에서 추방형을 선고받습니다. 3. 멘데브의 신하인 십자군에 소속된 민간인 중 속임수, 사기, 계약 위반을 저지른 자는 징역형에 처한다. 4. 멘데브 국민에 대한 명예로운 행동 규범을 위반한 군인이나 장교는 징역형을 선고받습니다. 5. 이단에 가담한 것으로 판명된 이교도나 데몬 추종자는 처형한다. 6. 약탈 행위를 저지른 것으로 입증된 약탈자는 징역형을 선고한다. 6.1. 약탈하기 전에 드레젠의 병사를 살해한 것이 입증된 약탈자는 사형에 처한다. 7. 신을 섬기지만 이단과 병사들을 타락시키는 설교자는 추방형을 선고한다. 8. 드레젠의 병사들에게 해롭고 금지된 물약, 가루약, 기타 약을 판매한 자는 사형에 처한다. 9. 탈영 도중 붙잡힌 탈영병은 즉결 사형에 처한다. 숨어 있다가 발각된 탈영병은 체포하여 전방으로 보내어 "사형수"로 알려진 부대에서 복무하도록 한다. 10. 드레젠 군인을 살해한 군 계급이 없는 사람은 드레젠 법원에서 유죄 판결을 받고 사형을 선고받는다. 11. 드레젠의 다른 병사를 죽인 병사는 사형을 선고받습니다. 12. 다른 국가의 법을 위반한 드레젠의 병사는 징역형을 선고받습니다.

source: A Letter in Small Handwriting
ko: 작은 필체의 손편지
ko_mt: 작은 손글씨로 쓴 편지

source: "May glory be showered on your head! Your interest in the creation of demiplanes is understandable: any individual who has reached a certain level of power seeks for themselves a safe haven, a peaceful place for study and rest. That is why I place my high hopes in your prudence — remember that any demiplane is but a shard of one of the true planes that typically remain under the watchful eye of the powers that be. As such, I do hope that you haven't incurred the wrath of any of the powers that hold sway over the fringe you've subjugated. As for stabilization — alas, there isn't much you can do once the fragmentation and consolidation have been completed. Nonetheless, I have no doubt that you've given enough consideration to such important matters and ensured that your creation will be safe for you and your servants. Unless, of course, you're preparing an elaborate trap. Your fellow colleague, Vadr'raq T'Quan"
ko: "영광이 당신의 머리에 쏟아지기를! 임시차원의 제작에 대한 귀하의 관심은 이해할 만합니다: 일정 수준의 힘에 올라선 자들은 스스로를 위한 안전한 피난처, 공부와 휴식을 위한 평화로운 장소를 찾기 마련입니다. 그것이 제가 당신의 신중함에 높은 기대를 거는 이유이죠, 모든 임시차원은 그저 강력한 힘을 지닌 자들이 지켜보는 진짜 차원들의 파편에 불과하다는 사실을 기억하십시오. 따라서, 저는 당신이 예속시킨 변두리를 지배하던 세력들의 분노를 사지 않았기를 바랍니다. 안정화에 관해서는, 슬프게도 파편화와 통합을 마치고 나면 할 수 있는 일이 많지 않습니다. 그럼에도 불구하고 저는 당신이 그러한 중요한 문제에 관해서 충분히 숙고하고 당신의 창조물이 당신과 당신의 종들에게 안전하도록 보장했음에 일말의 의심도 없습니다. 물론 당신이 아주 정교한 함정을 준비하고 있는 것이 아니라면요. 당신의 친애하는 동료, 바드르'라쿠 츠'콴"
ko_mt: "영광이 당신의 머리에 쏟아지기를!" 준차원 제작에 대한 귀하의 관심은 이해할 수 있습니다. 일정 수준의 권력에 도달 한 개인은 안전한 피난처, 공부와 휴식을 위한 평화로운 장소를 스스로 찾습니다. 그렇기 때문에 저는 여러분의 신중함에 큰 기대를 걸고 있습니다. 모든 준차원은 일반적으로 권력의 감시하에 남아있는 진정한 차원 중 하나의 파편에 불과하다는 것을 기억하십시오. 따라서 여러분이 정복한 변두리를 장악하고 있는 세력들의 분노를 사지 않기를 바랍니다. 안정화를 위해서는 - 아쉽게도 분열과 통합이 완료된 후에는 여러분이 할 수 있는 일이 많지 않습니다. 그럼에도 불구하고, 나는 당신이 그러한 중요한 문제에 대해 충분히 고려하고 당신과 당신의 신하들이 당신의 창조물을 안전하게 지킬 수 있도록 보장했을 것이라고 믿어 의심치 않습니다. 물론, 당신이 정교한 함정을 준비하고 있다면 모를까.. 당신의 동료, 바드락 트콴이죠"

source: An Unfinished Draft of a Letter
ko: 미완성 편지 초안
ko_mt: 미완성된 편지 초안

source: "Greetings, colleague, I thank you for the selection of materials that arrived along with your last letter. Unfortunately, I'm unable to procure even the simplest specialized studies at present, as Golarion's libraries are out of my reach. Oddly enough, it's currently easier for me to receive the necessary articles by contacting a like-minded individual from a different plane of reality. In our last letter, we went over the matter of resurrecting those who stepped into the murky waters of the River of Souls. Evidence shows that those who have appeared before Pharasma's judgment and learned of their fate in the afterlife do not answer calls from the world of the living — they cannot be revived by any means. But is that really true? Do you think it would be possible to revive such a person, at least in theory? On another topic, there are known cases of ascension, or acquiring divine form through powers that no one to this day has taken the time to study thoroughly. There are a plethora of examples in Golarion's history, such as Aroden, who led humankind to civilization, and Iomedae, who followed her former mentor into the godly host. As I ponder these cases, I can't help but wonder: could this process be controlled? Could one create the right conditions, choose the right living material, and bring into being a creature of divine power? I'm certain that you have encountered similar phenomena in your practice and would like to discuss this matter further. Perhaps you are still in possession of notes or drafts that could shed light..."
ko: "인사드립니다, 동료여, 지난 편지와 함께 도착한 재료 선택에 감사드립니다. 안타깝게도, 현재로서는 골라리온의 도서관들이 제가 닿을 수 없는 곳에 있는 관계로 가장 간단한 전문 연구물 조차도 입수할 수 없습니다. 이상하게도 지금은 다른 현실 차원의 같은 생각을 가진 존재들에게 연락해 문서를 입수하는 편이 더 쉽습니다. 지난 편지에서 우리는 영혼의 강의 어두운 물속에 발을 딛은 자들을 부활시키는 문제에 대해 다루었습니다. 증거에 따르면 파라즈마의 심판 앞에 서 그들의 내새의 운명을 알게 된 자들은 산 자들의 세계에서의 응답에 대답하지 않으며 그들은 어떠한 방법으로도 부활시킬 수 없습니다. 하지만 이것이 정말로 사실일까요? 당신은 이론상으로라도 그러한 자를 부활시키는 것이 가능할 것이라고 보십니까? 다른 주제로는 지금껏 누구도 철저히 시간을 들여 연구하지 못한 권능을 통해 승천이나 신성한 형상을 얻게 된 경우들이 있습니다. 골라리온의 역사 속에는 인류를 문명으로 이끈 아로덴이나 사진의 전 멘토를 따라 신성한 존재가 된 아이오메데와 같은 수많은 예시들이 있습니다. 이러한 예시들을 곰곰히 숙고하면서 저는 의문을 가질수 밖에 없었습니다: 이러한 과정이 통제될 순 없을까? 한 사람이 올바른 조건을 만들고 올바른 생명체를 골라 신성한 힘을 지닌 존재를 만들어낼 순 없는걸까? 저는 당신이 당신의 연구에서 비슷한 현상을 경험했다고 확신하며 이 문제에 대해 더 논의하고 싶습니다. 아마도 당신은 단서가 될 메모나 원고들을 아직 가지고 있겠죠..."
ko_mt: "친애하는 동료 여러분, 지난 편지와 함께 도착한 자료들을 선택해 주셔서 감사합니다. 안타깝게도 골라리온의 도서관이 제 손이 닿지 않는 곳이라 지금은 아주 간단한 전문 연구 자료조차 구할 수 없습니다. 이상하게도 지금은 다른 현실계에서 같은 생각을 가진 사람과 연락을 취하는 것이 필요한 자료를 얻는데 더 수월합니다. 증거에 따르면 파라즈마의 심판 앞에 나타나 사후 세계의 운명을 알게 된 사람들은 이승의 부름에 응답하지 않으며 어떤 방법으로도 부활 할 수 없습니다. 하지만 정말 그럴까요? 적어도 이론적으로는 그런 사람을 되살리는 것이 가능하다고 생각하십니까? 또 다른 주제에서는 오늘날까지 아무도 시간을 내어 철저히 연구하지 않은 힘을 통해 승천하거나 신성한 형태를 얻는 사례가 알려져 있습니다. 인류를 문명으로 이끈 아로덴, 옛 스승을 따라 신성한 호스트로 승천한 아이오메데 등 골라리온의 역사에는 수많은 사례가 있습니다. 이런 사례들을 생각하다 보면 이런 과정을 통제할 수 없을까 하는 의문이 들지 않을 수 없습니다. 적절한 조건을 만들고, 적절한 생명체를 선택해 신성한 힘을 가진 피조물을 탄생시킬 수 있을까요? 여러분도 수련을 하면서 비슷한 현상을 경험한 적이 있을 것이고, 이 문제에 대해 더 자세히 논의하고 싶을 것입니다. 아마도 당신은 여전히 빛을 비출 수 있는 메모 나 초안을 가지고있을 것입니다.. "

source: Crusader Berenguer's Letter Home
ko: 성전사 베렝게르가 집으로 보낸 편지
ko_mt: 십자군 베렌게르의 고향 편지

source: "Shynn, beloved brother of mine! For the first time in recent weeks, I found a few spare minutes to write a message for you, friends, and family. Your restless brother Berenguer is not dead and gone. Quite the opposite, I'm alive and glad for this chance I've gotten. By joining the crusader ranks, I've truly found my place for the very first time, can you imagine? I can already hear your disapproving retort: 'Berenguer, that scoundrel, he now thinks himself a hero!' But believe it or not, these days my intentions are further from any esteemed titles or glory than ever before. I joined the crusaders out of boredom, out of horrible melancholy that clouded my mind and filled it with dark thoughts. But for some reason, a slacker and a drunk such as I, who has done nothing worthwhile in his whole life — happened to gain the favor of the resplendent Iomedae. On the fifteenth day of battle, surrounded by her loyal devotees, stained up to my elbows in demon blood, I gave in to my comrades' influence and offered a prayer to the Inheritor — and my prayers were answered! From that day onward, I was not just a crusader — I was a paladin of Iomedae, able to smite Abyssal monsters with the power lent to me by the divine. Will you even recognize me, Shynn, should I return home? I've changed, I can feel it myself. Iomedae gave my life purpose, offered me a weapon to slay the enemies of Golarion. By the Inheritor's name, I won't betray her trust! Please, send my heartfelt regards to our poor mother and show her this letter. Visit father's grave for me, and never forget about me. They're sounding the horns again — demons spotted. Be well, Shynn! May Iomedae's blessing be with you! Your brother Berenguer"
ko: "쉬엔, 사랑하는 내 남동생아! 몇 주 만에 처음으로 너와 가족들, 그리고 친구들에게 보낼 편지를 쓸만한 여유가 생겼어. 거침없는 네 형제 베렝게르는 죽지 않고 잘 살아있어. 오히려 기운이 넘치고, 날 찾아온 기회에 감사하고 있지. 성전군에 합류한 덕분에, 나는 난생처음으로 내 천직을 찾은 기분이야, 상상이나 할 수 있겠어? 벌써부터 네가 말대꾸하는 게 들리는 것 같다. '베렝게르 저 양아치가, 이젠 지가 영웅이라도 되는 줄 아나 봐!' 못 믿겠지만 말이야, 요즘 난 존경 받는 호칭이나 영광 같은 것 따위엔 그 어느 때보다 관심이 없어. 나는 지루함과 내 마음을 뒤덮고 어두운 생각들로 가득 채우는 끔찍한 우울감에서 탈출하기 위해 성전군에 자원했어. 하지만 어쩐 일인지, 일생 동안 아무것도 이루지 못했던 게으름뱅이에다 술주정뱅이인 내가 빛나는 아이오메데님의 호의를 받게 된 거야. 전투에 참전하고 15일째 되던 날, 나는 그분의 충실한 추종자들 사이에서, 팔꿈치 위까지 데몬의 피를 묻힌 채로, 전우들의 압력을 도저히 이기지 못하고 계승자께 기도를 올렸지. 그랬더니 그 기도에 응하신 거야! 그 날부로, 나는 그냥 성전사가 아니게 됐어. 신께서 내린 힘으로 심연의 괴물들에게 천벌을 내리는, 아이오메데의 팔라딘이 된 거지! 집에 돌아가더라도 네가 날 알아볼 수나 있을까, 쉬엔? 난 변했어. 내 스스로 그걸 느낄 수 있어. 아이오메데께서 내게 삶의 목적을 내려주셨고, 골라리온의 적들을 쓰러트릴 무기도 쥐어주셨지. 계승자의 이름에 맹세코, 그분의 믿음을 저버리지 않겠어! 부탁이야, 우리 불쌍한 어머니한테 내 진심 어린 안부를 전해드리고 이 편지를 보여드려. 날 대신해서 아버지 묘소에도 방문해 줘, 그리고 날 잊으면 안 돼. 뿔 나팔 소리가 울리기 시작했어. 데몬을 발견했나 봐. 잘 지내라, 쉬엔! 아이오메데님의 축복이 함께하길! 네 형제 베렝게르가"
ko_mt: "샤인, 사랑하는 내 동생! 최근 몇 주 만에 처음으로 너와 친구, 가족을 위해 메시지를 쓸 여유를 찾았어. 당신의 불안한 동생 베렌게르는 죽어서 사라진 것이 아닙니다. 그와는 정반대로, 저는 살아 있고 이런 기회를 얻게 되어 기쁩니다. 십자군 대열에 합류함으로써 저는 처음으로 제 자리를 찾았습니다. 상상이 되십니까? "그 악당 베렌게르가 이제 자신을 영웅이라고 생각하잖아!"라는 당신의 불쾌한 반박이 벌써 들리는 것 같습니다. 하지만 믿거나 말거나, 요즘 제 의도는 그 어느 때보다 존경받는 칭호나 영광과는 거리가 멀어졌습니다. 지루함 때문에, 끔찍한 우울함으로 인해 마음이 흐려지고 어두운 생각으로 가득 차서 십자군에 합류했습니다. 그러나 어떤 이유에서인지 평생 가치있는 일을 한 적이 없는 나 같은 게으르고 술꾼이 우연히 눈부신 아이오메데의 호의를 얻었습니다. 전투 15일째 되던 날, 그녀의 충성스러운 신도들에게 둘러싸여 팔꿈치까지 마족의 피로 얼룩진 나는 전우들의 영향력에 굴복해 계승자께 기도를 드렸고, 기도는 응답을 받았습니다! 그날부터 나는 단순한 성전사가 아니라 신이 내게 빌려준 힘으로 심연의 괴물들을 무찌를 수 있는 아이오메데의 성기사였다. 신, 내가 집으로 돌아가도 날 알아볼 수 있을까? 난 변했어, 몸으로 느낄 수 있어. 아이오메데는 내 삶의 목적을 주셨고 골라리온의 적들을 죽일 무기를 주셨어. 계승자의 이름으로 그 믿음을 배신하지 않겠습니다! 불쌍한 어머니께 진심 어린 안부를 전하고 이 편지를 보여주세요. 아버지의 무덤에 성묘하러 가셔서 저를 잊지 마세요 또 경적을 울리고 있네, 데몬이 발견됐어. 잘 지내라, 신! 아이오메데의 축복이 함께하길! 너의 형 베렌게르"

source: "The Adventures of Brim the Crusader", by Nels Kramihr
ko: "성전사 브림의 모험", 넬스 크라미르 지음
ko_mt: "십자군 브림의 모험", 넬스 크라 미르
