Repository: akintos/wotr-translation
Catalog: translation/*/Books.po
Languages: ko, ko_mt

source: "Day 1 From this day forward, I, Beryg, will be keeping this journal to chronicle our holiest mission. It was for this mission that we left our people, who are so desperate for solace and protection in these times, and followed Eliandra, our mentor, into Pulura's temple. Here, cut off from the mortal world, we shall continue our service blessed by the Shimmering Maiden. Though the foul smoke of the demonic pit clouds the skies, Pulura reveals to us the stars that will guide our way! Day 24 We carry on our holy work that praises the illustrious Pulura. The enchantments that keep us safe are flawless — the demons outside the sanctum's walls don't even suspect its existence. I embolden my spirit by praying to Pulura for a swift deliverance from the vile hordes that swarmed our lands. We just need to gather our strength and wait for the brave warriors to throw the unholy beasts back into the Abyss. I have faith that such a day is nigh! Day 105 This is a momentous occasion — my brothers finished working on another map of the northern sky! At times, when I look into everyone's eyes, I see worry of what is happening outside the temple walls, and I feel doubt creeping into my heart as well. But in the next moment, I shame myself for being so weak of will. Today is a good day, and I will not allow it to be tarnished by dreary thoughts. Day 258 Sister Eliandra's prayers have been answered, as our abode was visited by a messenger of Pulura! Alas, the celestial brought dire news: our homeland has been overtaken by flames and demonic spawn, the cities are burning, and the people are fleeing for their lives. The tear in the Material Plane has not yet been mended — on the contrary, it's spewing out more Abyssal legions by the hour. The celestial left us, but not before he assured us that we are not forgotten, and our service has not been for naught. We must steel our hearts and continue searching among the stars. The quicker we can finish our work, the sooner will Sarkoris have hope for salvation! Day 457 We spent half a day looking for brother Areed. Eliandra herself found him, behind the altar of Pulura. He was crying, sitting on the floor, hugging his knees close. I was afraid that she would scold him for this treacherous weakness of spirit and mind that could poison the others. But my fear was unfounded. Eliandra and Areed spent two hours in conversation that remained a mystery to all of us, then our brother returned to work, still saddened — yet now he held his head a little higher. I bow before our leader's wisdom and fortitude... but do I see in her eyes a shadow of that same despair that has long since found its way into our hearts? The day the messenger arrived On the day we finished mapping out the eastern hemisphere, our solitude was broken — this time, by a messenger from Iomedae. I curse my own curiosity for encouraging me to join those who listened to her words. The battle still rages on around us, yet nobody fights for Sarkoris anymore. Warriors from some other lands are clashing with demons, treading on the ashes of our kin. Sarkoris is gone. They now call it the Worldwound. Another day, just like many before it I can no longer keep track of days — they all have merged into one endless strip of gray. Even Pulura's starlight cannot drive away the darkness in my heart. Our service has been in vain. We have nothing to go back to. All I have left is to languish here, day in and day out, fulfilling my duty to my brothers and sisters. And thus, day in and day out, do I toil without a moment's rest, all in the name of our sacred and — Pulura forgive me — pointless duty. But at least I no longer have to keep up this miserable journal."
ko: "1 일 나, 베릭은 오늘부터 우리의 신성한 임무를 완료할 때까지의 연대기로써 이 일기를 쓴다. 우리는 이 임무를 위해 위로와 보호를 필요로하는 우리 사람들을 떠나 우리의 인도자, 엘리안드라를 따라 펄루라의 사원으로 향했다. 여기, 필멸의 세계에서 떨어진 이 곳에서 우리는 반짝이는 여인께 축복받아 계속 헌신할 것이다. 비록 데몬의 구덩이에서 뿜어져 나온 사악한 연기가 하늘을 뒤덮더라도, 펄루라께서 별들로 우리를 인도하시리라! 24 일 우리는 영광스러운 펄루라를 찬양하는 우리의 신성한 임무를 지속해 나가고 있다. 우리를 보호하는 강화 마법은 흠 잡을 데 조차 없다. 성소의 장벽 바깥의 데몬들은 마법의 존재조차 눈치채지 못하고 있다. 나는 펄루라께 우리의 대지를 휩쓰는 사악한 무리로부터 구원해 달라는 기도를 드리며 내 영혼을 담대케 했다. 우리는 그저 우리의 힘을 모으며 부정한 짐승들을 심연의 구덩이로 밀어넣을 용감한 전사들이 도착하기만을 기다리면 된다. 저는 그 날이 곧 당도하리라 믿습니다! 105 일 기념비 적인 날이다. 내 형제들이 북녘 하늘의 새로운 지도를 작성하는 작업을 끝마쳤다! 그 때, 나는 모두의 눈 속에서 신전 장벽 밖에서 일어나고 있는 일들에 대한 불안을 보았고, 나는 내 심장 또한 의심에 잠식 당하는 것을 느꼈다. 그러나 다음 순간, 나는 내 의지의 약함에 수치심을 느꼈다. 오늘은 좋은 날이며, 나는 두려움이 이 날을 더럽히도록 놔두지 않겠다. 258 일 자매 엘리안드라의 기도가 응답 받았다.펄루라의 전령께서 우리 거주지를 방문하셨다! 아아, 천족은 끔찍한 소식을 가져오셨다. 우리의 고향은 불꽃과 데몬에 압도 당했고, 도시들은 불타고 있으며, 사람들은 살 길을 찾아 달아나고 있다. 물질계의 균열은 아직 닫히지 않았다. 오히려, 더 많은 심연의 군세를 시시각각 쏟아내고 있다. 천족은 우리를 떠나셨지만, 그 전에 우리가 잊히지 않았음을, 우리의 헌신이 헛되지 않았음을 약속하셨다. 우리는 우리의 심장을 굳세게 단련하고 다시금 별들 사이를 탐색해야 한다. 우리가 더 빨리 작업을 끝마치면, 사코리스는 더 빨리 구원 받을 것이다! 457 일 우리는 아리드 형제를 찾느라 하루의 절반을 보냈다. 엘리안드라가 직접 그를 펄루라의 제단 뒤편에서 찾아냈다. 그는 마루에 주저 않아 무릎을 끌어안은 채 울고 있었다. 나는 그녀가 다른 사람들까지 오염시킬 수 있는 이 위험한 정신과 마음의 나약함에 대해 그를 꾸짖을 것 같아 두려웠다. 그러나 내 두려움은 근거 없는 것으로 드러났다. 엘리안드라와 아리드는 우리 모두에게 비밀로 한 채 두시간 동안 대화했고, 그 뒤 우리의 형제는 여전히 슬픔에 가득찬 채, 그러나 고개를 약간 더 높게 들고 우리에게 돌아왔다. 나는 우리 지도자의 지혜와 인내에 절했다... 그런데 내가 정녕 그녀의 눈 속에서 우리의 가슴 속에 깃든 절망의 그림자를 보았단 말인가? 전령이 도착한 날 우리가 동반구의 지도를 완성한 날, 이번에는 아이오메데의 전령이 우리의 고독을 끝냈다. 나는 그녀의 말을 듣는 무리에 끼게한 내 호기심을 저주한다. 우리 주변에서 여전히 격렬한 전투가 벌어지고 있지만, 이제 사코리스를 위해 싸우는 이는 더는 남아있지 않다. 다른 대륙에서 온 전사들이 우리 혈족들의 재 위에서 데몬들과 격돌하고 있다. 사코리스는 사라졌다. 이제 사람들은 그를 세계상처라 부른다. 지나간 날들과 같은 또다른 날 난 더 이상 하루와 다른 하루를 구분할 수 없다. 매일은 끝이 없는 하나의 회색 끈으로 합쳐져 버렸다. 심지어 펄루라의 별빛조차 내 가슴속 어둠을 몰아내지 못한다. 우리의 헌신은 무의미했다. 우리에게 돌아갈 곳은 없다. 내게 남은 것은 여기에서 하루 하루 시들어가며, 내 형제자매를 위한 의무를 다하는 것 뿐이다. 그리고 하루하루, 나는 한 순간도 쉬지 않고, 우리의 신성한, 그리고 —펄루라여 저를 용서하소서 — 무의미한 의무의 이름 아래 노역을 계속해 나간다. 그래도 이 비극적인 일기를 계속 쓸 필요는 없겠지."
ko_mt: "1일차 오늘부터 나, 베리는 이 일기를 쓰며 우리의 가장 성스러운 임무를 기록할 것이다. 이 임무를 위해 우리는 이 시대에 위로와 보호를 간절히 원하는 우리 사람들을 떠나 우리의 스승 엘리아란드라를 따라 풀루라의 사원으로 향했습니다. 인간 세상과 단절된 이곳에서 우리는 반짝이는 처녀의 축복을 받으며 봉사를 계속할 것입니다. 데몬 구덩이의 더러운 연기가 하늘을 뒤덮고 있지만, 풀루라는 우리에게 길을 안내할 별들을 보여 주었습니다! 24일 우리는 위대한 풀루라를 찬양하는 거룩한 일을 계속할 것입니다. 우리를 안전하게 지켜주는 마법은 완벽해서 성소 성벽 밖의 데몬들도 그 존재를 의심하지 못합니다. 저는 풀루라에게 우리 땅을 휩쓴 사악한 무리로부터 신속히 구출해달라고 기도하며 용기를 냅니다. 이제 힘을 모아 용감한 전사들이 이 부정한 짐승들을 심연으로 돌려보낼 날을 기다려야 합니다. 그런 날이 머지않았다고 믿습니다! 105일째 오늘은 형제들이 북쪽 하늘의 또 다른 지도를 완성한 뜻깊은 날입니다! 때때로 사람들의 눈을 들여다보면 성전 밖에서 무슨 일이 벌어지고 있는지 걱정하는 눈빛이 보이고, 내 마음에도 의심이 스며드는 것을 느낀다. 하지만 다음 순간에는 의지가 너무 약했던 제 자신이 부끄러워집니다. 오늘은 좋은 날이니 음울한 생각으로 이 날을 더럽히지 않겠습니다. 258일 엘리안드라 자매의 기도가 응답되어 풀루라의 사자가 우리 거처를 방문했습니다! 아쉽게도 천상의 사자는 끔찍한 소식을 전해주었습니다. 우리 조국이 화염과 데몬의 산란에 휩싸여 도시가 불타고 있고, 백성들은 목숨을 부지하기 위해 도망치고 있다는 것이었습니다. 물질계의 균열은 아직 복구되지 않았고, 오히려 시간마다 심연의 군단이 더 많이 분출되고 있습니다. 천상계는 우리를 떠났지만, 우리가 잊혀지지 않았고 우리의 봉사가 헛되지 않았다는 확신을 주기 전까지는 아니었다 우리는 마음을 다잡고 별들 사이를 계속 수색해야 한다. 우리가 일을 빨리 끝낼수록 사르코리스는 더 빨리 구원의 희망을 갖게 될 것이다! 457일째 우리는 반나절 동안 아레드 형제를 찾아다녔다. 엘리아란다가 직접 풀루라의 제단 뒤에서 그를 찾았어요. 그는 바닥에 주저앉아 무릎을 꿇고 울고 있었어요. 나는 그녀가 다른 사람들을 독살 할 수 있는 이 위험한 정신과 정신의 약점에 대해 그를 꾸짖을 까봐 두려웠습니다. 하지만 내 두려움은 근거 없는 것이었다. 엘리안드라와 아레드는 우리 모두에게 수수께끼로 남아있는 두 시간 동안 대화를 나눴고, 오빠는 여전히 슬픔에 잠긴 채로 일터로 돌아왔지만 이제는 고개를 조금 더 높이 들고 있었습니다. 나는 우리 지도자의 지혜와 인내 앞에 고개를 숙인다.. 하지만 그녀의 눈에서 우리 마음속에 오래전부터 자리 잡은 절망의 그림자가 보이는가?" 전령이 도착한 날 동반구 지도를 완성하던 날, 우리의 고독은 이번엔 아이오메데에서 온 전령에 의해 깨졌다. 나는 그녀의 말에 귀를 기울인 이들과 합류하도록 부추긴 나의 호기심을 저주한다. 전투는 여전히 우리 주변에서 벌어지고 있지만, 더 이상 사르코리스를 위해 싸우는 사람은 아무도 없습니다. 다른 땅에서 온 전사들이 우리 동족의 재를 밟으며 데몬들과 격돌하고 있습니다. 사르코리스는 사라졌습니다. 이제 그들은 그것을 세계상처라고 부릅니다. 그 이전의 많은 날들처럼, 더 이상 하루를 가늠할 수 없을 만큼 많은 날들이 하나의 끝없는 회색 띠로 합쳐졌습니다. 풀루라의 별빛조차도 내 마음의 어둠을 몰아낼 수 없다. 우리의 서비스는 헛된 것이었습니다. 돌아갈 곳이 없습니다. 제게 남은 것은 형제자매들에 대한 의무를 다하며 하루하루 이곳에서 시름하는 것뿐입니다. 그래서 저는 신성한, 풀루라가 용서해 주실지 모르겠지만 무의미한 의무를 수행하기 위해 하루도 쉬지 않고 수고하고 있습니다. 하지만 적어도 저는 더 이상 이 비참한 일기를 쓸 필요가 없습니다."

source: The study of the stargazers' observations made it possible to ascertain some interesting patterns in the "life" of the Worldwound — namely, discover a date when the connection between the two planes, Golarion and the Abyss, is the strongest and energy freely flows both ways through the rifts. The date is the third week of Gozran 4717.
ko: 점성가들의 관찰 연구를 통해 세계 상처의 흥미로운 "생명" 의 패턴들에 대한 사실을 확인할 수 있었습니다. 즉, 두 차원계 — 골라리온과 심연 간의 연결이 가장 강해지고, 에너지가 균열을 통해 골라리온과 심연, 두 방향으로 자유롭게 흐를 수 있게 되는 시기를 발견한 것입니다. 이 시기는 4717 년, 고즈란의 3번째 주입니다.
ko_mt: 별 관측자들의 관찰을 통해 세계상처의 "수명"에서 몇 가지 흥미로운 패턴을 확인할 수 있었는데, 골라리온과 심연이라는 두 행성 사이의 연결이 가장 강하고 에너지가 균열을 통해 양방향으로 자유롭게 흐르는 날짜를 발견할 수 있었습니다. 날짜는 고즈란 4717년 셋째 주입니다.

source: Stargazer's Report
ko_mt: 별 관찰자의 보고서

source: Laboratory Journal of Xanthir Vang, 4712
ko: 잔티르 뱅의 4712번째 연구일지
ko_mt: 잔티르 방의 실험실 일지, 4712

source: "Lamashan, 12. Subjects 4 and 6 died in the night from massive organ damage. Samples have been taken for alchemical processing and to form the basis for a new experiment. A test subject for continuing the experiments has yet to be determined. Lamashan, 15. A new shipment of raw materials arrived today. One of the test subjects (subject 7 — elf, male) will be suitable for repeating the experiment for implanting the larvae. I have begun preparations. Lamashan, 17. Began procedure for implantation into subject 7. I used the revised ritual with new incantations. The subject was agitated, a double dose of sedative was required. The eggs have been inserted near the liver. Lamashan, 19. Subject 7 is complaining of acute pain — a typical sign that the larvae are hatching. I ordered that no more sedatives be administered to subject 7, otherwise the results of observation may be compromised. I have also prohibited the use of restraints for the same reason: keeping the host immobile disrupts the life cycle of the insects. Lamashan, 21. The servants found subject 7 dead in his cell. The arteries in his wrists had been chewed through and he had bled out. It would appear that the subjects in the same chamber informed subject 7 about the deaths of subjects 4 and 6. I have ordered that the subjects be kept in separate chambers separated by thick walls. I autopsied the body to extract samples for future use."
ko: "라마샨, 12일. 실험체 4와 실험체 6이 심각한 장기부전으로 밤에 사망했다. 연금술 정제를 통해 새 실험의 기반이 되어줄 표본을 채취했다. 후속 실험을 위한 실험체는 아직 선정하지 않았다. 라마샨, 15일. 원자재 화물이 오늘 도착했다. 실험체 중 하나가 (실험체 7 — 엘프, 남성) 유충 이식 반복 실험에 적합할 것이다. 나는 실험 준비를 시작했다. 라마샨, 17일. 실험체 7에 대한 이식 절차를 시작했다. 나는 새 주문과 수정된 의식을 사용했다. 실험체는 동요했고, 두 배의 진정제를 투약해야만 했다. 알은 간 주위에 삽입되었다. 라마샨, 19일. 실험체 7이 극심한 통증을 호소하고 있다. 유충이 부화할 때의 전형적인 증상이다. 나는 관찰 결과가 오염될 것을 방지하기 위해 실험체 7에 더 이상 진정제를 사용하지 말 것을 주문했다. 또한 구속구의 사용도 금지했다. 숙주의 움직임을 방해하는 것은 곤충의 생활 주기를 방해할 수 있다. 라마샨, 21일. 하인들이 실험체 7이 우리 안에서 사망한 것을 발견했다. 요골 동맥을 씹어 출혈을 일으킨 흔적이 있었다. 동실에 수용된 실험체들이 실험체 4와 6의 죽음에 대해 실험체 7에게 알려준 것으로 보인다. 나는 실험체들을 두꺼운 벽으로 분리한 방에 분리해 수용할 것을 명령했다. 나는 미래의 사용처를 예비하기 위한 표본을 채취하기 위해 시체를 부검했다."
ko_mt: "라마산, 12. 피험자 4와 6은 밤에 심각한 장기 손상으로 사망했습니다. 연금술 처리와 새로운 실험을 위한 기초를 만들기 위해 샘플을 채취했습니다. 실험을 계속할 피험자는 아직 결정되지 않았습니다."라마산, 15. 오늘 새로운 원료가 도착했습니다. 실험 대상자 중 한 명(피험자 7 - 엘프, 수컷)이 유충 이식 실험을 반복하는데 적합할 것입니다. 준비를 시작했습니다. 라마산, 17세. 피험자 7에 이식 절차를 시작했습니다. 나는 새로운 주문과 함께 수정된 의식을 사용했다. 피험자는 동요했고 두 배의 진정제가 필요했습니다. 난자는 간 근처에 삽입되었습니다. 라마샨, 19. 피험자 7은 급성 통증을 호소하고 있는데, 이는 애벌레가 부화 중이라는 전형적인 신호입니다. 나는 피험자 7에게 더 이상 진정제를 투여하지 말라고 명령했습니다. 그렇지 않으면 관찰 결과가 손상될 수 있습니다. 또한 숙주를 움직이지 못하게 하면 곤충의 수명 주기에 지장을 줄 수 있다는 같은 이유로 구속 장치 사용도 금지했습니다. 하인들이 감방에서 피험자 7이 죽은 채로 발견했습니다. 손목의 동맥이 씹혀서 피를 흘린 상태였다. 같은 방에 있던 피험자들이 피험자 7에게 피험자 4와 6의 죽음에 대해 알린 것으로 보입니다. 나는 피험자들을 두꺼운 벽으로 분리된 별도의 방에 보관하도록 명령했다. 나중에 사용할 샘플을 추출하기 위해 시신을 부검했습니다."

source: Xanthir Vang, "On the Nature of Demons"
ko: 잔티르 뱅, "데몬의 본성에 관하여"
ko_mt: 잔티르 방, "데몬의 본질에 관하여"

source: The grubby, thumbed-through pages are covered in cramped writing. The narrow margins, the scraps of parchment stuffed between the pages, and even the spaces between the lines of text are crammed with annotations scrawled in pencil. "…supposition that demons are by their very nature superior to mortals has acquired such lasting popularity that many now consider the matter of using primitive creatures of the Material Plane entirely settled…" Note below the paragraph: "Genius!" "...we may call to mind the fact that mortal souls are one of the elements which, in their totality brought demons into being. Receptacles for souls are thus of not insignificant interest..." Note in the margin: "Xanthir the Plagued One is questioning the foundational tenets of demonology!" "By conducting a basic experiment on the live transfusion of essence of sin and the creation of strengthening charms, we can observe the transformation of material into a saturated mucus typical of..." The text here has been underlined several times. Among the smudged pencil marks that obscure the text almost entirely, one annotation is visible: "MUST TRY THIS." "...negative experiences that are excruciating for the subject are a reliable marker in controlled studies. Advance preparation makes it possible to enhance the emissions — skinning the subject while preserving the nerve endings, removing ligaments, or performing a specialized form of lobotomy..." The page is torn, but the words "...get slaves..." can be read along its edge. "...demonstrating fragments of awareness locked in an endless cycle of torture — this is the most valuable specimen for future application in the form of…" The rest of the paragraph is painstakingly blacked out with ink. A message has been left in the margin: "If this is Zhan and you're reading the textbook you filched from me — suck it, you little weasel! Without Xanthir the Plagued One's ritual, you're nothing. Get back to cleaning the latrines before the Plagued One chops you up to use in his experiments!"
ko: 더럽고 마구잡이로 넘겨진 쪽들에 삐뚤빼뚤한 글씨가 빼곡하다. 자간의 간격도 좁고, 종이 사이에 양피지 조각도 끼어 있으며, 심지어는 행간에조차 연필로 쓴 주석들이 빼곡히 우겨 넣어져 있다. "...데몬이 본질적으로 필멸자들보다 우월하다는 주장은 현대의 많은 이들이 물질계의 원시 생명체들을 활용하는 것에 대한 견해를 완전히 정착시킬 만큼 꾸준한 인기를 얻어 왔다…" 문단의 아래에 주석이 있다: "천재적이야!" "...우리는 필멸자의 영혼이 데몬을 온전히 유지시켜주는 필수 요소 중 하나라는 사실을 상기해야 할 것이다. 따라서 영혼을 담을 그릇이란 것은 중대한 사항이다..." 행간에 주석이 달렸다: "역병 전파자 잔티르는 데몬학의 근본 교리에 의문을 품고 있다!" "날 것 그대로인 죄악의 정수의 투입과 보강용 부적 제작에 관한 기본적인 실험에서, 우리는 소재가 일종의 과포화된 점액으로 변화하는 것을 관찰할 수 있었다..." 이 문장에는 밑줄이 겹겹이 그어져 있다. 연필 자국 사이에서 하나의 주석만을 제대로 알아볼 수 있다: "<b>꼭 해봐야 함.</b>" "...실험체에게 있어 육체적 고통이라는 부정적인 경험은 통제된 연구를 위한 쐐기이다. 진보된 준비 과정은 결과물 향상을 가능케 했다. 여기에는 신경 종말을 보존한 채 실험체의 가죽 벗기기, 인대 제거, 또는 특별한 형식의 뇌엽 절제술 시행 등이 있다..." 이 쪽은 찢어졌으나, 그 끝자락에서 "...노예를 구하자..." 라는 문구를 읽을 수 있다. "...끝없는 고통의 순환 속에 갇힌 인식의 파편을 증명하는 것. 이는 가장 가치있는 표본이며, 차후의 연구에 있어..." 문단의 나머지는 잉크로 공들여서 덧씌워져 있다. 행간에는 통지문이 있다: "만약 내게서 훔쳐간 수첩을 읽고 있는 게 즈한이라면, 꺼져라, 간사한 여우 새끼야! 역병 전파자 잔티르의 제례가 없다면 넌 아무것도 아니라고. 역병 전파자가 너를 토막내서 실험체로 써먹기 전에 돌아가서 변소 청소나 해라!"
ko_mt: 지저분하고 엄지손가락으로 훑어본 페이지들은 비좁은 글씨로 뒤덮여 있다. 좁은 여백, 페이지 사이에 꽉 찬 양피지 조각들, 심지어 글줄 사이사이에 연필로 낙서한 주석으로 가득 차 있습니다. "...데몬이 본질적으로 인간보다 우월하다는 가정은 지속적인 인기를 얻었고, 이제 많은 사람들은 물질계의 원시적 생명체를 사용하는 문제가 완전히 해결되었다고 생각합니다..." 문단 아래에 주석을 달았습니다. "천재! "...우리는 필멸자 영혼이 데몬을 탄생시킨 요소 중 하나라는 사실을 떠올릴 수 있다. 따라서 영혼을 담는 그릇은 그다지 중요하지 않은 관심사다..." 여백에 주석을 달았다. "괴로워하는 자 잔티르는 데몬학의 기본 교리에 의문을 제기하고 있다! "죄의 정수를 실시간으로 수혈하고 강화 매력을 생성하는 기본 실험을 수행함으로써, 우리는 물질이 전형적인 포화 점액으로 변하는 것을 관찰할 수 있다... 여기의 텍스트는 여러번 밑줄이 그어져 있습니다. 텍스트를 거의 완전히 가리는 번진 연필 자국 사이로 주석이 하나 보입니다. "반드시 시도해 보십시오. "...피험자에게 극심한 부정적 경험은 통제된 연구에서 신뢰할 수 있는 지표입니다. 사전 준비를 통해 신경 종말을 보존하면서 피험자의 피부를 벗기거나 인대를 제거하거나 특수한 형태의 엽 절제술을 수행하는 등 배출을 향상시킬 수 있습니다..." 페이지가 찢어졌지만 "...노예를 얻으십시오..."라는 단어가 가장자리에서 읽을 수 있습니다."라는 글귀는 가장자리를 따라 읽을 수 있습니다. "...끝없는 고문의 순환에 갇힌 인식의 파편을 보여줍니다 - 이것은 미래의 형태로 응용할 수 있는 가장 귀중한 표본입니다..." 나머지 단락은 잉크로 힘들게 검게 지워져 있습니다. 여백에는 다음과 같은 메시지가 남아있다. "이게 잔이고 네가 내게서 가져온 교과서를 읽고 있다면, 엿이나 먹어라, 이 족제비 새끼야! 저주받은 자 잔티르의 의식이 없으면 넌 아무것도 아니야. 저주받은 자가 실험에 이용하려고 널 토막 내기 전에 어서 화장실 청소나 해"

source: Zacharius, "Toward Eternity"
ko: 자카리우스, "영원을 향해"
ko_mt: 재커라이어스, "영원을 향하여"

source: "The forced reclusion that once seemed a curse to me is becoming more bearable now that I have access to materials to work with. In my current straitened circumstances, my only diversion lies in scientific endeavor and exercising my mental faculties. Creating witless undead from crude components is the preserve of ignoramuses incapable of conceiving an original thought. With the application of even the barest effort and magic, any necromancer can unlock the true potential of our art. By availing oneself of the school of transmutation, several incomplete bodies can be turned into a single construct that markedly improves upon the capabilities of the raw material. However, even the most ambitious mages pursuing the path of necromancy rarely decide to take that final step and transform themselves in the same fashion as their own creations. Why? What drives such powerful revulsion to undeath among those whose life is criminally short? Perhaps the reason is fear of the gods, whose will these mages violate when they dare to meddle in the supreme order of things. Perhaps the instinctive disgust that arises when encountering eternal travelers in death is caused by the decay and desiccation of the corporeal sheath. Perhaps it is sentimental attachments that weaken the resolve. Not every mortal is capable of ascending to lichdom. Each one of us who has attained such a state has traveled an entirely distinct path from that of our peers, but we were united by one and the same goal, to which we drew nearer with all the inevitability of a knife hurtling toward a heart. In truth, ascension begins not with knowledge of the art of creating a phylactery, nor with books on advanced necromancy, but with the creation of an inimitable and incorruptible ideal in the mage's soul — the ideal of immortality."
ko: "강제적인 고독이란 한때의 내게 있어 저주처럼 보였지만, 연구 자료를 확보한 지금에 와서는 훨씬 더 참을 만해졌다. 현재의 궁핍한 형편에 미루어 보자면, 내게 남은 유일한 길은 과학적 시도와 정신적 수련뿐이다. 가치 없는 재료로 지성 없는 언데드를 만드는 일은 독창적인 생각을 하지 못하는 무식한 자들의 대표적 행동이다. 가장 기본적인 노력과 마법만 투자하더라도, 그 어떤 사령술사던지 우리의 비술의 진정한 힘을 해방할 수 있다. 변환 학파의 마법을 활용함으로써, 일부 불완전한 시신들마저도 원래 상태보다 훨씬 더 향상된 하나의 구조체로 바뀔 수 있다. 그러나, 사령술의 길을 따르는 이들 중 가장 야심만만한 마법사들마저도 마지막 한 걸음을 내디뎌 스스로를 자신의 피조물들과 같은 형상으로 변화시키는 일은 극히 드물다. 왜? 극단적으로 짧은 시간을 가진 이들이 불사에 대해 그토록 강한 혐오감을 보이는 이유는 무엇인가? 아마 그 이유란 것은 지고한 만물의 질서에 감히 끼어들려는 자들을 방해하는 신들에 대한 두려움 때문일 것이다. 아니면 영원히 죽음을 방랑하는 자를 마주했을 때, 그들의 실체 껍데기가 지닌 부패와 건조에 대하여 본능적인 역겨움이 올라오기 때문일지도. 그도 아니라면 결심을 무디게 만드는 정서적 애착 때문일지도 모른다. 모든 필멸자가 리치로 승화할 수 있는 것은 아니다. 리치가 된 자들 개개인마저도 나머지 동류들과는 전적으로 구별되는 길을 걸어왔다. 하지만 심장에 꽂히는 칼날의 불가피성에 이끌린 우리는 동일한 하나의 목적으로 뭉쳤다. 사실, 승화란 성물함을 만드는 능력에 관한 지식에서 시작하는 것도, 진보된 사령술에 관한 서적에서 시작되는 것도 아니다. 이는 다만 마법사의 영혼 속에 간직된 모방할 수도 없고 변형될 수도 없는 이상, 바로 불멸성이라는 이상의 피조물인 것이다."
ko_mt: "한때 저주처럼 느껴졌던 강제 은둔 생활은 이제 작업할 자료를 구할 수 있게 되면서 견딜 수 있게 되었습니다. 지금과 같은 궁핍한 상황에서 유일한 기분 전환은 과학적 노력과 정신적 능력을 발휘하는 것뿐입니다." "조잡한 부품으로 재치 없는 언데드를 만드는 것은 독창적인 생각을 할 수 없는 무식한 자들의 전유물이죠. 사령술사라면 누구나 최소한의 노력과 마법만 적용하면 우리 예술의 진정한 잠재력을 발휘할 수 있습니다. 변환술을 활용하면 여러 개의 불완전한 시체를 하나의 구조물로 만들어 원료의 능력을 현저하게 향상시킬 수 있습니다. 하지만 사령술의 길을 추구하는 가장 야심찬 마법사조차도 마지막 단계에 이르러 자신의 창조물과 같은 방식으로 자신을 변환시키는 경우는 드뭅니다. 수명이 턱없이 짧은 마법사들 사이에서 무엇이 그토록 강력한 반감을 불러일으키는 걸까요? 아마도 그 이유는 이 마법사들이 감히 사물의 최고 질서에 간섭할 때 그 뜻을 거스르는 신들에 대한 두려움 때문일 것입니다. 죽어서 영원한 여행자를 만날 때 느끼는 본능적인 혐오감은 육신의 껍질이 썩고 건조해지기 때문일지도 모릅니다. 아마도 결의를 약화시키는 것은 감상적인 애착일 것입니다. 모든 필멸자가 리치돔으로 올라갈 수 있는 것은 아닙니다. 그러한 상태에 도달 한 우리 각자는 동료들과는 완전히 다른 길을 여행했지만, 우리는 하나의 동일한 목표로 단결되어 심장을 향해 칼을 찌르는 모든 불가피한 필연으로 더 가까이 다가갔습니다. 사실, 승천은 계통을 만드는 기술에 대한 지식이나 고급 사령술에 대한 책이 아니라 마법사의 영혼에 흉내낼 수없고 썩지 않는 이상, 즉 불멸의 이상을 창조하는 것에서 시작됩니다."

source: Suspicious Note
ko_mt: 의심스러운 메모

source: "Carry on. Your talents have been noted, and my patrons have promised you a respectable future. Crow in Shadow"
ko_mt: "계속해. 당신의 재능이 주목받았고, 내 후원자들이 당신에게 존경할 만한 미래를 약속했습니다. Crow in Shadow"

source: Healer Contract
ko_mt: 치유사 계약

source: This contract for a Numerian healer has been written and signed, but has since been crumpled. More importantly, it should have been somewhere other than in the advisor's pocket.
ko_mt: 누메리안 치유사에 대한 이 계약서는 작성되고 서명되었지만 이후 구겨졌습니다. 더 중요한 것은 고문 주머니가 아닌 다른 곳에 있었어야 한다는 것입니다.

source: Bloodstained Note
ko_mt: 피 묻은 메모

source: "Your talents in the art of poison are phenomenal. My patrons will appreciate your work greatly. You may consider these guard golems a gift — after all, we would not want any misfortune to befall one of our best agents. Crow in Shadow"
ko_mt: "독의 예술에 대한 당신의 재능은 경이롭습니다. 내 후원자들이 네 작품을 높이 평가할 거야. 우리 최고의 요원 중 한 명에게 불행이 닥쳐서는 안 되니 이 경비 골렘을 선물로 주시오."

source: "It is still difficult to believe the Frozen Lord was defeated. But there can be no doubt: I and other disciples of Sithhud have lost all protection. Never before has the cold felt so sharp or so merciless. Our enemies, the servants of Kostchtchie, endure the cold much better — no wonder, then, that so many abandoned our fallen Master and sided with his killer. We are on the run from our former comrades. One of the neophytes froze to death. I carved runes into his body until my fingers grew numb, and it was barely enough to hide from the sorcerous blizzard. Maybe we should take the body with us? Supplies are running low."
ko_mt: "얼어붙은 군주가 패배했다는 사실이 아직도 믿기지 않습니다. 하지만 의심할 여지가 없습니다. 저와 시스후드의 다른 제자들은 모든 보호를 잃었습니다. 추위가 이렇게 날카롭고 무자비하게 느껴진 적은 없었습니다. 우리의 적인 코스트치치의 하인들은 추위를 훨씬 더 잘 견뎌내니 많은 사람들이 타락한 스승을 버리고 살인자의 편을 든 것은 당연합니다. 우리는 이전 동지들로부터 도망치고 있습니다. 신참 중 한 명이 얼어 죽었습니다. 손가락이 마비될 때까지 그의 몸에 룬을 새겼지만 마법 눈보라를 피하기엔 역부족이었어요. 시체를 가져가야 할까요? 보급품이 떨어지고 있어요."

source: Ice-coated Page
ko_mt: 아이스 코팅 페이지

source: "I said it was better to be a cannibal than dead! The fools fought over the last crumbs like a pack of mindless rats! Such companions are nothing but a burden. I finished off the survivors so I could decorate Sithhud's lair with their bones. I am the only one who remained sane, so I took the rest of the equipment and supplies. I cannot take everything with me. I should hide some of it to keep it safe from the servants of Kostchtchie."
ko_mt: "죽느니 식인종이 되는 게 낫다고 했잖아! 바보들은 무의미한 쥐떼처럼 마지막 부스러기를 놓고 싸웠습니다! 그런 동료들은 짐일 뿐이야. 시스후드의 은신처를 뼈로 장식하기 위해 생존자들을 죽였어. 나만 제정신으로 남았기 때문에 나머지 장비와 보급품은 내가 가져갔어. 모든 걸 가져갈 수는 없어요. 코스트치치의 하인들에게서 안전하게 지키기 위해 일부를 숨겨야 해요."

source: Ice-coated Page
ko_mt: 아이스 코팅 페이지

source: The page seems to have been torn with the sharp end of a quill, rendering part of the text illegible. "...ds! Al... co... sn... ...o ...s. Sp... in ...ts. I have survived the fall of my Master. Wandering in the icy wastes. Hunger, persecution, fights with my former comrades. All to slip and fall onto this damned ledge! If these notes are found by true servants of the Frozen Lord, look for the supplies I have hidden. The spot is marked by the symbol of Sithhud."
ko_mt: 페이지가 퀼의 날카로운 끝으로 찢어져 텍스트의 일부가 읽을 수 없게 된 것 같습니다. "...ds! Al... co... sn... ...o ...s. Sp... in ...ts. 나는 스승의 몰락에서 살아남았다. 얼어붙은 황무지를 헤매고 있다. 굶주림, 박해, 옛 동료들과의 싸움. 이 모든 것이 미끄러져 이 저주받은 난간으로 떨어졌습니다! 얼어붙은 군주의 진정한 종들이 이 메모를 발견하면, 제가 숨겨둔 보급품을 찾아주세요. 그 자리에는 시스후드의 상징이 표시되어 있습니다."

source: Ice-coated Page
ko_mt: 아이스 코팅 페이지

source: Deer Hide Scribbles
ko_mt: 사슴 가죽 낙서
