Repository: akintos/wotr-translation
Catalog: translation/*/Encounters.po
Languages: ko, ko_mt

source: Sacred writings of the good gods collected in one book. Reproduced with amazing accuracy, they exude an aura of holiness.
ko: 선신들의 경전이 한 책으로 엮였습니다. 놀라울 정도로 정교히 재현된 그 책은 신성함의 기운을 내뿜습니다.
ko_mt: 선한 신들의 신성한 글을 한 권의 책에 모았습니다. 놀라운 정확도로 재현되어 거룩함의 오라를 발산합니다.

source: The mechanism rattles briefly as it begins to move.
ko: 기계장치가 잠시 달그락대더니 움직이기 시작합니다.
ko_mt: 메커니즘이 움직이기 시작할 때 잠시 덜컹 거립니다.

source: "I want new armor. And loads of money. And beer. That too."
ko: "새로운 갑옷을 원해. 많은 돈도. 맥주도. 이게 다야."
ko_mt: "난 새 갑옷을 원해. 그리고 돈도 많이. 그리고 맥주도. 그것도요"

source: "The Portal gave me back my friends who were killed by the demons. It's great, isn't it?"
ko: "포탈이 데몬에게 죽은 내 친구를 돌려줬어요. 멋지지 않아요?"
ko_mt: "포털이 데몬들에게 죽었던 친구들을 돌려줬어요. 대단하지 않나요?"

source: "I don't want to do laundry. I'd rather ask the Portal to do it for me."
ko: "빨래를 하기가 싫어. 포탈한테 해달라 할까봐."
ko_mt: "빨래하기 싫어요. 차라리 포털에 부탁하고 싶어요."

source: "Oh, Commander! Have you wished for anything yet?"
ko: "오, 사령관님! 아직 아무 소원도 빌지 않았어요?"
ko_mt: "오, 사령관님! 아직 소원 없으세요?"

source: The altar of Gorum was installed here quite recently. It seems that the pilgrims from Wintersun have taken up the consecration of the surrounding lands in earnest.
ko: 고룸의 제단이 여기 설치된 것은 상대적으로 최근의 일이었습니다. 윈터선의 순례자들이 이 주변을 진지하게 축성한 것으로 보입니다.
ko_mt: 고룸의 제단은 아주 최근에 이곳에 설치되었습니다. 윈터선에서 온 순례자들이 주변 땅을 본격적으로 봉헌 한 것 같습니다.

source: Altar consecrated by priests of Desna.
ko: 데즈나의 사제들이 축성한 제단입니다.
ko_mt: 데스나의 사제들이 봉헌한 제단.

source: "We will rebuild Iz anew. Sarkoris will be reborn."
ko: "이즈를 다시 일으킬 겁니다. 사코리스는 부활할 거예요."
ko_mt: "이즈를 새롭게 재건하겠습니다. 사르코리스는 다시 태어날 것입니다 "

source: "Marhevok is the best chief. I'd follow him into fire, I'd leap into a chasm after him."
ko: "마르헤복은 최고의 족장이지. 난 불 속에도, 균열 속에도 그를 따라 뛰어들 거야."
ko_mt: "마르헤복은 최고의 추장이다. 나는 그를 따라 불 속으로, 나는 그를 따라 틈새로 뛰어들 것입니다 "

source: "Commander? Shouldn't you be doing battle at Threshold?"
ko: "사령관님? 극점에서 전투 중인 것 아니셨습니까?"
ko_mt: "사령관님? 당신은 문턱에서 전투를해야하지 않습니까? "

source: "If not today, then tomorrow the Worldwound will be closed. Victory is near — I can feel it in my bones."
ko: "오늘이 아니라면, 내일 쯤 세계상처가 닫히겠군. 승리가 눈 앞에 있어. 뼛속까지 느껴져."
ko_mt: "오늘이 아니라면 내일이면 세계상처가 닫힐 것입니다. 승리가 가까워졌습니다 - 뼛속까지 느껴집니다 "

source: "It's been a long time since the Wintersun clan last left their village."
ko: "윈터선 씨족이 마을을 떠난 지 꽤 오래 되었습니다."
ko_mt: "윈터선 일족이 마지막으로 마을을 떠난 지 오래되었습니다"

source: The ancient writings are almost erased — it is no longer possible to read them. But the holy aura around them makes it clear that they are praising the gods of Sarkoris.
ko: 고대의 글귀는 대부분 지워져서 더 이상 읽을 수가 없습니다. 하지만 그 주변의 신성한 오라로 보건대 이 글귀는 사코리스의 신들을 찬양하는 내용임이 분명합니다.
ko_mt: 고대 글은 거의 지워져 더 이상 읽을 수 없습니다. 그러나 그들 주변의 거룩한 분위기는 그들이 사르코리스의 신들을 찬양하고 있음을 분명히합니다.

source: The body of a fallen crusader who heroically sacrificed his life for Golarion.
ko: 골라리온을 위해 영웅적으로 자신을 희생한 성전사의 시체입니다.
ko_mt: 골라리온을 위해 영웅적으로 목숨을 바친 타락한 십자군의 시체.

source: "Commander, you're here? Excuse me, I am busy at the moment."
ko: "사령관님, 아니십니까? 죄송합니다. 제가 좀 바빠서."
ko_mt: "사령관님, 여기 계세요? 실례합니다, 지금 바쁩니다"

source: "Commander? We will speak in the great hall."
ko: "사령관님? 대강당에서 말씀드리죠."
ko_mt: "사령관님? 대강당에서 말씀드리겠습니다"

source: "I did not expect to see you here."
ko: "여기서 다시 볼 줄은 몰랐는데."
ko_mt: "여기서 당신을 볼 줄은 몰랐어요"

source: You see a peculiar keyhole in the mechanism.
ko: 기계장치에 이상한 열쇠 구멍이 있습니다.
ko_mt: 메커니즘에 특이한 열쇠 구멍이 보입니다.

source: The words of a prayer to Abadar can be heard in the hum of the mechanism.
ko: 기계장치가 웅웅대는 소리에서 아바다르에게 바치는 기도문이 들립니다.
ko_mt: 아바다르에게 기도하는 말은 메커니즘의 윙윙 거리는 소리에서들을 수 있습니다.

source: The sacred symbol of Abadar has been precisely etched onto the mechanism.
ko: 기계장치에 아바다르의 성표가 정교하게 새겨져 있습니다.
ko_mt: 아바다르의 신성한 상징이 메커니즘에 정확하게 새겨 져 있습니다.

source: It is hard to believe, but the magical plant gives off an aura of rightness, as though it has been blessed by one of the good deities.
ko: 믿기 어렵습니다만, 이 마법의 식물은 마치 선신들 중 하나에게 축복받은 것처럼 정의의 오라를 발산합니다.
ko_mt: 믿기 어렵지만 마법의 식물은 마치 선한 신의 축복을 받은 것처럼 올바른 기운을 발산합니다.

source: "Multiple faults detected. Probability the current axiomite can rectify them: zero percent."
ko: "다수의 실패 감지됨. 현재 액시오마이트의 수정 가능성: 0 퍼센트."
ko_mt: "여러 결함이 감지되었습니다. 현재 공리가 이를 수정할 수 있는 확률: 0%"

source: "Establishing connection with Axis... Error! Establishing connection with Axis..."
ko: "액시스와 교신 시도... 오류! 액시스와 교신 시도..."
ko_mt: "Axis에 연결을 설정하는 중.. 오류! Axis에 연결을 설정하는 중..."

source: "We're holding the line."
ko: "전방을 주시중입니다."
ko_mt: "우리는 줄을 잡고 있습니다."

source: "We'll fight till the end."
ko: "죽을 때까지 싸우겠습니다."
ko_mt: "우리는 끝까지 싸울 것입니다"

source: "The enemy will not pass."
ko: "적들이 결코 통과하지 못할 겁니다."
ko_mt: "적은 통과하지 못할 것이다"

source: "We'll hold this position at any cost."
ko: "어떤 대가를 치루더라도 위치를 사수하겠습니다."
ko_mt: "우리는 어떤 대가를 치르더라도 이 위치를 지킬 것이다"

source: Gray fog, thick and dense, gathers beyond the fortress doors. Passing through it seems impossible for the moment.
ko: 두껍고 짙은 회색 안개가 요새의 문 너머에 응집되었습니다. 현 시점에서는 그것을 통과하는개 불가능해 보입니다.
ko_mt: 두껍고 짙은 회색 안개가 요새 문 너머로 모입니다. 그것을 통과하는 것은 당분간 불가능 해 보입니다.

source: There is a gear-shaped hollow in the bare stone. Unfamiliar runes are scored into the stone around the indentation.
ko: 돌 위에 톱니 모양의 빈 틈이 있습니다. 익숙하지 않은 룬들이 압력판 주변의 돌에 새겨졌습니다.
ko_mt: 맨돌에 톱니바퀴 모양의 구멍이 있습니다. 익숙하지 않은 룬이 움푹 들어간 곳 주변의 돌에 새겨 져 있습니다.

source: "Hshhhhh!"
ko: "쉬이이익!"
ko_mt: "쉿!"

source: "Gha-ha-agsh."
ko: "그하-하-앗"
ko_mt: "가-하-아그쉬."

source: "Krshhhxcess."
ko: "크르쉭세스."

source: Several loud clicks can be heard in the distance.
ko: 멀리서 커다란 딸깍 소리가 들려옵니다.
ko_mt: 멀리서 여러번의 큰 클릭 소리가 들립니다.

source: The grinding of metal on metal can be heard in the distance.
ko: 멀리서 강철끼리의 마찰음이 들려옵니다.
ko_mt: 금속에 금속이 갈리는 소리가 멀리서 들립니다.

source: A single loud metallic clunk can be heard in the distance.
ko: 멀리서 한 번의 커다란 금속성 쾅 소리가 들려옵니다.
ko_mt: 멀리서 금속이 부딪히는 소리가 들립니다.

source: The statue of the goddess Pulura exudes holy power.
ko: 여신 펄루라의 조각상이 신성한 힘을 발산합니다.
ko_mt: 풀루라 여신의 동상은 신성한 힘을 발산합니다.

source: This mechanism seems to be missing a part.
ko: 이 기계장치에는 사라진 부품이 있는 걸로 보입니다.
ko_mt: 이 메커니즘에는 일부가 누락 된 것 같습니다.

source: "Anomalies are destroying the integrity of this world."
ko: "변칙 개체들이 이 세상의 온전성을 해치고 있음."
ko_mt: "변칙이 이 세계의 무결성을 파괴하고 있습니다"

source: "Assistance is required."
ko: "도움이 필요함."
ko_mt: "도움이 필요합니다."

source: The altar of Urgathoa radiates the energy of death, promising all who are near the swift embrace of oblivion.
ko: 우르가쏘아의 제단은 죽음의 에너지를 발하며, 주위의 모든 이들에게 신속한 망각의 포옹을 선사합니다.
ko_mt: 우르가쏘아의 제단은 죽음에너지를 발산하여 망각의 빠른 포옹에 가까운 모든 사람들에게 약속합니다.

source: You need something to carry the acid in.
ko: 산성을 담아갈 무언가가 필요합니다.
ko_mt: 산을 운반 할 무언가가 필요합니다.

source: You took a flask of acid. Experience points gained: <b>{count}</b>.
ko: 산성 플라스크를 얻었습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 산 한 병을 가져갔습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: "They aren't chasing us, are they? Come on, take a deep breath — and let's get out of here!"
ko: "이제 안쫒아오나? 자, 자. 숨 좀 고르고 여기서 나가자!"
ko_mt: "우리를 쫓는 건 아니죠? 자, 심호흡을 하고 여기서 나가자!"

source: "Poor sod ran out of luck. He was too feeble — I could tell from the off he wasn't going to make it."
ko: "운이 다한 불쌍한 녀석. 그는 너무 약했지. 처음부터 그가 성공하지 못할 거란 것을 알았어."
ko_mt: "불쌍한 잔디는 운이 없었습니다. 그는 너무 약해서 처음부터 그가 성공하지 못할 것이라는 것을 알 수있었습니다."

source: "No time for chit-chat! Let's find a safe place first."
ko: "잡담 할 시간 없어! 먼저 안전한 장소부터 찾아보자고."
ko_mt: "잡담할 시간 없어요! 안전한 곳을 먼저 찾읍시다"

source: "Our city has lost a virtuoso. Another crime the cultists will answer for — to the fullest extent of the law!"
ko: "우리의 도시가 거장 하나를 잃었군. 사교도들이 법의 심판대 앞에서 답해야 할 또다른 범죄야!"
ko_mt: "우리 도시는 거장을 잃었습니다. 이단자들은 또 다른 범죄에 대해 법의 최대한의 범위까지 대답 할 것입니다!"

source: You found the way out of the catacombs. Experience points gained: <b>{count}</b>.
ko: 지하 묘지를 나갈 길을 찾았습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 카타콤에서 빠져나갈 길을 찾았습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You found some mushrooms. Experience points gained: <b>{count}</b>.
ko: 버섯 몇 개를 찾았습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 버섯을 발견했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You need tools.
ko: 도구가 필요합니다.
ko_mt: 도구가 필요합니다.

source: You prevailed over the poisonous fumes. Experience points gained: <b>{count}</b>.
ko: 유독성 증기를 극복했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 유독 가스를 이겨냈습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You found a first aid kit. Experience points gained: <b>{count}</b>.
ko: 비상 의약품 상자를 찾았습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 구급상자를 발견했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: "I hope we don't get lost. You can spend an eternity roaming these caves."
ko: "길을 잃지 않았으면 좋겠군. 이 동굴을 영원히 떠돌 수도 있다고."
ko_mt: "우리가 길을 잃지 않았으면 좋겠어요. 이 동굴을 영원히 돌아다닐 수 있어요"

source: "No sword, no chainmail... At least I managed to get my boots on!"
ko: "검도 없고, 갑옷도 없고... 적어도 신발은 있구만!"
ko_mt: "칼도 없고, 쇠사슬도 없고.. 적어도 부츠는 신을 수 있었어요!"

source: "Skulking around underground — we're a disgrace to the name crusader... But what else can we do? The city's in ruins!"
ko: "지하를 숨어다니다니, 성전군이라는 이름이 부끄럽다... 그렇다고 달리 뭘 할 수 있겠어? 도시가 난장판이 되었는데!"
ko_mt: "지하에 숨어다니는 것 - 우리는 십자군이라는 이름에 수치스러운 일입니다... 하지만 우리가 뭘 할 수 있겠어? 도시는 폐허가 되었잖아!"

source: "The Queen will retake the city in no time — mark my words! The demons will regret showing up here."
ko: "여왕 폐하께서 이 도시를 곧바로 되찾으실 거다. 똑똑히 새겨들어! 데몬들은 여기 나타난 걸 후회하게 될 거야!"
ko_mt: "여왕이 곧 도시를 되찾을 것입니다 - 내 말을 기억하세요! 데몬들은 여기에 나타난 것을 후회할 것입니다 "

source: "My feet got wet... And it sure wasn't water. Ugh, that stinks!"
ko: "발이 축축해... 그리고 물에 젖은데 아닌 게 분명하군. 윽, 냄새!"
ko_mt: "내 발이 젖었어요.. 그리고 그것은 확실히 물이 아니었습니다. 으, 악취가 나네요!"

source: You opened the locked room. Experience points gained: <b>{count}</b>.
ko: 잠긴 방을 열었습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 잠긴 방을 열었습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: "What dreadful stench! But what awaited us had we remained in the cultists' grip was even worse..."
ko: "끔찍한 악취로군! 하지만 사교도들의 손아귀에 계속 남아있었으면 더 끔찍한 게 기다렸을 테지..."
ko_mt: "이 끔찍한 악취! 그러나 우리가 이교도들의 손아귀에 남아 있었다면 우리를 기다리는 것은 더 나빴습니다..."

source: You found a secret room. Experience points gained: <b>{count}</b>.
ko: 비밀 방을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 비밀의 방을 찾았습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You found the spiders' treasure. Experience points gained: <b>{count}</b>.
ko: 거미들의 보물을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 거미들의 보물을 찾았습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: "Where are you going? This passage leads back to the theater. There's nothing left for us there, so move it!"
ko: "어디로 가? 그쪽은 극장으로 돌아가는 길이다. 그쪽에는 볼 일 더 없어. 그러니 움직이자고!"
ko_mt: "어디 가세요? 이 통로는 극장으로 다시 연결됩니다. 거기에는 아무것도 남지 않았으니 서둘러요!"

source: "Careful! I think I saw something moving in the dark. Keep your eyes peeled."
ko: "조심해! 어둠 속이서 뭔가 움직였어. 두 눈 부릅뜨고 있어."
ko_mt: "조심해! 어둠 속에서 무언가 움직이는 것을 본 것 같아요. 눈을 떼지 마세요"

source: "That's tar alright. It will burn brightly if you set it alight."
ko: "타르로군. 좋아. 불을 붙이면 밝게 빛날 거다."
ko_mt: "타르 괜찮아요. 불을 붙이면 밝게 탑니다"

source: You found the spider's lair. Experience points gained: <b>{count}</b>.
ko: 거미 소굴을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 거미의 은신처를 찾았습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: "This boulder seems to be just waiting to roll down. I pity whoever's standing in its path when that happens."
ko: "이 바위는 누가 밀어주기만을 바라는 것 같은데. 그 경로에 있을 녀석이 누구든 유감을 표하지."
ko_mt: "이 바위는 굴러 떨어지기를 기다리고있는 것 같습니다. 그런 일이 발생했을 때 그 길에 서있는 사람이 불쌍합니다."

source: "What terrible smell! I think we should steer clear of this water."
ko: "끔찍한 악취로군! 이 물에는 닿지 않는 편이 좋겠어."
ko_mt: "끔찍한 냄새가 나네요! 이 물은 피해야 할 것 같아요"

source: You can't move the pillars without tools.
ko: 도구 없이는 기둥을 움직일 수 없습니다.
ko_mt: 도구 없이는 기둥을 움직일 수 없습니다.

source: You found the plunderers' loot. Experience points gained: <b>{count}</b>.
ko: 약탈자들의 전리품을 찾았습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 약탈자의 전리품을 찾았습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: This pillar can't be toppled without a rope.
ko: 밧줄이 없으면 이 기둥을 넘어뜨릴 수 없습니다.
ko_mt: 이 기둥은 밧줄 없이는 쓰러뜨릴 수 없어요.

source: You won't be able to descend without a rope.
ko: 밧줄 없이는 내려갈 수 없습니다.
ko_mt: 밧줄 없이는 내려갈 수 없습니다.

source: You can't reach the crate without a rope.
ko: 밧줄 없이는 상자에 도달할 수 없습니다.
ko_mt: 로프 없이는 상자에 닿을 수 없습니다.

source: You hauled up a crate of potions. Experience points gained: <b>{count}</b>.
ko: 물약 상자를 끌어냈습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 당신은 물약 상자를 가져왔습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You can't move the statue without tools.
ko: 도구 없이는 이 석상을 움직일 수 없습니다.
ko_mt: 도구 없이는 동상을 옮길 수 없어요.

source: You found a book about giant mythology. Experience points gained: <b>{count}</b>.
ko: 거인의 신화에 대한 책을 발견하였습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 거인 신화에 관한 책을 발견했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: "Who could leave their cart like that? One little push — no more cart. It's gone."
ko: "대체 누가 자기 마차를 이딴 식으로 놔둔 거야? 살짝만 밀어주면, 마차는 뿅. 사라지는 거야."
ko_mt: "누가 카트를 저렇게 두고 갈 수 있을까요? 한 번만 밀면 더 이상 카트가 없습니다. 사라졌어요"

source: You passed a dangerous place. Experience points gained: <b>{count}</b>.
ko: 위험한 장소를 통과했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 위험한 장소를 통과했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You reached a destroyed part of the cemetery. Experience points gained: <b>{count}</b>.
ko: 공동묘지의 파괴된 부분에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 공동묘지의 파괴된 부분에 도달했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You reached Talia Vesse's tomb. Experience points gained: <b>{count}</b>.
ko: 탈리아 베세의 무덤에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 탈리아 베세의 무덤에 도착했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You reached the poor folk's graves. Experience points gained: <b>{count}</b>.
ko: 가난한 사람의 무덤에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 가난한 사람들의 무덤에 도착했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You reached the commoners' graves. Experience points gained: <b>{count}</b>.
ko: 일반인들의 무덤에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 평민의 무덤에 도착했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You reached the rich folk's graves. Experience points gained: <b>{count}</b>.
ko: 부유한 사람의 무덤에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 부자들의 무덤에 도착했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You reached the wizard's tomb. Experience points gained: <b>{count}</b>.
ko: 마법사의 무덤에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 위저드의 무덤에 도착했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: "A little effort, and this Iomedae will fall to the ground, smiting anybody who doesn't get out of the way fast enough."
ko: "조금만 힘을 쓰면, 이 아이오메데가 쓰러지면서 재빨리 탈출하지 못한 모든 것들에게 천벌을 내릴 거야."
ko_mt: "조금만 힘을 주면 아이오메데가 땅에 떨어져서 빨리 비키지 않는 사람을 때릴 것입니다"

source: You found a vantage point. Experience points gained: <b>{count}</b>.
ko: 유리한 지점을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 유리한 지점을 찾았습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: "Here lies Grimnir Ironhead, who gave his life for the Queen and Mendev but promised to return in their true hour of need."
ko: "그림니르 아이언헤드, 여왕과 멘데브를 위해 목숨을 바쳤으나 가장 필요한 때에 돌아오겠노라 약속한 이가 여기 잠들다."
ko_mt: "여기 여왕과 멘데브를 위해 목숨을 바쳤지만 진정한 도움이 필요한 때에 돌아 오겠다고 약속한 그림 니르 아이언 헤드가 누워 있습니다"

source: To the roof
ko: 옥상으로
ko_mt: 옥상

source: To the tower
ko: 탑으로
ko_mt: 타워

source: The bodies of the unfortunate were torn to pieces relatively recently. The mob that did this must be nearby.
ko: 불운한 이들의 시신들은 상대적으로 최근에 산산조각났습니다. 이런 짓을 벌인 무리가 가까이 있을 겁니다.
ko_mt: 불행한 사람들의 시신은 비교적 최근에 갈기갈기 찢어졌습니다. 이 짓을 한 폭도들이 근처에 있을 것입니다.

source: It seems the door is blocked.
ko: 이 문은 막혀 있는 걸로 보입니다.
ko_mt: 문이 막힌 것 같습니다.

source: Bemir is too sick.
ko: 베미르는 너무 아픕니다.
ko_mt: 베미르는 너무 아파요.

source: "Who else is there? Cultists? Demons? Get back!"
ko: "누구냐? 사교도냐? 데몬이냐? 물러서라!"
ko_mt: "또 누가 있나? 이교도? 데몬? 물러가!"

source: "Who are you? Cultists? Get away from here!"
ko: "누구냐? 사교도냐? 물러서라!"
ko_mt: "당신들은 누구입니까? 광신도? 여기서 꺼져!"

source: "Get out! I don't trust you!"
ko: "꺼져! 널 믿을 수 없어!"
ko_mt: "나가! 난 널 못 믿어!"

source: "Now's not the time to relax. Let's bandage our wounds and keep clearing the city."
ko: "지금은 쉴 때가 아니야. 반창고로만 처리하고 도시를 정리하자."
ko_mt: "지금은 긴장을 풀 때가 아닙니다. 상처에 붕대를 감고 도시를 계속 청소합시다"

source: "You're still alive? Fantastic! If you see any cultists — hit them hard!"
ko: "아직 살아있었어? 환상적이네! 사교도를 발견하면 대가리를 깨버려!"
ko_mt: "아직 살아있어? 환상적입니다! 이단자를 보면 세게 쳐!"

source: Requires rope
ko: 밧줄 필요함
ko_mt: 로프 필요

source: You poured the dangerous slime into the sewer. Experience points gained: <b>{count}</b>.
ko: 위험한 점액을 하수구로 흘려보냈습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 위험한 슬라임을 하수구에 쏟아버렸습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: Nothing will work without tools.
ko: 도구가 없으면 아무 것도 못합니다.
ko_mt: 도구 없이는 아무것도 작동하지 않습니다.

source: You evaded the steam furnaces. Experience points gained: <b>{count}</b>.
ko: 증기 용광로를 피했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 증기 용광로를 피했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: The captain is dead — he bled out before reinforcements arrived.
ko: 대장이 죽었습니다. 그는 증원이 오기 전에 과다 출혈로 숨졌습니다.
ko_mt: 선장은 죽었습니다 - 그는 지원군이 도착하기 전에 피를 흘렸습니다.

source: You reached the rich quarter. Experience points gained: <b>{count}</b>.
ko: 부촌에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 리치 쿼터에 도달했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You found a vantage point. Experience points gained: <b>{count}</b>.
ko: 유리한 지점을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 유리한 지점을 찾았습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You reached the alchemist's shop. Experience points gained: <b>{count}</b>.
ko: 연금술사의 상점에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 연금술사의 상점에 도착했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You found the mansion cellar. Experience points gained: <b>{count}</b>.
ko: 저택의 저장고를 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 저택 지하실을 찾았습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You reached the market wall. Experience points gained: <b>{count}</b>.
ko: 시장 담벼락에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 시장 벽에 도달했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You reached the militia tower. Experience points gained: <b>{count}</b>.
ko: 민병대 탑에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 민병대 탑에 도착했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You found the hospital. Experience points gained: <b>{count}</b>.
ko: 병원을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 병원을 찾았습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You met the militia. Experience points gained: <b>{count}</b>.
ko: 민병대와 조우했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 민병대를 만났습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You reached the rich mansion. Experience points gained: <b>{count}</b>.
ko: 호화로운 저택에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 부유한 저택에 도착했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You reached the militia quarters. Experience points gained: <b>{count}</b>.
ko: 민병대 지구에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 민병대 주둔지에 도착했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You reached the mansions. Experience points gained: <b>{count}</b>.
ko: 저택에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 저택에 도착했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You reached the central square. Experience points gained: <b>{count}</b>.
ko: 중앙 광장에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 중앙 광장에 도착했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You reached the stables. Experience points gained: <b>{count}</b>.
ko: 마굿간에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 마굿간에 도착했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You reached the bastion. Experience points gained: <b>{count}</b>.
ko: 보루에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 요새에 도달했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You reached the watchtower. Experience points gained: <b>{count}</b>.
ko: 감시탑에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 감시탑에 도달했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: "These barrels could roll quite far."
ko: "이 통은 꽤나 멀리 굴러가겠군."
ko_mt: "이 배럴은 꽤 멀리 굴러갈 수 있습니다"

source: You reached the inquisitors' outpost. Experience points gained: <b>{count}</b>.
ko: 심문관들의 전초기지에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 심문관의 전초 기지에 도착했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You helped the militia reach the outpost. Experience points gained: <b>{count}</b>.
ko: 민병대가 전초기지에 도달하도록 도왔습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 민병대가 전초 기지에 도착할 수 있도록 도와주었습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You reached the market. Experience points gained: <b>{count}</b>.
ko: 시장에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 시장에 도착했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You found a comic play. Experience points gained: <b>{count}</b>.
ko: 희극 대본을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 코믹 연극을 발견했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You found a patriotic play. Experience points gained: <b>{count}</b>.
ko: 애국 연극 대본을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 애국적인 놀이를 발견했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You found something useful in the unfinished room. Experience points gained: <b>{count}</b>.
ko: 완공되지 않은 방에서 중요한 물건을 찾았습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 미완성된 방에서 유용한 물건을 발견했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You found something useful for your escape. Experience points gained: <b>{count}</b>.
ko: 탈출에 유용할 물건을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 탈출에 유용한 물건을 찾았습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: There is someone on the bridge.
ko: 누군가 다리 위에 있습니다.
ko_mt: 다리에 누군가가 있습니다.

source: You went backstage. Experience points gained: <b>{count}</b>.
ko: 무대 뒤편에 도착했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 무대 뒤편으로 이동했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You evaded danger. Experience points gained: <b>{count}</b>.
ko: 위험을 피했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 위험을 피했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You found a secret door. Experience points gained: <b>{count}</b>.
ko: 비밀 문을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 비밀의 문을 발견했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You went into the corridor. Experience points gained: <b>{count}</b>.
ko: 복도에 도달했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 복도로 들어갔습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You found the door to the auditorium. Experience points gained: <b>{count}</b>.
ko: 강당으로 향하는 문을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 강당으로 통하는 문을 찾았습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You reached the theater stage. Experience points gained: <b>{count}</b>.
ko: 극장 무대에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 극장 단계에 도달했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You went into the cellar. Experience points gained: <b>{count}</b>.
ko: 저장고에 도착했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 당신은 지하실에 들어갔습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: It's too dangerous to go alone! You need to recruit some companions.
ko: 혼자 떠나기엔 너무 위험합니다! 동료 몇 명을 영입해야만 합니다.
ko_mt: 혼자 가기에는 너무 위험해요! 동료를 모집해야 합니다.

source: A feast at the sacred table makes the corruption of the Abyss recede.
ko: 신성한 식탁에서의 만찬이 심연의 오염을 격퇴합니다.
ko_mt: 신성한 식탁에서의 잔치는 심연의 타락을 물러나게합니다.

source: The Helmsman won't take you any further now. Try coming back later.
ko: 조타수는 당신을 더 멀리 데려가지 않을 겁니다. 나중에 다시 오십시오.
ko_mt: 조타수는 이제 더 이상 당신을 데려가지 않을 것입니다. 나중에 다시 오세요.

source: Are you sure you want to embark alone? The Midnight Isles are a dangerous place — maybe you should recruit some companions for your party.
ko: 정말로 혼자 떠나시겠습니까? 칠흑의 군도는 위험한 지역입니다. 당신은 일행에 동료 몇 명을 고용할 수 있습니다.
ko_mt: 정말 혼자 출항하시겠습니까? 미드나잇 아일즈는 위험한 곳입니다. 파티에 동료를 모집해야 할 수도 있습니다.

source: The islands have remembered your feats. These memories will give power to those who come after.
ko: 섬은 당신의 업적을 기억했습니다. 이 기억은 나중에 찾아올 이에게 힘을 줄 것입니다.
ko_mt: 섬들은 당신의 위업을 기억하고 있습니다. 이 기억은 뒤에 오는 사람들에게 힘을 줄 것입니다.

source: You feel refreshed. Both fatigue and the Abyssal corruption recede.
ko: 당신은 상쾌함을 느낍니다. 피로와 심연의 오염이 싹 가십니다.
ko_mt: 기분이 상쾌해졌어요. 피로와 심연의 부패가 모두 사라집니다.

source: "You look like you mean business! Our chief's looking for somebody like you to do a job for him. He's in the market square now, go and seek him out if you're interested."
ko: "진심인 모양이군! 우리 족장이 당신같은 사람을 찾고 있소. 지금 시장에 있으니, 흥미가 동하면 그를 찾아보시오."
ko_mt: "진심인 것 같군요! 우리 서장이 당신 같은 사람을 찾고 있어요. 그는 지금 시장 광장에 있으니 관심이 있으시면 가서 찾아보세요."

source: "I just can't believe it. Can't wrap my head around it... No, I need to catch my breath before I go any further."
ko: "믿을 수가 없군. 도저히 감이 안잡혀... 후, 더 나아가려면 숨을 좀 골라야 하겠어."
ko_mt: "믿을 수가 없어요. 도저히 감당할 수가 없어요.. 아니요, 더 나아가기 전에 숨을 좀 돌릴 필요가 있어요"

source: "Your band can go in front, and we'll follow behind. That way will be safer."
ko: "자네들이 앞으로 가면 우리가 그 뒤를 따르지. 그 편이 더 안전하겠어."
ko_mt: "당신의 밴드가 먼저 가고 우리는 뒤에서 따라갈 것입니다. 그렇게 하는 것이 더 안전합니다."

source: "I'm not drunk, you're drunk."
ko: "나 안 취했거든, 니가 취한 거지."
ko_mt: "내가 취한 게 아니라 네가 취한 거야."

source: "La-la-la... hic! Uhh."
ko: "라라라... 딸꾹! 으으."
ko_mt: "라라라.. 힉! Uhhh."

source: "Oh, he was such a young lad..."
ko: "아, 참 젊은 친구였는데..."
ko_mt: "오, 그는 정말 젊은 청년이었는데..."
