Repository: akintos/wotr-translation
Catalog: translation/*/Encounters.po
Languages: ko, ko_mt

source: "Cheers for the commander!"
ko: "사령관님을 위하여!"
ko_mt: "사령관님을 위해 건배!"

source: "It was a great day! Yesterday… Drink up!"
ko: "대단한 날이었지! 어제는… 적셔!"
ko_mt: "멋진 하루였어요! 어제는... 마셔요!"

source: "Drezen will be ours!"
ko: "드레젠이 우리 것이 되리라!"
ko_mt: "드레젠은 우리의 것이 될 것입니다!"

source: "The commander will lead the troops to victory!"
ko: "사령관님이 성전군을 승리로 인도하실 거야!"
ko_mt: "사령관이 군대를 승리로 이끌 것입니다!"

source: "And who took Drezen? It wasn't Her Majesty, and that's a fact!"
ko: "누가 드레젠을 공략했는데? 여왕 폐하는 아니잖아. 그게 사실이라고!"
ko_mt: "그럼 누가 드레젠을 데려갔죠? 폐하가 아니었고, 그건 사실입니다!"

source: "We took Drezen back, can you believe it?"
ko: "우리가 드레젠을 탈환하다니. 믿겨져?"
ko_mt: "우리가 드레젠을 되찾았어요, 믿어지세요?"

source: "With the commander on our side, we'll surely win!"
ko: "사령관님이 우리 편이니, 우리는 반드시 승리할 거야!"
ko_mt: "사령관이 우리 편이라면 우리는 반드시 승리할 것입니다!"

source: "Drezen's ours! Hurrah!"
ko: "드레젠을 탈환했다! 와아!"
ko_mt: "드레젠은 우리 것이다! 만세!"

source: "They're marching on Iz! What a joke…"
ko: "이즈로 진군하고 있어! 농담이겠지…"
ko_mt: "이즈에게 진군하고 있어요! 이런 농담이..."

source: "They say the commander ran away…"
ko: "사령관님이 도망쳤다 하던데…"
ko_mt: "사령관이 도망쳤다고 하는데..."

source: "Have you heard? We're marching on Iz now."
ko: "그 소식 들었어? 우리 군이 이즈로 진군하고 있대."
ko_mt: "들었어? 지금 이즈를 향해 진군하고 있어요."

source: "Everyone will die…"
ko: "모두 죽을 거야…"
ko_mt: "모두가 죽을 것이다..."

source: "Rumor has it, the Queen sent the commander off into the Abyss…"
ko: "소문으로는, 폐하께서 사령관님을 심연으로 좌천시켰다던데…"
ko_mt: "소문에 따르면 여왕이 사령관을 심연으로 보냈다고 하는데..."

source: "I also saw... Iomedae… hic…Yesterday!"
ko: "나도... 어제... 끅... 아이오메데를 봤어!"
ko_mt: "나도 봤어... 이오메대... 힉... 어제!"

source: "The commander is back! Everything will be alright!"
ko: "사령관님이 돌아오셨어! 전부 잘 될 거야!"
ko_mt: "사령관이 돌아왔습니다! 모든 게 괜찮을 거야!"

source: "Iomedae was right in front of me! Can you believe it?"
ko: "아이오메데님이 내 눈 앞에 있었어! 믿어져?"
ko_mt: "이오메대가 바로 눈앞에 있었어요! 믿어지세요?"

source: "What?"
ko: "뭐라고?"
ko_mt: "뭐?"

source: "Me? Don't mind me!"
ko: "나? 신경 쓰지 마!"
ko_mt: "나? 난 신경 쓰지 마!"

source: "This attack is an utter outrage! Where was the Queen in all this?"
ko: "이 공격은 정말 짜증나는군! 여왕께선 이 판국에 어디 계신 거야?"
ko_mt: "이번 공격은 정말 분노를 금할 수 없습니다! 이 와중에 여왕은 어디 계셨나요?"

source: "What good are all these crusaders if the kingdom's nobility are not safe even in their own homes?"
ko: "왕국의 귀족들이 자신들의 집에서 한치의 안전함도 느끼지 못한다면, 이 성전이란 게 다 무슨 소용이지?"
ko_mt: "왕국의 귀족들이 자기 집안에서조차 안전하지 않다면 십자군이 무슨 소용이 있겠습니까?"

source: "Thank you for saving me, stranger! When those demons broke in, it was ever so terrifying!"
ko: "구해줘서 고맙네, 이방인! 이 데몬들이 막 쳐들어왔을 땐 정말 두려웠거든!"
ko_mt: "구해줘서 고마워요, 낯선 사람! 데몬들이 침입했을 때 정말 무서웠어요!"

source: "Terrible tragedy. Terrible, I say. When those demons came through, they smashed a fine bottle of Kyonin red. Vintage, it was!"
ko: "정말, 정말로 끔찍한 비극이라 할 수 있지. 이 데몬들이 침입했을 때, 놈들은 아주 훌륭한 쿄닌 레드 와인을 부숴버렸거든. 거기다 빈티지였다고!"
ko_mt: "끔찍한 비극입니다. 끔찍하죠. 그 데몬들이 들어왔을 때, 그들은 좋은 쿄닌 레드 병을 부쉈어요. 빈티지였죠!"

source: "The count is so gallant, so handsome, and, most importantly, ever so rich... It's hard to imagine a more agreeable gentleman!"
ko: "백작은 아주 용맹하고, 잘 생긴데다, 그리고 가장 중요한 부분인데, 엄청난 부자지... 이보다 더 훌륭한 신사는 없을걸!"
ko_mt: "백작님은 너무 용감하고, 잘생기고, 무엇보다도 부자이시니... 이보다 더 유쾌한 신사는 상상하기 어렵습니다!"

source: "Happy to serve you, Knight Commander!"
ko: "당신을 섬기게 되어 기쁩니다, 사령관님!"
ko_mt: "당신을 섬기게되어 기쁩니다, 기사 사령관!"

source: "Why couldn't all these aristocrats just stay in Kenabres? Why have a feast in this accursed place?"
ko: "이 귀족 녀석들은 왜 그냥 케나브레스에 안 머무르는 거야? 대체 왜 이 저주받은 땅에서 연회를 여는 거냐고?"
ko_mt: "왜 이 귀족들은 케나브레스에 그냥 머물면 안 될까? 왜 이 저주받은 곳에서 잔치를 열었습니까?"

source: "This place gives me the creeps. But what a thrilling experience!"
ko: "이 장소는 소름이 끼치는걸. 정말 멋진 경험이야!"
ko_mt: "이곳은 소름이 돋아요. 하지만 정말 스릴 넘치는 경험이에요!"

source: "I can't stop thinking about the last party in this manor… All of the guests died, every single one of them!"
ko: "이 저택에서의 지난 번 파티가 떠오르는군... 손님이 전부 죽었다던데, 한 명도 빠짐없이 말이야!"
ko_mt: "이 저택에서의 마지막 파티에 대한 생각을 멈출 수 없어요.. 모든 손님이 모두 죽었어요!"

source: "I'd follow our wonderful Count right to the Abyss if he throws a feast this good!"
ko: "우리 백작님께서 이렇게 멋진 파티를 벌여주신다면, 난 심연 한복판이라도 따라갈거야!"
ko_mt: "이렇게 좋은 잔치를 열어주면 우리 멋진 백작님을 따라 심연으로 가겠어요!"

source: "I am very busy right now, my dearest Commander. I am formulating my next report for you."
ko: "전 지금 매우 바쁘답니다, 경애하는 사령관 각하. 당신께 드려야 할 다음 보고서를 작성하는 중이라 말이죠."
ko_mt: "저는 지금 매우 바쁩니다, 친애하는 사령관님. 다음 보고서를 작성 중입니다"

source: "How wonderful it is to finally stand within these familiar walls again. Huh."
ko: "하, 이 친숙한 벽 안에 다시 들어서는 이 환상적인 감각이란."
ko_mt: "마침내 이 익숙한 벽 안에 다시 서게 되니 얼마나 멋진지. Huh."

source: "There's no suit that won't suit me. Although..."
ko: "나한테 어울리지 않는 정장이란 없지만. 그래도..."
ko_mt: "나에게 어울리지 않는 옷은 없다. 비록..."

source: "I don't know if my opinion matters to you at all... But you were the very best guest I could ever wish for!"
ko: "당신에게 제 의견이 중요하지 모르겠지만... 당신은 제가 바라던 최고의 손님입니다!"
ko_mt: "내 의견이 당신에게 전혀 중요하지 않은지 모르겠습니다... 하지만 당신은 내가 바랄 수 있는 최고의 손님이었어요!"

source: "The end of the party is a fine occasion to start planning the next one. It's rather difficult to accommodate it in my tight schedule full of crusading and heroism, but I'll do my best."
ko: "파티의 끝은 다음 파티를 계획할 최적의 환경이지. 성전이랑 영웅적 행위로 가득한 내 빡빡한 스케쥴 사이에 끼워넣기가 어지간히 힘들긴 하지만, 그래도 최선을 다해야겠어."
ko_mt: "파티의 끝은 다음 파티를 계획하기에 좋은 기회입니다. 십자군 전쟁과 영웅심로 가득 찬 빡빡한 일정에 맞추기가 다소 어렵지만 최선을 다하겠습니다."

source: "Tell me honestly, did you come here only to make sure I don't have any fun, even at my own birthday party?"
ko: "솔직히 말해 봐요. 제 생일 파티에서 제가 재미도 제대로 못 누리게 하려고 따라온 겁니까?"
ko_mt: "솔직히 말해서, 당신은 내 생일 파티에서도 내가 재미 없게 지내지 않도록하기 위해 여기에 왔습니까? "

source: "I don't know who recaptured this cart — but here's to his health!"
ko: "이 수레를 되찾아 온게 누군진 몰라도 — 그 양반의 건강을 위해 건배!"
ko_mt: "누가 이 카트를 되찾았는지는 모르겠지만 그의 건강을 위해 건배!"

source: "Demons hold no fear when the beer is this good!"
ko: "이 정도로 맛있는 맥주가 있다면야 데몬은 문제도 아니지!"
ko_mt: "맥주가 이렇게 맛있으면 데몬도 겁먹지 않아요!"

source: "Finest I've ever tasted. Let's get another round!"
ko: "내가 먹어본 술중 최고로군. 한 잔 더!"
ko_mt: "지금까지 맛본 것 중 최고예요. 한 잔 더 하자!"

source: "How much longer can we hold out? A day? Two?"
ko: "우리가 얼마나 버틸 수 있을까? 하루? 이틀?"
ko_mt: "얼마나 더 버틸 수 있을까요? 하루? 이틀?"

source: "I heard an army's on its way here from Nerosyan..."
ko: "네로시안에서 군대가 오고 있다던데..."
ko_mt: "네로시안에서 군대가 여기로 오고 있다고 들었는데..."

source: "They all died... My whole troop..."
ko: "내 부대가... 모두 죽다니..."
ko_mt: "모두 죽었어.. 내 부대 전체가..."

source: "What if Kenabres isn't the only city overrun? What if this is how it all ends?"
ko: "만일 점령당한 도시가 케나브레스 하나가 아니라면? 이렇게 모든 게 끝나는 거라면 어떡하지?"
ko_mt: "케나브레스만 감염된 도시가 아니라면요? 모든 것이 이렇게 끝나는 거라면요?"

source: "Kenabres still has some fight in it. We'll make those demons rue the day they came here!"
ko: "케나브레스는 아직 싸울 수 있어. 데몬놈들 여기로 온 걸 후회하게 만들어주지!"
ko_mt: "케나브레스는 아직 투지가 남아있어. 저 데몬들이 이곳에 온 날을 후회하게 만들겠습니다!"

source: "We were defeated... But I'm still alive... For what?"
ko: "우린 패배했고... 난 살아있군... 대체 뭘 위해서?"
ko_mt: "우리는 패배했습니다.. 하지만 난 아직 살아있어.. 뭐 때문에?"

source: "Gods, it hurts..."
ko: "젠장, 더럽게 아프네..."
ko_mt: "맙소사, 아프다..."

source: "Have the gods forsaken us?"
ko: "신들께서 우리를 버린 건가?"
ko_mt: "신들이 우리를 버린 건가요?"

source: "Don't give in to fear... D-don't be scared..."
ko: "두려워하지 마... 거, 겁먹지 말란 말이야..."
ko_mt: "두려움에 굴복하지 마세요.. 겁내지 마세요..."

source: "Forgive me, Goddess, I am not the finest of your knights. They are all dead. Help us win without them."
ko: "용서해주십시오, 여신이시여. 저는 당신의 가장 훌륭한 기사가 아닙니다. 그들은 모두 죽고 말았지요. 우리가 그들 없이 해낼 수 있도록 도와주십시오."
ko_mt: "용서하소서, 여신님, 저는 당신의 기사들 중 가장 뛰어난 기사가 아닙니다. 그들은 모두 죽었습니다. 그들 없이도 승리할 수 있게 도와주세요."

source: "The strap on my armor just ripped. Perfect bloody timing."
ko: "갑옷 끈이 끊어졌군. 끝내주는 타이밍이야."
ko_mt: "갑옷의 끈이 찢어졌어요. 완벽한 타이밍이었죠."

source: "Goddess, if we survive this, I swear I'll never drink another drop... No more effing and blinding... I'll give up the cards... Just please keep us safe!"
ko: "여신이시여, 만일 우리가 살아남는다면, 더 이상 술에 입도 안 대고... 욕도 그만하고... 도박도 때려칠테니... 제발 저희를 지켜주십시오!"
ko_mt: "여신님, 여기서 살아남는다면 맹세컨대 다시는 한 방울도 마시지 않겠습니다.. 이제 더 이상 술에 취해서 눈 멀게 하지 않겠습니다.. 카드도 포기할게요.. 제발 우릴 지켜주세요!"

source: "How did the city fall so easily? What were the bloody paladins doing?"
ko: "도시가 어떻게 이렇게 쉽게 무너진 거지? 대체 팔라딘들은 뭐하고 있었던 거냐고?"
ko_mt: "어떻게 도시가 이렇게 쉽게 함락될 수 있지? 성기사들은 대체 뭘 하고 있었던 거지?"

source: "Praise the gods that we didn't all perish..."
ko: "우리가 모두 죽지 않은 건 신들 덕분이야..."
ko_mt: "우리 모두가 멸망하지 않은 것을 신께 찬양하라..."

source: "Today we're alive... But what about tomorrow?"
ko: "오늘은 살아남았지만... 내일은?"
ko_mt: "오늘 우리는 살아있습니다.. 하지만 내일은 어떨까요?"

source: "Iomedae our intercessor, don't abandon us in our despair..."
ko: "우리의 중재자 아이오메데시여, 저희를 절망 속에 저버리지 마소서..."
ko_mt: "중보자 아이오메데, 절망 속에서 우리를 버리지 마소서..."

source: "I stand on the brink of the greatest discovery. This… is too exciting."
ko: "난 지금 위대한 발견을 눈앞에 두고 있어. 이건... 정말 신나는걸."
ko_mt: "저는 위대한 발견을 눈앞에 두고 있습니다. 이건.. 너무 흥분됩니다."

source: "May Heaven be with you, {mf|brother|sister}!"
ko: "{mf|형제여|자매여}, 천상이 그대와 함께하길!"
ko_mt: "천국이 당신과 함께하길, {mf|형제|자매}여!"

source: "I am amazed by what you've accomplished!"
ko: "그대가 이룩한 위업은 정말로 놀랍습니다!"
ko_mt: "나는 당신이 성취한 것에 놀랐습니다!"

source: "Now I understand why Iomedae the Lightbringer welcomed you into our ranks!"
ko: "빛의 인도자 아이오메데께서 당신을 합류시킨 이유를 알겠군요!"
ko_mt: "이제 빛의전령 아이오메데가 왜 당신을 환영했는지 알겠어요!"

source: You cannot rest now.
ko: 지금은 휴식할 수 없습니다.
ko_mt: 지금은 쉴 수 없습니다.

source: "You are very special."
ko: "당신은 굉장히 특별한걸."
ko_mt: "당신은 매우 특별해요"

source: "Making love always puts me in a poetic mood. Please stop me before I find a pen! I am capable of atrocities where rhyming is involved, like pairing 'washed ashore' with 'four times more.'"
ko: "사랑을 나누고 나면 항상 시를 짓고 싶어진단 말이지. 제발 내가 펜을 찾기 전에 말려줘! 난 운율을 맞추는데 파멸적인 재능을 지니고 있단 말야, 예를 들자면 '먼저 씻어'랑 "먼저 쌌어' 같은 거."
ko_mt: "사랑을 나누면 항상 시적인 기분이 들어요. 펜을 찾기 전에 나를 멈춰주세요! 나는 '씻겨 내려온 해변'과 '네 번 더'를 짝짓는 것과 같이 운율이 관련된 잔학 행위를 할 수 있습니다."

source: "I have no idea what you're thinking about right now, but I shall be very disappointed if it's not our next tryst."
ko: "지금 당신이 무슨 생각을 하고 있는진 몰라도, 우리의 다음 만남에 대한 게 아니라면 난 아주 실망하게 될 거야."
ko_mt: "지금 무슨 생각을 하고 있는지 모르겠지만 다음 시도가 아니라면 매우 실망할 것입니다"

source: "My two favorite things to hear: 'more' and 'don't stop.'"
ko: "내가 가장 듣기 좋아하는 두 단어로군: '더' 하고 '멈추지 마.'"
ko_mt: "내가 가장 좋아하는 두 가지 말은 '더'와 '멈추지 마세요'"

source: "There are some things that cannot be bought, stolen, or forged. What we have just experienced is one of those things."
ko: 살수도, 훔칠수도, 그렇다고 만들수도 없는 것들이 존재하지. 방금 우리가 경험한 게 바로 그런 것들이야."
ko_mt: "세상에는 사거나 훔치거나 위조할 수 없는 것들이 있습니다. 우리가 방금 경험한 것은 그런 것들 중 하나입니다."

source: "Gold dragons have always led the Convocations of Dragons. They preside over all the proceedings. I think I know who will lead the Convocation the next time we gather."
ko: 골드 드래곤들은 항상 드래곤들의 모임을 이끌었지. 그들은 항상 앞서간다니까. 우리가 다음에 모였을 때 누가 이끌지도 벌써부터 알겠는걸."
ko_mt: "골드 드래곤은 항상 드래곤의 소집을 주도해 왔습니다. 그들은 모든 절차를 주재합니다. 다음에 모일 때 누가 소집을 이끌지 알 것 같습니다."

source: "So this is the crusader fortress! How curious, all these little towers..."
ko: "이게 바로 성전의 요새로군! 신기한걸, 저 작은 탑들 좀 봐..."
ko_mt: "여기가 십자군 요새였구나! 얼마나 신기한지,이 모든 작은 탑들..."

source: "Such a young dragon reigns over this place, yet {mf|he|she} already possesses such wisdom... Someday, {mf|he|she} will lead all of our kind."
ko: "저렇게 젊고 지혜로운 드래곤이 이 장소를 다스린다니... 언젠가 저 자가 우리 동족들을 이끌게 되겠군."
ko_mt: "이렇게 어린 용이 이곳을 다스리고 있지만 {mf|그|그녀}는 이미 그런 지혜를 가지고 있습니다... 언젠가 {mf|그|그녀}는 우리 종족 모두를 이끌 것이다."

source: "Will I be throwing away my life needlessly if I fight in the Wound?"
ko: "상처에서 싸우는 것은 내 삶을 쓸데없이 내다버리는 게 아닐까?"
ko_mt: "상처에서 싸우면 불필요하게 목숨을 버리는 것입니까? "

source: "Ah! I remember when they first began constructing Drezen! But that's how it goes, doesn't it? You blink, and suddenly there are little fortresses everywhere!"
ko: "아! 그들이 드레젠의 건축을 시작했을 때가 생각나는군! 세상 일이 그런 법이지, 안 그래? 눈 깜짝할 사이에 요새가 들어선다니까!"
ko_mt: "아! 처음 드레젠을 건설하기 시작했을 때가 기억나요! 하지만 원래 그런 거잖아요, 그렇죠? 눈을 깜빡이면 갑자기 사방에 작은 요새가 생겼어요!"

source: "Humans are so fragile, and their lives are so short... it would be wonderful if we could close the Wound, so that they wouldn't have to depart before their time any longer."
ko: "인간은 너무나 연약하고, 수명도 너무 짧군... 그들의 시간이 다 하기 전에 우리가 상처를 대신 닫아줄 수 있다면 훌륭할 텐데."
ko_mt: "인간은 너무 연약하고 삶은 너무 짧습니다.. 우리가 상처를 닫을 수 있다면 더 이상 시간 전에 떠날 필요가 없을 것입니다 "

source: "Demons are very interesting creatures. Perhaps if we were to spend more time studying them, they wouldn't turn out to be quite as nasty?"
ko: "데몬은 몹시 흥미로운 존재야. 우리가 그들에 대해 충분히 공을 들여 알아갔더라면, 그렇게 사이가 나빠지진 않았을지도?"
ko_mt: "데몬은 매우 흥미로운 생물입니다. 아마도 우리가 그들을 연구하는데 더 많은 시간을 할애한다면 그들은 그렇게 끔찍한 것으로 판명되지 않을까요?"

source: "At last, I can test my strength in battle! What's the point of having power if you can't use it to obliterate demons?"
ko: "드디어, 전투에서 내 힘을 시험할 수 있겠군! 데몬들을 제거하는데 쓸 수 없다면, 힘이 다 무슨 소용이란 말인가?"
ko_mt: "드디어 전투에서 내 힘을 시험해볼 수 있겠어! 데몬을 없애는데 사용할 수 없다면 힘을 갖는 것이 무슨 의미가 있습니까?"

source: "You can get attached to these warmbloods so easily! It's only been a few days, and I already feel like I want to protect them at all costs!"
ko: 이 온혈동물들에게는 참 애착이 가는군! 아직 며칠밖에 되지 않았는데, 벌써부터 무슨 수를 써도라도 그들을 보호해주고 싶어졌어!"
ko_mt: "이 온혈족에게 너무 쉽게 정을 붙일 수 있습니다! 며칠밖에 되지 않았는데 벌써부터 무슨 수를 써서라도 보호하고 싶다는 생각이 들어요!"

source: "It is pointless to resist the Abyss. We must embrace its power like you did, my {mf|lord|lady}."
ko: "심연에 저항하는 것은 무의미하지. 우린 당신처럼 그 힘을 받아들여야만 합니다, 주군."
ko_mt: "심연에 저항하는 것은 무의미하다. 당신처럼 심연의 힘을 받아들여야 합니다, 나의 군주여."

source: "From now on, these lands belong to us! Deskari will be forced to retreat, and we will press forward until we conquer all of Golarion!"
ko: "지금 이 순간부로, 이 땅은 우리의 것이다! 데스카리는 도망칠 것이고, 우리는 골라리온 전역을 정복할 것이다!"
ko_mt: "이제부터 이 땅은 우리 것이다! 데스카리는 후퇴할 수밖에 없고, 우리는 골라리온을 모두 정복할 때까지 전진할 것이다!"

source: "We were in the Abyss, but we came when we heard your call. Lead us to battle, so we can satisfy our desire for blood!"
ko: "우린 심연에 있었지만, 네 부름을 듣고 찾아왔지. 우릴 전장으로 이끌어 피에 대한 욕망을 충족시켜 다오!"
ko_mt: "우리는 심연에 있었지만, 당신의 부름을 듣고 왔습니다. 피에 대한 우리의 욕망을 충족시킬 수 있도록 우리를 전투로 인도하십시오!"

source: "My {mf|lord|lady}, how are you going to fight Deskari with an army of those feeble, scrawny mortals? We'll prove to you that one demon is worth a hundred crusaders!"
ko: "주군, 이 나약하고 볼품없는 필멸자들의 군대로 어떻게 데스카리를 상대하실 생각입니까? 우리가 데몬 하나가 백명의 성전사보다 낫다는 것을 증명해드리지요!"
ko_mt: "나의 군주, 어떻게 저 연약하고 왜소한 인간 군대를 이끌고 데스카리와 싸울 건가? 한 마리의 데몬이 백 명의 십자군보다 낫다는 걸 증명해 보이겠어!"

source: "I've heard that after we win, each of your fighters will be given at least a dozen mortal servants! Is that true?"
ko: "내가 듣기로, 우리가 승리하면 한 명당 필멸자 하인 한 무더기를 안겨줄 거라던데! 그게 정말인가?"
ko_mt: "우리가 승리하면 각 전사에게 필멸자 하인을 최소 12명씩 준다고 들었습니다! 사실인가요?"

source: "We'll drive away Deskari and Baphomet! These mortals belong to us now! We won't let anyone else near our property!"
ko: "우린 데스카리와 바포메트를 쫓아낼 거다! 이 필멸자들은 이제 우리꺼다! 우린 누구에게도 우리의 물건을 넘기지 않는다!"
ko_mt: "우리가 데스카리와 바포메트를 몰아내겠다! 이 필멸자들은 이제 우리의 것이다! 다른 누구도 우리 재산 근처에 오지 못하게 할 것이다!"

source: "They preached such nonsense! But now I see the truth... Yes, I know now that the only true path is one of pain and bloodshed!"
ko: "놈들은 온갖 헛소리를 지껄여댔지! 하지만 이젠 진실을 깨달았어... 그래, 진정한 길은 고통과 유혈로 만들어져야해!"
ko_mt: "그들은 그런 말도 안 되는 설교를했습니다! 하지만 이제 진실을 봅니다.. 예, 이제 유일한 진정한 길은 고통과 유혈 사태라는 것을 압니다!"

source: "Finally! Iomedae's pious prudes aren't looking over our shoulders anymore! We can do whatever we want, and surrender ourselves to sin!"
ko: "마침내! 아이오메데의 경건한 내숭쟁이들이 우릴 염탐하는 일이 없어졌군! 이제 마음껏 즐기며 죄악에 굴복할 수 있게 됐어!"
ko_mt: "드디어! 아이오메데의 경건한 신사들은 더 이상 우리 어깨 너머로 보지 않는다! 우리는 원하는 것은 무엇이든 할 수 있고 죄에 굴복 할 수 있습니다!"

source: "Demons are our rightful masters. We are their servants — their property. That is how it should be."
ko: "데몬은 우리들의 정당한 주인이며, 우리는 그들의 하인 — 그리고 재산이다. 그게 바로 옳게 된 것이다."
ko_mt: "데몬은 우리의 정당한 주인입니다. 우리는 그들의 하인이며 그들의 재산입니다. 그래야 합니다"

source: "There is so much evil and suffering... How marvelous! It feels as if I never left Hell."
ko: "너무나 많 은 악과 고통이야... 훌륭해! 꼭 지옥에 있는 기분이라니까."
ko_mt: "너무 많은 악과 고통이 있습니다.. 정말 놀라워요! 마치 내가 지옥을 떠나지 않은 것처럼 느껴집니다."

source: "In times of war, the soul trade flourishes. How fortunate that there's always war somewhere on Golarion."
ko: "전쟁통에는, 영혼 무역이 활발해지지. 골라리온의 어딘가에서는 항상 전쟁이 벌어지고 있어서 참 다행이라니까."
ko_mt: "전쟁의 시기에는 영혼 거래가 번성한다. 골라리온 어딘가에 항상 전쟁이 있다는 것은 얼마나 다행인지."

source: "While the screams of fallen demons and dying soldiers are pleasant enough, nothing compares to the screams of tortured souls!"
ko: "패배한 데몬과 죽어가는 병사들의 비명도 즐겁긴하지만, 그래도 고통받는 영혼의 절규만한 게 없지!"
ko_mt: "타락한 데몬들과 죽어가는 병사들의 비명은 충분히 즐겁지만, 고문당한 영혼들의 비명과 비교할만한 것은 없습니다!"

source: "This place is truly starting to resemble Cheliax. But it's still a long way from Hell!"
ko: "이 장소는 갈수록 첼리악스 같아지는걸. 그래도 지옥이 되기엔 아직 멀었지만!"
ko_mt: "이곳은 정말 첼리악스를 닮아가기 시작했어요. 하지만 아직 지옥과는 거리가 멀어요!"

source: "Sealing the Wound will reduce the flow of contracts and agreements for crusaders to sign. But we're willing to pay this price to rid ourselves of the Abyss's influence."
ko: "상처를 닫는다는 건 성전사들이 서명할 계약과 동의서의 수가 줄어든다는 것을 의미하지만. 심연의 영향력을 줄이기 위해서라면 뭐든 하겠어."
ko_mt: "상처를 봉인하면 성전사가 서명해야 할 계약과 협정의 흐름이 줄어들 것입니다. 하지만 심연의 영향력에서 벗어나기 위해 기꺼이 이 대가를 치르겠습니다."

source: "Now I see why Lord Mephistopheles is so interested in Drezen. So many opportunities here! So many souls..."
ko: "이제야 왜 메피스토펠레스 님께서 그렇게 드레젠을 신경 쓰셨는지 알 것 같군. 여긴 정말 기회가 많아! 그리고 영혼들도..."
ko_mt: "이제야 왜 메피스토펠레스 경이 드레젠에 관심을 보이는지 알겠군. 여기에는 많은 기회가 있습니다! 너무 많은 영혼..."

source: "What this fortress needs is a giant statue of Asmodeus."
ko: "이 요새에 필요한건 아스모데우스 님의 거대한 동상이야."
ko_mt: "이 요새에 필요한 것은 거대한 아스모데우스 동상입니다 "

source: "Pretending to be human isn't so bad. At least they don't mistake you for a demon."
ko: "인간 흉내를 내는 것도 나쁘지 않은걸. 최소한 데몬 취급은 안 받잖아."
ko_mt: "인간인 척하는 것도 그렇게 나쁘지 않아요. 적어도 그들은 당신을 데몬으로 오해하지는 않아요"

source: "Demons! Finally, the worthy opponents I've been missing in Hell!"
ko: "데몬이다! 마침내, 지옥에서 그토록 그리웠던 적이로군!"
ko_mt: "데몬들! 마침내, 내가 지옥에서 놓치고 있던 가치있는 상대!"

source: "What deity will accept former cultists? Are our souls cursed forever?"
ko: "전직 사교도를 받아줄 신이란 게 존재하나? 우리의 영혼은 영원히 저주받은 걸까?"
ko_mt: "어떤 신이 전 이교도들을 받아줄까요? 우리의 영혼은 영원히 저주받은 것인가?"

source: "Worshiping demons — we were such idiots!"
ko: "데몬을 숭배하다니 — 우린 얼간이였어!"
ko_mt: "데몬 숭배-우리는 정말 바보였습니다!"

source: "Thank Ember — at least she believes in us."
ko: "엠버에게 감사를 — 최소한 그녀는 우리를 믿어주었으니."
ko_mt: "엠버에게 감사합니다-적어도 그녀는 우리를 믿어줘요"

source: "The cult leaders told us there was no way back for us. Luckily it was a lie."
ko: "사교도 지도자들은 우리에게 돌아갈 방법 따위는 없다고 했지만. 다행히 그건 거짓말이었네."
ko_mt: "컬트 지도자들은 우리에게 돌아갈 방법이 없다고 말했습니다. 다행히도 그것은 거짓말이었습니다."

source: "In all fairness, I belong on the gallows. I'm only still alive because of the mercy of that girl and the Commander..."
ko: "솔직히 말해서, 난 교수대에 올라가야 돼. 내가 살아있는 유일한 이유는 사령관과 그 소녀의 자비 덕분이지..."
ko_mt: "공평하게 말하자면, 나는 교수대에 있어야 한다. 내가 아직 살아있는 것은 그 소녀와 사령관의 자비 덕분입니다..."

source: The names of great crusaders and their closest companions are commemorated on this wall.
ko: 위대한 성전사와 그의 동료들의 이름이 이 벽에 새겨져 기념되고 있습니다.
ko_mt: 이 벽에는 위대한 십자군 전사들과 그들의 가장 가까운 동료들의 이름이 기념되어 있습니다.

source: "My girl! Poor Lourry... I can't talk right now. I need to mourn my daughter!"
ko: "내 딸! 불쌍한 Lourry... 지금은 얘기 할 수 없네, 내 딸을 애도해야겠어."
ko_mt: "내 딸! 불쌍한 루리.. 지금은 말할 수 없어요. 내 딸을 애도해야 해!"

source: "It's an honor to serve you, Commander!"
ko: "당신을 섬기게 되어 영광입니다, 사령관!"
ko_mt: "사령관님을 모시게 되어 영광입니다!"

source: "I have seen evil in a thousand guises. But sooner or later it was always defeated. That's what will happen this time, too."
ko: "저는 온갖 형태로 위장한 악들을 마주해왔고, 결국은 모두 쓰러트렸습니다. 이번에도 똑같은 일이 되풀이 될 것입니다."
ko_mt: "나는 수천 가지 모습으로 악을 보았습니다. 그러나 조만간 항상 패배했습니다. 이번에도 그렇게 될 것입니다"

source: "Where is the enemy..."
ko: "적은 어딨는 거야..."
ko_mt: "적은 어디에..."

source: "I smell meat..."
ko: "고기 냄새가 나..."
ko_mt: "고기 냄새가 난다..."

source: "{mf|Master|Mistress}..."
ko: "주인님..."
ko_mt: "주인님..."

source: "This sky... is it always so high? Is there a way to remove it?"
ko: "하늘이란건... 원래 저렇게 높은 건가? 어떻게 치워버릴 방법이 없나?"
ko_mt: "이 하늘은.. 항상 그렇게 높은가요? 낮출 수 있는 방법이 있나요?"

source: "So many smells! I feel dizzy!"
ko: "냄새가 너무 많아서 어지러워!"
ko_mt: "냄새가 너무 많아요! 어지러워요!"

source: "The surface is so beautiful! Now I understand why you're fighting for it!"
ko: "지상은 너무 아름다워! 당신들이 왜 싸우는지도 이해되는군."
ko_mt: "표면이 너무 아름다워요! 이제 왜 당신이 그것을 위해 싸우는지 이해합니다!"

source: "My {mf|lord|lady}! It's hard not to tremble beneath your gaze!"
ko: "주군이시여! 당신의 시선 앞에서 떨지 않기란 너무나 어렵습니다!"
ko_mt: "나의 군주! 당신의 시선 아래에서 떨지 않는 것이 어렵습니다!"

source: "How can I serve you, my {mf|lord|lady}? I am ready to obey your every command!"
ko: 어떻게 도와드릴까요, 나리? 당신의 어떤 명령이든 따를 준비가 되었습니다!"
ko_mt: "어떻게 하면 당신을 섬길 수 있을까요, 나의 군주? 나는 당신의 모든 명령에 순종할 준비가 되어 있습니다!"

source: "Command me, my {mf|lord|lady}. I will be obedient and loyal."
ko: "명령해주십시오, 나리. 충실히 복종하겠습니다."
ko_mt: "명령해 주세요, 나의 군주여. 순종하고 충성하겠습니다 "

source: "Sarkoris is destined to be reborn in death."
ko: "사코리스는 죽음으로써 다시 태어날 것이다."
ko_mt: "사르코리스는 죽음으로 다시 태어날 운명이다"

source: "The living did not expect the demons to attack. They were caught unprepared. We are ever vigilant."
ko: "산 자들은 데몬이 공격할 거라 예측도 하지 못 했다. 놈들은 무방비한 상태로 당했지만, 우리는 경계의 끈을 놓치는 법이 없지."
ko_mt: "산 자들은 데몬들의 공격을 예상하지 못했습니다. 그들은 준비되지 않은 채 잡혔습니다. 우리는 항상 경계하고 있습니다."

source: "This city is dead. Now it seeks vengeance for its demise."
ko: "도시는 죽었다. 그리고 이제 그 죽음에 대한 복수를 갈망하고 있다."
ko_mt: "이 도시는 죽었다. 이제 그 죽음에 대한 복수를 추구합니다 "

source: "Our mortal lives distracted us from our duty. Now, our only concern is the Crusade. We are wholly committed to serving the Commander. This is good."
ko: "우리의 필멸의 삶은 우리를 의무로부터 방만하게 했으나, 이제 우리의 유일한 관심사는 성전뿐이며, 우리는 사령관을 섬기는 데에만 전념한다. 이것은 좋은 징조다."
ko_mt: "우리의 필멸의 삶은 우리의 의무에서 우리를 산만하게 했다. 이제 우리의 유일한 관심사는 십자군 전쟁뿐이다. 우리는 사령관을 섬기는데 전적으로 헌신하고 있습니다. 이것은 좋은 것입니다."

source: "The crusaders who remain alive are deserters. They must reject life, and join the ranks of our army."
ko: "살아남은 성전사들은 탈영병이다. 그들은 삶을 거부하고, 우리의 군대에 합류해야만 한다."
ko_mt: "살아남은 십자군은 탈영병입니다. 그들은 삶을 거부하고 우리 군대의 대열에 합류해야합니다 "

source: "The Worldwound is no place for the living. Only the dead stand a chance of defeating it."
ko: "세계상처는 산 자들을 위한 곳이 아니다. 오로지 망자에게만 그것을 쓰러트릴 가능성이 존재한다."
ko_mt: "세계상처는 산 자들을 위한 곳이 아니다. 오직 죽은 자만이 그것을 물리 칠 수 있습니다 "

source: "There is blood on my hands — the blood of many mortals who once served demon lords. Now they are my brothers and sisters in death."
ko: "내 손에는 피 — 한때 데몬 군주들을 섬겼던 필멸자들의 피가 묻어있다. 그들은 이제 죽음에서의 나의 형제 자매들이다."
ko_mt: "내 손에는 한때 데몬 로드를 섬겼던 많은 필멸자들의 피가 묻어 있다. 이제 그들은 죽어서 내 형제 자매입니다."

source: "Galfrey turned everyone against you. But we are still loyal."
ko: "갈프리는 모두가 당신으로부터 등 돌리게 하였다. 그러나 우리는 충성한다."
ko_mt: "갈프레이가 모두를 적으로 돌렸어요. 하지만 우리는 여전히 충성합니다."

source: "This is no longer Galfrey's Crusade. Nor does it belong to Iomedae. Now it is yours, and yours alone."
ko: "이것은 더 이상 갈프리의 성전도, 아이오메데의 것도 아니다. 이제 이것은 당신, 오로지 당신만의 것이다."
ko_mt: "이것은 더 이상 갈프레이의 성전이 아닙니다. 아이오메데의 소유도 아닙니다. 이제 그것은 당신과 당신만의 것입니다 "

source: "Demon lords are weak. Even the gods are weak. Only death is mighty."
ko: "데몬 군주는 나약하다. 신들마저 나약하다. 오로지 죽음만이 강하다."
ko_mt: "데몬 로드는 약하다. 신들조차도 약하다. 오직 죽음만이 강하다"

source: The ritual figurine is hopelessly ruined.
ko: 의식용 조각상은 완전히 망가졌습니다.
ko_mt: 의식용 조각상은 절망적으로 망가졌습니다.

source: "You want the brigade's treasury? Over my dead body, you miserable fiends! Set me on fire and chop me up all you want! You won't get so much as a coin from Longern the warden! It's all hidden down below, see? Is that all you can do, you pathetic whoresons?"
ko: "여단의 보물을 원하나? 내 시체를 넘어서야 할걸, 이 한심한 악마놈들아! 날 붙 붙히고 토막을 내봐라! 감시자 론건에게서 얻어낼 수 있는 것은 동전 한 푼도 없을 테니까! 바로 이 밑에 숨겨져 있지, 보이냐? 이게 전부냐, 이 한심한 개자식들아?"
ko_mt: "여단의 금고를 원해? 이 비참한 놈들아, 내 시체 위에서! 내 몸에 불을 지르고 마음껏 토막 내! 소장 롱건한테서 동전 한 닢 못 받을 거야! 다 밑에 숨겨놨어, 봤지? 이게 다냐, 이 한심한 창녀들아?"

source: "Heh heh... Fleet of foot, are you? Or light of step? It's one or the other, or else you'll be stuck here with me."
ko: "헤헤... 발이 아주 재빠르신가? 아니면 깃털처럼 가볍나? 둘 다 아니라면, 나랑 여기 갇혀 지내야 할걸."
ko_mt: "허허.. 발이 빠른가? 아니면 발걸음이 가벼운가? 둘 중 하나야, 그렇지 않으면 넌 나랑 여기 갇힐 거야."

source: "So heavy... Why are these bastards pushing so hard...? Time to run for the hills... When I get to the barracks, I'll snatch the stuff I hid under the floorboards and flee... Or not. It's too late... Why the hell did you throw me in here? I was still alive..."
ko: "엄청 무겁네... 이 개자식들은 왜 이리 열심히 덤비는 거야... 도망칠 때가 됐군... 병영에 도착하면, 마루 밑에 숨긴 내 물건들을 챙겨다가 도망... 못 치겠네. 너무 늦었잖아... 대체 날 왜 여기에 던진거람? 난 아직 살아있었는데..."
ko_mt: "너무 무겁다.. 이 자식들 왜 이렇게 세게 밀지...? 언덕으로 도망갈 시간이야.. 막사에 도착하면 장판 밑에 숨겨둔 물건들 챙겨서 도망가야지.. 안 될지도 모르지 너무 늦었어.. 왜 날 여기 던져 넣은 거야? 난 아직 살아있었는데..."
