Repository: akintos/wotr-translation
Catalog: translation/*/Encounters.po
Languages: ko, ko_mt

source: The plaque reads: "I am the Memorial of the Reapers. Touch me to read my tale."
ko: 명판에 적힌 내용은 이러합니다. "나는 사신들의 기념물이다. 내 이야기를 읽고 싶다면 나를 만져라."
ko_mt: 명판에는 이렇게 적혀 있습니다. "나는 사신들의 기념비입니다. 내 이야기를 읽으려면 나를 만져라."

source: The writing on the plaque changes: "I am the last king of the Reapers. We were the offspring of the gods. We were granted power over life and death. We maintained balance in the universe."
ko: 명판에 적힌 내용이 바뀌었습니다. "나는 사신들의 마지막 왕이다. 우리는 신들의 자손이었다. 우리는 삶과 죽음을 지배하는 힘을 지니고 있었다. 우리는 우주의 균형을 유지하였다."
ko_mt: 명판의 글귀가 바뀝니다. "나는 리퍼의 마지막 왕이다. 우리는 신들의 자손이다. 우리는 삶과 죽음에 대한 힘을 부여 받았습니다. 우리는 우주의 균형을 유지했습니다."

source: "At the zenith of our power, we rose higher than all others. We gazed down upon creation and we were untouchable."
ko: "우리의 힘은 정점에 달해, 우리를 남들위에 올라서게 만들었다. 우리는 다른 피조물들을 내려다보았으며, 누구도 감히 범접하지 못 하였다."
ko_mt: "우리 힘의 정점에서 우리는 다른 모든 존재보다 더 높이 솟아올랐습니다. 우리는 만물을 내려다보았고, 그 누구도 건드릴 수 없었습니다."

source: "But the other races united in opposition to our purpose. They attacked from all sides and slaughtered us until none was left."
ko: "하지만 다른 종족들이 우리에 맞서 연합하기 시작했다. 그들은 사방에서 우리를 공격하며, 우리 모두가 죽을 때까지 살육을 멈추지 않았다."
ko_mt: "하지만 다른 종족들은 우리의 목적에 반대하여 단결했습니다. 그들은 사방에서 공격해 한 명도 남지 않을 때까지 우리를 학살했습니다."

source: "As the day rises and the night falls, we all will move forward to meet our end. I, the memory of the last Reaper King, chained inside this memorial, bear witness to this truth."
ko: "해가 뜨고, 지듯이, 우리는 나아가며 결국 그 끝을 맞이했다. 나, 최후의 사신왕의 기억이 이 기념관 안에 묶여있다. 이 진실을 목도하라."
ko_mt: "날이 밝고 밤이 내리면 우리 모두는 최후를 맞이하기 위해 앞으로 나아갈 것입니다. 이 기념관 안에 갇혀 있는 마지막 사신 왕의 기억인 제가 이 진실을 증언합니다."
