Repository: akintos/wotr-translation
Catalog: translation/*/Encounters.po
Languages: ko, ko_mt

source: Senior Guard
ko: 선임 경비
ko_mt: 시니어 가드

source: "It's probably all rubbish, but people say that a real angel walks around with {mf|him|her} as {mf|his|her} as a bodyguard! In the Abyss, of all places!"
ko: "개소리겠지만, 소문에 따르면 진짜 엔젤이 녀석의 호위로써 따라다닌 다는군, 하고 많은 곳 중에, 바로 심연에서 말이야!"
ko_mt: "다 헛소리겠지만, 사람들은 진짜 천사는 {mf|그|그녀}를 {mf|그|그녀}의 보디가드로 데리고 다닌다고 하죠! 심연에서!"

source: "Oh, this is the stranger who's been looking for the Spinner of Nightmares? A brave one, I'll give {mf|him|her} that! The Spinner is a dangerous piece of work."
ko: "아, 악몽의 직조자를 찾아 다닌다는 이방인 아니신가? 배짱 좋은걸, 그건 인정해야겠어! 그 악몽의 직조자는 무척 위험한 녀석이거든."
ko_mt: "악몽을 잣는 자'를 찾던 낯선 사람이군요? 용감하군, {mf|그|그녀}에게 박수를 보내야겠어! 스피너는 위험한 물건이에요."

source: "What I heard is that {mf|he|she} slaughtered the guards when they tried to stop {mf|him|her} at the gates! That's rough!"
ko: "듣기로는, 경비들이 문을 지나려는 놈을 막으려하자, 전부 도륙을 내버렸다는군! 굉장한 녀석이야!"
ko_mt: "{mf|그|그녀}의 {mf|그|그녀}를 성문에서 막으려던 경비병들을 학살했다고 들었습니다! 끔찍하군요!"

source: "Look, there goes Nocticula's pet! How come {mf|he|she} gets all this praise?!"
ko: "저기 좀 봐, 녹티큘라의 애완동물이다! 어떻게 저렇게 이쁨을 받는 걸까?"
ko_mt: "봐요, 녹티큘라의 애완동물이 저기 있네요! 어떻게 {mf|그|그녀}의 이렇게 칭찬을 많이 받을 수 있지?!"

source: "Watch out, here's a new {mf|master|mistress} of shadow demons!"
ko: "조심해, 그림자 데몬들의 새로운 주인께서 행차하신다!"
ko_mt: "조심하세요, 새로운 주인님 그림자 데몬이 등장합니다!"

source: "Whoa, that's Willodus's killer in the flesh! {mf|He|She} killed the poor guy right in front of the main gates to his own palace! And the demon whimpered and begged for mercy!"
ko: "맙소사, 윌로더스 살해범이잖아! 놈은 그 불쌍한 자식을 자기 집 정문 앞에서 쳐죽인 놈이야! 데몬은 그러는 동안에 아무것도 못하고 질질 짜면서 자비를 구걸했다던데!"
ko_mt: "우와, 윌로두스의 살인범이 살아있네! {mf|그|그녀}의 자신의 궁전 정문 바로 앞에서 불쌍한 녀석을 죽였어! 그리고 데몬은 울부짖으며 자비를 구걸했어!"

source: "Rumor has it that this is a new member of the assassins guild. The most dashing killer for hire in the whole Alushinyrra! That's one impressive claim to fame!"
ko: "소문에 따르면 이 녀석이 암살자 길드의 새로운 단원이라더군. 알루시니라 전역에서 가장 잘 나가는 살인자라나! 그것 참 굉장한 명성인걸!"
ko_mt: "암살자 길드의 새로운 멤버라는 소문이 돌고 있습니다. 알루시니라 전체에서 가장 용맹한 암살자라고 합니다! 명성이 대단하군요!"

source: "People gossip that the headquarters of the assassins guild was trashed! It was a proper slaughterhouse in there! And that stranger is who's to blame for all that!"
ko: "사람들이 암살자 길드의 본부가 박살이 났다더군! 완전 도살장이 따로 없다던데! 그리고 저 이방인이 바로 그 범인이고 말이야!"
ko_mt: "암살자 길드 본부가 폐허가 되었다고 소문이 났어요! 그 안은 제대로 된 도살장이었어! 그리고 그 낯선 사람이 모든 책임을 져야 합니다!"

source: "Chivarro tried to sink her teeth into that stranger. Apparently, her bite wasn't deep enough... because the consequences were unfortunate for her."
ko: "키바로가 저 이방인을 물어뜯으려 했다던데, 결국 그녀가 맞이한 꼴을 보면, 충분히 깊게 깨물진 못했던 모양이야..."
ko_mt: "치바로는 낯선 사람에게 이를 물려고 했어요. 물린 깊이가 충분하지 않았던 모양입니다.. 그 결과는 치바로에게 불행했습니다."

source: "Did you really defeat the champion of the Battlebliss?! That's something! I've heard that it was a real massacre!"
ko: "정말로 전투의 환희의 챔피언을 쓰러트렸나?! 그거 굉장한걸! 듣기로는 완전 학살이었다던데!"
ko_mt: "정말 배틀블리스의 챔피언을 물리쳤어?! 대단하네요! 진짜 학살이었다고 들었어요!"

source: "People say that Minagho had a bone to pick with this stranger! They clashed, and where's Minagho now? She shouldn't have made a move against someone stronger."
ko: "소문으로는 미나고가 저 이방인이랑 풀어야 할 원한이 있다더군! 그래서 부딪혔는데, 미나고가 어디로 갔게? 그래서 자기보다 힘센 사람한테는 덤비면 안 되는 거야."
ko_mt: "사람들은 미나고가 이 낯선 사람에게 앙심을 품고 있었다고 말합니다! 둘이 충돌했는데 미나고는 지금 어디 있죠? 그녀는 더 강한 사람을 상대로 움직이지 말았어야 했어요."

source: "Hey! You're the one who tore up Savamelekh's mansion, aren't you? I'll bet he's pissed at you!"
ko: "이봐! 네가 사바멜레크의 저택을 박살냈다던 그놈이지? 그 자식 엄청 화났겠는걸!"
ko_mt: "이봐요! 사바멜렉의 저택을 부순 게 바로 당신이죠? 분명 너한테 화났을 거야!"

source: "Alushinyrra honors Arueshalae! And her friends!"
ko: "알루시니라는 아루샬레와 그녀의 친구들을 환영하지!"
ko_mt: "알루시니라가 아루샬래를 기립니다! 그리고 그녀의 친구들도!"

source: "Hey there, azata killer! I hope you made that outsider Dimalchio suffer before he pegged it!"
ko: "어이, 아자타 살해자! 그 외부인 디말시오 자식을 죽이기 직전에 고통을 좀 안겨줬길 바라지!"
ko_mt: "안녕, 아자타 킬러! 저 외지인 디말치오가 못을 박기 전에 고통스럽게 만들었으면 좋겠어!"

source: "You slew that brute Voetiel! Is it true you're going after Hepzamirah next?"
ko: "네가 그 덩치 보에티엘을 죽인 놈이군! 다음은 헵자미라라는 게 사실인가?"
ko_mt: "그 짐승 같은 보에티엘을 죽였잖아! 다음엔 헵자미라를 노린다는 게 사실이야?"

source: "Curses, that's {mf|him|her}! The one who brought the angel to Alushinyrra! Better give {mf|him|her} a wide berth."
ko: "빌어먹을, 알루시니라에 엔젤을 데려온 놈이잖아! 좀 떨어져서 걸어야겠군."
ko_mt: "저주, 저건 {mf|him|her}이야! 천사를 알루시니라로 데려온 자! {mf|그|그녀}에게 자리를 비켜주는 게 좋을 거야."

source: "Hey, that's the Mephit Slayer!!"
ko: "이봐, 메피트 학살자다!"
ko_mt: "야, 저거 메피트 슬레이어다!!"

source: "If you're in need of a good overseer for your new slaves, {mf|sir|ma'am}, look no further. I'll teach them to obey."
ko: "새로운 노예들을 관리할 훌륭한 감독관을 찾고 계시다면, 더 고생하실 필요 없습니다 {mf|선생|부인}. 제가 그놈들을 잘 가르칠테니까요."
ko_mt: "새 노예 {mf|sir|ma'am}을 위한 훌륭한 감독자가 필요하다면 더 이상 찾아보지 마세요. 내가 그들에게 순종하도록 가르치겠다."

source: "Isn't {mf|he|she} the one who's buying all the slaves from Golarion? {mf|He|She} is all the slaves talk about, they treat {mf|him|her} like some sort of {mf|god|goddess}."
ko: "저 놈, 노예들이 떠들어대던 골라리온 출신 노예들을 싹 사간다는 그 녀석 아니야? 놈들이 무슨 {mf|신|여신} 마냥 숭배하던데."
ko_mt: "{mf|그|그녀}의 골라리온의 모든 노예를 사들이는 사람 아닙니까? 노예들은 {mf|그|그녀}만 얘기하고, {mf|그|그녀}를 {mf|god|goddess}처럼 취급하죠."

source: "Check it out, that's Vellexia's new favorite! Word is that they're crazy for each other — and I mean crazy! People say that Vellexia dismembers a new slave every day just to give {mf|him|her} a heart in a box!"
ko: "저것 좀 봐, 벨렉시아의 새로운 애인이야! 소문으로는 둘이 서로한테 거의 미쳐있다는데 — 완전히 말이야! 사람들 말이 벨렉시아가 매일 같이 노예를 죽인 다음에 그 심장을 상자에 담아 선물 해준다더라고!"
ko_mt: "이것 봐요, 벨렉시아가 새로 좋아하는 거예요! 소문에 의하면 둘이 서로에게 푹 빠졌다고 해요 - 정말이에요! 사람들은 벨렉시아가 {mf|그|그녀}에게 하트를 주기 위해 매일 새로운 노예를 해부한다고 해요!"

source: "I can't believe that {mf|he|she} offed Vellexia! She was so powerful that she seemed immortal!"
ko: "저 녀석이 벨렉시아를 쓰러트렸다니, 믿기지 않는걸! 그녀는 엄청 강력해서 무적인 것 같았는데!"
ko_mt: "{mf|그|그녀}의 벨렉시아를 쓰러뜨렸다니 믿을 수가 없어요! 그녀는 너무 강력해서 불사신처럼 보였어요!"

source: "Look, this is the new {mf|guy|girl} doing Shamira's dirty work! People say that she entrusts {mf|him|her} with secret missions!"
ko: "어이, 샤미라의 더러운 일을 대신 처리해준다던 새로운 놈이야! 소문으로는 그녀가 저 녀석에게 비밀 임무를 맡겼다더군!"
ko_mt: "봐요, 샤미라의 더러운 일을 하는 새로운 {mf|소년|소녀}입니다! 사람들은 그녀가 {mf|그|그녀}에게 비밀 임무를 맡긴다고 해요!"

source: "Ha, I know {mf|him|her} well! This's the one that caused the massacre at the Fleshmarkets! Now all the slavers buy their bodyguards in bulk!"
ko: "하, 아는 녀석이잖아. 저놈이 바로 살덩이 시장에서 학살을 벌인 놈이야! 이제 노예상 녀석들은 호위병을 무더기로 구매하고 있다더군!"
ko_mt: "하, {mf|그|그녀}를 잘 알아요! 이 놈이 바로 육체시장에서 학살을 일으킨 놈이야! 이제 모든 노예상들이 경호원을 대량으로 사들이고 있어!"

source: "Wow, see that stranger? Lord Sarzaksys gave them his ornament!"
ko: "와, 저 이방인 보여? 사르작시스님께서 직접 녀석에게 장신구를 선물하셨다던데!"
ko_mt: "와, 저 낯선 사람 보여요? 사작시스 경이 장식품을 줬어요!"

source: "The Fleshmarkets are closed! There's a damn tree growing there now! You can't buy a proper slave now! And all because of {mf|him|her}!"
ko: "살덩이 시장은 문 닫았어! 거기선 이제 빌어먹을 나무가 자라고 있다고! 저 녀석 덕분에 이젠 제대로 된 노예를 살 수도 없게 됐어!"
ko_mt: "육체시장은 문을 닫았습니다! 지금 거기서 망할 나무가 자라고 있어! 이제 제대로 된 노예를 살 수 없어! 모두 {mf|그|그녀} 때문이야!"

source: "I'll break those guards' necks! All kinds of scum constantly wanders into these quarters! A dozen or so thieves even broke into my mansion recently... Afterward, I had to scrape all their hideous guts off of the walls. Well, not me personally, but the slaves had to!"
ko: "온갖 쓰레기들이 구역을 돌아다니는구만! 그 경비 자식들 목을 부러뜨려야겠어! 최근에는 도적 몇 놈이 내 저택에 쳐들어왔는데... 그다음엔 녀석들의 내장으로 범벅이 된 벽을 다 긁어내야만 했지. 뭐, 직접은 아니고, 노예들이 했지만 말이야!"
ko_mt: "저 간수들의 목을 부러뜨릴 거야! 온갖 쓰레기들이 끊임없이 이 숙소를 돌아다녀요! 최근에도 도둑 열댓 명이 내 저택에 침입했습니다.. 그 후, 벽에 붙은 끔찍한 내장을 모두 긁어내야 했어요. 글쎄요, 저는 개인적으로는 아니지만 노예들은 그래야만 했어요!"

source: "Vellexia got bored. She's searching for young talent once again! Those who manage to impress her get to live lives of luxury. Those who don't are never seen again."
ko: "벨렉시아가 질렸는지, 다시 젊고 재능있는 자를 찾는다더군! 그녀에게 깊은 인상을 주는데 성공한 녀석은 화려한 삶을 살게 되지만, 실패한 녀석들은 다시는 안 보이게 된다던데."
ko_mt: "벨렉시아는 지루해졌습니다. 그녀는 다시 한 번 젊은 인재를 찾고 있습니다! 그녀에게 깊은 인상을 남기는 사람은 호화로운 삶을 살게 됩니다. 그렇지 못한 사람은 다시는 볼 수 없습니다."

source: "I'm bored... I guess I'll go to the Fleshmarkets and buy some slaves to gut. At least that will be some kind of entertainment."
ko: "따분해... 살덩이 시장에 가서 배를 쨀 노예나 사야겠다. 그건 좀 재미라도 있겠지."
ko_mt: "지루해.. 육체시장에 가서 노예를 사서 굿을 해야겠어. 그러면 오락거리라도 되겠지."

source: "Shamira's way too full of herself. She's just an insolent upstart, owing everything to Nocticula! Of course, she's still dangerous. I wouldn't want to be her enemy."
ko: "샤미라는 너무 자신만만해, 전부 녹티큘라 덕분에 그 자리에 오른 시건방진 년 주제에! 물론, 위험한건 변함 없으니까, 그녀의 적이 되지는 않을 거야."
ko_mt: "샤미라는 너무 자만심에 가득 차 있어요. 녹티큘라에게 모든 걸 빚지고 있는 건방진 신인이에요! 물론 여전히 위험하긴 하지만요. 전 그녀의 적이 되고 싶지 않아요."

source: "Ohhh, Willodus, that pathetic piece of crap. I almost feel sorry for him. There is a price on his head, so now he sits in his palace like it's a fortress under siege. Still, he is ultimately doomed."
ko: "오오, 윌로더스 그 멍청한 쓰레기 자식. 그 녀석 머리에 현상금이 걸렸다던데, 정말 안 됐다니까. 이제 마치 공성전을 치르는 요새처럼 해놓은 자기 궁전에만 머무른다던데. 뭐, 망한 건 변함없지."
ko_mt: "오, 윌로두스, 그 한심한 자식. 불쌍하기 짝이 없군. 그의 머리에 대가를 치렀으니 이제 그는 포위당한 요새처럼 궁전에 앉아 있겠지. 그래도 그는 결국 파멸할 겁니다."

source: "I remember the times when Nocticula was just another nobody. Vyriavaxus was in charge of everything here. Now she claims herself to be a mistress of his Abyssal realm! And where is dear old Vyriavaxus? Dead as a doornail."
ko: "아직도 녹티큘라가 별 볼일 없던 시절이 기억나는데 말야. 그 때는 비리아백서스가 모든 걸 관리했었지. 지금은 그 여자가 그의 심연의 왕국이 자기 것이라 자칭하고 다니잖아! 그 늙은이 비리아백서스는 어디 갔냐고? 철저하게 죽었지."
ko_mt: "녹티큘라가 그저 보잘것없는 존재였던 시절이 기억납니다. 비리아박수스가 이곳의 모든 것을 책임지고 있었죠. 이제 그녀는 자신이 심연의 왕국의 여주인이라 주장합니다! 비리아박수스는 어디 있지? 시체처럼 죽었죠."

source: "Bad times are upon us. Hepzamirah, Baphomet's whore, struts around acting like she owns everything — and everyone bows before her. Who is she, anyway, and where did she get so much power?"
ko: "요즘은 상황이 안 좋아. 바포메트의 창녀, 헵자미라가 마치 여기가 자기 집인 마냥 으스대며 돌아다니잖아. 게다가 다들 그녀만 보면 고개를 조아리기 바쁘지. 도대체 정체는 뭐고, 어디서 그런 힘을 손에 넣은 거야?"
ko_mt: "나쁜 시대가 왔습니다. 바포메트의 창녀 헵자미라가 모든 것을 소유한 것처럼 행세하고, 모두가 그녀 앞에 머리를 조아립니다. 도대체 그녀는 누구이며 어디서 그렇게 많은 힘을 얻었을까요?"

source: "Nocticula, Baphomet, and Deskari pretend to be on good terms with each other. But that's a load of rubbish. They would happily jump at each other's throats at the first opportunity. I'd enjoy watching that unfold."
ko: "녹티큘라, 바포메트, 그리고 데스카리. 이 셋은 서로 사이 좋은 친구인 것마냥 뽐내고 다니지만, 다 개소리야. 기회만 보였다하면 서로 목을 그어댈걸. 그 꼴은 좀 보고 싶군."
ko_mt: "녹티큘라, 바포메트, 데스카리는 서로 사이가 좋은 척합니다. 하지만 그건 헛소리예요. 그들은 기회만 있으면 기꺼이 서로의 목을 치려고 할 겁니다. 그 과정을 지켜보는 재미가 쏠쏠하죠."

source: "I like Nocticula. She controls all the scum from the Lower and Middle quarters with a firm hand, while not getting in the way of serious demons. That's how a true ruler should behave."
ko: "난 녹티큘라가 맘에 들어. 하층과 중층부의 쓰레기들은 강하게 제재하면서 더 강력한 데몬들은 방치하잖아. 모름지기 지배자라면 그렇게 행동해야지."
ko_mt: "저는 녹티큘라를 좋아합니다. 그녀는 중하층부의 모든 쓰레기를 단호한 손길로 통제하면서도 심각한 데몬들을 방해하지 않죠. 진정한 통치자는 그렇게 행동해야 합니다."

source: "Sometimes, I go to the Lower City just to blow off some steam. After you kill a dozen or two of those pathetic creatures, all your anger goes away for a while."
ko: "난 가끔, 머리에 쌓인 열 좀 빼러 도시 하층부로 내려가곤 해. 그 멍청한 놈들 열댓놈 정도 죽이고 나면 화가 좀 가신다니까."
ko_mt: "가끔은 화풀이하러 로어 시티에 가기도 해요. 그 한심한 생명체들을 한두 마리 죽이고 나면 잠시나마 분노가 사라지죠."

source: "I had this buddy called Blob. He was a gladiator. Once Blob got a minor injury — just a broken finger, so he went to the arena's healer. Well, this healer came back the next day and said that Blob died during the surgery!"
ko: "나한테 블롭이라는 친구가 있었는데, 이놈이 검투사였거든. 어느 날 블롭이 경상을 입었어. 그냥 손가락이 부러졌을 뿐이었고, 그래서 투기장의 치료사를 찾아갔지. 그런데 글쎄, 다음 날 이 치료사가 돌아오더니 블롭이 수술중에 죽었다는 거야!"
ko_mt: "블롭이라는 친구가 있었어요. 그는 검투사였어요. 한번은 블롭이 손가락이 부러지는 가벼운 부상을 입어 경기장 치유사에게 갔어요. 그런데 다음 날 치유사가 돌아와서 블롭이 수술 도중 사망했다고 말했어요!"

source: "You should never deal with that crazy bitch, Vellexia. When she gets bored, she starts doing horrible things!"
ko: "벨렉시아 그 미친년이랑은 상대를 하지 마. 심심하면 온갖 미친짓을 벌인다니까!"
ko_mt: "그 미친 년, 벨렉시아는 절대 상대하지 마세요. 지루해지면 끔찍한 짓을 하기 시작하거든!"

source: "I hate that scumbag, Irmangaleth. He promised me a fight with Gelderfang... Then the whole League jumped me and knocked me out cold. The champion didn't even show up to the arena."
ko: "난 이르망갈레스 그 쓰레기가 싫어. 놈이 분명 겔더팽과 싸우게 해주겠다고 했는데... 나힌드리 리그 전원이 나타나서는 날 흠씬 두들겨 패더군. 챔피언은 나타나지도 않았어."
ko_mt: "그 쓰레기 같은 놈, 이르만갈레스가 싫어. 겔더팡과의 대결을 약속했는데.. 그러자 리그 전체가 저를 덮쳐서 쓰러뜨렸어요. 챔피언은 경기장에 나타나지도 않았어요."

source: "Word on the street is that Chivarro seized control over the succubi from Minagho. But they're both alive, which means they struck some kind of deal."
ko: "소문에 따르면 키바로가 미나고로부터 서큐버스들을 빼았다던데. 그런데 둘 다 살아있는 걸 보면, 뭔가 거래라도 한 모양이야."
ko_mt: "소문에 따르면 치바로가 미나고로부터 서큐비를 장악했다고 합니다. 하지만 둘 다 살아있으니 모종의 거래를 했다는 뜻이죠."

source: "Not a freaking chance you're gonna get a fair shake from Shamira! She'll chew you up and spit you back out. You'll be right back here in the slums before you can blink. I'm telling you, if she wants something from you, go find it and sell it to someone else for a heap of cash!"
ko: "샤미라한테서 제값을 받을 수 있으리란 생각은 하지도 마! 네가 눈 깜빡할 사이에 널 쪽 빨아먹고, 이 빈민굴에 다시 던져다 놓을걸. 진심으로 하는 말인데, 만일 그녀가 너한테서 뭘 원한다면, 다른 사람을 찾아가서 제값에 팔라고!"
ko_mt: "샤미라에게 정정당당하게 맞설 수 있는 기회는 절대 없어요! 그녀는 널 씹어서 다시 뱉어낼 거야. 눈도 깜빡하기 전에 빈민가로 돌아갈 거야. 샤미라가 너한테서 원하는 게 있으면 가서 찾아서 다른 사람에게 팔아서 돈을 많이 벌어!"

source: "Spare a coin for a former arena gladiator, who was mutilated by the damned fighters of the Nahyndrian League."
ko: "빌어먹을 나힌드리 리그의 전사 때문에 불구가 된 전직 투기장 검투사를 위해 동전 한 푼만 주십쇼."
ko_mt: "나헨드리안 리그의 저주받은 전사들에게 절단된 전직 투기장 검투사를 위해 동전을 아끼지 마세요."

source: "Nocticula is a tyrant and a vicious bitch. I wish someone would scrape her off her throne and twist her neck. I hate her."
ko: "녹티큘라는 폭군에 성질 나쁜 개년이야. 누군가 그년의 모가지를 비틀고 왕좌를 뺏으면 좋을 텐데. 난 그녀가 싫어."
ko_mt: "녹티큘라는 폭군이자 악랄한 암캐입니다. 누군가 왕좌에서 긁어내서 목을 비틀어버렸으면 좋겠어요. 정말 싫어요."

source: "It's time to draw knives and stab the guards... Alushinyrra is a free city..."
ko: "칼을 뽑아 들고 경비들을 찌를 때가 되었군... 알루시니라는 자유 도시야..."
ko_mt: "칼을 뽑아 경비병을 찔러야 할 때입니다.. 알루시니라는 자유의 도시다..."

source: "The other day, a gang wrecked this craphole called the Bad Luck and finished off its owners. Now the tavern belongs to someone else."
ko: "며칠 전엔가, 웬 놈들이 액운이라는 뭔 똥통에 쳐들어와서는 다 부수고 주인장을 죽였어. 이제 그 선술집은 다른 사람 차지라던데."
ko_mt: "얼마 전 한 갱단이 배드 럭이라는 선술집을 난장판으로 만들고 주인을 죽였어요. 이제 이 선술집은 다른 사람의 소유가 되었습니다."

source: "This stranger, a lad from another plane, was wandering around here, looking for cheap goods to buy. So we pitched him some hot merch, and the guards nabbed him right at the gates! What a laugh!"
ko: "이 다른 차원에서 온 이방인이라는 친구가, 여기저기 돌아다니며 저렴한 물건들을 찾더라고. 그래서 위험한 물건들을 좀 넘겨줬더니, 바로 관문에서 경비한테 붙잡히던데! 얼마나 웃겼는지!"
ko_mt: "다른 차원에서 온 낯선 남자가 싸게 살 물건을 찾으며 이곳을 돌아다니고 있었어요. 그래서 우리가 그에게 멋진 상품을 권했더니 경비원들이 바로 게이트에서 그를 붙잡아갔어요! 정말 웃겼죠!"

source: "For just a thousand gold coins, I'll off your enemy as if he was a puniest quasit. As a member of the Assassins' Guild, I bet my life on the result."
ko: "금화 1,000 닢만 주시면, 당신의 적을 약골 콰짓마냥 간단히 처리해드립니다. 암살자 길드의 일원으로서, 결과는 제 목숨을 걸고 보증합니다."
ko_mt: "단돈 천 금화만 주면, 당신의 적을 가장 못된 콰짓처럼 처단해 주겠소. 암살자 길드의 일원으로서 그 결과에 목숨을 걸겠습니다."

source: "A few days ago, a bunch of tentacles crept out of the crap drain and dragged away a couple of drifters. Those bums screamed like they were being torn to pieces... We nearly laughed our heads off."
ko: "며칠전에, 오물 배수구에서 촉수 몇 개가 기어나오더니, 근처에 있던 노숙자 몇 명을 끌고갔지. 녀석들, 꼭 완전히 찢겨져나가는 것마냥 비명을 질러대던데... 진짜 미친듯이 웃었다니까."
ko_mt: "며칠 전, 한 무리의 촉수들이 하수구에서 기어 나와 부랑자 두 명을 끌고 갔어요. 그 부랑자들은 갈기갈기 찢기는 것처럼 비명을 질렀습니다.. 저희는 거의 웃을 뻔했어요."

source: "I used to be a successful slaver once... But it took just one word from Shamira — and here I am, banished to this rat-hole."
ko: "난 한때 성공한 노예상이었어... 근데 샤미라의 말 단 한 마디에, 이 시궁창으로 떨어졌지."
ko_mt: "한때는 성공한 노예였어요.. 하지만 샤미라의 말 한 마디에 이 쥐구멍으로 추방되어 여기까지 오게 되었습니다."

source: "People say that Hepzamirah is hiring workers to do some job for her. Lots of workers, a freaking lot — a whole army. Maybe I should seek her out..."
ko: "사람들 말이 헵자미라가 그녀 밑에서 일을 할 일꾼들을 고용하는 중이라더군. 아주 많이, 존나 많이 — 무슨 군대 수준으로. 어쩌면 한 번 들러봐야 할지도..."
ko_mt: "사람들은 헵자미라가 그녀를 대신해 일을 할 일꾼을 고용하고 있다고 말합니다. 일꾼이 엄청나게 많다고요, 군대 전체가. 그녀를 찾아야 할지도 모르겠어요..."

source: "I wish I could work for assassins, too. Cuttin' throats, spillin' guts, and getting' paid? That's the life!"
ko: "나도 암살자가 되고 싶어. 목을 자르고, 내장을 쏟아내게 하면서, 돈까지 받는다고? 그게 사는 거지!"
ko_mt: "저도 암살자를 위해 일하고 싶어요. 목을 자르고, 내장을 흘리고, 돈을 받는 거요? 그게 바로 인생이죠!"

source: "If only Lady Vellexia noticed my talents! What a luxurious life I could live!"
ko: "벨렉시아님께서 제발 내 재능을 알아주셨으면! 얼마나 화려하게 살 수 있겠어!"
ko_mt: "벨렉시아 부인이 내 재능을 알아봐 주었더라면! 얼마나 호화로운 삶을 살 수 있었을까!"

source: "People say that many unpopulated islands have fallen into this plane of the Abyss. Lately, something is going wrong."
ko: "남들이 하는 말이, 많은 무인도들이 심연의 이곳으로 떨어진다더군. 최근들어, 뭔가 이상하단 말야."
ko_mt: "사람들은 인구가 없는 많은 섬들이 이 심연의 차원으로 떨어졌다고 말합니다. 최근에 뭔가 잘못되고 있습니다."

source: "Long live the champion of the Battlebliss! Gelderfang will tear everyone to pieces! Hail Gelderfang!"
ko: "겔더팽은 누구든지 도륙을 내버리지! 전투의 환희의 챔피언 만세! 겔더팽 만세!"
ko_mt: "배틀행복의 챔피언 만세! 겔더팽이 모두를 갈기갈기 찢어버릴 것이다! 겔더팽 만세!"

source: "Matches in the Battlebliss have become terribly dull lately. You can tell right from the very start who's going to win. I want to watch a fight, not an execution!"
ko: "요즘 전투의 환희의 경기들은 끔찍하게 지루해졌어. 시작하자마자 누가 이길지 뻔하다니까. 난 처형이 아니라, 싸움을 구경하고 싶다고!"
ko_mt: "배틀블리스의 경기가 최근 들어 몹시 지루해졌습니다. 누가 이길지 처음부터 알 수 있어요. 처형이 아닌 전투를 보고 싶어요!"

source: "Baphomet's demons walk into our homes as if they own us! Those bastards! But the Deskarites are even worse! Insolent assholes! It would be so nice to kick them all out!"
ko: "바포메트의 데몬들이 마치 여기가 자기 집이라도 되는 것마냥 들락거리잖아! 개자식들! 근데 데스카리 신도놈들은 더해! 무례한 개자식들! 전부 다 쫓아내버리고 싶어!"
ko_mt: "바포메트의 데몬들이 우리 집에 마치 주인인 것처럼 들어와요! 저 개자식들! 하지만 데카라이트는 더 심해! 건방진 놈들! 다 쫓아내면 정말 좋을 텐데!"

source: "The Nahyndrian League rules the arena! I just love them! I should get myself Nahyndrian armor and a Nahyndrian axe!"
ko: "나힌드리 리그가 투기장의 최고지! 완전 좋아! 나도 나힌드리 갑옷이랑 나힌드리 도끼를 사야겠어!"
ko_mt: "나헨드리안 리그가 경기장을 지배합니다! 난 그들을 좋아해! 나힌드리안 갑옷과 나힌드리안 도끼를 사야겠어요!"

source: "A new shipment of aasimars has just arrived in the Fleshmarkets! I should go buy a couple. Their fillets are so sweet."
ko: "살덩이 시장에 새 아시마르 화물이 도착했다던데! 가서 몇 놈 사야겠어. 놈들의 살점은 달다니까."
ko_mt: "육체시장에 새로운 아시마르가 도착했습니다! 두 마리 사러 가야겠어요. 필레가 너무 달콤해요."

source: "I've just received a shipment of slaves from the Fleshmarkets. Half of them are defective! Crooked, limping, and half-dead! He cast illusions on them before selling them at the market! If I see that bastard again, I'll rip his liver out with my bare hands!"
ko: "막 살덩이 시장에서 노예들을 배송받았는데, 절반이 곱추에 절름발이에, 죽기 직전인 쓰레기들이야! 시장에서 팔기 직전에 거기다 환영 마법을 걸었더라고! 그 개자식을 다시 만난다면, 내 손으로 놈의 내장을 뽑아주겠어!"
ko_mt: "방금 육체시장에서 노예를 배송받았습니다. 절반은 결함이 있어요! 비뚤어지고, 절뚝거리고, 반쯤 죽었어! 시장에 팔기 전에 환상을 심어놨어! 그 개자식을 다시 보면 맨손으로 간을 뜯어버릴 거야!"

source: "Why did Nocticula let strangers into the city? They keep roaming around, sticking their noses where they don't belong! We should gather a group up and clear the streets of all their filth!"
ko: "녹티큘라는 왜 이방인들을 도시에 들이는 거야? 여기저기 계속 들쑤시고 돌아디나잖아! 몇 놈 모아서 거리에서 이 쓰레기들을 쓸어내던지 해야지!"
ko_mt: "녹티큘라는 왜 낯선 사람들을 도시에 들여보냈을까요? 그들은 계속 돌아다니면서 어울리지도 않는 곳에 코를 들이밀고 있어요! 우리가 힘을 합쳐서 저들의 오물을 치워야 해요!"

source: "Lady Vellexia is the true leader of Alushinyrra's aristocracy!"
ko: "벨렉시아 님이야 말로 알루니시라의 진정한 지도자시지!"
ko_mt: "레이디 벨렉시아는 알루시니라 귀족의 진정한 리더입니다!"

source: "The fact that you are here means that you have been accepted into Alushinyrra's high society."
ko: "여기 있다는 건 네가 알루시니라의 상류층 사회에 받아들여졌다는 의미지."
ko_mt: "당신이 여기 있다는 사실은 당신이 알루시니라 상류사회에 받아들여졌다는 것을 의미합니다"

source: "It's so wonderful to be invited to a reception at the Rapture of Rupture!"
ko: "파열의 황홀경의 연회에 초대받아서 정말 기뻐!"
ko_mt: "파열의 휴거의 리셉션에 초대되어 정말 멋져요!"

source: There is a strange magical lock on the door, unlike anything you have ever seen before. How to open it is unclear.
ko: 당신이 한 번도 본 적 없는 신비한 마법 자물쇠가 있습니다. 여는 방법을 알지 못합니다.
ko_mt: 문에는 지금까지 본 것과는 다른 이상한 마법의 자물쇠가 있습니다. 여는 방법이 불분명합니다.

source: The Lady in Shadow does not hesitate to remind her subjects who truly reigns over the Midnight Isles.
ko: 그림자의 여주인은 백성들에게 칠흑의 군도를 진정으로 다스리는 자가 누구인지 망설임 없이 상기시킵니다.
ko_mt: 그림자 속의 여인은 미드나잇 아일즈를 진정으로 다스리는 자가 누구인지 백성들에게 상기시키는데 주저하지 않습니다.

source: "Your diplomacy and wit are to be commended. Not every person could survive an evening like this unscathed, but you managed to avoid being turned into an exquisite item of decor!"
ko: "네 사교술과 재치는 칭찬할 만하군. 모든 이들이 이런 밤을 무탈하게 보낼 수 있는 것은 아니지, 하지만 넌 실내 장식을 위한 독특한 소품으로 변하지 않고 살아남았어!"
ko_mt: "당신의 외교력과 재치는 칭찬받을 만합니다. 모든 사람이 이런 저녁에 무사히 살아남을 수는 없지만, 당신은 절묘한 장식물로 변하는 것을 피할 수있었습니다!"

source: "Alushinyrra is dangerous and unpredictable. Watch your back."
ko: "알루시니라는 위험하고 예측할 수 없는 곳이야. 네 뒤를 조심해."
ko_mt: "알루시니라는 위험하고 예측할 수 없어요. 뒤를 조심하세요"

source: The symbols inscribed on the wall belong to the language of the Titans, the first creations of the gods, and themselves the creators of the sinister Demodands.
ko: 벽에 새겨진 인장은 신들의 첫 번째 피조물이자, 사악한 데모단드들의 창조주, 타이탄족의 언어입니다.
ko_mt: 벽에 새겨진 상징은 신들의 첫 번째 창조물이자 사악한 데모댄드의 창조주인 타이탄의 언어에 속합니다.

source: Opening this barrier is only possible with a special key.
ko: 특별한 열쇠가 있어야만 이 장벽을 열 수 있습니다.
ko_mt: 이 장벽은 특별한 열쇠로만 열 수 있습니다.

source: "Nocticula is too lenient with Alushinyrra's guests. But I will teach you the meaning of obedience."
ko: "녹티큘라는 알루시니라의 손님들에게 너무 관대해. 대신 내가 복종에 대해 가르쳐주지."
ko_mt: "녹티큘라는 알루시니라의 손님들에게 너무 관대해요. 하지만 순종의 의미를 가르쳐 주겠다."

source: The pillar greets you politely. "If you are a promising young talent, you should follow the path to Lady Vellexia's manor, the Rapture of Rupture."
ko: 기둥은 당신을 정중히 반긴다. "만일 당신이 젊고 재능있는 인물이라면, 벨렉시아 여사님의 저택, 파열의 황홀경으로 오십시오."
ko_mt: 기둥이 당신을 정중하게 맞이합니다. "만약 당신이 유망한 젊은 인재라면, 벨렉시아 부인의 저택인 파열의 휴거로 가는 길을 따라가야 합니다."

source: "Where are you, underground crusaders...? Where are you...?"
ko: "어디 있니, 지하 성전사 친구들...? 어딨는 거야...?"
ko_mt: "어디 있나, 지하 십자군들아...? 어디 있니...?"

source: The keyhole on the magical pedestal is utterly unremarkable. If you insert the right key, the passage onward will likely appear.
ko: 마법 받침대의 열쇠 구멍은 무척 평범하게 생겼습니다. 올바른 키를 넣는다면, 통로가 열릴 듯합니다.
ko_mt: 마법의 받침대에 있는 열쇠 구멍은 전혀 눈에 띄지 않습니다. 오른쪽 키를 삽입하면 앞으로의 통로가 나타날 가능성이 높습니다.

source: "Beautiful! I am always glad to gut a worthy opponent!"
ko: "훌륭해! 가치있는 적을 도륙하는 건 언제나 즐겁지!"
ko_mt: "아름답습니다! 가치 있는 상대를 이길 수 있어서 항상 기쁩니다!"

source: "Nice boots, stranger! Care to trade, heh heh!"
ko: "신발 멋진데! 나랑 바꾸자고, 헤헤!"
ko_mt: "부츠 멋지네요, 이방인! 거래할래요?"

source: "What do you want? We can take out your enemy for a hundred coins. Interested?"
ko: "원하는 게 뭐야? 동전 백 개만 주면 적들을 다 처리해 줄 수 있는데. 관심 있어?"
ko_mt: "원하는 게 뭐야? 백 코인을 주면 적을 처치해줄게요. 관심 있나?"

source: "Spare a coin... Or I'll spit in your face and give you the plague!"
ko: "한 푼만 줍쇼... 아니면 얼굴에 침을 뱉어서 온갖 병을 다 옮겨 주마!"
ko_mt: "동전을 아껴라.. 아니면 네 얼굴에 침을 뱉어 페스트에 걸리게 할 거야!"

source: "Gimme a coin. Otherwise, get lost."
ko: "돈 안 줄 거면 꺼져."
ko_mt: "동전 내놔. 안 그러면 꺼져."

source: "Spare some gold? I fought on Golarion."
ko: "한 푼 만 주시구려? 나는 골라리온에서 싸웠소."
ko_mt: "금 좀 남았나? 골라리온에서 싸웠거든."

source: "What are you looking at? Do you want a piece of me?"
ko: "뭘 쳐다보고 있어? 한 판 붙어 볼래?"
ko_mt: "뭘 보고 있는 거야? 내 조각을 원해?"

source: "{mf|Mister|Lady}, toss this poor beggar a coin!"
ko: "{mf|선생님|부인}, 이 불쌍한 거지에게 한 푼만 주십시오!"
ko_mt: "{mf|Mister|Lady}, 이 불쌍한 거지에게 동전 하나 던져줘!"

source: "Whatcha want? Piss off!"
ko: "원하는 게 뭐야? 꺼져!"
ko_mt: "원하는 게 뭐야? 꺼져!"

source: "Go bug someone else."
ko: "가서 다른 놈이나 귀찮게 해."
ko_mt: "가서 다른 사람을 도청하세요."

source: "I don't know anything, leave me alone."
ko: "난 아무것도 몰라, 건들지 말라고."
ko_mt: "아무것도 모르니 내버려둬요."

source: "I bet {mf|he|she}'s not just some random gawker. Must be a spy. Let's finish {mf|him|her} off!"
ko: "저놈 ,그냥 얼간이가 아니라 첩자가 분명해! 끝장을 내버리자!"
ko_mt: "{mf|그|그녀}는 그냥 구경꾼이 아닐 겁니다. 분명 스파이일 거야. {mf|그|그녀}를 끝장내자!"

source: "But then again, I feel you are ripe with death essence. Glorious! I'll make a powerful undead servant out of you."
ko: "그런데 다시보니, 넌 죽음의 정수로 아주 충만하구나. 훌륭해! 너라면 강력한 언데드 하인을 만들 수 있겠어."
ko_mt: "하지만 다시 보니 죽음의 정수로 무르익은 것 같군요. 영광스럽군! 너로 강력한 언데드 하인을 만들겠다."

source: "But what if you make good prey? I think you might. Yes, you really shouldn't have come here."
ko: "네가 훌륭한 사냥감이 된다면 어쩌지? 아무래도 그렇게 될 것 같은데. 그래, 넌 애초에 여기 와선 안 됐어."
ko_mt: "하지만 좋은 먹잇감을 만들면 어떨까요? 그럴 수 있을 것 같은데. 그래, 넌 여기 오지 말았어야 해."

source: It looks like these rooftops can be used to bypass the guards and get to the streets above.
ko: 지붕을 이용하면 경비들을 지나쳐 그 위의 길가로 나아갈 수 있을 듯합니다.
ko_mt: 이 옥상은 경비병을 우회하여 위층으로 올라가는데 사용할 수 있는 것 같습니다.
