Repository: akintos/wotr-translation
Catalog: translation/*/Encounters.po
Languages: ko, ko_mt

source: A sturdy door, locked and covered with frightening carved pictures.
ko: 무시무시한 그림이 새겨진 견고한 문은 잠긴 상태입니다.
ko_mt: 튼튼한 문이 잠겨 있고 무서운 조각 그림으로 덮여 있습니다.

source: "Damned monsters... Nasty, filthy, fanged monsters..."
ko: "빌어먹을 괴물들... 냄새나고, 더럽고, 끔찍한 놈들..."
ko_mt: "저주받은 괴물들.. 더럽고 더러운 송곳니 괴물들..."

source: "{mf|Sir|My lady}, how may we serve you?"
ko: "{mf|Sir|부인}, 어떻게 도와드릴까요?"
ko_mt: "{mf|Sir|My lady}, 어떻게 도와드릴까요?"

source: "We stand ready to fulfill your every wish, {mf|sir|my lady}."
ko: "원하시는 게 무엇이든 말씀만 하세요."
ko_mt: "{mf|sir|my lady}, 우리는 당신의 모든 소원을 이룰 준비가 되어 있습니다"

source: "Will you teach us something new, {mf|sir|my lady}?"
ko: "저희에게 새로운 것을 가르쳐 주시겠어요?"
ko_mt: "새로운 것을 가르쳐 주실래요, {mf|sir|my lady}?"

source: An altar dedicated to the worship of Baphomet, Lord of the Ivory Labyrinth.
ko: 상아 미궁의 군주, 바포메트를 섬기기 위한 제단입니다.
ko_mt: 상아 미궁의 군주 바포메트를 숭배하는 제단.

source: The back side of the altar conceals a small indentation for a cache. Unfortunately, it's empty.
ko: 제단의 뒤에 물건을 숨겨둘만한 공간이 있습니다. 아쉽게도 비어 있습니다.
ko_mt: 제단 뒷면에는 캐시를 위한 작은 홈이 숨겨져 있습니다. 불행히도 비어 있습니다.

source: "That's it, you've done it now! Rip the outsider a new one, Nocticula will never know!"
ko: "더는 못 참아! 어차피 네놈을 죽여도 녹티큘라는 전혀 모를 거다!"
ko_mt: "이제 끝났어요! 외지인을 새로 찢어버리면 녹티큘라는 절대 모를 거야!"

source: "What, we're getting hassled by mortals now? This place has gone to the gods! Slit {mf|his|her} throat, we don't need a witness!"
ko: "뭐야, 이젠 필멸자 놈들도 시비를 거는 건가? 아주 천국 다 됐군! 저 {mf|놈|년} 목 따 버려! 목격자를 남겨서는 안돼!"
ko_mt: "뭐야, 이젠 인간들한테 귀찮게 당하는 거야? 여긴 신들에게 넘어갔어! 목을 베어버려, 증인은 필요 없어!"

source: The sheets are covered with embroidery that can be folded to form some unknown symbols.
ko: 이 시트는 따라 접었을 때 알 수 없는 상징으로 변하는 자수로 수놓여 있습니다.
ko_mt: 시트는 알 수없는 기호를 형성하기 위해 접을 수있는 자수로 덮여 있습니다.

source: The sheets are covered with embroidery that can be folded to form magical runes. They were probably required for some magical sexual pleasures of the Spinner of Nightmares.
ko: 시트는 따라 접었을 때 일종의 마법 룬을 형성하는 자수로 수놓여 있습니다. 이는 아마도 악몽의 직조자가 마법으로 성적 쾌락을 얻는 데 사용한 듯합니다.
ko_mt: 시트는 접어서 마법의 룬을 만들 수있는 자수로 덮여 있습니다. 그들은 아마도 악몽을 잣는 자의 마법의 성적 쾌락을 위해 필요했을 것입니다.

source: A bookshelf filled with forbidden and dangerous works that shouldn't be touched needlessly.
ko: 함부로 건드려서는 안될 금지되고 위험한 문서들로 가득 찬 책장입니다.
ko_mt: 불필요하게 만져서는 안 되는 금지되고 위험한 작품으로 가득 찬 책장.

source: A bookshelf is a popular choice for a stash. The pages of several books are in fact cut out neatly, but the caches are empty.
ko: 책장은 물건을 숨기기에 좋은 장소입니다. 여러 책들의 책장이 깔끔하게 잘려 있지만, 그 속은 비어 있습니다.
ko_mt: 책장은 은신처로 인기있는 선택입니다. 실제로 여러 책의 페이지가 깔끔하게 잘려져 있지만 캐시는 비어 있습니다.

source: "I crave pleasure! Give it to me!"
ko: "난 쾌락을 원해! 지금 당장!"
ko_mt: "나는 쾌락을 갈망한다! 나에게 줘!"

source: "If I stay here for even one more hour, I'll die from sensory overload. And it would be the best death ever."
ko: "여기에 한 시간만 더 있다가는 감각 과부하로 죽고 말거야. 정말 최고의 죽음이겠지."
ko_mt: "여기에 한 시간이라도 더 있으면 감각 과부하로 죽을 것입니다. 그리고 그것은 최고의 죽음이 될 것입니다 "

source: "That crazy fey... She's outstanding!"
ko: "저 미친 페이는... 정말 훌륭하군!"
ko_mt: "그 미친 페이.. 그녀는 뛰어나다!"

source: "After a roll with the succubi, my entire body aches... But it's worth it!"
ko: "서큐버스랑 자고 나면 온 몸이 쑤셔... 하지만 그럴만한 가치가 있지!"
ko_mt: "서큐비와 함께 구르고 나면 온몸이 아파요... 하지만 그만한 가치가 있어요!"

source: "Go away, you will disrupt the ritual! I didn't kill my master and spend the next hundred years deciphering his grimoire only for you to ruin everything!"
ko: "저리 가, 의식에 방해되잖아! 네놈이 전부 망치라고 내가 스승님을 죽이고 수백년 동안 그분의 마법서를 해독한 게 아니거든!"
ko_mt: "저리 가, 넌 의식을 방해할 거야! 네가 모든 걸 망치려고 내 스승을 죽이고 백 년 동안 그의 비망록을 해독하느라 시간을 낭비한 게 아니야!"

source: "I told you to get lost! Do you think I won't turn you into a smoking stain on the ground just because I'm only a quasit?"
ko: "꺼지라고 했잖아! 내가 콰짓이라고 해서 널 바닥의 잿더미로 만들지 못할 것 같아?"
ko_mt: "꺼지라고 했잖아! 내가 콰짓이라고 해서 널 바닥의 잿더미로 만들지 않을 것 같아?"

source: "You shouldn't have bothered me. I was the familiar to the three strongest battle mages in the Abyss, and I killed them all after I mastered their secrets."
ko: "날 건드린 걸 후회하게 될걸. 난 심연의 가장 강력한 전투 마법사 세 명의 패밀리어이자 그들의 비밀을 전부 알아낸 후 살해한 장본인이거든."
ko_mt: "날 귀찮게 하지 말았어야 했어. 난 심연에서 가장 강력한 전투 마법사 세 명의 친척이었고, 그들의 비밀을 터득한 후 그들을 모두 죽였어."

source: "You know, we fey have magic of our own! You'll love it!"
ko: "있잖아, 우리 페이들도 우리만의 마법이 있거든! 너도 맘에 들걸!"
ko_mt: "알다시피, 우리 페이는 우리만의 마법을 가지고 있어요! 당신도 좋아할 거예요!"

source: "I'll drive you crazy. I promise."
ko: "내가 널 미치게 만들어줄게, 약속이야."
ko_mt: "당신을 미치게 할게요. 약속할게요"

source: "Hello, stranger. Want to buy a girl a drink?"
ko: "안녕, 이방인씨. 아가씨한테 마실 것 좀 사줄래?"
ko_mt: "안녕하세요, 낯선 사람. 여자한테 술 한잔 사줄래요?"

source: The slave darts a wary glance at you but doesn't dare to speak.
ko: 노예는 당신을 지친 눈빛으로 바라보지만, 감히 말을 걸지는 못 합니다.
ko_mt: 노예는 당신을 경계하는 눈빛으로 쳐다보지만 감히 말을 건네지는 못합니다.

source: "Sorry, my master won't allow me to speak."
ko: "죄송합니다, 저희 주인님께서 말하는 걸 허락치 않으셨습니다."
ko_mt: "죄송합니다, 주인이 말을 못 하게 합니다."

source: "I hate my master! Hate him!"
ko: "난 내 주인이 싫어! 싫다고!"
ko_mt: "주인이 미워요! 미워요!"

source: "No time to talk! I must work, or my master gets angry."
ko: "말 할 시간 없어! 일을 안 하면 주인님이 화를 낼 테니까."
ko_mt: "얘기할 시간 없어요! 일해야 해요, 안 그러면 주인이 화낼 거예요."

source: "Buy us, kind {mf|sir|lady}, we'll serve you well."
ko: "우릴 구매해주세요, 친절한 나리. 당신을 잘 섬기겠습니다."
ko_mt: "친절한 {mf|sir|lady} 여러분, 저희를 구매해 주시면 잘 모시겠습니다."

source: "I don't know what's worse — sitting here wearing this collar or becoming the property of one of these foul creatures."
ko: "여기서 목줄을 차고 앉아있는 거랑 저 끔찍한 짐승중 한 놈의 재산이 되는 것 — 둘 중 뭐가 더 끔찍한지 모르겠네."
ko_mt: "이 목걸이를 하고 여기 앉아 있는 것과 이 더러운 동물의 소유물이 되는 것 중 어떤 것이 더 나쁜지 모르겠습니다."

source: "Please, someone, buy me! If no one buys me, my master will kill me and feed me to his monstrous pets."
ko: "제발, 아무나 절 사주세요! 제가 안 팔리면, 내 주인님이 날 죽여서 자기 괴물같은 애완동물한테 먹이로 줄 거예요!"
ko_mt: "제발, 누가 저를 사주세요! 아무도 사주지 않으면 주인이 날 죽여서 괴물 애완동물에게 먹일 거예요."

source: "Luck turned away from me, and now I wear this collar. I shouldn't have bet everything I had on that gladiator..."
ko: "행운의 여신이 날 버렸고, 이젠 이 목줄을 찬 신세지. 내 전재산을 그 검투사한테 걸면 안 됐는데..."
ko_mt: "행운이 저를 외면했고 이제 저는 이 목걸이를 차고 있습니다. 그 검투사에게 내 모든 것을 걸지 말았어야 했는데..."

source: "Today, Nocticula's palace will become our arena!"
ko: "오늘, 녹티큘라의 궁전은 우리의 투기장이 된다!"
ko_mt: "오늘, 녹티큘라의 궁전이 우리의 경기장이 될 것이다!"

source: "We're the first Abyssal gladiators to face an opponent like Nocticula! It's an honor to fight against her!"
ko: "우리는 녹티큘라를 상대로 맞서 싸우는 최초의 심연의 검투사들이다! 그녀와 싸울 수 있는 건 큰 영광이야!"
ko_mt: "우리는 녹티큘라와 같은 상대와 맞붙는 최초의 심연 검투사입니다! 그녀와 싸우게 되어 영광입니다!"

source: "Please help us! You're from Golarion, aren't you? Buy our freedom!"
ko: 제발 도와줘! 너 골라리온 출신이지, 안 그래? 우릴 구매해줘!"
ko_mt: "도와주세요! 골라리온 출신이죠? 우리의 자유를 사주세요!"

source: "What are you stari— gah! I mean, how may I help you?"
ko: "뭘 쳐다 보— 컥! 그러니까, 뭘 도와드릴까요?"
ko_mt: "별이 뭐야! 내 말은, 어떻게 도와드릴까요?"

source: "The madam said no chitchat with the guests."
ko: "마담께서 손님과 잡담을 금지하셨습니다."
ko_mt: "마담이 손님과 잡담하지 말라고 했어요"

source: "We are always happy to see you in the Ten Thousand Delights, {mf|sir|my lady}."
ko: 만인의 환락에서 당신을 뵐 수 있어 기쁩니다, {mf|선생님|아가씨}."
ko_mt: "만 가지 즐거움, {mf|sir|my lady}에서 항상 여러분을 만나게 되어 기쁩니다"

source: "You look so delicious. Shall we make this quick?"
ko: "넌 참 맛있어보이는군. 그럼 서둘러볼까?"
ko_mt: "너무 맛있어 보이네요. 빨리 끝낼까요?"

source: "You're not afraid of pain, are you? Pain can be so sweet."
ko: "고통이 두렵지 않나? 고통은 참 달콤해."
ko_mt: "고통이 두렵지 않으시죠? 고통은 정말 달콤할 수 있어요"

source: "I'll show you what real passion is."
ko: "진정한 열정이 무엇인지 보여주지."
ko_mt: "진짜 열정이 뭔지 보여줄게"

source: A magic figurine of unknown purpose.
ko: 알 수 없는 용도의 마법 조각상입니다.
ko_mt: 목적을 알 수없는 마법의 입상.

source: A magic figurine used to conduct mind-manipulating rituals.
ko: 정신을 조종하는 의식에 사용되는 마법 조각상입니다.
ko_mt: 마음을 조종하는 의식을 수행하는데 사용되는 마법의 인형.

source: "I wonder, what will our new master be like? Will he like the way we sing?"
ko: "우리의 새 주인님은 어떤 분일까? 우리가 노래 부르는 걸 좋아하실까?"
ko_mt: "우리의 새 주인은 어떤 분일까? 우리가 노래하는 방식을 좋아할까?"

source: "Or, maybe, we'll be sold to the Harem of Ardent Dreams? Shamira will shower us with gold!"
ko: "아니면, 우리가 열렬한 꿈의 하렘으로 팔려갈지도? 샤미라가 우리에게 황금 샤워를 시켜줄 거야!"
ko_mt: "아니면 열렬한 꿈의 하렘에 팔려가게 될까요? 샤미라가 황금으로 샤워를 해줄 거야!"

source: "Playing with life and death is the sweetest pleasure of all."
ko: "삶과 죽음을 다루는 것은 가장 지고한 쾌락이지."
ko_mt: "삶과 죽음을 가지고 노는 것은 가장 달콤한 즐거움입니다"

source: "Would you like to know what my honeyed tongue is capable of?"
ko: "내 달콤한 혀로 뭐가 가능한지 보여줄까?"
ko_mt: "내 꿀 혀가 무엇을 할 수 있는지 알고 싶습니까? "

source: "Would you like to play again?"
ko: "다시 놀고 싶어졌어?"
ko_mt: "다시 플레이할래요?"

source: "Many hungry stars came together. Then a little shard of empty nothingness devoured them and became a star itself, a gaping, glowing maw. And its hunger was immense."
ko: "여러 굶주린 별들이 모였다. 그러자 텅빈 공허함의 조그마한 조각이 그들을 삼키더니 그 자신이 입을 쩍 벌린 빛나는 별이 되었다. 그것의 굶주림은 거대하였다."
ko_mt: "많은 배고픈 별들이 모였습니다. 그러자 텅 빈 허공의 작은 파편이 그들을 집어삼키고 별이 되어 빛이 나는 커다란 구멍이 되었습니다. 그리고 그 굶주림은 엄청났습니다."

source: "A fungus carves passages into the depths, searching for blood. Blood shines like the stars. The fungus wants to shine, too."
ko: "균류는 깊은 곳으로 통로를 만들며, 피를 쫓는다. 피는 별처럼 빛난다. 균류도 빛나고 싶어한다."
ko_mt: "곰팡이는 피를 찾아 깊은 곳으로 통로를 뚫습니다. 피는 별처럼 빛납니다. 곰팡이도 빛나고 싶어 합니다."

source: The Spinner of Nightmares' cache is securely hidden, but not so well that a careful search can't uncover it.
ko: 악몽의 직조자의 은닉처는 잘 숨겨져 있지만, 세심한 조사로도 발견 못할 정도는 아닙니다.
ko_mt: 악몽을 잣는 자의 캐시는 안전하게 숨겨져 있지만 신중하게 검색해도 발견 할 수 없을 정도로 잘 숨겨져 있지 않습니다.

source: "What can I do for you, my {mf|lord|lady}?"
ko: "무엇을 도와드릴까요, 주인님?"
ko_mt: "군주, 무엇을 도와드릴까요? "

source: "We bow to your might."
ko: "당신의 힘에 경의를 표합니다."
ko_mt: "우리는 당신의 힘에 절합니다"

source: "I can taste blood in the shadows... There will be a great slaughter soon."
ko: "그림자에서 피맛이 느껴져... 곧 대학살이 벌어질 거야."
ko_mt: "그림자 속에서 피가 느껴진다.. 곧 큰 학살이 있을 것입니다 "

source: "The spawn of shadow salute their {mf|lord|lady}."
ko: "그림자의 자식이 그 주인께 예를 표합니다."
ko_mt: "그림자의 산란은 그들의 군주에 경의를 표한다"

source: "I have no time for you, stranger."
ko: "너랑 어울릴 시간 없어, 이방인."
ko_mt: "낯선 사람아, 난 너한테 시간 없어."

source: "After we win, Shamira will reward us for our loyalty!"
ko: "우리가 이기고 나면, 샤미라가 충성에 대한 보상을 해줄 거야!"
ko_mt: "우리가 이기면 샤미라가 우리의 충성심에 대해 보상 할 것입니다! "

source: "We will definitely win... Right?"
ko: "우린 반드시 이긴다... 맞지?"
ko_mt: "우리는 확실히 이길 것입니다.. 그렇지?"

source: "Nocticula has ruled over us for too long! It's time for slaughter!"
ko: "녹티큘라는 너무 오래 군림했어! 이제 살육의 시간이다!"
ko_mt: "녹티큘라가 너무 오랫동안 우리를 지배해왔어! 이제 학살할 시간입니다!"

source: "I am ready to fight in the arena! I'll kill a member of the Nahyndrian League and become one of them!"
ko: "투기장에서 싸울 준비가 끝났다! Nahyndrian league의 일원을 쳐죽이고 내가 그 자리를 차지하겠어!"
ko_mt: "난 투기장에서 싸울 준비가 되었다! 나힌드리안 연맹의 일원을 죽이고 그들 중 하나가 되겠다!"

source: "In the arena, we are the perfect predators! No one stands a chance against us!"
ko: "투기장에서, 우린 완벽한 포식자다! 상대가 누구든 놈들에게 승산은 없지!"
ko_mt: "경기장에서 우리는 완벽한 포식자입니다! 아무도 우리를 상대할 수 없습니다!"

source: "I see your insides, your essence. Oh my, you've been sewn and stuffed like a doll! And there is something extremely vile festering inside you! This is the real you, isn't it?"
ko: "네 안이, 그 근원이 보여. 맙소사, 마치 인형처럼 바느질당하고 채워졌잖아! 그리고 안에 엄청나게 사악한 무언가가 도사리고 있어! 이게 바로 진정한 너로군, 안 그래?"
ko_mt: "나는 당신의 내부, 당신의 본질을 봅니다. 세상에, 당신은 인형처럼 꿰매어지고 박제되었습니다! 그리고 네 안에는 극도로 사악한 무언가가 곪아가고 있어! 이게 진짜 당신 맞죠?"

source: "Hey! {name}! I got caught! Get me out of here, I don't want to serve that horned bitch!"
ko: "어이! {name}! 나 잡혔어! 나 좀 꺼내줘, 저 뿔 달린 년 시중 들긴 싫다고!"
ko_mt: "이봐요! {name}! 나 잡혔어! 날 여기서 꺼내줘요! 저 뿔 달린 년을 섬기기 싫어요!"

source: "Hey, {name}! It's me, the Suture. You aren't mad, right? Because I really need you to not be mad and get me out of here!"
ko: "어이, {name}!" 나야 나, 누더기. 화난거 아니지? 그러면 나 좀 여기서 꺼내 줬으면 하거든!"
ko_mt: "이봐, {name}! 나야, 수처. 화난 거 아니지? 화내지 말고 날 여기서 꺼내줘요!"

source: "The way you dealt with Gelderfang was so exciting!"
ko: "네가 겔더팽을 처리한 솜씨 끝내주던데!"
ko_mt: "당신이 겔더팡을 다루는 방식은 너무 흥미로웠습니다!"

source: "We've missed you so much, champion!"
ko: "정말 보고 싶었다고, 챔피언!"
ko_mt: "너무 보고 싶었어요, 챔피언!"

source: "Would you like to have some fun, {mf|stud|darling}?"
ko: "같이 재미 좀 볼래, 자기?"
ko_mt: "{mf|stud|darling}, 재미 좀 볼래요? "

source: "You look interesting. Want to have some fun?"
ko: "잘 생겼는걸, 같이 좀 즐겨보지 않을래?"
ko_mt: "재미있어 보이네요. 재미 좀 볼래요?"

source: "Would you like me to kiss you? My kisses are sweet enough to die for."
ko: "키스 해줄까? 내 키스는 목숨을 걸 만하다고."
ko_mt: "키스해줄까요? 내 키스는 죽을 만큼 달콤해요."

source: "What do you desire? Tender caresses? Drugs? Sweet, sweet pain? I can give you all that and so much more."
ko: "바라는 게 뭐지? 부드러운 애무? 마약? 달디 단 고통? 네가 원하는 것들과 그 이상을 줄 수 있어."
ko_mt: "당신은 무엇을 원하십니까? 부드러운 애무? 마약? 달콤하고 달콤한 고통? 나는 당신에게 그 모든 것과 훨씬 더 많은 것을 줄 수 있습니다."

source: "That was just amazing! False justice is so much fun!"
ko: "끝내주는데! 거짓 정의는 너무 재밌어!"
ko_mt: "정말 놀라웠어요! 거짓 정의는 너무 재미있어요!"

source: "That tiefling was so pathetic! How charming!"
ko: "저 티플링 진짜 한심한데! 정말 매력적이야!"
ko_mt: "저 티플링은 너무 한심했어요! 얼마나 매력적이야!"

source: "Soon, a new fool will put on the black mask. For a while, they will wear me... But, before long, it will be I who is wearing their body."
ko: "곧, 새로운 바보가 검은 가면을 쓰게 되겠지. 한동안은, 그들이 나를 쓰겠지만... 결국, 내가 그들의 몸을 쓰게 될 것이다."
ko_mt: "곧 새로운 바보가 검은 가면을 쓸 것입니다. 잠시 동안은 그들이 나를 입을 것이다.. 하지만 머지않아 그들의 몸을 입고 있는 것은 내가 될 것이다."

source: "Hey, someone, put me on! I need legs, I want to dance! Ha ha!"
ko: "어이, 거기 누구, 나 좀 태워줘! 다리가 필요해, 춤추고 싶단 말야! 하하!"
ko_mt: "이봐요, 누가 좀 바꿔줘요! 다리가 필요해요, 춤추고 싶어요! 하하!"

source: "You're such a pain! Let's take {mf|his|her} skin!"
ko: "골치아픈 놈! 가죽을 벗겨내주마!"
ko_mt: "넌 정말 골칫거리야! {mf|그|그녀}의 스킨을 가져가자!"

source: "So we don't waste time, I'd rather have a conversation with both of you together. Bring your dwarf, Greybor, and I will answer your questions."
ko: "그러니 시간 낭비하지 말자고. 너희 둘이랑 한 번에 대화하는 게 빠르니까. 드워프, 그레이보르를 데려와. 그럼 네 질문에 대답해주지."
ko_mt: "시간 낭비하지 말고 둘이서 함께 대화하는 게 좋겠어. 드워프 그레이버를 데려오면 질문에 답해드리겠습니다."

source: "I don't have time for chatter. I must devise a way to kill a certain genie who's holed himself up in his flying palace. I've been promised a pile of treasure for his death!"
ko: "잡담 할 시간 없어. 날라다니는 궁전에 처박힌 지니 녀석을 죽일 방법을 생각해내야 하거든. 놈을 죽이는 댓가로 보물 한무더기를 받기로 약속했지!"
ko_mt: "나는 수다 떨 시간이 없다. 나는 하늘을 나는 궁전에 숨어있는 어떤 지니를 죽일 방법을 고안해야 합니다. 나는 그의 죽음에 대한 보물 더미를 약속 받았습니다!"

source: The vampire writhes as he meets his final death.
ko: 뱀파이어는 그의 마지막 죽음을 맞는 것처럼 몸을 비틀었습니다.
ko_mt: 뱀파이어는 마지막 죽음을 맞이하며 몸부림칩니다.

source: The wall in this place looks fragile. There's a ghastly stench coming through the tiny cracks.
ko: 이곳의 벽은 약해 보입니다. 조그만 틈새 사이로 지독한 악취가 풍기고 있습니다.
ko_mt: 이 곳의 벽은 부서지기 쉬워 보입니다. 작은 균열 사이로 끔찍한 악취가 풍깁니다.

source: "Lictor sent us here, into the breach. A great trial and a great honor."
ko: "릭터가 우리를 이 균열로 우리를 보냈다. 거대한 시련이자, 위대한 명예지."
ko_mt: "릭터가 우리를 이곳으로 보냈습니다. 큰 시련이자 큰 영광입니다."

source: "Those weaklings from the Order of the Sunrise Sword were lucky we were nearby. If it weren't for us, the gargoyles would have gotten every last one of them."
ko: "저 떠오르는 태양의 검 기사단 약골놈들은 우리가 근처에 있어서 다행인 줄 알아야 해. 우리가 아니었다면, 가고일이 저 녀석들을 마지막 하나까지 잡아갔을 테니까."
ko_mt: "해돋이 검단의 약자들은 우리가 근처에 있어서 운이 좋았어요. 우리가 아니었다면 가고일들이 한 놈도 남김없이 잡아갔을 겁니다."

source: "The order should send us more units. It's time we finished off the demonic pestilence."
ko: "기사단은 더 많은 부대를 파견해야만 해. 이 데몬 역병을 끝장낼 때가 됐어."
ko_mt: "명령에 따라 더 많은 부대를 보내야 합니다. 이제 데몬의 역병을 끝낼 때입니다."

source: "The Hellknights seemed much better prepared for the attack than we were."
ko: "헬나이트들은 우리보다 공격에 대한 준비가 잘 된 것 같더군."
ko_mt: "지옥기사는 우리보다 공격에 훨씬 더 잘 대비한 것 같았습니다."

source: "I've never heard of gargoyles taking prisoners. What dark plot is behind these abductions?"
ko: "가고일이 포로를 붙잡는다는 건 들어본 적도 없는데. 납치해서 대체 무슨 끔찍한 짓을 할 속셈이지?"
ko_mt: "가고일이 포로를 납치한다는 얘기는 들어본 적이 없습니다. 이 납치의 배후에는 어떤 어두운 음모가 있는 걸까요?"

source: "I don't like having to obey a Hellknight commander. I hope we elect a different leader for the order."
ko: "헬나이트 사령관의 명령을 듣는다는 게 맘에 안 들어. 기사단의 새로운 지도자를 뽑아야 하는데."
ko_mt: "지옥기사 사령관에게 복종해야 하는 건 싫어요. 다른 지휘관을 선출했으면 좋겠어요."

source: "Please, search the bookshelves. Bring me anything written in ancient Elven runes. I need them!"
ko: "부디, 책장들을 뒤져서, 고대 엘프 룬어로 적힌 것들은 전부 가져다주게. 필요한걸세!"
ko_mt: "제발, 책장을 뒤져봐. 고대 엘프 룬으로 쓰여진 건 뭐든 가져와요. 그게 필요해요!"

source: "Such a tragedy... Everything is gone. There could have been information in those books about my past... But the fire destroyed them all."
ko: "비극이로군... 전부 사라지더니. 그 책들에 내 과거에 대한 정보가 남아있을지도 몰랐는데... 불이 모두 파괴해버렸군."
ko_mt: "이런 비극.. 모든 것이 사라졌어요. 그 책에 내 과거에 대한 정보가있을 수있었습니다.. 하지만 화재로 인해 모두 소실되었습니다."

source: "Have you found what I asked of you? Splendid! Let's get out of this place as soon as possible. All this smoke makes it difficult to breathe. We'll meet in Drezen."
ko: "제가 부탁했던 건 찾아오셨나요? 훌륭합니다! 가능한 빨리 여기서 벗어납시다. 이 연기들 때문에 갈수록 숨 쉬기가 힘들군요. 드레젠에서 만나도록 하죠."
ko_mt: "내가 요청한 것을 찾았습니까? 훌륭해! 가능한 한 빨리 이곳에서 나가자. 연기가 너무 심해서 숨쉬기 힘들어요. 드레젠에서 만나자"

source: Tortured Angel
ko: 고문당한 엔젤
ko_mt: 고문당한 천사

source: Holy writings about Iomedae's mortal life and her Acts. The pages are decayed, the text now unreadable. It is unknown how this holy book ended up in a place like this.
ko: 아이오메데의 인간 시절의 일생과 행적에 관한 성스러운 글로, 낱장이 썩어 더는 읽을 수 없게 되었습니다. 이 성스러운 책이 어떻게 이런 곳이 되었는지는 알 수 없습니다.
ko_mt: 아이오메데의 필멸의 삶과 그녀의 행적에 관한 성서. 페이지가 썩어 글자를 읽을 수 없게 되었습니다. 이 성서가 어떻게 이런 곳에 놓이게 되었는지는 알 수 없습니다.

source: The corruption of the Abyss recedes in the face of the cleansed relic's sanctified power.
ko: 정화된 유물의 신성한 힘으로 심연의 오염이 사라집니다.
ko_mt: 심연의 부패는 정화된 유물의 성스러운 힘 앞에서 물러납니다.

source: The magical barrier trembles from the power seething within it, power which seems hostile, disturbing, and dark.
ko: 이 마법의 장벽은 적대적이고, 불안하며, 어두운 힘으로 요동치고 있습니다.
ko_mt: 마법의 결계는 그 안에서 끓어오르는 힘, 적대적이고 불안하며 어둠으로 보이는 힘으로 인해 떨고 있습니다.

source: "Iomedae, hear my prayer, avenge my brother and me. My brother, who died without glory! And me, who was trapped here to bleed for three days straight like a wretched cur! Thrice be cursed the one who engineered this wicked trap!"
ko: "아이오메데시여, 제 기도를 듣고, 제 형제와 저의 복수를 해주십시오. 제 형제는 명예없이 죽었고! 전 이곳에 갇힌 채 마치 병든 개처럼 삼일간 피를 흘리다 죽었습니다! 이 사악한 함정을 설계한 자에게 세배의 저주가 쏟아지기를 바랍니다!"
ko_mt: "아이오메데, 내 기도를 들으시고 형과 나의 원수를 갚아주소서. 영광도 없이 죽어간 내 동생! 그리고 여기 갇혀서 사흘 동안이나 피를 흘리며 비참하게 죽어간 저를! 이 사악한 함정을 설계한 자를 세 번 저주하소서!"

source: The keyhole on this door is surrounded by magical symbols. It seems that only a special key can open it.
ko: "이 문의 열쇠 구멍은 마법 표식으로 감싸여 있습니다. 이걸 열려면 특별한 열쇠가 필요할 것 같습니다.
ko_mt: 이 문에 있는 열쇠 구멍은 마법의 상징으로 둘러싸여 있어요. 특별한 열쇠로만 열 수 있는 것 같습니다.

source: The calming aura around these bones makes it clear that a servant of the gods has fallen here.
ko: 이 뼈들 주위의 고요한 기운은 신들의 종이 여기에 떨어졌음을 확실히 나타냅니다.
ko_mt: 이 뼈 주위의 차분한 기운은 신의 종이 여기에 떨어 졌다는 것을 분명히합니다.

source: Iomedae's holy writings, brought here by an unknown paladin.
ko: 무명의 팔라딘이 가져온 아이오메데의 성스러운 글입니다.
ko_mt: 알 수 없는 성기사가 이곳으로 가져온 아이오메데의 성서.

source: "...I..."
ko: "...나..."
ko_mt: "...난...."

source: "...you..."
ko: "...그대..."

source: "...we..."
ko: "...우리..."

source: "...you..."
ko: "...그대..."
ko_mt: "...당신..."

source: "...they..."
ko: "...놈들..."

source: "...no one..."
ko: "...아무도..."
ko_mt: "...아무도..."

source: A beautiful bell decorated with an intricate butterfly design. It is missing its clapper.
ko: 복잡한 나비 문양으로 장식된 아름다운 종입니다. 추가 존재하지 않습니다.
ko_mt: 복잡한 나비 디자인으로 장식된 아름다운 종입니다. 클래퍼가 없습니다.

source: Demons ripped out the Bell of Mercy's clapper. It should be around here somewhere.
ko: 데몬들이 자비의 종의 추를 뜯어냈습니다. 분명 이곳 근처에 있을 것입니다.
ko_mt: 데몬들이 자비의 종의 종소리를 뜯어냈어. 이 근처 어딘가에 있을 거야.

source: The bell, now reunited with its clapper, produces a gentle, melodious ringing.
ko: 종이 다시 추와 결합되어 부드럽고 아름다운 소리를 냅니다.
ko_mt: 이제 종은 클래퍼와 재결합하여 부드럽고 선율적인 울림을 만들어냅니다.

source: "I'm no thief. Thieves steal other people's stuff, and what can a deader own? I've never robbed a living soul, but why'd a corpse need gold? And they kicked me to death... the scoundrels. Good thing they didn't find my stash under the eastern wall..."
ko: "난 도둑이 아냐. 도둑은 남이 가진 물건을 훔치지만, 망자가 가진 게 뭐가 있겠어? 난 산자를 턴 적은 없어, 게다가 시체한테 금이 무슨 소용이야? 그런데도 날 죽도록 팼지... 깡패놈들. 그래도 놈들이 동쪽 벽 아래의 내 저장고를 발견 못 해서 다행이야..."
ko_mt: "저는 도둑이 아닙니다. 도둑은 남의 물건을 훔치는데, 죽은 사람이 뭘 훔칠 수 있겠어요? 산 사람을 훔쳐본 적도 없는데 시체에게 왜 금이 필요하겠어요? 그리고 그들은 나를 발로 차서 죽였어.. 그 악당들. 동쪽 벽 밑에 숨겨둔 걸 못 찾아서 다행이네..."

source: "You should flee with your lives!"
ko: "살고 싶으시다면 도망치세요!"
ko_mt: "너희는 목숨을 걸고 도망쳐야 해!"

source: "Let's take a look around, and find a suitable place for an ambush."
ko: "주변을 둘러보고, 적당한 매복 장소를 찾지."
ko_mt: "주변을 둘러보고 매복하기에 적합한 장소를 찾아 봅시다"

source: "I think I've found a good place to set up our camp."
ko: "야영지를 꾸리기에 적당한 장소를 찾은 것 같군."
ko_mt: "캠프를 설치하기에 좋은 장소를 찾은 것 같습니다"

source: "This is the place. Let's set up an ambush here."
ko: "여기가 좋겠어. 여기서 매복을 준비하지."
ko_mt: "여기가 바로 이곳이다. 여기에 매복을 설치합시다"

source: "Thank you for giving me this dream, {name}. It's a beautiful dream... But it isn't mine."
ko: "저한테 이 꿈을 주셔서 정말 고마워요, {name}. 너무 아름다운 꿈이지만... 제 꿈은 아니네요."
ko_mt: "이 꿈을 주셔서 감사합니다, {name}. 아름다운 꿈이에요.. 하지만 내 꿈은 아니야"

source: "Eh, I should have placed money on the Commander returning from the Abyss!"
ko: "아, 사령관이 심연으로부터 돌아온다는데 돈을 걸었어야 했는데!"
ko_mt: "어, 심연에서 돌아오는 사령관에게 돈을 걸었어야 했는데!"

source: "We have a good island. But the demons are used to owning the sky, as they were the only ones who could fly. But now we fly too!"
ko: "우리한테 멋진 섬이 있는데, 데몬 녀석들은 하늘이 자기들 것인 거 마냥 설친단 말야. 꼭 자기들만 날 줄 아는 것처럼. 근데 이제 우리도 날 줄 안다고!"
ko_mt: "우리에게는 좋은 섬이 있습니다. 하지만 데몬들은 하늘을 날 수 있는 유일한 존재였기 때문에 하늘을 소유하는데 익숙합니다. 하지만 이제 우리도 날아요!"

source: "Everything is so beautiful, it makes my head spin!"
ko: "모든 게 너무 아름다워서, 머리가 핑핑 도는 것 같아!"
ko_mt: "모든 것이 너무 아름다워서 머리가 핑핑 돌아요!"

source: "Can we fly around the world on this island when the war is over?"
ko: "전쟁이 끝나면, 이 섬을 타고 세상을 날아다니면 안 될까?"
ko_mt: "전쟁이 끝나면이 섬에서 세계 일주를 날 수 있습니까? "

source: "Soon, we will train the cultists like this, and they'll start to shy away from every chair and bed they see!"
ko: "곧, 우린 사교도들한테 이 훈련법을 적용할 거야, 그럼 놈들은 의자랑 침대를 볼때마다 겁에 질려 달아날걸!"
ko_mt: "곧 우리는 이교도들을 이렇게 훈련시킬 것이고, 그들은 그들이 보는 모든 의자와 침대에서 부끄러워하기 시작할 것입니다!"

source: "From bandits to demon fighters — not such a bad story, is it?"
ko: "도적에서 데몬 사냥꾼이라 — 그리 나쁘지 않은데?"
ko_mt: "도적에서 데몬 전사까지 - 그렇게 나쁜 이야기는 아니죠? "

source: "It's easy to grow a garden in fertile soil, but a far more difficult and worthy task to do so in tainted and corrupted soil!"
ko: "기름진 땅에서 정원을 만드는 건 일도 아니지만, 더럽혀지고 오염된 땅에서 그러는 건 어렵지만 가치있는 도전이지!"
ko_mt: "비옥 한 토양에서 정원을 키우는 것은 쉽지만 오염되고 부패한 토양에서 그렇게하는 것은 훨씬 더 어렵고 가치있는 일입니다!"

source: "Wouldn't it be amazing if the champion of the arena finally faced a worthy opponent!"
ko: "투기장의 챔피언이 마침내 호적수를 만나서 싸운다면 정말 대단하지 않겠어?"
ko_mt: "아레나의 챔피언이 마침내 합당한 상대를 만난다면 정말 멋지지 않을까요!"

source: "That's all right, I lost some money on that fight, but I'll win it back in the next match! Who could have guessed such a hulking brute would be so pathetic!"
ko: "뭐 괜찮아, 이번 경기에서는 돈을 좀 잃었어도, 다음에 다시 따서 메꿀 테니까! 저 돼지 놈이 그렇게 쉽게 당할 줄 누가 알았겠냐고!"
ko_mt: "괜찮아요, 그 시합에서 돈을 좀 잃었지만 다음 시합에서 다시 이길 거예요! 그런 덩치 큰 짐승이 그렇게 한심할 줄 누가 알았겠어요!"

source: "Did you watch Atselm gut that hunk of muscle? I just love her!"
ko: "앗셀름이 그 근육덩어리 내장을 꺼내는 거 봤어? 진짜 최고였다고!"
ko_mt: "아셀름이 저 근육 덩어리 먹는 거 봤어요? 정말 멋졌어요!"

source: "This whole gambling operation is rigged! But it doesn't matter. I'll outsmart the arena master, and become rich!"
ko: "이 도박판은 완전 사기잖아! 됐어, 내가 투기장의 주인보다 한 수 앞서서, 부자가 될 테니까!"
ko_mt: "이 모든 도박은 조작된 것입니다! 하지만 그건 중요하지 않아요. 내가 경기장 마스터를 이기고 부자가 될 테니까요!"

source: These remains contain traces of divine power. The demons did not merely sacrifice this person to Baphomet — they tore them to shreds. All that is left of the body is a few scattered bones.
ko: 이 유해에는 신성한 힘의 흔적이 남아 있습니다. 데몬들은 이 사람을 바포메트에게 제물로 바쳤을 뿐만 아니라, 완전히 찢어서 조각내 버렸습니다. 남은 것은 부서진 뼈 몇 조각뿐입니다.
ko_mt: 이 유골에는 신성한 힘의 흔적이 남아 있습니다. 데몬들은 이 사람을 단순히 바포메트에게 제물로 바친 것이 아니라 갈기갈기 찢어버렸어요. 시신에 남은 것은 흩어진 뼈 몇 개뿐입니다.

source: This tattered Eagle Watch banner must have been taken as a trophy. The holy paladin who carried it probably perished in the mines of Colyphyr long ago.
ko: 이 넝마가 된 독수리 감시단의 깃발은 전리품으로써 챙긴 듯합니다. 이것을 가지고 다니던 신성한 팔라딘은 아마 진즉에 콜리퍼 광산에서 사망했을 것입니다.
ko_mt: 이 너덜너덜한 이글 워치 깃발은 전리품으로 가져갔을 겁니다. 이 깃발을 지니고 있던 성기사는 아마도 오래전에 콜리피르의 광산에서 죽었을 겁니다.

source: These magnificent treasures are an illusion. They are nothing more than a pile of cobblestones.
ko: 이 훌륭한 보물들은 환상입니다. 실제론 그저 돌무더기에 지나지 않습니다.
ko_mt: 이 웅장한 보물들은 환상에 불과합니다. 조약돌 더미에 불과합니다.

source: "I should have put a spell on the cage!"
ko: "감옥에 마법을 걸어뒀어야 했는데!"
ko_mt: "철창에 주문을 걸 걸 그랬어!"
