Repository: akintos/wotr-translation
Catalog: translation/*/Encounters.po
Languages: ko, ko_mt

source: "My sister's house stood there, where that pile of rubble is now. Good gods, there's no way she made it out, is there?"
ko: "저 돌더미가 내려앉은 곳, 저기가 내 여동생의 집이 있던 곳이야. 그녀가 살았을 리가 없겠지, 안 그래?"
ko_mt: "제 여동생의 집이 지금 잔해 더미가있는 곳에 서있었습니다. 맙소사, 언니가 살아 나왔을 리가 없죠?"

source: "Terendelev dead, how is that even possible? I can't imagine Kenabres without her protection..."
ko: "테렌델레브가 죽다니, 도대체 어떻게? 그녀의 보호가 없는 케나브레스는 상상도 안 되는데..."
ko_mt: "테렌델레브가 죽다니, 그게 어떻게 가능하죠? 그녀의 보호가 없는 케나브레스는 상상도 못하겠어..."

source: "Praise Iomedae, the crusade leadership stood firm in the chaos and sent out soldiers to help the people of the city. If they hadn't, I wouldn't be alive right now..."
ko: "아이오메데를 찬양하라. 성전의 지휘자들은 이 혼란에도 굳건히 버티며 병사들을 보내 도시의 사람들을 돕는구나. 만일 그들이 아니었다면, 난 지금 살아있지 못 했겠지..."
ko_mt: "혼란 속에서도 굳건히 버티며 도시 사람들을 돕기 위해 병사들을 파견한 십자군 지도자 아이오메데를 찬양하라. 그들이 없었다면 저는 지금 살아 있지 못했을 것입니다..."

source: "My, my. We'd surely have perished if not for Sosiel and the Commander."
ko: "이런, 이런.소시엘과 사령관님이 아니었다면 우리는 꼼짝도 못 하고 죽었겠는걸."
ko_mt: "이런, 이런. 소시엘과 사령관이 아니었다면 우리는 분명히 죽었을 것입니다 "

source: "We got off easily. Glory to the crusade!"
ko: "쉽게 해냈는걸, 성전에 영광을!"
ko_mt: "우리는 쉽게 내렸습니다. 십자군에게 영광을!"

source: "First demons, now the undead... When is this all going to end?"
ko: "처음엔 데몬, 다음엔 언데드... 도대체 언제쯤 끝나는 거야?"
ko_mt: "처음엔 데몬, 이젠 언데드까지.. 이 모든 것이 언제 끝날까요? "

source: "Good luck out there. Thrash some fiends for us!"
ko: "밖에서 행운을 빕니다. 우리를 위해 악마놈들을 혼쭐 내 주십쇼!"
ko_mt: "행운을 빕니다. 우리를 위해 악마들을 처치하세요!"

source: *Cracking of broken wood*
ko: *나무 부서지는 소리*
ko_mt: *부러진 나무의 균열 *

source: "It's my birthday! I've been waiting for so long..."
ko: "내 생일이야! 얼마나 오래 기다렸는데..."
ko_mt: "내 생일이야! 너무 오래 기다렸어요..."

source: "If nobody wants to go, I'll go myself! No, I can't. Mom won't let me go that far on my own..."
ko: "아무도 갈 생각이 없다면, 내가 가겠어! 아니, 안 되겠다. 엄마가 그렇게 멀리까지 나가는 건 허락하지 않을 거야..."
ko_mt: "아무도 가고 싶지 않으면 나 혼자 갈거야! 아뇨, 못 가요. 엄마가 저 혼자 그렇게 멀리 가도록 놔두지 않을 거예요..."

source: "I really want to see the sacred egg too! I wonder what it looks like..."
ko: "나도 그 신성한 알을 구경하고 싶은걸! 대체 어떻게 생긴걸까..."
ko_mt: "나도 정말 신성한 달걀을 보고 싶어요! 어떻게 생겼는지 궁금해..."

source: "I wonder, what dance do angels dance in a single ray of sunshine?"
ko: "궁금한 게, 햇빛 한 줄기가 내리쬐면, 엔젤들은 무슨 춤을 출까?"
ko_mt: "천사들은 한줄기 햇살 속에서 어떤 춤을 추는 걸까? "

source: "Where are all the brave Pathfinders and adventurers, eh? Are we all out of those?"
ko: "용감한 패스파인더와 모험가들은 다 어디로갔지, 응? 설마 다 떨어진 건가?"
ko_mt: "용감한 패스파인더와 모험가들은 다 어디 갔지? 다들 없나요?"

source: "It's been a while since I've seen the guardian, Hokugaul. But that is a good thing. If he's silent, it means that all is well."
ko: "수호자 호쿠가울을 본지도 참 오래됐는걸. 하지만 좋은 일이지. 그가 조용하다면, 다 무사하다는 얘기니까."
ko_mt: "수호자 호쿠굴을 본 지 오래되었습니다. 하지만 그건 좋은 일이야. 그가 침묵하면 모든 것이 잘되고 있다는 뜻입니다."

source: "Commander! It's the Commander of Drezen! I'm sure of it!"
ko: 사령관이다! 드레젠의 사령관이 확실해!"
ko_mt: "사령관님! 드레젠의 사령관이다! 나는 그것을 확신합니다!"

source: "The city survived... But will it ever truly recover?"
ko: "도시는 살아남았지만... 정말 회복할 수 있을까?"
ko_mt: "도시는 살아남았다.. 하지만 진정으로 회복 될까요?"

source: "The battle rages outside these walls, but it is finally quiet in our town once more."
ko: "이 성벽 밖에서는 전투가 한창이겠지만, 그래도 마침내 마을이 다시 조용해졌네."
ko_mt: "이 성벽 밖에서 전투가 벌어지고 있지만 마침내 우리 마을은 다시 한 번 조용해졌습니다 "

source: "When you look at these peaceful streets, it is difficult to believe that Deskari himself rampaged through here!"
ko: "이 평화로운 거리들을 보다보면, 데스카리가 여기를 박살냈다는 게 믿기지 않는다니까!"
ko_mt: "이 평화로운 거리를 보면 데스카리 자신이 이곳을 날뛰었다는 것이 믿기지 않습니다!"

source: "Our day of festivities turned into a day of mourning. Still, I believe we'll have fairs and celebrations again someday. It may take time, but it will happen eventually!"
ko: "축제날이 장례식으로 변해버리다니. 그래도, 언젠가 축제랑 행사를 다시 열 수 있는 날이 올 거야. 시간은 걸리겠지만, 반드시!"
ko_mt: "축제의 날이 애도의 날로 바뀌었습니다. 그래도 언젠가는 다시 축제와 축하 행사가 열릴 것이라고 믿습니다. 시간이 걸리겠지만 언젠가는 일어날 것입니다!"

source: "Ugh, this pregnancy... you never know what you'll want to eat next!"
ko: "으, 이 입덧은 참... 다음엔 뭘 먹고 싶어질지 도무지 모르겠다니까!"
ko_mt: "으,이 임신.. 다음에 무엇을 먹고 싶어할지 결코 알 수 없습니다! "

source: "Is no one going to help me? You're all so selfish!"
ko: "날 도와주려는 사람은 아무도 없는 거야? 다들 너무 이기적이야!"
ko_mt: "아무도 날 도와주지 않을 거야? 당신들은 모두 너무 이기적이야!"

source: "Who would have thought that a {race} could become a dragon... this story will live on in legends!"
ko: "누군들 {race}(이)가 드래곤이 되리라고 생각이나 했을까... 이 이야기는 전설이 되겠군!"
ko_mt: "누가 {race}가 용이 될 수 있다고 생각했을까요...이 이야기는 전설로 남을 것입니다!"

source: This door is protected by an electric field. There must be a way to turn it off.
ko: 이 문은 전기장으로 보호되고 있습니다. 분명 이것을 끌 방법이 있을 것입니다.
ko_mt: 이 문은 전기장에 의해 보호되고 있습니다. 끄는 방법이 있을 것입니다.

source: "Access to maintenance cells granted."
ko: "관리실 입장이 승인되었습니다."
ko_mt: "유지 보수 셀에 대한 액세스 권한 부여됨"

source: The body of Dyra, the mongrel trader, has been ripped apart as if by a pack of wild animals.
ko: 잡종 상인인 다이라의 시체는 야생 동물들에 의해 갈기갈기 찢어졌습니다.
ko_mt: 몽그렐 상인 다이라의 시신은 마치 야생 동물 무리처럼 찢겨졌습니다.

source: "{mf|Master|Mistress}?"
ko: "주인님?"
ko_mt: "주인님?"

source: "We bow to you."
ko: "당신께 예를 표합니다."
ko_mt: "우리는 당신에게 절합니다"

source: The mongrel growls obsequiously, looking past you.
ko: 잡종은 지나가는 당신을 보며 순종하는 투로 으르렁거립니다.
ko_mt: 몽그렐은 당신을 지나쳐서 순종적으로 으르렁 거린다.

source: The mongrel lowers his head, hiding his eyes.
ko: 잡종은 고개를 숙이며 눈을 피합니다.
ko_mt: 몽그렐은 고개를 숙이고 눈을 숨 깁니다.

source: "Blood! I want blood! Rip!"
ko: "피! 난 피를 원해! 찢어!"
ko_mt: "피! 피를 원해! 찢어!"

source: "Chief is here! Chief! Call! Fight!"
ko: "족장이 왔다! 족장! 말해! 싸움!"
ko_mt: "치프가 여기 있습니다! 치프! Call! 싸워라!"

source: The mongrel lets out a garbled howl of rage.
ko: 잡종은 분노로 찬 울음을 토해냅니다.
ko_mt: 몽그렐이 분노의 왜곡 된 울부 짖음을 내 보냅니다.

source: The mongrel looks through you indifferently.
ko: 잡종은 무관심한 눈빛으로 당신을 쳐다봅니다.
ko_mt: 몽그렐은 당신을 무관심하게 바라본다.

source: The mongrel whispers something incoherent, drooling.
ko: 잡종은 침을 흘리며 횡설수설 속삭입니다.
ko_mt: 몽그렐은 일관성없는 무언가를 속삭이고 침을 흘립니다.

source: Frowning and focused, the mongrel is trying to sound out a word.
ko: 얼굴을 찌푸리며 집중한 채, 잡종은 말을 꺼내려 노력 중입니다.
ko_mt: 얼굴을 찡그리고 집중하고 몽그렐은 단어를 소리내려고합니다.

source: "I want meat... Meat..."
ko: "고기가 먹고 싶어... 고기..."
ko_mt: "고기를 원해.. 고기..."

source: "Grrrr..."
ko: "크르르르..."
ko_mt: "그르르르..."

source: "No killing... I want... But I can't..."
ko: "죽이면 안 돼... 난... 하지만..."
ko_mt: "안 죽여.. 난 원해.. 하지만 할 수 없어..."

source: "What? Is it time to go?"
ko: "뭐야? 갈 시간이 됐나?"
ko_mt: "뭐? 갈 시간이야? "

source: "Where is Dyra? We need to wait for her!"
ko: "다이라는 어딨는 거야? 다들 기다려야 하잖아!"
ko_mt: "다이라 어딨어? 그녀를 기다려야 해요!"

source: "Lann! What's that on you? Is it a tan, or just road grime?"
ko: "랜! 얼굴이 왜 그래? 탄거야 때가 낀거야?"
ko_mt: "란! 그거 뭐야? 태닝이야, 아니면 그냥 도로 때야?"

source: "My son left with that damned Wenduag and never came back... Did he become a monster too?"
ko: "내 아들이 그 빌어먹을 웬두아그를 따라가더니 돌아오지를 않아... 녀석도 괴물이 돼버린걸까?"
ko_mt: "내 아들은 그 망할 웬두아그와 함께 떠났고 다시는 돌아오지 않았습니다... 그도 괴물이 되었나요?"

source: "That Wenduag girl has always been crazy! She was always running off into the Maze... and now look what she's done."
ko: "웬두아그는 애초에 미쳐있었어! 항상 미로에 들락거리더니... 이제 그녀가 무슨 짓을 했는지 봐."
ko_mt: "그 웬두아그 여자애는 항상 미쳤어! 그녀는 항상 미로로 도망 쳤어요.. 그리고 지금 그녀가 한 일을 보세요."

source: "For the first time ever, it feels good to be old... They don't touch the old ones..."
ko: "난생 처음으로, 늙어서 다행이란 생각이 드네... 늙은이는 안 건드린단 말이야..."
ko_mt: "처음으로 늙어서 기분이 좋아요.. 그들은 오래된 것을 건드리지 않습니다..."

source: "Do we have to go? I wonder what it's like, the surface?"
ko: "이제 떠나야하나? 지상은 과연 어떤 곳일까?"
ko_mt: "우리 가야 해요? 표면이 어떤지 궁금해?"

source: "Did the uplanders do us any good? I'm not sure... It's suspicious."
ko: "Uplander들이 우리한테 잘 해준 적이 있나? 없던 것 같은데... 수상해."
ko_mt: "고지대인들이 우리에게 도움이 되었나요? 잘 모르겠어.. 의심 스럽습니다 "

source: "The tribe is dying. Only old men and children are left."
ko: "부족은 죽어가고 있어. 늙은이랑 애들만 남았다고."
ko_mt: "부족이 죽어가고 있습니다. 노인과 아이들만 남았습니다."

source: "How did we get here? Our kin attacking us like wild animals... The end times!"
ko: "우리 동족들이 짐승들처럼 우릴 공격하다니... 어쩌다 이 꼴이 된 거지? 종말이 온 걸 거야!"
ko_mt: "우리가 어떻게 여기까지 왔지? 우리 친족이 야생 동물처럼 우리를 공격하고.. 종말!"

source: "I'm so hungry... I'm dying..."
ko: "배고파... 죽겠어..."
ko_mt: "너무 배고파.. 난 죽어가고 있어..."

source: "Hic! Tee hee hee!"
ko: "힉! 티 히 히!"
ko_mt: "힉! 티히히히!"

source: "Bottoms up! Bottoms up!"
ko: "원 샷! 원 샷!"
ko_mt: "바닥까지! 바닥까지!"

source: "Cheers!"
ko: "건배!"
ko_mt: "건배!"

source: "The rumors about you don't lie, Commander. You really are something special."
ko: "소문이 사실이었군요, 사령관님. 당신은 정말로 특별한 분이십니다."
ko_mt: "당신에 대한 소문은 거짓말이 아닙니다, 사령관님. 당신은 정말 특별한 분입니다"

source: "Just wait till I get back to Magnimar — I'll tell everyone I got to talk to the Commander {mf|himself|herself} just like that!"
ko: "제가 매그니마르로 돌아갈 때까지만 기다려주십시오. 사령관님에 대한 소문이 한 치의 오차도 없다는 걸 모두에게 알리겠습니다!'
ko_mt: "매그니마르에 돌아갈 때까지만 기다려주세요 - 사령관 {mf|그|그녀} 자신과 그렇게 얘기했다고 모두에게 말할게요!"

source: "Your presence is a great honor for us."
ko: "당신의 존재 자체가 저희에게 크나큰 영광입니다."
ko_mt: "당신의 존재는 우리에게 큰 영광입니다"

source: "Thank you for stepping in. Lo almost had a heart attack."
ko: "와주셔서 감사합니다. 로는 거의 실신할 지경이예요."
ko_mt: "와줘서 고마워요. Lo는 심장마비가 올 뻔했습니다."

source: "I am grateful beyond measure, Commander."
ko: "한없이 감사드립니다, 사령관님."
ko_mt: "나는 측정 할 수 없을 정도로 감사합니다, 사령관님 "

source: The altar exudes the last remains of the holy power that once ruled over this place.
ko: 제단은 한때 이 장소를 지배했던 신성한 힘의 마지막 잔재를 흘려보내고 있습니다.
ko_mt: 제단에는 한때 이곳을 지배했던 신성한 힘의 마지막 흔적이 남아 있습니다.

source: "Praised be Sarenrae! Thank you, Commander!"
ko: "서렌레이를 찬양하라! 감사합니다, 사령관님!"
ko_mt: "사렌래를 찬양하라! 감사합니다, 사령관님!"

source: "Ugh! Ugh! Oh, Abadar... I'll never eat meat again..."
ko: "우욱, 욱! 오, 아바다르시여... 저는 다시는 고기를 먹지 않겠나이다..."
ko_mt: "으! 으! 오, 아바다르.. 다시는 고기를 먹지 않을 거야..."

source: "A lull is not the end of the fight."
ko: "잠깐의 고요일 뿐, 싸움이 끝난 것은 아닙니다."
ko_mt: "소강상태가 싸움의 끝이 아닙니다."

source: "Every slain demon is a step toward victory."
ko: "데몬 하나를 더 물리칠수록, 승리에 한 발짝 더 가까워지는 겁니다."
ko_mt: "데몬을 처치할 때마다 승리를 향한 발걸음을 내딛는 것입니다."

source: "Thank you! Thank you for saving me!"
ko: "감사합니다! 구해주셔서 감사합니다!"
ko_mt: "고마워요! 구해줘서 고마워요!"

source: "We're saved! Incredible!"
ko: "우린 살았어! 말도 안돼!"
ko_mt: "구해졌어요! 놀라워요!"

source: "I'd follow the Queen into the bowels of the Abyss."
ko: "심연의 한복판까지 여왕 폐하를 따르겠습니다."
ko_mt: "여왕을 따라 심연의 창자 속으로 들어가겠습니다."

source: "I can't believe this abomination was right under Drezen all this time!"
ko: "이 역겨운 것이 드레젠 바로 아래에 있었다니 믿을 수 없군!"
ko_mt: "이 혐오스러운 존재가 지금까지 드레젠 바로 밑에 있었다니 믿을 수가 없어요!"

source: The barrier is similar to the ones you saw in Areelu's laboratory, but a little different. It seems denser, more solid, stronger.
ko: 보호막은 아릴루의 실험실에서 봤던 것과 흡사하지만, 조금 다릅니다. 더 두껍고, 견고하며, 강한 것 같습니다.
ko_mt: 이 장벽은 아릴루의 실험실에서 본 것과 비슷하지만 조금 다릅니다. 더 조밀하고, 더 견고하고, 더 강해 보입니다.

source: "Am I really going to see the sun again?"
ko: "내가 태양을 다시 볼 수 있을까?"
ko_mt: "정말 다시 태양을 볼 수 있을까요?"

source: "I can barely feel my body... When will we be able to leave?"
ko: "내 몸이 안 느껴져... 우린 언제쯤 떠날 수 있지?"
ko_mt: "몸에 감각이 거의 없어요.. 언제 떠날 수 있을까요?"

source: "It feels weird, fighting for a just cause like this."
ko: "정의를 위해 싸운다니, 이상한 느낌이야."
ko_mt: "이렇게 정당한 대의를 위해 싸우다 보니 기분이 이상합니다."

source: "Killing demons is a little more difficult than robbing merchants."
ko: "데몬을 죽이는 건 상인을 터는 것보다 조금 더 어려운 정도인걸."
ko_mt: "데몬을 죽이는 것은 상인을 강탈하는 것보다 조금 더 어렵습니다."

source: "We're ready to lay down our lives for victory!"
ko: "승리를 위해 우리 목숨을 바칠 준비가 되었습니다!"
ko_mt: "우리는 승리를 위해 목숨을 내놓을 준비가 되어 있습니다!"

source: "The demons will return. But we'll face them head-on!"
ko: "데몬들이 돌아오겠지만, 우린 놈들과 정면으로 맞붙을 것이다!"
ko_mt: "데몬은 돌아올 것이다. 하지만 우리는 정면으로 맞설 것이다!"

source: "We showed them, didn't we?"
ko: "본때를 보여줬지, 안 그래?"
ko_mt: "우리가 보여줬잖아, 그렇지?"

source: "Hey, have we run out of demons already? I feel like I need more!"
ko: "이봐, 벌써 데몬이 다 떨어진거야? 좀 더 즐기고 싶었는데!"
ko_mt: "이봐요, 벌써 데몬이 다 떨어졌나요? 더 필요한 것 같은데!"

source: "Will we really see the light soon?"
ko: "곧 빛을 다시 볼 수 있을까?"
ko_mt: "정말 곧 빛을 볼 수 있을까요? "

source: "I don't know how to thank you for saving us!"
ko: "우리를 구해주시다니, 어떻게 감사해야 할지!"
ko_mt: "우리를 구해줘서 어떻게 감사해야 할지 모르겠어요!"

source: "With my skills, I can easily become a general here!"
ko: "내 능력이라면, 여기서 손쉽게 장군이 될 수도 있겠는걸!"
ko_mt: "내 기술만 있으면 여기서 쉽게 장군이 될 수 있어요!"

source: "Booooring! Give me a worthy enemy!"
ko: "따아아아분해! 싸울만한 적을 내놔라!"
ko_mt: "부우링! 나에게 가치있는 적을 줘!"

source: "So, now I can go... wherever I want?"
ko: "그러니까 이제... 어디든 가도 된다고?"
ko_mt: "그래서, 이제 내가 원하는 곳으로 갈 수 있습니까? "

source: "Golarion... Even the air smells different here!"
ko: "골라리온이라... 공기부터 다르군!"
ko_mt: "골라리온.. 여기는 공기 냄새도 다르네요!"

source: "From one dark hole to another! Will there ever be an end to this?"
ko: "어두운 구렁텅이에서 또 다른 구렁텅이로! 끝나긴 하는 걸까?"
ko_mt: "하나의 어두운 구멍에서 다른 구멍으로! 끝이 있을까요?"

source: "I need some aromatic oils! I smell awful!"
ko: "나한테서 끔찍한 냄새가 나네! 향유가 필요해!"
ko_mt: "아로마 오일이 좀 필요해요! 냄새가 끔찍해요!"

source: "Show me the enemy."
ko: "적은 어디 있지."
ko_mt: "적을 보여줘"

source: "Who must I kill? I await your orders."
ko: "누굴 죽여야하지? 명령을 기다린다."
ko_mt: "누구를 죽여야 하나요? 나는 당신의 명령을 기다립니다."

source: The body of this soldier of the Second Crusade decayed long ago, but his rusty armor still bears the spark of his holiness.
ko: 2차 성전의 병사였던 이 자는 죽은지 오래지만, 그의 녹슨 갑옷은 아직도 그의 신성력으로 반짝이고 있습니다.
ko_mt: 제2차 십자군 전쟁에 참전했던 이 병사의 시신은 오래전에 부패했지만, 녹슨 갑옷에는 여전히 성스러운 불꽃이 남아 있습니다.

source: A crude stone altar of Desna. It would seem that some cultists had hoped to return to their worship of the good deities. Their fate remains unknown.
ko: 돌로 만들어진 데즈나의 제단입니다. 사교도의 일부는 선신들을 다시 믿고자 한 듯하나, 그들의 운명은 알 수 없습니다.
ko_mt: 데스나의 조잡한 돌 제단. 일부 이교도들은 선한 신들에 대한 숭배로 돌아가기를 바랐던 것 같습니다. 그들의 운명은 아직 알려지지 않았습니다.

source: "You are mysterious and dangerous. I like that!"
ko: "신비롭고 위험한걸. 마음에 들어!"
ko_mt: "당신은 신비롭고 위험합니다. 마음에 들어요!"

source: "Find me if you're ever in the Abyss!"
ko: "심연에 오게 되면 날 찾아!"
ko_mt: "심연에 가면 나를 찾아줘!"

source: "Help! I'm begging you, help!"
ko: "도와줘! 이렇게 빌게, 제발!"
ko_mt: "도와주세요! 이렇게 빌게요, 도와주세요!"

source: "The crusaders are on the attack! Finally!"
ko: "마침내 성전군이 공격에 나섰다!"
ko_mt: "십자군이 공격해옵니다! 드디어!"

source: A specific tool will be needed to dispel the barrier of seething Abyssal energy that blocks this path.
ko: 이 길을 막고 있는 소용돌이 치는 심연 에너지 장막을 해제하기 위해서는 특정한 장비가 필요합니다.
ko_mt: 이 길을 막고 있는 끓어오르는 심연의 에너지의 장벽을 해제하려면 특별한 도구가 필요합니다.

source: "You've managed to slay Gelderfang himself! That was spectacular! And then you saved us! Glory to you! Golarion is the best!"
ko: "겔더팽을 죽여버리는 걸 봤어! 굉장하더군! 그리고 우리를 구해줬지! 네게 영광이 함께 하기를! 골라리온은 최고야!"
ko_mt: "겔더팽을 직접 죽였어요! 정말 멋졌어요! 그리고 우릴 구해줬어요! 당신에게 영광을! 골라리온이 최고야!"

source: "Thank the gods, we're saved! I can't wait to go back to Golarion!"
ko: "신이시여, 우린 살았다! 어서 골라리온으로 돌아가고 싶어!"
ko_mt: "신들께 감사해요, 우린 구해졌어요! 빨리 골라리온으로 돌아가고 싶어요!"

source: "It looked like we were doomed to death! But you saved us! Glory to the crusaders!"
ko: "우린 죽는 줄 알았는데! 네가 우리를 구해줬어! 성전군 만세다!"
ko_mt: "우리는 죽을 운명인 것 같았어요! 하지만 당신이 우리를 구해줬어요! 십자군에게 영광을!"

source: "We were literally dying in there, but then you came like an angel of radiant Iomedae and delivered us from slavery. We'll name our {mf|son|daughter} after you, I swear!"
ko: "우린 여기서 꼼짝없이 죽게 생겼었는데, 갑자기 당신이 찬란한 아이오메데의 엔젤처럼 나타나서는 저희를 구해주셨습니다. 제 자식의 이름은 당신을 따서 지어야겠어요!"
ko_mt: "우리는 말 그대로 저 안에서 죽어가고 있었는데, 당신이 빛나는 아이오메데의 천사처럼 와서 우리를 노예에서 구해줬어요. 맹세컨대 {mf|아들|딸}의 이름을 당신 이름을 따서 지을 거예요!"

source: "I'd rather die than go back to the demons' captivity. May Iomedae protect you, {name}, in this evil place!"
ko: "다시 데몬들에게 붙잡히느니, 차라리 죽겠어. 아이오메데께서 {name} 당신을 이 사악한 장소에서 보호하시길."
ko_mt: "데몬들의 포로가 되느니 차라리 죽겠다. 이 사악한 곳에서 아이오메데가 {name}을 지켜주길!"

source: The entrance to the tunnel, cleverly disguised and indistinguishable from real walls.
ko: 터널로 통하는 벽은 교묘하게 위장되어 진짜 벽과 구분하기가 쉽지 않습니다.
ko_mt: 실제 벽과 구분할 수 없을 정도로 교묘하게 위장된 터널 입구.

source: Deep grooves seemingly left by a giant hand, furiously scratching at the stone.
ko: 깊은 자국은 화가 난듯 돌을 긁어댄 거대한 손에 의해 생긴 것 같습니다.
ko_mt: 거대한 손이 돌을 격렬하게 긁어 낸 것처럼 보이는 깊은 홈.

source: "You promised you'd save us... that you'd lead us away. We'd been waiting... so very long..."
ko: "저희를 구해주겠다고 했잖아요... 우릴 데리고 나가겠다고... 우린 너무... 오래 기다렸어요..."
ko_mt: "당신은 우리를 구해 주겠다고 약속했습니다.. 우리를 이끌겠다고 약속했습니다. 우리는.. 너무 오랫동안 기다려 왔습니다.. "

source: "We fulfilled... the orders of Our Lady in Shadow... until the end. She will avenge us."
ko: "우리는... 끝까지... 그림자의 여주인님의 명령을 수행했다. 그분께서 우리의 복수를 해주실 거야."
ko_mt: "우리는.. 그림자 속의 성모님의 명령을.. 끝까지 이행했습니다. 그녀는 우리에게 복수 할 것입니다 "

source: "That was... a glorious battle... It's a blessing to die... like this!"
ko: "정말... 영광스런 전투였다... 이렇게... 죽게 되어 행복하군!"
ko_mt: "그건.. 영광스러운 전투였습니다.. 이렇게 죽는 것은 축복입니다.. 이렇게!"

source: "Champion, is that you? You're here to watch me depart in triumph? I thank you for this honor!"
ko: "챔피언, 당신인가? 승리를 거두고 떠나는 날 보러온 건가? 이 명예에 감사하지!"
ko_mt: "챔피언, 당신이에요? 제가 승리하고 떠나는 모습을 보러 오셨나요? 이 영광에 감사드립니다!"

source: "Leave me, please... I don't want to fight..."
ko: "제발 날 내버려둬... 난 싸우고 싶지 않아..."
ko_mt: "날 놔줘요, 제발.. 싸우고 싶지 않아요..."

source: "Please, don't hurt me... I'll serve you..."
ko: "제발, 절 괴롭히지 마세요... 제가 잘 모실 테니..."
ko_mt: "제발, 해치지 마세요.. 내가 당신을 섬길게요..."

source: "You promised you'd bring us home! And then you just left! Why would you do this to us?"
ko: "우릴 집으로 데려가겠다고 약속했잖아! 그리고 너 혼자 떠나버렸지! 어째서 이런 짓을 하는 거야?"
ko_mt: "우릴 집에 데려다 준다고 약속했잖아요! 그런데 그냥 떠나버렸어요! 왜 우리한테 이러는 거야?"

source: "And once again these creatures came to a place I called home..."
ko: "이 짐승들이 또 다시 내가 집이라 부르는 곳에 찾아왔구나..."
ko_mt: "그리고 다시 한번이 생물들이 내가 집이라고 부르는 곳에 왔습니다.. "

source: "I want to go home! I don't want to be in a place where everyone is always waving sharp things around!"
ko: "집에 가고 싶어! 다들 맨날 날카로운 걸 휘둘러대는 곳에 있고 싶지 않아!"
ko_mt: "집에 가고 싶어! 모두가 항상 날카로운 물건을 흔들고 있는 곳에 있고 싶지 않아요!"

source: "Let some demon take me as their servant!"
ko: "아무 데몬이나 좋으니 날 하인으로 데려가줘!"
ko_mt: "어떤 데몬이 나를 그들의 종으로 데려가자!"

source: "It's so uncomfortable here! So damp and nasty! When will we be able to take a bath?"
ko: "여긴 너무 불편해! 눅눅하고 더러워! 여기서 씻을 수는 있을까?"
ko_mt: "여기 너무 불편해요! 너무 축축하고 불쾌해요! 언제 목욕할 수 있을까요?"

source: "Horrible! This is not a palace, these are some filthy caves! Staying here is so disgusting! I want to go back to Daddy Dyunk's house!"
ko: "끔찍해! 이건 궁전이 아니라, 더러운 동굴이잖아! 이런 역겨운 곳에 머무르라니! 듄크 아빠의 집으로 돌아가고 싶어!"
ko_mt: "끔찍해! 여긴 궁전이 아니라 더러운 동굴이에요! 여기 있는 게 너무 역겨워요! 아빠 덩크 집으로 돌아가고 싶어요!"

source: "Why did they take us? This place is scary and cold and damp. I cry every night."
ko: "왜 우릴 데려온 걸까? 이곳은 너무 춥고 축축해. 매일 울고 있다고."
ko_mt: "왜 우리를 데려갔어요? 여긴 무섭고 춥고 축축해요. 매일 밤 울어요."

source: "I'm so scared. Why do you need all those weapons? You won't hurt us, will you?"
ko: "너무 무서워. 왜 그렇게 많은 무기가 필요한 거죠? 우릴 생각은 아니죠, 그렇죠?"
ko_mt: "너무 무서워요. 왜 그 많은 무기가 필요해요? 우릴 해치진 않을 거죠?"

source: "There's no decent food, not even a soft bed here! Life is so brutal! What did we do to deserve such a monstrous ordeal?"
ko: "맛있는 음식은 물론이고, 부드러운 침대도 없네! 사는 건 너무 힘들어! 우리가 뭘 잘못했다고 이런 끔찍한 일을 겪어야 하는 거야?"
ko_mt: "여긴 제대로 된 음식도 없고 푹신한 침대도 없어요! 삶은 너무 잔인합니다! 우리가 이런 괴물 같은 시련을 당할 자격이 있나요?"

source: The Storyteller's compass starts to vibrate. The crystals should be somewhere nearby.
ko: 이야기꾼의 나침반이 진동하기 시작합니다. 수정이 근처에 있는 게 분명합니다.
ko_mt: 스토리텔러의 나침반이 진동하기 시작합니다. 수정은 근처 어딘가에 있을 것입니다.

source: The Storyteller's compass emits a low rumble and quivers like an impatient hound that has caught the scent of prey.
ko: 이야기꾼의 나침반이 작게 울리며, 먹이의 냄새를 맡은 사냥개처럼 흔들립니다.
ko_mt: 스토리텔러의 나침반은 사냥감의 냄새를 맡은 성급한 사냥개처럼 낮은 울림을 내며 떨고 있습니다.

source: The Storyteller's compass buzzes, periodically emitting a grinding screech and shaking so hard you can barely hold it. The crystals are very near.
ko: "이야기꾼의 나침반이 울리며, 주기적으로 톱니가 돌아가는 소리를 비명처럼 내지릅니다. 흔들림이 너무 심해 쥐기도 힘들 정도입니다. 수정은 몹시 가까이에 있습니다.
ko_mt: 스토리텔러의 나침반이 윙윙거리며 주기적으로 삐걱거리는 소리를 내며 간신히 잡을 수 있을 정도로 심하게 동요합니다. 수정이 아주 가까이 있습니다.

source: "Everyone is so strange here... No one wants anything from me. It's great!"
ko: "여기 사람들은 너무 이상해... 나한테 원하는 게 아무것도 없다니. 굉장해!"
ko_mt: "여긴 다들 너무 이상해.. 아무도 나한테서 아무것도 원하지 않아요. 정말 좋아요!"

source: "Wait, where are you going? We haven't found the relic yet!"
ko: "잠깐, 어디가는 거야? 아직 유물을 못 찾았잖아!"
ko_mt: "잠깐, 어디 가는 거야? 아직 유물을 찾지 못했잖아!"

source: "Look, Hulrun put all the confiscated weapons in this chest. Take a look — maybe your things survived the fall."
ko: "저기, 헐런이 압수한 무기들을 넣어둔 상자야. 한번 봐, 네 물건도 떨어진 충격을 견뎌냈을지도 모르니까."
ko_mt: "봐요, 훌런이 압수한 무기를 모두 이 상자에 넣었어요. 이걸 봐요, 아마 당신 물건이 떨어졌을 때 살아남았을지도 몰라요."

source: "Everybody's letting their hair down. Everybody's drinking, havin' a good time... But the demons' spies never let up, so that means no fun for me!"
ko: "모두가 긴장을 풀어놓고 있어요. 모두가 술을 마시고, 즐기고 있는데... 데몬의 첩자들은 절대 쉬질 않으니, 저도 쉴 수 없죠!"
ko_mt: "모두들 머리를 풀어헤치고 있습니다. 모두들 술을 마시며 즐거운 시간을 보내고 있는데.. 하지만 데몬들의 스파이가 계속 쫓아오니 난 재미가 없어요!"

source: "I have a feeling something terrible is going to happen... As usual..."
ko: "뭔가 끔찍한 일이 벌어질 것 같은 예감이 들어... 항상 그렇지..."
ko_mt: "뭔가 끔찍한 일이 일어날 것 같은 예감이 들어요.. 평소처럼..."

source: "Grubby peasants and their grubby diversions. Why did I even bother coming?"
ko: "더러운 농부 놈들의 더러운 수작 같으니라고. 애초에 내가 왜 온거람?"
ko_mt: "지저분한 농민들과 그들의 지저분한 전환. 내가 왜 여기까지 왔을까?"

source: "Happy city day!"
ko: "축제 만세!"
ko_mt: "행복한 도시의 날!"

source: "To the city!"
ko: "도시를 위하여!"
ko_mt: "도시로!"

source: "Let's drink to Kenabres!"
ko: "케나브레스를 위해 건배!"
ko_mt: "케나브레스를 위해 건배합시다!"

source: "Our city has stood strong for another year. May it stand for a hundred more!"
ko: "우리의 도시가 또 일년을 버텨냈군. 앞으로도 백년은 거뜬하길!"
ko_mt: "우리 도시는 또 한 해를 굳건히 버텨냈습니다. 앞으로 백 년도 더 버티길 바랍니다!"

source: "To Her Majesty's health!"
ko: "여왕 폐하의 건강에 건배!"
ko_mt: "여왕 폐하의 건강을 위하여!"

source: "For Tren... hic! For Trendelev!"
ko: "트른... 딸꾹! 트렌델레프를 위해!"
ko_mt: "트렌.. 힉! 트렌델레프를 위하여!"

source: "They call this a celebration? This is but a paltry imitation of what goes on in my mansion on a dull Toilday evening."
ko: "이런 걸 축하라고 부른다고? 이건 기껏해 봐야 내 저택에서의 따분한 화요일 밤의 볼품없는 모방 수준인걸."
ko_mt: "이걸 축제라고 하나요? 이것은 지루한 틸데이 저녁에 내 저택에서 벌어지는 일의 빈약한 모방에 불과합니다."

source: "Yes, yes, happy city day. And now, step away, please. I do not wish for Horgus Gwerm to be seen next to... you."
ko: "그래, 그래, 행복한 도시 기념일 되시게. 그럼 이제, 부디 옆으로 비켜주게. 호르거스 그웜이 자네... 옆에 서있는 모습을 보이고 싶진 않거든."
ko_mt: "네, 네, 행복한 도시의 날입니다. 이제 비켜주세요. 호거스 그웜이 당신 옆에 있는 걸 보고 싶지 않으니까요."

source: "How are you? Did Terendelev help you?"
ko: "좀 어때? 테렌델레프가 도움이 됐나?"
ko_mt: "안녕하세요? 테렌델레브가 도와줬나요?"

source: "Pour me another one! Let's make this a day to remember! I do love a festival. When we win, our victory feast will put this one to shame!"
ko: "한 잔 더 따라줘! 오늘을 기억할 만한 날로 만들자고! 난 축제가 정말 좋아. 우리가 이기고 나면, 승리 기념 연회는 지금 이걸 애들 장난처럼 보일 만큼 화려하게 할 거야!"
ko_mt: "한 잔 더 따라주세요! 오늘을 기억에 남는 날로 만들자! 난 축제를 좋아해. 우리가 이기면 승리의 축제로 이 축제를 부끄럽게 만들 거야!"

source: "Attack! The power of Heaven is on our side!"
ko: "천상의 힘이 우리와 함께한다! 공격하라!"
ko_mt: "공격! 하늘의 힘이 우리 편이다!"

source: "I don't like this place. This isn't like the caves we're used to."
ko: "이 장소가 맘에 안 들어. 우리가 있던 동굴이랑 너무 다르잖아."
ko_mt: "여기가 맘에 안 들어요. 여기는 우리가 익숙한 동굴과는 달라요."

source: "I wonder what it's like up there..."
ko: "위는 어떤 곳일지 궁금하군..."
ko_mt: "저 위는 어떨지 궁금해..."

source: "Maybe it's our time to go up?"
ko: "이제 올라갈 때가 된 걸까?"
ko_mt: "이제 올라갈 때가 된 것 같지 않나요?"

source: "Grrr!"
ko: "크르르!"

source: *The mongrel moans*
ko: *잡종은 신음한다*
ko_mt: *몽그렐 신음소리*

source: "What... happened?"
ko: "무슨 일이... 벌어진 거지?"
ko_mt: "무슨.. 일이에요?"

source: "Uplanders? They should've stayed on the surface, they've no business coming down here."
ko: "지상인들? 그들은 지상에나 머무르지, 땅 속으로 내려올 일이 없잖아."
ko_mt: "고지대 주민? 그들은 지표면에 머물러야 했어요. 여기 내려올 자격이 없죠."

source: "Lann and Wenduag are always dragging back trash from the caves. No offense."
ko: "랜과 웬두아그는 항상 동굴에서 쓰레기들을 가져온다니까. 욕하는 건 아니야."
ko_mt: "란과 웬두아그는 항상 동굴에서 쓰레기를 가져옵니다. 악의는 없어요."

source: "We have nothing to feed you. Go to one of the other tribes."
ko: "우린 너한테 줄 식량 없어. 다른 부족에나 가봐."
ko_mt: "우리는 당신에게 먹일 것이 없습니다. 다른 부족으로 가세요."

source: "If you can hunt, you're welcome to stay."
ko: "사냥을 할 줄 안다면, 얼마든지 머물러도 돼."
ko_mt: "사냥을 할 수 있다면 머물러도 좋습니다."

source: "I don't even want to know what's happening up there."
ko: "저 위에서 무슨 일이 벌어지고 있는지 알고 싶지도 않아."
ko_mt: "저 위에서 무슨 일이 벌어지는지 알고 싶지도 않아요."

source: "Would you look at that... uplanders..."
ko: "저것 좀 봐... 지상인이야..."
ko_mt: "저것 좀 봐.. 고지대 사람들..."

source: "Has the Maze really collapsed?"
ko: "미로가 정말로 무너진 건가?"
ko_mt: "미로가 정말 무너졌나요?"

source: "Let us pray to our ancestors to bring our children back home safe to us."
ko: "우리의 아이들이 무사히 돌아올수 있도록 선조들께 기도하자."
ko_mt: "우리 아이들이 무사히 집으로 돌아올 수 있도록 조상님께 기도합시다."
