Repository: akintos/wotr-translation
Catalog: translation/*/Encounters.po
Languages: ko, ko_mt

source: The books and scrolls on these shelves contain information about a research project known as "The Northern Lights."
ko: 이 선반에 있는 책과 두루마리에는 "북극광"이라는 연구 프로젝트에 대한 정보가 들어있습니다.
ko_mt: 이 서가에 있는 책과 두루마리에는 "오로라"로 알려진 연구 프로젝트에 대한 정보가 들어 있습니다."

source: "This suspense is terrible. What will they do to us?!"
ko: "긴장돼서 미칠 것 같아! 놈들은 우리한테 무슨 짓을 할 작정이지?!"
ko_mt: "이 긴장감은 끔찍합니다. 우리한테 무슨 짓을 할까?"

source: "I just want this whole nightmare to end..."
ko: "그냥 이 악몽이 끝나줬으면 좋겠어..."
ko_mt: "이 모든 악몽이 끝났으면 좋겠어요..."

source: The victim's eyes are closed. His breathing is ragged, and incoherent moans escape his lips.
ko: 희생자의 눈은 감겨 있고, 숨은 거칩니다. 알아들을 수 없는 신음이 그 입술에서 흘러나옵니다.
ko_mt: 피해자의 눈은 감겨 있습니다. 호흡이 거칠고 일관성 없는 신음소리가 입술에서 흘러나옵니다.

source: "He's coming... He is close..."
ko: "그가 온다... 그가 왔어..."
ko_mt: "그가 온다.. 그가 가까이 왔어..."

source: "I thank the gods every day that Eliandra and Katair are with us. The temple wouldn't have survived without them."
ko: "엘리안드라와 카타이르가 함께함에 매일 신들께 감사드립니다. 그들이 없이는 사원도 살아남을 수 없었을 테니까요."
ko_mt: "엘리아란드라와 카타이르가 우리와 함께해줘서 매일 신들께 감사하고 있습니다. 그들이 없었다면 이 사원은 살아남지 못했을 거예요."

source: "I miss our waterfall, the roar of the water, the spray of mist in the air... But I am also glad we did not abandon the temple. We did not leave it to be desecrated by demons."
ko: "폭포가 그리워, 물이 쏟아지던 소라, 흩어지던 물안개... 하지만 우리가 사원을 버리지 않고, 데몬들의 손에 더럽혀지지 않도록 했다는 사실도 기뻐."
ko_mt: "폭포와 물소리가 그리워요.. 공중에서 안개가 뿌려지는 것도 그리워요.. 하지만 우리가 성전을 버리지 않아서 기쁩니다. 데몬들에게 더럽혀지도록 내버려두지 않았으니까요."

source: "It's good that we can now watch the stars without distraction. The temple used to conduct funeral ceremonies, and they were always very tiresome."
ko: "이제 방해받지 않고 별을 볼 수 있어서 다행이야. 사원에선 종종 장례식이 치뤄지곤 했는데, 엄청 피곤했거든."
ko_mt: "이제 방해받지 않고 별을 볼 수 있어서 좋아요. 예전에는 사원에서 장례식을 치렀는데 항상 매우 지루했죠."

source: "I've never liked crowds and cities. I could spend another hundred years in this temple!"
ko: "애초에 군중과 도시를 좋아한 적도 없었어. 이 사원에서 백년은 더 거뜬하다고!"
ko_mt: "저는 군중과 도시를 좋아하지 않아요. 이 사원에서 백 년은 더 살 수 있을 것 같아요!"

source: The scientific research of Pulura's stargazers can be found on these shelves. The books and scrolls contain meticulously detailed observations about the movements of the celestial bodies. The copies of stargazers' findings have already been sent to Drezen.
ko: 천체의 움직임에 대해 면밀하고 세심하게 관찰한 기록을 담고 있는 책과 두루마리들입니다. 펄루라의 점성가들의 과학작 연구의 성과들은 이곳의 책장에서 찾을 수 있습니다. 점성가들의 연구물의 복사본은 이미 드레젠으로 보내졌습니다.
ko_mt: 풀루라의 별을 관측하는 사람들의 과학적 연구는 이 서가에서 찾을 수 있습니다. 책과 두루마리에는 천체의 움직임에 대한 세심한 관찰 내용이 담겨 있습니다. 별 관측자들의 발견 사본은 이미 드레젠에게 보내졌습니다.

source: There is nothing left of value on these bookshelves. Mutasafen managed to escape with the research he stole from Pulura's stargazers.
ko: 이 책장에 더 이상 가치 있는 것은 없습니다. 무타사펜은 펄루라의 점성가의 연구 자료들과 함께 도망치는 데 성공했습니다.
ko_mt: 이 책꽂이에는 가치 있는 것이 아무것도 남아있지 않습니다. 무타사펜은 풀 루라의 별 관측기에서 훔친 연구로 탈출했습니다.

source: The scientific research of Pulura's stargazers can be found on these shelves. The books and scrolls contain meticulously detailed observations about the movements of the celestial bodies.
ko: 천체의 움직임에 대해 면밀하고 세심하게 관찰한 기록을 담고 있는 책과 두루마리들입니다. 펄루라의 점성가들의 과학작 연구의 성과들은 이곳의 책장에서 찾을 수 있습니다.
ko_mt: 풀루라의 별 관측가들의 과학적 연구는 이 서가에서 찾을 수 있습니다. 책과 두루마리에는 천체의 움직임에 대한 세심하고 상세한 관찰 내용이 담겨 있습니다.

source: "How did those ones get out?"
ko: "이 놈이 어떻게 빠져나온 거지?"
ko_mt: "저것들은 어떻게 나왔지? "

source: "Please leave me."
ko: "제발 내버려 둬 주세요."
ko_mt: "제발 떠나주세요"

source: "We must do something."
ko: "뭐라도 해야 돼요."
ko_mt: "우리는 뭔가를 해야 합니다"

source: "People often say an unexpected guest is as welcome as a demon. Well, the unexpected guests at my wedding turned out to be actual demons!"
ko: "사람들은 불청객은 데몬만큼이나 반갑다고 하던데, 제 결혼식에 찾아온 불청객은 진짜 데몬이었네요!"
ko_mt: "사람들은 종종 예상치 못한 손님은 데몬만큼이나 환영받는다고 말합니다. 글쎄요, 제 결혼식에서 예상치 못한 손님은 실제 데몬으로 밝혀졌습니다!"

source: A painful feeling of emptiness overwhelms you when you look into the victim's face. It seems utterly lifeless, despite the discernible breathing.
ko: 피해자의 얼굴을 보자 고통스러울 정도의 허무감이 당신을 집어삼킵니다. 숨을 쉬고 있음에도 마치 시체처럼 느껴집니다.
ko_mt: 피해자의 얼굴을 들여다 보면 고통스러운 공허감이 압도합니다. 뚜렷한 호흡에도 불구하고 완전히 생명이 없는 것 같습니다.

source: "I can't even tell if I look dashing or ridiculous."
ko: "내가 멋지게 보이는 건지 멍청해 보이는 건지 모르겠네."
ko_mt: "내가 늠름해 보이는지 우스꽝스러워 보이는지도 모르겠어요"

source: "We should have had everyone all in the one place, though. I can't get enough of Elan's lavish fey monarch costume!"
ko: "그래도 모두를 한 자리에 불러 모을걸 그랬어. 엘란의 저 화려한 페이 군주 복장은 질리지가 않는단 말야!"
ko_mt: "그래도 모두 한 자리에 모였어야 했어요. 엘란의 호화로운 페이 군주 코스튬이 너무 멋져요!"

source: Your handling caused the marzipan bone to break and crumble to pieces.
ko: 당신의 손길로 인해 연약한 뼈는 산산조각이 났습니다.
ko_mt: 당신의 취급으로 인해 마지팬 뼈가 부러지고 산산조각이났습니다.

source: You can't take any more bones out of the skeleton — otherwise it will just fall apart.
ko: 해골에서 이 이상 뼈를 가져갈 수는 없습니다. 그랬다간 완전히 무너져버릴 것입니다.
ko_mt: 해골에서 더 이상 뼈를 꺼낼 수 없습니다. 그렇지 않으면 그냥 무너질 것입니다.

source: Judging by the empty gem-shaped slot, this mechanism is currently missing a piece.
ko: 비어있는 보석 모양의 홈으로 미루어 보아, 이 기계에는 빠진 부분이 있는 듯합니다.
ko_mt: 빈 보석 모양의 슬롯으로 판단하면이 메커니즘에는 현재 조각이 누락되었습니다.

source: "The Spinner of Nightmares is our queen! Praise the patroness of pleasures, the Spinner of Nightmares!"
ko: "악몽의 직조자께선 우리의 여왕이시다! 쾌락의 후견인, 악몽의 직조자를 찬양하라!"
ko_mt: "악몽을 잣는 자는 우리의 여왕입니다! 쾌락의 후원자, 악몽을 잣는 자를 찬양하십시오!"

source: "Never in my life have I been so happy! Just kill me right now!"
ko: "내 인생에 이렇게 행복한 적은 없었어! 당장 날 죽여줘!"
ko_mt: "내 인생에서 이렇게 행복했던 적은 없었어! 지금 당장 날 죽여주세요!"

source: "My mind was so limited, but now I am free! I never dreamed it would be so great to be insane!"
ko: "내 정신에는 한계가 존재했지만, 이제 난 자유야! 난 미친다는 게 이렇게 끝내줄 줄은 꿈에도 몰랐어!"
ko_mt: "내 마음은 너무 제한적이었지만 이제 나는 자유입니다! 미쳐버리는 것이 이렇게 좋을 줄은 꿈에도 몰랐어요!"

source: "The Spinner of Nightmares' illusions are the most incredible! They are far better than any fantasy!"
ko: "악몽의 직조자의 환상은 정말 훌륭해! 그 어떤 공상보다도 굉장해!"
ko_mt: "악몽을 잣는 자의 환상은 가장 놀랍습니다! 그 어떤 환상보다 훨씬 낫습니다!"

source: "How terrible! A murder! Nothing like that has ever happened in our village before!"
ko: "끔찍하군! 살인 사건이야! 우리 마을에서 이런 일이 벌어진 적은 없었는데!"
ko_mt: "얼마나 끔찍한가! 살인이라니! 우리 마을에서 이런 일은 처음이에요!"

source: "Oh, I can't believe it! The Commander {mf|himself|herself} has come to pay us a visit! I bet it's all because of that dreadful murder, right? Well, I have nothing to hide! Honest to gods, I don't know anything about it!"
ko: "이런, 믿기지가 않네! 사령관께서 직접 방문하시다니! 그 끔찍한 살인 사건 때문에 오신 거겠죠? 신께 맹세코, 전 아무것도 숨기는 게 없습니다! 아무것도 모른다고요!"
ko_mt: "오, 믿을 수가 없어요! 사령관 {mf|그|그녀} 자신이 우리를 방문하러 왔어요! 그 끔찍한 살인 사건 때문이겠죠, 그렇죠? 글쎄, 난 숨길 게 아무것도 없어! 솔직히 말해서 난 아무것도 몰라요!"

source: "What Markyll did was unthinkable! And he used to be such a nice guy! He never even got drunk!"
ko: "마르킬이 저지른 짓은 저희로선 상상조차 할 수 없던 일입니다! 그렇게 착한 녀석이었는데! 취해서 행패를 부린 적도 없다고요!"
ko_mt: "마킬이 한 짓은 상상할 수 없는 일이었어요! 그리고 그는 정말 좋은 사람이었어! 그는 술에 취한 적도 없었습니다!"

source: "Poor Jernaugh. I'll miss his tales of the Crusade."
ko: "불쌍한 예르나프. 그 녀석의 성전 얘기가 그리울거에요."
ko_mt: "불쌍한 저나우. 십자군 전쟁에 대한 그의 이야기가 그리울 거야."

source: "We don't need clerics. We have our river — she's our mother."
ko: "우리한텐 어머니 강이 존재하니, 클레릭 따위는 필요 없어."
ko_mt: "우리에겐 성직자가 필요없어. 우리에게는 강이 있습니다-그녀는 우리 어머니입니다."

source: "It's been a cold year."
ko: "올해는 싸늘했네."
ko_mt: "추운 한 해였습니다."

source: "I caught this pike the other day — it was as big as a crocodile!"
ko: "지난 번에 강꼬치고기를 잡았는데 — 악어만큼이나 커다랗더군!"
ko_mt: "얼마 전에 파이크를 잡았는데 악어만큼 컸어요!"

source: "It's tough to be out there fighting the war, eh?"
ko: "바깥에서 전쟁을 치른다는 것은 참 힘들겠군요?"
ko_mt: "전쟁터에 나가서 싸우는 건 힘들죠?"

source: "Well, well, looks like we've caught ourselves a big fish! The commander of the crusade, right here in our village!"
ko: "이런, 이런, 거물이 들어오셨네! 우리 마을에, 성전의 사령관께서 행차하시다니!"
ko_mt: "이런, 이런, 우리가 대어를 잡은 것 같습니다! 십자군 사령관이 바로 여기 우리 마을에 있잖아!"

source: "Thanks to our mother, Icy Rill, we do not starve."
ko: "우리의 어머니, 얼음장 개울님 덕분에 우린 굶주리진 않아요."
ko_mt: "어머니 아이시 릴 덕분에 우리는 굶지 않습니다."

source: "A firstborn, sure enough... She loves firstborns, our river, loves 'em to death."
ko: "첫째라, 그래... 우리 강님께서는 첫째를 죽도록 사랑하시지."
ko_mt: "맏아들, 물론.. 그녀는 맏아들, 우리의 강을 사랑합니다. 죽을 때까지 사랑합니다."

source: "The river will always take what's hers..."
ko: "강은 항상 자신의 것을 챙기는 법이야..."
ko_mt: "강은 언제나 자기 것을 가져갈 것이다..."

source: "Oh, dark be the river, and cold be its waters..."
ko: "아, 강은 곧 어둠이고, 그 물은 얼음이여라..."
ko_mt: "오, 강은 어둡고 그 물은 차갑구나..."

source: A statue of Erastil, preserved by fortune itself in Erastil's own temple in the middle of the Worldwound.
ko: 세계상처 한복판에서 운 좋게 살아남은 에라스틸의 신전에 위치한 에라스틸의 석상입니다.
ko_mt: 세계상처 한가운데 있는 에라스틸의 사원에 운이 따라 보존된 에라스틸의 동상입니다.

source: "What have you done? You plundered the tomb of Delamere the Blessed! It is an outrage!"
ko: "무슨 짓을 한 겁니까? 축복받은 델라메어의 무덤을 약탈하다니! 이런 극악무도한!"
ko_mt: "무슨 짓을 한 거야? 너희가 축복받은 델라미어의 무덤을 약탈했어! 분노를 금할 수 없습니다!"

source: "Praise Erastil! Delamere's relics have returned to the world once more! May the demons fear your arrows!"
ko: "에라스틸을 찬양하라! 델라메어의 유물이 다시 한 번 세상에 돌아왔도다! 데몬들이 당신의 화살을 두려워 하기를!"
ko_mt: "에라스틸을 찬양하라! 델라미어의 유물이 다시 한 번 세상에 돌아왔으니! 데몬들이 당신의 화살을 두려워하길!"

source: "Yes! I'm alive! You were right! You tricked the curse!"
ko: "그래! 살았다! 네가 옳았어! 저주를 속였구나!"
ko_mt: "그래! 나 살아있다! 네가 옳았어! 저주를 속였어!"

source: The mortal before you, who has been turned into a doll, is looking at you in desperation, and there is but one plea in her gaze — to be granted peace.
ko: 당신 앞의 필멸자는 이미 인형으로 변해, 안식을 내려달라는 단 하나의 간청을 절박한 눈에 담아 당신을 바라봅니다.
ko_mt: 인형으로 변한 당신 앞의 필멸자는 절망적으로 당신을 바라보고 있으며, 그녀의 시선에는 평화를 허락 해달라는 단 하나의 탄원이 있습니다.

source: One could have mistaken this wretched mortal for a stuffed effigy if not for the eyes, alive and full of pain.
ko: 살아 있고 고통으로 가득 찬 눈이 아니라면 이 불행한 필멸자를 인형으로 착각했을 것입니다.
ko_mt: 살아 있고 고통으로 가득 찬 눈이 아니었다면이 비참한 필멸자를 박제 인형으로 착각 할 수있었습니다.

source: Blood gushes down in a never-ending stream. To create a 'decoration' like this, the jailers must have slain thousands upon thousands of prisoners.
ko: 피가 개울을 이루어 끝없이 흘러내립니다. 이와 같은 '장식'을 만들기 위해서 간수들이 수많은 죄수들을 죽였을 것입니다.
ko_mt: 피가 끝없이 흘러내립니다. 이런 '장식'을 만들기 위해 간수들은 수천 명의 죄수를 죽였을 것입니다.

source: Blood gushes down in a never-ending stream. It is unlikely that it came from the prisoners themselves. Most probably, this blood was created by the nightmarish reality of this Abyssal realm.
ko: 피가 개울을 이루어 끝없이 흘러내립니다. 이 피가 모두 죄수가 흘린 피 같지는 않습니다. 아마도 이 심연 속 영역의 악몽같은 실체에 의해 만들어졌을 것입니다.
ko_mt: 피가 끝없이 흘러내린다. 죄수들 자신에게서 나온 것 같지는 않습니다. 아마도이 피는 이 심연 영역의 악몽 같은 현실에 의해 만들어 졌을 것입니다.

source: A magical barrier protects this cage, despite the fact that it's clearly been empty for a while.
ko: 이 우리는 한동안 텅 비었던 게 확실함에도 불구하고 마법 보호막이 지키고 있습니다.
ko_mt: 한동안 비어 있었음에도 불구하고 마법의 장벽이 이 케이지를 보호합니다.

source: The prisoner is mumbling in a rare dialect of Qadiran tongue, "We were six thieves who entered this prison. Now there are none of us. Five found easy deaths in battle. And I am bound to four torments — hunger, thirst, cold, and darkness."
ko: 죄수는 희귀한 카디라 사투리로 중얼거리고 있습니다. "우린 이 감옥에 숨어든 여섯 도둑이었는데. 이젠 아무도 안 남았지. 다섯은 싸우다 편히 죽었고. 그리고 난 붙잡혀서 허기, 갈증, 추위 그리고 어둠의 네 가지 고문을 당하고 있지."
ko_mt: 죄수는 카디란 방언의 희귀한 방언으로 중얼거리고 있습니다."우리는 이 감옥에 들어온 여섯 명의 도둑이었습니다. 이제 우리 중 누구도 없습니다. 다섯 명은 전투에서 쉽게 죽었습니다. 그리고 나는 배고픔, 갈증, 냉기, 어둠이라는 네 가지 고통에 묶여 있습니다."

source: "He scattered his damned riddles everywhere. Bait for thieves like us. We found one right after we got out of the rat tunnel. We were fools..."
ko: "놈이 빌어먹을 수수께끼를 사방에 뿌려놨어. 우리같은 도둑을 노린 미끼인 거지. 쥐구멍을 빠져나오자마자 또 하나 발견했다고. 우린 바보였어..."
ko_mt: "그는 저주받은 수수께끼를 사방에 흩뿌렸어. 우리 같은 도둑들을 위한 미끼. 우리는 쥐굴에서 나온 직후에 하나를 발견했습니다. 우리는 바보였습니다..."

source: The prisoner is mumbling in an unknown tongue.
ko: 죄수는 알 수 없는 언어로 중얼거리고 있습니다.
ko_mt: 죄수는 알 수없는 언어로 중얼거리고 있습니다.

source: The magical symbol on the floor seems to control the movement of the floating prison cell. An enchanted key or something similar will be required to disable it.
ko: 바닥의 마법적 상징은 떠있는 감옥의 움직임을 조종하는 듯합니다. 비활성화 하려면 마법이 부여된 열쇠나 그 비슷한 게 있어야 할 것 같습니다.
ko_mt: 바닥에있는 마법의 상징은 떠 다니는 감옥의 움직임을 제어하는 것 같습니다. 이를 비활성화하려면 마법이 부여 된 열쇠 또는 이와 유사한 것이 필요합니다.

source: You hear heavy breathing nearby, as if there is someone extremely close, but unseen.
ko: 마치 누군가 몹시 밀접한 것처럼, 근처에서 무거운 숨소리가 들리나, 보이지는 않습니다.
ko_mt: 아주 가까이 있지만 보이지 않는 누군가가있는 것처럼 근처에서 무거운 호흡 소리가 들립니다.

source: You sense a familiar undead spirit that is doing its best to hide from you...
ko: 당신에게서 숨으려 최선을 다하는 친숙한 언데드의 영혼이 느껴집니다...
ko_mt: 당신은 당신에게서 숨기 위해 최선을 다하고있는 친숙한 언데드 영혼을 느낍니다...

source: "Don't you dare step into the sanctum of the Lord of Beasts! Faithful — tear {mf|him|her} apart!"
ko: "감히 짐승의 군주의 성역에 발을 내딛을 생각은 하지도 마라! 신도들이여, 놈을 찢어 죽여라!"
ko_mt: "감히 짐승의 주님의 성소에 발을 들여 놓지 마십시오! 충실한 자 - {mf|그|그녀}를 찢어라!"

source: The remains of Cessily, the fallen priestess of Sarenrae.
ko: 죽은 서렌레이의 여사제, 세실리의 유해입니다.
ko_mt: 사렌 래의 타락한 여사제 세실리의 유골.

source: The pages of this book are hopelessly ruined, it is no longer possible to read it. However, the soothing aura around it persists despite Baphomet's minions' best efforts.
ko: 이 책의 페이지들은 완전히 망가져서, 도저히 읽을 수가 없습니다. 허나, 책을 망치려는 바포메트의 수하들의 노력에도 불구하고 그것을 감싼 부드러운 오라는 아직까지 남아있습니다.
ko_mt: 이 책의 페이지가 절망적으로 망가져서 더 이상 읽을 수 없습니다. 그러나 바포메트의 하수인들의 최선의 노력에도 불구하고 그 주변의 차분한 기운은 지속됩니다.

source: The pentagram flashes ever so slightly, then quickly fades.
ko: 오망성은 희미하게 반짝이다가 금세 사그라듭니다.
ko_mt: 오각형이 아주 약간 깜박이다가 빠르게 사라집니다.

source: It seems that this liquid metal was what Alderpash chose as the vessel for his soul.
ko: 아무래도 이 액체 금속이 알더패시가 자신의 영혼을 담을 그릇으로 선택한 물건인 듯합니다.
ko_mt: 이 액체 금속은 알더파쉬가 영혼을 담을 그릇으로 선택한 것 같습니다.

source: "You are on the right path. Hurry."
ko: "맞는 길로 가고 있어, 서둘러."
ko_mt: "당신은 올바른 길을 가고 있습니다. 서둘러요."

source: "This way. This path leads to your freedom."
ko: "이쪽이야, 이 길로 도망칠 수 있어."
ko_mt: "이쪽입니다. 이 길이 당신의 자유로 이어집니다."

source: "You are getting closer and closer to freedom. Be strong."
ko: "네 자유에 점점 더 가까워지고 있어. 견뎌내."
ko_mt: "당신은 자유에 점점 더 가까워지고 있습니다. 강해지세요."

source: "We are very close. Go faster, the enemy is near."
ko: "거의 도착했어. 서둘러, 적이 가까이에 있으니."
ko_mt: "거의 다 왔어. 더 빨리 가세요, 적이 가까이 있습니다."

source: "The entrance to a secret tunnel is hidden behind one of these stones. Push the stone aside."
ko: "비밀 통로로 통하는 입구는 이 돌들에 숨겨져 있어. 돌을 밀어봐."
ko_mt: "비밀 터널의 입구는 이 돌 뒤에 숨겨져 있습니다. 돌을 옆으로 밀어주세요."

source: Shards of several dozen large diamonds. They appear to have been used in an unsuccessful attempt to cast spells.
ko: 수십 개의 큰 다이아몬드가 조각나 있습니다. 주문 시전 실패의 흔적으로 보입니다.
ko_mt: 수십 개의 큰 다이아몬드 파편. 그들은 주문을 시전하려는 실패한 시도에 사용된 것으로 보입니다.

source: An empty stand that may have once held a large crystal.
ko: 한때 큰 수정이 있었던 것으로 보이는 거치대입니다.
ko_mt: 한때 큰 수정을 담았을 수 있는 빈 스탠드.

source: Papers with erratically scribbled calculations and formulas. The words "I promise" are written repeatedly in the margins.
ko: 수식들이 기괴하게 날려 쓰여진 종이들입니다. 여백에 "약속할게" 라는 말이 빼곡하게 적혀 있습니다.
ko_mt: 계산과 공식이 비정상적으로 낙서된 종이. 여백에 "약속합니다"라는 단어가 반복적으로 쓰여 있습니다.

source: A simple diagram of a tower next to a quick sketch of a room with a large crystal in the center.
ko: 중앙에 커다란 수정이 있는 방과 그 옆의 탑이 간단하게 그려진 그림입니다.
ko_mt: 중앙에 큰 수정이 있는 방의 빠른 스케치 옆에 타워의 간단한 다이어그램이 있습니다.

source: A resurrection scroll that has been ripped to pieces.
ko: 조각조각 찢겨진 부활 두루마리입니다.
ko_mt: 조각으로 찢어진 부활 주문서.

source: "Hopefully the military band will climb up here sooner than any enemies."
ko: "군악대가 적들보다 먼저 여기 도착하길 바래야지."
ko_mt: "군악대가 적보다 빨리 여기로 올라오길 바란다"

source: "We've got an epic symphony prepared called 'In the Heart of the Wound' for this precise occasion."
ko: "바로 이 행사를 위해 준비한 '상처의 심장에서' 라는 이름의 훌륭한 교향곡입니다!"
ko_mt: "바로 이 순간을 위해 "상처의 심장에서"라는 장엄한 교향곡을 준비했습니다"

source: The throne of the Lady in Shadow looks magnificent and menacing, despite the fact that its powerful owner is currently absent.
ko: 그림자의 여주인의 왕좌는 지금 그 주인이 자리를 비웠음에도 불구하고, 아름다우면서 위협적입니다.
ko_mt: 그림자 속의 여인의 왕좌는 현재 강력한 주인이 부재 중임에도 불구하고 웅장하고 위협적으로 보입니다.

source: An image of a horned insect, with two pairs of mandibles and ragged wings, marks the location where you found Areelu Vorlesh's cache.
ko: 두 쌍의 턱과 헤진 날개, 그리고 뿔이 달린 곤충의 그림은 당신이 아릴루 볼레쉬의 은닉처를 발견한 곳을 의미합니다.
ko_mt: 두 쌍의 하악골과 울퉁불퉁한 날개를 가진 뿔 달린 곤충의 이미지가 아릴루 볼레쉬의 캐시를 발견한 위치를 표시합니다.

source: You have found no traces of Areelu Vorlesh.
ko: 아릴루 볼레쉬의 흔적을 찾을 수 없었습니다.
ko_mt: 아릴루 볼레쉬의 흔적을 찾지 못했습니다.

source: "Crusaders don't give up!"
ko: "성전사는 포기하지 않는다!"
ko_mt: "크루세이더는 포기하지 않는다!"

source: "For the Queen! For the Commander!"
ko: "여왕 폐하를 위해! 사령관님을 위해!"
ko_mt: "여왕을 위하여! 사령관을 위하여!"

source: "Get the monsters!"
ko: "괴물을 잡아라!"
ko_mt: "괴물을 잡아라!"

source: "Stick together! Don't wander off!"
ko: "뭉쳐라! 흩어지지 마!"
ko_mt: "뭉쳐라! 방황하지 마세요!"

source: "Damn, I'm low on arrows."
ko: "젠장, 화살이 거의 다 떨어졌는데."
ko_mt: "젠장, 화살이 모자라네요."

source: "Keep your eyes on the sky!"
ko: "하늘을 잘 살펴!"
ko_mt: "하늘을 주시하세요!"

source: "They won't get me."
ko: "놈들은 날 잡지 못 해."
ko_mt: "그들은 나를 이해하지 못할 것입니다."

source: "Where did they come from?"
ko: "놈들은 어디서 나타난거야?"
ko_mt: "어디에서 왔나요?"

source: "Where are you running to? You got a death wish?"
ko: "어디로 달려가는 거야? 자살이라도 하고 싶냐?"
ko_mt: "어디로 도망가는 거야? 죽고 싶어요?"

source: "There they are, look! Up there!"
ko: "놈들이 저깄다! 위를 봐!"
ko_mt: "저기 있네요, 보세요! 저 위에요!"

source: "It hurts so bad!"
ko: "존나 아프네!"
ko_mt: "너무 아파요!"

source: "I'm all right. Help the others."
ko: "난 괜찮아, 남들을 도와줘."
ko_mt: "난 괜찮아요. 다른 사람들을 도와주세요."

source: "There were just too many of them... We never had a chance."
ko: "놈들이 너무 많았어... 우린 승산이 없었지."
ko_mt: "너무 많았어요.. 기회가 없었습니다."

source: "You do remember that we promised to help Elan search for the ring at the abandoned camp? It's on the way to Drezen. We should have time to drop by!"
ko: "엘란에게 버려진 야영지에서 반지 찾는 거 도와주겠다고 약속했던 거 기억나? 드레젠에 가는 길에 있으니, 들를 시간 정도는 있을 거야!"
ko_mt: "엘란이 버려진 캠프에서 반지를 찾는 걸 도와주기로 약속한 거 기억하지? 드레젠으로 가는 중이야. 들러볼 시간이 있을 거예요!"

source: "We let our guard down, and we paid for it."
ko: "우린 방심했고, 그 댓가를 치른거지."
ko_mt: "우리는 경계를 늦추고 그 대가를 치렀습니다 "

source: "We should watch the sky more closely. And the ground beneath our feet. Even our own shadows!"
ko: "하늘을 더 잘 살펴야 한다. 그리고 우리의 발밑, 그리고 그림자까지도 말이야!"
ko_mt: "우리는 하늘을 더 면밀히 관찰해야 합니다. 그리고 발밑의 땅도. 우리 자신의 그림자까지도!"

source: "The chapel is just the beginning. Things will be harder in Drezen."
ko: "그 예배당은 그저 시작일 뿐이야. 드레젠에선 더 힘들어질 거다."
ko_mt: "예배당은 시작에 불과합니다. 드레젠에서는 더 힘들어질 겁니다."

source: "These aren't crusaders. Just snacks for demons!"
ko: "이건 성전군이 아니라, 그냥 데몬 간식거리로군!"
ko_mt: "이들은 십자군이 아닙니다. 그냥 데몬들을 위한 간식일 뿐이야!"

source: "No order, no training. Without us, this crusade is doomed!"
ko: "질서도, 훈련도 없군. 우리가 아니라면, 이 성전은 망하게 생겼어!"
ko_mt: "명령도 없고, 훈련도 없다. 우리가 없으면이 십자군은 파멸입니다!"

source: "We have to teach these snotnoses from Mendev everything!"
ko: "우리가 이 멘데브의 코흘리개들에게 모든걸 가르쳐줘야 된다니!"
ko_mt: "멘데브의 이 코딱지들에게 모든 것을 가르쳐야 해!"

source: "The Order should have stepped in before the Mendevians let the problem get out of hand!"
ko: "멘데브 인들이 상황을 더 악화시키기 전에 기사단이 개입해야만 했어!"
ko_mt: "멘데브인들이 문제가 커지기 전에 교단이 개입했어야 했어요!"

source: "One order for all — people, angels, and demons!"
ko: "인간, 엔젤, 그리고 데몬 — 모두를 위한 단 하나의 질서!"
ko_mt: "모두를 위한 하나의 명령-사람, 천사, 데몬!"

source: "It's good to be in the army. You don't need to think. Just fight!"
ko: 군대에 있을 때 장점은, 생각할 필요가 없다는 거지. 그냥 싸우면 돼!"
ko_mt: "군대에 있는 것이 좋다. 생각할 필요가 없습니다. 그냥 싸우기만 하면 돼!"

source: "Something doesn't feel right. I need to stay alert."
ko: "뭔가 이상하군. 조심해야겠어."
ko_mt: "뭔가 느낌이 좋지 않습니다. 주의를 기울여야 합니다."

source: "It feels good to be on a crusade again! I'm sick of the dusty old palace."
ko: "다시 성전에 나서서 참 기쁘군! 그 낡은 궁전에 머무르는데 질려가던 참이었거든."
ko_mt: "다시 십자군 전쟁에 나가니 기분이 좋아요! 먼지가 많은 오래된 궁전은 지겨워요"

source: "We outfitted this tent to be used as our chapel. Even the less pious crusaders will come here to say their prayers when the final battle is upon us. I've seen it happen in my previous campaigns."
ko: "이 천막은 예배당으로 쓰려고 준비했죠. 신앙심이 약한 성전사들도 마지막 전투가 벌어지기 전에는 이곳에 와서 기도를 하곤 합니다. 제 이전 작전에서 직접 봤죠."
ko_mt: "우리는 이 텐트를 예배당으로 사용하도록 꾸몄습니다. 경건하지 않은 십자군도 마지막 전투가 다가오면 이곳에 와서 기도를 드릴 것입니다. 이전 캠페인에서도 이런 일이 벌어지는 것을 보았습니다."

source: "This is Nurah Dendiwhar's tent. It seems she brought a lot of unnecessary items along with her."
ko: "여긴 누라 덴디와르의 천막입니다. 아무래도 온갖 잡동사니들을 끌고 온 모양이군요."
ko_mt: "여기는 누라 덴디와르의 텐트입니다. 불필요한 물건을 많이 가져온 것 같네요."

source: "This is mine and Anevia's tent. We're both used to traveling, but the Queen insisted our tent to be furnished like a commanding officer's."
ko: "여긴 저와 아네비아의 천막입니다. 우리 둘 다 여행에 익숙하지만, 여왕 폐하께서 제대로 된 지휘 장교의 천막으로써 준비되어야 한다고 고집하셨죠."
ko_mt: "이건 저와 아네비아의 텐트예요. 우리 둘 다 여행에 익숙하지만 여왕은 우리 텐트를 지휘관 텐트처럼 꾸미라고 하셨어요."

source: "Don't tuck your tails and run! Fend off these beasts, chop off their wings!"
ko: "꼬리를 말고 도망치지 마라! 이 괴물들을 막아! 날개를 잘라버려!"
ko_mt: "꼬리를 집어넣고 도망치지 마! 이 짐승들을 막고 날개를 잘라버려!"

source: The altar of Gorum, the god of battle, radiates an aura of unrelenting fury, which even the Worldwound has failed to dampen after all these years.
ko: 전쟁의 신, 고룸의 제단은 그 오랜 세월 동안 세계상처조차 억누르지 못한, 주체 할 수 없는 분노의 오라로 빛나고 있습니다.
ko_mt: 전투의 신 고룸의 제단에서는 오랜 세월이 지나도 세계상처조차도 꺾지 못한 거침없는 분노의 기운이 뿜어져 나옵니다.

source: "It's too bad the Lady of the Sun only gave us one dragon. I'd love to have a whole herd of them!"
ko: "태양의 여인께서 드래곤을 한 마리만 주셔서 참 아쉬워. 난 한 무리가 더 좋은데 말이야!"
ko_mt: "태양의 여신이 용 한 마리만 주신 게 너무 아쉽네요. 한 무리를 다 갖고 싶어요!"

source: "Have you heard the new ballad about the Lady of the Sun and Marhevok? So beautiful, makes me want to weep. The song, and the lady!"
ko: "태양의 여인과 마르헤복 두 사람에 관한 새 발라드 들어봤어? 노래도, 여인님도, 너무 아름다워서 울고 싶어 지더라니까!"
ko_mt: "태양의 여인과 마르헤복에 관한 새 발라드 들어보셨어요? 너무 아름다워서 울고 싶어요. 노래도, 아가씨도!"

source: "I heard a whole army of demons appeared at Drezen and it was led by the most terrifying monsters."
ko: "끔찍한 괴물이 이끄는 데몬의 군대가 드레젠에 나타났다던데."
ko_mt: "드레젠에 데몬 군대가 나타났고, 가장 무서운 괴물들이 그 군대를 이끌었다고 들었습니다."

source: "It's good that we are visited by merchants from Mendev and visitors from the castle in the clouds. Things would be dull around here without them!"
ko: "멘데브의 상인들과 구름 속의 성의 방문객들이 찾아와줘서 참 다행이야. 그들이 없으면 얼마나 지루했을지!"
ko_mt: "멘데브에서 온 상인들과 구름 위의 성에서 온 방문객들이 우리를 방문해서 좋습니다. 그들이 없으면 이곳은 지루할 거예요!"

source: "It's a shame Marhevok is the only one who's seen the castle in the clouds. I wish I could catch a glimpse of the Lady's palace..."
ko: "구름 속의 성을 직접 본 사람이 마르헤복 한 명 뿐이라 참 아쉬워. 나도 여인님의 궁전을 조금이라도 보고 싶은데..."
ko_mt: "마르헤복만이 구름 속의 성을 본 게 안타까워요. 여인의 궁전을 엿볼 수 있으면 좋겠는데..."

source: "I heard that the demons are gone from Drezen, that they're gone from the Worldwound altogether! Could it be peace at last, after all these years?"
ko: "드레젠에서 데몬들이 사라졌다던데. 아예 세계상처에서 전부 사라져버렸다더군! 마침내, 평화가 찾아오는 걸까?"
ko_mt: "드레젠에서 데몬이 사라졌다고 들었어요, 세계상처에서 완전히 사라졌다고요! 오랜 세월이 지나 드디어 평화가 찾아온 걸까요?"

source: "Rejoice! Rejoice! The crusade has ended, the demons are defeated and are fleeing back to the Abyss!"
ko: "기뻐하라! 기뻐하라! 성전이 끝났고, 데몬들은 패배하여 심연으로 도망치고 있다!"
ko_mt: "기뻐하라! 기뻐하라! 성전이 끝났고, 데몬들은 패배하여 심연으로 도망치고 있다!"

source: "I'm going to go traveling. I'll visit all the old cities of Sarkoris. There's nothing to fear anymore!"
ko: "여행을 떠날거야, 사코리스의 옛 도시들을 찾아가봐얒. 이젠 더 이상 무서울 것도 없으니까!"
ko_mt: "여행을 떠날 거예요. 사르코리스의 모든 오래된 도시를 방문하겠습니다. 더 이상 두려워할 게 없어요!"

source: "Peace! After all these years, there is peace in Sarkoris!"
ko: "평화! 마침내, 사코리스에 평화가 찾아왔다!"
ko_mt: "평화! 오랜 세월이 지나 드디어 사르코리스에 평화가 찾아왔어요!"

source: "The Lady of the Sun hasn't appeared in our lands for some time. Marhevok is pining."
ko: "태양의 여인께서 우리 땅을 방문하시지 않은지도 꽤 됐는걸. 마르헤복이 참 슬퍼하겠어."
ko_mt: "태양의 여인은 한동안 우리 땅에 나타나지 않았습니다. 마르헤복이 애타게 기다리고 있습니다."

source: "The demons are gone now, sure, but how are we supposed to live without Marhevok? He was the best chief and the strongest fighter in the clan!"
ko: "확실히 데몬들은 사라졌지만, 마르헤복없이 어떻게 살아가야 하지? 그는 최고의 족장이자 부족 최강의 전사였는데!"
ko_mt: "물론 데몬들은 사라졌지만 마르헤복 없이 어떻게 살아야 하나요? 그는 부족 최고의 족장이자 최강의 전사였어요!"

source: "How strange... This stone is supposed to detect demons nearby, but I'm right here and it's silent."
ko: "이상하네요... 이 돌은 가까이 있는 데몬을 감지해야 하는데, 제가 바로 여기 있는데도, 돌이 조용하네요."
ko_mt: "이상하군.. 이 돌은 근처에 있는 데몬을 감지해야 하는데, 내가 여기 있는데도 조용하네."

source: "This is where it lay. The Moon of the Abyss..."
ko: "심연의 달이 여기에 있었는데..."
ko_mt: "여기가 그것이 놓인 곳입니다. 심연의 달..."

source: "Did you think Kerismei would forget to lock a vault with a pile of money in it? You should be so lucky. If you wanna clear the cobwebs outta them pockets of yours, you're gonna have try a bit harder."
ko: "커리스메이가 돈다발이 가득한 금고의 문을 잠그는 걸 깜빡할 거라고 생각했나요? 운이 억수로 좋아야 할걸요. 당신 주머니에 쳐진 거미줄을 없애려면, 좀 더 애써야 될 거예요."
ko_mt: "케리스메이가 돈더미가 있는 금고를 잠그는 걸 잊어버릴 거라고 생각했나요? 정말 운이 좋으시네요. 주머니에서 거미줄을 치우고 싶으면 좀 더 열심히 노력해야 할 겁니다."
