Repository: akintos/wotr-translation
Catalog: translation/*/Encounters.po
Languages: ko, ko_mt

source: "The beasts stink of damp. I'm telling you — they're crawling out of the river!"
ko: "그 괴물들은 눅눅한 냄새를 풍기지. 내 말하는데 — 놈들이 강에서 기어 나온다!"
ko_mt: "짐승들은 축축한 냄새가 난다. 강에서 기어 나오고 있어요!"

source: "Last night I was out for a walk and I heard people digging behind that house. Maybe whoever it was disturbed a grave, and then these monsters burst out from underground?"
ko: "간밤에 산보를 나갔었는데, 웬 사람들이 저 집 뒤에서 뭔가를 파는 소리가 들렸지. 이 무덤을 파헤친 작자가 누군지는 몰라도, 그 뒤에 이 괴물들이 튀어 나오지 않았겠나?"
ko_mt: "어젯밤에 산책하러 나갔는데 사람들이 저 집 뒤에서 땅을 파는 소리를 들었어요. 누군지 모르지만 무덤을 파헤친 다음 지하에서 괴물들이 튀어 나왔을까요?"

source: "Let us remember our fallen comrades and neighbors."
ko: "쓰러진 우리의 전우이자 이웃들을 기억합시다."
ko_mt: "쓰러진 동지와 이웃을 기억합시다"

source: "We should burn the bodies, just in case. Who knows how many times these abominations can get up..."
ko: "그렇다면 이 시신들을 화장해야 겠군. 이런 흉물들이 또 얼마나 튀어나올 수 있을지 모르니..."
ko_mt: "만일을 대비하여 시체를 태워야합니다. 이 가증스러운 것들이 몇 번이나 일어날 수 있는지 누가 알겠습니까.. "

source: "How horrible! I'll never sleep again. Dead people will forever haunt my dreams!"
ko: "끔찍하군! 다신 잠 못 잘거야. 죽은 사람들이 내 꿈속에서 쫓아다닐거라고!"
ko_mt: "얼마나 끔찍한가! 다시는 잠을 못 자겠어요. 죽은 사람들이 영원히 내 꿈을 괴롭힐 것입니다!"

source: "Where did the creatures come from? If my eyes aren't playing tricks on me, they came from the hill."
ko: "이 크리처들이 어디서 왔느냐고? 내 눈이 틀린 게 아니라면, 놈들은 저 언덕을 넘어서 왔어."
ko_mt: "저 생명체들은 어디에서 왔을까? 내 눈이 나를 속이는 것이 아니라면 그들은 언덕에서 왔어요."

source: "Greetings! I'm the owner of this small but cozy tavern. You don't look like a local — make sure to come by if you need a quiet corner to snooze in."
ko: "안녕하십니까! 나는 이 작지만 뜨뜻한 선술집의 주인입니다. 주민은 아니신 것 같으니, 어디 곯아떨어질 조용한 구석이 필요해지면 찾아오십시오."
ko_mt: "안녕하세요! 저는 이 작지만 아늑한 선술집의 주인입니다. 현지인처럼 보이지 않으니 조용히 쉴 곳이 필요하면 꼭 들러주세요."

source: The stone is silent.
ko: 돌은 조용합니다.
ko_mt: 돌은 침묵한다.

source: "Hey, that's not what we agreed on! That's not yours — so keep your hands to yourself."
ko: "이봐, 우리가 합의한 것과 다르잖소! 그건 당신 것이 아니니까, 손 댈 생각도 마시오."
ko_mt: "이봐요, 그건 우리가 합의한 것이 아니에요! 그건 당신 것이 아니니 손대지 마세요 "

source: "Get back! Do not disturb the repose of the damned!"
ko: "물러서라! 저주받은 자들의 안식을 방해하지 마라!"
ko_mt: "물러서! 저주받은 자들의 안식을 방해하지 마라!"

source: "Your greed will become your curse!"
ko: "네 욕심이 너의 저주가 될 것이다!"
ko_mt: "당신의 욕심은 당신의 저주가 될 것입니다!"

source: "These corpses look suspicious. Be careful with them — I have a feeling these aren't the kind that lie quiet."
ko: "이 시체들은 수상하기 짝이 없군. 조심하시오. 이것들이 조용히 누워있을 부류라고는 생각되지 않으니."
ko_mt: "이 시체들은 수상해 보인다. 조심하세요 - 조용히 누워있는 종류가 아닌 것 같습니다 "

source: "Would you look at this! Wildlife has flocked to the village. Cleansing the tree of corruption was worth it, so it seems."
ko: "보시게나! 야생 동물들이 마을로 모여들었네. 나무의 오염을 정화한 것이 도움이 되었나 보오."
ko_mt: "이것 좀 보세요! 야생 동물들이 마을로 몰려들었습니다. 부패한 나무를 정화하는 것은 그만한 가치가 있었으므로 "

source: Disease has sapped this tree of its strength — felling it would be easy.
ko: 질병이 이 나무의 힘을 앗아갔습니다. 넘어뜨리기는 쉬울 겁니다.
ko_mt: 질병이 이 나무의 힘을 약화 시켰습니다. 쉽게 벌목 할 수 있습니다.

source: "Gifts... Mine, all mine..."
ko: "선물...내 것, 모두 내 것이다..."
ko_mt: "선물.. 내 것, 전부 내 것..."

source: The altar responds weakly, then falls silent. Maybe you will be able to summon a spirit here at another time?
ko: 제단은 미약한 반응을 보이더니, 침묵에 빠집니다. 다음에 다시 여기서 영혼을 소환할 수 있을까요?
ko_mt: 제단이 약하게 반응한 후 침묵합니다. 다음에 여기서 영혼을 소환할 수 있을까요?

source: A sturdy gate adorned with the images of a sun and a crescent moon. You notice two holes that look like keyholes.
ko: 태양과 초승달의 무늬로 장식된 튼튼한 관문입니다. 열쇠 구멍처럼 생긴 구멍 두 개가 보입니다.
ko_mt: 태양과 초승달의 이미지로 장식된 견고한 문입니다. 열쇠 구멍처럼 보이는 두 개의 구멍이 있습니다.

source: "The moon on my tongue... So sweet..."
ko: "달이 내 혀에... 달구나..."
ko_mt: "내 혀 위의 달.. 너무 달콤해..."

source: "Fresh, hot blood..."
ko: "신선한, 뜨거운 피..."
ko_mt: "신선하고 뜨거운 피..."

source: "I… made camp here! When I was loitering around on my own."
ko: "난… 여기다 야영지를 세웠어! 혼자 떠돌아다닐때 말야."
ko_mt: "저는... 여기서 캠프를 만들었어요! 혼자 돌아다니고 있을 때요."

source: "Ugh!.. O Everlight, shine your grace upon me! Help me endure this pain!"
ko: "윽!.. 영원빛이시여, 당신의 은혜를 제게 내려주소서! 이 고통의 감내를 도우소서!"
ko_mt: "으!.. 오 에버라이트, 당신의 은총을 저에게 비추소서! 이 고통을 견딜 수 있게 도와주소서!"

source: "I shall persevere! No amount of pain will break me...!"
ko: "난 견뎌낼 것이다! 어떤 고통도 나를 쓰러뜨릴 순 없어...!"
ko_mt: "나는 인내할 것이다! 어떤 고통도 나를 무너뜨리지 못할 것이다...!"

source: "The last one!.. Aargh!.. I see... The dawn..."
ko: "마지막 하나!.. 아으윽!.. 새벽이... 보인다..."
ko_mt: "마지막 하나!.. 아아! 알겠어... 새벽..."

source: Your heart is pierced with a freezing pain and an unbearable despair.
ko: 당신의 가슴이 싸늘한 고통과 견딜 수 없는 절망으로 꿰뚫립니다.
ko_mt: 가슴이 얼어붙는 듯한 고통과 견딜 수 없는 절망으로 꿰뚫어집니다.

source: An excruciating chill runs over your body, crushing your bones, twisting your joints, and tearing your muscles.
ko: 몹시도 사나운 한기가 당신의 신체를 가로지르고, 뼈를 부수며, 관절을 비틀고, 근육을 찢어 발깁니다.
ko_mt: 극심한 한기가 온몸을 감싸고 뼈가 으스러지고 관절이 뒤틀리고 근육이 찢어집니다.

source: The last wave of agony washes over you... The cold is finally gone.
ko: 마지막 고통의 파도가 당신을 휩쓸고... 한기가 마침내 사라집니다.
ko_mt: 마지막 고통의 물결이 당신을 덮칩니다... 냉기가 마침내 사라졌습니다.

source: "This pain exceeds all acceptable thresholds!"
ko: "이 고통은 모든 가용 임계값을 초과합니다!"
ko_mt: "이 고통은 허용 가능한 모든 임계값을 초과합니다!"

source: "Aaaah!.. I can endure, I can!"
ko: "아아아아!.. 견딜 수 있어요, 할 수 있어요!"
ko_mt: "아아!.. 견딜 수 있어, 견딜 수 있어!"

source: "Ah!.. That's all... Folks."
ko: "아!.. 끝이에요... 여러분."
ko_mt: "아!.. 그게 다야... 여러분."

source: "Not today, demons!.. You go fight, I can handle it!"
ko: "오늘은 아니다, 데몬들아!.. 넌 싸우러 가라. 혼자도 할 수 있으니!"
ko_mt: "오늘은 안 돼, 악마들아! 넌 가서 싸워, 내가 알아서 할 테니!"

source: "It burns like crazy! Damn it... Just a little more!"
ko: "미친 듯이 뜨겁군! 제기랄... 조금만 더!"
ko_mt: "미친 듯이 화끈거려요! 젠장... 조금만 더!"

source: "Is that... All? It's over. My duty… is fulfilled."
ko: "끝... 인가? 끝이군. 내 임무는… 완수했다."
ko_mt: "그게... 다야? 다 끝났어. 내 임무는... 끝났어."

source: "Aagh!.. The pain… I can't even breathe!"
ko: "아악!.. 아파… 숨도 못 쉬겠어!"
ko_mt: "아악!.. 고통스러워... 숨도 못 쉬겠어!"

source: "Ow, it hurts even more now! I'll make it, I will..."
ko: "아욱, 더 아파졌어! 해낼 거야, 해내고 말 거야..."
ko_mt: "아, 이제 더 아파요! 내가 해낼 거야, 내가..."

source: "So... cold…?"
ko: "너무... 추워...?"
ko_mt: "그래서... 추워요...?"

source: You will need more shards to destroy the barrier.
ko: 장벽을 파괴하려면 더 많은 파편이 필요합니다.
ko_mt: 장벽을 파괴하려면 더 많은 파편이 필요합니다.

source: The ancient undead have spotted you!
ko: 고대의 언데드가 당신을 발견했습니다!
ko_mt: 고대 언데드가 당신을 발견했습니다!

source: Sithhud's soul shards have returned to their master.
ko: 시스허드의 영혼 파편이 그 주인에게로 돌아갔습니다.
ko_mt: 시스후드의 영혼 파편이 주인에게 돌아왔습니다.

source: Sithhud's soul shards have been destroyed.
ko: 시스허드의 영혼 파편이 파괴되었습니다.
ko_mt: 시스후드의 영혼 파편이 파괴되었습니다.

source: "Pentatonica. An explorer and a true friend."
ko: "펜타토니카. 탐험가이자 진정한 친구."
ko_mt: "펜타토니카. 탐험가이자 진정한 친구."

source: "The leader we followed. A hero who led us home."
ko: "우리가 따른 리더. 우리를 집으로 이끈 영웅."
ko_mt: "우리가 따랐던 지도자. 우리를 집으로 인도한 영웅."

source: "Rekarth. A crusader of the Eagle's Watch, who fought demons to the very end."
ko: "레카트. 마지막까지 데몬과 싸운 독수리 감시단의 성전사."
ko_mt: "레카트. 악마와 끝까지 싸웠던 독수리 경비대의 성전사."

source: "Sendri. A little hero with a big heart."
ko: "센드리. 큰 마음을 간직한 작은 영웅."
ko_mt: "센드리. 큰 마음을 가진 작은 영웅."

source: You poisoned the giants. Experience points gained: <b>{count}</b>.
ko: 거인에게 독을 먹였습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 거인들을 독살했습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: Climbing down this steep slope would not be very difficult, but getting back up would be impossible.
ko: 이 급경사를 타고 내려가는 일은 그리 어렵지 않겠습니다만, 이를 따라 돌아오는 일은 불가능할 겁니다.
ko_mt: 이 가파른 경사면을 내려가는 것은 그리 어렵지 않지만 다시 올라가는 것은 불가능합니다.

source: The supplies here are sufficient for a short rest. Would you like to rest now?
ko: 여기의 보급품은 짧은 휴식에 충분합니다. 지금 휴식하시겠습니까?
ko_mt: 여기 보급품은 잠시 쉬기에 충분합니다. 이제 쉬시겠습니까?

source: "Who will be eaten next? What if it's me?"
ko: "다음엔 누가 잡아 먹힐까? 그게 나라면 어떡하지?"
ko_mt: "다음은 누가 먹히게 될까요? 내가 먹히면 어떡하지?"

source: "Curse these giants..."
ko: "육시럴 거인들..."
ko_mt: "이 거인들을 저주하노라..."

source: "Soon there won't be any of us left..."
ko: "곧 아무도 남지 않을 거야..."
ko_mt: "곧 우리 중 누구도 남지 않을 텐데..."

source: "Will we all die here? There has to be a way out!"
ko: "여기서 모두 죽는 거야? 분명 탈출구가 있을 거야!"
ko_mt: "우리 모두 여기서 죽는 건가요? 탈출구가 있을 거야!"

source: "This appears to be a manticore's lair — and she does not seem to enjoy leaving it. Recommendation: lure her out with something edible. Manticores are predators, so the best bait is meat."
ko: "만티코어의 소굴로 보임. 그녀는 밖에 나서기를 즐기지 않는 걸로 추정됨. 추천: 무언가 먹이로 가능한 것으로 유인하기. 만티코어는 포식자이므로, 최상의 미끼는 고기일 것임."
ko_mt: "이곳은 맨티코어의 소굴로 보이는데, 그녀는 이곳을 떠나는 것을 좋아하지 않는 것 같습니다. 추천: 먹을 수 있는 것으로 유인하세요. 맨티코어는 포식자이므로 가장 좋은 미끼는 고기입니다."

source: You found a hide covered in writing. Experience points gained: <b>{count}</b>.
ko: 글씨가 쓰여진 가죽을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 글로 덮인 가죽을 발견했습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: "Hey, you, that's mine! Don't touch anything!"
ko: "이봐 너, 그건 내 거야! 건드리지 마!"
ko_mt: "야, 그거 내 거야! 아무것도 건드리지 마!"

source: "The giants' henchman deserved to die."
ko: "거인의 앞잡이는 죽어 마땅하다."
ko_mt: "거인의 하수인은 죽어 마땅하다."

source: "The traitor is dead? Thank you. You have done a good thing. Take this as a reward."
ko: "변절자가 죽었나? 고맙다. 옳은 일을 한 거다. 보답이다."
ko_mt: "배신자가 죽었다고요? 고마워요. 좋은 일을 해줬어. 이걸 보상으로 받아라."

source: You entered the cave. Experience points gained: <b>{count}</b>.
ko: 동굴에 들어왔습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 동굴에 들어갔습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: You survived an encounter with the ghost. Experience points gained: <b>{count}</b>.
ko: 유령과의 대면에서 살아남았습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 유령과의 전투에서 살아남았습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: You met the survivors. Experience points gained: <b>{count}</b>.
ko: 생존자들을 만났습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 생존자를 만났습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: "What a fine piece of meat, and, fortunately, not human meat. A little rotten, but that only makes it more fragrant. If we want to catch some kind of cave beast, it will serve very well as bait."
ko: "질 좋은 고기로군. 게다가 인육이 아닌 것도 다행이고. 좀 썩기는 했지만, 그덕에 냄새가 좀 더 풍길 테지. 어떤 동굴 짐승을 사냥할 생각이라면, 아주 좋은 미끼가 되겠어."
ko_mt: "다행히도 인육은 아니지만 정말 좋은 고기 조각입니다. 조금 썩었지만 그래서 더 향이 좋죠. 동굴 짐승을 잡으려면 미끼로 아주 좋은 역할을 할 것입니다."

source: You found the giants' lair. Experience points gained: <b>{count}</b>.
ko: 거인들의 소굴을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 거인의 은신처를 찾았습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: You found the manticore's lair. Experience points gained: <b>{count}</b>.
ko: 만티코어의 둥지를발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 맨티코어의 은신처를 찾았습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: "The giants cleared the rubble. How kind of them!"
ko: "거인들이 돌덩이를 치워줬군. 착하기도 하지!"
ko_mt: "거인들이 잔해를 치웠어요. 정말 친절하네요!"

source: "Perhaps even here you can find beauty... Error: beauty not found. Let's just look for weapons."
ko: "여기서 아름다움을 발견할 지도 모름... 오류: 아름다움이 발견되지 않음. 무기나 찾아볼 것."
ko_mt: "아마도 여기에서도 아름다움을 찾을 수 있을 것입니다... 오류: 아름다움을 찾을 수 없습니다. 그냥 무기를 찾아보자."

source: "We're here. Let's look for the weapons."
ko: "도착했군. 무기를 찾으러 가보지."
ko_mt: "도착했습니다. 무기를 찾으러 가자."

source: "How awful! Let's find the weapons quickly — and get out of here."
ko: "너무 끔찍하잖아! 빨리 무기를 찾아서, 빨리 나가자."
ko_mt: "끔찍하군요! 빨리 무기를 찾아서 여길 빠져나가자."

source: You climbed into the garbage pit. Experience points gained: <b>{count}</b>.
ko: 쓰레기 구덩이를 기어올랐습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 쓰레기 구덩이로 올라갔습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: "The beasties are free now... That's good. That's good."
ko: "동물들이 풀려났군... 좋아, 좋아."
ko_mt: "야수들은 이제 자유다... 잘됐네 잘됐네."

source: You found the wine cellar. Experience points gained: <b>{count}</b>.
ko: 와인 저장고를 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 와인 내성고를 찾았습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: "A magic bridge in a magic tower. I wouldn't be surprised if it magically disappears the moment we step onto it."
ko: "마법의 탑에 마법의 다리라. 발을 딛자 마자 마법처럼 사라져도 놀랍지 않겠어."
ko_mt: "마법의 탑에 있는 마법의 다리. 우리가 밟는 순간 마술처럼 사라져도 놀랍지 않을 것 같아요."

source: You found the secret chamber. Experience points gained: <b>{count}</b>.
ko: 비밀 방을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 비밀의 방을 찾았습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: You found the pantry. Experience points gained: <b>{count}</b>.
ko: 식료품 저장고를 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 식료품 내성실을 찾았습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: You have disrupted the connection between the tornado and the magic book.
ko: 회오리바람과 마법책 사이의 연결을 방해했습니다.
ko_mt: 토네이도와 마법책 사이의 연결을 방해했습니다.

source: You found the letter. Experience points gained: <b>{count}</b>.
ko: 편지를 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 편지를 찾았습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: The stone monument is shrouded by a mysterious arcane aura.
ko: 석재 비석은 수수께끼의 비전 오라로 감싸여 있습니다.
ko_mt: 돌 기념비는 신비한 신비한 기운에 싸여 있습니다.

source: The mirror's glittering surface ripples and shimmers with reflections.
ko: 거울의 반짝이는 표면이 투영체와 함께 일렁이며 빛납니다.
ko_mt: 거울의 반짝이는 표면이 파문을 일으키며 반사되어 반짝입니다.

source: You found a secret chamber. Experience points gained: <b>{count}</b>.
ko: 비밀 방을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 비밀의 방을 발견했습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: "The crystal is back. Thank you!"
ko: "수정이 돌아왔군요. 감사합니다!"
ko_mt: "크리스탈이 돌아왔습니다. 고마워요!"

source: "I'm one step closer to finally having a material body."
ko: "물질적 육신을 얻기까지 한 걸음 더 가까워 졌어요."
ko_mt: "마침내 물질적인 몸을 갖는 데 한 걸음 더 가까워졌습니다."

source: "Thank you for your help!"
ko: "도와주셔서 고마워요!"
ko_mt: "도와주셔서 감사합니다!"

source: "Only a couple more crystals then we can perform the ritual."
ko: "두 개의 수정만 더 모으면 의식을 시행할 수 있어요."
ko_mt: "수정 몇 개만 더 있으면 의식을 진행할 수 있습니다."

source: "I am deeply grateful."
ko: "진심으로 감사드립니다."
ko_mt: "깊은 감사를 드립니다."

source: You found a secret chamber. Experience points gained: <b>{count}</b>.
ko: 비밀 방을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 비밀의 방을 발견했습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: You found a secret chamber. Experience points gained: <b>{count}</b>.
ko: 비밀 방을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 비밀의 방을 발견했습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: "Where should we go, up or down? Let us finish and leave this creepy tower as soon as possible."
ko: "위? 아래? 어디로 가야 하지? 가능한 빨리 끝내고 이 으스스한 탑을 떠나자."
ko_mt: "어디로 가야 할까요, 위나 아래로? 이 소름 끼치는 탑을 빨리 끝내고 떠나자."

source: "The floor is covered with spilled reagents. Don't step in them unless you want to lose a leg... or grow another pair. You never know."
ko: "바닥에 시약이 뿌려져 있군. 다리를 잃고 싶지 않다면 밟지 마라... 한짝 더 만들고 싶거나. 어찌 될지는 아무도 모르니."
ko_mt: "바닥이 엎질러진 시약으로 뒤덮여 있습니다. 다리를 잃거나 다른 다리를 키우고 싶지 않다면 발을 들여놓지 마세요. 절대 알 수 없으니까요."

source: You found a laboratory. Experience points gained: <b>{count}</b>.
ko: 실험실을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 실험실을 찾았습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: You reached the tower's roof. Experience points gained: <b>{count}</b>.
ko: 탑의 옥상에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 탑의 옥상에 도착했습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: "Don't touch anything! Wild magic permeates every stone in this room!"
ko: "아무 것도 건드리지 마! 날뛰는 마법이 이 방의 모든 돌에 스며들었어!"
ko_mt: "아무것도 만지지 마세요! 야생의 마법이 이 방의 모든 돌에 스며들어 있어요!"

source: "Messy little footprints, garbage heaps, and ash piles... Goblins were here."
ko: "엉망진창인 작은 발자국, 쓰레기 더미, 잿더미... 고블린들이 있었군."
ko_mt: "지저분한 발자국, 쓰레기 더미, 재더미... 고블린이 여기 있었다."

source: "Are we really going to chase that door?"
ko: "정말로 저 문에 쫒아 들어갈 거야?"
ko_mt: "정말 저 문을 쫓아갈 건가요?"

source: You found the ritual chamber. Experience points gained: <b>{count}</b>.
ko: 의식실을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 의식의 방을 찾았습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: You found a secret chamber. Experience points gained: <b>{count}</b>.
ko: 비밀 방을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 비밀의 방을 발견했습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: You found the treasury. Experience points gained: <b>{count}</b>.
ko: 보물 창고를 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 보물창고를 찾았습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: "If you hear the ringing, stay inside, otherwise the shadows will drag you away."
ko: "종 소리가 들리면, 반드시 안에 있어. 그렇지 않으면 그림자가 널 끌어낼 테니."
ko_mt: "벨소리가 들리면 안으로 들어가세요. 그렇지 않으면 그림자가 당신을 끌고 갈 것입니다."

source: "More wanderers... There's nothing good for you here."
ko: "또 방랑자들이로군... 이곳에 너희가 찾는 건 없다."
ko_mt: "더 많은 방랑자... 여긴 너한테 좋은 게 없어."

source: "You're so strange... What's wrong with your skin? And your eyes?"
ko: "참 이상하게 생겼네... 그 피부는 어떻게 된 거야? 눈도 그래?"
ko_mt: "당신 정말 이상해요... 피부가 왜 그래? 눈은?"

source: "Don't touch me."
ko: "건드리지 마라."
ko_mt: "만지지 마세요."

source: "You shouldn't stay here..."
ko: "여기 있어선 안돼..."
ko_mt: "여기 있으면 안 되는데..."

source: "Where did you come from? When will you go back?"
ko: "어디에서 왔느냐? 언제 떠날 것이지?"
ko_mt: "어디서 왔어요? 언제 돌아갈 거야?"

source: "Eh? What?"
ko: "어? 뭐라고?"
ko_mt: "어? 뭐?"

source: "Help! I beg you..."
ko: "도와줘! 제발..."
ko_mt: "도와주세요! 이렇게 빌게요..."

source: "My brother should be somewhere beyond these cells! Let's look around."
ko: "내 동생이 이 감옥 어딘가에 있어! 주변을 찾아 보자."
ko_mt: "내 동생은 이 감방 너머 어딘가에 있을 거야! 주변을 둘러보자."

source: You reached the torture chambers. Experience points gained: <b>{count}</b>.
ko: 고문실에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 고문실에 도착했습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: You discovered the chambers of the blinded fetchlings. Experience points gained: <b>{count}</b>.
ko: 눈 먼 페츨링들의 공간을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 눈을 멀게 한 페치링의 방을 발견했습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: "Aargh... Water! Why am I still alive?"
ko: "아으악... 물! 왜 내가 아직도 살아 있지?"
ko_mt: "아아... 물! 내가 왜 아직 살아있지?"

source: You discovered the reservoirs of boiling liquid. Experience points gained: <b>{count}</b>.
ko: 끓는 액체 급수장을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 끓는 액체의 저수지를 발견했습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: You reached the hidden dungeon. Experience points gained: <b>{count}</b>.
ko: 숨겨진 지하 감옥에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 숨겨진 던전에 도달했습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: You reached the executioner's hall. Experience points gained: <b>{count}</b>.
ko: 처형인의 회랑에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 사형 집행인의 홀에 도착했습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: "Come! The passage is nearby, behind that cabinet..."
ko: "일로 와! 통로가 가까워. 저 캐비닛 뒤야..."
ko_mt: "이리 와! 통로는 저 캐비닛 뒤에 있습니다..."

source: You reached the cesspit. Experience points gained: <b>{count}</b>.
ko: 정화조에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 시궁창에 도착했습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: You reached the trophy room. Experience points gained: <b>{count}</b>.
ko: 전리품실에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 트로피 룸에 도착했습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: "Phew, but it's dreary in here... We just arrived, and I already want to get out of here."
ko: "퓨. 하지만 여기는 우울해... 이곳에 막 왔지만, 벌써부터 떠나고 싶어지는 걸."
ko_mt: "휴, 여기 너무 음산하네요... 방금 도착했는데 벌써 여기서 나가고 싶어요."

source: "I'm certain a lantern will work on this wall. Try it!"
ko: "등불이 이 벽에 먹힐 거야. 켜봐!"
ko_mt: "랜턴이 이 벽에 잘 어울릴 것 같아요. 해보세요!"

source: You reached the gates of pain. Experience points gained: <b>{count}</b>.
ko: 고통의 관문에 진입했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 고통의 문에 도착했습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: "You cannot hide..."
ko: "숨을 수 없다..."
ko_mt: "당신은 숨을 수 없습니다..."

source: "You will remain here. Forever."
ko: "여기 남게 될 것이다. 영원토록."
ko_mt: "당신은 여기에 남을 것입니다. 영원히."

source: "The shadows are following you."
ko: "그림자가 너를 따르는 중이다."
ko_mt: "그림자가 당신을 따라다니고 있습니다."

source: "What? Who's there?"
ko: "뭐야? 누구냐?"
ko_mt: "네? 거기 누구야?"

source: "I can hear your footsteps! Go away!"
ko: "네 발소리가 들린다! 사라져라!"
ko_mt: "발자국 소리가 다 들려요! 저리 가!"

source: "You fared well! Take the mortals' rags if you wish. They certainly have no more need of them."
ko: "잘 했다! 원한다면 저 필멸자들의 찌꺼기를 가져가라. 분명 저것들에게는 필요가 없는 물건이니."
ko_mt: "잘 견뎌냈구나! 원한다면 필멸자들의 누더기를 가져가라. 그들은 더 이상 필요 없으니까."

source: "What is the outside world like?"
ko: "바깥 세상은 어떻소?"
ko_mt: "바깥 세상은 어떤가요?"

source: "Guests from outside the forest! Old Mo's prophecy has come true!"
ko: "숲 바깥에서 손님이 오다니! 늙은 모의 예언이 실현되었어!"
ko_mt: "숲 밖에서 온 손님! 노모님의 예언이 이루어졌습니다!"

source: "So, have the crusaders won? Or is the war still going on?"
ko: "그래서, 성전군은 승리하였나? 아니면 아직도 전쟁 중인가?"
ko_mt: "그럼 십자군이 승리했나요? 아니면 전쟁은 아직 진행 중인가요?"

source: "Old people say that there were many delicacies in the outside world. Chocolate, meatballs, pepper… I would love to try them!"
ko: "노인네들은 바깥 세상에 진미들이 많다고들 하더군. 초콜릿, 미트볼, 후추… 나도 먹어봤으면!"
ko_mt: "옛날 사람들은 바깥 세상에는 별미가 많았다고 말합니다. 초콜릿, 미트볼, 후추... 꼭 먹어보고 싶어요!"

source: "What are those clothes you're wearing?"
ko: "무슨 의복을 입고 계신 겁니까?"
ko_mt: "지금 입고 있는 옷은 뭐예요?"

source: "They say the dragon is good now, that he doesn't eat people anymore… What if he changes his mind?"
ko: "드래곤이 사람을 먹지 않는다고, 지금은 착하다고 하던데… 그의 마음이 바뀌먼 어떡하지?"
ko_mt: "용은 이제 선량하고 더 이상 사람을 잡아먹지 않는다고 하던데... 마음이 바뀌면 어쩌지?"

source: "Nothing to be afraid of as long as the ice wall stands."
ko: "얼음 벽이 서있는 한은 두려울 게 없어."
ko_mt: "빙벽이 서 있는 한 두려워할 것은 없습니다."

source: "I heard terrible screams in the woods yesterday, didn't sound human, or animal… Horrible!"
ko: "어제 숲 속에서 끔찍한 비명이 들렸지. 인간의 것도, 동물의 것도 아닌 것 같은… 무섭군!"
ko_mt: "어제 숲에서 끔찍한 비명을 들었는데 사람 소리도 아니고 동물 소리도 아니었어요... 끔찍했죠!"

source: "The iron knives of our ancestors grow thinner with each grinding… What will we do when they break?"
ko: "우리 조상들이 남긴 강철 검들은 연마를 거듭하며 점점 더 얇아졌지… 그 검이 끝내 부러지면 어떻게 해야 할까?"
ko_mt: "우리 조상들의 철제 칼은 갈 때마다 점점 얇아지는데... 부러지면 어떻게 해야 할까요?"

source: "Sure, we'll tell our children who we are and where we came from. But will our grandchildren remember? And their children?"
ko: "좋소. 아이들에게는 우리가 누구이며 어디서 왔는지 이르도록 하지. 허나 우리의 증손주들은 그것을 기억 하겠소? 그 후손들까지도?"
ko_mt: "물론 우리는 아이들에게 우리가 누구인지, 어디에서 왔는지 말할 것입니다. 하지만 우리 손주들이 기억할까요? 그리고 그들의 자녀들은?"

source: "Not a step closer! How do I know, maybe you're demons or some sort of fey?"
ko: "가까이 오지 마! 네가 데몬이나 페이같은 것일지도 모르잖아!"
ko_mt: "한 발짝도 가까이 오지 마! 네가 악마인지 요정인지 내가 어떻게 알아?"

source: The plants look dangerous. Better not disturb them.
ko: 이 식물은 위험해 보입니다. 건드리지 않는 편이 좋겠군요.
ko_mt: 식물은 위험해 보입니다. 방해하지 않는 것이 좋습니다.

source: "Why won't the chief give orders to kill Carrock? Can't we handle some stupid stump?"
ko: "족장은 왜 카록을 죽이라고 명령하지 않는 거야? 우리가 멍청한 나무 하나도 못다루겠어?"
ko_mt: "왜 족장은 캐록을 죽이라는 명령을 내리지 않죠? 멍청한 그루터기를 처리하면 안 돼요?"

source: "Outsiders… Keep your eyes on them!"
ko: "외부인들… 녀석들을 주시해라!"
ko_mt: "외부인... 계속 주시하세요!"

source: "Our ancestors were crusaders. We shall not tarnish their memory."
ko: "우리 조상들은 성전군이셨다. 그분들의 기억을 잊어서는 안돼."
ko_mt: "우리 조상들은 십자군이었습니다. 우리는 그들의 기억을 더럽히지 않아야 합니다."

source: "Another sword of the ancestors broke recently. Soon we'll have to defend the village with sticks and stones!"
ko: "최근에 조상들의 검 하나가 또 부러졌어. 곧 돌과 나무 막대로 마을을 지켜야 할 판이야!"
ko_mt: "최근에 조상들의 검이 또 하나 부러졌어요. 이제 곧 나뭇가지와 돌로 마을을 지켜야 합니다!"

source: "We should find the dragon's lair and finish what our ancestors started!"
ko: "드래곤의 둥지를 찾아 조상님들이 시작한 일을 끝내야 해!"
ko_mt: "용의 은신처를 찾아서 조상들이 시작한 일을 끝내야 해!"

source: "Will we spend the rest of our days in this ice cage?"
ko: "남은 생을 이 얼음 감옥에서 보내야 하는 건가?"
ko_mt: "남은 여생을 이 얼음 케이지에서 보내게 될까요?"

source: "Wait, wait. Where are you going? The chief is waiting for you."
ko: "잠깐, 기다려. 어딜 가려고? 족장이 너를 기다리고 있다."
ko_mt: "잠깐, 잠깐만요. 어디 가세요? 서장님이 기다리고 계세요."

source: "Hey, wait a moment. Better have a word with the chief, then you can go wherever you want."
ko: "이봐, 잠깐만. 족장이랑 먼저 대화를 해봐. 그 뒤엔 어딜 가더라도 막지 않을 테니."
ko_mt: "이봐요, 잠깐만요. 과장님과 얘기해 보시고 원하는 곳으로 가세요."

source: You found the dragon's lair. Experience points gained: <b>{count}</b>.
ko: 드래곤의 둥지를 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 용의 은신처를 찾았습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: You found the tombs of the druids. Experience points gained: <b>{count}</b>.
ko: 드루이드들의 묘소를 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 드루이드의 무덤을 찾았습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: You found the lost herbalist. Experience points gained: <b>{count}</b>.
ko: 사라진 약초상을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 잃어버린 약초꾼을 찾았습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: You found Carrock's lair. Experience points gained: <b>{count}</b>.
ko: 카록의 소굴을 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 캐록의 은신처를 찾았습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: You found the fey settlement. Experience points gained: <b>{count}</b>.
ko: 페이 정착지를 발견했습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 페이 정착지를 찾았습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: "In the name of Iomedae, come here and gimme a kiss!"
ko: "아이오메데의 이름으로, 이리 와서 키스 좀 해줘!"
ko_mt: "아이오메데의 이름으로 이리 와서 뽀뽀해줘!"

source: "So many dead…"
ko: "너무 많은 사람이 죽었어..."
ko_mt: "너무 많이 죽었어..."

source: "The demons are done for, I'm telling ye!"
ko: "데몬들은 끝났어. 말했잖아!"
ko_mt: "악마는 끝났다, 내가 말했잖아!"

source: "We'll cut them all down!"
ko: "놈들을 모조리 베어버릴 거야!"
ko_mt: "모두 잘라버리겠습니다!"

source: "No… one... can beat us!"
ko: "누구도... 우릴... 이길 수 없다!"
ko_mt: "아무도... 우리를... 이길 수 없다!"
