Repository: akintos/wotr-translation
Catalog: translation/*/Encounters.po
Languages: ko, ko_mt

source: "This mead's a real treat, but what's with the locals and the long faces… And they don't even know another demon lord was about to wade in. Hmm."
ko: "이 벌꿀 술 진짜 맛있는데, 여기 사람들은 왜 저렇게 인상을 쓰고 있는지… 게다가 또 다른 데몬 군주가 튀어나오려는 것도 모르잖나. 흠."
ko_mt: "이 미드는 정말 맛있지만, 현지인들은 왜 저렇게 긴 표정을 짓고 있는지... 그리고 그들은 다른 악마 군주가 곧 들어올지도 모른다고요. 흠."

source: "Only now have I learned what true beauty is."
ko: "이제서야 진정한 아름다움이 무엇인지 배우게 됐습니다."
ko_mt: "이제야 진정한 아름다움이 무엇인지 알게 되었어요"

source: "So this must be what poets have spent the ages trying to describe... But it is too beautiful for words."
ko: "이게 바로 시인들이 세기에 걸쳐 표현해내려던 바로 그것이군요... 하지만 말로 다 표현하는 건 불가능하겠네요."
ko_mt: "그래서 시인들이 오랜 세월 동안 묘사하려고 노력한 것이 틀림없습니다.. 하지만 말로 표현하기에는 너무 아름다워요"

source: "It was as if I had never lived before we met. You created a new world for me."
ko: "마치 당신을 만난 이후로 새로 태어난 것만 같군요. 당신은 제게 새로운 세상을 열어주셨어요."
ko_mt: "우리가 만나기 전에는 마치 살지 않았던 것 같았어요. 당신은 저에게 새로운 세상을 만들어 주셨어요"

source: "I want to be with you for all eternity and beyond."
ko: "영원토록 그대와 함께하고 싶군요."
ko_mt: "영원히 당신과 함께하고 싶어요"

source: "You taught me the ways of love... And I crave yet another lesson."
ko: "당신은 제게 사랑을 가르쳐주셨죠... 다음 강습을 참을 수가 없네요."
ko_mt: "당신은 나에게 사랑의 방법을 가르쳐 주셨어요.. 그리고 나는 또 다른 교훈을 갈망합니다."

source: "The Abyssal plane has been connected to Golarion. This phenomenon is classified as a breach of universal law, and therefore needs to be rectified."
ko: "심연의 차원이 골라리온과 연결되었다. 이 현상은 우주의 법칙에 대한 침범이며 반드시 교정되어야만 한다."
ko_mt: "심연의 평면이 골라리온에 연결되었습니다. 이 현상은 우주 법칙 위반으로 분류되므로 수정해야합니다."

source: "Due to a series of unlikely events, the power of the aeon has reached the place where this individual is currently residing. Such a unique occurrence must be studied."
ko: 예기치 못한 사건의 연속으로, 에온의 힘이 이 존재가 현재 기거하는 장소까지 도달하였다. 이러한 특이 사항은 학습되어야만 한다."
ko_mt: "일련의 예기치 않은 사건으로 인해 에온의 힘이 이 개인이 현재 거주하고있는 곳에 도달했습니다. 이러한 독특한 사건을 연구해야 합니다"

source: "The individuals, hereinafter referred to as "mortals", perform actions based on emotion. The correlation to high mortality rates is clear. With proper training, mortality rates in Drezen will go down by fifteen percent."
ko: "지금부로 "필멸자" 라 지칭될 이 존재는 감정에 기반하여 행동을 취합니다. 이로 인한 사망률과의 관계는 명확합니다. 제대로 된 훈련과 함께라면, 드레젠의 사망률은 15퍼센트 줄일 수 있을 것입니다."
ko_mt: "이하 "필멸자"라 불리는 개인은 감정에 따라 행동을 수행합니다. 높은 사망률과의 상관관계는 분명합니다. 적절한 훈련을 받으면 드레젠의 사망률은 15% 감소할 것입니다."

source: "According to the calculations made after axiomites arrived to the planet Golarion, the probability of the Worldwound closing is almost ninety percent."
ko: "액시오마이트의 골라리온 도착 이후 행해진 계산에 따르면, 세계상처가 닫힐 확률은 약 90퍼센트에 해당합니다."
ko_mt: "공리가 골라리온 행성에 도착한 후 계산에 따르면, 세계상처가 닫힐 확률은 거의 90퍼센트입니다"

source: "Subject identified: the Commander of Drezen."
ko: "대상 확인: 드레젠의 사령관."
ko_mt: "피사체 식별 : 드레젠 사령관 "

source: "Calculating the efficiency of Drezen's army. Estimated time: ten minutes... Fifteen minutes... Ten minutes..."
ko: "드레젠 군대의 효율성 측정중. 예상 시간: 십분... 십오분... 십분..."
ko_mt: "드레젠의 군대의 효율성을 계산 중입니다. 예상 시간: 10분.. 십오 분.. 십분..."

source: "Command me, aeon."
ko: "명령을 내려주십시오, 에온."
ko_mt: "명령해, 에온"

source: "This place is not like Axis. But I will defend it nonetheless."
ko: "이 장소는 액시스가 아니지만, 지키는 데는 변함이 없을 것입니다."
ko_mt: "이곳은 엑시스와는 다르다. 그러나 그럼에도 불구하고 나는 그것을 방어 할 것입니다 "

source: "The aeon's will is law."
ko: "에온의 의지가 곧 법이다."
ko_mt: "에온의 뜻은 법이다"

source: Body of Staunton Vhane, traitor of the crusades.
ko: 성전의 배신자, 스턴튼 베인의 시체.
ko_mt: 십자군 전쟁의 배신자 스턴튼 베인의 시신입니다.

source: This is a completely ordinary closet. It contains no magic whatsoever.
ko: 완벽하게 평범한 옷장입니다. 마법 같은 것은 없습니다.
ko_mt: 이것은 완전히 평범한 옷장입니다. 그것은 전혀 마법을 포함하지 않습니다.

source: The closet is shut, and cannot be opened. The doors refuse to budge.
ko: 옷장은 닫혔고, 다시 열 수 없습니다. 문은 꼼짝도 하지 않습니다.
ko_mt: 옷장이 닫혀서 열 수 없습니다. 문이 움직이지 않습니다.

source: "Listen to me! I know the truth! Our world is ruled by invisible pink kittens!"
ko: "내 말을 들어! 난 진실을 알아! 우리의 세계는 투명한 분홍 아기 고양이에게 지배당하고 있어!"
ko_mt: "내 말 들어! 난 진실을 알아! 우리 세상은 보이지 않는 분홍색 고양이가 지배하고 있어요!"

source: "I don't know what I'm looking for, but it must be nearby..."
ko: "나도 내가 뭘 찾는지 모르겠는데, 아무튼 가까이 있을 거야..."
ko_mt: "내가 찾고있는 것이 무엇인지 모르겠지만 근처에 있을 것입니다..."

source: "A glass to the crusade... a mug to the king... and a good barrel to the Commander!"
ko: "성전을 위해 한 잔... 왕을 위해 한 잔... 그리고 사령관을 위해 한 통!"
ko_mt: "십자군에게 잔을.. 왕에게 머그잔을.. 사령관에게 좋은 통을!"

source: "The pig-faced demons will do for kebabs... and these clawed ones should go well with beer if we boil 'em like crawfish!"
ko: "돼지 머리를 한 데몬은 케밥으로... 그리고 발톱달린 놈은 가재처럼 삶아서 맥주랑 같이 먹으면 어울리겠군!"
ko_mt: "돼지 얼굴 데몬은 케밥에 적합 할 것입니다.. 그리고 이 발톱이 있는 데몬은 가재처럼 끓이면 맥주와 잘 어울릴 것입니다!"

source: "They say some artist painted the Commander's portrait — and guess what? It bled beer!"
ko: "소문으로는 누군가가 사령관의 초상화를 그렸다더라? 그런데 글쎄, 그림에서 맥주가 흐른대!"
ko_mt: "어떤 화가가 사령관의 초상화를 그렸다고 하는데, 그거 알아? 그것은 맥주를 흘렸다!"

source: "?eciov ym ot deneppah s'tahW !hO"
ko: "?야거 된 게떻어 가리소목 내 !악"
ko_mt: "?야거긴생 이일 슨무 에리소목 내 !오"

source: "Flicks on the head! Flicks on the head! Who wants a flick on the head? Low prices!"
ko: "머리 털어드립니다! 머리 털어드려요! 머리 털리고 싶으신 분? 싸게 해드립니다!"
ko_mt: "머리를 튕겨! 머리를 툭! 누가 머리를 튕기고 싶어? 저렴한 가격!"

source: "Commander! Is it true that you are so lucky, you can throw away a coin, and find twenty more right away?"
ko: "사령관님! 운이 너무 좋으셔서, 동전 하나를 던지면 스무개를 찾는다는 게 사실입니까?"
ko_mt: "사령관님! 운이 좋아서 동전 하나를 버리고 바로 스무 개를 더 찾을 수 있다는 것이 사실입니까?"

source: "That scum Staunton must be hiding here!"
ko: "스턴튼 그 쓰레기 놈이 분명히 여기 숨어 있을 거야!"
ko_mt: "그 쓰레기 스턴튼이 여기 숨어 있을 거야!"

source: "Two steps away from victory..."
ko: "승리까지 두 걸음 남았어..."
ko_mt: "승리를 향한 두 걸음..."

source: "We actually reached the Citadel. I can't believe it..."
ko: "정말로 성채까지 왔잖아. 말도 안돼..."
ko_mt: "실제로 시타델에 도착했습니다. 믿을 수가 없어요..."

source: "This entrance is blocked! Look around, maybe there's another one — on the wall or somewhere else?"
ko: "입구가 막혔어! 주위를 둘러봐, 벽이든 어디든 다른 입구가 있을 거야."
ko_mt: "이 입구가 막혔어요! 주위를 둘러보세요, 벽이나 다른 곳에 다른 입구가 있을까요?"

source: The statue of Iomedae rises above the desecrated paraphernalia of the temple.
ko: 아이오메데의 석상이 훼손된 사원의 파편 위에 서있습니다.
ko_mt: 아이오메데 동상은 사원의 더럽혀진 기물 위에 우뚝 솟아 있습니다.

source: A triumphant column erected to honor the angels of Heaven who fought and died during the crusades.
ko: 성전 중 싸우고 죽어간 엔젤들을 기리기 위한 기념비입니다.
ko_mt: 십자군 전쟁에서 싸우다 전사한 천국의 천사들을 기리기 위해 세워진 승리의 기둥입니다.

source: The crusaders are busy storming other gates.
ko: 성전군은 다른 관문을 공격하느라 바쁩니다.
ko_mt: 십자군이 다른 성문을 습격하느라 바쁘다.

source: Storming these gates under catapult fire is impossible.
ko: 투석기가 발사되는 동안 이 관문을 공격하는 것은 불가능합니다.
ko_mt: 투석기 사격으로 이 성문을 습격하는 것은 불가능합니다.

source: You hear the creaking of opening gates somewhere nearby.
ko: 어디선가 삐걱거리는 소리와 함께 관문이 열리는 것이 들립니다.
ko_mt: 근처 어딘가에서 문이 열리는 삐걱거리는 소리가 들립니다.

source: To storm these gates, first you have to open the previous ones and kill the guards.
ko: 이 관문을 공격하려면 먼저 이전의 관문을 열고 그 경비들을 죽여야 합니다.
ko_mt: 이 문을 습격하려면 먼저 이전 문을 열고 경비병을 처치해야 합니다.

source: "I'm awaiting your orders!"
ko: "당신의 명령을 기다리는 중입니다!"
ko_mt: "여러분의 주문을 기다리고 있습니다!"

source: "We'll win!"
ko: "우린 이길 것이다!"
ko_mt: "우리가 이길 거야!"

source: "The demons will surely fall!"
ko: "데몬들은 쓰러질 것이다!"
ko_mt: "데몬들은 반드시 쓰러질 것이다!"

source: "The gods of good will see us to victory!"
ko: "선한 신들께서 우리를 승리로 인도하신다!"
ko_mt: "선의 신이 우리를 승리로 이끌 것입니다!"

source: "Oh goddess! Oh no... Goddess, save me..."
ko: "여신이시여! 안 돼... 여신이시여, 절 구하소서..."
ko_mt: "오, 여신님! 오, 안 돼.. 여신님, 저를 구해주세요..."

source: "I'm done. We're all doomed."
ko: "난 끝났어. 우리 모두 망했다고."
ko_mt: "난 끝났어. 우리 모두 끝났어."

source: "Begin the attack! Drezen will be ours!"
ko: "공격을 개시하라! 드레젠은 우리것이다!"
ko_mt: "공격을 시작하라! 드레젠은 우리의 것이 될 것이다!"

source: There are three little key holes in the wall, barely noticeable among the stones.
ko: 돌들 사이에, 간신히 알아볼 수 있는 열쇠 구멍 세 개가 존재합니다.
ko_mt: 벽에는 돌 사이로 거의 눈에 띄지 않는 세 개의 작은 열쇠 구멍이 있습니다.

source: "You are on the right track."
ko: "제대로 하고 있군."
ko_mt: "올바른 방향으로 가고 있습니다."

source: "No, wait! It's not like that!"
ko: "아니, 잠깐! 그게 아니야!"
ko_mt: "아니, 잠깐만요! 그런 게 아니에요!"

source: "Do you realize what you are doing?"
ko: "지금 뭘 하고 있는 건지 알긴 하는 거냐?"
ko_mt: "지금 무슨 일을 하고 있는지 알고 있나요?"

source: "What a silly, silly mistake."
ko: "참으로 어리석은 실수로군."
ko_mt: "정말 어리석고 어리석은 실수입니다."

source: "You can't see me, but I see everything!"
ko: "넌 날 보지 못하지만, 난 모든 것을 볼 수 있지!"
ko_mt: "당신은 나를 볼 수 없지만, 나는 모든 것을 볼 수 있습니다!"

source: The remains of the unknown warrior exude a holy aura. His death at the hands of the demons was a martyr's death.
ko: 이름모를 전사의 유해는 신성한 오라를 내뿜고 있습니다. 데몬에 의해 살해당한 그의 죽음은 순교자의 죽음이었습니다.
ko_mt: 미지의 전사의 유해는 성스러운 기운을 뿜어냅니다. 데몬들의 손에 죽은 그의 죽음은 순교자의 죽음입니다.

source: Fervent whispering is concentrated around this stone. A multitude of voices whisper prayers to several gods at once, both the perished and the living. A crude inscription is carved on the stone. "Pray with us," it reads.
ko: 끊임없는 속삼임이 이 돌 주변을 맴돕니다. 수많은 목소리가 죽거나 살아있는 여러 신들에게 기도를 올립니다. 돌에 적힌 조악한 문구가 새겨져 있습니다. "함께 기도합시다." 라고 적혀 있습니다.
ko_mt: 열렬한 속삭임이 이 돌 주위에 집중되어 있습니다. 죽은 자와 산 자 모두 여러 신에게 동시에 기도를 속삭이는 목소리가 들립니다. 돌에는 조잡한 문구가 새겨져 있습니다. "우리와 함께 기도하라"라고 적혀 있습니다.

source: Fervent whispering is concentrated around this stone. A multitude of voices whisper spells of dispel and banishment magic, pronouncing them erratically, halting, then trying again. A crude inscription is carved on the stone: "Repeat after us."
ko: 끊임없는 속삼임이 이 돌 주변을 맴돕니다. 수많은 목소리가 불규칙한 발음으로 멈췄다 다시 시작하길 반복하며 마법 해제와 추방의 마법을 속삭입니다. 돌 위에 조악한 문구가 새겨져 있습니다: "우리를 따라하라."
ko_mt: 열렬한 속삭임이 이 돌 주위에 집중되어 있습니다. 수많은 목소리가 불규칙하게 발음하고 멈췄다가 다시 시도하는 마법 해제 및 추방 주문을 속삭입니다. 돌에는 조잡한 문구가 새겨져 있습니다. "우리를 따라해라."

source: Fervent whispering is concentrated around this stone. A multitude of voices speak several ancient languages at once. A crude inscription is carved on the stone. "Talk to us," it reads.
ko: 끊임없는 속삭임이 돌 주변을 맴돕니다. 수많은 목소리가 고대의 언어로 한 번에 말하고 있습니다. 돌 위에 조악한 문구가 새겨져 있습니다. "우리와 대화하라." 라고 적혀 있습니다.
ko_mt: 열렬한 속삭임이 이 돌 주위에 집중되어 있습니다. 여러 목소리가 한꺼번에 여러 고대 언어를 사용합니다. 돌에는 조잡한 문구가 새겨져 있습니다. "우리에게 말해주세요."라고 적혀 있습니다.

source: "A year ago, if someone had told me I'd be helping mortals, I'd have laughed my head off!"
ko: "작년에 누군가 내가 인간들을 돕게 될 거라고 말했다면, 미친듯이 웃었을 텐데!"
ko_mt: "1년 전에 누군가 내가 인간을 도울 것이라고 말했더라면, 나는 머리를 비웃었을 것입니다!"

source: "We'll have to live among mortals now... Does anyone know how to do that?"
ko: "이제 필멸자들과 어울려 살아야 한다니... 어떻게 하는지 아는 사람 없어?"
ko_mt: "우리는 이제 인간들 사이에서 살아야 할 것입니다... 어떻게 하는지 아는 사람 있나요?"

source: "Hey, little girl! Thank you."
ko: "어이, 꼬마 아가씨! 고맙다."
ko_mt: "안녕, 꼬마 소녀! 고마워요"

source: "For the first time in my life, I feel free."
ko: "내 인생에서 처음으로, 자유로운 기분이야."
ko_mt: "내 인생에서 처음으로, 나는 자유를 느낀다"

source: "This is so odd... Who am I now?"
ko: "엄청 어색한걸... 이제 난 누구지?"
ko_mt: "이건 너무 이상해.. 나는 지금 누구인가? "

source: "We are alive. I can't believe it... Alive!"
ko: "우리가 살아있다니. 믿기지가 않네... 살아있다니!"
ko_mt: "우리는 살아있다. 믿을 수 없어.. 살아있다고!"

source: "Ember has returned from the Abyss! It looks like we can still win this war."
ko: "엠버가 심연에서 돌아왔다! 아무래도 우리한테도 아직 승산이 있는 모양이야."
ko_mt: "엠버가 심연에서 돌아왔습니다! 우리가 이 전쟁에서 이길 수 있을 것 같습니다"

source: "Let's get some rest now, then get back to work. We need to smash this altar to dust!"
ko: "일단 좀 쉬었다가, 일을 시작하자. 이 제단을 완전히 박살을 내버려야 하니까!"
ko_mt: "이제 좀 쉬었다가 다시 일하러 가자. 이 제단을 부숴버려야 해!"

source: "Ember the Righteous saved our souls, and now she's saved our bodies."
ko: "우리 영혼을 구원하신 정의로운 엠버께서, 이제는 우리 육신을 구하셨네."
ko_mt: "의로운 엠버가 우리의 영혼을 구해줬고, 이제 그녀는 우리의 육체도 구해줬어요"

source: "Glory to Ember the Righteous! We'll spread your teachings throughout Golarion!"
ko: "정의로운 엠버에게 영광을! 당신의 가르침을 골라리온 전역에 퍼뜨리겠습니다!"
ko_mt: "의로운 자에게 영광을! 당신의 가르침을 골라리온 전역에 전파하겠습니다!"

source: "That was Nocticula herself... Has she truly repented?"
ko: "아까 그건 녹티큘라잖아... 정말로 그녀가 회개한 건가?"
ko_mt: "저건 녹티큘라 자신이었다.. 그녀는 진정으로 회개 했습니까? "

source: "So, Nocticula is now the Redeemer Queen... I'll pray to her."
ko: "그러니까, 녹티큘라가 구원자 여왕이 된건가... 그녀에게 기도를 해야겠어."
ko_mt: "그래서, 녹티큘라가 이제 구속자 여왕이군요... 그녀에게 기도할게요"

source: "Who is this girl? How did she manage to baffle Nocticula herself?"
ko: "이 여자애는 뭐지? 어떻게 녹티큘라를 당황시킨 거야?"
ko_mt: "이 소녀는 누구입니까? 그녀는 어떻게 녹티큘라 자신을 당황하게 만들었습니까?"

source: "Curse Baphomet. Curse the day they lured me into his cult."
ko: "빌어먹을 바포메트, 내가 왜 그놈 교단에 빠져든거람."
ko_mt: "저주 바포메트. 그들이 나를 그의 컬트에 유인 한 날을 저주하십시오."

source: "I thought I had only one path left to me, the path to the Abyss. But this girl..."
ko: "내게 남은 건 심연으로 향하는 길 하나 뿐이라 생각했는데. 이 여자아이는..."
ko_mt: "내게 남은 길은 심연으로 가는 길 하나뿐이라고 생각했어. 하지만 이 소녀는..."

source: "I can't become a crusader... But perhaps the Redeemed Brotherhood will accept me?"
ko: "난 성전사가 될 수 없어... 하지만 어쩌면, 속죄의 형제단이라면 날 받아줄지도?"
ko_mt: "나는 성전사가 될 수 없어... 하지만 아마도 구속받은 형제단이 나를 받아 줄까요?"

source: "Aaah! It hurts! Kill! Kill! Tear!"
ko: "으아아악! 아파! 죽여! 죽여! 찢어버려!"
ko_mt: "아아! 아프다! 죽여! 죽여! 찢어져!"

source: "Why? Why is this happening to me?"
ko: "왜? 왜 내가 이런 일을 당해야 해?"
ko_mt: "왜? 왜 나한테 이런 일이 일어나지?"

source: "My soul is rotting! It's riddled with worms and bugs!"
ko: "내 영혼이 썩고 있어! 벌레들이 내 영혼을 파먹고 있어!"
ko_mt: "내 영혼이 썩어가고 있어요! 벌레와 벌레로 가득 차 있어요!"

source: "Stranger! Kill the stranger! Let {mf|him|her} suffer with us!"
ko: "외부인이다! 죽여버려! 우리랑 같은 고통을 겪게 만들어!"
ko_mt: "낯선 자! 이방인을 죽여라! 우리와 함께 {mf|그|그녀}를 괴롭히자!"

source: A massive claw. Judging by its size and color, it once belonged to a silver dragon.
ko: 거대한 발톱입니다. 크기와 색깔로 보건대 실버 드래곤의 것입니다.
ko_mt: 거대한 발톱입니다. 크기와 색깔로 보아 한때 실버 드래곤의 것이었나 봅니다.

source: This bas-relief depicts the feats of strength performed by Iomedae on her path to divine ascension. Even desecrated, it still radiates the holy aura of Heaven.
ko: 이 부조는 아이오메데가 신격으로 승천했을 때 행사한 힘의 위업을 묘사하고 있습니다. 비록 더럽혀졌지만, 아직도 천상의 신성한 힘을 뿜어내고 있습니다.
ko_mt: 이 부조는 아이오메데가 신성한 승천의 길에서 행한 힘의 위업을 묘사하고 있습니다. 비록 더럽혀졌지만 여전히 천상의 신성한 기운을 발산하고 있습니다.

source: A heavy blunt object was clearly used to try to break down the door. The lock is broken, and the door cannot be opened.
ko: 이 문을 부수기 위해 무겁고 뭉툭한 물건이 사용된 것이 분명합니다. 자물쇠가 부서져 문을 열 수 없게 되었습니다.
ko_mt: 무거운 둔기를 사용하여 문을 부수려고 시도한 것이 분명합니다. 자물쇠가 파손되어 문을 열 수 없습니다.

source: The door won't budge. Looks like it's locked from the other side.
ko: 문은 꿈쩍도 안 합니다. 반대편에서 잠긴 모양입니다.
ko_mt: 문이 움직이지 않습니다. 반대쪽에서 잠긴 것 같습니다.

source: The divine power of Heaven seems to radiate from the painting. That might be the reason why it remained hidden from the demons' eyes and avoided desecration.
ko: 천상의 신성한 힘이 이 그림에서 뿜어져 나오는 듯합니다. 아마 그것이 이 그림이 데몬들의 눈으로부터 숨겨져 훼손되는 것을 피할 수 있었던 이유일 것입니다.
ko_mt: 그림에서 하늘의 신성한 힘이 발산되는 것 같습니다. 그래서 데몬들의 눈에 보이지 않고 더럽혀지지 않은 것일지도 모릅니다.

source: The door is locked by some unusual or magical means — there is no lock to be seen.
ko: 문에는 자물쇠가 없습니다. 아무래도 범상치 않은 마법적 수단에 의해 봉인된 듯합니다.
ko_mt: 문은 비정상적이거나 마법적인 방법으로 잠겨 있으며 자물쇠는 보이지 않습니다.

source: Sealed with magic
ko: 마법으로 봉인됨
ko_mt: 마법으로 봉인

source: This ancient font once sanctified water for church rituals, but demons have befouled it by filling the basin with human intestines. Its holy power might return should someone cleanse this place.
ko: 신전의 의식에 쓸 성수를 담던 이 세례반은, 데몬들이 인간의 내장으로 가득 채워 더럽혀버렸습니다. 누군가 이곳을 청소한다면 본래의 신성한 힘이 돌아올지도 모릅니다.
ko_mt: 이 고대 샘은 한때 교회 의식을 위한 성스러운 물이었지만 데몬들이 대야에 사람의 창자를 채워서 더럽혔습니다. 누군가 이곳을 정화한다면 성스러운 힘이 다시 돌아올지도 모릅니다.

source: "Demons are so silly. They always break their toys when they're done playing with them."
ko: "데몬들은 정말 멍청해요. 가지고 노는 게 끝난 장난감은 항상 부숴버린 다니까요."
ko_mt: "데몬들은 정말 어리석어요. 장난감을 다 가지고 놀고 나면 항상 부러뜨리죠."

source: "What if some of these relics belonged to my ancestors back in the day? I guess we'll never know."
ko: "여기 유물들 중에 내 옛 조상 것들이 있다면? 우리가 알 도리야 없지만."
ko_mt: "이 유물들 중 일부가 옛날에 제 조상들의 것이라면 어떨까요? 우린 절대 알 수 없겠죠."

source: "So many valuable items damaged and broken... All the things those demons destroyed might easily have been worth a fortune."
ko: "비싼 물건들이 이렇게나 많이 상하다니... 저 데몬들이 부순 거 전부 돈 깨나 벌 수 있는 것들이었는데."
ko_mt: "수많은 귀중한 물건들이 손상되고 부서졌습니다.. 데몬들이 파괴한 모든 것들은 엄청난 가치가 있었을 겁니다."

source: "They must be scared to death of this goddess. That's why they paint over her images. They don't want to see her anymore."
ko: "이 여신의 죽음에 겁먹은 게 분명해요. 그래서 여신의 그림 위에 덧칠을 한 거죠. 여신을 더 이상 보고 싶지 않은 거예요."
ko_mt: "그들은 이 여신이 무서워서 죽을 지경일 거예요. 그래서 여신의 이미지를 가리는 거죠. 그들은 더 이상 그녀를 보고 싶지 않아요."

source: "We will punish those who did this to you, my goddess. I promise we will!"
ko: "당신께 이런 짓거리를 한 자들을 처벌할 것입니다, 여신이시여. 맹세코 그리할 것입니다!"
ko_mt: "당신에게 이런 짓을 한 자들을 벌할 겁니다, 여신님. 약속할게요!"

source: "What's the point in defacing the altars? I can understand plundering them, but getting your hands dirty just for that, really?"
ko: "이 제단들을 대체 왜 훼손하는 거지? 약탈하는 건 이해하겠는데 고작 그것 때문에 손을 더럽힌다고, 진짜로?"
ko_mt: "제단을 훼손하는 게 무슨 의미가 있나요? 약탈하는 건 이해할 수 있지만, 그것 때문에 손을 더럽히는 건 정말인가요?"

source: "I can hear the sounds of battle from above... Out of the pan and into the fire!"
ko: "위에서 싸움 소리가 들리는군... 나오자마자 또 싸움터 한복판이라니!"
ko_mt: "위에서 전투 소리가 들리는데.. 냄비에서 불 속으로!"

source: Trap triggered!
ko: 함정 발동!
ko_mt: 함정이 발동되었습니다!

source: "This Wardstone is a huge one for sure! Good thing it landed here and not on my mansion."
ko: "이 수호석은 정말 거대한걸! 내 저택이 아니라 여기 떨어져서 천만 다행이야."
ko_mt: "이 와드스톤은 확실히 엄청나네요! 내 저택이 아니라 이곳에 떨어졌으니 다행이네요."

source: "That's one big stone, no doubt about it. The city's greatest sight... before it was tossed here upside down, that is."
ko: "정말 더럽게 큰 돌인걸. 도시 제일의 장관이라더니... 뭐, 위아래가 바껴서 여기로 던져지기 전 얘기지만 말이야."
ko_mt: "의심할 여지 없이 큰 돌이네요. 이 도시에서 가장 멋진 광경이었죠.. 거꾸로 던져지기 전에는 말이죠."

source: "How could a demon destroy the gift of our goddess so easily? Are we not worthy of her blessing anymore?"
ko: "어떻게 데몬들이 여신님의 선물을 이렇게 손쉽게 파괴할 수 있는 거지? 우리가 더 이상 여신님의 축복을 받을 자격이 없는 건가?"
ko_mt: "어떻게 데몬이 여신의 선물을 그렇게 쉽게 파괴할 수 있죠? 우리는 더 이상 여신의 축복을 받을 자격이 없는 건가요?"

source: "Don't kill me! Please!"
ko: "제발! 날 죽이지 마!"
ko_mt: "죽이지 마세요! 제발!"

source: "Demons used us. They pulled our strings like marionettes…"
ko: "데몬들이 우릴 이용했어. 인형처럼 조종했다고..."
ko_mt: "데몬들이 우릴 이용했어요. 그들은 마리오네트처럼 우리의 줄을 당겼습니다..."

source: "This is not how I imagined serving the Abyss!"
ko: "심연을 섬기는 건 내가 상상했던 거하고 다른데!"
ko_mt: "이것은 내가 상상했던 심연에 봉사하는 방식이 아닙니다! "

source: "Glory to Asmodeus!"
ko: "아스모데우스께 영광을!"
ko_mt: "아스모데우스에게 영광을!"

source: "There were many rumors about Paralictor Derenge back in Cheliax. However, I'm not going to discuss them with outsiders."
ko: "첼리악스 시절에 파랄릭터 디렌지에 대한 소문은 많았습니다만, 그것에 대해 외부인과 논할 용의는 없습니다."
ko_mt: "첼리악스에는 패럴릭터 데렌지에 대한 소문이 많았어요. 하지만 외부인들과는 논의하지 않겠습니다."

source: "If the Orders committed all of their forces here, we'd chase the demons all the way to Threshold and drive them back into the Abyss."
ko: "만일 기사단이 전 병력을 이곳에 결집시켰다면, 이 데몬들을 극점까지 쫓아낸 후에 다시 심연 속으로 돌아가게 만들었을 겁니다."
ko_mt: "오더가 여기에 모든 병력을 투입한다면, 우리는 데몬들을 문턱까지 쫓아 심연으로 다시 몰아낼 것입니다."

source: "I hope I live long enough to see Areelu Vorlesh burnt at the stake. No one deserves it as much as that demon-abetting witch."
ko: "내가 아릴루 볼레쉬가 말뚝에 묶여 타죽는 꼴을 볼 정도로 오래 살았으면 좋겠군. 데몬과 붙어먹은 마녀년만큼 그 꼴을 당해 싼 사람은 없을 테니까."
ko_mt: "아릴루 볼레쉬가 화형당하는 걸 볼 수 있을 만큼 오래 살았으면 좋겠어. 그 데몬을 죽이는 마녀만큼 그럴 자격이 있는 사람은 없으니까요"

source: "Today's flagellation was glorious!"
ko: "오늘 태형은 굉장했어!"
ko_mt: "오늘의 편모는 영광스러웠다!"

source: "Is this why we were summoned here? Madness."
ko: "이게 우릴 여기로 소환한 이유인가? 미쳤군."
ko_mt: "이게 우리가 여기 소환된 이유인가? 광기."

source: "Former paralictor Derenge brought shame upon himself and his order."
ko: "전 파랄릭터 디렌지는 자신과 자신의 기사단에 누를 끼쳤다."
ko_mt: "전 패럴릭터 데렌지는 자신과 그의 명령에 수치를 가져왔다"

source: "At last, certainty. It hasn't always been clear whether the Commander was an ally or an enemy..."
ko: "마침내, 선명해졌군. 여태까진 사령관이 동맹인지 적인지 확실치 않았단 말이지..."
ko_mt: "마침내, 확실해졌다. 사령관이 아군인지 적군인지 항상 명확하지 않았습니다..."

source: "We shouldn't make enemies of the crusaders. Only the demons benefit from our infighting."
ko: "우린 성전군을 적으로 만들어선 안 된다. 우리의 내분으로 이득을 취하는 것은 데몬들 뿐일 테니까."
ko_mt: "우리는 십자군을 적으로 만들어서는 안됩니다. 우리의 내분은 데몬들만 이익을 얻습니다."

source: "Perhaps Derenge wasn't entirely wrong after all..."
ko: "디렌지가 완전히 틀렸던 것은 아닐지도..."
ko_mt: "아마도 데렌지가 완전히 틀린 것은 아니었을지도..."

source: "What an unexpected way to receive a promotion... but I am confident I acted justly!"
ko: "이런 식으로 승진을 하게 될 줄은 몰랐는데... 그래도 제 행동은 적절했다고 생각합니다!"
ko_mt: "예상치 못한 승진을 받았지만.. 정당하게 행동했다고 확신합니다!"

source: "What an unpleasant turn of events. Still, it could have ended so much worse."
ko: "아주 맘에 안 드는 결말이지만. 그래도, 더 악화되는 건 피했군요."
ko_mt: "정말 불쾌한 사건의 전환입니다. 그래도 훨씬 더 나쁘게 끝날 수있었습니다 "

source: "Lady Camellia, we've been expecting you."
ko: "카멜리아 아가씨, 기다리고 있었습니다."
ko_mt: "레이디 카멜리아, 기다리고 있었어요"

source: "Lady Camellia, your room is ready."
ko: "카멜리아 아가씨, 방이 준비되어 있습니다."
ko_mt: "레이디 카멜리아, 방이 준비되었습니다"

source: "Welcome to the Gwerm mansion."
ko: "그웜 저택에 오신 것을 환영합니다."
ko_mt: "그웜 저택에 오신 것을 환영합니다."

source: "Lord Gwerm is expecting you."
ko: "그웜 님께서 당신을 기다리고 계십니다."
ko_mt: "그웜 경이 기다리고 계십니다"

source: "We have repaired the mansion after the demons' attack."
ko: "데몬의 공격 이후로 저희들이 저택을 수리했습니다."
ko_mt: "데몬들의 공격 이후 저택을 수리했습니다"

source: "My pup's grave. I dug it myself..."
ko: "내 강아지의 무덤이에요. 제가 직접 팠죠..."
ko_mt: "내 강아지의 무덤. 내가 직접 팠어요..."

source: "Ah... Camellias. They're still blooming, I see."
ko: "아... 동백꽃이군요. 아직도 피어있나보네요."
ko_mt: "아.. 동백나무. 아직 피었군요."

source: "As the saying goes, every family has a skeleton in its closet. In my case, all the skeletons are hidden in the cellar."
ko: "사람들이 하는 말이, 어느 집에나 비밀은 있다는데. 제 경우에는, 비밀들은 전부 지하실에 숨겨져 있어요."
ko_mt: "속담에 따르면 모든 가정에는 벽장에 해골이 있습니다. 제 경우에는 모든 해골이 지하실에 숨겨져 있습니다."

source: "Ah, this is the room of my first mentor."
ko: "아, 여긴 제 첫 번째 스승님의 방이에요."
ko_mt: "아, 여기가 내 첫 번째 멘토의 방이야"

source: "Forgive me for not congratulating you on your victory as I ought to, Champion. My brothers and sisters in arms need help."
ko: "네 승리를 제대로 축하해주지 못함을 용서해다오, 용사여. 내 전우들이 도움을 필요로 하고 있네."
ko_mt: "챔피언, 당신의 승리를 제대로 축하해주지 못한 것을 용서해 주세요. 내 형제자매들이 도움이 필요합니다."

source: "I'll come to Drezen as soon as I can and we can talk then."
ko: "최대한 빨리 드레젠으로 갈 터이니 그곳에서 이야기하세."
ko_mt: "가능한 한 빨리 드레젠에 와서 그때 얘기하죠."

source: This trophy shield once belonged to an unknown paladin of Iomedae. It has several holes and is partially covered in rust, but it still radiates the holy aura of its previous owner.
ko: 이 전리품 방패는 한때 이름 모를 아이오메데의 팔라딘의 것이었습니다. 구멍도 몇 군데 뚫렸고 녹까지 슬었지만, 아직까지도 전 주인의 신성한 오라를 내뿜고 있습니다.
ko_mt: 이 전리품 방패는 한때 아이오메데의 무명 성기사의 것이었습니다. 구멍이 여러 개 뚫려 있고 부분적으로 녹이 슬어 있지만, 여전히 이전 주인의 성스러운 기운을 발산합니다.

source: The remains of the minotaur have been carefully dismembered and carved with profane runes — similar to a ritual sacrifice.
ko: 미노타우로스의 시체는 의식용 희생양인지, 세심한 손길로 해체되어 불경한 룬이 새겨져 있습니다.
ko_mt: 미노타우로스의 유골은 마치 제물을 바치듯 조심스럽게 해체되고 불경스러운 룬이 새겨져 있습니다.

source: "Get back! Back! Don't touch the great Baphomet's altar with your filthy mortal fingers!"
ko: "돌아가라! 돌아가! 위대한 바포메트의 제단을 그 불결한 필멸자의 손가락으로 더럽히지 마라!"
ko_mt: "물러서! 물러서! 그 더러운 인간 손가락으로 위대한 바포메트의 제단에 손대지 마!"

source: The skulls gaze upon you with their empty eye sockets, as though waiting for something.
ko: 해골들은 마치 무언가를 기다리는 것처럼 텅 빈 눈구멍으로 당신을 바라보고 있습니다.
ko_mt: 해골은 무언가를 기다리는 듯 빈 눈구멍으로 여러분을 응시합니다.

source: "The entrance. The entrance is here. But only the servants of the demon lords can enter. Only they have the key."
ko: "입구라. 입구는 여기야. 하지만 오직 데몬 군주의 하수인들만이 들어갈 수 있지. 열쇠를 가진 게 그들밖에 없거든."
ko_mt: "입구. 입구는 여기다. 하지만 데몬 로드의 종들만이 들어갈 수 있다. 그들만이 열쇠를 가지고 있다."

source: A temporary altar of Iomedae, near which the Queen herself prayed.
ko: 아이오메데의 임시 제단으로, 여기서 여왕이 직접 기도를 올렸습니다.
ko_mt: 여왕이 직접기도 한 아이오메데의 임시 제단.

source: The symbols inscribed on the stone match those that Crinukh showed you.
ko: 크리누크가 보여줬던 것과 같은 문양이 돌에 새겨져 있습니다.
ko_mt: 돌에 새겨진 기호는 크리누크가 당신에게 보여준 것과 일치합니다.

source: "The Eagle Watch will not abandon its post, no matter what happens!"
ko: "독수리 감시단은 무슨 일이 있어도 자신의 위치를 사수한다!"
ko_mt: "이글 워치는 무슨 일이 있어도 그 자리를 버리지 않을 것입니다!"

source: "By the order of Commander Tirabade we are searching the city and helping the wounded."
ko: "티라바데 지휘관의 명령에 따라 도시를 수색하며 부상자를 돕는 중입니다."
ko_mt: "티라바데 사령관의 명령에 따라 도시를 수색하고 부상자를 돕고 있습니다."

source: "I... used up my healing powers for today. Uh... I should've prayed harder to Iomedae!"
ko: "오늘 쓸 수 있는 치유 능력을... 다 써버렸어. 윽... 아이오메데님께 더 열심히 기도드려야 했는데!"
ko_mt: "나.. 오늘 치유력을 다 써버렸어. 어.. 아이오메데에게 더 열심히 기도할 걸 그랬어!"

source: "Playing with your kind never gets old."
ko: "너희 족속들을 가지고 노는 건 질리지가 않는다니까."
ko_mt: "동족과 함께 노는 것은 결코 늙지 않습니다."

source: "Mortals are so funny."
ko: "필멸자들은 너무 재밌어."
ko_mt: "인간은 정말 웃기다."

source: An incomplete magic circle for a summoning ritual.
ko: 소환 의식용 미완성 마법진.
ko_mt: 소환 의식을 위한 불완전한 마법 원입니다.
