Repository: akintos/wotr-translation
Catalog: translation/*/Encyclopedia.po
Languages: ko, ko_mt

source: Physical {g|Encyclopedia:Damage}damage{/g} is typically dealt with weapon {g|Encyclopedia:MeleeAttack}melee attacks{/g}, {g|Encyclopedia:RangedAttack}ranged attacks{/g}, {g|Encyclopedia:UnarmedAttack}unarmed attacks{/g} and {g|Encyclopedia:NaturalAttack}natural attacks{/g}. Physical damage has subtypes: {g|Encyclopedia:Damage_Type}Bludgeoning{/g}, Piercing, or Slashing. Some abilities, items or {g|Encyclopedia:Spell}spells{/g} can give a creature {g|Encyclopedia:Damage_Reduction}damage reduction{/g} that reduced all, or most of the received damage. The other main type of damage is {g|Encyclopedia:Energy_Damage}energy damage{/g}.
ko: 물리 {g|Encyclopedia:Damage}피해{/g}는 통상적으로 무기를 이용한 {g|Encyclopedia:MeleeAttack}근접 공격{/g}과 {g|Encyclopedia:RangedAttack}원거리 공격{/g}들, {g|Encyclopedia:UnarmedAttack}비무장 공격{/g}들 그리고 {g|Encyclopedia:NaturalAttack}자연 공격{/g}들로 가해집니다. 무기 피해는 다음과 같은 하위 유형을 가집니다: {g|Encyclopedia:Damage_Type}부수기{/g}, 꿰뚫기,또는 베기. 일부 능력, 아이템이나 {g|Encyclopedia:Spell}주문{/g}들 은 크리처에게 받는 피해의 전부나 대부분을 감소시켜 주는 {g|Encyclopedia:Damage_Reduction}피해 감소{/g}를 부여해줍니다. 다른 주요 유형의 피해는 {g|Encyclopedia:Energy_Damage}에너지 피해{/g}입니다.
ko_mt: 물리 {g|Encyclopedia:Damage}피해{/g}는 일반적으로 무기 {g|Encyclopedia:MeleeAttack}근접 공격{/g}, {g|Encyclopedia:RangedAttack}원거리 공격{/g}, {g|Encyclopedia:UnarmedAttack}비무장 공격{/g}, {g|Encyclopedia:NaturalAttack}자연 무기{/g}로 입힙니다. 물리 피해에는 하위유형이 있습니다. {g|Encyclopedia:Damage_Type}부수기{/g}, 찌르기 또는 베기. 일부 능력, 아이템 또는 {g|Encyclopedia:Spell}주문{/g}은 생물에게 받는 피해의 전부 또는 대부분을 감소시키는 {g|Encyclopedia:Damage_Reduction}피해 감소{/g}를 부여할 수 있습니다. 다른 주요 피해 유형은 {g|Encyclopedia:Energy_Damage}에너지 피해{/g}입니다.

source: Physical Damage
ko: 물리 피해 (Physical Damage)
ko_mt: 물리 피해

source: Race is an important part of what makes characters who they are. It both provides a starting point for character creation and sets the tone for a character as they progress. Race mixes biology and culture, then translates those concepts into racial {g|Encyclopedia:Trait}traits{/g}. Yet since both biology and culture are mutable — especially when one considers the powerful forces of magic — racial traits can be so diverse that two elves can be extremely different while still manifesting aspects of their shared heritage and culture. A race's traits, its history, its relations with other races, and the culture that all of these things imply — all of these frame your character.
ko: 종족은 캐릭터가 누구인지에 있어 중요한 부분을 차지합니다. 종족은 캐릭터 형성에 출발점을 제공하고 그들의 성장에 따른 경향을 설정합니다. 종족은 문화와 일대기를 혼합하여 그 뒤 그것들에서 추출한 개념을 종족 {g|Encyclopedia:Trait}특성{/g}으로 이끌어 냅니다. 특히 누군가가 강력한 마법의 힘을 고려하는 경우라면 일대기와 문화는 변할 수 있습니다만, 종족 특성은 매우 다양하기에 두 명의 엘프가 종족의 유산과 문화를 공유하더라도 극단적으로 다를 수 있습니다. 종족의 특성, 역사, 다른 종과의 관계, 그리고 그들이 살아온 문화권 모두가 당신의 캐릭터를 정의합니다.
ko_mt: 종족은 캐릭터를 만드는 중요한 요소입니다. 캐릭터 생성의 시작점이 되기도 하고, 캐릭터가 성장하면서 캐릭터의 분위기를 결정하기도 합니다. 종족은 생물학과 문화를 혼합한 다음 이러한 개념을 종족 {g|Encyclopedia:Trait}특성{/g}으로 변환합니다. 하지만 생물학과 문화는 모두 가변적이기 때문에, 특히 마법의 강력한 힘을 고려하면 종족 특성은 매우 다양하여 두 엘프가 공유한 유산과 문화의 측면을 드러내면서도 극도로 다를 수 있습니다. 종족의 특성, 역사, 다른 종족과의 관계, 그리고 이 모든 것이 함축하는 문화, 이 모든 것이 캐릭터의 틀을 구성합니다.

source: Race
ko: 종족 (Race)
ko_mt: 종족

source: A {g|Encyclopedia:Spell}spell{/g}'s range indicates how far from you it can {g|Encyclopedia:Reach}reach{/g}, as defined in the range entry of the spell description. A spell's range is the maximum distance from you that the spell's effect can occur, as well as the maximum distance at which you can designate the spell's point of origin. If any portion of the spell's area would extend beyond this range, that area is wasted.
ko: {g|Encyclopedia:Spell}주문{/g}의 사거리는 그 주문의 {g|Encyclopedia:Reach}범위{/g}를 알려줍니다. 보통 주문 설명에 기술되어 있습니다. 주문의 사거리는 주문이 시행되는 중심부부터 그 주문이 영향을 끼치는 곳까지가 최대 사거리입니다. 만약 주문의 사거리가 대상자를 넘어간다면 그 넘어간 만큼 공간이 낭비된 겁니다.

source: Range
ko: 사거리 (Range)
ko_mt: 범위

source: Ranged {g|Encyclopedia:Attack}attack{/g} is an attempt to score a hit on your opponent with a ranged weapon, shooting or throwing at any target that is within the weapon's maximum range and in line of sight. This also applies for ranged {g|Encyclopedia:TouchAttack}touch attacks{/g} (i.e. {g|Encyclopedia:Spell}spells{/g} that require you to hit an enemy with a magic projectile or ray). Your attack {g|Encyclopedia:Bonus}bonus{/g} for a ranged {g|Encyclopedia:Attack}attack{/g} is: {g|Encyclopedia:BAB}Base attack bonus{/g} + {g|Encyclopedia:Dexterity}Dexterity{/g} modifier + other modifiers. Note: shooting or throwing into a melee gives you a –4 {g|Encyclopedia:Penalty}penalty{/g} on your attack {g|Encyclopedia:Dice}roll{/g}.
ko: 원거리 {g|Encyclopedia:Attack}공격{/g}은 시야와 무기 사거리 내에 있는 적을 원거리 무기로 발사하거나 투척하여 적을 맞추는 시도입니다. 원거리 공격에는 원거리 {g|Encyclopedia:TouchAttack}접촉 공격{/g}(적을 맞추기 위해 마법 투사체나 광선을 쓰는 {g|Encyclopedia:Spell}주문{/g})도 포함됩니다. 원거리 {g|Encyclopedia:Attack}공격{/g} {g|Encyclopedia:Bonus}보너스{/g}는 다음과 같습니다: {g|Encyclopedia:BAB}기본 공격 보너스{/g} + {g|Encyclopedia:Dexterity}민첩{/g} 수정치 + 다른 수정치. 참고: 근접 교전 중인 적을 향해 발사하거나 투척하면 명중 {g|Encyclopedia:Dice}굴림{/g}에 –4 만큼의 {g|Encyclopedia:Penalty}페널티{/g}를 부여받습니다.

source: Ranged Attacks
ko: 원거리 공격 (Ranged Attacks)
ko_mt: 원거리 공격

source: Glaives and longspears are reach weapons. A reach weapon is a melee weapon that allows its wielder to attack targets at a longer distance than normal. Most reach weapons double the wielder's natural reach, meaning that a typical Small or Medium wielder of such a weapon can {g|Encyclopedia:Attack}attack{/g} a creature 6 feet away. A typical Large character wielding a reach weapon of the appropriate {g|Encyclopedia:Size}size{/g} may reach even further.
ko: 글레이브와 장창은 장병기로 분류됩니다. 장병기를 착용하면 평소보다 더 먼 거리에 대상을 공격할 수 있습니다. 대부분의 장병기는 착용자의 원래 무기 사거리를 두 배로 상승시켜서 일반적인 소형 및 중형 캐릭터가 착용하면 6 피트 거리의 크리처를 {g|Encyclopedia:Attack}공격{/g}할 수 있습니다. 대형 캐릭터가 {g|Encyclopedia:Size}크기{/g}에 걸맞는 장병기를 착용하면 무기 사거리는 더 늘어날 수 있습니다.
ko_mt: 글레이브와 장창는 장병기입니다. 장병기는 착용자가 평소보다 더 먼 거리에 있는 대상을 공격할 수 있는 근접 무기입니다. 대부분의 범위 무기의 착용자는 자연 범위가 두 배로 늘어나므로, 일반적인 소형 또는 중형 무기를 사용하는 플레이어는 6피트 거리에 있는 생물을 {g|Encyclopedia:Attack}공격{/g}할 수 있습니다. 적절한 {g|Encyclopedia:Size}크기{/g}의 원거리 무기를 사용하는 일반적인 대형 캐릭터는 이보다 더 멀리까지 공격할 수 있습니다.

source: Reach
ko: 장병기 (Reach)
ko_mt: 도달 범위

source: A creature with Regeneration is difficult to kill. Creatures with regeneration {g|Encyclopedia:Healing}heal{/g} {g|Encyclopedia:Damage}damage{/g} they have suffered at a fixed rate, as with {g|Encyclopedia:Fast_Healing}fast healing{/g}, but they can't die as long as their regeneration is still functioning (although creatures with regeneration still fall {g|Encyclopedia:Injury_Death}unconscious{/g} when their {g|Encyclopedia:HP}hit points{/g} are 0 or lower). Certain damage types, typically acid and fire, cause a creature's regeneration to stop functioning for one {g|Encyclopedia:Combat_Round}round{/g} following the {g|Encyclopedia:Attack}attack{/g}. During this round, the creature does not heal any damage and is able to die if it has a negative number of hit points.
ko: 재생을 가진 크리처는 매우 죽이기 어렵습니다. 재생을 가진 크리처는 {g|Encyclopedia:Fast_Healing}빠른 치유{/g}와 동일하게 입은 {g|Encyclopedia:Damage}피해{/g}를 정해진 수치만큼 {g|Encyclopedia:Healing}치유{/g}하지만, 그들의 재생이 지속되는 한 죽일 수 없습니다 (재생을 가진 크리처의 {g|Encyclopedia:HP}생명점{/g}이 0 이하가 되어{g|Encyclopedia:Injury_Death}의식불명{/g} 상태라 하더라도). 화염과 산성같이 특정한 피해 유형의 {g|Encyclopedia:Attack}공격{/g}이 명중하면 한 {g|Encyclopedia:Combat_Round}라운드{/g} 동안 크리처의 재생을 막습니다. 해당 라운드 동안 이 크리처는 어떤 피해도 치유할 수 없으며 생명점이 음수이면 죽게 됩니다.
ko_mt: 재생력을 가진 생물은 죽이기 어렵습니다. 재생 {g|Encyclopedia:Healing}치유{/g}를 가진 생물 {g|Encyclopedia:Damage}피해{/g}는 {g|Encyclopedia:Fast_Healing}빠른 치유{/g}와 마찬가지로 일정 비율로 감소하지만, 재생이 계속 작동하는 한 죽을 수 없습니다.(단, 재생이 있는 생물은 {g|Encyclopedia:HP}체력{/g}이 0 이하일 때에도 {g|Encyclopedia:Injury_Death}의식불명{/g}에 빠지게 됩니다). 특정 피해 유형(일반적으로 산성 및 화염)은 {g|Encyclopedia:Attack}공격{/g} 이후 {g|Encyclopedia:Combat_Round}1 라운드{/g} 동안 생물의 재생 기능을 멈추게 합니다. 이 라운드 동안 생물은 피해를 치유하지 않으며, 체력이 음수일 경우 사망할 수 있습니다.

source: Regeneration
ko: 재생 (Regeneration)
ko_mt: 재생

source: As time passes, your characters become tired and act less effectively. You can see this by the "fatigue" and "exhaustion" condition icons on their portraits. This is why they need regular {g|Encyclopedia:Rest}rest{/g}. To replenish your powers, set up a camp and have a rest. Set up camp by using the {ui|Restcamp} function (hotkey <b>[{bind|OpenRestCamp}]</b>. After activating the function, you will have to select a location for the camp. Camps take up a lot of space, so find the right location. While resting, all characters restore a portion of their lost {g|Encyclopedia:HP}hit points{/g}. {g|Encyclopedia:Spell}Spellcasters{/g} also replenish their spells. Rest also helps you get rid of some of the negative conditions. Resting takes at least 8 hours.
ko: 시간이 지날수록 당신의 캐릭터는 점점 지치고 덜 효과적으로 행동합니다. 캐릭터의 초상화에서 "피로"와 "탈진" 상태 아이콘으로 이를 확인할 수 있습니다. 따라서 캐릭터는 정기적인 {g|Encyclopedia:Rest}휴식{/g}이 필요합니다. 힘을 보충하기 위해 야영지를 차리고 휴식을 취하십시오. 야영지를 세우려면 {ui|Restcamp} 버튼 (또는 <b>[{bind|OpenRestCamp}]</b> 키)을 사용하십시오. 이 버튼을 누르고 나면 야영지를 세울 위치를 선택해야 합니다. 야영지는 자리를 많이 차지하므로 적절한 위치를 선택하십시오. 휴식하는 동안 모든 캐릭터는 잃은 {g|Encyclopedia:HP}생명점{/g} 일부를 회복합니다. {g|Encyclopedia:Spell}주문시전자{/g}는 소모한 주문을 회복합니다. 또한 휴식은 일부 부정적인 상태를 없애는 데 도움을 줍니다. 휴식은 최소 8시간이 소요됩니다.

source: Rest
ko: 휴식
ko_mt: 휴식

source: If there are no threats in the location it can be used as a sort of "headquarters" where you can prepare your party for a new expedition. In such locations, companions don't follow you around and will go about their own business. You can speak with them freely to get to know them better. Once you exit this location and return to the global map, you will be able to choose the companions you wish to take with you, leaving the others here. Whenever you meet a new companion but don't want to include them in your party right away, that companion will travel to this location on their own.
ko: 한 지역에 어떤 위협도 존재하지 않는다면 그 지역은 새로운 탐혐을 준비 할 수있는 일종의 "본부"처럼 사용할 수 있습니다. 그 지역에서 동료들은 당신을 따라다니지 않고 자신만의 작업을 할 것입니다. 당신은 그들을 더 잘 이해하기 위해 그들과 자유롭게 이야기 할 수 있습니다. 이 지역을 벗어나 전역 지도로 돌아갈 때 당신은 같이 갈 동료를 선택할 수 있으며 다른 이들은 그대로 남겨둡니다. 새로운 동료를 만날 때, 즉시 일행에 포함하고 싶지 않다면 그 동료는 이 지역으로 혼자 여행해 올 것입니다.
ko_mt: 해당 장소에 위협이 없다면 새로운 탐험을 위해 파티를 준비할 수 있는 일종의 "본부"로 사용할 수 있습니다. 이러한 장소에서는 동료가 플레이어를 따라다니지 않고 각자의 일을 처리합니다. 동료와 자유롭게 대화를 나누며 동료에 대해 더 잘 알아갈 수 있습니다. 이 위치에서 나와 세계 지도로 돌아오면, 다른 동료는 여기에 남겨두고 데려갈 동료를 선택할 수 있습니다. 새로운 동료를 만났지만 바로 파티에 포함시키고 싶지 않은 경우, 해당 동료를 혼자서 이 위치로 이동시킬 수 있습니다.

source: Safe Location
ko: 안전 지역 (Safe Location)
ko_mt: 안전한 위치

source: When you are subject to an unusual or magical impact, you often get a chance to make a saving throw (also called a save) to avoid or reduce the effect. Your saving throw is: {g|Encyclopedia:Dice}d20{/g} roll + Base save {g|Encyclopedia:Bonus}bonus{/g} + {g|Encyclopedia:Ability_Scores}ability score{/g} modifier + other modifiers. {g|Encyclopedia:Saving_Throws_Results}Saving throw results{/g} The three different kinds of saving throws are Fortitude, Reflex, and Will: <b>Fortitude</b> These saves measure your ability to stand up to physical punishment or {g|Encyclopedia:Attack}attacks{/g} against your vitality and {g|Encyclopedia:HP}health{/g}. Apply your {g|Encyclopedia:Constitution}Constitution{/g} modifier to your Fortitude saving throws. <b>Reflex</b> These saves test your ability to dodge area attacks and unexpected situations. Apply your {g|Encyclopedia:Dexterity}Dexterity{/g} modifier to your Reflex saving throws. <b>Will</b> These saves reflect your resistance to mental influence as well as many magical effects. Apply your {g|Encyclopedia:Wisdom}Wisdom{/g} modifier to your Will saving throws.
ko: 마법적이거나 특이한 영향을 받으면 그 효과를 피하거나 줄이기 위해 내성 굴림을 할 수 있는 기회를 얻습니다. 내성 굴림은 다음과 같습니다: {g|Encyclopedia:Dice}d20{/g} 굴림 + 기본 내성 {g|Encyclopedia:Bonus}보너스{/g} + {g|Encyclopedia:Ability_Scores}능력치{/g} 수정치 + 다른 수정치. {g|Encyclopedia:Saving_Throws_Results}내성 굴림 결과{/g} 내성 굴림에는 인내, 반사, 의지 내성이 있습니다: <b>인내</b> 이 내성은 당신이 {g|Encyclopedia:HP}생명{/g}과 건강에 대한 물리적인 피해 혹은 {g|Encyclopedia:Attack}공격{/g}에 대해 버틸 수 있는지를 측정합니다. 당신의 {g|Encyclopedia:Constitution}건강{/g} 수정치가 인내 내성 굴림에 적용됩니다. <b>반사</b> 이 내성은 광역 공격과 예상치 못한 상황에 대한 당신의 회피 능력을 시험합니다. 당신의 {g|Encyclopedia:Dexterity}민첩{/g} 수정치가 반사 내성 굴림에 적용됩니다. <b>의지</b> 이 내성은 많은 마법 효과와 같이 정신에 영향을 주는 것에 대한 당신의 저항을 반영합니다. 당신의 {g|Encyclopedia:Wisdom}지혜{/g} 수정치가 의지 내성 굴림에 적용됩니다.
ko_mt: 비정상적이거나 마법적인 충격을 받으면, 그 효과를 피하거나 줄일 수 있는 내성 굴림(내성이라고도 함함)를 할 수 있는 기회가 종종 주어집니다. 당신의 내성 굴림은 다음과 같습니다. {g|Encyclopedia:Dice}d20{/g} 굴림 + 기본 내성 {g|Encyclopedia:Bonus}보너스{/g} + {g|Encyclopedia:Ability_Scores}능력 점수{/g} 수식어 + 기타 수정치. {g|Encyclopedia:Saving_Throws_Results}내성 굴림 결과{/g} 내성 굴림의 세 가지 종류는 인내, 반사, 의지입니다. <b>인내 굴림은</b> {g|Encyclopedia:HP}체력{/g}에 대한 물리적인 처벌이나 {g|Encyclopedia:Attack}공격{/g}을 견딜 수 있는 능력을 측정합니다. {g|Encyclopedia:Constitution}건강{/g} 수식어를 인내 굴림에 적용합니다. <b>반사 굴림</b> 은 광역 공격과 돌발 상황을 회피하는 능력을 시험니다. {g|Encyclopedia:Dexterity}민첩{/g} 능력치가 반사 굴림에 적용됩니다. <b>의지 굴림</b> 은 정신적 영향과 여러 마법 효과에 대한 저항을 반영합니다. 의지 굴림에 {g|Encyclopedia:Wisdom}지혜{/g} 수정치를 적용합니다.

source: Saving Throw
ko: 내성 굴림 (Saving Throw)
ko_mt: 내성 굴림

source: To make a successful {g|Encyclopedia:Saving_Throws}saving throw{/g} and mitigate negative {g|Encyclopedia:Spell}spell{/g} effects, your {g|Encyclopedia:Saving_Throw}save{/g} result should be equal or greater than the {g|Encyclopedia:DC}DC{/g} of the enemy spell. Spell DC is 10 + the level of the spell + caster {g|Encyclopedia:Bonus}bonus{/g} for the relevant casting {g|Encyclopedia:Ability_Scores}ability score{/g} ({g|Encyclopedia:Intelligence}Intelligence{/g}, {g|Encyclopedia:Charisma}Charisma{/g}, or {g|Encyclopedia:Wisdom}Wisdom{/g} depending on a class). A spell's level can vary depending on caster class. <b>Automatic Failures and Successes</b> A natural 1 (the {g|Encyclopedia:Dice}d20{/g} comes up 1) on a saving throw is always a failure. A natural 20 (the d20 comes up 20) is always a success. You can see how spell interacts with saving throw from spell description. Different spells have different outcomes for successful saving throws: <b>Negates</b> The spell has no effect on a subject that makes a successful saving throw. <b>Partial</b> The spell has an effect on its subject. A successful saving throw means that some lesser effect occurs. <b>Half</b> The spell deals {g|Encyclopedia:Damage}damage{/g}, and a successful saving throw halves the damage taken (rounding down). <b>None</b> The spell doesn't allow to make a saving throw against it effects.
ko: {g|Encyclopedia:Saving_Throws}내성 굴림{/g}에 성공하여 부정적인 {g|Encyclopedia:Spell}주문{/g} 효과를 무시하기 위해서는 당신의 {g|Encyclopedia:Saving_Throw}내성{/g} 결과가 적 주문의 {g|Encyclopedia:DC}DC{/g} 이상이어야 합니다. 주문 DC는 10 + 주문의 레벨 + 시전과 관련된 시전자의 {g|Encyclopedia:Ability_Scores}능력치{/g} {g|Encyclopedia:Bonus}보너스{/g} 입니다 (클래스에 따라 {g|Encyclopedia:Intelligence}지능{/g}, {g|Encyclopedia:Charisma}매력{/g} 또는 {g|Encyclopedia:Intelligence}지능{/g}, {g|Encyclopedia:Charisma}지혜{/g}). 시전자 클래스에 따라 주문의 레벨은 다를 수 있습니다. <b>자동 실패와 성공</b> 내성 굴림에서 순수 1 ({g|Encyclopedia:Dice}d20{/g}결과가 1이 나온 경우) 은 항상 실패입니다. 그리고 순수 20 (d20굴림에서 20이 나온 경우) 은 항상 성공입니다. 주문 설명에서 그 주문이 내성 굴림과 어떻게 상호작용하는지 볼 수 있습니다. 서로 다른 주문들은 내성 굴림에 대해 다양한 결과들이 있습니다. <b>무시</b> 대상이 내성 굴림을 성공하면 아무런 효과도 가하지 않습니다. <b>일부</b> 이 주문은 목표물에게 효과를 가합니다. 내성 굴림 성공시 주문의 효과를 줄일 수 있습니다. <b>절반</b> 이 주문은 {g|Encyclopedia:Damage}피해{/g}를 가하며, 내성 굴림 성공시 절반의 피해만 가합니다 (소수점 이하는 내림합니다). <b>없음</b> 내성 굴림을 시도할 수 없습니다.

source: Saving Throws
ko: 내성 굴림 (Saving Throws)
ko_mt: 내성 굴림

source: Scrolls are expendable items that allow you to use the {g|Encyclopedia:Spell}spell{/g} written on it once. To use it, the character must know how to cast the written spell, have the {g|Encyclopedia:Use_Magic_Device}Use Magic Device{/g} {g|Encyclopedia:Skills}skill{/g}, or it should be on one of the spell lists of one of the character's classes. For convenience, it is best to place things like scrolls into a character's quick slots.
ko: 두루마리는 쓰여진 {g|Encyclopedia:Spell}주문{/g}을 한 번 사용할 수 있게 하는 소모품입니다. 두루마리를 사용하기 위해서는, 캐릭터가 쓰여진 주문을 영창하는 법을 먼저 알고 있어야 하며, {g|Encyclopedia:Use_Magic_Device}마법 도구 사용{/g} {g|Encyclopedia:Skills}기술{/g}을 가지고 있거나 그 주문이 시전자의 클래스 주문 목록 중 하나에 있어야 합니다. 편리한 사용을 위해, 캐릭터의 퀵슬롯에 두루마리를 두는 것을 추천합니다.
ko_mt: 주문서는 쓰여진 {g|Encyclopedia:Spell}주문{/g}를 한 번 사용할 수 있는 소모성 아이템입니다. 이를 사용하려면 캐릭터가 적힌 주문을 시전할 줄 알아야 하고, {g|Encyclopedia:Use_Magic_Device}마법 도구 사용{/g} {g|Encyclopedia:Skills}기술{/g}이 있거나 캐릭터의 직업 중 하나의 주문 목록에 있어야 합니다. 편의를 위해 주문서 같은 것은 캐릭터의 퀵 슬롯에 배치하는 것이 가장 좋습니다.

source: Scrolls
ko: 두루마리 (Scrolls)
ko_mt: 주문서

source: If you shoot, throw a ranged weapon, or cast a spell that requires an attack roll at a target engaged in melee, you take a –4 {g|Encyclopedia:Penalty}penalty{/g} on the {g|Encyclopedia:Attack}attack{/g} {g|Encyclopedia:Dice}roll{/g}. Two characters are engaged in melee if they are enemies of each other and either of them is {g|Encyclopedia:Threatened_Area}threatening{/g} the other. <b>Precise Shot</b> If you have the Precise Shot {g|Encyclopedia:Feat}feat{/g}, you don't take this penalty. <b>Ranged touch attacks</b> This also applies for ranged {g|Encyclopedia:TouchAttack}touch attacks{/g} (i.e. {g|Encyclopedia:Spell}spells{/g} that require a ranged touch attack).
ko: 당신이 근접 교전중에 있는 적에게 명중 굴림을 요구하는 원거리 무기를 쏘거나 던질 때, 당신은 {g|Encyclopedia:Attack}명중{/g} {g|Encyclopedia:Dice}굴림{/g}에 –4 만큼의 {g|Encyclopedia:Penalty}페널티{/g}를 부여받습니다. 두명의 캐릭터는 서로 적대적이고 둘 중 하나라도 상대를 {g|Encyclopedia:Threatened_Area}위협{/g}중이라면 근접 교전중으로 간주됩니다. <b>정밀 사격</b> 당신이 정밀 사격 {g|Encyclopedia:Feat}특기{/g}를 보유중이라면 이 페널티는 적용되지 않습니다. <b>원거리 접촉 공격들</b> 이것은 원거리 {g|Encyclopedia:TouchAttack}접촉 공격{/g}들에도 적용됩니다 (i.e. 원거리 접촉 공격을 필요로 하는 {g|Encyclopedia:Spell}주문{/g}들).

source: Shooting or Throwing into a Melee
ko: 근접상황으로 쏘거나 던지기 (Shooting or Throwing into a Melee)
ko_mt: 근접 사격 또는 근접 던지기

source: All characters and creatures, depending on how large they are, are separated into different {g|Encyclopedia:Size}size{/g} categories — Tiny, Small, Medium, Large, Huge and Gargantuan. For example, humans are of a Medium size, while halflings and gnomes are Small. Size modifiers of different kinds apply to {g|Encyclopedia:Armor_Class}armor class{/g}, {g|Encyclopedia:Attack}attack{/g} {g|Encyclopedia:Dice}rolls{/g}, {g|Encyclopedia:Stealth}stealth{/g} {g|Encyclopedia:Check}checks{/g}, {g|Encyclopedia:Combat_Maneuvers}combat maneuver{/g} checks, and various other checks. Size modifier for a creature's AC and attack rolls is as follows: Tiny +2, Small +1, Medium +0, Large -1, Huge -2, Gargantuan -4 The special size modifier for a creature's {g|Encyclopedia:CMB}Combat Maneuver Bonus{/g} is as follows: Tiny –2, Small –1, Medium +0, Large +1, Huge +2, Gargantuan +4 The bigger creature is, the bigger its {g|Encyclopedia:Threatened_Area}threatened area{/g} is. For medium and small creatures it matches with their melee {g|Encyclopedia:Weapon_Range}weapon range{/g}. Character can only ride an animal companion that is bigger than the character himself.
ko: 모든 캐릭터와 크리처는 그들이 얼마나 크냐에 따라 다른 {g|Encyclopedia:Size}크기{/g} 분류로 나눠집니다 — 초소형, 소형, 중형, 대형, 거대형 그리고 초대형. 예를 들어 인간은 중간 크기이며 하플링과 노움은 소형입니다. 서로 다른 종류의 크기 수정치는 {g|Encyclopedia:Armor_Class}방어도{/g}, {g|Encyclopedia:Attack}명중{/g} {g|Encyclopedia:Dice}굴림{/g}, {g|Encyclopedia:Stealth}은신{/g} {g|Encyclopedia:Check}판정{/g}, {g|Encyclopedia:Combat_Maneuvers}전법{/g} 판정 그리고 다른 다양한 판정들에 적용됩니다. 크리처의 방어도와 명중 굴림에 적용되는 크기 수정치는 다음과 같습니다: 초소형 +2, 소형 +1, 중형 +0, 대형 -1, 거대형 -2, 초대형 -4 크리처의 {g|Encyclopedia:CMB}전법 보너스{/g}를 위한 특별한 크기 수정치는 다음과 같습니다: 초소형 -2, 소형 -1, 중형 +0, 대형 +1, 거대형 +2, 초대형 +4 크리처의 크기가 크면 클수록 그것의 {g|Encyclopedia:Threatened_Area}위협 범위{/g}가 큽니다. 중형과 소형 크리처들의 위협 범위는 그것들의 근접 {g|Encyclopedia:Weapon_Range}무기 사거리{/g}와 같습니다. 캐릭터는 그보다 큰 동물 동료에만 탑승할 수 있습니다.

source: Size
ko: 크기 (Size)
ko_mt: 크기

source: A skill represents a creature's ability to perform an specific task, such as climb a wall, open a locked chest, or spot a hidden treasure. The number of ranks possessed by a creature in a given skill represents its proficiency in that skill and allows to perform more difficult tasks. Characters gets number of skill ranks based on their class and {g|Encyclopedia:Intelligence}Intelligence{/g} modifier (and any other {g|Encyclopedia:Bonus}bonuses{/g}, such as the bonus received by humans). Each class has a set of class skills. They get +3 bonus to skill {g|Encyclopedia:Check}checks{/g} of such skills if they are trained in them. Trained skill means that character has at least 1 rank in this skill. In order to determine success, whenever you attempt to use a skill, you must make a skill check. If the result of your skill check is equal to or greater than the {g|Encyclopedia:DC}difficulty class{/g} (or DC) of the task you are attempting to accomplish, you succeed. Skill check can be calculated with the following formula: {g|Encyclopedia:Dice}1d20{/g} + skill ranks + ability modifier + racial modifier + class skill modifier. Some skill checks cannot be performed if your character has not put at least one rank into it.
ko: 기술은 크리처가 벽타기, 잠긴 상자 열기, 또는 숨겨진 보물 찾기와 같은 특정한 일을 수행할 수 있는 능력을 나타냅니다. 크리처가 가진 기술 등급은 기술의 숙련도와 더 어려운 일을 수행할 수 있음을 나타냅니다. 캐릭터는 클래스와 {g|Encyclopedia:Intelligence}지능{/g} 보정치(또한 인간 종족일때 받는 것과 같은 다른 {g|Encyclopedia:Bonus}보너스{/g}들)에 따라 기술 등급을 받습니다. 각 클래스들은 습득했을 시에 {g|Encyclopedia:Check}판정{/g}에 +3의 보너스를 받는 정해진 클래스 기술들이 있습니다. 습득한 기술은 최소 1등급을 가지고 있는 기술들을 말합니다. 기술을 사용하려고 시도 할 때에는 성공 여부를 결정하기 위해 기술 판정을 해야 합니다. 만일 기술 판정 결과가 {g|Encyclopedia:DC}난이도{/g}(또는 DC) 이상의 결과를 냈다면 성공합니다. 기술 판정은 다음 공식으로 계산됩니다: {g|Encyclopedia:Dice}1d20{/g} + 기술 등급 + 능력 보정치 + 종족 보정치 + 클래스 기술 보정치. 어떠한 기술 판정은 습득한 기술이 아닐 경우에는 수행할 수 없습니다.

source: Skills
ko: 기술 (Skills)
ko_mt: 기술

source: A number of classes and creatures gain the use of special abilities, many of which function like {g|Encyclopedia:Spell}spells{/g}.
ko: 많은 클래스와 크리처들이 특수 능력을 사용하며 이들 대부분은 {g|Encyclopedia:Spell}주문{/g}처럼 작동합니다.
ko_mt: 많은 직업과 생물이 특수 능력을 사용할 수 있으며, 그 중 다수는 {g|Encyclopedia:Spell}주문{/g}과 같은 기능을 합니다.

source: <b>Spell-Like Abilities</b> Usually, a spell-like ability works just like the {g|Encyclopedia:Spell}spell{/g} of the same name. Spell-like ability can't fail due to armor {g|Encyclopedia:Spell_Fail_Chance}arcane spell failure chance{/g}, even if the ability resembles an arcane spell. A spell-like ability has a {g|Encyclopedia:Casting_Time}casting time{/g} of 1 {g|Encyclopedia:Standard_Actions}standard action{/g} unless noted otherwise in the ability or spell description. In all other ways including {g|Encyclopedia:Concentration}concentration{/g}, a spell-like ability functions just like a spell. Spell-like abilities inherit interaction with {g|Encyclopedia:Spell_Resistance}spell resistance{/g} and dispel magic from the spell they were made from.
ko: <b>주문 유사 능력</b> 보통, 주문 유사 능력은 같은 이름을 가진 {g|Encyclopedia:Spell}주문{/g}처럼 작동합니다. 주문 유사 능력은 비전 주문과 같은 능력 일지라도 방어구의 {g|Encyclopedia:Spell_Fail_Chance}비전 주문 실패 확률{/g}로 실패하지 않습니다. 주문 유사 능력은 1 {g|Encyclopedia:Standard_Actions}일반 행동{/g}의 {g|Encyclopedia:Casting_Time}시전 시간{/g}을 요구합니다. 그렇지 않다면, 능력 혹은 주문의 설명에 적혀진 대로 작동합니다. 또한, {g|Encyclopedia:Concentration}집중{/g}을 포함한 다른 모든 요소들은 주문처럼 작동합니다. 주문 유사 능력과 {g|Encyclopedia:Spell_Resistance}주문 저항{/g}이나 마법 해제와의 상호작용은 본래 주문과의 것과 같습니다.

source: <b>Supernatural Abilities</b> Supernatural abilities are magical but not {g|Encyclopedia:Spell}spell{/g}-like. They are not subject to {g|Encyclopedia:Spell_Resistance}spell resistance{/g} and their effects cannot be dispelled. They also cannot be disrupted in combat and generally don't provoke {g|Encyclopedia:Attack_Of_Opportunity}attacks of opportunity{/g}.
ko: <b>초자연 능력</b> 초자연 능력은 마법이지만 {g|Encyclopedia:Spell}주문{/g}은 아닙니다. {g|Encyclopedia:Spell_Resistance}주문 저항{/g}과 마법 해제에 영향을 받는 대상이 아닙니다. 또한 전투에 방해 받지 않으며 일반적으로 {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}을 유발하지 않습니다.
