Repository: akintos/wotr-translation
Catalog: translation/*/Encyclopedia.po
Languages: ko, ko_mt

source: Your hit points measure how hard you are to kill. The most common way that your character gets hurt is losing hit points by taking {g|Encyclopedia:Damage}damage{/g}. Some abilities and {g|Encyclopedia:Spell}spells{/g} grant temporary hit points that disappear after a specific duration. When creature takes damage, it loses temporary hit points first. When a creature's hit points drop to 0 or lower, it becomes {g|Encyclopedia:Injury_Death}unconscious{/g}. When a creature's hit points reach a negative total equal to its {g|Encyclopedia:Constitution}Constitution{/g} score, it dies.
ko: 생명점은 당신이 얼마나 죽이기 어려운지를 측정합니다. 캐릭터가 다치는 가장 일반적인 경우는 {g|Encyclopedia:Damage}피해{/g}를 입어 생명점이 줄어드는 것입니다. 일부 능력과 {g|Encyclopedia:Spell}주문{/g}은 특정 기간 후에 사라지는 임시 생명점을 부여합니다. 크리처가 피해를 입을 시 임시 생명점부터 먼저 잃게 됩니다. 크리처의 생명점이 0 아래로 떨어지면 {g|Encyclopedia:Injury_Death}의식불명{/g} 상태에 빠집니다. 생명점이 음수가 되어 그 총합이 {g|Encyclopedia:Constitution}건강{/g} 점수와 같아진다면 크리처는 죽습니다.
ko_mt: 체력은 당신을 얼마나 죽이기 어려운지 측정합니다. 캐릭터가 부상을 입는 가장 일반적인 방법은 {g|Encyclopedia:Damage}피해{/g}를 받아 체력을 잃는 것입니다. 일부 능력과 {g|Encyclopedia:Spell}주문{/g}은 일정 시간이 지나면 사라지는 임시 체력를 부여합니다. 생물이 피해를 받으면 먼저 임시 체력을 잃습니다. 생물의 체력이 0 이하로 떨어지면, 생물은 {g|Encyclopedia:Injury_Death}의식불명{/g}이 됩니다. 생물의 체력이 자신의 {g|Encyclopedia:Constitution}건강{/g} 점수와 같은 음수 합계에 도달하면, 그 생물은 죽습니다.

source: Hit Points (HP)
ko: 생명점 (Hit Points, HP)
ko_mt: 체력(HP)

source: Illusion {g|Encyclopedia:Spell}spells{/g} deceive the senses or minds of others. They cause people to see things that are not there, not see things that are there, hear phantom noises, or remember things that never happened.
ko: 환영학파 {g|Encyclopedia:Spell}주문{/g}은 다른 이의 정신이나 감각을 속입니다. 이 주문들은 사람들에게 실제로 존재하지 않는 어떤 것을 보게 만들거나, 실제로 존재하는 것을 보지 못하게 만들거나, 환청을 듣게 하거나, 실제로 일어나지 않은 일을 기억하게 만듭니다.
ko_mt: 환영 {g|Encyclopedia:Spell}주문{/g}은 다른 사람의 감각이나 정신을 속입니다. 사람들이 없는 것을 보거나, 있는 것을 보지 못하거나, 유령의 소리를 듣거나, 일어나지 않은 일을 기억하게 만듭니다.

source: Illusion
ko: 환영학파 (Illusion)
ko_mt: 환상

source: Some creatures, for example Ghosts, have the ability to make incorporeal {g|Encyclopedia:TouchAttack}touch attacks{/g}. These {g|Encyclopedia:Attack}attacks{/g} ignore solid objects, such as armor and shields, passing through them. Incorporeal touch attacks work similarly to normal touch attacks except that they also ignore cover {g|Encyclopedia:Bonus}bonuses{/g}. Incorporeal touch attacks do not ignore armor bonuses granted by force effects, such as mage armor {g|Encyclopedia:Spell}spell{/g} and bracers of armor item.
ko: 귀신과 같은 몇 크리처들은 비실체의 {g|Encyclopedia:TouchAttack}접촉 공격{/g}을 할 수 있는 능력을 가집니다. 이 {g|Encyclopedia:Attack}공격{/g}은 갑옷과 방패와 같은 고체 물질들을 무시하고 통과해 지나갑니다. 비실체의 접촉 공격은 일반적인 접촉 공격과 비슷하게 작용하지만 또한 엄폐 {g|Encyclopedia:Bonus}보너스{/g}도 무시합니다. 비실체의 접촉 공격은 마법사의 갑옷 {g|Encyclopedia:Spell}주문{/g}이나 방어의 팔찌같이 역장 효과로 얻은 갑옷 보너스들은 무시하지 못합니다.

source: Incorporeal Touch Attack
ko: 비실체 접촉 공격 (Incorporeal Toch Attack)
ko_mt: 비실체 접촉 공격

source: Whenever a combat begins, all creatures involved in the battle must make an initiative {g|Encyclopedia:Check}check{/g} to determine the order in which they will act during the combat. The higher the result of the check, the earlier a creature gets to act. The initiative check is a {g|Encyclopedia:Dice}d20{/g} roll + {g|Encyclopedia:Dexterity}Dexterity{/g} modifier + other {g|Encyclopedia:Bonus}bonus{/g} modifiers. At the beginning of a combat, each character gains the {g|Encyclopedia:Flat_Footed}flat-footed{/g} condition until they make their first {g|Encyclopedia:CA_Types}action{/g} in the battle.
ko: 전투가 시작될 때 마다, 해당 전투에 참여하는 모든 크리처들은 전투에서 행동 순서를 결정하기 위해 우선권 {g|Encyclopedia:Check}판정{/g}을 합니다. 판정 결과가 높을 수록 크리처가 더 빨리 반응합니다. 우선권 판정은 {g|Encyclopedia:Dice}d20{/g} 굴림 결과 + {g|Encyclopedia:Dexterity}민첩{/g} 수정치 + 다른 {g|Encyclopedia:Bonus}보너스{/g} 수정치를 합산해 결정됩니다. 전투가 시작되었을 때 각 캐릭터는 첫 {g|Encyclopedia:CA_Types}행동{/g}을 하기 전까지 {g|Encyclopedia:Flat_Footed}무방비 상태{/g}로 남게 됩니다.
ko_mt: 전투가 시작될 때마다, 전투에 참여하는 모든 생물은 전투 중 행동할 순서를 결정하기 위해 우선권 {g|Encyclopedia:Check}판정{/g}을 해야 합니다. 확인 결과가 높을수록 생물은 더 일찍 행동할 수 있습니다. 우선권 판정은 {g|Encyclopedia:Dice}d20{/g} 주사위 굴리기 + {g|Encyclopedia:Dexterity}민첩{/g} 수정치 + 기타 {g|Encyclopedia:Bonus}보너스{/g} 수식어로 계산합니다. 전투가 시작되면 각 캐릭터는 전투에서 첫 {g|Encyclopedia:CA_Types}행동{/g}을 할 때까지 {g|Encyclopedia:Flat_Footed}무방비{/g} 조건을 얻습니다.

source: Initiative
ko: 우선권 (Initiative)
ko_mt: 우선권

source: <b>Effects of Hit Point {g|Encyclopedia:Damage}Damage{/g}</b> If a character's current number of hit points is 0 or negative, but the number of negative HP is less than its {g|Encyclopedia:Constitution}Constitution{/g} score, it is unconscious. When your negative hit point total becomes equal to your Constitution score, you're dead. Characters never die on Story Mode. <b>Unconscious</b> Unconscious is one of the {g|Encyclopedia:Helpless}Helpless{/g} conditions when you can take no {g|Encyclopedia:CA_Types}actions{/g}. After a battle, unconscious characters {g|Encyclopedia:Healing}heal{/g} some {g|Encyclopedia:HP}hit points{/g}, gain consciousness and stand up. <b>Death Door</b> When character dies for the first time, he revives after the battle, but gains "at death door" effect. Next time such character will die for real and will have to be revived. This happens only on Daring or lower {g|Encyclopedia:DC}difficulty{/g} or if special option is turned on. <b>Dead</b> Dead characters can be revived with some {g|Encyclopedia:Spell}spells{/g} or scrolls like raise dead or resurrection. If you don't have a character who can cast the required spell, you can find an NPC in a safe place, i.e. {g|Encyclopedia:Rest}camp{/g} or city, who will cast it for you.
ko: <b>생명점 {g|Encyclopedia:Damage}피해{/g}의 효과</b> 만약 캐릭터의 현재 생명점 숫자가 0이거나 음수지만 그 절대값이 {g|Encyclopedia:Constitution}건강{/g} 점수보다는 낮다면 그 캐릭터는 의식불명입니다. 만약 그 절대값이 건강 점수와 같아진다면 죽습니다. 이야기 모드에서는 캐릭터가 절대 죽지 않습니다. <b>의식불명</b> 의식불명이란 {g|Encyclopedia:Helpless}무력화{/g} 상태의 일종으로 당신은 어떠한 {g|Encyclopedia:CA_Types}행동{/g}도 취할 수 없습니다. 전투 이후에 의식불명에 빠졌던 캐릭터들은 {g|Encyclopedia:HP}생명점{/g}을 일부 {g|Encyclopedia:Healing}회복{/g}하고 일어나면서 의식을 되찾습니다. <b>죽음의 문턱</b> 만약 캐릭터가 처음으로 죽으면 그는 전투 후에 부활하지만 "죽음의 문턱에"라는 효과를 얻습니다. 이러한 상태에 빠진 캐릭터는 다음에 죽을때 부활하지 않고 정말로 죽습니다. 이것은 대담함이나 그 이하의 {g|Encyclopedia:DC}난이도{/g}에서나 특별한 설정이 켜져있을 때만 발생합니다. <b>죽음</b> 죽은 캐릭터는 소생이나 부활같은 {g|Encyclopedia:Spell}주문{/g}들로 되살아날 수 있습니다. 만약 당신이 필요한 주문을 시전할 수 있는 캐릭터가 없다면 {g|Encyclopedia:Rest}야영지{/g}나 도시같이 안전한 장소에서 당신을 위해 대신 시전해줄 NPC를 찾을 수 있습니다.

source: Injury and Death
ko: 부상과 죽음 (Injury and Death)
ko_mt: 부상 및 사망

source: Your party members can use their Knowledge and Lore {g|Encyclopedia:Skills}skills{/g} to inspect a hostile creature and try to determine its basic characteristics, defense, {g|Encyclopedia:Attack}attacks{/g} and {g|Encyclopedia:Special_Abilities}special abilities{/g}. During the first encounter with a creature, every party member makes a {g|Encyclopedia:Check}check{/g} of an appropriate Knowledge or Lore skill. The greatest check result determines how much information the party learns. If the checks were unsuccessful, you get another chance to inspect a creature after you kill it, or after you increase the skill rank after levelling up. To see what your party knows about a creature, press [{bind|Inspect}] or the "Inspect" button.
ko: 당신의 파티원들은 지식과 전승{g|Encyclopedia:Skills}기술{/g}을 이용하여 적대 생명체를 조사해서 기본 특성, 방어력, {g|Encyclopedia:Attack}공격력{/g}과 {g|Encyclopedia:Special_Abilities}특별한 능력{/g}을 파악할 수 있습니다. 크리처와 처음 맞닥뜨리는 순간 모든 일행원들은 적절한 지식 또는 전승 기술 {g|Encyclopedia:Check}판정{/g}을 시도하며, 가장 높게 나온 판정 수치에 따라 일행이 얼마나 많은 정보를 얻는지가 결정됩니다. 판정에 실패하더라도, 그 생명체를 죽인 후 살펴보거나 레벨업을 통해 기술 등급을 상승시킨 후 재조사가 가능합니다. 생명체에 대해 알아보려면[{bind|Inspect}]를 누르거나 "조사하기" 버튼을 누르십시오.

source: Inspecting a creature
ko: 크리처 조사 (Inspecting a creature)

source: Intelligence determines how well your character learns and reasons. Animal companions require Intelligence score 3 to gain access to many new {g|Encyclopedia:Feat}feats{/g}. Here are examples where you apply your character's Intelligence modifier: • The number of {g|Encyclopedia:Skills}skill{/g} points gained each level, though your character always gets at least 1 skill point per level. • {g|Encyclopedia:Knowledge_Arcana}Knowledge (Arcana){/g} and {g|Encyclopedia:Knowledge_World}Knowledge (World){/g} {g|Encyclopedia:Check}checks{/g}. Alchemists, arcanists, witches, magi and wizards gain bonus {g|Encyclopedia:Spell}spells{/g} based on their Intelligence score. The minimum Intelligence score needed to cast their spells is 10 + the spell's level.
ko: 지능은 캐릭터가 얼마나 잘 배우고 똑똑한지를 결정합니다. 동물 동료가 새로운 {g|Encyclopedia:Feat}특기{/g}를 배우기 위해선 지능이 3 이상이어야 합니다. 지능 수정치는 다음에 영향을 줍니다: • 레벨마다 얻는 {g|Encyclopedia:Skills}기술{/g} 점수, 하지만 당신의 캐릭터는 반드시 레벨 당 최소 1 점의 기술 점수를 얻습니다. • {g|Encyclopedia:Knowledge_Arcana}지식 (비전){/g} 및 {g|Encyclopedia:Knowledge_World}지식 (세계){/g} {g|Encyclopedia:Check}판정{/g}. • 알케미스트와 아르카니스트, 위치, 메이거스, 위저드는 지능 능력치에 따라 보너스 {g|Encyclopedia:Spell}주문{/g}을 얻습니다. 주문을 시전하기 위한 최소 지능은 10 + 주문 레벨입니다.

source: Intelligence (Int)
ko: 지능 (Intelligence, Int)
ko_mt: 지능(Int)

source: The Journal contains your current quests and errands. When their status changes, you will also see a notification on the main screen. To open the Journal, press <b>{bind|OpenJournal}</b>.
ko: 일지는 당신의 현재 임무와 심부름을 나타냅니다. 변경 사항이 생기면 주 화면에 알림이 보일 것입니다. 일지를 열려면 <b>{bind|OpenJournal}</b> 키를 누르십시오.
ko_mt: 일지에는 현재 진행 중인 퀘스트와 심부름이 표시됩니다. 상태가 변경되면 메인 화면에도 알림이 표시됩니다. 일지를 열려면 <b>{bind|OpenJournal}</b>을 누르세요.

source: Journal
ko: 일지 (Journal)
ko_mt: 저널

source: Knowledge: Arcana
ko: 지식: 비전 (Knowledge: Arcana)

source: Knowledge: World
ko: 지식: 세계 (Knowledge: World)

source: Victories in combat and other successes will reward your characters with {g|Encyclopedia:XP}experience points{/g}. After gaining a certain amount of experience, a character will achieve a new level. This allows them to gain a new class or increase their level in one of their already taken classes. This also provides other benefits, such as increasing the character's total {g|Encyclopedia:HP}hit points{/g}. If you are new to the game and want to learn how the game works first, try to stick to the class you've chosen first until you feel confident enough to take on another one.
ko: 전투에서 승리하거나 부가적인 행동을 성공적으로 마치면 {g|Encyclopedia:XP}경험치{/g}를 보상으로 받을 수 있습니다.경험치가 일정량에 도달하면 캐릭터는 레벨업을 합니다. 이를 통해 새로운 클래스를 얻거나 이미 가진 클래스의 레벨을 올릴 수 있습니다. 당연히 캐릭터의 {g|Encyclopedia:HP}생명점{/g} 총량도 늘어납니다. 만약 당신이 초심자이고 게임이 어떻게 돌아가는지 알고 싶다면 처음에 선택한 직업에만 집중하십시오. 충분히 자신감이 들었을 때 다른 직업을 선택해도 늦지 않습니다.
ko_mt: 전투에서 승리하거나 다른 성공에 성공하면 캐릭터에게 {g|Encyclopedia:XP}경험치{/g}를 보상으로 획득할 수 있습니다. 일정 경험치를 획득하면 캐릭터는 새로운 레벨을 달성합니다. 이를 통해 새로운 직업을 얻거나 이미 선택한 직업 중 하나의 레벨을 올릴 수 있습니다. 또한 캐릭터의 총 {g|Encyclopedia:HP}체력{/g} 증가와 같은 다른 혜택도 제공됩니다. 게임을 처음 시작하여 게임 작동 방식을 먼저 배우고 싶다면, 다른 직업에 도전할 수 있을 만큼 자신감이 생길 때까지 먼저 선택한 직업에 충실하세요.

source: Level Up
ko: 레벨 상승 (Level UP)

source: Weapon Class is a measure of how much effort it takes to wield a weapon in combat. <b>Light Weapons</b> A light weapon is used in one hand and is easier to use in one's off hand than a one-handed weapon. For primary hand {g|Encyclopedia:MeleeAttack}melee attacks{/g} the wielder's {g|Encyclopedia:Strength}Strength{/g} modifier is added to {g|Encyclopedia:Damage}damage{/g} {g|Encyclopedia:Dice}rolls{/g}, or half of the wielder's Strength {g|Encyclopedia:Bonus}bonus{/g} for the off hand {g|Encyclopedia:Attack}attacks{/g}. When using both hands to wield a light weapon the Strength bonus applies as though the weapon were held in the wielder's primary hand only. An {g|Encyclopedia:UnarmedAttack}unarmed{/g} strike is always considered a light weapon. <b>One-Handed Weapons</b> A one-handed weapon can be used in either the primary hand or the off hand. For primary hand melee attacks the wielder's Strength modifier is added to damage rolls, or half of the wielder's Strength bonus for the off hand attacks. If a one-handed weapon is wielded with two hands during melee combat, 1.5 times the character's Strength bonus is added to damage rolls. <b>Two-Handed Weapons</b> Two hands are required to use a two-handed melee weapon effectively. For melee attacks with such a weapon 1.5 times the character's Strength bonus is applied to damage rolls.
ko: 무기 클래스란 전투에서 무기를 다루기 위해 들어가는 노력의 척도입니다. <b>경량 무기</b> 경량무기는 한손으로 다룰 수 있으며 보조 손으로 사용할 때 한손 무기보다 더 다루기 쉽습니다. 주 무기로 {g|Encyclopedia:MeleeAttack}근접 공격{/g}을 할 때는 착용자의 {g|Encyclopedia:Strength}힘{/g} 수정치가 {g|Encyclopedia:Damage}피해{/g} {g|Encyclopedia:Dice}굴림{/g}에 더해지며 보조 무기로 공격시에는 힘 {g|Encyclopedia:Bonus}보너스{/g}의 절반만이 적용됩니다. 양손으로 경량 무기를 사용중일 경우에는 주 손만 사용하는 것처럼 힘 보너스가 더해집니다. {g|Encyclopedia:UnarmedAttack}비무장{/g} 타격은 항상 경량 무기로 간주됩니다. <b>한손 무기</b> 한손 무기는 주 무기나 보조 무기 모두로 사용될 수 있습니다. 주 무기 근접공격에는 착용자의 힘 수정치가 피해 굴림에 더해지며 보조 무기에는 절반만이 더해집니다. 만약 근접 전투중에 한손 무기를 양손으로 사용중이라면 피해 굴림에 캐릭터의 힘 수정치의 1.5배가 더해집니다. <b>양손 무기</b> 양손 무기를 효과적으로 다루기 위해서는 양손을 사용해야합니다. 이런 무기로 가해진 근접 공격의 피해 굴림에는 캐릭터의 힘 수정치의 1.5배가 더해집니다.

source: Light Weapon, One-Handed or Two-Handed
ko: 경량, 한손 또는 양손 무기(Light Weapon, One-Handed or Two-Handed)
ko_mt: 경량 무기, 한손 또는 양손 무기

source: Lore: Nature
ko: 전승: 자연 (Lore: Nature)

source: Lore: Religion
ko: 전승: 종교 (Lore: Religion)

source: Every {g|Encyclopedia:Spell}spell{/g} belongs to one of eight schools of magic. Schools are properties of spells and manage their interaction with other game components like {g|Encyclopedia:Feat}feats{/g} and magic items. For example, some feats can increase effectiveness of spells from a certain school.
ko: 모든 {g|Encyclopedia:Spell}주문{/g}은 여덟 가지의 마법 학파 중 하나에 속합니다. 학파는 주문의 속성에 의해 배정되며, {g|Encyclopedia:Feat}특기{/g}나 마법 아이템 등과 주문 간의 상호작용이 이루어지는 연결고리가 됩니다. 예를 들어, 일부 특기로 특정 학파의 주문 효율을 높일 수 있습니다.
ko_mt: 모든 {g|Encyclopedia:Spell}주문{/g}은 8개의 마법 학파 중 하나에 속합니다. 문파는 주문의 속성으로, {g|Encyclopedia:Feat}특기{/g} 및 마법 아이템과 같은 다른 게임 요소와의 상호작용을 관리합니다. 예를 들어, 일부 업적은 특정 문파의 주문 효과를 증가시킬 수 있습니다.

source: Schools of magic
ko: 마법학파 (Schools of magic)

source: To set out for a location, click on one of the arrows near your party token. You can learn the whereabouts of significant locations by talking to characters or happening upon them during your journey. After learning about a location, you must find the way there yourself. Along the way, random encounters await. You may be {g|Encyclopedia:Attack}attacked{/g} by monsters, or you may meet new acquaintances. After exiting the location of a random encounter, you will not be able to return there. Click this icon to exit the area.
ko: 다른 장소로 이동하려면 당신의 파티 근처에 있는 화살표를 클릭하십시오. 여행을 하면서 일어난 일이나 다른 캐릭터와의 대화를 통해서 중요한 장소에 대해 알아낼 수 있습니다. 장소에 대한 정보를 알아냈으면 그 이후부터는 당신이 직접 가는 길을 찾아야 합니다. 그러는 와중에 랜덤 인카운터가 발생할 수도 있습니다. 몬스터에게 {g|Encyclopedia:Attack}공격{/g}당하거나 새로운 인물과 마주칠 수도 있지요. 랜덤 인카운터 지역에서 벗어난다면 다시는 그 지역으로 돌아갈 수 없습니다. 지역을 벗어나려면 이 아이콘을 클릭하십시오.
ko_mt: 위치로 출발하려면 파티 토큰 근처의 화살표 중 하나를 클릭하세요. 여행 중에 캐릭터와 대화하거나 우연히 발견하면 중요한 장소의 위치를 알 수 있습니다. 위치를 알아낸 후에는 직접 그곳으로 가는 길을 찾아야 합니다. 도중에 무작위 만남이 기다리고 있습니다. 괴물에게 {g|Encyclopedia:Attack}공격을{/g}당하거나 새로운 지인을 만날 수도 있습니다. 무작위 조우 장소로 나간 후에는 다시 돌아올 수 없습니다. 해당 지역을 나가려면 이 아이콘을 클릭하세요.

source: Map Movement
ko: 맵 이동 (Map Movement)
ko_mt: 지도 이동

source: This number is the maximum {g|Encyclopedia:Dexterity}Dexterity{/g} {g|Encyclopedia:Bonus}bonus{/g} to {g|Encyclopedia:Armor_Class}AC{/g} that this type of armor (and tower shields) allows. Dexterity bonuses that exceed this number are reduced to this number for the purposes of determining the wearer's AC. Heavier armors limit {g|Encyclopedia:Mobility}mobility{/g}, reducing the wearer's ability to dodge blows. This restriction doesn't affect any other Dexterity-related abilities. For example, a character has +4 Dexterity bonus and wears a full plate armor. Since a full plate armor has maximum Dexterity bonus +1, only +1 Dexterity bonus will be added to their AC. A character's encumbrance (the amount of gear carried, including armor) may also restrict the maximum Dexterity bonus that can be applied to their Armor Class. In case of medium encumbrance maximum Dexterity bonus to AC is +3, in case of heavy encumbrance — only +1.
ko: 이 숫자는 이 종류의 갑옷 (그리고 타워 실드)이 허용하는 {g|Encyclopedia:Armor_Class}AC{/g}의 최대 {g|Encyclopedia:Dexterity}민첩{/g} {g|Encyclopedia:Bonus}보너스{/g}입니다. 착용자의 AC를 결정할 때 이 숫자를 넘어가는 민첩 보너스는 무시되어 이 수치만큼만 적용됩니다. 더 무거운 갑옷들은 착용자의 {g|Encyclopedia:Mobility}기동성{/g}을 제한하여 공격을 피하는 것을 제한시킵니다. 이 제한은 다른 민첩 관련 능력들에는 영향을 전혀 미치지 않습니다. 예를 들어, 캐릭터가 +4의 민첩 보너스를 가지고 전신 판금 갑옷을 착용하고 있다고 가정합시다. 전신 판금 갑옷은 최대 민첩 보너스가 +1 이기 때문에, 착용자의 AC에는 +1 만큼의 민첩 보너스만이 더해집니다. 캐릭터의 하중 (갑옷을 포함해 가지고 다니는 장비의 총 무게) 또한 AC에 대한 민첩 보너스의 최대치를 제한시킵니다. 중간 정도의 하중일 때 AC에 대한 최대 민첩 보너스는 +3 이며, 무거운 하중일 때는 +1 밖에 되지 않습니다.

source: Maximum Dexterity Bonus
ko: 최대 민첩 보너스 (Maximum Dexterity Bonus)
ko_mt: 최대 민첩 보너스

source: Melee {g|Encyclopedia:Attack}attack{/g} is an attempt to score a hit on your opponent in {g|Encyclopedia:Threatened_Area}melee range{/g} with your weapon or a {g|Encyclopedia:TouchAttack}touch attack{/g} (i.e. {g|Encyclopedia:Spell}spell{/g} that requires you to touch your opponent). Your attack {g|Encyclopedia:Bonus}bonus{/g} for a melee attack is: {g|Encyclopedia:BAB}Base attack bonus{/g} + {g|Encyclopedia:Strength}Strength{/g} modifier + other modifiers.
ko: 근접 {g|Encyclopedia:Attack}공격{/g}은 {g|Encyclopedia:Threatened_Area}근접 사거리{/g}내에서 당신의 무기나 {g|Encyclopedia:TouchAttack}접촉 공격{/g}(다시 말해서 상대방에 대한 접촉을 요구하는 {g|Encyclopedia:Spell}주문{/g})을 이용해 타격을 성공시키려 하는 시도를 뜻합니다. 당신의 근접 공격의 공격 {g|Encyclopedia:Bonus}보너스{/g}는: {g|Encyclopedia:BAB}기본 공격 보너스(BAB){/g} + {g|Encyclopedia:Strength}힘{/g} 수정치 + 기타 수정치 입니다.

source: Melee Attacks
ko: 근접 공격 (Melee Attacks)
ko_mt: 근접 공격

source: Mobility
ko: 기동성 (Mobility)
ko_mt: 기동성

source: Sometimes your character has to make difficult decisions, relying on their conscience (or lack thereof). Such decisions impact your character's {g|Encyclopedia:Alignment}alignment{/g}, gradually shifting your character toward good or evil, lawful or chaotic. Some dialogues feature special options that are available only to characters with certain alignments. Your choices may also have negative consequences for your character, especially for classes that heavily rely on their deities (paladins, clerics, inquisitors, druids, etc.).
ko: 때로는 당신의 캐릭터가 양심에 따라 어려운 결정을 내려하는 경우가 생길 수 있습니다. 이러한 결정은 캐릭터의 {g|Encyclopedia:Alignment}성향{/g}에 영향을 끼칩니다. 점점 선과 악, 혹은 질서와 혼돈 쪽으로 치우치게 되지요. 대화문에서 캐릭터의 성향에 따라 특별한 선택지가 주어지기도 합니다. 당신의 선택은 캐릭터에 부정적인 결과를 가져올 수 있습니다. 특히나 신을 섬기는 직업이 그런 경향이 크지요. (팔라딘,클레릭,인퀴지터,드루이드,기타 등등).
ko_mt: 때때로 캐릭터는 양심(또는 양심의 결여)에 의존하여 어려운 결정을 내려야 합니다. 이러한 결정은 캐릭터의 {g|Encyclopedia:Alignment}성향{/g}에 영향을 미치며, 점차 선과 악, 법과 혼돈의 방향으로 캐릭터를 변화시킵니다. 일부 대화에는 특정 성향의 캐릭터만 사용할 수 있는 특별한 옵션이 있습니다. 특히 성기사, 성직자, 조사관, 드루이드 등 신에 크게 의존하는 직업의 경우 선택에 따라 캐릭터에 부정적인 영향을 미칠 수도 있습니다.

source: Moral Choices
ko: 도덕적 선택 (Moral Choices)
ko_mt: 도덕적 선택

source: Click on the location you want to walk to, and your character will start moving toward it. The location will be marked with a special symbol. If the location is inaccessible, the symbol will instead appear in the nearest accessible location.
ko: 이동하고 싶은 장소로 클릭하면 캐릭터가 그 곳으로 이동할 것입니다. 그 지점은 특별한 표시로 마크되어 있을 것입니다. 이동 불가 지역을 클릭할 시, 근처의 이동 가능 지역에 표시가 나타날 것입니다.
ko_mt: 걸어가고 싶은 위치를 클릭하면 캐릭터가 해당 위치로 이동하기 시작합니다. 해당 위치는 특별한 기호로 표시됩니다. 해당 위치에 접근할 수 없는 경우, 가장 가까운 접근 가능한 위치에 기호가 표시됩니다.

source: Movement
ko: 이동 (Movement)
ko_mt: 이동

source: A move action allows you to move up to your {g|Encyclopedia:Speed}speed{/g} or perform an {g|Encyclopedia:CA_Types}action{/g} that takes a similar amount of time. You can take an additional move action in place of a {g|Encyclopedia:Standard_Actions}standard action{/g} and move double your speed.
ko: 이동 행동을 통해 당신의 {g|Encyclopedia:Speed}속도{/g}만큼 이동하거나 그와 비슷한 양의 시간이 걸리는 {g|Encyclopedia:CA_Types}행동{/g}을 수행할 수 있습니다. {g|Encyclopedia:Standard_Actions}일반 행동{/g} 대신 추가 이동 행동을 수행하여 두배의 속도 이동할 수 도 있습니다.
ko_mt: 이동 행동으로 {g|Encyclopedia:Speed}속도{/g}까지 이동하거나 비슷한 시간이 걸리는 {g|Encyclopedia:CA_Types}행동{/g}을 수행할 수 있습니다. 이동 행동 대신 {g|Encyclopedia:Standard_Actions}표준 행동{/g}을 추가로 수행하면 속도가 두 배로 빨라집니다.

source: Move Action
ko: 이동 행동 (Move Action)
ko_mt: 이동 행동

source: Natural attacks are {g|Encyclopedia:Attack}attacks{/g} made with natural weapons, such as claws, bites or wings. Creature doesn't receive additional natural attacks for a high {g|Encyclopedia:BAB}base attack bonus{/g}, but can gain additional attacks from various effects like the haste {g|Encyclopedia:Spell}spell{/g}. Creatures like animal companions can have one or more natural attacks, and are able to gain additional attacks (depending on available limbs) with level progression. There are two main types of natural attacks: primary, such as claws or bites, and secondary, such as hoofs or wings. Primary natural attacks add {g|Encyclopedia:Strength}Strength{/g} modifier to the {g|Encyclopedia:Damage}damage{/g} dealt. If it's the only attack of a creature, it adds 1.5×Strength modifier to the damage dealt. Secondary natural attacks have a -5 {g|Encyclopedia:Penalty}penalty{/g} to attack {g|Encyclopedia:Dice}rolls{/g} and add half the Strength modifier to the damage dealt. In case a creature has weapon attacks and natural attacks, weapon attacks always go first and work normally (with additional attacks for base attack {g|Encyclopedia:Bonus}bonus{/g}), and all natural attacks will always work as secondary natural attacks. A limb that holds a weapon can't be used to perform a natural attack.
ko: 자연 공격들은 발톱, 이빨이나 날개 등 자연 무기를 이용한 {g|Encyclopedia:Attack}공격{/g}들을 뜻합니다. 크리처는 높은 {g|Encyclopedia:BAB}기본 공격 보너스(BAB){/g}를 통해 추가적인 공격을 얻지는 못하지만, 가속 {g|Encyclopedia:Spell}주문{/g}과 같은 효과들로 부터 추가 공격을 얻습니다. 동물 동료와 같은 크리처는 한가지 이상의 자연 공격을 가질 수 있고 레벨을 올리면서 추가적인 공격(가능한 신체 부위에 따라)을 얻을 수 있습니다. 자연 공격에는 다음과 같은 두가지 대표 종류가 있습니다: 발톱이나 이빨과 같은 주요 공격, 그리고 발굽이나 날개와 같은 부차 공격입니다. 주요 자연 공격들은 입히는 {g|Encyclopedia:Damage}피해{/g}에 {g|Encyclopedia:Strength}힘{/g} 수정치를 추가합니다. 그것이 크리처의 유일한 공격이라면 가해지는 피해에 1.5배 만큼의 힘 수정치를 더합니다. 부차 자연 공격들은 공격 {g|Encyclopedia:Dice}굴림들{/g}에 -5 만큼의 {g|Encyclopedia:Penalty}페널티{/g}를 부여하고 힘 수정치의 절반만을 피해량에 더합니다. 만약 크리처가 무기 공격과 자연 공격을 모두 지니고 있는 경우 항상 무기 공격이 먼저 실시되고 정상적으로 작동하며 (기본 공격 {g|Encyclopedia:Bonus}보너스{/g}에 따른 추가 공격도 마찬가지입니다) 모든 자연 공격은 항상 이차적으로 행해집니다. 무기를 들고 있는 신체 부위는 자연공격을 실시할 수 없습니다.

source: Natural Attacks
ko: 자연 공격 (Natural Attacks)
ko_mt: 자연 무기

source: Necromancy {g|Encyclopedia:Spell}spells{/g} manipulate the power of {g|Encyclopedia:Injury_Death}death{/g}, unlife, and the life force. Spells involving undead creatures make up a large part of this school.
ko: 사령학파 {g|Encyclopedia:Spell}주문{/g}은 {g|Encyclopedia:Injury_Death}죽음{/g}과 죽음에 속한 존재들, 그리고 생명력의 힘을 다룹니다. 언데드 크리처와 관련된 주문들은 사령학파의 주류를 이루고 있습니다.
ko_mt: 사령 {g|Encyclopedia:Spell}주문{/g}은 {g|Encyclopedia:Injury_Death}죽음{/g}, 비생명, 생명력의 힘을 조종합니다. 언데드 생물과 관련된 주문이 이 학파의 큰 부분을 차지합니다.

source: Necromancy
ko: 사령학파 (Necromancy)
ko_mt: 사령

source: Penalties are numerical values that are subtracted from {g|Encyclopedia:Attack}attack{/g} {g|Encyclopedia:Dice}roll{/g}, {g|Encyclopedia:Check}checks{/g} or {g|Encyclopedia:Ability_Scores}ability scores{/g}. Penalties do not have a type and most penalties stack with one another, but only if they originate from different sources (different {g|Encyclopedia:Spell}spells{/g}, for example).
ko: 페널티란 {g|Encyclopedia:Attack}명중{/g} {g|Encyclopedia:Dice}굴림{/g}, {g|Encyclopedia:Check}판정{/g} 또는 {g|Encyclopedia:Ability_Scores}능력치{/g}에서 덜어지는 수치를 말합니다. 페널티에는 따로 종류가 있지 않으며 대부분의 페널티는 서로 중첩되지만, 서로 다른 출처에서 기인한 경우에만 해당됩니다 (예를 들면 서로 다른 {g|Encyclopedia:Spell}주문{/g}들).

source: Penalty
ko: 페널티 (Penalty)
ko_mt: 불이익

source: Perception
ko: 지각 (Perception)
ko_mt: 인식

source: Persuasion
ko: 설득 (Persuasion)
ko_mt: 설득
