Repository: akintos/wotr-translation
Catalog: translation/*/Encyclopedia.po
Languages: ko, ko_mt

source: <b>Extraordinary Abilities</b> Extraordinary abilities are nonmagical, though they may break the laws of physics. They are not subject to {g|Encyclopedia:Spell_Resistance}spell resistance{/g} and their effects cannot be dispelled. They also cannot be disrupted in combat and generally don't provoke {g|Encyclopedia:Attack_Of_Opportunity}attacks of opportunity{/g}.
ko: <b>초상 능력</b> 초상능력은 물리법칙에 간섭할 수 있지만, 마법은 아닙니다. 초상능력은 {g|Encyclopedia:Spell_Resistance}주문 저항{/g}을 무시하며 주문 해제 효과의 영향을 받지 않습니다. 또한 전투 중의 사용이 자유로우며 {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}을 유발하지 않습니다.
ko_mt: <b>비범한 능력</b> 비범한 능력은 물리 법칙을 어길 수는 있지만 마법적이지 않습니다. 특수 능력은 {g|Encyclopedia:Spell_Resistance}주문 저항{/g}의 적용을 받지 않으며, 그 효과는 무효화할 수 없습니다. 또한 전투에서 방해받지 않으며 일반적으로 {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}을 유발하지 않습니다.

source: Special Abilities
ko: 특수 능력 (Special Abilities)
ko_mt: 특수 능력

source: There are various standard {g|Encyclopedia:Combat_Maneuvers}maneuvers{/g} you can perform during combat other than normal {g|Encyclopedia:Attack}attacks{/g}, casting {g|Encyclopedia:Spell}spells{/g}, or using other class abilities. Some of these special attacks can be made as part of another {g|Encyclopedia:CA_Types}action{/g} (such as an attack) or as an {g|Encyclopedia:Attack_Of_Opportunity}attack of opportunity{/g}.
ko: 전투 중 당신은 일반 {g|Encyclopedia:Attack}공격{/g}, {g|Encyclopedia:Spell}주문{/g} 시전 또는 다른 클래스 능력 사용과도 다른 다양한 일반 {g|Encyclopedia:Combat_Maneuvers}동작{/g}들을 시행할 수 있습니다. 이 특수 공격들 중 일부는 (공격과 같은) 다른 {g|Encyclopedia:CA_Types}행동{/g}의 일부나 {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}으로써 실행될 수 있습니다.

source: Special Attacks
ko: 특수 공격 (Special Attacks)
ko_mt: 특수 공격

source: These rules cover special movement situations.
ko: 이 규칙은 특별한 이동 상황을 포함합니다.
ko_mt: 이 규칙은 특수한 이동 상황에 적용됩니다.

source: <b>Double Movement Cost</b> When your movement is hampered in some way, your movement usually costs double.
ko: <b>두 배의 이동 비용</b> 당신의 이동이 어떤 이유로 인해 방해받는 경우, 당신의 이동은 대개 두 배의 비용이 필요합니다.
ko_mt: <b>이동 비용 두 배</b> 어떤 식으로든 이동이 방해받으면 일반적으로 이동 비용이 두 배가 됩니다.

source: <b>Minimum Movement</b> Despite whatever {g|Encyclopedia:Penalty}penalties{/g} to movement you might have, you can take a {g|Encyclopedia:Full_Round_Action}full-round action{/g} to move 5 feet in any direction. This rule doesn't allow you to move through impassable terrain or to move when all movement is prohibited. Such movement provokes {g|Encyclopedia:Attack_Of_Opportunity}attacks of opportunity{/g} as normal.
ko: <b>최소 이동</b> 이동에 어떤 {g|Encyclopedia:Penalty}패널티{/g}가 걸리더라도 당신은 방향에 상관없이 {g|Encyclopedia:Full_Round_Action}라운드 전체 행동{/g}을 사용해 5 피트만큼 이동할 수 있습니다. 이 규칙은 당신이 통과할 수 없는 지형이나 모든 종류의 이동이 금지되었을 땐 이용할 수 없습니다. 이렇게 이동하는 경우 평소와 같이 {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}이 발생합니다.
ko_mt: <b>최소 이동</b> 이동에 {g|Encyclopedia:Penalty}불이익{/g}이 있더라도, {g|Encyclopedia:Full_Round_Action}전력 행동{/g}으로 어떤 방향으로든 5피트 이동이 가능합니다. 이 규칙은 통과할 수 없는 지형을 이동하거나 모든 이동이 금지된 상황에서 이동하는 것을 허용하지 않습니다. 이러한 이동은 정상적으로 {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}을 유발합니다.

source: Special Movement Rules
ko: 특별 이동 규칙 (Special Movement Rules)
ko_mt: 특수 이동 규칙

source: Speed measures how fast can a character move. It is measured in the amount of feet that character can move in 3 seconds (or half its turn). Out of combat party always moves with the speed of the slowest party member.
ko: 이동 속도는 캐릭터가 얼마나 빨리 이동할 수 있는지를 보여줍니다. 캐릭터가 3초 동안(혹은 차례의 절반 동안) 몇 피트를 움직일 수 있는지에 따라 이동 속도가 정해집니다. 전투 상황이 아닐 때 일행은 항상 가장 느린 일원의 속도로 이동합니다.
ko_mt: 속도는 캐릭터가 얼마나 빨리 움직일 수 있는지를 측정합니다. 캐릭터가 3초(또는 턴의 절반) 동안 이동할 수 있는 거리로 측정됩니다. 전투 중 파티는 항상 가장 느린 파티원의 속도로 이동합니다.

source: Speed
ko: 이동속도 (Speed)
ko_mt: 속도

source: A spell is a one-time magical effect. Spells can do a variety of amazing things: deal {g|Encyclopedia:Damage}damage{/g}, bestow curses or negative effects upon enemies, restrict their movement, empower you and your allies, {g|Encyclopedia:Healing}heal{/g} and remove negative effects, teleport and much more. Spells come in two types: arcane (cast by bards, sorcerers, wizards, etc) and divine (cast by clerics, druids, inquisitors, etc). Spells can be of different levels, from 1 (weakest) to 9 (strongest). Some casters have access to all 9 spell levels, while others can have only 6 or 4 maximum levels. Spell level is used in calculation of the {g|Encyclopedia:Saving_Throw}saving throw{/g} {g|Encyclopedia:DC}DC{/g} against the spell (the higher it is, the better for the caster, and the worse for the target), and {g|Encyclopedia:Concentration}concentration{/g} {g|Encyclopedia:Check}checks{/g}. Some spellcasters select their spells from a limited list of spells known, while others have access to a wide variety of options. Some spellcasters prepare spells in advance — whether from a spellbook or through prayers — while others cast spells spontaneously without preparation. Despite these differences in ways the characters use to learn or prepare their spells, when it comes to casting them, the processes of casting a spell are very much alike. Arcane spells of 0 level are called {g|Encyclopedia:Cantrips_Orisons}cantrips{/g}, and Divine spells of 0 level are called orisons. Unlike other spells they can be cast as many times per day as you want. Note: most spells that allow you to do a {g|Encyclopedia:Saving_Throw}saving throw{/g} don't have an {g|Encyclopedia:Attack}attack{/g} component and don't have to overcome {g|Encyclopedia:TouchAttack}Touch{/g} {g|Encyclopedia:Armor_Class}AC{/g}. Also note: player can click RMB on a spell to activate its automatic casting. It can be especially useful for cantrips.
ko: 주문은 1회성 마법 효과입니다. 주문을 통해 다양하고도 놀라운 것들을 할 수 있습니다. {g|Encyclopedia:Damage}피해{/g}를 가하기, 적에게 저주를 걸거나 부정적 효과 부여하기, 움직임을 제한하기, 당신과 동료를 강화하기, 부정적 효과를 없애고 {g|Encyclopedia:Healing}치유{/g}하기, 공간 이동하기 등 이밖에도 많습니다. 주문에는 비전 주문(바드, 소서러, 위저드 등이 시전)과 신성 주문(클레릭, 드루이드, 인퀴지터 등이 시전)이 있습니다. 주문은 1(제일 약함)부터 9(제일 강함)까지 레벨이 있습니다. 일부 시전자는 1부터 9레벨 주문까지 모두 쓸 수 있지만 다른 시전자는 6 혹은 4레벨 주문이 최대치입니다. 주문에 대한 {g|Encyclopedia:Saving_Throw}내성 굴림{/g} {g|Encyclopedia:DC}난이도{/g}(높을 수록 시전자에겐 유리하고 주문 대상자에겐 불리합니다)와 {g|Encyclopedia:Concentration}집중{/g} {g|Encyclopedia:Check}판정{/g}을 계산할 때 주문 레벨이 쓰입니다. 어떤 주문시전자는 알려진 주문 목록에서 제한적으로 주문을 고르지만 반면 다른 이들은 그들의 목록에 전부 접근할 수 있습니다. 어떤 주문시전자들은 주문책이나 기도를 통해 미리 주문을 준비합니다. 반면 다른 이들은 준비 없이 임의적으로 주문을 시전할 수 있습니다. 캐릭터들이 주문을 배우거나 준비하는 다양한 방식에도 불구하고 주문을 시전하는 단계에 들어서면 그 과정은 거의 비슷합니다. 0레벨 비전 주문은 {g|Encyclopedia:Cantrips_Orisons}캔트립{/g}이라고 불리며 0레벨 신성 주문은 오리즌이라고 불립니다. 이 주문들은 다른 주문들과는 달리 하루에 몇 번이든 무제한으로 사용 가능합니다. 참고: {g|Encyclopedia:Saving_Throw}내성 굴림{/g}이 있는 대부분의 주문에는 {g|Encyclopedia:Attack}공격{/g} 요소가 없고 {g|Encyclopedia:TouchAttack}접촉{/g} {g|Encyclopedia:Armor_Class}AC{/g}를 극복할 필요도 없습니다. 추가 참고: 플레이어는 주문에 우측 마우스 버튼(RMB)를 눌러 자동 주문 시전을 활성화 할 수 있습니다. 이 기능은 캔트립 주문에 특히 유용합니다.

source: Spell
ko: 주문 (Spell)
ko_mt: 주문

source: Some characters in your party are capable of casting {g|Encyclopedia:Spell}spells{/g}. To use a spell or ability, click on its icon in the {g|Encyclopedia:CA_Types}action{/g} panel or in the Spells menu, and then on the target (your companion or an enemy, depending on the desired effect). Spells have various characteristics, such as range, duration, school, etc. To review all the spells available to a character, open their spellbook by pressing <b>{bind|OpenSpells}</b>. Clerics, Druids, Magi, Paladins, Rangers and Wizards select their allotment of spells for the day in spellbook. A daily spellbook slot is expended after being cast and the character must {g|Encyclopedia:Rest}rest{/g} before casting it again. Bards, Inquisitors and Sorcerers can use their spells several times per day, but their spell repertoire is limited. Most character also have usable abilities and they might be limited by the amount of charges depending on the ability.
ko: 당신의 일행 중 몇몇은 {g|Encyclopedia:Spell}주문{/g}을 시전할 수 있는 능력이 있습니다. 주문이나 능력을 사용하기 위해서는 단축바 혹은 주문 메뉴에서 아이콘을 클릭한 후 목표(원하는 효과에 따라 당신의 동료 혹은 적)를 클릭합니다. 주문에는 범위, 지속시간, 학파 등과 같은 다양한 특성이 있습니다. 캐릭터가 사용할 수 있는 모든 주문을 검토하려면 <b>{bind|OpenSpells}</b>키를 눌러 주문책을 열어봐야 합니다. 클레릭, 드루이드, 메이거스, 팔라딘, 레인저, 위저드는 주문책에서 그날 주문을 할당해야 합니다. 하루 동안 쓸 수 있는 주문책의 칸들은 주문이 시전 된 후 소비되며 다시 시전하기 위해서 캐릭터는 {g|Encyclopedia:Rest}휴식{/g}을 취해야 합니다. 바드, 인퀴지터, 소서러는 하루에 여러 번 주문을 사용할 수 있지만 주문의 가짓수는 제한적입니다. 캐릭터는 대부분 능력도 사용할 수 있습니다. 능력에 따라서 쓸 수 있는 횟수가 정해져 있습니다.

source: Spells
ko: 주문 (Spells)
ko_mt: 주문

source: <b>Name</b> The first line of every {g|Encyclopedia:Spell}spell{/g} description gives the name by which the spell is generally known.
ko: <b>이름</b> 모든 {g|Encyclopedia:Spell}주문{/g} 설명서의 첫번째 줄에는 일반적으로 알려진 주문의 이름을 제공합니다.
ko_mt: <b>이름</b> 모든 {g|Encyclopedia:Spell}주문{/g} 설명의 첫 줄에는 해당 주문이 일반적으로 알려진 이름이 표시됩니다.

source: Spell Descriptions
ko: 주문 설명 (Spell Descriptions)
ko_mt: 주문 설명

source: Most of spell descriptors have no game effect by themselves, but they govern how the {g|Encyclopedia:Spell}spell{/g} interacts with other spells, {g|Encyclopedia:Special_Abilities}special abilities{/g}, unusual creatures, different {g|Encyclopedia:Alignment}alignments{/g}, and so on. For example, the {g|Encyclopedia:Damage}damage{/g} of a spell with the [fire] descriptor will be partially resisted by a creature with resist energy — fire ability. The descriptors are fire, cold, sonic, acid, electricity, holy, evil, and others. Spells can have more than one descriptor.
ko: 주문 기술어 중 대부분은 그 자체로는 게임에서 효과가 없습니다. 그러나 주문 기술어는 해당 {g|Encyclopedia:Spell}주문{/g}이 다른 주문, {g|Encyclopedia:Special_Abilities}특수 능력{/g}, 희귀한 생물들, 서로 다른 {g|Encyclopedia:Alignment}성향{/g}, 그 밖의 여러 것들과 어떻게 상호작용 하는지를 규율합니다. 예를 들어, 화염 에너지 저항을 지닌 크리처는 [화염] 속성 주문으로 가해지는 {g|Encyclopedia:Damage}피해{/g}를 부분적으로 저항할 것입니다. 기술어에는 화염, 냉기, 음파, 산성, 전격, 신성, 악 등이 있습니다. 몇몇 주문은 하나 이상의 기술어가 있습니다.

source: Spell Descriptor
ko: 주문 기술어 (Spell Descriptor)
ko_mt: 주문 기술자

source: Many arcane {g|Encyclopedia:Spell}spellcasters{/g} face the possibility of arcane spell failure if they're wearing armor. Number shown in the armor description means the percent chance of spell failure (using a spell without any effect). If a character is wearing armor and using a shield, add the two numbers together to get the effective arcane spell failure chance.
ko: 비전 {g|Encyclopedia:Spell}주문 시전자{/g}가 갑옷을 입고 있다면 비전 주문을 실패할 확률이 있습니다. 갑옷 설명에 써있는 숫자는 주문이 실패할 확률을 퍼센트로 보여줍니다(이 경우 아무런 효과가 없이 주문을 소모하게 됩니다). 만약 캐릭터가 갑옷과 방패를 동시에 사용하는 경우, 두 값을 합하여 비전 주문 실패 확률을 계산할 수 있습니다.
ko_mt: 많은 비전 {g|Encyclopedia:Spell}주문 시전자{/g}가 갑옷의 착용자는 비전 주문 실패 가능성에 직면합니다. 방어구 설명에 표시된 수치는 주문 실패 확률(효과 없이 주문 사용 시)을 의미합니다. 캐릭터가 방어구를 착용하고 방패를 사용하는 경우, 두 숫자를 더하여 유효 비전 주문 실패 확률을 계산합니다.

source: Arcane Spell Failure Chance
ko: 비전 주문 실패 확률 (Arcane Spell Failure Chance)
ko_mt: 비전 주문 실패 확률

source: Spell resistance is an {g|Encyclopedia:Special_Abilities}extraordinary ability{/g} to avoid being affected by {g|Encyclopedia:Spell}spells{/g}. Many demons have this ability. Some spells and items also grant spell resistance. To affect a creature that has spell resistance, a spellcaster must make a {g|Encyclopedia:Caster_Level}caster level{/g} {g|Encyclopedia:Check}check{/g} ({g|Encyclopedia:Dice}1d20{/g} + caster level) and get a result equal or higher than the creature's spell resistance. The defender's spell resistance works against spells like an {g|Encyclopedia:Armor_Class}Armor Class{/g} works against regular {g|Encyclopedia:Attack}attacks{/g}. If the caster fails the check, the spell doesn't affect the creature. Only spells and spell-like abilities are subject to spell resistance. Extraordinary and supernatural abilities (including enhancement {g|Encyclopedia:Bonus}bonuses{/g} on magic weapons) are not. A creature's spell resistance never interferes with its own spells, items, or abilities. Spell resistance doesn't work against friendly and beneficial effects.
ko: 주문 저항은 {g|Encyclopedia:Spell}주문{/g}의 영향을 받지 않을 수 있는 {g|Encyclopedia:Special_Abilities}특별한 능력{/g}입니다. 많은 데몬들에겐 이 능력이 있습니다. 몇몇 주문과 아이템으로도 주문 저항을 얻을 수 있습니다. 주문 저항이 있는 크리처에게 영향을 주기 위해선 주문 시전자는 {g|Encyclopedia:Caster_Level}시전자 레벨{/g} {g|Encyclopedia:Check}판정{/g} ({g|Encyclopedia:Dice}1d20{/g} + 시전자 레벨)을 하여 그 값이 크리처의 주문 저항과 같거나 높아야 합니다. 주문 방어자의 주문 저항은 일반적인 {g|Encyclopedia:Attack}공격{/g}에 대한 {g|Encyclopedia:Armor_Class}AC{/g}와도 같습니다. 주문 시전자가 판정에 실패한 경우 크리처는 주문의 영향을 받지 않습니다. 오직 주문과 주문 유사 능력만이 주문 저항을 받습니다. 초상 능력과 초자연적 능력(마법 무기의 강화 {g|Encyclopedia:Bonus}보너스{/g}를 포함해서)은 마법 저항을 무시합니다. 크리처의 주문 저항은 자신이 가진 주문, 아이템, 능력의 방해를 받지 않습니다. 주문 저항은 이롭고 우호적인 효과에는 작용하지 않습니다.
ko_mt: 주문 저항은 {g|Encyclopedia:Special_Abilities}주문{/g}의 영향을 받지 않도록 하는 {g|Encyclopedia:Special_Abilities}특수 능력{/g}입니다. 많은 데몬이 이 능력을 가지고 있습니다. 일부 주문과 아이템은 주문 저항을 부여하기도 합니다. 주문 저항이 있는 생물에게 영향을 주려면, 주문시전자는 {g|Encyclopedia:Caster_Level}시전자 레벨{/g}을 달성해야 합니다. {g|Encyclopedia:Check}판정{/g}({g|Encyclopedia:Dice}1d20{/g} + 시전자 레벨)을 계산하여 해당 생물의 주문 저항보다 높은 결과를 얻어야 합니다. 방어자의 주문 저항은 {g|Encyclopedia:Armor_Class}AC{/g}가 일반 {g|Encyclopedia:Attack}공격{/g}에 작용하는 것처럼 주문에 작용합니다. 시전자가 판정에 실패하는 경우, 주문은 생물에게 영향을 주지 않습니다. 주문과 주문 유사 능력만 주문 저항의 영향을 받습니다. (마법 무기의 강화 {g|Encyclopedia:Bonus}보너스{/g}를 포함한) 비범하고 초자연적인 능력은 그렇지 않습니다. 생물의 주문 저항은 자신의 주문, 아이템, 능력을 방해하지 않습니다. 주문 저항은 아군 및 유익한 효과에 대해 작동하지 않습니다.

source: Spell Resistance
ko: 주문 저항 (Spell Resistance)
ko_mt: 주문 저항

source: Each {g|Encyclopedia:Spell}spell{/g} has its own target type. Some spells target a creature, some a point on the ground and have area of effect of circle, line or cone shape. Effects of the spell can be applied to specific set of targets — allies, enemies or both — within its area of effect.
ko: 주문마다 대상을 설정하는 방법이 있습니다. 어떤 주문은 하나의 크리처를 대상으로 하고 다른 주문은 지면에 한 지점을 두어 원형, 선형, 원뿔형 범위로 영향을 줍니다. 주문 범위에 있는 주문 대상(아군이나 적 혹은 둘 다)은 주문의 영향을 받습니다.
ko_mt: 각 {g|Encyclopedia:Spell}주문{/g}에는 고유한 대상 유형이 있습니다. 어떤 주문은 생물을 대상으로 하고, 어떤 주문은 지상의 한 지점을 대상으로 하며, 효과 범위는 원, 선 또는 원뿔 모양입니다. 주문의 효과는 효과 범위 내에서 아군, 적 또는 둘 다의 특정 대상 집합에 적용될 수 있습니다.

source: Spell Target
ko: 주문 대상(Spell Target)
ko_mt: 주문 대상

source: Most of the general {g|Encyclopedia:CA_Types}actions{/g} characters take, aside from movement, fall into the realm of standard actions. The most common examples are {g|Encyclopedia:Attack}attacking{/g} or casting a {g|Encyclopedia:Spell}spell{/g}.
ko: 이동을 제외하고 캐릭터가 취하는 일반적인 {g|Encyclopedia:CA_Types}행동의{/g} 대부분은 일반 행동 영역에 속합니다. 가장 흔한 예시는 {g|Encyclopedia:Attack}공격{/g}을 하거나 {g|Encyclopedia:Spell}주문{/g}을 시전하는 것입니다.
ko_mt: 이동을 제외한 대부분의 일반적인 {g|Encyclopedia:CA_Types}행동{/g} 캐릭터가 취하는 행동은 표준 행동의 영역에 속합니다. 가장 일반적인 예는 {g|Encyclopedia:Attack}공격{/g}이나 {g|Encyclopedia:Spell}주문{/g} 발동입니다.

source: Standard Action
ko: 일반 행동 (Standard Action)
ko_mt: 표준 행동

source: Stealth
ko: 은신 (Stealth)
ko_mt: 은신

source: Some game events play out as illustrated book episodes. The decisions you make during these episodes can have a drastic impact on the development of the game's plot. As with dialogues, you will often need to make various {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}checks{/g} during these episodes. Depending on the circumstances, sometimes you will need to choose one of your party members to perform an {g|Encyclopedia:CA_Types}action{/g}, and sometimes an action will be automatically performed by the character with the highest skill rank.
ko: 몇몇 게임 이벤트는 삽화 형식을 띠고 있습니다. 이 에피소드 동안 내린 결정은 게임 줄거리에 큰 영향을 끼칩니다. 대화문처럼 이 에피소드 동안 당신은 다양한 {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}을 거처야 합니다. 상황에 따라 가끔 당신의 파티원이 {g|Encyclopedia:CA_Types}행동{/g}하게끔 선택해야 할 때가 있습니다. 그리고 높은 등급의 기술을 가진 캐릭터가 자동으로 행동을 취할 수도 있습니다.
ko_mt: 일부 게임 이벤트는 그림책 에피소드로 진행됩니다. 이 에피소드에서 내리는 결정은 게임 플롯의 전개에 큰 영향을 미칠 수 있습니다. 대화와 마찬가지로 다양한 {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}을 해야 하는 경우가 많습니다. 상황에 따라 파티원 중 한 명을 선택해 {g|Encyclopedia:CA_Types}행동{/g}을 수행해야 할 때도 있고, 기술 등급이 가장 높은 캐릭터가 자동으로 액션을 수행해야 할 때도 있습니다.

source: Illustrated Book Episodes
ko: 삽화 책 에피소드 (Illustrated Book Episodes)
ko_mt: 그림책 에피소드

source: Strength measures muscle and physical power. Here are examples where you apply your character's Strength modifier: • {g|Encyclopedia:MeleeAttack}Melee attack{/g} {g|Encyclopedia:Dice}rolls{/g}. • {g|Encyclopedia:Damage}Damage{/g} rolls when using a melee weapon or a thrown weapon. • {g|Encyclopedia:Athletics}Athletics{/g} {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}checks{/g}. Most builds of fighters, barbarians and cavaliers require high Strength. Strength also sets the maximum amount of weight your character can carry.
ko: 힘은 근육과 육체적 힘을 나타냅니다. 다음의 경우 힘 수정치가 적용됩니다. • {g|Encyclopedia:MeleeAttack}근접 명중{/g} {g|Encyclopedia:Dice}굴림{/g}. • 근접 무기나 투척 무기 사용 시 {g|Encyclopedia:Damage}피해{/g} 굴림. • {g|Encyclopedia:Athletics}운동{/g} {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}. 파이터, 바바리안, 카발리어는 높은 힘을 필요로 합니다. 힘은 또한 캐릭터가 지탱할 수 있는 최대 무게량을 설정합니다.

source: Strength (Str)
ko: 힘 (Strength, Str)
ko_mt: 힘 (Str)

source: If you initiate an {g|Encyclopedia:Attack}attack{/g} on an enemy that didn't see you before the attack, for example in case of attack from invisibility or {g|Encyclopedia:RangedAttack}ranged attack{/g}, a surprise round happens before regular rounds begin. In {g|Encyclopedia:Initiative}initiative{/g} order (highest to lowest), combatants who started the battle aware of their opponents each take a standard or {g|Encyclopedia:Move_Action}move action{/g} during the surprise {g|Encyclopedia:Combat_Round}round{/g}. You can also take {g|Encyclopedia:Free_Action}free actions{/g} during the surprise round.
ko: 투명화 상태에서 공격하거나, {g|Encyclopedia:RangedAttack}원거리 공격{/g}을 할 때처럼 적에게 발각되지 않고 {g|Encyclopedia:Attack}공격{/g}을 시작하는 경우 일반적인 라운드가 시작되기 전에 기습 라운드가 발생합니다. 적을 인지한 상태에서 전투를 시작한 전투 인원들은 각자 {g|Encyclopedia:Initiative}우선권{/g} 순서대로 (높은 수치에서 낮은 수치로) 기습 {g|Encyclopedia:Combat_Round}라운드{/g} 동안 일반 행동 또는 {g|Encyclopedia:Move_Action}이동{/g}을 할 수 있습니다. 또한 기습 라운드에서도 {g|Encyclopedia:Free_Action}자유 행동{/g}을 취할 수 있습니다.

source: Surprise Round
ko: 기습 라운드 (Surprise Round)
ko_mt: 기습 라운드

source: A swift action consumes a very small amount of time but represents a larger expenditure of effort and energy than a {g|Encyclopedia:Free_Action}free action{/g}. You can perform only one swift {g|Encyclopedia:CA_Types}action{/g} per turn. Several combat options are swift actions that modify one or more {g|Encyclopedia:Attack}attacks{/g} you take after that swift action. Example of swift action is paladin's Smite Evil ability.
ko: 신속 행동은 매우 적은 시간을 소비하지만, {g|Encyclopedia:Free_Action}자유 행동{/g}보다 더 많은 노력과 에너지를 소모합니다. 한 턴에 단 하나의 신속 {g|Encyclopedia:CA_Types}행동{/g}만 수행할 수 있습니다. 여러 전투 선택권을 제공하는 신속 행동이 있습니다. 이런 신속 행동은 신속 행동 이후 당신이 받는 하나 혹은 그 이상의 {g|Encyclopedia:Attack}공격{/g}을 수정합니다. 신속 행동의 예로는 팔라딘의 악 처단 능력이 있습니다.
ko_mt: 신속 행동은 매우 적은 시간을 소모하지만, {g|Encyclopedia:Free_Action}자유 행동{/g}보다 더 많은 노력과 에너지를 소비합니다. 신속 행동은 턴당 한 번만 수행할 수 {g|Encyclopedia:CA_Types}있습니다{/g}. 여러 전투 옵션이 신속 행동이며, 신속 행동 이후 하나 이상의 {g|Encyclopedia:Attack}공격{/g}을 변경할 수 있습니다. 신속 행동의 예로는 성기사의 악 강타를 들 수 있습니다.

source: Swift Action
ko: 신속 행동 (Swift Action)
ko_mt: 신속 행동

source: Your {g|Encyclopedia:Speed}speed{/g} is determined by your {g|Encyclopedia:Race}race{/g} and your armor. Your speed while unarmored is your base land speed.
ko: {g|Encyclopedia:Speed}속도{/g}는 {g|Encyclopedia:Race}종족{/g}과 갑옷에 의해서 결정됩니다. 비무장했을 경우에는 기본 지형속도를 따릅니다.
ko_mt: 당신의 {g|Encyclopedia:Speed}속도{/g}는 당신의 {g|Encyclopedia:Race}종족{/g}과 방어구에 의해 결정됩니다. 비무장 상태의 속도가 기본 지상 속도입니다.

source: <b>Hampered Movement</b> Difficult terrain, obstacles, or poor visibility can hamper movement.
ko: <b>이동 방해</b> 험지나, 장애물 혹은 좁은 시야는 이동을 방해할 수 있습니다.
ko_mt: <b>이동 방해</b> 험지, 장애물 또는 시야가 좋지 않으면 이동에 방해가 될 수 있습니다.

source: Tactical Movement
ko: 전략적 이동 (Tactical Movement)
ko_mt: 전술 이동

source: Certain effects give a character temporary {g|Encyclopedia:HP}hit points{/g}. These hit points are in addition to the character's current hit point total and any {g|Encyclopedia:Damage}damage{/g} taken by the character is subtracted from these hit points first. Any damage in excess of a character's temporary hit points is applied to his current hit points as normal. If the effect that grants the temporary hit points ends or is dispelled, any remaining temporary hit points go away. The damage they sustained is not transferred to the character's current hit points. When temporary hit points are lost, they cannot be restored as real hit points can be, even by magic.
ko: 특정 효과는 캐릭터에게 임시 {g|Encyclopedia:HP}생명점{/g}을 부여합니다. 이러한 생명점은 현재 생명점에 더해지고 {g|Encyclopedia:Damage}피해{/g}를 입었을 때 먼저 소모됩니다. 임시 생명점을 초과하는 피해량 만큼 현재 생명점을 소모합니다. 만약 임시 생명점이 끝나거나 효과가 해제되었을 경우에는 임시 생명점은 사라집니다. 그로 인한 피해는 현재 생명점을 소모하지 않습니다. 임시 생명점을 잃었을 때, 실제 생명점처럼 마법을 통해 회복할 수 없습니다.
ko_mt: 특정 효과는 캐릭터에게 {g|Encyclopedia:HP}임시 체력{/g}을 부여합니다. 이 체력은 캐릭터의 현재 총 체력에 추가되며, 캐릭터가 받은 {g|Encyclopedia:Damage}피해{/g}는 이 체력에서 먼저 차감됩니다. 캐릭터의 임시 체력을 초과하는 피해는 정상적으로 현재 체력에 적용됩니다. 임시 체력를 부여하는 효과가 종료되거나 해제되면 남은 임시 체력은 모두 사라집니다. 받은 피해는 캐릭터의 현재 체력로 이전되지 않습니다. 임시 체력이 손실되면 마법으로라도 실제 체력처럼 회복할 수 없습니다.

source: <b>Increases in Constitution Score and Current {g|Encyclopedia:HP}Hit Points{/g}</b> An increase in a character's {g|Encyclopedia:Constitution}Constitution{/g} score, even a temporary one, can give them more hit points (an effective hit point increase), but these are not temporary hit points. They can be restored, and they are not lost first as temporary hit points are.
ko: <b>건강 점수와 현재 {g|Encyclopedia:HP}생명점{/g}의 증가</b> 일시적인 상승이더라도 {g|Encyclopedia:Constitution}건강{/g} 능력치 점수가 상승하면 캐릭터의 생명점이 증가합니다. 하지만 이렇게 늘어난 생명점은 임시 생명점이 아닙니다. 생명점은 회복할 수 있고 앞서 말한 일시적으로 얻은 생명점처럼 사라지지도 않습니다.
ko_mt: <b>건강 점수 및 현재 {g|Encyclopedia:HP}체력{/g} 증가</b> 캐릭터의 {g|Encyclopedia:Constitution}건강{/g} 점수가 일시적으로라도 증가하면 더 많은 체력(유효 체력 증가)를 얻을 수 있지만, 이는 일시적인 체력이 아닙니다. 건강 점수는 회복할 수 있으며, 일시적 명중률처럼 먼저 손실되지 않습니다.

source: Temporary Hit Points
ko: 임시 생명점 (Temporary Hit Points)
ko_mt: 임시 체력

source: From tangled plants to broken stone, there are a number of terrain features that can affect your movement.
ko: 뒤엉킨 식물에서 부서진 돌에 이르기까지, 이동에 영향을 줄 수 있는 많은 지형들이 존재합니다.
ko_mt: 얽힌 식물부터 부서진 돌까지, 이동에 영향을 줄 수 있는 지형지물이 많이 있습니다.

source: <b>Difficult Terrain</b> Difficult terrain, such as heavy undergrowth, broken ground, or steep stairs, hampers movement. You can't run or charge across difficult terrain. Flying and {g|Encyclopedia:Incorporeal_Touch_Attack}incorporeal{/g} creatures are not hampered by difficult terrain.
ko: <b>험지</b> 지하, 부서진 땅, 계단, 고르지 못한 지형을 험지라고 합니다. 여기서는 뛰거나 가로지를 수 없습니다. 날아다니거나 {g|Encyclopedia:Incorporeal_Touch_Attack}비실체{/g} 크리처는 이 험지의 영향을 받지 않습니다.

source: <b>Obstacles</b> Like difficult terrain, obstacles can hamper movement. If you don't have sufficient movement to cross the obstacle, you can't cross it. Some obstacles may also require a {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}check{/g} to cross. On the other hand, some obstacles block movement entirely. A character can't move through a blocking obstacle. Flying and {g|Encyclopedia:Incorporeal_Touch_Attack}incorporeal{/g} creatures are able to avoid most obstacles.
ko: <b>장애물</b> 장애물은 험지와 같이 이동을 방해합니다. 만약 장애물을 피해 갈 이동 거리가 확보되지 않는다면 당신은 장애물을 지나갈 수 없습니다. 몇 장애물은 지나가려면 특정한 {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}이 필요합니다. 이동을 완전히 막아버리는 장애물도 존재합니다. 캐릭터는 이러한 장애물을 지나갈 수 없습니다. 날아다니는 크리처와 {g|Encyclopedia:Incorporeal_Touch_Attack}비실체{/g} 크리처는 대부분의 장애물을 피해갈 수 있습니다.

source: Terrain and Obstacles
ko: 지형과 장애물 (Terrain and Obstacles)
ko_mt: 지형 및 장애물
