Repository: akintos/wotr-translation
Catalog: translation/*/Encyclopedia.po
Languages: ko, ko_mt

source: Some magical effects provide concealment against {g|Encyclopedia:Atack}attacks{/g}. <b>Concealment Miss Chance</b> Concealment gives the target of a successful {g|Encyclopedia:Attack}attack{/g} a 20% chance that the attacker missed. Multiple concealment effects do not stack. <b>Total Concealment</b> A successful attack against an enemy with total concealment has a 50% miss chance. You can't execute an {g|Encyclopedia:Attack_Of_Opportunity}attack of opportunity{/g} against an opponent with total concealment. <b>Ignoring Concealment</b> Concealment isn't always effective. For example, while invisibility provides total concealment, opponents may still use {g|Encyclopedia:Spell}spells{/g} like see invisibility, true seeing or echolocation to ignore the concealment effects.
ko: 일부 마법 효과는 {g|Encyclopedia:Atack}공격{/g}에 대한 은폐 효과를 부여합니다. <b>은폐 빗나감 기회</b> 은폐는 목표에 대한 {g|Encyclopedia:Attack}공격{/g}이 20% 확률로 빗나갈 기회를 부여합니다. 다수의 은폐 효과는 중첩되지 않습니다. <b>완전 은폐</b> 완전히 은폐된 목표에 대한 공격은 50% 확률로 빗나가며, {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}이 발동되지 않습니다. <b>은폐 무시</b> 은폐는 항상 효과적이지는 않습니다. 예를 들어, 투명화는 완전 은폐를 부여하지만, 적들은 투명화 탐지, 진실의 시야, 반향과 같은 {g|Encyclopedia:Spell}주문{/g}을 사용하여 은폐 효과를 무시할 수 있습니다.

source: Concealment
ko: 은폐 (Concealment)
ko_mt: 은폐

source: To cast a {g|Encyclopedia:Spell}spell{/g}, you must concentrate. Receiving {g|Encyclopedia:Damage}damage{/g} or becoming the target of some spell effects like entangle can interrupt your concentration while you're casting, and you must make a concentration {g|Encyclopedia:Check}check{/g} or lose the spell. Formula to determine your concentration check result: {g|Encyclopedia:Dice}d20{/g} roll result + {g|Encyclopedia:Caster_Level}caster level{/g} + {g|Encyclopedia:Ability_Scores}ability score{/g} modifier (different classes use different abilities to cast spells: for example, wizards use {g|Encyclopedia:Intelligence}Intelligence{/g}, while clerics use {g|Encyclopedia:Wisdom}Wisdom{/g}). The more damage you receive and the higher the level of the spell you are trying to cast, the higher the {g|Encyclopedia:DC}DC{/g} of this check. If you fail the check, you lose the spell just as if you had cast it to no effect.
ko: {g|Encyclopedia:Spell}주문{/g}을 시전하려면 집중을 해야만 합니다. 주문 시전 중에 {g|Encyclopedia:Damage}피해{/g}를 받거나 속박과 같은 주문에 영향을 받으면 집중이 방해되고, 집중 {g|Encyclopedia:Check}판정{/g}에 성공하지 못하면 시전 중인 주문을 잃습니다. 집중 판정의 계산은 다음과 같습니다: {g|Encyclopedia:Dice}d20{/g} 굴림 결과 + {g|Encyclopedia:Caster_Level}시전자 레벨{/g} + {g|Encyclopedia:Ability_Scores}능력치{/g} 보정치 (클래스들은 주문을 시전하기 위해 다른 능력치를 사용합니다: 예를 들어 위저드는 {g|Encyclopedia:Intelligence}지능{/g}, 클레릭은 {g|Encyclopedia:Wisdom}지혜{/g}). 더 많은 피해를 입거나 시전하고자 하는 주문의 레벨이 더 높을수록 판정의 {g|Encyclopedia:DC}DC{/g}가 높아집니다. 판정에 실패한다면, 주문 시전에 실패하고 어떠한 효과도 발동되지 않습니다.

source: Concentration
ko: 집중 (Concentration)
ko_mt: 집중

source: Concentration Checks
ko: 집중 판정 (Concentration Check)
ko_mt: 집중 판정

source: Each conjuration {g|Encyclopedia:Spell}spell{/g} belongs to one of the five subschools. Conjurations transport creatures from another plane of existence to your plane (calling); create objects or effects on the spot (creation); {g|Encyclopedia:Healing}heal{/g} (healing); bring manifestations of objects, creatures, or forms of energy to you (summoning); or transport creatures or objects over great distances (teleportation). A creature or object brought into being or transported to your location by a conjuration spell cannot appear inside another creature or object, nor can it appear floating in an empty space. It must arrive in an open location on a surface capable of supporting it. The creature or object must appear within the spell's range, but it does not have to remain within the range.
ko: 모든 소환학파 {g|Encyclopedia:Spell}주문{/g}은 다섯 하위학파 중 하나에 속합니다. 소환학파는 현존하는 다른 차원의 크리처를 캐릭터의 차원으로 옮겨오거나 (호출), 물체나 효과를 지정한 곳에 만들어내거나 (창조), {g|Encyclopedia:Healing}치유{/g}하거나 (치유), 물체나 크리처, 여러 형태의 에너지를 나타나게 하거나 (소환), 크리처나 물체를 먼 거리로 옮길 수 있습니다 (전이). 소환한 크리처는 대부분의 경우 명령에 따릅니다. 소환학파 주문에 의해 당신의 장소에 생성되거나 이동된 크리처 혹은 물체는 다른 크리처 혹은 물체 안에서 나타날 수 없으며, 허공 위에 떠서도 나타날 수 없습니다. 반드시 지표면의 열린 장소에서만 나타날 수 있습니다. 크리처 혹은 물체는 주문의 범위 안에서 나타나야만 하지만, 그 범위 안에 남아있을 필요는 없습니다.

source: <b>Creation</b> A creation {g|Encyclopedia:Spell}spell{/g} manipulates matter to create an object or creature in the place the spellcaster designates. If the spell has a duration other than instantaneous, magic holds the creation together, and when the spell ends, the conjured creature or object vanishes without a trace. If the spell has an instantaneous duration, the created object or creature is merely assembled through magic. It lasts indefinitely and does not depend on magic for its existence.
ko: <b>창조(Creation)</b> 창조 {g|Encyclopedia:Spell}주문{/g}은 주문 시전자가 지정하는 장소에 물체 혹은 크리처를 창조할 수 있도록 물질을 다룹니다. 만약 주문의 지속 시간이 즉각적이 아니라면, 마법은 창조물을 함께 쥐고 있으며, 주문이 끝나는 순간 소환된 크리처 혹은 물체는 흔적 없이 사라집니다. 만약 주문의 지속 시간이 즉각적이라면, 창조된 물체 혹은 크리처는 단지 마법을 통해서 조합될 뿐입니다. 그것은 정해지지 않은 시간 동안 지속되며, 존속에 마법을 요구하지 않습니다.
ko_mt: <b>창조</b> 창조 {g|Encyclopedia:Spell}주문{/g}은 물질을 조작하여 주문 시전자가 지정한 위치에 물체나 생물을 만듭니다. 주문의 지속시간이 순간이 아닌 경우, 마법이 창조물을 붙잡아두며 주문이 끝나면 소환된 생물이나 물체는 흔적도 없이 사라집니다. 주문의 지속 시간이 순간인 경우, 생성된 물체나 생물은 단지 마법을 통해 조립될 뿐입니다. 주문은 무한히 지속되며 존재를 위해 마법에 의존하지 않습니다.

source: {g|Encyclopedia:Healing}<b>Healing</b>{/g} Certain divine conjurations heal creatures or even bring them back to life.
ko: {g|Encyclopedia:Healing}<b>치유(Healing)</b>{/g} 특정한 신성 주문은 크리처를 치유하고 소생시킵니다.
ko_mt: {g|Encyclopedia:Healing}<b>회복</b>{/g} 특정 신성한 주문은 생물을 치유하거나 심지어 되살리기도 합니다.

source: <b>Summoning</b> A summoning {g|Encyclopedia:Spell}spell{/g} instantly brings a creature or object to a place you designate. When the spell ends or is dispelled, a summoned creature is instantly sent back to where it came from, but a summoned object is not sent back unless the spell description specifically indicates this. A summoned creature also goes away if it is killed or if its {g|Encyclopedia:HP}hit points{/g} drop to 0 or lower, but it is not really dead. It takes 24 hours for the creature to reform, during which time it can't be summoned again. When the spell that summoned a creature ends and the creature disappears, all the spells it has cast expire. A summoned creature cannot use any innate summoning abilities it may have.
ko: <b>소환(Summoning)</b> 소환 {g|Encyclopedia:Spell}주문{/g}은 즉시 당신이 지정한 장소에 크리처 혹은 물체를 가져옵니다. 주문이 끝나거나 해제될 때, 소환된 크리처는 즉각적으로 자신이 왔던 곳으로 돌아갑니다, 그러나 소환된 물체는 주문 설명에 특별히 이 사항이 지정되어 있지 않다면 즉각적으로 돌아가지 않습니다. 소환된 크리처는 살해당하거나, {g|Encyclopedia:HP}생명점{/g}이 0 혹은 그 이하로 내려갈 경우, 죽습니다, 그러나 실제로 죽은 것은 아닙니다. 그 크리처가 다시 형성되는 데 24시간이 걸리며, 그동안 다시 소환될 수 없습니다. 크리처를 소환한 주문이 끝나 크리처가 사라질 때, 크리처가 시전한 모든 주문은 소멸합니다. 소환된 크리처는 내장된 소환 능력을 사용할 수 없습니다.
ko_mt: <b>소환</b> 소환 {g|Encyclopedia:Spell}주문{/g}은 즉시 생물 또는 물체를 당신이 지정한 장소로 가져옵니다. 주문이 끝나거나 무효화되면, 소환된 생물은 즉시 원래 있던 곳으로 되돌아가지만, 소환된 물체는 주문 설명에 특별히 명시되지 않는 한 되돌아가지 않습니다. 소환된 생물은 죽거나 {g|Encyclopedia:HP}HP{/g}가 0 이하로 떨어졌지만 실제로 죽은 것은 아닌 경우에도 사라집니다. 생물이 재탄생하는데 24시간이 걸리며, 그 동안에는 다시 소환할 수 없습니다. 생물을 소환한 주문이 끝나고 생물이 사라지면, 그 생물이 발동한 모든 주문은 만료됩니다. 소환된 생물은 자신이 가지고 있는 어떤 고유한 소환 능력도 사용할 수 없습니다.

source: <b>Teleportation</b> A teleportation {g|Encyclopedia:Spell}spell{/g} transports one or more creatures or objects a great distance. The most powerful of these spells can cross planar boundaries. Unlike summoning spells, the transportation is (unless otherwise noted) one-way and not dispellable. Teleportation is instantaneous travel through the Astral Plane. Anything that blocks astral travel also blocks teleportation.
ko: <b>전이(Teleportation)</b> 전이 {g|Encyclopedia:Spell}주문{/g}은 하나 혹은 그 이상의 크리처 혹은 물체를 먼 거리로 이동시킵니다. 가장 강력한 전이 주문은 차원의 경계를 넘나들 수도 있습니다. 소환 주문과는 달리, 이동은 일방향이며, 해제되지 않습니다. 전이는 아스트랄 차원을 통한 즉각적인 여행입니다. 아스트랄 차원을 방해하는 무언가는 전이 역시 방해합니다.
ko_mt: <b>순간이동</b> 순간이동 {g|Encyclopedia:Spell}주문{/g}은 한 명 이상의 생물 또는 물체를 먼 거리로 이동시킵니다. 이 주문 중 가장 강력한 주문은 평면 경계를 넘을 수 있습니다. 소환 주문과 달리, 순간이동은 (달리 명시되지 않는 한) 단방향이며 취소할 수 없습니다. 순간이동은 아스트랄 플레인을 순간적으로 이동하는 것입니다. 아스트랄 이동을 막는 모든 것은 순간이동도 막습니다.

source: Conjuration
ko: 소환학파 (Conjuration)
ko_mt: 조형

source: A Constitution {g|Encyclopedia:Bonus}bonus{/g} increases a character's {g|Encyclopedia:HP}hit points{/g}, so the ability is important for all classes. Here are examples where you apply your character's Constitution modifier: • Fortitude {g|Encyclopedia:Saving_Throw}saving throws{/g}, for resisting {g|Encyclopedia:Injury_Death}death{/g} effects, poison, disease, and similar threats. • Hit points your character gets when they gain a level. If a character's Constitution score changes enough to alter their Constitution modifier, the character's hit points also increase or decrease accordingly.
ko: 건강 {g|Encyclopedia:Bonus}보너스 {/g}는 캐릭터의 {g|Encyclopedia:HP}생명점{/g}을 증가시키므로, 모든 클래스에게 중요한 능력치입니다. 건강 보정치가 사용되는 경우는 다음과 같습니다. • {g|Encyclopedia:Injury_Death}죽음{/g}, 독, 질병과 같은 효과에 저항하는 인내 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}, • 캐릭터들의 레벨이 오를때 획득하는 생명점. 캐릭터의 건강 수치가 건강 수정치를 변경하기에 충분할 정도로 변경되면 캐릭터의 생명점도 그에 따라 증가하거나 감소합니다.

source: Constitution (Con)
ko: 건강 (Constitution, Con)
ko_mt: 건강(Con)

source: When your character's current {g|Encyclopedia:HP}hit points{/g} drop to a negative amount equal to his {g|Encyclopedia:Constitution}Constitution{/g} score or lower, he's dead. A character can also die from taking {g|Encyclopedia:AbilityDamage}ability damage{/g} or suffering an ability drain that reduces his Constitution score to 0. Certain types of powerful magic, such as raise dead and resurrection, can restore life to a dead character.
ko: 캐릭터의 현재 {g|Encyclopedia:HP}생명점{/g}이 {g|Encyclopedia:Constitution}건강{/g} 수치의 음수만큼 떨어지면, 죽음의 문턱 상태가 됩니다. 이미 죽음의 문턱 상태라면, 죽습니다. 또한 {g|Encyclopedia:AbilityDamage}능력치 피해{/g}나 능력치 소진으로 건강 점수가 0이 되어도 죽습니다. 소생과 부활 등 특정 유형의 강력한 마법은 죽은 캐릭터를 되살릴 수 있습니다.

source: Challenging Mode
ko: 도전 난이도(Challenging Mode)
ko_mt: 도전 모드

source: With critical hits you can deal increased {g|Encyclopedia:Damage}damage{/g} if you are lucky. When you make an {g|Encyclopedia:Attack}attack{/g} {g|Encyclopedia:Dice}roll{/g} and get a number that lies within your weapon's critical threat range, you have scored a "critical threat," meaning the hit might be a critical hit (or "crit"). For all weapons a natural 20 is always a threat, but for some weapons threat range is greater than just 20, for example, 18-20 (you still need to make a successful hit to score a threat). A weapon's threat range is specified in its description. To turn a threat into a proper critical hit, you immediately make an attempt to "confirm" it — another attack roll with all the same modifiers as the attack roll you just made. If the confirmation roll results in a hit against the target's {g|Encyclopedia:Armor_Class}AC{/g}, your original hit becomes a critical hit. The confirmation roll just needs to hit to give you a crit, it doesn't need to fit the threat range again. A critical hit means that you roll your damage more than once, with all your usual {g|Encyclopedia:Bonus}bonuses{/g}, and add the rolls together. Most weapons let you roll your damage twice, but some weapons, for example bows, axes and most {g|Encyclopedia:Light_Weapon}two-handed{/g} weapons, deal better than double damage on a critical hit. It is specified in their description. <b>Precision damage</b> Precision damage (such as from a rogue's sneak attack) and additional damage dice from weapon {g|Encyclopedia:Special_Abilities}special abilities{/g} (such as flaming) are not multiplied when you score a critical hit. <b>{g|Encyclopedia:Spell}Spells{/g} and Critical Hits</b> A spell that requires an attack roll (as a {g|Encyclopedia:TouchAttack}touch attack{/g} in most cases) can score a critical hit and deal double damage. If a spell causes {g|Encyclopedia:AbilityDamage}ability damage{/g} or drain, the damage or drain is doubled on a critical hit.
ko: 운이 좋다면 당신은 치명타를 통해 증가된 {g|Encyclopedia:Damage}피해{/g}를 입힐 수 있습니다. {g|Encyclopedia:Attack}명중{/g} {g|Encyclopedia:Dice}굴림{/g}을 수행해서 당신의 무기의 치명타 위협 범위 내의 숫자가 나온다면, 당신은 공격이 치명타로 적용될 수 있는 "치명타 위협"을 달성한 것입니다. 기본적으로 20이 모든 무기의 치명타 위협 범위이지만 특정 무기들은 18-20 (그래도 치명타 위협을 달성하려면 적을 명중시켜야 합니다) 과 같이 20보다 넓은 범위를 가집니다. 무기의 위협 범위는 설명에 구체적으로 표기되어 있습니다. 위협을 성공적으로 치명타 적중으로 연결시키기 위해 방금 수행했던 것과 정확히 똑같은 명중 굴림을 통해 "확인"하는 시도를 거칩니다. 이 확인 굴림은 그저 치명타를 부여하기 위한 것이며 위협 범위에 들어갈 필요는 없습니다. 치명타란 당신이 모든 보너스들과 함께 피해량을 한번 이상 굴린다는 뜻이며 모든 굴림 결과는 합쳐집니다. 대부분의 무기들은 피해 굴림을 두번 수행하게 해주지만 활, 도끼, 그리고 대부분의 {g|Encyclopedia:Light_Weapon}양손{/g}무기와 같은 특정 무기들은 치명타로 두배 이상의 피해를 줍니다. 그 수치들은 각 무기의 설명란에 표기되어 있습니다. <b>정밀 피해(Precision damage)</b> 도적의 암습과 같은 정밀 피해와 화염 피해와 같이 무기의 {g|Encyclopedia:Special_Abilities}특수 능력{/g}을 통한 추가 피해량 굴림은 치명타 공격을 가할 때 곱해지지 않습니다. <b>{g|Encyclopedia:Spell}주문{/g}과 치명타</b> 명중 굴림을 필요로 하는 주문 (대개 {g|Encyclopedia:TouchAttack}접촉 공격{/g}) 의 경우 치명타를 적용될 수 있으며 두 배의 피해를 가합니다. 만약 치명타로 작용한 주문이 {g|Encyclopedia:AbilityDamage}능력치 피해{/g}나 능력치 소진을 유발한다면 그 수치는 두 배가 됩니다.

source: Critical Hits
ko: 치명타 (Critical Hits)
ko_mt: 치명타

source: If your {g|Encyclopedia:Attack}attack{/g} succeeds, you deal the target some damage. Damage calculation is a dice {g|Encyclopedia:Dice}roll{/g} with {g|Encyclopedia:Bonus}bonuses{/g} and {g|Encyclopedia:Penalty}penalties{/g} depending on weapon you use to attack and different factors. Damage reduces the target's current {g|Encyclopedia:HP}hit points{/g}. <b>Minimum Damage</b> If attacker's penalties reduce the damage result to less than 1, a hit still deals 1 point of damage. This damage still can be reduced by enemy abilities like {g|Encyclopedia:Damage_Reduction}Damage Reduction{/g} or {g|Encyclopedia:Energy_Resistance}Energy Resistance{/g}. <b>{g|Encyclopedia:Strength}Strength{/g} Bonus</b> When you hit with a melee or thrown weapon, add your Strength modifier to the damage result. When you deal damage with a weapon in your off hand, you add only half your Strength bonus. If you have a Strength penalty, the entire penalty applies. When you deal damage with a weapon that you are wielding {g|Encyclopedia:Light_Weapon}two-handed{/g}, you add 1.5 times your Strength bonus (Strength penalties are not multiplied). You don't get this higher Strength bonus, however, when using a light weapon with two hands. <b>Type of Damage</b> There are two main types of damage: {g|Encyclopedia:Energy_Damage}energy damage{/g} and {g|Encyclopedia:Physical_Damage}physical damage{/g}.
ko: 당신의 {g|Encyclopedia:Attack}공격{/g}이 성공하면 공격 대상에게 일정한 피해를 입힙니다. 피해량은 당신이 사용하는 무기와 다른 변수들로 인한 {g|Encyclopedia:Bonus}보너스{/g}와 {g|Encyclopedia:Penalty}페널티{/g}가 합쳐진 주사위 {g|Encyclopedia:Dice}굴림{/g}을 통해 계산됩니다. 피해량은 대상의 현재 {g|Encyclopedia:HP}생명점{/g}을 감소시킵니다. <b>최소 피해량</b> 만약 공격자의 페널티가 피해량의 결과값을 1 밑으로 내려버린다면, 그 공격은 여전히 1의 피해를 입힙니다. 이 피해량은 여전히 적들의 {g|Encyclopedia:Damage_Reduction}피해 감소{/g}나 {g|Encyclopedia:Energy_Resistance}에너지 저항{/g}과 같은 능력으로 감소될 수 있습니다. <b>{g|Encyclopedia:Strength}힘{/g} 보너스</b> 근접 무기나 투척 무기로 공격할 때, 피해량 결과값에 힘 수정치를 더합니다. 보조 무기로 피해를 가할 때, 힘 보너스의 절반만을 더합니다. 힘 페널티를 보유중이라면, 모든 페널티가 적용됩니다. {g|Encyclopedia:Light_Weapon}양손{/g}으로 들고 있는 무기로 피해를 가할 때, 힘 보너스(힘 페널티는 곱해지지 않습니다.)의 1.5 배만큼 더합니다. 하지만 양손 경량 무기를 사용할 때는 이 높은 보너스가 적용되지 않습니다. <b>피해의 종류</b> 피해에는 다음의 두가지 종류가 있습니다: {g|Encyclopedia:Energy_Damage}에너지 피해{/g}와 {g|Encyclopedia:Physical_Damage}물리 피해{/g}.

source: Damage
ko: 피해 (Damage)
ko_mt: 피해

source: Some creatures, including many demons, may ignore certain amount of harm due to their ability of {g|Encyclopedia:Damage_Reduction}damage reduction{/g}. This amount is subtracted from {g|Encyclopedia:Physical_Damage}physical damage{/g} dealt to them. Most types of DR can be bypassed by certain types of weapons. This is denoted in exceptions subsection directly. For example, DR 5/Cold Iron means that any physical {g|Encyclopedia:Damage}damage{/g} done by a weapon not made of cold iron will be reduced by 5. Some types of DR apply to all physical {g|Encyclopedia:Attack}attacks{/g}. Such DR is denoted by the "—" symbol in exceptions subsection. Whenever damage reduction completely negates the damage from an attack, it also negates most special effects that accompany the attack, such as {g|Encyclopedia:Injury_Death}injury{/g} poison, a monk's stunning fists, and injury-based disease. Attacks that deal no damage because of the target's damage reduction do not interrupt {g|Encyclopedia:Spell}spellcasting{/g}. If a creature has damage reduction from more than one source, the two forms of damage reduction do not stack. Instead, the creature gets the benefit of the best damage reduction in a given situation.
ko: 데몬을 포함한 일부 크리처들은 {g|Encyclopedia:Damage_Reduction}피해 감소(DR){/g} 능력으로 일정 피해를 무시할 수 있습니다. 이 수치는 입은 {g|Encyclopedia:Physical_Damage}물리 피해{/g}에서 차감됩니다. 대부분의 DR은 특정 종류의 무기로 상쇄시킬 수 있습니다. 특정 예외사항을 예로 들자면 DR 5/콜드 아이언은, 콜드 아이언으로 만들어지지 않은 무기로 가하는 {g|Encyclopedia:Damage}물리 피해{/g}는 5의 감소 효과가 있다는 의미입니다. 일부 형태의 DR은 모든 물리 {g|Encyclopedia:Attack}공격{/g}에 적용됩니다. 이러한 DR은 예외 사항에 "—" 라고 표기되어 있습니다. 피해 감소가 피해를 모두 감소시키면, 독 {g|Encyclopedia:Injury_Death}상처{/g}, 몽크의 경직권, 상처에 관련된 질병 효과와 같은 피해에 포함된 특수 효과들은 모두 적용되지 않습니다. 피해 감소로 인해 피해를 받지 않으면 {g|Encyclopedia:Spell}주문 시전{/g}이 방해받지도 않습니다. 만일 크리처가 하나 이상의 피해 감소효과를 가지고 있다면, 다수의 피해 감소 효과는 중첩되지 않고 그 상황에서 가장 많은 피해를 감소시킬 수 있는 효과를 적용받습니다.

source: <b>Overcoming DR</b> {g|Encyclopedia:Damage}Damage{/g} reduction could be overcome by using weapons made from special materials (like Cold Iron or Adamantine), magic weapons (any weapon with a +1 or higher enhancement {g|Encyclopedia:Bonus}bonus{/g}, excluding masterwork), certain types of weapons (such as {g|Encyclopedia:Damage_Type}slashing{/g} or bludgeoning), and weapons imbued with an {g|Encyclopedia:Alignment}alignment{/g} (like good-aligned). Weapons with an enhancement bonus of +3 or greater can ignore some types of damage reduction, regardless of their actual material or alignment. +3 weapons overcome Cold Iron/Silver type of DR, +4 weapons overcome Adamantine type of DR, +5 weapons overcome Alignment-based DR.
ko: <b>DR 극복</b> {g|Encyclopedia:Damage}피해{/g} 감소는 특수 재료(한철, 아다만틴 등)로 만들어진 무기, 마법 무기(명품을 제외한 +1 이상의 강화 {g|Encyclopedia:Bonus}보너스{/g}를 가진 무기), 특정 종류의 무기({g|Encyclopedia:Damage_Type}베기{/g} 또는 부수기 피해 무기), {g|Encyclopedia:Alignment}성향{/g}(선성향 등)이 깃든 무기로 극복할 수 있습니다. +3 이상의 강화 보너스를 가진 무기들은 실제 재료나 성향에 관계 없이 특정 종류의 피해 감소를 극복할 수 있습니다. +3 무기는 한철/은 DR을, +4 무기는 아다만틴 DR을, +5 무기는 성향 기반 DR을 극복합니다.

source: Damage Reduction
ko: 피해 감소 (Damage Reduction)
ko_mt: 피해 감소

source: Weapons are classified according to the type of {g|Encyclopedia:Physical_Damage}physical damage{/g} they deal: Bludgeoning, Piercing, or Slashing. Some monsters may be resistant or immune to {g|Encyclopedia:Attack}attacks{/g} with certain types of {g|Encyclopedia:Damage}damage{/g}. Some weapons deal damage of multiple types.
ko: 무기들은 그것들이 가하는 {g|Encyclopedia:Physical_Damage}물리 피해{/g}의 종류에 따라 분류됩니다: 부수기, 꿰뚫기, 또는 베기. 특정 몬스터들은 특정 {g|Encyclopedia:Damage}피해{/g} 종류의 {g|Encyclopedia:Attack}공격들{/g}에 면역일 수 있습니다. 특정 무기들은 2개 이상의 종류의 피해를 가합니다.
ko_mt: 무기는 무기가 가하는 {g|Encyclopedia:Physical_Damage}물리 피해{/g} 유형에 따라 부수기, 찌르기, 베기로 분류됩니다. 일부 괴물은 특정 유형의 {g|Encyclopedia:Damage}피해{/g}를 주는 {g|Encyclopedia:Attack}공격{/g}에 저항하거나 면역이 될 수 있습니다. 일부 무기는 여러 유형의 피해를 입힙니다.

source: Damage Type
ko: 피해 종류 (Damage Type)
ko_mt: 피해 유형

source: Whenever a creature attempts to perform an {g|Encyclopedia:CA_Types}action{/g} whose success is not guaranteed, they must make some sort of {g|Encyclopedia:Check}check{/g} (usually a {g|Encyclopedia:Skills}skill check{/g}). To succeed the result of that check must meet or exceed the Difficulty Class (DC) — a specific number appointed to the action. Higher DC means a harder check.
ko: 크리처가 성공이 보장되지 않은 {g|Encyclopedia:CA_Types}행동{/g}을 하려고 할 때에는 {g|Encyclopedia:Check}판정{/g}에 성공해야 합니다 (보통은 {g|Encyclopedia:Skills}기술 판정{/g}). 판정에 성공하려면 정해진 난이도(DC)보다 같거나 높은 결과로 성공해야 합니다. 높은 DC는 더욱 어려운 판정을 의미합니다.
ko_mt: 생물이 성공이 보장되지 않는 {g|Encyclopedia:CA_Types}행동{/g}을 시도할 때마다, 일종의 {g|Encyclopedia:Check}판정{/g}(보통 {g|Encyclopedia:Skills}기술{/g} 판정)을 수행해야 합니다. 성공하려면 해당 판정의 결과가 해당 동작에 지정된 특정 수치인 난이도 등급(DC)을 충족하거나 초과해야 합니다. DC가 높을수록 확인이 더 어렵다는 뜻입니다.

source: Difficulty class
ko: 난이도 (Difficulty class)

source: Dexterity measures agility, reflexes, and balance. Here are examples where you apply your character's Dexterity modifier: • {g|Encyclopedia:RangedAttack}Ranged attack{/g} {g|Encyclopedia:Dice}rolls{/g}, including those for {g|Encyclopedia:Attack}attacks{/g} made with bows, crossbows, throwing axes, and many ranged {g|Encyclopedia:Spell}spell{/g} attacks like scorching ray. • {g|Encyclopedia:Armor_Class}Armor Class{/g} (AC), provided that current {g|Encyclopedia:Bonus}bonus{/g} is not limited by the armor's {g|Encyclopedia:Max_Dex_Bonus}maximum Dexterity bonus{/g}. • Reflex {g|Encyclopedia:Saving_Throw}saving throws{/g}, for avoiding fireballs and other attacks that you can escape by moving quickly. • {g|Encyclopedia:Trickery}Trickery{/g}, {g|Encyclopedia:Mobility}Mobility{/g}, and {g|Encyclopedia:Stealth}Stealth{/g} {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}checks{/g}. This ability is vital for characters seeking to excel with ranged weapons, such as the bow. Most builds of rogues, slayers, hunters, monks and rangers require high Dexterity.
ko: 민첩은 날렵함, 반사신경, 균형감각의 척도입니다. 캐릭터의 민첩 수정치가 사용되는 상황은 다음과 같습니다: • 활, 쇠뇌, 투척 도끼와 같은 무기를 사용한 {g|Encyclopedia:Attack}공격{/g}, 이글거리는 광선 {g|Encyclopedia:Spell}주문{/g} 등의 {g|Encyclopedia:RangedAttack}원거리 명중{/g} {g|Encyclopedia:Dice}굴림{/g}. • {g|Encyclopedia:Armor_Class}방어도{/g}(AC) {g|Encyclopedia:Bonus}보너스{/g} ({g|Encyclopedia:Max_Dex_Bonus}최대 민첩 보너스{/g}에 제한됨). • 화염구 및 다른 공격을 재빠르게 피할 수 있는 반사 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}. • {g|Encyclopedia:Trickery}손재주{/g}, {g|Encyclopedia:Mobility}기동성{/g}, {g|Encyclopedia:Stealth}은신{/g} {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}. 이 능력치는 활과 같은 원거리 무기를 능숙하게 사용하려는 캐릭터에게 필수적입니다. 로그, 슬레이어, 헌터, 몽크, 또는 레인저 클래스 빌드 대부분은 높은 민첩을 필요로 합니다.

source: Dexterity (Dex)
ko: 민첩 (Dexterity, Dex)
ko_mt: 민첩(Dex)

source: Sometimes {g|Encyclopedia:Skills}skills{/g} are {g|Encyclopedia:Check}checked{/g} over the course of dialogue — for example, when trying to convince a character of something. The check result will determine the way the dialogue develops. The character in the party with the highest rank in the desired skill is usually used to determine such a check.
ko: 대화를 진행하다가 {g|Encyclopedia:Skills}기술{/g}을 {g|Encyclopedia:Check}판정{/g}하는 경우가 있습니다. 캐릭터를 설득시키는 것이 좋은 예입니다. 판정결과에 따라 대화전개가 달라집니다. 보통은 그런 판정을 충족시키기 위해 원하는 기술에 특화시킨 캐릭터를 이용합니다.
ko_mt: 대화 도중 {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}이 필요 할 수 있습니다.(예: 캐릭터에게 무언가를 설득하려고 할 때). 판정 결과에 따라 대화의 전개 방식이 결정됩니다. 일반적으로 파티에서 원하는 기술의 등급이 가장 높은 캐릭터가 이러한 판정을 시도합니다

source: Dialogue Skill Checks
ko: 대화중 기술 판정
ko_mt: 대화 기술 판정
