Repository: akintos/wotr-translation
Catalog: translation/*/Encyclopedia.po
Languages: ko, ko_mt

source: A spell is a one-time magical effect. Spells can do a variety of amazing things: deal {g|Encyclopedia:Damage}damage{/g}, bestow curses or negative effects upon enemies, restrict their movement, empower you and your allies, {g|Encyclopedia:Healing}heal{/g} and remove negative effects, teleport and much more. Spells come in two types: arcane (cast by bards, sorcerers, wizards, etc.) and divine (cast by clerics, druids, inquisitors, etc.). Spells can be of different levels, from 1 (weakest) to 9 (strongest). Some casters have access to all 9 spell levels, while others can have only 6 or 4 maximum levels. Spell level is used in calculation of the {g|Encyclopedia:Saving_Throw}saving throw{/g} {g|Encyclopedia:DC}DC{/g} against the spell (the higher it is, the better for the caster, and the worse for the target), and {g|Encyclopedia:Concentration}concentration{/g} {g|Encyclopedia:Check}checks{/g}. Some spellcasters select their spells from a limited list of spells known, while others have access to a wide variety of options. Some spellcasters prepare spells in advance — whether from a spellbook or through prayers — while others cast spells spontaneously without preparation. Despite these differences in ways the characters use to learn or prepare their spells, when it comes to casting them, the processes of casting a spell are very much alike. Arcane spells of 0 level are called {g|Encyclopedia:Cantrips_Orisons}cantrips{/g}, and Divine spells of 0 level are called orisons. Unlike other spells they can be cast as many times per day as you want. Note: most spells that allow you to do a {g|Encyclopedia:Saving_Throw}saving throw{/g} don't have an {g|Encyclopedia:Attack}attack{/g} component and don't have to overcome {g|Encyclopedia:Touch_AC}Touch AC{/g}. Also note: the player can click RMB on a spell to activate its automatic casting. It can be especially useful for cantrips.
ko_mt: 주문은 일회성 마법 효과입니다. 주문은 적에게 {g|Encyclopedia:Damage}피해{/g}를 입히고, 저주나 부정적인 효과를 부여하며, 적의 움직임을 제한하고, 나와 아군을 강화하며, {g|Encyclopedia:Healing}치유{/g} 및 부정적인 효과 제거, 순간이동 등 다양하고 놀라운 일을 할 수 있습니다. 주문은 비전(바드, 소서러, 위저드 등이 시전)과 신성(성직자, 드루이드, 심문관 등이 시전)의 두 가지 유형으로 나뉩니다. 주문은 1(가장 약한)에서 9(가장 강한)까지 다양한 레벨을 가질 수 있습니다. 일부 시전자는 9개의 주문 레벨을 모두 사용할 수 있는 반면, 다른 시전자는 최대 레벨이 6개 또는 4개에 불과할 수 있습니다. 주문 레벨은 {g|Encyclopedia:Saving_Throw}내성 굴림{/g} 계산에 사용됩니다. 주문의 {g|encyclopedia:DC}DC{/g}(높을수록 시전자에게 유리하고 대상에게 불리함), {g|Encyclopedia:Concentration}집중{/g} {g|Encyclopedia:Check}판정{/g}을 계산합니다. 일부 주문 시전자는 알려진 제한된 주문 목록에서 주문을 선택하지만, 다른 주문 시전자는 다양한 옵션을 사용할 수 있습니다. 어떤 주문 시전자는 주문서나 기도를 통해 미리 주문을 준비하는 반면, 어떤 주문 시전자는 준비 없이 즉흥적으로 주문을 시전합니다. 캐릭터가 주문을 배우거나 준비하는 방법에는 차이가 있지만, 주문을 시전하는 과정은 매우 비슷합니다. 레벨 0의 비전 주문은 {g|Encyclopedia:Cantrips_Orisons}캔트립{/g}, 레벨 0의 신성 주문은 오리온이라고 합니다. 다른 주문과 달리 하루에 원하는 횟수만큼 시전할 수 있습니다. 참고: {g|Encyclopedia:Saving_Throw}내성 굴림{/g}을 할 수 있는 대부분의 주문에는 {g|Encyclopedia:Attack}공격{/g} 요소가 없으며, {g|Encyclopedia:TouchAttack}접촉{/g} {g|Encyclopedia:Armor_Class}AC{/g}를 극복할 필요가 없습니다. 참고: 플레이어는 주문에 RMB를 클릭해 자동 시전을 활성화할 수 있습니다. 특히 캔트립에 유용할 수 있습니다.

source: Most of spell descriptors have no game effect by themselves, but they govern how the {g|Encyclopedia:Spell}spell{/g} interacts with other spells, {g|Encyclopedia:Special_Abilities}special abilities{/g}, unusual creatures, different {g|Encyclopedia:Alignment}alignments{/g}, and so on. For example, the {g|Encyclopedia:Damage}damage{/g} of a spell with the [fire] descriptor will be partially resisted by a creature with {g|Encyclopedia:Energy_Resistance}resist{/g} energy — fire ability. The descriptors are fire, cold, sonic, acid, electricity, holy, evil, and others. Spells can have more than one descriptor.
ko_mt: 대부분의 주문 기술자는 그 자체로는 게임 효과가 없지만, {g|Encyclopedia:Spell}주문{/g}이 다른 주문, {g|Encyclopedia:Special_Abilities}특수 능력{/g}, 특이한 생물, 다른 {g|Encyclopedia:Alignment}성향{/g} 등과 어떻게 상호작용하는지를 결정합니다. 예를 들어, [화염] 설명자가 있는 주문의 {g|Encyclopedia:Damage}피해{/g}는 화염 에너지 저항 능력을 가진 생물에 의해 부분적으로 저항받습니다. 기술자는 화염, 냉기, 음파, 산성, 전기, 신성, 악마 등입니다. 주문에는 설명자가 두 개 이상 있을 수 있습니다.

source: Some characters in your party are capable of casting {g|Encyclopedia:Spell}spells{/g}. To use a spell or ability, click on its icon in the {g|Encyclopedia:CA_Types}action{/g} panel or in the Spells menu, and then on the target (your companion or an enemy, depending on the desired effect). Spells have various characteristics, such as range, duration, school, etc. To view all the spells available to a character, open their spellbook by pressing <b>{bind|OpenSpells}</b>. Clerics, Druids, Magi, Paladins, Rangers, and Wizards select their allotment of spells for the day in spellbook. A daily spellbook slot is expended after being cast and the character must {g|Encyclopedia:Rest}rest{/g} before casting it again. Bards, Inquisitors, and Sorcerers can use their spells several times per day, but their spell repertoire is limited. Most character also have usable abilities, which they might be limited by the amount of charges depending on the ability.
ko_mt: 파티에 있는 일부 캐릭터는 {g|Encyclopedia:Spell}주문{/g}을 시전할 수 있습니다. 주문 또는 능력을 사용하려면 {g|Encyclopedia:CA_Types}행동{/g} 패널 또는 주문 메뉴에서 해당 아이콘을 클릭한 다음 대상(원하는 효과에 따라 동료 또는 적)을 클릭합니다. 주문에는 범위, 지속 시간, 학파 등 다양한 특성이 있습니다. 캐릭터가 사용할 수 있는 모든 주문을 보려면 <b>{bind|OpenSpells}</b>을 눌러 주문서를 엽니다. 성직자, 드루이드, 마기, 성기사, 레인저, 위저드는 주문서에서 하루 동안 사용할 수 있는 주문의 할당량을 선택합니다. 주문을 시전하면 일일 주문서 슬롯이 소모되며, 캐릭터는 {g|Encyclopedia:Rest}휴식{/g}해야 다시 주문을 시전할 수 있습니다. 바드, 심문관, 소서러는 하루에 여러번 주문을 사용할 수 있지만, 주문 레퍼토리는 제한되어 있습니다. 또한 대부분의 캐릭터는 사용 가능한 능력을 가지고 있으며, 능력에 따라 충전량이 제한될 수 있습니다.

source: Strength measures muscle and physical power. Here are examples where you apply your character's Strength modifier: • {g|Encyclopedia:MeleeAttack}Melee attack{/g} rolls. • {g|Encyclopedia:Damage}Damage rolls{/g} when using a melee weapon or a thrown weapon. • {g|Encyclopedia:Athletics}Athletics{/g} {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}checks{/g}. Most builds of fighters, barbarians and cavaliers require high Strength. Strength also sets the maximum amount of weight your character can carry.
ko_mt: 힘은 근육과 체력을 측정합니다. 다음은 캐릭터의 힘 수정치를 적용하는 예시입니다. - {g|Encyclopedia:MeleeAttack}근접 공격{/g} {g|Encyclopedia:Dice}굴림{/g}. - 근접 무기 또는 투척 무기를 사용할 때 {g|Encyclopedia:Damage}피해{/g}가 굴러갑니다. - {g|Encyclopedia:Athletics}운동{/g} {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g} 대부분의 전사, 야만용사, 기병 빌드는 높은 힘이 필요합니다. 힘은 캐릭터가 들 수 있는 최대 무게도 결정합니다.

source: If you initiate an {g|Encyclopedia:Attack}attack{/g} on an enemy that didn't see you before the attack, for example in case of attack from {g|SpellsInvisibility}invisibility{/g} or {g|Encyclopedia:RangedAttack}ranged attack{/g}, a surprise round happens before regular rounds begin. In {g|Encyclopedia:Initiative}initiative{/g} order (highest to lowest), combatants who started the battle aware of their opponents each take a standard or {g|Encyclopedia:Move_Action}move action{/g} during the surprise {g|Encyclopedia:Combat_Round}round{/g}. You can also take {g|Encyclopedia:Free_Action}free actions{/g} during the surprise round.
ko_mt: {g|SpellsInvisibility}투명화{/g} 상태에서 공격하거나 {g|Encyclopedia:RangedAttack}원거리 공격{/g}을 받는 등, 공격 전에 자신을 보지 못한 적에게 {g|Encyclopedia:Attack}공격{/g}을 개시하면 정규 라운드가 시작되기 전에 기습 라운드가 발생합니다. 기습 {g|Encyclopedia:Initiative}우선권{/g} 순서(높은 순서부터 낮은 순서)로 상대를 인지하고 전투를 시작한 전투원은 기습 {g|Encyclopedia:Combat_Round}라운드{/g} 동안 각각 표준 또는 {g|Encyclopedia:Move_Action}이동 행동{/g}을 취합니다. 기습 라운드 동안 {g|Encyclopedia:Free_Action}자유 행동{/g}을 할 수도 있습니다.

source: <b>Difficult Terrain</b> Difficult terrain, such as heavy undergrowth, broken ground, or steep stairs, hampers movement. You can't run or charge across difficult terrain. Flying and incorporeal creatures are not hampered by difficult terrain.
ko_mt: <b>험지 효과</b> 울창한 덤불, 부서진 땅, 가파른 계단 등 험지 효과은 이동에 방해가 됩니다. 험지 효과에서는 달리거나 돌격할 수 없습니다. 비행 및 {g|Encyclopedia:Incorporeal_Touch_Attack}비실체{/g} 생물은 험지 효과에 방해받지 않습니다.

source: <b>Obstacles</b> Like difficult terrain, obstacles can hamper movement. If you don't have sufficient movement to cross the obstacle, you can't cross it. Some obstacles may also require a {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}check{/g} to cross. On the other hand, some obstacles block movement entirely. A character can't move through a blocking obstacle. Flying and incorporeal creatures are able to avoid most obstacles.
ko_mt: <b>장애물</b> 장애물은 험지 효과과 마찬가지로 이동을 방해할 수 있습니다. 장애물을 통과할 수 있을 만큼 충분히 움직이지 않으면 장애물을 통과할 수 없습니다. 일부 장애물은 {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}에 성공해야 통과할 수 있습니다. 반면에 이동을 완전히 차단하는 장애물도 있습니다. 캐릭터는 장애물을 통과할 수 없습니다. 비행 및 {g|Encyclopedia:Incorporeal_Touch_Attack}비실체{/g} 생물은 대부분의 장애물을 피할 수 있습니다.

source: To perform some {g|Encyclopedia:Attack}attacks{/g} the aggressor needs only to touch a foe for such an attack to take full effect. In these cases, the attacker makes a touch attack roll against the enemy's {g|Encyclopedia:Touch_AC}touch AC{/g}, which is usually significantly lower than full {g|Encyclopedia:Armor_Class}AC{/g}. Touch attacks are mostly used for {g|Encyclopedia:Spell}spells{/g}. Touch attacks come in two types: melee touch attacks and ranged touch attacks. Since touch attacks like the {g|SpellsShockingGrasp}shocking grasp{/g} spell are melee, they add the attacker's {g|Encyclopedia:Strength}Strength{/g} modifier to the attack roll. To hit with ranged touch attacks like the {g|SpellsScorchingRay}scorching ray{/g} spell, the spellcasters should increase their {g|Encyclopedia:Dexterity}Dexterity{/g} score and get the Precise Shot {g|Encyclopedia:Feat}feat{/g}. Hitting an opponent with a touch spell is considered to be an armed attack and therefore does not provoke {g|Encyclopedia:Attack_Of_Opportunity}attacks of opportunity{/g}. The act of casting a spell, however, does provoke an attack of opportunity. Note: spells that deal {g|Encyclopedia:Damage}damage{/g} with either type of touch attack can score {g|Encyclopedia:Critical}critical hits{/g}.
ko_mt: 일부 {g|Encyclopedia:Attack}공격{/g}을 수행하기 위해 공격자는 적을 터치하기만 하면 해당 공격이 완전한 효과를 발휘합니다. 이 경우 공격자는 적의 {g|Encyclopedia:Touch_AC}터치 AC{/g}에 대해 접촉 공격 {g|Encyclopedia:Dice}굴림{/g}을 하는데, 이는 일반적으로 전체 {g|Encyclopedia:Armor_Class}AC{/g}보다 훨씬 낮습니다. 접촉 공격은 주로 {g|Encyclopedia:Spell}주문{/g}에 사용됩니다. 접촉 공격은 근접 접촉 공격과 원거리 접촉 공격의 두 가지 유형으로 나뉩니다. {g|SpellsShockingGrasp}전격의 움켜쥠{/g} 주문과 같은 접촉 공격은 근접 공격이므로 공격자의 {g|Encyclopedia:Strength}힘{/g} 수정치가 공격에 추가됩니다. {g|SpellsScorchingRay}이글거리는 광선{/g} 주문과 같은 원거리 접촉 공격으로 적중시키려면 주문 시전자의 {g|Encyclopedia:Dexterity}민첩{/g} 점수가 증가하고 정밀 사격 {g|Encyclopedia:Feat}특기{/g}를 얻어야 합니다. 터치 주문으로 상대를 타격하는 것은 무력 공격으로 간주되므로 {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}을 유발하지 않습니다. 하지만 주문을 시전하는 행위는 기회 공격을 유발합니다. 참고: 어떤 유형의 접촉 공격으로 {g|Encyclopedia:Damage}피해{/g}를 주는 주문은 {g|Encyclopedia:Critical}치명타{/g}를 기록할 수 있습니다.

source: <b>Polymorph</b> A polymorph {g|Encyclopedia:Spell}spell{/g} transforms your physical body to take on the shape of another creature. Each polymorph spell allows you to assume the form of a creature of a specific type, granting you a number of {g|Encyclopedia:Bonus}bonuses{/g} to your {g|Encyclopedia:Ability_Scores}ability scores{/g} and a bonus to your natural armor. In addition, each polymorph spell can grant you a number of other benefits, including movement types, resistances, and senses. If the form you choose grants these benefits, or a greater ability of the same type, you gain the listed benefit. If the form grants a lesser ability of the same type, you gain the lesser ability instead. Your base {g|Encyclopedia:Speed}speed{/g} changes to match that of the form you assume. The {g|Encyclopedia:DC}DC{/g} for any of these abilities equals your DC for the polymorph spell used to change you into that form. In addition to these benefits, you gain any of the {g|Encyclopedia:NaturalAttack}natural attacks{/g} of the base creature, including proficiency in those {g|Encyclopedia:Attack}attacks{/g}. These attacks are based on your {g|Encyclopedia:BAB}base attack bonus{/g}, modified by your {g|Encyclopedia:Strength}Strength{/g} or {g|Encyclopedia:Dexterity}Dexterity{/g} as appropriate, and use your Strength modifier for determining {g|Encyclopedia:Damage}damage{/g} bonuses. If a polymorph spell causes you to change size, apply the size modifiers appropriately, changing your {g|Encyclopedia:Armor_Class}armor class{/g}, attack bonus, {g|Encyclopedia:CMB}Combat Maneuver Bonus{/g}, and {g|Encyclopedia:Stealth}Stealth{/g} {g|Encyclopedia:Skills}skill{/g} modifiers. Your ability scores are not modified by this change unless noted by the spell. Unless otherwise noted, polymorph spells cannot be used to change into specific individuals. Although many of the fine details can be controlled, your appearance is always that of a generic member of that creature's type. When you cast a polymorph spell that changes you into a creature of the animal, dragon, elemental, magical beast, plant, or vermin type, all of your gear melds into your body. Items that provide constant bonuses and do not need to be activated continue to function while melded in this way (with the exception of armor and shield bonuses, which cease to function). Items that require activation cannot be used while you maintain that form. While in such a form, you cannot cast any spells that require material components, and can only cast spells with somatic or verbal components if the form you choose has the capability to make such movements or speak, such as a dragon. If your new form does not cause your equipment to meld into your form, the equipment resizes to match your new {g|Encyclopedia:Size}size{/g}. While under the effects of a polymorph spell, you lose all extraordinary and {g|Encyclopedia:Special_Abilities}supernatural abilities{/g} that depend on your original form (such as keen senses, {g|Encyclopedia:Scent}scent{/g}, and darkvision), as well as any natural attacks and movement types possessed by your original form. You also lose any class features that depend upon form, but those that allow you to add features (such as sorcerers that can grow claws) still function. Your new form might restore a number of these abilities if they are possessed by the new form. You can only be affected by one polymorph spell at a time. If a new polymorph spell is cast on you (or you activate a polymorph effect, such as wild shape), you can decide whether or not to allow it to affect you, taking the place of the old spell. In addition, other spells that change your size have no effect on you while you are under the effects of a polymorph spell.
ko_mt: <b>변이</b> 변이 {g|Encyclopedia:Spell}주문{/g}은 당신의 육체를 다른 생물의 형태로 변형시킵니다. 각 형상변환 주문을 사용하면 특정 유형의 생물의 형상을 취할 수 있으며, {g|Encyclopedia:Ability_Scores}능력 점수{/g}에 {g|Encyclopedia:Bonus}보너스{/g}를 부여하고 자연 갑옷에 보너스를 부여합니다. 또한, 각 형상변환 주문은 이동 유형, 저항, 감각 등 다양한 이점을 부여할 수 있습니다. 선택한 형상이 이러한 이점을 부여하거나 같은 유형의 더 큰 능력을 부여하면 나열된 이점을 얻습니다. 같은 유형의 더 낮은 능력을 부여하는 형태라면, 대신 더 낮은 능력을 얻습니다. 자신의 기본 {g|Encyclopedia:Speed}속도{/g}는 자신이 맡은 형상의 속도에 맞춰 변경됩니다. 이러한 능력에 대한 DC는 해당 형태로 변신하는데 사용한 변이 주문에 대한 DC와 같습니다. 이러한 혜택에 더해, 당신은 기본 생물의 {g|Encyclopedia:NaturalAttack}자연공격{/g} 중 하나를 얻으며, 해당 {g|Encyclopedia:Attack}공격{/g} 숙련도를 포함합니다. 이러한 공격은 당신의 {g|Encyclopedia:BAB}BAB{/g}에 당신의 {g|Encyclopedia:Strength}힘{/g} 또는 {g|Encyclopedia:Dexterity}민첩{/g}에 의해 적절히 수정된 것을 기반으로 하며, {g|Encyclopedia:Damage}피해{/g} 보너스를 결정하기 위해 당신의 힘 수정치를 사용합니다. 변이 주문으로 인해 크기가 변경되는 경우, 크기 수식어를 적절히 적용하여 {g|Encyclopedia:Armor_Class}AC{/g}, 공격 보너스, {g|Encyclopedia:CMB}전법 보너스{/g}, {g|Encyclopedia:Stealth}은신{/g}를 변경합니다. {g|Encyclopedia:Skills}기술{/g} 수정치. 주문에 명시되지 않는 한, 능력 점수는 이 변경으로 인해 수정되지 않습니다. 달리 명시되지 않는 한, 변이 주문은 특정 개인으로 변경하는데 사용할 수 없습니다. 많은 세부 사항을 제어할 수 있지만, 당신의 외형은 항상 해당 생물의 유형에 속하는 일반 구성원의 외형을 유지합니다. 동물, 용, 정령, 마법 짐승, 식물, 해충 유형의 생물로 변신하는 변이 주문을 시전하면 모든 장비가 몸에 녹아듭니다. 지속적인 보너스를 제공하고 활성화할 필요가 없는 아이템은 이러한 방식으로 몸에 녹아 있는 동안에도 계속 작동합니다.(단, 갑옷과 방패 보너스는 작동이 중지됨). 활성화가 필요한 아이템은 해당 형태를 유지하는 동안 사용할 수 없습니다. 변신 상태에서는 물질 성분이 필요한 주문을 시전할 수 없으며, 선택한 변신 형태가 용과 같이 움직이거나 말을 할 수 있는 능력이 있는 경우에만 신체 또는 언어 성분이 있는 주문을 시전할 수 있습니다. 새로운 형상으로 인해 장비가 자신의 형상에 녹아들지 않는다면, 장비는 새로운 {g|Encyclopedia:Size}크기{/g}에 맞게 크기가 조정됩니다. 형상변환 주문의 영향을 받는 동안에는 원래 형상에 의존하는 모든 특수 능력과 {g|Encyclopedia:Special_Abilities}초자연 능력{/g}(예: 예민한 감각, 후각, 암흑감각)을 잃으며, 원래 형상이 가지고 있던 모든 자연 무기과 이동 유형도 잃게 됩니다. 또한 형태에 따라 달라지는 직업 특성은 모두 잃지만, 발톱을 키울 수 있는 소서러처럼 추가할 수 있는 특성은 계속 작동합니다. 새로운 형상으로 빙의하면 이러한 능력 중 일부가 회복될 수 있습니다. 한 번에 하나의 변이 주문만 영향을 받을 수 있습니다. 새로운 변이 주문이 자신에게 시전되거나 야생 형태와 같은 다형성 효과를 활성화할 경우, 기존 주문 대신 새로운 주문이 자신에게 영향을 미치도록 허용할지 여부를 결정할 수 있습니다. 또한, 변이 주문의 영향을 받고 있는 동안에는 자신의 크기를 변경하는 다른 주문은 자신에게 영향을 미치지 않습니다.

source: You can interact with various objects, such as the bodies of dead opponents, by clicking on them. Interactive objects are highlighted with an outline when you hover your mouse over them or when you hold <b>Tab</b>. Hidden object can be found after {g|Encyclopedia:Dice}rolling{/g} a successful {g|Encyclopedia:Perception}Perception{/g} {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}check{/g}. Objects found in this way are highlighted with a purple outline. All successful check results can be found in the Combat Log.
ko_mt: 죽은 적의 시체와 같은 다양한 물체를 클릭하여 상호작용할 수 있습니다. 상호작용하는 물체 위에 마우스를 올려놓거나 <b>Tab</b>을 누르고 있으면 윤곽선이 강조 표시됩니다. 숨겨진 물체는 {g|Encyclopedia:Dice}굴림{/g}에 성공한 {g|Encyclopedia:Perception}지각{/g} {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}후에 찾을 수 있습니다. 이렇게 발견된 객체는 보라색 윤곽선으로 강조 표시됩니다. 모든 판정 결과는 전투 로그에서 확인할 수 있습니다.

source: Combat Log
ko_mt: 전투 로그

source: Global Map
ko_mt: 세계 지도

source: Finding Your Way Around Alushinyrra
ko_mt: 알루시니라 주변 길 찾기

source: Skill Checks in Dialogues
ko_mt: 대화에서 기술 판정

source: Crusade Tutorial
ko_mt: 성전 튜토리얼

source: Crusade, Starting Out
ko_mt: 성전, 시작

source: Turn Order in Combat
ko_mt: 전투에서 턴 순서

source: Generals
ko_mt: 일반

source: Generals' Actions
ko_mt: 장군 행동

source: Recruiting Units
ko_mt: 모집 유닛

source: Merging and Splitting Units
ko_mt: 단위 병합 및 분할

source: Crusade Morale
ko_mt: 십자군 사기

source: Crusade Development
ko_mt: 십자군 개발

source: Crusade Management
ko_mt: 성전 관리

source: Decrees
ko_mt: 법령

source: Unit Types
ko_mt: 단위 유형

source: New Morale Banners
ko_mt: 새로운 사기의 깃발

source: Regions
ko_mt: 지역

source: Construction
ko_mt: 건설

source: Weapons are your main means of defeating enemies. All weapons require an {g|Encyclopedia:Attack}attack roll{/g} against the target's {g|Encyclopedia:Armor_Class}AC{/g} to successfully hit an enemy, then a {g|Encyclopedia:Damage}damage roll{/g} to determine how many {g|Encyclopedia:HP}hit points{/g} the attack subtracts from the current hit points of the creature struck by the weapon. All weapon attacks have a potential to deliver a {g|Encyclopedia:Critical}critical hit{/g}. Weapons are grouped into several interlocking sets of categories. These categories pertain to what training is needed to become proficient in a weapon's use (simple, martial, or exotic), the weapon's usefulness either in close combat (melee) or at a distance (ranged, which includes both thrown and projectile weapons), its relative encumbrance ({g|Encyclopedia:Light_Weapon}light{/g}, one-handed, or two-handed), and its {g|Encyclopedia:Size}size{/g} (Small, Medium, or Large).
ko_mt: 무기는 적을 물리치는 주요 수단입니다. 모든 무기는 적을 공격하는데 성공하려면 대상의 AC에 대한 명중 굴림을 시도한 다음, 무기에 맞은 생물의 현재 체력에서 공격이 얼마나 많은 체력을 뺄지 결정하는 피해 굴림을 굴려야 합니다. 모든 무기 공격은 치명타가 될 가능성이 있습니다. 무기는 서로 연동되는 몇 가지 카테고리로 그룹화됩니다. 이러한 범주는 무기 사용에 능숙해지기 위해 필요한 훈련(단순, 무술, 이국), 근접 전투(근접) 또는 원거리(원거리, 투척 및 투사체 무기 모두 포함), 무기의 상대적 사용성(경량, 한손, 양손), 크기(소형, 중형, 대형)에 따라 달라집니다.

source: Wisdom describes a character's willpower, common sense, awareness, and intuition. If you want your character to have acute senses, put a high score in Wisdom. Here are examples where you apply your character's Wisdom modifier: • {g|Encyclopedia:Saving_Throw}Will saving throws{/g} (for negating the effects of charm person and other {g|Encyclopedia:Spell}spells{/g}). • {g|Encyclopedia:Perception}Perception{/g}, {g|Encyclopedia:Lore_Nature}Lore (nature){/g} and {g|Encyclopedia:Lore_Religion}Lore (religion){/g} {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}checks{/g}. Clerics, druids, inquisitors, warpriests, hunters, shamans and rangers get bonus spells based on their Wisdom scores. The minimum Wisdom score needed to cast their spell is 10 + the spell's level.
ko_mt: 지혜는 캐릭터의 의지력, 상식, 인식, 직관력을 나타냅니다. 캐릭터가 예리한 감각을 갖기를 원한다면 지혜에 높은 점수를 부여하세요. 다음은 캐릭터의 지혜 수정치를 적용할 수 있는 예시입니다. - {g|Encyclopedia:Saving_Throw}의지 굴림{/g}(매력적인 사람 및 기타 {g|Encyclopedia:Spell}주문{/g}의 효과를 무효화할 수 있습니다). - {g|Encyclopedia:Perception}지각{/g}, {g|Encyclopedia:Lore_Nature}전승(자연){/g} 및 {g|Encyclopedia:Lore_Religion}전승(종교){/g} {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g} 성직자, 드루이드, 심문관, 전쟁사제, 사냥꾼, 주술사, 레인저는 지혜 점수에 따라 추가 주문을 받습니다. 주문을 시전하는데 필요한 최소 지혜 점수는 10 + 주문 레벨입니다.
