Repository: akintos/wotr-translation
Catalog: translation/*/Encyclopedia.po
Languages: ko, ko_mt

source: It is an area around a creature where it can make {g|Encyclopedia:MeleeAttack}melee attacks{/g} without moving. Against all enemies in this area, the creature threatens to make {g|Encyclopedia:Attack_Of_Opportunity}attacks of opportunity{/g}, making movement around it unsafe. {g|Encyclopedia:Size}Size{/g} of such an area depends on the {g|Encyclopedia:Weapon_Range}weapon range{/g} and the creature's size category.
ko: 크리처가 움직이지 않고 {g|Encyclopedia:MeleeAttack}근접 공격{/g}을 할 수 있는 영역을 말합니다. 이 영역에 있는 모든 적에게 {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}이 발생할 수 있으므로 이 영역을 지나가는 것은 위험합니다. 이 영역의 {g|Encyclopedia:Size}크기{/g}는 {g|Encyclopedia:Weapon_Range}무기의 사정거리{/g}와 크리처의 크기 분류에 의해 결정됩니다.
ko_mt: 이 영역은 생물이 이동하지 않고도 {g|Encyclopedia:MeleeAttack}근접 공격{/g}을 할 수 있는 생물 주위의 영역입니다. 이 영역에 있는 모든 적에게 이 생물은 {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}을 위협하여 그 주위의 움직임을 안전하지 않게 만듭니다. 해당 영역의 {g|Encyclopedia:Size}크기{/g}는 {g|Encyclopedia:Weapon_Range}무기 사거리{/g}와 생물의 크기 범주에 따라 달라집니다.

source: Threatened Area
ko: 위협 영역 (Threatened Area)
ko_mt: 위협 지역

source: To perform some {g|Encyclopedia:Attack}attacks{/g} the aggressor needs only to touch a foe for such an attack to take full effect. In these cases, the attacker makes a touch attack {g|Encyclopedia:Dice}roll{/g} against the enemy's {g|Encyclopedia:Touch_AC}touch AC{/g}, which is usually significantly lower than full {g|Encyclopedia:Armor_Class}AC{/g}. Touch attacks are mostly used for {g|Encyclopedia:Spell}spells{/g}. Touch attacks come in two types: melee touch attacks and ranged touch attacks. Since touch attacks like the shocking grasp spell are melee, they add the attacker's {g|Encyclopedia:Strength}Strength{/g} modifier to the attack roll. To hit with ranged touch attacks like the scorching ray spell, the spellcasters should increase their {g|Encyclopedia:Dexterity}Dexterity{/g} score and get the Precise Shot {g|Encyclopedia:Feat}feat{/g}. Hitting an opponent with a touch spell is considered to be an armed attack and therefore does not provoke {g|Encyclopedia:Attack_Of_Opportunity}attacks of opportunity{/g}. The act of casting a spell, however, does provoke an attack of opportunity. Note: spells that deal {g|Encyclopedia:Damage}damage{/g} with either type of touch attack can score {g|Encyclopedia:Critical}critical hits{/g}.
ko: 어떤 {g|Encyclopedia:Attack}공격{/g}은 완벽한 효과를 발휘하기 위해 공격자가 적에게 닿기만 하면 되는 경우가 있습니다. 이 때 공격자는 적의 {g|Encyclopedia:Touch_AC}접촉 방어도{/g}에 대해 접촉 명중 {g|Encyclopedia:Dice}굴림{/g}을 수행하게 되는데, 접촉 AC는 보통 완전한 {g|Encyclopedia:Armor_Class}방어도{/g}에 비해 낮습니다. 접촉 공격은 대부분 {g|Encyclopedia:Spell}주문{/g}에서 사용됩니다. 접촉 공격에는 근접 접촉 공격과 원거리 접촉 공격 두 종류가 있습니다. 전격의 손아귀 주문과 같은 접촉 공격은 근접 공격이기 때문에 공격자의 {g|Encyclopedia:Strength}힘{/g} 수정치를 명중 굴림에 더합니다. 이글거리는 광선 주문과 같은 원거리 접촉 공격을 명중시키려면 주문 시전자는 {g|Encyclopedia:Dexterity}민첩{/g} 점수를 올리고 정밀 사격 {g|Encyclopedia:Feat}특기{/g}를 습득해야 합니다. 적에게 접촉 공격을 명중시키는 것은 무장한 상태의 공격으로 취급되며 따라서 {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}을 유발하지 않습니다. 그러나 주문을 시전하는 행위는 기회 공격을 유발합니다. 주의: 두 종류의 접촉 공격 모두에 의한 주문 {g|Encyclopedia:Damage}피해{/g}는 {g|Encyclopedia:Critical}치명타{/g}가 발생할 수 있습니다.

source: Touch Attacks
ko: 접촉 공격 (Touch Attacks)
ko_mt: 접촉 공격

source: This is your Armor Class for situations when somebody tries to hit you with a {g|Encyclopedia:TouchAttack}touch attack{/g}, for example with a {g|Encyclopedia:Spell}spell{/g}. When you are the target of a touch {g|Encyclopedia:Attack}attack{/g}, your {g|Encyclopedia:Armor_Class}AC{/g} doesn't include any armor {g|Encyclopedia:Bonus}bonus{/g}, shield bonus, or natural armor bonus. All other modifiers, such as your {g|Encyclopedia:Size}size{/g} modifier, {g|Encyclopedia:Dexterity}Dexterity{/g} modifier, and deflection bonus (if you have any) apply normally. Note: there is a special case of touch attack — {g|Encyclopedia:Incorporeal_Touch_Attack}Incorporeal Touch Attack{/g}.
ko: 접촉 방어도는 누군가 {g|Encyclopedia:Spell}주문{/g} 등으로 {g|Encyclopedia:TouchAttack}접촉 공격{/g}을 할 때 적용되는 방어도입니다. 접촉 {g|Encyclopedia:Attack}공격{/g}의 대상이 될 때 캐릭터의 {g|Encyclopedia:Armor_Class}AC{/g}에는 갑옷 {g|Encyclopedia:Bonus}보너스{/g}, 방패 보너스, 자연 방어 보너스가 적용되지 않습니다. 그러나 {g|Encyclopedia:Size}크기{/g} 수정치, {g|Encyclopedia:Dexterity}민첩{/g} 수정치, 굴절 보너스(보너스 보유 시)와 같은 다른 모든 수정치는 정상적으로 적용됩니다. 참고: {g|Encyclopedia:Incorporeal_Touch_Attack}비실체 접촉 공격{/g}이라는 특별한 접촉 공격이 있습니다.
ko_mt: 이것은 누군가가 {g|Encyclopedia:TouchAttack}접촉 공격{/g}, 예를 들어 {g|Encyclopedia:Spell}주문{/g}으로 나를 공격하려고 할 때의 AC입니다. 자신이 접촉 {g|Encyclopedia:Attack}공격{/g}의 대상이 되었을 때, 자신의 {g|Encyclopedia:Armor_Class}AC{/g}에는 갑옷 {g|Encyclopedia:Bonus}보너스{/g}, 방패 보너스, 자연 갑옷 보너스가 포함되지 않습니다. 다른 모든 수식어(예: {g|Encyclopedia:Size}크기{/g} 수식어, {g|Encyclopedia:Dexterity}민첩{/g} 수정치, 굴절 보너스(있는 경우)는 정상적으로 적용됩니다. 참고: 접촉 공격에는 {g|Encyclopedia:Incorporeal_Touch_Attack}비실체 접촉 공격{/g}이라는 특수한 경우가 있습니다.

source: Touch AC
ko: 접촉 방어도(Touch AC)
ko_mt: 접촉 AC

source: Traits are abilities bound to certain races and backgrounds.
ko: 특성은 특정 종족이나 배경에 따른 능력입니다.
ko_mt: 특성은 특정 종족과 배경에 한정된 능력입니다.

source: Trait
ko: 특성 (Trait)
ko_mt: 특성

source: Transmutation {g|Encyclopedia:Spell}spells{/g} change the properties of some creature, thing, or condition.
ko: 변환학파 {g|Encyclopedia:Spell}주문{/g}은 일부 크리처, 사물 또는 상태의 속성을 변경합니다.
ko_mt: 변환 {g|Encyclopedia:Spell}주문{/g}은 어떤 생물, 사물, 상태의 속성을 변경합니다.

source: <b>Polymorph</b> A polymorph {g|Encyclopedia:Spell}spell{/g} transforms your physical body to take on the shape of another creature. Each polymorph spell allows you to assume the form of a creature of a specific type, granting you a number of {g|Encyclopedia:Bonus}bonuses{/g} to your {g|Encyclopedia:Ability_Scores}ability scores{/g} and a bonus to your natural armor. In addition, each polymorph spell can grant you a number of other benefits, including movement types, resistances, and senses. If the form you choose grants these benefits, or a greater ability of the same type, you gain the listed benefit. If the form grants a lesser ability of the same type, you gain the lesser ability instead. Your base {g|Encyclopedia:Speed}speed{/g} changes to match that of the form you assume. The {g|Encyclopedia:DC}DC{/g} for any of these abilities equals your DC for the polymorph spell used to change you into that form. In addition to these benefits, you gain any of the {g|Encyclopedia:NaturalAttack}natural attacks{/g} of the base creature, including proficiency in those {g|Encyclopedia:Attack}attacks{/g}. These attacks are based on your {g|Encyclopedia:BAB}base attack bonus{/g}, modified by your {g|Encyclopedia:Strength}Strength{/g} or {g|Encyclopedia:Dexterity}Dexterity{/g} as appropriate, and use your Strength modifier for determining {g|Encyclopedia:Damage}damage{/g} bonuses. If a polymorph spell causes you to change size, apply the size modifiers appropriately, changing your {g|Encyclopedia:Armor_Class}armor class{/g}, attack bonus, {g|Encyclopedia:CMB}Combat Maneuver Bonus{/g}, and {g|Encyclopedia:Stealth}Stealth{/g} {g|Encyclopedia:Skills}skill{/g} modifiers. Your ability scores are not modified by this change unless noted by the spell. Unless otherwise noted, polymorph spells cannot be used to change into specific individuals. Although many of the fine details can be controlled, your appearance is always that of a generic member of that creature's type. When you cast a polymorph spell that changes you into a creature of the animal, dragon, elemental, magical beast, plant, or vermin type, all of your gear melds into your body. Items that provide constant bonuses and do not need to be activated continue to function while melded in this way (with the exception of armor and shield bonuses, which cease to function). Items that require activation cannot be used while you maintain that form. While in such a form, you cannot cast any spells that require material components, and can only cast spells with somatic or verbal components if the form you choose has the capability to make such movements or speak, such as a dragon. If your new form does not cause your equipment to meld into your form, the equipment resizes to match your new {g|Encyclopedia:Size}size{/g}. While under the effects of a polymorph spell, you lose all extraordinary and {g|Encyclopedia:Special_Abilities}supernatural abilities{/g} that depend on your original form (such as keen senses, scent, and darkvision), as well as any natural attacks and movement types possessed by your original form. You also lose any class features that depend upon form, but those that allow you to add features (such as sorcerers that can grow claws) still function. Your new form might restore a number of these abilities if they are possessed by the new form. You can only be affected by one polymorph spell at a time. If a new polymorph spell is cast on you (or you activate a polymorph effect, such as wild shape), you can decide whether or not to allow it to affect you, taking the place of the old spell. In addition, other spells that change your size have no effect on you while you are under the effects of a polymorph spell.
ko: <b>변이</b> 변이 {g|Encyclopedia:Spell}주문{/g}은 당신의 신체를 다른 크리처의 모습으로 변화시킵니다. 각 변이 주문은 당신을 특정한 유형의 크리처 형태로 만듭니다. 이것은 당신의 {g|Encyclopedia:Ability_Scores}능력치{/g}와 자연 갑옷에 많은 {g|Encyclopedia:Bonus}보너스{/g}를 부여한다는 의미입니다. 또한, 각 변이 주문은 많은 다른 혜택을 부여합니다. 여기에는 이동 유형, 저항, 감각이 있습니다. 만약 당신의 변이한 모습이 이 혜택을 부여한다면, 혹은 같은 유형의 더 큰 능력을 부여한다면, 당신은 적혀진 혜택을 얻을 수 있습니다. 만약 변이한 모습이 같은 유형의 더 적은 능력을 부여한다면, 당신은 대신 더 적은 능력을 얻게 됩니다. 당신의 기본 {g|Encyclopedia:Speed}이동 속도{/g}는 당신이 변화고자 한 형태에 따라 달라집니다. 이 능력의 {g|Encyclopedia:DC}난이도(DC){/g}는 당신이 변화할 때 사용한 변이 주문의 DC와 같습니다. 이 혜택들에 더해서, 당신은 대상이 된 크리처의 {g|Encyclopedia:NaturalAttack}자연 공격{/g}을 {g|Encyclopedia:Attack}공격{/g}의 숙련 특성과 함께 얻을 수 있습니다. 이 공격은 당신의 {g|Encyclopedia:Strength}힘{/g}이나 {g|Encyclopedia:Dexterity}민첩{/g}에 의해 보정된 {g|Encyclopedia:BAB}기본 공격 보너스{/g}를 적용 받습니다. {g|Encyclopedia:Damage}피해{/g} 보너스는 당신의 힘 수정치에 의해서 결정됩니다. 만약 변이 주문이 당신의 크기에 영향을 준다면, 크기 수정치가 적용됩니다. 크기 수정치는 당신의 {g|Encyclopedia:Armor_Class}방어도{/g}, 공격 보너스, {g|Encyclopedia:CMB}전법 보너스{/g}, {g|Encyclopedia:Stealth}은신{/g} {g|Encyclopedia:Skills}기술{/g} 수정치에 영향을 줍니다. 당신의 능력치는 주문에 따로 적혀 있지 않은 이상 변화하지 않습니다. 변이 주문은 당신의 외양을 특정한 개체로 변화시킬 수는 없습니다. 당신의 외양은 언제나 그 크리처의 유형의 일반적인 구성원의 모습으로 변화합니다. 당신이 변이 주문을 사용하여 동물, 드래곤, 엘리멘탈, 환수, 식물, 해충의 유형으로 변화할 때에, 당신의 모든 장비들은 당신의 몸 안으로 융합됩니다. 지속적인 보너스를 주는 물품(단, 갑옷과 방패 보너스는 사라집니다)의 경우, 다시 작동시킬 필요가 없습니다. 발동을 요구하는 물품의 경우, 당신이 그 형태를 유지하고 있는 이상 사용할 수 없습니다. 또한 물질 재료를 요구하는 주문은 시전할 수 없습니다. 그러나 신체 혹은 언어의 요소만을 요구하는 주문의 경우, 만일 당신이 선택한 형태가 드래곤과 같이 그러한 움직임과 말을 할 수 있다면 주문을 시전할 수 있습니다. 만약 당신의 장비가 융합되지 않는다면, 당신의 장비는 당신의 {g|Encyclopedia:Size}크기{/g}에 맞춰서 조정됩니다. 변이 주문의 영향 아래서, 당신은 원래 형태에서 가지고 있었던 모든 특별하고 {g|Encyclopedia:Special_Abilities}초자연적인 능력{/g}들(예를 들어, 날카로운 감각, 냄새, 암흑시야)과 자연 공격, 이동 유형을 잃게 됩니다. 또한 클래스 특성도 잃게 됩니다. 그러나 소서러의 자라는 발톱과 같이 더해지는 특성을 허락하는 클래스 특성의 경우엔 여전히 작동합니다. 당신의 새로운 형태는 그 새로운 형태가 가지고 있었던 이러한 능력들을 복원합니다. 당신은 하나의 변이 주문의 영향만을 받을 수 있습니다. 새로운 변이 주문이 시전 된 경우 (혹은 변이 효과를 발동시키는 경우, 예를 들어 야생의 모습), 당신은 효과를 발동해서 이미 발동된 주문의 효과를 대체할 지 결정할 수 있습니다. 게다가 당신의 크기에 영향을 주는 다른 주문들은 당신이 변이 주문의 영향에 있는 한 효과가 없습니다.

source: Transmutation
ko: 변환학파 (Transmutation)
ko_mt: 변환

source: There are many traps awaiting you on your adventures. When any of your characters approaches a trap, they will automatically make a {g|Encyclopedia:Perception}Perception{/g} {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}check{/g}. On success, you will see the trap's location and the game will automatically pause. Traps vary in effect as well as {g|Encyclopedia:DC}difficulty{/g} to detect. Having encountered a trap, you can click on it to order one of the characters to make a {g|Encyclopedia:Trickery}Trickery{/g} skill check to disable it. On success, the trap will be disabled. On failure, it will remain in place. However, if the result of a skill {g|Encyclopedia:Dice}roll{/g} is less than the trap's difficulty by 5 or more, the trap will go off as if the character had triggered it. All check results can be found in the Combat Log.
ko: 모험에 나선 이상, 당신은 많은 함정들과 마주치게 됩니다. 당신의 캐릭터가 함정에 다가가면 자동으로 {g|Encyclopedia:Perception}지각{/g} {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}을 합니다. 판정에 성공하면 함정의 위치가 표시되며 게임은 자동으로 정지됩니다. 함정은 탐지 {g|Encyclopedia:DC}난이도{/g}와 발동되는 효과 모두 다양합니다. 발견한 함정을 클릭하여 캐릭터 중 한 명에게 해체를 지시할 수 있습니다. {g|Encyclopedia:Trickery}손재주{/g}기술 판정에 성공하면 함정이 해체되며, 실패할 경우 함정은 그대로 남아 있게 됩니다. 그러나 판정의 {g|Encyclopedia:Dice}굴림{/g} 값이 함정의 난이도보다 5 이상 낮을 경우에는 함정을 건드린 것과 동일하게 함정의 효과가 발동합니다. 모든 판정 결과는 전투 로그에서 확인할 수 있습니다.
ko_mt: 모험에는 많은 함정이 여러분을 기다리고 있습니다. 캐릭터가 함정에 접근하면 자동으로 {g|Encyclopedia:Perception}지각{/g}을 발동합니다. {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}을 시도합니다. 성공하면 함정의 위치가 표시되고 게임이 자동으로 일시 정지됩니다. 함정은 효과와 탐지 {g|Encyclopedia:DC}난이도{/g}에 따라 달라집니다. 함정을 발견하면 함정을 클릭하여 캐릭터 중 한 명에게 {g|Encyclopedia:Trickery}손재주{/g} 기술 학인을 명령하여 함정을 무력화할 수 있습니다. 성공하면 함정이 무력화됩니다. 실패하면 함정은 그대로 유지됩니다. 단, {g|Encyclopedia:Dice}굴림{/g} 기술의 결과가 함정 난이도보다 5 이상 낮으면 캐릭터가 발동한 것처럼 함정이 발동합니다. 모든 점검 결과는 전투 로그에서 확인할 수 있습니다.

source: Traps
ko: 함정 (Traps)
ko_mt: 함정

source: Trickery
ko: 손재주 (Trickery)
ko_mt: 손재주

source: You can interact with various objects, such as the bodies of dead opponents, by clicking on them. Interactive objects are highlighted with an outline when you hover your mouse over them or when you hold <b>Tab</b>. Hidden object can be found after {g|Encyclopedia:Dice}rolling{/g} a successful {g|Encyclopedia:Perception}Perception{/g} {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}check{/g}. Objects found in this way are highlighted with a purple outline. All successful check results can be found in the Combat Log. During your travels, you may also encounter chests that may contain special rewards. Its contents depend on your game version and other achievements.
ko: 적의 시체 같은 여러 오브젝트는 클릭하여 상호작용을 할 수 있습니다. 상호작용 가능한 오브젝트는 마우스를 위에 올려놓거나 <b>Tab</b>키를 누르면 외곽선으로 강조됩니다. 숨겨진 물체는 성공적인 {g|Encyclopedia:Perception}지각{/g} {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g} {g|Encyclopedia:Dice}굴림{/g}으로 찾을 수 있습니다. 이 방법으로 발견된 물체는 보라색 외곽선으로 강조됩니다. 모든 성공적인 판정 결과는 전투 로그에 저장됩니다. 모험하는 동안 특별한 보상이 들어있을 수 있는 상자를 만날 수 있습니다. 현재 게임 버전과 다른 업적에 따라 상자의 내용물은 달라집니다.

source: Trophies
ko: 트로피 (Trophies)
ko_mt: 전리품

source: Your characters have a plethora of different abilities and {g|Encyclopedia:Spell}spells{/g} available through the {g|Encyclopedia:CA_Types}action{/g} bar. For example, to cast a {g|Encyclopedia:Healing}healing{/g} spell: 1. Click on the portrait of the companion that can cast the spell. 2. Click on the icon of the spell on the action bar. 3. Click the <b>[LMB]</b> on the portrait of the companion you wish to heal. Some spells can only be used on allies, some can only target enemies, and some can work on any target. Certain abilities only affect the character using them, instantly applying their effect. Toggleable abilities such as the various bardic performances will remain active until you turn them off or, if this ability can only be used a limited number of {g|Encyclopedia:Combat_Round}rounds{/g} per day, until these rounds are expended.
ko: 당신의 캐릭터는 {g|Encyclopedia:CA_Types}행동{/g} 바를 통해 사용할 수 있는 다양한 능력과 {g|Encyclopedia:Spell}주문{/g}들을 갖고 있습니다. 예를 들어 {g|Encyclopedia:Healing}치유{/g} 주문을 사용하려면: 1. 그 주문을 사용할 수 있는 동료의 초상화를 클릭하십시오. 2. 행동 바에서 주문의 아이콘을 클릭하십시오. 3. 치료를 하려는 동료의 초상화 위에서 <b>[LMB]</b>을(를) 누르십시오. 일부 주문은 아군에게만 사용될 수 있으며, 일부는 적만을 대상으로 지정할 수 있으며 일부는 둘 다 목표로 지정할 수 있습니다. 어떤 능력은 그것을 사용하는 캐릭터에게만 효과를 발휘하며, 즉시 효과가 발생합니다. 바드의 여러 연주와 같이 토글이 가능한 능력은 당신이 다시 끄거나, 능력이 하루에 제한된 횟수의 {g|Encyclopedia:Combat_Round}라운드{/g} 만큼만 사용할 수 있는 경우에 이 라운드가 모두 소진되었을 때 까지 유지됩니다.

source: Using Abilities
ko: 능력 사용하기 (Using Abilities)
ko_mt: 능력 사용

source: When combat begins, the game is paused. The pause is convenient to give orders to your characters. {br}To pause or unpause the game, press <b>[{bind|Pause}]</b>. To order your character to {g|Encyclopedia:Attack}attack{/g}, select them and click <b>[LMB]</b> on an enemy. To switch between turn-based and real-time modes, use {ui|SwitchTBM} or key <b>[{bind|SwitchTBM}]</b>. {br}Your enemies are highlighted in red, and your allies in green. A stippled line connects a character to their current target. {br}A timer over a character's head counts down the time until the next {g|Encyclopedia:Combat_Round}round{/g} and depicts this character's current scheduled {g|Encyclopedia:CA_Types}action{/g}.
ko: 전투가 시작되면 게임은 일시정지됩니다. 일시정지는 당신의 캐릭터들에게 명령을 내리는 데 유용합니다. {br}게임을 일시정지 시키거나 재개하기 위해서는, <b>[{bind|Pause}]</b> 키를 누르십시오. 당신의 캐릭터에게 {g|Encyclopedia:Attack}공격{/g}을 명령하려면 그들을 선택하고 적에게 <b>[마우스 왼쪽 버튼]</b>을 클릭하십시오. 턴 기반 모드와 실시간 모드를 서로 변경하려면 {ui|SwitchTBM} 버튼을 사용하거나 키보드의 <b>[{bind|SwitchTBM}]</b> 키를 누르십시오. {br}당신의 적들은 붉은색으로 강조 표시되며 아군들은 초록색으로 표시됩니다. 캐릭터와 현재 목표가 점선으로 연결되어 표시됩니다. {br}캐릭터의 머리 위의 타이머가 다음 {g|Encyclopedia:Combat_Round}라운드{/g}까지 남은 시간을 표시하며 해당 캐릭터의 다음 예정된 {g|Encyclopedia:CA_Types}행동{/g}을 그림으로 보여줍니다.

source: Combat
ko: 전투 (Combat)
ko_mt: 전투

source: Some interactive objects aren't easy to find. Moving past such an object, every character automatically makes a {g|Encyclopedia:Perception}Perception{/g} {g|Encyclopedia:Skills}skill check{/g}. If the {g|Encyclopedia:Check}check{/g} is successful, the object is found — it is highlighted, drawing your attention, and can now be interacted with. {br}Interactive objects are highlighted when you hover your mouse over them, or press <b>[{bind|HighlightObjects}]</b>.
ko: 몇몇 상호작용 가능한 물체는 발견하기 쉽지 않습니다. 그런 물체를 지나칠 때 모든 캐릭터는 자동으로 {g|Encyclopedia:Perception}지각{/g} {g|Encyclopedia:Skills}스킬{/g} {g|Encyclopedia:Check}판정{/g}을 합니다. 판정이 성공했으면 물체를 발견합니다. 발견된 물체는 시선을 끌도록 외곽선이 강조되며 상호작용을 할 수 있습니다. 상호작용 가능한 물체에 마우스를 갖다 대거나 <b>[{bind|HighlightObjects}]</b>를 누르고 있으면 강조 표시가 됩니다.

source: Hidden Objects
ko: 숨겨진 물체 (Hidden Objects)
ko_mt: 숨겨진 개체

source: Sometimes interacting with an object requires a {g|Encyclopedia:Skills}skill check{/g}. A successful skill {g|Encyclopedia:Check}check{/g} can be necessary for various tasks: climbing over an obstacle, picking a lock on a door or a chest, disarming a trap, moving something heavy, reading an inscription in an ancient language, and many others. {br}Different tasks take different skills. If you have several characters selected at the same time, the {g|Encyclopedia:CA_Types}action{/g} will be performed by the character with the highest skill {g|Encyclopedia:Bonus}bonus{/g}, so you should select the whole party before attempting a check.
ko: 때론 어느 물체와 상호작용하기 위해선 {g|Encyclopedia:Skills}기술 판정{/g}이 필요합니다. 장애물을 넘거나 문과 상자 열기, 함정 해제하기, 무거운 거 옮기기, 고대 언어로 적힌 비문 읽기, 이밖에 다른 다양한 작업을 수행하기 위해선 기술 {g|Encyclopedia:Check}판정{/g}에 성공해야 합니다. {br}작업마다 서로 다른 기술을 필요로 합니다. 여러 캐릭터를 같이 선택한 경우, 가장 높은 기술 {g|Encyclopedia:Bonus}보너스{/g}를 가진 캐릭터가 {g|Encyclopedia:CA_Types}행동{/g}하므로, 판정을 시도하기 전 모든 파티를 선택하십시오.

source: Skill Checks
ko: 기술 판정 (Skill Check)
ko_mt: 기술 판정

source: Rolling Dice
ko: 주사위 굴림 (Rolling Dice)
ko_mt: 주사위 굴림

source: Every event is documented in the combat log (bottom right corner of the screen). There you can see the results of the {g|Encyclopedia:Dice}rolls{/g} your characters and enemies make, {g|Encyclopedia:Skills}skill checks{/g}, and lots of other things. If you're unhappy with the way a combat goes, check out the details of the rolls — you might find some information that would help you to optimize your tactics.
ko: 모든 이벤트는 화면 오른쪽 아래 전투 기록에 기록됩니다. 전투 기록에서 캐릭터와 적의 {g|Encyclopedia:Dice}굴림{/g} 결과와 {g|Encyclopedia:Skills}기술 판정{/g}같은 다양한 것들을 확인할 수 있습니다. 만약 전투가 마음대로 진행되지 않는다고 생각한다면 자세한 굴림 결과를 확인하십시오. 전략을 최적화하는 데 도움이 될 정보를 찾을 수 있습니다.

source: Combat log
ko: 전투 기록 (Combat log)

source: Attack
ko: 공격 (Attack)
ko_mt: 공격

source: Click this icon to leave a location. To leave, your whole party needs to be near it. Before leaving the location, you'll be able to review and collect the loot you've left behind.
ko: 이 아이콘을 눌러 지역을 떠납니다. 당신의 모든 일행들이 아이콘 근처에 있어야 장소를 벗어날 수 있습니다. 장소를 벗어나기 전에 당신은 남겨둔 전리품을 확인하고 획득할 수 있습니다.

source: Leaving a Location
ko: 지역 떠나기 (Leaving a Location)
ko_mt: 위치에서 나가기

source: Combat victories and other achievements give your character {g|Encyclopedia:XP}experience points{/g}. After accumulating a certain amount of experience, a character gains a new level. It allows them to take a new class or raise their level in one of the classes they already possess, and also gives other advantages, such as increased {g|Encyclopedia:HP}hit points{/g}.
ko: 전투에서 승리하거나 다른 일들을 성공하면 당신의 캐릭터가 {g|Encyclopedia:XP}경험치{/g}를 받습니다. 일정 량의 경험치가 누적되면, 캐릭터의 레벨이 상승합니다. 레벨이 상승하면 새로운 클래스를 얻거나 기존 클레스의 레벨을 올릴 수 있으며, {g|Encyclopedia:HP}생명점{/g}이 늘어나는 등 다른 이점들도 있습니다.

source: When a character gains a level, they can get new {g|Encyclopedia:Feat}feats{/g}, learn new {g|Encyclopedia:Spell}spells{/g} and {g|Encyclopedia:Skills}skills{/g}, and increase {g|Encyclopedia:Ability_Scores}ability scores{/g}. The exact improvements a character gets depend on their classes and the total number of their levels.
ko: 캐릭터의 레벨이 상승하면, 새로운 {g|Encyclopedia:Feat}특기{/g}들을 획득하거나, 새로운 {g|Encyclopedia:Spell}주문{/g}들과 {g|Encyclopedia:Skills}기술{/g}들을 배우거나, {g|Encyclopedia:Ability_Scores}능력치{/g}를 상승시킬 수 있습니다. 캐릭터가 획득하는 추가점은 그 캐릭터의 클래스와 총 레벨에 좌우됩니다.

source: Level Advancement
ko: 레벨 상승 (Level Advancement)
ko_mt: 레벨 진급

source: Vendors allow you to buy weapons, armor, {g|Encyclopedia:Spell}spell{/g} scrolls, potions and other things. Vendor can buy the trophies you've brought from the caves, and sell something you might need in the adventure that awaits you, for example Potions of Cure Light Wounds.
ko: 상인들은 무기, 갑옷, {g|Encyclopedia:Spell}주문{/g} 두루마리, 물약과 같은 다양한 물건들을 판매합니다, 상인에게 당신이 동굴에서 얻은 전리품들을 판매할 수 있고, 가벼운 상처 치료의 물약과 같이 미래의 모험에 도움이 될만한 물건을 살 수 있습니다.

source: Vendor
ko: 상인 (Vendor)
ko_mt: 상인

source: Click the <b>[RMB]</b> on the spot where you want to move your character, and they will start the movement. {br}The point you have clicked will be marked by a special symbol. If the point can't be reached, the symbol will appear on the closest accessible point.
ko: 당신의 캐릭터를 이동시키고자 하는 곳을 <b>[RMB]</b> 클릭하면 캐릭터가 해당 위치로 움직이기 시작할 것입니다. {br}클릭된 지점은 특별한 표식으로 표시됩니다. 만약 해당 위치가 접근할 수 없는 곳이라면, 표식은 그곳에서 접근할 수 있는 가장 가까운 곳에 나타날 것입니다.

source: Movement
ko: 이동 (Movement)
ko_mt: 이동

source: As time passes, your characters become tired and act less effectively. You can see this by the "fatigue" and "exhaustion" condition icons on their portraits. This is why they need regular {g|Encyclopedia:Rest}rest{/g}. {br}While resting, all characters restore a portion of their lost {g|Encyclopedia:HP}hit points{/g}. {g|Encyclopedia:Spell}Spellcasters{/g} also replenish their spells. Rest also helps you get rid of some of the negative conditions. Resting takes at least 8 hours.
ko: 시간이 지날수록, 당신의 캐릭터들은 지치며 덜 효율적으로 활동하게 됩니다. 초상화의 "피로"와 "탈진" 상태 아이콘으로 확인할 수 있습니다. 주기적으로 {g|Encyclopedia:Rest}휴식{/g}을 해서 캐릭터들이 탈진하는 것을 방지해야 합니다. {br}휴식하는 동안, 모든 캐릭터들은 잃은 {g|Encyclopedia:HP}생명점{/g}을 회복합니다. {g|Encyclopedia:Spell}주문 시전자{/g}들은 소모한 주문을 다시 회복합니다. 휴식은 또한 일부 부정적 상태를 제거해 줍니다. 휴식에는 최소 8시간이 소요됩니다.

source: Rest
ko: 휴식
ko_mt: 휴식

source: Potion of {g|Encyclopedia:Healing}cure{/g} light wounds is a good way to heal in battle. {br}To use it, first drag it from the inventory to a character's belt slot.
ko: 가벼운 상처 {g|Encyclopedia:Healing}치료{/g}의 물약은 전투 중 치유에 좋은 방법입니다. {br}사용하기 위해서는 먼저 소지품 창에 있는 캐릭터의 벨트 칸에 옮겨 놓아야 합니다.

source: After that, use it from the {g|Encyclopedia:CA_Types}action{/g} bar. {br}You can do it both in combat and out of it. Most potions are used this way.
ko: 그 후, {g|Encyclopedia:CA_Types}행동{/g} 바 에서 사용합니다. {br}당신의 전투 여부에 상관없이 사용할 수 있습니다. 대부분의 포션은 이러한 방식으로 사용됩니다.

source: Using Potions
ko: 포션 사용 (Using Potions)
ko_mt: 물약 사용
