Repository: akintos/wotr-translation
Catalog: translation/*/Encyclopedia.po
Languages: ko, ko_mt

source: Most of the game's mechanics are based on the rules of the table-top RPG Pathfinder, which uses dice for determining outcomes of various {g|Encyclopedia:CA_Types}actions{/g}. The most commonly used dice has 20 sides (denoted in the rules as a d20) — it's the dice you roll during {g|Encyclopedia:Attack}attacks{/g}, {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}checks{/g} and many other cases. When you need to roll dice, the specific type of roll is denoted as XdN, where N is the number of the sides of the dice you use in this case, and X is the number of the dice rolled. For example, 1d20 means the result can be from 1 to 20 (one roll of a 20-sided die), and 2d6 means from 2 to 12 (roll two 6-sided dice and add up the results). There are many types of dice, but the most common are: d3, d4, d6, d8, d10, d12, d20.
ko: 이 게임의 대부분의 메커닉들은 주사위를 이용해 다양한 {g|Encyclopedia:CA_Types}행동{/g}들의 결과를 결정하는 TRPG인 Pathfinder에 기반하고 있습니다. 가장 일반적으로 사용되는 주사위는 20개의 면을 가지고 있으며(이에 기반한 룰이 d20으로 표기되어있습니다.) - 이것이 {g|Encyclopedia:Attack}공격{/g}, {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}검사{/g}와 다양한 다른 경우에 사용되는 주사위입니다. 주사위를 굴려야 할 때, 특정한 종류의 굴림은 XdN으로 표기되며, N은 굴려야하는 주사위의 면의 갯수, 그리고 X는 주사위를 굴리는 횟수를 의미합니다. 예를 들어, 1d20의 결과는 1에서 20까지(20면체 주사위를 한번 굴림) 나올 수 있으며 , 2d6는 2에서 12까지 (6면체 주사위를 두번 굴려 값을 더함)의 결과를 가질 수 있습니다. 많은 종류의 주사위가 있지만 흔히 사용되는 주사위의 종류는 다음과 같습니다: d3, d4, d6, d8, d10, d12, d20.
ko_mt: 게임 메커니즘의 대부분은 다양한 {g|Encyclopedia:CA_Types}행동{/g}의 결과를 결정하기 위해 주사위를 사용하는 테이블탑 RPG 패스파인더의 규칙을 기반으로 합니다. 가장 일반적으로 사용되는 주사위는 20면이 있으며(규칙에서는 d20으로 표시됨), {g|Encyclopedia:Attack}명중 굴림{/g}, {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g} 및 기타 여러 경우에 굴리는 주사위입니다. 주사위를 굴려야 할 때 특정 유형의 주사위를 XdN으로 표시하는데, 여기서 N은 이 경우 사용하는 주사위의 면 수이고 X는 굴린 주사위의 개수입니다. 예를 들어 1d20은 결과가 1에서 20까지(20면 주사위를 한 번 굴림) 나올 수 있음을 의미하며, 2d6은 2에서 12까지(6면 주사위 두 개를 굴려 결과를 합산)를 의미합니다. 주사위에는 여러 종류가 있지만 가장 일반적인 주사위는 d3, d4, d6, d8, d10, d12, d20입니다.

source: Dice
ko: 주사위 (Dice)
ko_mt: 굴림

source: Divination {g|Encyclopedia:Spell}spells{/g} enable you to learn secrets long forgotten, predict the future, find hidden things, and foil deceptive spells.
ko: 예지학파 {g|Encyclopedia:Spell}주문{/g}들은 잊힌 비밀을 배우하거나, 미래를 예견하거나, 숨겨진 물체를 찾고, 현혹하는 주문들을 간파할 수 있게 해줍니다.
ko_mt: 예지 {g|Encyclopedia:Spell}주문{/g}을 사용하면 오랫동안 잊혀진 비밀을 배우고, 미래를 예측하고, 숨겨진 물건을 찾고, 속이는 주문을 물리칠 수 있습니다.

source: Divination
ko: 예지학파 (Divination)
ko_mt: 예지

source: Enchantment {g|Encyclopedia:Spell}spells{/g} affect the minds of others, influencing or controlling their behavior. All enchantments are mind-affecting spells. Two subschools of enchantment spells grant you influence over a subject creature.
ko: 부여학파 {g|Encyclopedia:Spell}주문{/g}은 다른 대상의 정신에 영향을 끼쳐 그들의 행동을 향상시키거나 제약합니다. 모든 부여학파 주문은 정신 영향 효과입니다. 부여학파의 두 하위학파는 당신에게 목표 생물에 영향을 끼칠 수 있는 능력을 줍니다.

source: <b>Charm</b> A charm {g|Encyclopedia:Spell}spell{/g} changes how the subject views you, typically making it see you as a good friend.
ko: <b>매혹</b> 매혹 {g|Encyclopedia:Spell}주문{/g}은 주체가 당신을 보는 시각을 바꾸고, 전형적으로 당신을 좋은 친구로 보이게 만듭니다.
ko_mt: <b>부적</b> 부적 {g|Encyclopedia:Spell}주문{/g}은 대상의 시각을 변화시켜, 일반적으로 당신을 좋은 친구로 인식하게 합니다.

source: <b>Compulsion</b> A compulsion {g|Encyclopedia:Spell}spell{/g} forces the subject to act in some manner or changes the way its mind works. Some compulsion spells determine the subject's {g|Encyclopedia:CA_Types}actions{/g} or the effects on the subject, others allow you to determine the subject's actions when you cast the spell, and still, others give you ongoing control over the subject.
ko: <b>강제</b> 강제 {g|Encyclopedia:Spell}주문{/g}은 대상이 행동하거나 마음이 작용하는 방식을 바꾸도록 강요합니다. 어떤 강제 주문은 대상의 {g|Encyclopedia:CA_Types}행동{/g}이나 대상에 미치는 영향을 주고, 어떤 주문은 시전할 때 대상의 행동에 영향을 줄 수 있으며, 어떤 주문은 대상에 대한 지속적인 통제권을 줍니다.
ko_mt: <b>강박</b> 강박 {g|Encyclopedia:Spell}주문{/g}은 대상에게 어떤 방식으로든 행동하도록 강요하거나 정신 작용 방식을 변화시킵니다. 어떤 강박 주문은 대상의 {g|Encyclopedia:CA_Types}행동{/g}을 결정하거나 대상에게 미치는 효과를 결정하고, 어떤 주문은 주문을 시전할 때 대상의 행동을 결정할 수 있으며, 어떤 주문은 대상에 대한 지속적인 통제권을 부여하기도 합니다.

source: Enchantment
ko: 부여학파 (Enchantment)
ko_mt: 환혹

source: Energy {g|Encyclopedia:Damage}damage{/g} is generally dealt by {g|Encyclopedia:Spell}spells{/g}. Spells or effects with any of the {g|Encyclopedia:Spell_descriptors}descriptors{/g} like [acid], [sonic] or [electricity] deal energy damage. A creature must have {g|Encyclopedia:Energy_Resistance}energy resistance{/g} to reduce the amount of damage it takes from one of these sources. Creature's {g|Encyclopedia:Special_Abilities}special ability{/g} {g|Encyclopedia:Energy_Immunity}Energy Immunity{/g} allows it to completely negate certain energy {g|Encyclopedia:Damage_Type}damage type{/g}. The other main type of damage is {g|Encyclopedia:Physical_Damage}physical damage{/g}.
ko: 에너지 {g|Encyclopedia:Damage}피해{/g}는 기본적으로 {g|Encyclopedia:Spell}주문{/g}들에 의해 가해집니다. 주문이나 [산성], [음파] 또는 [전기]와 같은 {g|Encyclopedia:Spell_descriptors}기술어{/g}가 붙은 효과들은 에너지 피해를 가합니다. 크리처는 이렇게 가해지는 피해의 수치를 감소시키기 위해 {g|Encyclopedia:Energy_Resistance}에너지 저항{/g}을 가져야합니다. 크리처의 {g|Encyclopedia:Special_Abilities}특수 능력{/g}인 {g|Encyclopedia:Energy_Immunity}에너지 면역{/g}은 어떤 {g|Encyclopedia:Damage_Type}피해 종류{/g}의 에너지 피해를 완전히 무효화시킬 수 있게 해줍니다. 다른 종류의 주 피해 종류는 {g|Encyclopedia:Physical_Damage}물리 피해{/g}입니다.

source: Energy Damage
ko: 에너지 피해 (Energy Damage)
ko_mt: 에너지 피해

source: A creature with energy immunity never takes any {g|Encyclopedia:Damage}damage{/g} from that energy type (like cold or electricity, see {g|Encyclopedia:Spell_Descriptor}spell descriptors{/g}). For example, most demons are immune to electricity.
ko: 에너지 면역을 가진 크리처는 절대로 해당 종류의 에너지 (냉기나 전기와 같은, {g|Encyclopedia:Spell_Descriptor}주문 기술어{/g}를 참조하십시오) {g|Encyclopedia:Damage}피해{/g}를 입지 않습니다. 예를 들어, 대부분의 데몬들은 전기에 면역이 있습니다.
ko_mt: 에너지 면역이 있는 생물은 해당 에너지 유형(예: 냉기 또는 전기, {g|Encyclopedia:Spell_Descriptor}주문 기술자{/g} 참조)으로부터 {g|Encyclopedia:Damage}피해{/g}를 받지 않습니다. 예를 들어, 대부분의 데몬은 전기에 면역입니다.

source: Energy Immunity
ko: 에너지 면역 (Energy Immunity)
ko_mt: 에너지 면역

source: A creature with resistance to energy has the ability (usually extraordinary) to ignore some {g|Encyclopedia:Damage}damage{/g} of a certain type per {g|Encyclopedia:Attack}attack{/g}, but it does not have total immunity. Resistance of the same type doesn't stack. Each resistance ability is defined by what energy type it resists (like cold or electricity) and how many points of damage are resisted, like "Energy Resistance (fire) 10" decreases incoming {g|Encyclopedia:Energy_Damage}fire damage{/g} by 10. It doesn't matter whether the damage has a mundane or magical source. {g|Encyclopedia:Spell}Spells{/g} are not disrupted if the spellcaster's energy resistance completely negates the damage from an enemy energy attack.
ko: 에너지에 저항을 가진 크리처는 어떤 종류의 {g|Encyclopedia:Damage}피해{/g}를 매 {g|Encyclopedia:Attack}공격{/g}마다 무시할 수 있는 능력(주로 예외적인)을 가지고 있지만 , 완전한 면역을 가지고 있지는 않습니다. 같은 종류의 저항은 중첩되지 않습니다. 각 저항 능력은 "에너지 저항 (화염) 10"이 가해지는 {g|Encyclopedia:Energy_Damage}화염 피해{/g}를 10만큼 감소시키는 것과 같이 어떤 종류의 에너지를 저항하는지(냉기나 전기와 같은)와 얼마나 많은 점수의 피해를 저항하는지에 따라 정의됩니다. 가해지는 피해가 마법에 의한 것인지 일반적인 것인지는 상관 없습니다. 주문시전자의 에너지 저항이 적의 에너지 공격의 피해를 완전히 무시한다면 그의 {g|Encyclopedia:Spell}주문들{/g}은 방해받지 않습니다.
ko_mt: 에너지에 대한 저항을 가진 생물은 {g|Encyclopedia:Attack}공격{/g}당 특정 유형의 {g|Encyclopedia:Damage}피해{/g} 일부를 무시하는 능력(보통 특별)을 가지고 있지만, 완전한 면역은 없습니다. 같은 유형의 저항은 중첩되지 않습니다. 각 저항 능력은 저항하는 에너지 유형(예: 냉기 또는 전기)과 저항하는 피해 지점 수에 따라 결정됩니다.(예: "에너지 저항(화염) 10"은 받는 {g|Encyclopedia:Energy_Damage}화염 피해{/g}를 10 감소시킵니다). 피해의 원인이 일반인지 마법인지는 중요하지 않습니다. 주문 시전자의 에너지 저항이 적의 에너지 공격으로 인한 피해를 완전히 무효화하면 {g|Encyclopedia:Spell}주문{/g}은 방해받지 않습니다.

source: Energy Resistance
ko: 에너지 저항
ko_mt: 에너지 저항

source: Energy Vulnerability makes a creature takes 50% more {g|Encyclopedia:Damage}damage{/g} than normal from that energy type (like cold or electricity, see {g|Encyclopedia:Spell_Descriptor}spell descriptors{/g}). In case creature has both vulnerability and {g|Encyclopedia:Energy_Resistance}energy resistance{/g}, and the {g|Encyclopedia:Spell}spell{/g} allows a {g|Encyclopedia:Saving_Throw}saving throw{/g}, the effects apply in the following order: 1. Saving Throw: 2. Energy Vulnerability; 3. Energy Resistance.
ko: 에너지 취약성은 크리처가 그 종류의 에너지에 (냉기와 전기와 같은, {g|Encyclopedia:Spell_Descriptor}주문 기술어{/g}를 참조하세요)일반적인 피해보다 50% 더 많은 {g|Encyclopedia:Damage}피해{/g}를 입게 합니다. 만약 크리처가 취약성과 {g|Encyclopedia:Energy_Resistance}에너지 저항{/g}을 모두 가지고, 가해진 {g|Encyclopedia:Spell}주문{/g}이 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}을 허용한다면, 다음 순서에 따라 효과가 적용됩니다: 1. 내성 굴림: 2. 에너지 취약성; 3. 에너지 저항.

source: Energy Vulnerability
ko: 에너지 취약성 (Energy Vulnerability)
ko_mt: 에너지 취약성

source: To equip an item, open your Inventory by pressing <b>{bind|OpenInventory}</b> and double-click on it or drag it to a suitable slot. Hover your mouse cursor over an object to see a tooltip with its description, stats, and comparison to any equipment currently in that slot.
ko: 물품을 장비하려면 <b>{bind|OpenInventory}</b>키를 눌러 인벤토리 창을 열고 그 물품을 더블 클릭하거나 맞는 칸에 끌어 놓으십시오. 마우스 커서를 올려놓으면 물품에 관한 설명과 능력치가 보이고 현재 장비와 비교할 수 있습니다.
ko_mt: 아이템을 장착하려면 <b>{bind|OpenInventory}</b>을 눌러 인벤토리를 열고 더블 클릭하거나 적절한 슬롯으로 드래그하세요. 아이템 위에 마우스 커서를 올리면 설명, 능력치, 현재 해당 슬롯에 있는 장비와 비교한 툴팁이 표시됩니다.

source: Equipment
ko: 장비(Equipment)
ko_mt: 장비

source: Evocation {g|Encyclopedia:Spell}spells{/g} manipulate magical energy or tap an unseen source of power to produce the desired end. In effect, an evocation draws upon magic to create something out of nothing. Many of these spells produce spectacular effects, and evocation spells can deal large amounts of {g|Encyclopedia:Damage}damage{/g}.
ko: 방출학파 {g|Encyclopedia:Spell}주문{/g}은 마법의 에너지를 조작하거나 보이지 않는 힘의 원천을 두드려 원하는 결과를 만듭니다. 사실상, 방출학파 주문은 무에서 어떤 것을 창조하기 위해 사용하는 마법입니다. 이러한 주문들 중 많은 것들이 화려한 효과를 동반하며, 또한 방출학파 주문은 많은 양의 {g|Encyclopedia:Damage}피해{/g}를 입힐 수 있습니다.

source: Evocation
ko: 방출학파 (Evocation)
ko_mt: 방출

source: A creature with the fast {g|Encyclopedia:Healing}healing{/g} {g|Encyclopedia:Special_Abilities}special ability{/g} regains {g|Encyclopedia:HP}hit points{/g} at an exceptional rate, usually 1 or more hit points per {g|Encyclopedia:Combat_Round}round{/g}. Fast healing continues to function even if creature is {g|Encyclopedia:Injury_Death}unconscious{/g} until it dies.
ko: 빠른{g|Encyclopedia:Healing}치유{/g} {g|Encyclopedia:Special_Abilities}특수 능력{/g}을 가진 크리처는 {g|Encyclopedia:Combat_Round}라운드{/g} 당 1 이상의 예외적인 속도로 {g|Encyclopedia:HP}생명점{/g}을 되찾습니다. 빠른 치유는 크리처가 {g|Encyclopedia:Injury_Death}의식불명{/g}에 빠져도 계속 기능하며, 사망하는 즉시 빠른 치유의 효과도 끝납니다.

source: Fast Healing
ko: 빠른 치유 (Fast Healing)
ko_mt: 빠른 치유

source: Feats are abilities that are not tied to your {g|Encyclopedia:Race}race{/g}, class, or {g|Encyclopedia:Skills}skill{/g} — things like particularly quick reflexes that allow you to react to danger more swiftly, the training to deliver powerful strikes with melee weapons, or the knack for deflecting arrows fired at you. Some feats are more useful to certain types of characters than others. Many of them alter or enhance class abilities or soften class restrictions, while others might apply {g|Encyclopedia:Bonus}bonuses{/g} to your statistics or grant you the ability to take {g|Encyclopedia:CA_Types}actions{/g} otherwise prohibited to you. By selecting feats, you can customize and adapt your character to be uniquely yours.
ko: 특기는 {g|Encyclopedia:Race}종족{/g}이나 클래스, {g|Encyclopedia:Skills}스킬{/g}에 얽매이지 않는 능력입니다. 특기엔 위험에 더 빠르게 반응할 수 있게 하는 재빠른 반사 신경과 근접 무기로 강력한 일격을 날릴 수 있는 훈련, 혹은 날라오는 화살을 피하는 재주 같은 것들이 있습니다. 어떤 특기는 다른 캐릭터보다 특정 유형의 캐릭터에게 더 유용합니다. 대다수의 특기는 클래스 능력을 바꾸거나 향상하며 클래스 제한을 완화합니다. 다른 특기는 당신의 수치에 {g|Encyclopedia:Bonus}보너스{/g}를 주거나 원래는 할 수 없던 {g|Encyclopedia:CA_Types}행동{/g}을 취할 수 있도록 능력을 부여합니다. 특기를 선택하여 당신만의 특별한 캐릭터를 맞추고 꾸밀 수 있습니다.
ko_mt: 업적은 위험에 더 빠르게 대응할 수 있는 반사 신경, 근접 무기로 강력한 공격을 가할 수 있는 훈련, 자신에게 발사된 화살을 빗겨가는 기술 등 자신의 {g|Encyclopedia:Race}종족{/g}, 직업 또는 {g|Encyclopedia:Skills}기술{/g}과 무관한 능력입니다. 일부 능력은 특정 유형의 캐릭터에게 더 유용합니다. 대부분은 직업 능력을 변경 또는 강화하거나 직업 제한을 완화하는 반면, 일부는 능력치에 {g|Encyclopedia:Bonus}보너스{/g}를 적용하거나 금지된 {g|Encyclopedia:CA_Types}행동{/g}을 취할 수 있는 능력을 부여하기도 합니다. 피트을 선택하면 캐릭터를 자신만의 개성에 맞게 커스터마이징하고 조정할 수 있습니다.

source: Feat
ko: 특기 (Feat)
ko_mt: 특기

source: When making a melee {g|Encyclopedia:Attack}attack{/g}, a character gets a +2 flanking {g|Encyclopedia:Bonus}bonus{/g} if an opponent is {g|Encyclopedia:Threatened_Area}threatened{/g} by an ally of the character.
ko: 캐릭터가 근접 {g|Encyclopedia:Attack}공격{/g}을 할 때, 상대방이 캐릭터의 동료에게 {g|Encyclopedia:Threatened_Area}위협{/g} 받는 중이라면 +2의 협공 {g|Encyclopedia:Bonus}보너스{/g}를 얻습니다.

source: Flanking
ko: 협공 (Flanking)
ko_mt: 측면 공격

source: A character who has not yet acted during a combat is flat-footed, unable to react normally to the situation. A flat-footed character loses their {g|Encyclopedia:Dexterity}Dexterity{/g} {g|Encyclopedia:Bonus}bonus{/g} to {g|Encyclopedia:Armor_Class}AC{/g} (and all effects that depend on it, like dodge) and {g|Encyclopedia:CMD}Combat Maneuver Defense{/g} (CMD) (if they have any). In this condition characters are vulnerable to rogue and slayer's sneak {g|Encyclopedia:Attack}attacks{/g}. Flat-footed character cannot perform {g|Encyclopedia:Attack_Of_Opportunity}attacks of opportunity{/g}.
ko: 전투에서 아직 행동하지 않은 캐릭터는 무방비 상태이며, 상황에 정상적으로 반응할 수 없습니다. 무방비 상태의 캐릭터는 그들의 {g|Encyclopedia:Armor_Class}AC{/g} (와 피하기와 같이 그에 영향을 받는 효과들) 에 더해지는 {g|Encyclopedia:Dexterity}민첩{/g} {g|Encyclopedia:Bonus}보너스{/g}와 {g|Encyclopedia:CMD}전법 방어도{/g} (CMD) (만약 있다면) 를 잃습니다. 이 상태의 캐릭터는 로그와 슬레이어의 암습 {g|Encyclopedia:Attack}공격들{/g}에 노출됩니다. 무방비 상태의 캐릭터는 {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}을 실행할 수 없습니다.

source: Flat-Footed condition
ko: 무방비 상태 (Flat-Footed condition)

source: This is Armor Class for situations when you are under the {g|Encyclopedia:Flat_Footed}flat-footed{/g} condition. A flat-footed character loses their {g|Encyclopedia:Dexterity}Dexterity{/g} {g|Encyclopedia:Bonus}bonus{/g} to {g|Encyclopedia:Armor_Class}AC{/g} (and all effects that depend on it, like Dodge {g|Encyclopedia:Feat}feat{/g}) and {g|Encyclopedia:CMD}Combat Maneuver Defense{/g} (CMD) (if they have any). If a character doesn't have a Dexterity bonus, their AC does not change.
ko: 이 방어도는 캐릭터가 {g|Encyclopedia:Flat_Footed}무방비{/g} 상태일때의 방어도를 나타냅니다. 무방비 상태의 캐릭터는 {g|Encyclopedia:Armor_Class}AC{/g}에 적용되고 있는 {g|Encyclopedia:Dexterity}민첩{/g} {g|Encyclopedia:Bonus}보너스{/g}(피하기와 같은 {g|Encyclopedia:Feat}특기{/g} 포함)와 {g|Encyclopedia:CMD}전법 방어{/g}(CMD)를 잃습니다(가지고 있을 시). 캐릭터가 민첩 보너스를 가지고 있지 않으면 AC는 변화하지 않습니다.
ko_mt: {g|Encyclopedia:Flat_Footed}무방비{/g} 상태의 AC입니다. 무방비인 캐릭터는 {g|Encyclopedia:Armor_Class}AC{/g}(회피 {g|Encyclopedia:Feat}특기{/g}등 이에 의존하는 모든 효과), {g|Encyclopedia:CMD}전법 방어{/g}(CMD)(있는 경우)에 대한 {g|Encyclopedia:Dexterity}민첩{/g} {g|Encyclopedia:Bonus}보너스{/g}를 잃습니다. 민첩 보너스가 없는 캐릭터의 경우, 민첩은 변경되지 않습니다.

source: Flat Footed AC
ko: 무방비 AC (Flat Footed AC)

source: A good group formation is half of the victory. The formation system helps to hold the line in combat. By clicking this button, you can select one of the standard formations, for example, triangle formation, or you can create your own.
ko: 좋은 진형은 승리의 절반을 차지합니다. 진형 시스템을 쓰면 전투에서 전열을 유지하는데 도움이 됩니다. 진형 시스템 버튼을 클릭해, 정형화된 진형 중 하나를 선택할 수 있습니다. 예를 들어 삼각 진형이 있이고, 또는 자신이 직접 만든 진형을 만들어 쓸 수 있습니다.
ko_mt: 좋은 그룹 편성은 승리의 절반입니다. 대형 시스템은 전투에서 전선을 유지하는데 도움이 됩니다. 이 버튼을 클릭하면 삼각형 대형과 같은 표준 대형 중 하나를 선택하거나 자신만의 대형을 만들 수 있습니다.

source: Formations
ko: 진형 (Formations)
ko_mt: 진형

source: Free actions consume a very small amount of time and effort. You can perform one or more free {g|Encyclopedia:CA_Types}actions{/g} while taking another action normally. Some combat options are free actions meant to be combined with an {g|Encyclopedia:Attack}attack{/g}. Often, these are {g|Encyclopedia:Feat}feats{/g}, like Perfect Strike, with specific limitations defined within the feat. Free actions are relatively rare.
ko: 자유 행동은 아주 적은 양의 시간과 노력을 소비합니다. 당신은 다른 일반적인 {g|Encyclopedia:CA_Types}행동{/g}을 하는 동시에 하나 이상의 자유행동을 수행할 수 있습니다. 몇몇 전투 선택지는 {g|Encyclopedia:Attack}공격{/g}과 조합되도록 설계된 자유 행동입니다. 대부분의 경우, 이는 완벽한 일격과 같은 {g|Encyclopedia:Feat}특기{/g}이며 특기에서 정의된 특정한 제한을 가지고 있습니다. 자유 행동은 상대적으로 드물게 볼 수 있습니다.
ko_mt: 자유 행동은 아주 적은 시간과 노력을 소비합니다. 다른 행동을 정상적으로 수행하면서 하나 이상의 {g|Encyclopedia:CA_Types}자유 행동{/g}을 수행할 수 있습니다. 일부 전투 옵션은 {g|Encyclopedia:Attack}명중 굴림{/g}과 결합할 수 있는 자유 행동입니다. 이러한 행동은 종종 완전 타격과 같은 {g|Encyclopedia:Feat}특기{/g}가며, 공적 내에 특정 제한이 정해져 있습니다. 자유 행동은 비교적 드뭅니다.

source: Free Action
ko: 자유 행동 (Free Action)
ko_mt: 자유 행동

source: A full-{g|Encyclopedia:Combat_Round}round{/g} action requires an entire round to complete. Thus, it can't be coupled with a {g|Encyclopedia:Standard_Action}standard{/g} or a move {g|Encyclopedia:CA_Types}action{/g}, though you can take a 5-foot step. You can also perform {g|Encyclopedia:Free_Action}free actions{/g} and a {g|Encyclopedia:Swift_Action}swift action{/g}. A few combat options are full-round actions or modify specific full-round actions.
ko: {g|Encyclopedia:Combat_Round}라운드{/g} 전체 행동은 한 라운드를 전부 사용해야 하는 행동입니다. 따라서, {g|Encyclopedia:Standard_Action}일반{/g} 행동이나 이동 {g|Encyclopedia:CA_Types}행동{/g}과는 같이 사용할 수 없지만, 5피트 걸음은 사용할 수 있습니다. {g|Encyclopedia:Free_Action}자유 행동{/g}과 {g|Encyclopedia:Swift_Action}신속 행동{/g}은 가능합니다. 일부의 전투 선택지들은 라운드 전체 행동이거나 특정 라운드 전체 행동에 영향을 줍니다.
ko_mt: 전체 {g|Encyclopedia:Combat_Round}라운드{/g} 행동은 완료하는데 한 라운드가 필요합니다. 따라서 {g|Encyclopedia:Standard_Action}표준{/g} 또는 이동 {g|Encyclopedia:CA_Types}행동{/g}과 결합할 수 없지만, 5 피트 이동은 할 수 있습니다. 또한 {g|Encyclopedia:Free_Action}자유 행동{/g}과 {g|Encyclopedia:Swift_Action}신속 행동{/g}을 수행할 수도 있습니다. 몇 가지 전투 옵션은 전력 행동이거나 특정 전력 행동을 수정하는 것입니다.

source: Full-Round Action
ko: 라운드 전체 행동 (Full-Round Action)
ko_mt: 전력 행동

source: After taking {g|Encyclopedia:Damage}damage{/g}, you can recover the lost {g|Encyclopedia:HP}hit points{/g} through healing, either natural or magical. <b>Natural Healing</b> With a full night's {g|Encyclopedia:Rest}rest{/g} (8 hours of sleep or more), you recover 1 hit point per {g|Encyclopedia:Character_Level}character level{/g}. <b>Magical Healing</b> Various abilities and {g|Encyclopedia:Spell}spells{/g} can restore hit points, like cure light wounds, heal or lay on hands. <b>Healing Ability Damage</b> Temporary {g|Encyclopedia:AbilityDamage}ability damage{/g} returns at the rate of 1 point per night of rest (8 hours) for each affected {g|Encyclopedia:Ability_Scores}ability score{/g}.
ko: {g|Encyclopedia:Damage}피해{/g}를 받은 뒤, 당신이 잃은 {g|Encyclopedia:HP}생명점{/g}을 자연 치유나 마법 치유를 통해 회복할 수 있습니다. <b>자연 치유</b> 밤을 새는 하룻밤 {g|Encyclopedia:Rest}휴식{/g}(8시간 이상의 수면)을 하면 {g|Encyclopedia:Character_Level}캐릭터 레벨{/g}당 1의 생명점을 회복합니다. <b>마법 치유</b> 가벼운 상처 치료나 안수 치료와 같은 많은 능력들과 {g|Encyclopedia:Spell}주문{/g}은 생명점을 회복할 수 있습니다. <b>능력치 피해 치유</b> 일시적인 {g|Encyclopedia:AbilityDamage}능력치 피해{/g}는 하룻밤 휴식(8시간)당 1의 {g|Encyclopedia:Ability_Scores}능력치{/g}를 복구할 수 있습니다.

source: Healing
ko: 치유 (Healing)
ko_mt: 치유

source: Each character has a certain number of {g|Encyclopedia:HP}hit points{/g} (HP). Depending on which game {g|Encyclopedia:DC}difficulty{/g} you've chosen the rules will vary. If you chose the Story Mode, your characters never die. When their HP value drops to 0, they lose consciousness. After the combat is over, the character will get up and can be controlled again. You only lose the game if your whole party is {g|Encyclopedia:Injury_Death}unconscious{/g}. If you chose the Easy Mode, when a character's HP value drops to 0, they lose consciousness. After the combat is over, the character will get up and can be controlled again. A character's HP value can drop into negative numbers without killing them. However, if a character is reduced to a negative amount of hit points equal to their {g|Encyclopedia:Constitution}Constitution{/g} score, they die. To resurrect them, you will need a special {g|Encyclopedia:Spell}spell{/g}. If you chose the Normal Mode, a character will not die after suffering a deadly injury for the first time. Instead, Death's Door condition will afflict them. If a character with this condition suffers a deadly injury again, they will die. The game will be over if all party members suffer deadly injuries. If you chose the Challenging Mode or higher, your characters will die after suffering a deadly injury. If your main character dies, the game is over. To restore the lost hit points, you can use {g|Encyclopedia:Healing}healing{/g} spells, potions, or {g|Encyclopedia:Rest}rest{/g}. Healing potions can be bought from merchants or obtained as trophies after combat. Healing spells are accessible to the following classes: bard, druid, cleric, inquisitor, and paladin. To use expendable items, such as scrolls, potions, and wands, open your inventory and place them into a quick slot.
ko: 모든 캐릭터에게는 정해진 {g|Encyclopedia:HP}생명점{/g}(HP)이 있습니다. HP는 당신이 선택한 게임 {g|Encyclopedia:DC}난이도{/g}에 따라 달라집니다. 만약 스토리 난이도를 선택하셨다면 당신의 캐릭터는 절대 죽지 않습니다. HP값이 0으로 떨어지면 의식불명에 빠집니다. 전투가 끝나면 캐릭터는 바로 일어나고 다시 조종할 수 있게 됩니다. 모든 캐릭터가 {g|Encyclopedia:Injury_Death}의식불명{/g}에 빠져야만 게임오버 됩니다. 만약 쉬움 난이도로 설정하셨다면 캐릭터의 HP값이 0이 되었을 때 그 캐릭터는 의식불명에 빠집니다. 전투가 끝나면 캐릭터는 바로 일어나고 다시 조종할 수 있습니다. 캐릭터의 HP값은 죽지 않고 마이너스 수치까지 떨어질 수 있습니다. 그러나 마이너스 수치가 {g|Encyclopedia:Constitution}건강{/g} 수치 이상을 넘을시, 그 캐릭터는 죽습니다. 부활시키기 위해서는 특별한 {g|Encyclopedia:Spell}주문{/g}이 필요합니다. 만약 보통 난이도라면 캐릭터는 심각한 부상을 입고도 죽지는 않습니다. 그 대신, 죽음의 문턱에 시달릴 것입니다. 만약 이 상태에서 또다시 심각한 부상을 입는다면 그 캐릭터는 죽을 것입니다. 모든 캐릭터가 심각한 부상을 입었다면 게임 오버입니다. 만약 도전 난이도 이상을 선택하셨다면 캐릭터는 심각한 부상을 입고나서 바로 죽을 것입니다. 당신의 메인 캐릭터가 죽는다면 게임오버입니다. 잃어버린 HP를 회복하려면 {g|Encyclopedia:Rest}휴식{/g}을 취하거나 물약을 마시거나 {g|Encyclopedia:Healing}치유{/g} 주문을 쓰십시오. 치유물약은 상점에서 구입하거나 전투 후에 전리품으로 흭득할 수 있습니다. 치유 주문은 이하의 직업이 쓸 수 있습니다 . 바드, 드루이드, 클레릭, 인퀴지터, 팔라딘. 주문서, 물약, 마법봉과 같은 소비 아이템을 사용하려면 인벤토리를 열고 퀵슬롯에 등록하십시오.

source: Health and Death
ko: 생명력과 죽음 (Health and Death)
ko_mt: 건강과 죽음

source: A helpless opponent is sleeping, paralyzed, {g|Encyclopedia:Injury_Death}unconscious{/g}, or otherwise at your mercy. Melee {g|Encyclopedia:Attack}attacks{/g} against a helpless target get a +4 {g|Encyclopedia:Bonus}bonus{/g}. In addition, a helpless character is treated as having a {g|Encyclopedia:Dexterity}Dexterity{/g} of 0, giving them an appropriate {g|Encyclopedia:Penalty}penalty{/g} to {g|Encyclopedia:Armor_Class}AC{/g}. Rogues, slayers and other characters who have sneak attack ability can apply it to helpless targets. A character can use a melee weapon to deliver a coup de grace to a helpless foe.
ko: 무력화된 상대란 수면, 마비, {g|Encyclopedia:Injury_Death}의식 불명{/g} 또는 당신의 자비를 기다리는 다른 상태를 말합니다. 무력화된 상대를 향한 근접 {g|Encyclopedia:Attack}공격{/g}은 +4의 {g|Encyclopedia:Bonus}보너스{/g}를 얻습니다. 추가로 무력화된 캐릭터의 {g|Encyclopedia:Dexterity}민첩{/g} 수치는 0으로 취급되므로 캐릭터의{g|Encyclopedia:Armor_Class}AC{/g}는 무력화에 따른 {g|Encyclopedia:Penalty}패널티{/g}를 받게 됩니다. 로그, 슬레이어와 같이 암습 능력이 있는 캐릭터는 무력화된 상대에게 암습을 가할 수 있습니다. 무력화된 적을 향해 근접 무기로 마무리 일격을 가할 수 있습니다.

source: Helpless Condition
ko: 무력화 상태 (Helpless Condition)
ko_mt: 무력 상태

source: As a creature gains levels, it gains additional hit dice. Hit dice are used to determine a creature's total {g|Encyclopedia:HP}hit points{/g}. For player characters, hit dice equals their {g|Encyclopedia:Character_Level}character level{/g}. To learn a creature's hit dice, you can inspect it. Hit dice is often used to determine {g|Encyclopedia:Spell}spell{/g} effects.
ko: 크리처는 레벨을 올리면서 추가 생명 주사위를 얻습니다. 생명 주사위는 크리처의 총 {g|Encyclopedia:HP}생명점{/g}을 결정할 때 사용됩니다. 플레이어 캐릭터의 경우, 생명 주사위는 그들의 {g|Encyclopedia:Character_Level}캐릭터 레벨{/g}과 일치합니다. 크리처의 생명 주사위를 알고 싶다면, 조사를 통해 알아볼 수 있습니다. 생명 주사위는 {g|Encyclopedia:Spell}주문{/g}의 효과를 결정할 때 자주 사용됩니다.
ko_mt: 생물이 레벨을 올리면, 추가적으로 HD를 얻습니다. HD는 생물의 총 {g|Encyclopedia:HP}체력{/g}을 결정하는데 사용됩니다. 플레이어 캐릭터의 경우, HD는 {g|Encyclopedia:Character_Level}캐릭터 레벨{/g}과 같습니다. 생물의 HD를 알아내려면 주사위를 검사하면 됩니다. HD는 종종 {g|Encyclopedia:Spell}주문{/g} 효과를 결정하는데 사용됩니다.

source: Hit Dice
ko: 생명 주사위 (Hit Dice, HD)
ko_mt: HD
