Repository: akintos/wotr-translation
Catalog: translation/*/Encyclopedia.po
Languages: ko, ko_mt

source: You can attempt to open any locked chest by either picking the lock with the {g|Encyclopedia:Trickery}Trickery{/g} {g|Encyclopedia:Skills}skill{/g} or breaking it open with brute force. {br}No {g|Encyclopedia:Check}checks{/g} are required to break open a chest, but it will take some time. Some of the contents will be broken in the process and lose some of their value. {br}Picking the lock with Trickery is a much more profitable way of opening locked chests, as you run no risk of damaging the contents. However, it requires a successful skill check.
ko: 잠긴 상자를 열려면 {g|Encyclopedia:Trickery}손재주{/g} {g|Encyclopedia:Skills}기술{/g} 판정을 통과하거나, 힘으로 파괴해야 합니다. {br}상자를 파괴할 때는 {g|Encyclopedia:Check}판정{/g}이 필요하지 않지만 시간이 걸립니다. 또한 내용물의 일부가 파괴되거나 가치가 떨어질 수 있습니다. {br}손재주로 자물쇠를 따는 것은 내용물이 파괴될 위험이 없으므로 더 안전하지만, 기술 판정을 통과해야만 합니다.

source: Opening Locked Chests
ko: 잠긴 상자 열기 (Opening Locked Chests)
ko_mt: 잠긴 상자 열기

source: Lockpicks can help you handle harder locks. They can be found among loot or bought from a vendor. The lockpick is expended upon use and gives a {g|Encyclopedia:Bonus}bonus{/g} to the {g|Encyclopedia:Trickery}Trickery{/g} {g|Encyclopedia:Skills}skill check{/g} as the character attempts to pick the lock. {br}To be able to use lockpicks, the character must have at least one rank in the Trickery skill. {br}You will encounter more and more advanced lockpick types as you progress through the game.
ko: 락픽은 더 어려운 자물쇠를 해제할 수 있게 도와줍니다. 락픽은 전리품의 일부로 발견되거나 상인에게서 구매할 수 있습니다. 락픽은 소모품이므로 사용하면 사라지며 캐릭터가 자물쇠 해제를 시도할 때 {g|Encyclopedia:Trickery}손재주{/g} {g|Encyclopedia:Skills}기술 판정{/g}에 {g|Encyclopedia:Bonus}보너스{/g}를 줍니다. {br}락픽을 사용하려면 해당 캐릭터의 손재주 기술이 최소 1 등급 이상이어야 합니다. {br}게임을 진행하면서 점점 더 상위 종류의 락픽들을 발견하게 될 것입니다.

source: Lockpicks
ko: 락픽 (Lockpicks)
ko_mt: 자물쇠 따기

source: On your journey, you're going to come across a lot of traps. Whenever any of your characters approaches a trap, they automatically make a {g|Encyclopedia:Perception}Perception{/g} {g|Encyclopedia:Skills}skill check{/g}. If they succeed, you will see a zone that, if entered, will activate the trap. {br}To attempt to disarm the trap, follow the line leading from the trap and interact with the button as you would any other interactive object. The disarm attempt will be performed by the character with the highest {g|Encyclopedia:Trickery}Trickery{/g} skill {g|Encyclopedia:Bonus}bonus{/g}, so, as with any other skill {g|Encyclopedia:Check}check{/g}, you should select the whole party before making the disarm attempt. {br}If the check is successful, the trap will be disarmed. If it fails, the trap will stay where it is, or — in case of an especially poor result — be activated. All check results can be seen in the combat log.
ko: 당신은 여행을 하며 많은 함정과 조우하게 될 것입니다. 당신의 캐릭터중 한명이라도 함정에 접근하게 되면, 그들은 자동으로 {g|Encyclopedia:Perception}지각{/g} {g|Encyclopedia:Skills}기술 판정{/g}을 수행합니다. 만일 판정이 성공하면 함정 발동을 유발하는 지역을 볼 수 있게 됩니다. {br}함정 해제 시도를 하기 위해서는 함정과 이어져 있는 점선을 따라가 버튼과 상호작용을 하십시오. 함정 해제 시도는 {g|Encyclopedia:Trickery}손재주{/g} 기술 {g|Encyclopedia:Bonus}보너스{/g}가 가장 높은 캐릭터가 시도하게 되므로 다른 기술 {g|Encyclopedia:Check}판정{/g} 처럼 전체 파티를 선택해 시도하십시오. {br}만일 판정이 성공한다면, 함정은 해제됩니다. 실패한다면 아무 일도 일어나지 않으며 특히나 결과가 좋지 않을 경우에는 함정이 발동됩니다. 모든 판정 결과는 전투 기록에서 볼 수 있습니다.

source: Traps
ko: 함정 (Traps)
ko_mt: 함정

source: Every enemy has their own unique statistics and abilities. Sometimes knowledge of an enemy's {g|Encyclopedia:Strength}strong{/g} and weak points can be crucial for victory. To enable the hints about the creatures you fight, press the Inspect button on the interface bar, or the <b>[{bind|Inspect}]</b> key. The information you get should come in handy in making tactical decisions.
ko: 모든 적들은 자신들만의 특별한 능력과 수치들을 가지고 있습니다. 때때로 적들의 강점과 약점들에 대한 지식을 가지고 있는 것이 승리에 중요한 열쇠가 될 수 있습니다. 당신이 싸우는 크리처에 대한 정보를 얻고 싶다면 인터페이스 바의 조사 버튼을 누르거나 <b>[{bind|Inspect}]</b> 키를 누르십시오. 이렇게 얻는 정보들은 당신이 전술적 결정을 할 때 유용하게 쓰일 것입니다.

source: Inspection
ko: 조사 (Inspection)
ko_mt: 검사

source: {g|Encyclopedia:Damage_Reduction}Damage reduction{/g} (DR) is an ability that reduces all received {g|Encyclopedia:Damage}damage{/g} by a certain number. {g|Encyclopedia:Energy_Damage}Energy damage{/g} ignores this ability. {br}In the description of this ability, you'll find how it works for a specific creature (use Inspect), how much it reduces damage and what kind of weapon can overcome it. This can be a special material (like cold iron or adamantine), weapon type ({g|Encyclopedia:Damage_Type}slashing{/g}, piercing, or bludgeoning), or {g|Encyclopedia:Alignment}alignment{/g} (good, evil). For example, "DR 5/adamantine" means that all {g|Encyclopedia:Physical_Damage}physical damage{/g} is reduced by 5, unless it's dealt by an adamantine weapon.
ko: {g|Encyclopedia:Damage_Reduction}피해 감소(DR){/g}는 받은 모든 {g|Encyclopedia:Damage}피해{/g}를 일정량 감소시키는 능력입니다. {g|Encyclopedia:Energy_Damage}에너지 피해{/g}는 이 능력을 무시합니다. {br}이 능력의 설명에서 당신은 특정 크리처가 얼만큼의 피해를 무시하는지와 어떤 무기로 피해 감소를 상쇄시킬 수 있는지 알 수 있습니다. 피해 감소를 상쇄할 방법에는 한철 혹은 아다만틴 같은 특별한 재료나 {g|Encyclopedia:Damage_Type}베기{/g}, 찌르기, 부수기와 같은 무기 유형, 선과 악 같은 {g|Encyclopedia:Alignment}성향{/g}이 있을 수 있습니다. 예를 들어 "DR 5/아다만틴"은 아다만틴 무기로 공격하지 않는 이상 5만큼의 {g|Encyclopedia:Physical_Damage}물리 피해{/g}를 감소한다는 의미입니다.

source: Damage Reduction
ko: 피해 감소 (Damage Reduction)
ko_mt: 피해 감소

source: There are tough battles to come. Your heroes are tired and might have run out of {g|Encyclopedia:Spell}spells{/g}. To replenish your powers, set up a {g|Encyclopedia:Rest}camp{/g} and have a rest. Set up camp by using the {ui|Restcamp} function (hotkey <b>[{bind|OpenRestCamp}]</b>. After activating the function, you will have to select a location for the camp. Camps take up a lot of space, so find the right location.
ko: 앞으로 힘든 전투가 있을 것입니다. 당신의 영웅들은 지쳤으며 {g|Encyclopedia:Spell}주문{/g}들이 바닥났을지도 모릅니다. 당신의 힘들을 다시 채우기 위해서 {g|Encyclopedia:Rest}야영지{/g}를 세우고 휴식을 취하십시오. 야영지를 세우려면 {ui|Restcamp} 버튼 (단축키 <b>[{bind|OpenRestCamp}]</b>)을(를) 누르십시오. 이 기능을 활성화하고 나면 야영지를 세울 위치를 골라야 합니다. 야영지는 자리를 많이 차지하기 때문에 적절한 위치를 찾아야 합니다.

source: A character assigned to this position can scribe scrolls. To scribe a scroll, he needs to know the required {g|Encyclopedia:Spell}spell{/g}, have the Scribe Scrolls {g|Encyclopedia:Skills}skill{/g} learned and have all the ingredients, and attempt a {g|Encyclopedia:Lore_Religion}Lore (Religion){/g} {g|Encyclopedia:Check}check{/g} for a divine spell or a {g|Encyclopedia:Knowledge_Arcana}Knowledge (Arcane){/g} check for an arcane spell. It takes time to scribe a scroll. The higher the level of the spell and chosen {g|Encyclopedia:Caster_Level}caster level{/g}, the longer the character will scribe a scroll. The scribing of a scroll takes from 1 to 5 days. If the character passes the check, then the progress of scribing a scroll is advanced by one stage, a failed check does not move the progress.
ko: 이 임무에 배정된 캐릭터는 두루마리를 작성할 수 있습니다. 두루마리를 작성하려면 캐릭터가 필요한 {g|Encyclopedia:Spell}주문{/g}을 알아야하고 두루마리 제작 {g|Encyclopedia:Skills}기술{/g}을 배웠어야 하며, 필요한 재료들을 보유하고 있는 상태에서 신성 주문은 {g|Encyclopedia:Lore_Religion}전승 (종교){/g} {g|Encyclopedia:Check} 판정{/g}을, 비전 주문을 위해서는 {g|Encyclopedia:Knowledge_Arcana}지식 (비전){/g} 판정을 시도해야 합니다. 주문의 레벨과 선택된 {g|Encyclopedia:Caster_Level}시전자 레벨{/g}이 높을수록 캐릭터는 더 오래 두루마리를 제작할 것입니다. 두루마리 작성에는 1일에서 최대 5일까지 소요됩니다. 캐릭터가 판정에 성공하면 두루마리 작성 진행도가 한 단계 올라가지만, 판정에 실패하면 제작이 진행되지 않습니다.

source: Your characters currently have three activities available during their {g|Encyclopedia:Rest}rest{/g} — Protective Rituals, Camouflage, and Night Watch. {br}Protective rituals reduce the rate at which the corruption of the Abyss grows during rest. To conduct these protective rituals, a character must make a successful {g|Encyclopedia:Lore_Religion}Lore (Religion){/g} {g|Encyclopedia:Skills}skill check{/g}. Locations may differ in their levels of Abyssal corruption. {br}Camouflage reduces the chances of your camp being discovered. To create a camouflage, a character must make a successful {g|Encyclopedia:Stealth}Stealth skill check{/g}. A successful {g|Encyclopedia:Check}check{/g} allows you to negate the possibility of a {g|Encyclopedia:Surprise}surprise{/g} {g|Encyclopedia:Attack}attack{/g} completely. Camellia is best suited for this task, as her Stealth skill is higher than that of the other characters.
ko: 당신의 캐릭터들은 {g|Encyclopedia:Rest}휴식{/g}하는 동안 보호 의식, 위장 그리고 불침번 활동을 할 수 있습니다. {br}보호 의식은 쉬는 동안 증가하는 심연 오염 수치를 감소시켜줍니다. 이런 보호 의식들을 행하기 위해서는 캐릭터가 {g|Encyclopedia:Lore_Religion}전승 (종교){/g} {g|Encyclopedia:Skills}기술 판정{/g}에 성공해야합니다. 지역마다 심연 오염 정도가 다를 수 있습니다. {br}위장은 야영지가 발견될 확률을 줄여줍니다. 위장을 만들기 위해서는 캐릭터가 {g|Encyclopedia:Stealth}은신 기술 판정{/g}에 성공해야합니다. 성공적인 {g|Encyclopedia:Check}판정{/g}은 야영지가 {g|Encyclopedia:Surprise}기습{/g} {g|Encyclopedia:Attack}공격{/g}을 당할 가능성을 완전히 없애줍니다. 카멜리아의 은신 기술이 다른 캐릭터들에 비해 가장 높기 때문에 이 임무에 가장 적합합니다.

source: Camping
ko: 야영 (Camping)
ko_mt: 아영

source: Sometimes your character needs to make tough decisions, relying upon their conscience (or lack thereof). These decisions affect their moral {g|Encyclopedia:Alignment}alignment{/g}, gradually shifting it towards Good or Evil, Law or Chaos. They can also have consequences, some of which might come soon and others in a more distant time. You can see a character's alignment on their "Character" tab.
ko: 때로는 당신의 캐릭터가 양심(혹은 악의)에 따라서 힘든 선택을 해야 할 수 있습니다. 이러한 결정들은 캐릭터의 정신적 {g|Encyclopedia:Alignment}성향{/g}에 영향을 미치며, 천천히 선/악, 질서/혼돈 의 방향으로 이동하게 됩니다. 또한 선택에는 결과가 따르기 마련이며, 일부는 즉시 나타날 수도 있고, 일부는 오랜 시간 뒤에 나타날 수도 있습니다. "캐릭터" 탭에서 캐릭터의 성향을 확인할 수 있습니다.

source: Alignment and Consequences
ko: 성향과 선택의 결과 (Alignment and Consequences)
ko_mt: 성향 및 결과

source: To move the camera, use the following keys: <b>[{bind|CameraUp}], [{bind|CameraLeft}], [{bind|CameraDown}],</b> and <b>[{bind|CameraRight}]</b>. {br}To rotate the camera, either hold the middle mouse button, or press <b>[{bind|CameraRotateLeft}]</b> and <b>[{bind|CameraRotateRight}]</b>.
ko: 카메라를 움직이기 위해서는 다음 단축키를 사용하십시오: <b>[{bind|CameraUp}], [{bind|CameraLeft}], [{bind|CameraDown}],</b> 그리고 <b>[{bind|CameraRight}]</b>. {br}카메라를 돌리기 위해서는 마우스 가운데 버튼을 누른채 마우스를 움직이거나, <b>[{bind|CameraRotateLeft}]</b>와(과) <b>[{bind|CameraRotateRight}]</b>을(를) 누르십시오.

source: Camera
ko: 카메라 (Camera)
ko_mt: 카메라

source: This is a global map of the city of Kenabres. {br}Move the visible part of the map using <b>[W]</b>, <b>[A]</b>, <b>[S]</b>, <b>[D]</b> and travel to locations you have discovered by hovering your mouse cursor over them and clicking <b>[LMB]</b>. {br}Some locations might be not available for travel for various reasons. As you explore the map and progress through the game you will discover new locations and routes. While traveling between locations you may be {g|Encyclopedia:Attack}attacked{/g} by enemies, so make sure you get enough {g|Encyclopedia:Rest}rest{/g} — and don't let them take you by {g|Encyclopedia:Surprise}surprise{/g}.
ko: 이것은 케나브레스의 전역 지도입니다. {br}<b>[W]</b>, <b>[A]</b>, <b>[S]</b>, <b>[D]</b> 를 눌러서 지도 내의 시점을 이동하고, 발견한 지역에 마우스를 올린 뒤 <b>[마우스 좌측 버튼]</b>을 클릭하여 그곳으로 이동합니다. {br}일부 지역들은 다양한 이유로 여행하지 못할 수 있습니다. 지도를 탐험하며 게임을 진행함에 따라서 새로운 지역과 경로가 발견됩니다. 지역들 사이를 여행하는 동안 적들에게 {g|Encyclopedia:Attack}공격{/g}당할 수 있으므로, 항상 충분한 {g|Encyclopedia:Rest}휴식{/g}을 취해서 {g|Encyclopedia:Surprise}기습{/g}에 대비해야 합니다.

source: Global map
ko: 전역 지도 (Global map)

source: You can interact with various objects, such as doors and chests, by clicking <b>[RMB]</b> on them. Some special objects have an icon above them. This is also how you talk to characters. {br}Hold <b>[{bind|HighlightObjects}]</b> to highlight all interactive objects and show the interaction icons.
ko: 문이나 상자와 같은 다양한 물체에 <b>[우측 마우스 버튼]</b> 클릭을 하여 상호작용을 할 수 있습니다. 일부 특별한 물체는 위에 아이콘이 표시됩니다. 인물들과 상호작용을 하면 대화를 시작합니다. {br}<b>[{bind|HighlightObjects}]</b> 을(를) 누르고 있으면 상호작용 가능한 모든 개체와 아이콘을 강조 표시합니다.

source: Characters and Interactive Objects
ko: 캐릭터와 상호작용 가능한 물체 (Characters and Interactive Objects)
ko_mt: 캐릭터 및 대화형 객체

source: In this strange Abyssal realm, space itself sometimes behaves in weird, unexpected ways. Moving the camera around might change the location around you, opening new paths.
ko: 이 이상한 심연의 영역에서는 공간 자체가 이상하고 예상치 못한 방법으로 작용합니다. 카메라를 이리 저리 이동 해보는 것이 당신 주변의 장소를 바꿔 새로운 길을 열어줄지도 모릅니다.

source: Finding your way around Alushinyrra
ko: 알루시니라에서 길 찾기 (Finding your way around Alushinyrra)

source: When a quest updates, you will see a notification at the top of the game's main screen. All information about your quests and errands is logged in the Journal. {br}To open the Journal, press <b>[{bind|OpenJournal}]</b> or click <b>[LMB]</b> on the message at the top of the screen.
ko: 임무가 갱신되면 게임의 주 화면 상단에 알림이 보일 것입니다. 당신의 임무와 심부름에 대한 정보들은 일지에 기록됩니다. {br}일지를 살펴보려면 <b>[{bind|OpenJournal}]</b>을(를) 누르거나 화면 상단에 표시된 메세지를 <b>[LMB]</b>로 클릭하십시오.

source: Journal
ko: 일지 (Journal)
ko_mt: 저널

source: During the course of the game, you will have to apply your {g|Encyclopedia:Skills}skills{/g} in many different situations. {br}Frequently you will have to make a skill {g|Encyclopedia:Check}check{/g} during dialogue — here, for example, we are trying to help Seelah fetch Anevia from beneath the rubble. The result of such checks determines how events subsequently pan out. {br}Such a check is usually performed by the character with the highest {g|Encyclopedia:Bonus}bonus{/g} in the appropriate skill in the party.
ko: 게임을 진행하는 동안 당신은 자신의 {g|Encyclopedia:Skills}기술{/g}들을 다양한 상황에서 활용해야 할 것입니다. {br}당신은 대화를 하는 동안 자주 기술 {g|Encyclopedia:Check}판정{/g}을 해야 할 것입니다 — 지금과 같은 상황이 좋은 예시로, 우리는 실라가 아네비아를 돌무더기 밑에서 꺼내는 것을 도와주려고 하고 있습니다. 이러한 판정의 결과는 앞으로의 상황이 어떻게 전개될지를 결정합니다. {br}이런 판정들은 주로 일행들 중 가장 적절한 기술에 {g|Encyclopedia:Bonus}보너스{/g}를 가지고 있는 캐릭터에 의해 수행됩니다.

source: Skill Checks In Dialogues
ko: 대화 중 기술 판정 (kill Checks In Dialogues)

source: Now your party has several characters. To select one of them, click on their portrait or use the appropriate key: <b>[{bind|SelectCharacter0}]</b> — <b>[{bind|SelectCharacter5}]</b>. {br}To select several characters and give them all one command, either drag a box around them while holding <b>[LMB]</b>, or click the portraits of the desired characters with <b>Shift + [LMB]</b>. {br}To select all your characters, press <b>{bind|SelectAllCharacters}</b>.
ko: 이제 당신은 여러 캐릭터들과 일행이 되었습니다. 그 중 하나를 선택하려면 그들의 초상화를 클릭하거나 등록된 단축키를 누르십시오: <b>[{bind|SelectCharacter0}]</b> — <b>[{bind|SelectCharacter5}]</b>. {br}여러 캐릭터를 선택해 하나의 명령을 내리려면 <b>[LMB]</b>을(를) 누른 채 끌어 캐릭터들을 선택 상자 안에 넣거나 <b>Shift + [LMB]</b>을(를) 누르고 필요한 캐릭터들의 초상화를 클릭하십시오. {br}모든 캐릭터를 선택하려면 <b>{bind|SelectAllCharacters}</b>을(를) 누르십시오.

source: Party
ko: 일행 (Party)
ko_mt: 파티

source: You will find a lot of objects that contain loot: enemy corpses, boxes, barrels and many other environment elements. {br}To see what's inside a container, approach it and interact with it as with any other interactive object.
ko: 앞으로 당신은 적의 시체, 상자, 통, 그리고 다양한 환경적 요소 등 전리품을 담고 있는 다양한 물건들을 찾을 것입니다. {br}용기 안에 무엇이 들었는지 확인하려면, 다른 상호작용 가능한 물건들과 마찬가지로 접근해서 상호작용 하십시오.

source: Containers
ko: 그릇과 용기들 (Containers)
ko_mt: 컨테이너

source: You have acquired a new piece of equipment for your main character. To equip it, open the {ui|Inventory} by choosing the character and pressing <b>[{bind|OpenInventory}]</b>.
ko: 당신의 주 캐릭터를 위한 새로운 장비를 획득했습니다. 장착하기 위해서는 캐릭터를 선택하고 <b>[{bind|OpenInventory}]</b>을(를) 눌러 {ui|Inventory}을 여십시오.

source: Loot
ko: 전리품 (Loot)
ko_mt: 루팅

source: Dark places such as caves can make surveying your surroundings difficult. There are two ways of driving away darkness. The first is casting the Light {g|Encyclopedia:Spell}spell{/g} on the character marching ahead of the party. The second is giving a torch item to one of the characters.
ko: 동굴과 같이 어두운 장소들은 당신이 주변을 살피는 것을 어렵게 합니다. 어둠을 몰아내는 데에는 두가지 방법이 있습니다. 첫번째는 파티의 선두에서 진행하고 있는 캐릭터에게 빛 {g|Encyclopedia:Spell}주문{/g}을 시전하는 것입니다. 두번째는 캐릭터들 중 한명에게 횃불 아이템을 쥐어주는 것입니다.

source: Lighting
ko: 조명 (Lighting)
ko_mt: 조명

source: To equip an item, double click it or drag it to a suitable slot (it will be highlighted while you hold it). Don't forget to check your inventory and improve your character's equipment — it will make them stronger.
ko: 물품을 착용하려면 더블 클릭을 하거나, 끌어서 적절한 장비칸에 (끌고 있는 동안 강조되어 표시됩니다) 넣으십시오. 꾸준히 소지품 창을 확인해 캐릭터들의 장비를 개선하는 것을 잊지 마세요. 그들을 더 강하게 만들어 줍니다.

source: Equipment
ko: 장비 (Equipment)
ko_mt: 장비

source: You now have a unique companion — Finnean the talking weapon. {br}You can access him through a special button in your inventory. Click on it to initiate dialogue with him or change his form to make him take the shape of any weapon before handing him to one of the characters in your party. {br}There are no limitations to changing Finnean's form. Finnean will become more powerful as his personal story progresses.
ko: 특별한 동료, 말하는 무기 피니언을 획득했습니다. {br}소지품 창의 특별한 버튼을 통해 피니언을 이용할 수 있습니다. 버튼을 클릭하여 대화를 시작하거나, 무기로 사용하기 위해 형태를 바꿀 수 있습니다. {br}피니언의 형태 변경에는 제한이 없습니다. 피니언만의 이야기를 진행해서 더 강력해질수 있습니다.

source: Finnean the Talking Weapon
ko: 말하는 무기 피니언 (Finnean the Talking Weapon)
ko_mt: 말하는 무기 피니언

source: Most enemies try to {g|Encyclopedia:Attack}attack{/g} your most vulnerable party members. {br}You can always use the Optimal Formation instead of adjusting your party's formation manually. This is the first formation in the list. It will align your party automatically, putting the strongest members in the front row. {br}Since it works automatically, while using it you can't change the party formation manually.
ko: 대부분의 적들은 당신의 일행 중 가장 취약한 캐릭터들을 {g|Encyclopedia:Attack}공격{/g}하려고 합니다. {br}당신은 언제나 손수 일행의 진형을 조정 할 필요없이 최적 진형 기능을 사용할 수 있습니다. 이것은 목록 중 첫번째 진형입니다. 이 기능은 자동으로 당신의 일행중 가장 강한 캐릭터를 첫번째 행에 두는 형식으로 줄을 세울 것입니다. {br}이 기능은 자동으로 이루어지기 때문에 활성화 되어있는 동안에는 수동으로 일행의 진형을 변경할 수 없습니다.

source: Formation
ko: 진형 (Formation)
ko_mt: 진형

source: If you fight with two weapons in both hands, you normally have -6 {g|Encyclopedia:Penalty}penalty{/g} for the main hand {g|Encyclopedia:Attack}attack{/g} and -10 penalty for the off hand attack. If your off hand weapon is a {g|Encyclopedia:Light_Weapon}light weapon{/g}, penalties reduce to -4 and -8 respectively. To further reduce penalties you need to take the Two-Weapon Fighting {g|Encyclopedia:Feat}feat{/g}, which will decrease penalties to -2 and -2 if you have a light weapon in your off hand.
ko: 양손에 두 무기를 들고 싸운다면, 일반적으로 주무기 {g|Encyclopedia:Attack}공격{/g}에는 -6의 {g|Encyclopedia:Penalty}페널티{/g}가 부여되고 보조 무기 공격에는 -10 페널티가 부여됩니가. 만일 보조 무기가 {g|Encyclopedia:Light_Weapon}가벼운 무기{/g}라면, 페널티는 -4와 -8로 감소됩니다. 페널티를 더욱 완화하려면, 가벼운 무기를 보조 손으로 들었을 때 페널티를 -2와 -2로 줄여주는 쌍검술 {g|Encyclopedia:Feat}특기{/g}를 사용해야만 합니다.
ko_mt: 양손에 두 개의 무기를 들고 싸울 경우, 일반적으로 주무기 {g|Encyclopedia:Penalty}공격{/g}에 -6 {g|Encyclopedia:Penalty}불이익{/g}이 주어지고, 반대손 공격에 -10의 불이익이 주어집니다. 반대손 무기가 {g|Encyclopedia:Light_Weapon}경량 무기{/g}인 경우, 불이익은 각각 -4와 -8로 감소합니다. 불이익을 더 줄이려면 두 무기 전투 {g|Encyclopedia:Feat}특기{/g}를 사용하면, 반대손에 경량 무기가 있는 경우 불이익이 -2와 -2로 감소합니다.

source: Two-Weapon Fighting
ko: 쌍검술 (Two-Weapon Fighting)
ko_mt: 양손 무기 전투

source: Striking for {g|Encyclopedia:Damage}damage{/g} with punches, kicks, and headbutts are all variations of unarmed {g|Encyclopedia:Attack}attacks{/g}. In most cases attacking while unarmed is a bad idea, unless the attacker is a monk, an animal, etc. For such creatures unarmed attacks count as armed attacks and work as normal {g|Encyclopedia:MeleeAttack}melee attacks{/g}. In other cases the character will provoke an {g|Encyclopedia:Attack_Of_Opportunity}attack of opportunity{/g} (from their target only) before they land the unarmed attack. Unarmed attack works like a normal melee attack, but deals {g|Encyclopedia:Damage_Type}bludgeoning damage{/g} depending on the {g|Encyclopedia:Size}size{/g} of the creature: 1d2 for Small, {g|Encyclopedia:Dice}1d3{/g} for Medium, 1d4 for Large character.
ko: {g|Encyclopedia:Damage}피해{/g}를 입히기 위해 주먹질, 발차기나 머리 박치기를 하는 하는 것은 모두 비무장 {g|Encyclopedia:Attack}공격{/g}의 일종입니다. 공격자가 몽크나 동물이 아닌 경우 대부분 비무장 상태에서 공격하는 것은 좋은 생각이 아닙니다. 이러한 크리처들의 비무장 공격들은 무장 공격으로 간주하며 일반적인 {g|Encyclopedia:MeleeAttack}근접 공격{/g}으로 취급받습니다. 이외의 경우에는 캐릭터가 비무장 공격을 성공하기 전에 {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}을 유발할 것입니다 (그들의 대상에게만). 비무장 공격은 보통의 근접 공격처럼 작용하지만 크리처의 {g|Encyclopedia:Size}크기{/g}에 따라 다른 {g|Encyclopedia:Damage_Type}부수기 피해{/g}를 가합니다: 소형은 1d2, 중형은 {g|Encyclopedia:Dice}1d3{/g} 그리고 대형 캐릭터는 1d4의 피해.
ko_mt: 펀치, 발차기, 헤드버트로 {g|Encyclopedia:Damage}피해{/g}를 주는 공격은 모두 비무장 {g|Encyclopedia:Attack}공격{/g}의 변형입니다. 공격자가 수도사나 동물 등이 아니라면 대부분의 경우 비무장 상태에서 공격하는 것은 좋지 않은 생각입니다. 이러한 생물의 경우 비무장 공격은 무장 공격으로 간주하여 일반 {g|Encyclopedia:MeleeAttack}근접 공격{/g}으로 처리합니다. 다른 경우에는 캐릭터가 비무장 공격을 하기 전에 {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}을 유발합니다.(대상에게만 해당). 비무장 공격은 일반 근접 공격처럼 작동하지만, 생물의 {g|Encyclopedia:Size}크기{/g}에 따라 {g|Encyclopedia:Damage_Type}타격 피해{/g}를 입힙니다. 소형은 1d2, {g|Encyclopedia:Dice}1d3{/g}, 중형 캐릭터는 1d4입니다.

source: Unarmed Attacks
ko: 비무장 공격 (Unarmed Attacks)
ko_mt: 비무장 공격

source: Use Magic Device
ko: 마법 도구 사용 (Use Magic Device)
ko_mt: 마법 도구 사용

source: Weapons
ko: 무기 (Weapons)
ko_mt: 무기

source: Weapons can be classified in different ways. One of such classification is weapon proficiency. There are {g|Encyclopedia:Feat}feats{/g} and abilities that allow you to use weapons of certain proficiency or increase theirs efficiency. Weapon proficiency types are Simple, Martial and Exotic weapons. Many classes can use Simple and Martial weapons from the start.
ko: 무기는 다양한 방법으로 분류될 수 있습니다. 그런 분류 방법 중 하나는 무기 숙련입니다. 당신이 특정한 숙련도를 필요로 하는 무기들을 사용할 수 있게 하거나 그것들의 효율성을 높이게 해주는 {g|Encyclopedia:Feat}특기{/g}와 능력들이 존재합니다. 무기 숙련 유형은 단순, 군용 그리고 특수 무기입니다. 많은 클래스는 단순 무기와 군용 무기를 시작부터 사용할 수 있습니다.
ko_mt: 무기는 다양한 방식으로 분류할 수 있습니다. 무기 숙련도 그러한 분류 중 하나입니다. 특정 숙련도의 무기를 사용하거나 무기 효율을 높일 수 있는 {g|Encyclopedia:Feat}특기{/g}와 능력이 있습니다. 무기 숙련 유형은 일반 무기, 무술 무기, 특수 무기입니다. 많은 직업이 처음부터 일반 및 격투 무기를 사용할 수 있습니다.

source: Weapon Proficiency
ko: 무기 숙련 (Weapon Proficiency)
ko_mt: 무기 숙련

source: There are melee weapons, like swords or mace, and ranged weapons, like bows. A few melee weapons have a longer range than others, which is called {g|Encyclopedia:Reach}reach{/g}. All ranged weapons have different range.
ko: 검이나 메이스같은 근접 무기들과 활과 같은 원거리 무기들이 있습니다. 특정 근접 무기들은 더 긴 사거리를 가지며 {g|Encyclopedia:Reach}장병기{/g}로 분류됩니다. 모든 원거리 무기들은 서로 다른 사거리를 가집니다.
ko_mt: 근접 무기에는 검이나 철퇴와 같은 근접 무기와 활과 같은 원거리 무기가 있습니다. 일부 근접 무기는 다른 무기보다 사거리가 더 길며, 이를 {g|Encyclopedia:Reach}사거리{/g}이라고 합니다. 모든 원거리 무기는 사거리가 다릅니다.

source: Weapon Range
ko: 무기 사거리 (Weapon Range)
ko_mt: 무기 범위

source: Wisdom describes a character's willpower, common sense, awareness, and intuition. If you want your character to have acute senses, put a high score in Wisdom. Here are examples where you apply your character's Wisdom modifier: • Will {g|Encyclopedia:Saving_Throw}saving throws{/g} (for negating the effects of charm person and other {g|Encyclopedia:Spell}spells{/g}). • {g|Encyclopedia:Perception}Perception{/g}, {g|Encyclopedia:Lore_Nature}Lore (Nature){/g} and {g|Encyclopedia:Lore_Religion}Lore (Religion){/g} {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}checks{/g}. Clerics, druids, inquisitors, warpriests, hunters, shamans and rangers get bonus spells based on their Wisdom scores. The minimum Wisdom score needed to cast their spell is 10 + the spell's level.
ko: 지혜는 캐릭터의 의지력, 상식, 인지와 직관을 나타냅니다. 만약 당신의 캐릭터가 예민한 감각을 가지기를 원한다면 지혜에 많은 점수를 투자하는 것이 좋습니다. 다음이 당신 캐릭터의 지혜 수정치가 적용되는 것들의 예시입니다: • 의지 {g|Encyclopedia:Saving_Throw}내성 굴림{/g} (사람 현혹 주문과 다른 {g|Encyclopedia:Spell}주문들{/g}의 효과를 무시하기 위해서). • {g|Encyclopedia:Perception}지각{/g}, {g|Encyclopedia:Lore_Nature}전승(자연){/g} 그리고 {g|Encyclopedia:Lore_Religion}전승(종교){/g} {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}들. 클레릭, 드루이드, 인쿼지터 그리고 레인저들은 지혜 점수에 따라 보너스 주문을 받습니다. 이 클래스들의 주문을 사용하기 위해서는 최소 10 + 주문 레벨의 지혜 점수가 필요합니다.

source: Wisdom (Wis)
ko: 지혜 (Wisdom, Wis)
ko_mt: 지혜(Wis)
