Repository: akintos/wotr-translation
Catalog: translation/*/Encyclopedia.po
Languages: ko, ko_mt

source: A Constitution {g|Encyclopedia:Bonus}bonus{/g} increases a character's {g|Encyclopedia:HP}hit points{/g}, so the ability is important for all classes. Here are examples where you apply your character's Constitution modifier: • {g|Encyclopedia:Saving_Throw}Fortitude saving throws{/g}, for resisting death effects, poison, disease, and similar threats. • Hit points your character gets when they gain a level. If a character's Constitution score changes enough to alter their Constitution modifier, the character's hit points also increase or decrease accordingly.
ko_mt: 건강 {g|Encyclopedia:Bonus}보너스{/g}는 캐릭터의 {g|Encyclopedia:HP}HP{/g}을 증가시키므로, 이 능력은 모든 직업에 중요한 능력입니다. 다음은 캐릭터의 건강 수정치를 적용하는 예시입니다. - {g|Encyclopedia:Saving_Throw}인내 굴림{/g}을 시도합니다. - 캐릭터가 레벨을 올릴 때 얻는 체력입니다. 캐릭터의 건강 점수가 건강 수치를 변경할 만큼 변하면, 캐릭터의 명중률도 그에 따라 증가하거나 감소합니다.

source: When your character's current {g|Encyclopedia:HP}hit points{/g} drop to a negative amount equal to his {g|Encyclopedia:Constitution}Constitution{/g} score or lower, he's dead. A character can also die from taking {g|Encyclopedia:AbilityDamage}ability damage{/g} or suffering an ability drain that reduces his Constitution score to 0. Certain types of powerful magic, such as {g|SpellsRaiseDead}raise dead{/g} and {g|SpellsResurrection}resurrection{/g}, can restore life to a dead character.
ko_mt: 캐릭터의 현재 {g|Encyclopedia:HP}체력{/g}이 {g|Encyclopedia:Constitution}건강{/g} 점수와 같은 음수 값 이하로 떨어지면 사망합니다. 또한, 캐릭터가 {g|Encyclopedia:AbilityDamage}능력 피해{/g}를 받거나 건강 점수가 0으로 감소하는 능력 소모로 사망할 수도 있습니다. {g|SpellsRaiseDead}소생{/g} 및 {g|SpellsResurrection}부활{/g}과 같은 특정 유형의 강력한 마법은 죽은 캐릭터의 생명을 회복시킬 수 있습니다.

source: With critical hits you can deal increased {g|Encyclopedia:Damage}damage{/g} if you are lucky. When you make an {g|Encyclopedia:Attack}attack{/g} roll and get a number that lies within your weapon's critical threat range, you have scored a "critical threat," meaning the hit might be a critical hit (or "crit"). For all weapons a natural 20 is always a threat, but for some weapons threat range is greater than just 20, for example, 18-20 (you still need to make a successful hit to score a threat). A weapon's threat range is specified in its description. To turn a threat into a proper critical hit, you immediately make an attempt to "confirm" it — another attack roll with all the same modifiers as the attack roll you just made. If the confirmation {g|Encyclopedia:Dice}roll{/g} results in a hit against the target's {g|Encyclopedia:Armor_Class}AC{/g}, your original hit becomes a critical hit. The confirmation roll just needs to hit to give you a crit, it doesn't need to fit the threat range again. A critical hit means that you roll your damage more than once, with all your usual {g|Encyclopedia:Bonus}bonuses{/g}, and add the rolls together. Most weapons let you roll your damage twice, but some weapons, for example bows, axes and most {g|Encyclopedia:Light_Weapon}two-handed{/g} weapons, deal better than double damage on a critical hit. It is specified in their description. <b>Precision damage</b> Precision damage (such as from a rogue's sneak attack) and additional damage dice from weapon special abilities (such as flaming) are not multiplied when you score a critical hit. <b>{g|Encyclopedia:Spell}Spells{/g} and Critical Hits</b> A spell that requires an attack roll (as a {g|Encyclopedia:TouchAttack}touch attack{/g} in most cases) can score a critical hit and deal double damage. If a spell causes {g|Encyclopedia:AbilityDamage}ability damage{/g} or drain, the damage or drain is doubled on a critical hit.
ko_mt: 치명타로 적중하면 운이 좋으면 증가된 {g|Encyclopedia:Damage}피해{/g}를 입힐 수 있습니다. {g|Encyclopedia:Attack}공격{/g}을 할 때 {g|Encyclopedia:Dice}굴림{/g}을 굴려 무기의 치명타 범위 내에 있는 숫자가 나오면 "치명타 위협"을 획득한 것이며, 이는 해당 공격이 치명타(또는 "치명타")가 될 수 있음을 의미합니다. 모든 무기의 경우 기본 20은 항상 위협적이지만, 일부 무기의 경우 치명타 범위가 20보다 큰 18-20(예를 들어, 명중을 성공해야만 위협 점수를 획득할 수 있음)이기도 합니다. 무기의 치명타 범위는 무기의 설명에 명시되어 있습니다. 위협을 적절한 치명타로 전환하려면 즉시 방금 한 공격와 동일한 수정치가 포함된 또 다른 공격을 굴려 "확인"을 시도해야 합니다. 확인 결과 대상의 {g|Encyclopedia:Armor_Class}AC{/g}에 적중하면 원래 공격이 치명타가 됩니다. 확인 주사위는 명중만 하면 치명타가 되며, 다시 치명타 범위에 맞출 필요는 없습니다. 치명타가 된다는 것은 평소의 {g|Encyclopedia:Bonus}보너스{/g}를 모두 적용하여 피해 굴림을 두 번 이상 굴린 후 그 결과를 합산한다는 뜻입니다. 대부분의 무기는 피해량을 두 번 굴릴 수 있지만 활, 도끼, 대부분의 {g|Encyclopedia:Light_Weapon}양손 무기{/g}등 일부 무기는 치명타 시 두 배 이상의 피해를 입힙니다. 해당 무기의 설명에 명시되어 있습니다. <b>정밀 피해</b> 로그의 암습으로 인한 정밀 피해와 무기 {g|Encyclopedia:Special_Abilities}특수 능력{/g}(예: 화염)으로 인한 추가 피해 주사위는 치명타를 기록할 때 곱해지지 않습니다. <b>{g|Encyclopedia:Spell}주문{/g}과 치명타</b> 공격을 굴려야 하는 주문(대부분의 경우 {g|Encyclopedia:TouchAttack}접촉 공격{/g})은 치명타에 성공하고 두 배의 피해를 줄 수 있습니다. 주문이 {g|Encyclopedia:AbilityDamage}능력 피해{/g} 또는 소모량을 유발하는 경우, 치명타에 성공하면 피해 또는 소모량이 두 배가 됩니다.

source: Difficulty Class
ko_mt: 난이도 등급

source: If your {g|Encyclopedia:Attack}attack{/g} succeeds, you deal the target some damage. Damage calculation is a dice {g|Encyclopedia:Dice}roll{/g} with {g|Encyclopedia:Bonus}bonuses{/g} and {g|Encyclopedia:Penalty}penalties{/g} depending on weapon you use to attack and different factors. Damage reduces the target's current {g|Encyclopedia:HP}hit points{/g}. <b>Minimum Damage</b> If attacker's penalties reduce the damage result to less than 1, a hit still deals 1 point of damage. This damage still can be reduced by enemy abilities like {g|Encyclopedia:Damage_Reduction}Damage Reduction{/g} or Energy {g|Encyclopedia:Energy_Resistance}Resistance{/g}. <b>{g|Encyclopedia:Strength}Strength{/g} Bonus</b> When you hit with a melee or thrown weapon, add your Strength modifier to the damage result. When you deal damage with a weapon in your off hand, you add only half your Strength bonus. If you have a Strength penalty, the entire penalty applies. When you deal damage with a weapon that you are wielding {g|Encyclopedia:Light_Weapon}two-handed{/g}, you add 1.5 times your Strength bonus (Strength penalties are not multiplied). You don't get this higher Strength bonus, however, when using a light weapon with two hands. <b>Type of Damage</b> There are two main types of damage: {g|Encyclopedia:Energy_Damage}energy damage{/g} and {g|Encyclopedia:Physical_Damage}physical damage{/g}.
ko_mt: 자신의 {g|Encyclopedia:Attack}공격{/g}이 성공하면 대상에게 일정 피해를 줍니다. 피해량은 주사위 {g|Encyclopedia:Dice}굴림{/g}으로 계산하며, 공격에 사용한 무기와 다른 요인에 따라 {g|Encyclopedia:Bonus}보너스{/g}와 {g|Encyclopedia:Penalty}불이익{/g}을 받습니다. 피해량은 대상의 현재 {g|Encyclopedia:HP}체력{/g}을 감소시킵니다. <b>최소 피해</b> 공격자의 불이익으로 인해 피해 결과가 1 미만으로 감소해도 공격은 여전히 1 피해를 입힙니다. 이 피해는 {g|Encyclopedia:Damage_Reduction}피해 감소{/g} 또는 {g|Encyclopedia:Energy_Resistance}에너지 저항{/g}과 같은 적 능력으로 여전히 감소할 수 있습니다. <b>{g|Encyclopedia:Strength}힘{/g} 보너스</b> 근접 무기나 투척 무기로 적중했을 때, 피해 결과에 힘 수정치를 더합니다. 반대손으로 피해를 입힐 때는 힘 보너스의 절반만 추가합니다. 힘에 대한 불이익이 있다면, 전체 불이익을 받습니다. {g|Encyclopedia:Light_Weapon}양손{/g} 무기로 피해를 입히면 힘 보너스의 1.5배를 더합니다.(힘 불이익은 곱하지 않음). 하지만 양손으로 가벼운 무기를 사용할 때는 이 높은 힘 보너스가 적용되지 않습니다. <b>피해 유형</b> 피해에는 크게 두 가지 유형이 있습니다. {g|Encyclopedia:Energy_Damage}에너지 피해{/g}와 {g|Encyclopedia:Physical_Damage}물리 피해{/g}입니다.

source: <b>Overcoming DR</b> Damage reduction could be overcome by using weapons made from special materials (like Cold Iron or Adamantine), magic weapons (any weapon with a +1 or higher enhancement {g|Encyclopedia:Bonus}bonus{/g}, excluding masterwork), certain types of weapons (such as {g|Encyclopedia:Damage_Type}slashing{/g} or bludgeoning), and weapons imbued with an {g|Encyclopedia:Alignment}alignment{/g} (like good-aligned). Weapons with an enhancement bonus of +3 or greater can ignore some types of damage reduction, regardless of their actual material or alignment. +3 weapons overcome Cold Iron/Silver type of DR, +4 weapons overcome Adamantine type of DR, +5 weapons overcome Alignment-based DR.
ko_mt: <b>DR 극복하기</b> 특수 재료로 만든 무기(예: 냉철 또는 아다만틴), 마법 무기(+1 이상의 강화 {g|Encyclopedia:Bonus}보너스{/g}를 가진 무기, 걸작 제외), 특정 유형의 무기(예: {g|Encyclopedia:Damage_Type}베기{/g} 또는 부수기), {g|Encyclopedia:Alignment}성향{/g}이 부여된 무기(예: 선 성향)를 사용하면 피해 감소를 극복할 수 있습니다.) 강화 보너스가 +3 이상인 무기는 실제 재료나 성향에 관계없이 일부 유형의 피해 감소를 무시할 수 있습니다. +3 무기는 DR/냉철, +4 무기는 DR/아다만틴, +5 무기는 성향 기반 DR을 극복합니다.

source: Some creatures, including many demons, may ignore certain amount of harm due to their ability of {g|Encyclopedia:Damage_Reduction}damage reduction{/g}. This amount is subtracted from {g|Encyclopedia:Physical_Damage}physical damage{/g} dealt to them. Most types of DR can be bypassed by certain types of weapons. This is denoted in exceptions subsection directly. For example, DR 5/Cold Iron means that any physical {g|Encyclopedia:Damage}damage{/g} done by a weapon not made of cold iron will be reduced by 5. Some types of DR apply to all physical {g|Encyclopedia:Attack}attacks{/g}. Such DR is denoted by the "—" symbol in exceptions subsection. Whenever damage reduction completely negates the damage from an attack, it also negates most special effects that accompany the attack, such as injury poison, a monk's stunning fists, and injury-based disease. Attacks that deal no damage because of the target's damage reduction do not interrupt {g|Encyclopedia:Spell}spellcasting{/g}. If a creature has damage reduction from more than one source, the two forms of damage reduction do not stack. Instead, the creature gets the benefit of the best damage reduction in a given situation.
ko_mt: 많은 데몬을 포함한 일부 생물은 {g|Encyclopedia:Damage_Reduction}피해 감소{/g} 능력으로 인해 일정량의 피해를 무시할 수 있습니다. 이 양은 해당 생물에게 주는 {g|Encyclopedia:Physical_Damage}물리 피해{/g}에서 차감됩니다. 대부분의 DR은 특정 유형의 무기로 우회할 수 있습니다. 이는 예외 하위 항목에 직접 표시됩니다. 예를 들어, DR 5/냉철은 냉철로 만들어지지 않은 무기가 가하는 모든 물리 {g|Encyclopedia:Damage}피해{/g}가 5 감소한다는 뜻입니다. 일부 유형의 DR은 모든 {g|Encyclopedia:Attack}물리 피해{/g} 공격에 적용됩니다. 이러한 DR은 예외 하위 항목에서 "-" 기호로 표시됩니다. 피해 감소가 공격으로 인한 피해를 완전히 무효화할 때마다 {g|Encyclopedia:Injury_Death}부상{/g} 독, 수도사의 기절 주먹, 부상 기반 질병과 같이 공격에 수반되는 대부분의 특수 효과도 무효화됩니다. 대상의 피해 감소로 인해 피해를 입히지 않는 공격은 {g|Encyclopedia:Spell}주문 시전{/g}을 방해하지 않습니다. 생물이 두 개 이상의 출처로부터 피해 감소를 받는 경우, 두 가지 형태의 피해 감소는 중첩되지 않습니다. 대신, 생물은 주어진 상황에서 가장 좋은 피해 감소의 혜택을 받습니다.

source: Dexterity measures agility, reflexes, and balance. Here are examples where you apply your character's Dexterity modifier: • {g|Encyclopedia:RangedAttack}Ranged attack{/g} rolls, including those for {g|Encyclopedia:Attack}attacks{/g} made with bows, crossbows, throwing axes, and many ranged {g|Encyclopedia:Spell}spell{/g} attacks like {g|SpellsScorchingRay}scorching ray{/g}. • {g|Encyclopedia:Armor_Class}Armor Class{/g} (AC), provided that current {g|Encyclopedia:Bonus}bonus{/g} is not limited by the armor's {g|Encyclopedia:Max_Dex_Bonus}maximum Dexterity bonus{/g}. • {g|Encyclopedia:Saving_Throw}Reflex saving throws{/g}, for avoiding fireballs and other attacks that you can escape by moving quickly. • {g|Encyclopedia:Trickery}Trickery{/g}, {g|Encyclopedia:Mobility}Mobility{/g}, and {g|Encyclopedia:Stealth}Stealth{/g} {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}checks{/g}. This ability is vital for characters seeking to excel with ranged weapons, such as the bow. Most builds of rogues, slayers, hunters, monks and rangers require high Dexterity.
ko_mt: 민첩성은 민첩, 반사 신경, 균형 감각을 측정합니다. 다음은 캐릭터의 민첩 수정치를 적용하는 예시입니다. - {g|Encyclopedia:RangedAttack}원거리 공격{/g} 활, 쇠뇌, 도끼를 이용한 {g|Encyclopedia:Dice}굴림{/g}, 활, 쇠뇌, 도끼를 이용한 {g|Encyclopedia:Attack}명중 굴림{/g}, {g|SpellsScorchingRay}이글거리는 광선{/g} 같은 많은 원거리 {g|Encyclopedia:Spell}주문{/g} 공격이 포함됩니다. - {g|Encyclopedia:Armor_Class}AC{/g}, 현재 {g|Encyclopedia:Bonus}보너스{/g}가 방어구의 {g|Encyclopedia:Max_Dex_Bonus}최대 민첩 보너스{/g}에 제한되지 않는 경우. - {g|Encyclopedia:Saving_Throw}반사 굴림{/g}, 불덩어리 및 빠르게 움직여 피할 수 있는 다른 공격을 피할 수 있습니다. - {g|Encyclopedia:Trickery}손재주{/g}, {g|Encyclopedia:Mobility}기동성{/g}, {g|Encyclopedia:Stealth}은신{/g} {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g} 이 능력은 활과 같은 원거리 무기로 뛰어난 능력을 발휘하고자 하는 캐릭터에게 필수적입니다. 로그, 슬레이어, 사냥꾼, 수도사, 레인저의 대부분의 빌드는 높은 민첩을 필요로 합니다.

source: Enchantment {g|Encyclopedia:Spell}spells{/g} affect the minds of others, influencing or controlling their behavior. All enchantments are mind-affecting spells. Two subschools of Enchantment spells grant you influence over a subject creature.
ko_mt: 환혹 {g|Encyclopedia:Spell}주문{/g}은 다른 사람의 마음에 영향을 미쳐 그들의 행동에 영향을 주거나 통제합니다. 모든 환혹은 정신에 영향을 주는 주문입니다. 환혹 주문의 하위 주문 두 개를 사용하면 대상 생물에게 영향력을 부여할 수 있습니다.

source: Energy {g|Encyclopedia:Damage}damage{/g} is generally dealt by {g|Encyclopedia:Spell}spells{/g}. Spells or effects with any of the {g|Encyclopedia:Spell_Descriptor}descriptors{/g} like [acid], [sonic] or [electricity] deal energy damage. A creature must have energy {g|Encyclopedia:Energy_Resistance}resistance{/g} to reduce the amount of damage it takes from one of these sources. Creature's {g|Encyclopedia:Special_Abilities}special ability{/g} Energy {g|Encyclopedia:Energy_Immunity}Immunity{/g} allows it to completely negate certain energy {g|Encyclopedia:Damage_Type}damage type{/g}. The other main type of damage is {g|Encyclopedia:Physical_Damage}physical damage{/g}.
ko_mt: {g|Encyclopedia:Damage}에너지 피해{/g}는 일반적으로 {g|Encyclopedia:Spell}주문{/g}이 입힙니다. [산], [음파], [전기] 같은 {g|Encyclopedia:Spell_Descriptor}기술자{/g}를 가진 주문 또는 효과는 에너지 피해를 입힙니다. 생물이 이러한 출처 중 하나로부터 받는 피해를 줄이려면 {g|Encyclopedia:Energy_Resistance}에너지 저항{/g}을 가져야 합니다. 생물의 {g|Encyclopedia:Special_Abilities}특수 능력{/g} {g|Encyclopedia:Energy_Immunity}에너지 면역{/g}은 특정 에너지 {g|Encyclopedia:Damage_Type}피해 유형{/g}을 완전히 무효화할 수 있습니다. 다른 주요 피해 유형은 {g|Encyclopedia:Physical_Damage}물리 피해{/g}입니다.

source: Energy Vulnerability makes a creature takes 50% more {g|Encyclopedia:Damage}damage{/g} than normal from that energy type (like cold or electricity, see {g|Encyclopedia:Spell_Descriptor}spell descriptors{/g}). In case creature has both vulnerability and energy {g|Encyclopedia:Energy_Resistance}resistance{/g}, and the {g|Encyclopedia:Spell}spell{/g} allows a {g|Encyclopedia:Saving_Throw}saving throw{/g}, the effects apply in the following order: 1. Saving Throw: 2. Energy Vulnerability; 3. Energy Resistance.
ko_mt: 에너지 취약성은 생물이 해당 에너지 유형(예: 냉기 또는 전기, {g|Encyclopedia:Spell_Descriptor}주문기술자{/g} 참조)으로부터 평소보다 50% 더 많은 {g|Encyclopedia:Damage}피해{/g}를 받도록 합니다. 생물이 취약성과 {g|Encyclopedia:Energy_Resistance}에너지저항{/g}을 모두 가지고 있고 {g|Encyclopedia:Spell}주문{/g}이 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}을 허용하는 경우, 효과는 다음 순서로 적용됩니다. 1. 내성 굴림: 2. 에너지 취약성; 3. 에너지 저항.

source: Evocation {g|Encyclopedia:Spell}spells{/g} manipulate magical energy or tap an unseen source of power to produce the desired end. In effect, an evocation draws upon magic to create something out of nothing. Many of these spells produce spectacular effects, and Evocation spells can deal large amounts of {g|Encyclopedia:Damage}damage{/g}.
ko_mt: 방출 {g|Encyclopedia:Spell}주문{/g}은 마법의 에너지를 조작하거나 보이지 않는 힘의 원천을 활용하여 원하는 결과를 만들어냅니다. 사실상 방출은 마법을 이용해 무에서 유를 창조하는 것입니다. 이러한 주문 중 다수는 화려한 효과를 내며, 방출 주문은 대량의 {g|Encyclopedia:Damage}피해{/g}를 입힐 수 있습니다.

source: A creature with the fast healing {g|Encyclopedia:Special_Abilities}special ability{/g} regains {g|Encyclopedia:HP}hit points{/g} at an exceptional rate, usually 1 or more hit points per {g|Encyclopedia:Combat_Round}round{/g}. Fast healing continues to function even if creature is {g|Encyclopedia:Injury_Death}unconscious{/g} until it dies.
ko_mt: 빠른 {g|Encyclopedia:Healing}치유력{/g}을 가진 생물입니다. {g|Encyclopedia:Special_Abilities}특수 능력{/g}을 가진 생물은 {g|Encyclopedia:HP}체력{/g}을 매우 빠른 속도로 회복하며, 보통 {g|Encyclopedia:Combat_Round}라운드{/g}당 1 체력 이상 회복합니다. 빠른 치유는 생물이 {g|Encyclopedia:Injury_Death}의식불명{/g} 상태일지라도 사망할 때까지 계속 적용됩니다.

source: When making a {g|Encyclopedia:MeleeAttack}melee attack{/g}, a character gets a +2 flanking {g|Encyclopedia:Bonus}bonus{/g} if an opponent is {g|Encyclopedia:Threatened_Area}threatened{/g} by an ally of the character.
ko_mt: 근접 {g|Encyclopedia:Attack}공격{/g}을 할 때, 상대가 캐릭터의 아군에게 {g|Encyclopedia:Threatened_Area}위협{/g}을 받고 있다면 캐릭터는 +2 측면 {g|Encyclopedia:Bonus}보너스{/g}를 받습니다.

source: A character who has not yet acted during a combat is flat-footed, unable to react normally to the situation. A flat-footed character loses their {g|Encyclopedia:Dexterity}Dexterity{/g} {g|Encyclopedia:Bonus}bonus{/g} to {g|Encyclopedia:Armor_Class}AC{/g} (and all effects that depend on it, like dodge) and {g|Encyclopedia:CMD}Combat Maneuver Defense{/g} (CMD) (if they have any). In this condition characters are vulnerable to rogue and slayer's sneak attacks. Flat-footed character cannot perform {g|Encyclopedia:Attack_Of_Opportunity}attacks of opportunity{/g}.
ko_mt: 전투 중에 아직 행동하지 않은 캐릭터는 무방비가 되어 상황에 정상적으로 반응할 수 없습니다. 무방비인 캐릭터 {g|Encyclopedia:Dexterity}민첩{/g}을 잃습니다. {g|Encyclopedia:Bonus}보너스{/g}에서 {g|Encyclopedia:Armor_Class}AC{/g}(및 회피 등 이에 의존하는 모든 효과)와 {g|Encyclopedia:CMD}전법 방력{/g}(CMD)이 감소합니다.(있는 경우). 이 상태의 캐릭터는 로그와 학살자의 {g|Encyclopedia:Attack}암습{/g}에 취약합니다. 무방비 캐릭터는 {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}을 수행할 수 없습니다.

source: Flat-Footed Condition
ko_mt: 무방비 상태

source: Flat-Footed AC
ko_mt: 무방비 AC

source: After taking {g|Encyclopedia:Damage}damage{/g}, you can recover the lost {g|Encyclopedia:HP}hit points{/g} through healing, either natural or magical. <b>Natural Healing</b> With a full night's {g|Encyclopedia:Rest}rest{/g} (8 hours of sleep or more), you recover 1 hit point per {g|Encyclopedia:Character_Level}character level{/g}. <b>Magical Healing</b> Various abilities and {g|Encyclopedia:Spell}spells{/g} can restore hit points, like {g|SpellsCureLightWounds}cure light wounds{/g}, {g|SpellsHeal}heal{/g}, or lay on hands. <b>Healing Ability Damage</b> Temporary {g|Encyclopedia:AbilityDamage}ability damage{/g} returns at the rate of 1 point per night of rest (8 hours) for each affected {g|Encyclopedia:Ability_Scores}ability score{/g}.
ko_mt: {g|Encyclopedia:Damage}피해{/g}를 받은 후 자연 치유 또는 마법 치유를 통해 손실된 {g|Encyclopedia:HP}체력{/g}을 회복할 수 있습니다. <b>자연 치유</b> 하룻밤 {g|Encyclopedia:Rest}휴식{/g}(8시간 이상 수면)을 취하면 {g|Encyclopedia:Character_Level}캐릭터 레벨{/g}당 체력이 1씩 회복됩니다. <b>마법 치유</b> {g|SpellsCureLightWounds}가벼운 상처 치료{/g}, {g|SpellsHeal}치유{/g}, 안수치유 등 다양한 능력과 {g|Encyclopedia:Spell}주문{/g}을 통해 HP를 회복할 수 있습니다. <b>치유 능력 피해</b> 일시적인 {g|Encyclopedia:AbilityDamage}능력 피해{/g}는 영향을 받은 {g|Encyclopedia:Ability_Scores}능력 점수{/g}당 휴식 시간(8시간) 당 1 비율로 회복됩니다.

source: Each character has a certain number of {g|Encyclopedia:HP}hit points{/g} (HP). Depending on which game difficulty you've chosen the rules will vary. If you chose the Story Mode, your characters never die. When their HP value drops to 0, they lose consciousness. After the combat is over, the character will get up and can be controlled again. You only lose the game if your whole party is {g|Encyclopedia:Injury_Death}unconscious{/g}. If you chose the Easy Mode, when a character's HP value drops to 0, they lose consciousness. After the combat is over, the character will get up and can be controlled again. A character's HP value can drop into negative numbers without killing them. However, if a character is reduced to a negative amount of hit points equal to their {g|Encyclopedia:Constitution}Constitution{/g} score, they die. To resurrect them, you will need a special {g|Encyclopedia:Spell}spell{/g}. If you chose the Normal Mode, a character will not die after suffering a deadly injury for the first time. Instead, Death's Door condition will afflict them. If a character with this condition suffers a deadly injury again, they will die. The game will be over if all party members suffer deadly injuries. If you chose the Challenging Mode or higher, your characters will die after suffering a deadly injury. If your main character dies, the game is over. To restore the lost hit points, you can use {g|Encyclopedia:Healing}healing{/g} spells, potions, or {g|Encyclopedia:Rest}rest{/g}. Healing potions can be bought from merchants or obtained as trophies after combat. Healing spells are accessible to the following classes: bard, druid, cleric, inquisitor, and paladin. To use expendable items, such as scrolls, potions, and wands, open your inventory and place them into a quick slot.
ko_mt: 각 캐릭터는 일정 수의 {g|Encyclopedia:HP}체력{/g}(HP)를 가지고 있습니다. 선택한 게임 {g|Encyclopedia:DC}난이도{/g}에 따라 규칙이 달라집니다. 스토리 모드를 선택했다면 캐릭터는 절대 죽지 않습니다. 캐릭터의 체력이 0으로 떨어지면 의식을 잃습니다. 전투가 끝나면 캐릭터는 일어나서 다시 조종할 수 있습니다. 파티 전체가 {g|Encyclopedia:Injury_Death}의식불명{/g} 상태일 때만 게임에서 패배합니다. 쉬움 모드를 선택한 경우, 캐릭터의 체력이 0으로 떨어지면 의식을 잃습니다. 전투가 끝나면 캐릭터가 일어나서 다시 조종할 수 있습니다. 캐릭터의 HP 수치는 사망하지 않고도 음수로 떨어질 수 있습니다. 하지만 캐릭터의 체력이 {g|Encyclopedia:Constitution}건강{/g} 점수와 같은 음수만큼 감소하면 캐릭터는 사망합니다. 부활시키려면 특별한 {g|Encyclopedia:Spell}주문{/g}이 필요합니다. 일반 모드를 선택한 경우, 캐릭터가 처음으로 치명상을 입어도 사망하지 않습니다. 대신 죽음의 문 조건이 적용됩니다. 이 조건에 걸린 캐릭터가 다시 치명상을 입으면 사망합니다. 모든 파티원이 치명상을 입으면 게임이 종료됩니다. 도전 모드 이상을 선택했다면 캐릭터가 치명상을 입으면 사망합니다. 주인공 캐릭터가 사망하면 게임이 종료됩니다. 손실된 체력을 회복하려면 {g|Encyclopedia:Healing}치유{/g} 주문, 물약 또는 {g|Encyclopedia:Rest}휴식{/g}을 사용할 수 있습니다. 회복 물약은 상인에게서 구입하거나 전투 후 전리품으로 획득할 수 있습니다. 치유 주문은 바드, 드루이드, 성직자, 심문관, 성기사 클래스가 사용할 수 있습니다. 주문서, 물약, 지팡이와 같은 소모성 아이템을 사용하려면 인벤토리를 열어 빠른 슬롯에 넣으면 됩니다.

source: A helpless opponent is sleeping, {g|ConditionParalyzed}paralyzed{/g}, {g|Encyclopedia:Injury_Death}unconscious{/g}, or otherwise at your mercy. {g|Encyclopedia:MeleeAttack}Melee attacks{/g} against a helpless target get a +4 {g|Encyclopedia:Bonus}bonus{/g}. In addition, a helpless character is treated as having a {g|Encyclopedia:Dexterity}Dexterity{/g} of 0, giving them an appropriate {g|Encyclopedia:Penalty}penalty{/g} to {g|Encyclopedia:Armor_Class}AC{/g}. Rogues, slayers and other characters who have sneak attack ability can apply it to helpless targets. A character can use a melee weapon to deliver a coup de grace to a helpless foe.
ko_mt: 무력한 상대가 수면 중이거나, 마비 상태이거나, {g|Encyclopedia:Injury_Death}의식불명{/g}이거나, 아니면 당신의 자비심에 따라 움직입니다. 무력한 대상에 대한 근접 {g|Encyclopedia:Attack}공격{/g}은 +4 {g|Encyclopedia:Bonus}보너스{/g}를 얻습니다. 또한, 무력한 캐릭터는 {g|Encyclopedia:Dexterity}민첩{/g}이 0인 것으로 간주되어 적절한 {g|Encyclopedia:Penalty}불이익{/g}과 {g|Encyclopedia:Armor_Class}AC{/g}가 부여됩니다. 로그, 슬레이어 등 암습 능력을 가진 캐릭터는 무력한 대상에게 이 능력을 적용할 수 있습니다. 캐릭터는 근접 무기를 사용해 무력한 적에게 마무리 일격을 가할 수 있습니다.

source: The {g|Encyclopedia:Damage}damage{/g} for this {g|Encyclopedia:NaturalAttack}natural attack{/g} increases by one step on the following list, as if the creature's {g|Encyclopedia:Size}size{/g} had increased by one category. Damage {g|Encyclopedia:Dice}dice{/g} increase as follows: 1d2, 1d3, 1d4, 1d6, 1d8, 2d6, 3d6, 4d6, 6d6, 8d6, 12d6. A weapon or {g|Encyclopedia:Attack}attack{/g} that deals 1d10 points of damage increases as follows: 1d10, 2d8, 3d8, 4d8, 6d8, 8d8, 12d8.
ko_mt: 이 자연 무기의 피해량은 생물의 크기가 한 단계 증가한 것처럼 다음 목록에 따라 한 단계 증가합니다. 피해 주사위는 다음과 같이 증가합니다. 1d2, 1d3, 1d4, 1d6, 1d8, 2d6, 3d6, 4d6, 6d6, 8d6, 12d6. 1d10만큼 피해를 주는 무기나 공격은 다음과 같이 증가합니다. 1d10, 2d8, 3d8, 4d8, 6d8, 8d8, 12d8.

source: Improved Natural Attack
ko_mt: 향상된 자연 무기

source: Some creatures, for example Ghosts, have the ability to make incorporeal {g|Encyclopedia:TouchAttack}touch attacks{/g}. These {g|Encyclopedia:Attack}attacks{/g} ignore solid objects, such as armor and shields, passing through them. Incorporeal touch attacks work similarly to normal touch attacks except that they also ignore cover {g|Encyclopedia:Bonus}bonuses{/g}. Incorporeal touch attacks do not ignore armor bonuses granted by force effects, such as {g|SpellsMageArmor}mage armor{/g} {g|Encyclopedia:Spell}spell{/g} and bracers of armor item.
ko_mt: 고스트와 같은 일부 생물은 비실체 {g|Encyclopedia:TouchAttack}접촉 공격{/g}을 할 수 있습니다. 이 {g|Encyclopedia:Attack}공격{/g}은 갑옷이나 방패와 같은 단단한 물체를 통과해도 무시합니다. 비실체 접촉 공격은 일반 접촉 공격과 비슷하게 작동하지만 엄폐 {g|Encyclopedia:Bonus}보너스{/g}도 무시합니다. 비실체 접촉 공격은 {g|SpellsMageArmor}마법사 방어구{/g} {g|Encyclopedia:Spell}주문{/g}, 방어의 팔찌 아이템등 역장 효과로 부여되는 갑옷 보너스를 무시하지 않습니다.
