Repository: akintos/wotr-translation
Catalog: translation/*/Encyclopedia.po
Languages: ko, ko_mt

source: <b>Movement During a Charge</b> You must move before your {g|Encyclopedia:Attack}attack{/g}, not after. You must move at least 10 feet and may move up to double your {g|Encyclopedia:Speed}speed{/g} directly toward the designated opponent. If you move a distance equal to your speed or less, you can also draw a weapon during a charge attack if your {g|Encyclopedia:BAB}base attack bonus{/g} is at least +1. You must have a clear path toward the opponent, and nothing can hinder your movement (such as difficult terrain or obstacles). You must move to the closest space from which you can attack the opponent. If this space is occupied or otherwise blocked, you can't charge. If any line from your starting space to the ending space passes through a square that blocks movement, slows movement, or contains a creature (even an ally), you can't charge. {g|Encyclopedia:Helpless}Helpless{/g} creatures don't stop a charge. If you don't have a line of sight to the opponent at the start of your turn, you can't charge that opponent. If you are able to take only a {g|Encyclopedia:Standard_Actions}standard action{/g} on your turn, you can still charge, but you are only allowed to move up to your speed (instead of up to double your speed) and you cannot draw a weapon unless you possess the Quick Draw {g|Encyclopedia:Feat}feat{/g}. You can't use this option unless you are restricted to taking only a standard {g|Encyclopedia:CA_Types}action{/g} on your turn.
ko: <b>돌격 중 움직임</b> 돌격은 {g|Encyclopedia:Attack}공격{/g} 이전에 사용해야만 합니다. 돌격은 10 피트 이상의 직선 경로가 확보되어야 사용할 수 있으며, 원하는 적을 향해 직진으로 2배의 {g|Encyclopedia:Speed}속도{/g}로 움직일 수 있습니다. 만약 이동한 거리가 이동 속도와 같거나 적고, 만약 {g|Encyclopedia:BAB}기본 공격 보너스{/g}가 최소 +1이라면, 당신은 돌격 공격 중에 무기를 꺼낼 수 있습니다. 당신과 적과의 사이에는 아무것도 없어야 하고, 그 무엇도 (어려운 지형 혹은 장애물일지라도) 당신의 움직임을 막을 수 없습니다. 당신은 적을 공격할 수 있는 가장 가까운 거리로 움직여야만 합니다. 만약 이 공간에 누군가 있거나 막혀져 있다면, 당신은 돌격할 수 없습니다. 시작하는 지점과 끝의 지점을 잇는 선 사이에 움직임을 막거나, 느리게 하거나, 생명체가 (아군을 포함하여) 있는 지역이 있다면, 당신은 돌격할 수 없습니다. {g|Encyclopedia:Helpless}무력화{/g}된 크리처는 돌격을 막지 않습니다. 만약 당신의 턴이 시작될 때, 적에 대한 시야가 없어 선을 그을 수 없다면, 당신은 그 적에 돌격하지 못합니다. 만약 당신의 턴에 {g|Encyclopedia:Standard_Actions}기본 행동{/g}만 취할 수 있는 상태라면, 당신은 여전히 돌격할 수 있지만, 오직 (2배의 이동 속도 대신에) 현재의 이동 속도로만 이동 가능하고, 빨리 뽑기 {g|Encyclopedia:Feat}특기{/g}를 가지고 있지 않는 이상, 무기를 꺼낼 수 없습니다. 당신의 턴에 오직 기본 {g|Encyclopedia:CA_Types}행동{/g}만 취할 수 있도록 제한되는 상태가 아니라면 이 옵션을 사용할 수 없습니다.
ko_mt: <b>돌격 중 이동</b> {g|Encyclopedia:Attack}공격{/g}하기 전에 이동해야 합니다. 최소 10피트 이상 이동해야 하며, 지정된 상대를 향해 자신의 {g|Encyclopedia:Speed}속도{/g}의 최대 두 배까지 직접 이동할 수 있습니다. 자신의 속도와 같은 거리 이하로 이동할 경우, {g|Encyclopedia:BAB}BAB{/g}가 +1 이상이면 돌격 공격 중에도 무기를 뽑을 수 있습니다. 상대방을 향해 명확한 경로가 있어야 하며, 험지 효과이나 장애물 등 이동을 방해할 수 있는 것이 없어야 합니다. 상대를 공격할 수 있는 가장 가까운 공간으로 이동해야 합니다. 이 공간이 점령되었거나 다른 방법으로 막혀 있으면 돌격할 수 없습니다. 시작 공간에서 끝 공간까지 이동을 막거나, 이동 속도를 늦추거나, 생물(아군 포함)이 있는 정사각형을 통과하는 선이 있으면 돌격할 수 없습니다. {g|Encyclopedia:Helpless}무력한{/g} 생물은 돌격을 멈추지 않습니다. 당신의 턴이 시작될 때 상대에 대한 시야가 확보되지 않은 경우, 당신은 그 상대에게 돌격할 수 없습니다. 자신의 턴에 {g|Encyclopedia:Standard_Actions}표준 행동{/g}만 할 수 있는 경우에도 돌격할 수 있지만, 자신의 속도만큼만(최대 두 배 속도 대신) 이동할 수 있으며, 빠른 드로우 {g|Encyclopedia:Feat}특기{/g}를 가지고 있지 않으면 무기를 뽑을 수 없습니다. 이 옵션은 자신의 턴에 표준 {g|Encyclopedia:CA_Types}행동{/g}만 할 수 있도록 제한되지 않는 한 사용할 수 없습니다.

source: <b>{g|Encyclopedia:Attack}Attacking{/g} on a Charge</b> After moving, you may make a single {g|Encyclopedia:MeleeAttack}melee attack{/g}. You get a +2 {g|Encyclopedia:Bonus}bonus{/g} on the attack {g|Encyclopedia:Dice}roll{/g} and take a –2 {g|Encyclopedia:Penalty}penalty{/g} to your {g|Encyclopedia:Armor_Class}AC{/g} until the start of your next turn. A charging character gets a +2 bonus on {g|Encyclopedia:Combat_Maneuvers}combat maneuver{/g} attack rolls made to bull rush an opponent. Even if you have extra attacks, such as from having a high enough {g|Encyclopedia:BAB}Base Attack Bonus (BAB){/g} or from using multiple weapons, you only get to make one attack during a charge.
ko: <b>돌격 후 {g|Encyclopedia:Attack}공격{/g}</b> 이동 후에는 한 번의 {g|Encyclopedia:MeleeAttack}근접 공격{/g}을 할 수 있습니다. 명중 {g|Encyclopedia:Dice}굴림{/g}에 +2 의 {g|Encyclopedia:Bonus}보너스{/g}를 받으며 {g|Encyclopedia:Armor_Class}AC{/g}는 다음 차례가 올 때까지 -2의 {g|Encyclopedia:Penalty}페널티{/g}를 받습니다. 돌격하는 캐릭터는 황소 돌진 {g|Encyclopedia:Combat_Maneuvers}전법{/g} 굴림에 +2의 보너스를 얻습니다. 높은 {g|Encyclopedia:BAB}기본 공격 보너스(BAB){/g}를 가졌거나 여러 개의 무기를 사용해서 공격을 여러 번 할 수 있더라도, 돌격을 사용하면 한 번만 공격 할 수 있습니다.

source: Charge
ko: 돌격(Charge)
ko_mt: 돌격

source: Charisma measures a character's power of personality, personal magnetism, ability to lead, and appearance. Here are examples where you apply your character's Charisma modifier: • {g|Encyclopedia:Persuasion}Persuasion{/g} and {g|Encyclopedia:Use_Magic_Device}Use Magic Device{/g} {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}checks{/g}. • Channel energy DCs for clerics and paladins attempting to harm undead foes. Bards, Paladins, Bloodragers, Oracles, Skalds and Sorcerers gain a number of bonus {g|Encyclopedia:Spell}spells{/g} based on their Charisma scores. The minimum Charisma score needed to cast their spell is 10 + the spell's level.
ko: 매력은 한 캐릭터의 성품, 인간적인 끌림, 지도력, 외양을 측정합니다. 캐릭터의 매력 수정치는 다음에 적용됩니다: •{g|Encyclopedia:Persuasion}설득{/g}과 {g|Encyclopedia:Use_Magic_Device}마법 도구 사용{/g} {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}. • 언데드 적에게 해를 주는 클레릭과 팔라딘의 에너지 전달 DC. 바드, 팔라딘, 블러드레이저, 오라클, 스칼드, 소서러는 그들의 매력 점수에 기반하여 보너스 {g|Encyclopedia:Spell}주문{/g} 개수를 얻습니다. 주문 시전에 필요한 최소한의 매력 점수는 10 + 주문 레벨입니다.

source: Charisma (Cha)
ko: 매력 (Charisma, Cha)
ko_mt: 매력(Cha)

source: You will encounter many challenges throughout the game. Sometimes you will need to persuade a character to do what you want, sometimes you will have to climb a shaky ladder, or protect yourself from an enemy {g|Encyclopedia:Spell}spell{/g}. All these challenges are called checks. The most common types are {g|Encyclopedia:Attack}attack rolls{/g}, {g|Encyclopedia:Ability_Scores}ability checks{/g}, {g|Encyclopedia:Skills}skill checks{/g}, and {g|Encyclopedia:Saving_Throw}saving throws{/g}. To pass the check and succeed in the {g|Encyclopedia:CA_Types}action{/g} you want to perform, you must roll a {g|Encyclopedia:Dice}d20{/g} and modify the result with various values, most commonly {g|Encyclopedia:Bonus}bonuses{/g} and {g|Encyclopedia:Penalty}penalties{/g}, coming from various of abilities and effects applied by your characters, enemies or environment. For your check to succeed, the check result (sum of the d20 roll and all the bonuses and penalties) must meet or exceed the {g|Encyclopedia:DC}Difficulty Class (DC){/g} of this check.
ko: 당신은 게임을 진행함에 따라 다양한 도전을 맞닥뜨릴 것입니다. 때때로 당신은 원하는 것을 이루기 위해 캐릭터를 설득해야 할 것이며, 흔들거리는 사다리를 올라야 할 수도 있고, 적들의 {g|Encyclopedia:Spell}주문{/g}으로 부터 당신을 보호해야 할 것입니다. 이러한 모든 도전들은 판정이라고 불립니다. 판정의 흔한 종류들에는 {g|Encyclopedia:Attack}명중 굴림{/g}, {g|Encyclopedia:Ability_Scores}능력치 판정{/g}, {g|Encyclopedia:Skills}기술 판정{/g}, 그리고 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}이 있습니다. 판정을 통과하고 성공적으로 {g|Encyclopedia:CA_Types}행동{/g}을 성공시키기 위해 당신은 {g|Encyclopedia:Dice}20면체 주사위(d20){/g}를 굴리고 그 결과에는 당신의 캐릭터의 능력치와 효과들, 적들과 환경에 따른 {g|Encyclopedia:Bonus}보너스{/g}나 {g|Encyclopedia:Penalty}페널티{/g}와 같은 다양한 변수들이 더해집니다.
ko_mt: 게임 내내 많은 도전에 직면하게 됩니다. 때로는 원하는 것을 하도록 캐릭터를 설득해야 할 때도 있고, 흔들리는 사다리를 올라가야 할 때도 있으며, 적의 {g|Encyclopedia:Spell}주문{/g}으로부터 자신을 보호해야 할 때도 있습니다. 이러한 모든 도전을 확인라고 합니다. 가장 일반적인 유형은 {g|Encyclopedia:Attack}명중 굴림{/g}, {g|Encyclopedia:Ability_Scores}능력{/g} 판정, {g|Encyclopedia:Skills}기술{/g} 판정, {g|Encyclopedia:Saving_Throw}내성 굴림{/g}입니다. 검사를 통과하고 수행하려는 {g|Encyclopedia:CA_Types}행동{/g}을 성공하려면 {g|Encyclopedia:Dice}d20{/g}을 굴려서 캐릭터, 적 또는 환경에 의해 적용되는 다양한 능력과 효과에서 오는 다양한 값(가장 일반적으로 {g|Encyclopedia:Bonus}보너스{/g}와 {g|Encyclopedia:Penalty}불이익{/g})으로 결과를 수정해야 합니다. 판정에 성공하려면 확인 결과(d20 주사위를 굴린 결과와 모든 보너스 및 불이익의 합계)가 이 판정의 {g|Encyclopedia:DC}난이도 등급(DC){/g}을 충족하거나 초과해야 합니다.

source: Check
ko: 판정 (Check)
ko_mt: 확인

source: A character's class is one of their most defining features. It's the source of most of their powers, and it gives them a specific role in any adventuring party. A character's class represents a profession, such as fighter or wizard. A new character starts at 1st level in this chosen class. As the character gains {g|Encyclopedia:XP}experience points{/g} (XP) for defeating monsters, they go up in level, granting them new powers. If your character is a {g|Encyclopedia:Spell}spell{/g} caster that prepares spells (such as a wizard) you will need to determine the spells your character starts with.
ko: 캐릭터의 클래스는 게임의 본질적인 특징 중 하나입니다. 클래스는 대부분의 능력의 원천이며, 모험하는 일행 안에서 캐릭터에 특별한 역할을 부여합니다. 캐릭터의 클래스는 파이터 혹은 위저드와 같은 직업을 나타냅니다. 새로운 캐릭터는 고른 클래스의 1 레벨부터 시작합니다. 캐릭터가 몬스터를 격퇴하여 {g|Encyclopedia:XP}경험치{/g} (XP)를 얻을 때마다, 그들은 레벨이 상승하며, 새로운 능력을 부여받습니다. 만약 당신의 캐릭터가 주문을 준비해야 하는 {g|Encyclopedia:Spell}주문{/g} 시전자 (위저드처럼) 당신은 가지고 시작할 주문을 결정할 필요가 있습니다.
ko_mt: 캐릭터의 직업은 캐릭터의 가장 뚜렷한 특징 중 하나입니다. 캐릭터가 가진 대부분의 능력의 원천이며, 모험 파티에서 특정 역할을 부여합니다. 캐릭터의 직업은 전사나 위저드와 같은 직업을 나타냅니다. 새로운 캐릭터는 선택한 직업의 1레벨부터 시작합니다. 캐릭터는 괴물을 쓰러뜨려 {g|Encyclopedia:XP}경험치{/g}(XP)를 획득하면 레벨이 올라가며 새로운 능력을 얻게 됩니다. 위저드와 같이 주문을 준비하는 {g|Encyclopedia:Spell}주문{/g} 시전자인 경우, 캐릭터가 어떤 주문으로 시작하는지 결정해야 합니다.

source: Class
ko: 클래스 (Class)
ko_mt: 직업

source: The level of a character in a particular class. For a character with levels in only one class, class level and {g|Encyclopedia:Character_Level}character level{/g} are the same.
ko: 특정한 클래스 안에서의 레벨입니다. 하나의 클래스만 가지고 있는 캐릭터는 클래스 레벨과 {g|Encyclopedia:Character_Level}캐릭터 레벨{/g}이 같습니다.
ko_mt: 특정 클래스에 속한 캐릭터의 레벨입니다. 한 클래스에만 레벨이 있는 캐릭터의 경우 클래스 레벨과 {g|Encyclopedia:Character_Level}캐릭터 레벨{/g}은 동일합니다.

source: Class Level
ko: 클래스 레벨 (Class Level)
ko_mt: 클래스 레벨

source: Each character and creature have a Combat Maneuver Bonus (or CMB) that represents its ability to perform {g|Encyclopedia:Combat_Maneuvers}combat maneuvers{/g}. A creature's CMB is determined using the following formula: CMB = {g|Encyclopedia:BAB}Base Attack Bonus (BAB){/g} + {g|Encyclopedia:Strength}Strength{/g} modifier + special {g|Encyclopedia:Size}size{/g} modifier.
ko: 각 캐릭터와 크리처는 {g|Encyclopedia:Combat_Maneuvers}전법{/g}을 수행할 수 있는 능력을 보여주는 전법 보너스(Combat Maneuver Bonus, CMB)를 가지고 있습니다. 크리처의 CMB는 다음의 공식에 따라 결정됩니다: CMB = {g|Encyclopedia:BAB}기본 공격 보너스 (BAB){/g} + {g|Encyclopedia:Strength}힘{/g} 수정치 + 특별 {g|Encyclopedia:Size}크기{/g} 수정치.
ko_mt: 각 캐릭터와 생물은 {g|Encyclopedia:Combat_Maneuvers}전법{/g}을 수행할 수 있는 능력을 나타내는 전법 보너스(또는 CMB)가 있습니다. 생물의 CMB는 다음 공식을 사용하여 결정됩니다. CMB = {g|Encyclopedia:BAB}기본 공격 보너스(BAB){/g} + {g|Encyclopedia:Strength}힘{/g} 수정치 + 특수 {g|Encyclopedia:Size}크기{/g} 수정치.

source: Combat Maneuver Bonus
ko: 전법 보너스 (Combat Maneuver Bonus)
ko_mt: 전법 보너스

source: Each character and creature have a Combat Maneuver Defense (or CMD) that represents its ability to resist {g|Encyclopedia:Combat_Maneuvers}combat maneuvers{/g}. A creature's CMD is determined using the following formula: CMD = 10 + {g|Encyclopedia:BAB}Base attack bonus{/g} + {g|Encyclopedia:Strength}Strength{/g} modifier + {g|Encyclopedia:Dexterity}Dexterity{/g} modifier + special {g|Encyclopedia:Size}size{/g} modifier + miscellaneous modifiers. A creature adds any circumstance, deflection, dodge, insight, luck, morale, profane, and sacred {g|Encyclopedia:Bonus}bonuses{/g} it has to {g|Encyclopedia:Armor_Class}AC{/g} to its CMD. Any {g|Encyclopedia:Penalty}penalties{/g} to a creature's AC also apply to its CMD. A {g|Encyclopedia:Flat_Footed}flat-footed{/g} creature does not add its Dexterity bonus to its CMD.
ko: 각 캐릭터와 크리처는 {g|Encyclopedia:Combat_Maneuvers}전법{/g}에 저항하는 능력을 나타내는 전법 방어(Combat Maneuver Defense, CMD)를 가지고 있습니다. 크리처의 CMD는 다음의 공식에 따라 결정됩니다: CMD = 10 + {g|Encyclopedia:BAB}기본 공격 보너스{/g} + {g|Encyclopedia:Strength}힘{/g} 수정치 + {g|Encyclopedia:Dexterity}민첩{/g} 수정치 + 특별 {g|Encyclopedia:Size}크기{/g} 수정치 + 기타 수정치. 크리처는 {g|Encyclopedia:Armor_Class}AC{/g}에 대한 상황, 굴절, 피하기, 통찰, 행운, 사기 및 불경과 신성 {g|Encyclopedia:Bonus}보너스{/g}를 CMD에 추가합니다. 크리처의 AC에 대한 {g|Encyclopedia:Penalty}패널티{/g} 또한 CMD에 적용됩니다. {g|Encyclopedia:Flat_Footed}무방비{/g} 상태의 크리처는 CMD에 민첩 보너스를 추가하지 않습니다.
ko_mt: 각 캐릭터와 생물은 {g|Encyclopedia:Combat_Maneuvers}전법{/g}에 저항하는 능력을 나타내는 전법 방(또는 CMD)을 가지고 있습니다. 생물의 CMD는 다음 공식을 사용하여 결정됩니다. CMD = 10 + {g|Encyclopedia:BAB}BAB{/g} + {g|Encyclopedia:Strength}힘{/g} 수정치 + {g|Encyclopedia:Dexterity}민첩{/g} 수정치 + 특수 {g|Encyclopedia:Size}크기{/g} 수정치 + 기타 수정치. 생물은 {g|Encyclopedia:Armor_Class}AC{/g}, CMD에 자신이 가진 모든 상황, 굴절, 회피, 통찰, 운, 사기, 불경, 성스러운 {g|Encyclopedia:Bonus}보너스{/g}를 추가합니다. 생물의 AC에 대한 모든 {g|Encyclopedia:Penalty}불이익{/g}은 그 생물의 AC에도 적용됩니다. {g|Encyclopedia:Flat_Footed}무방비{/g} 생물은 민첩 보너스를 자신의 AC에 추가하지 않습니다.

source: Combat Maneuver Defense
ko: 전법 방어 (Combat Maneuver Defense, CMD)
ko_mt: 전법 방어

source: The game uses a {g|Encyclopedia:Dice}roll{/g} of 20-sided die for combat and {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}checks{/g}. Combat happens in real time, but you can pause the game at any time to assess the situation and give orders to your companions. To pause or unpause the game, press <b>{bind|Pause}</b>. Click on an opponent in order to {g|Encyclopedia:Attack}attack{/g} them.
ko: 이 게임은 전투와 {g|Encyclopedia:Skills}기술{/g}을 {g|Encyclopedia:Check}판정{/g}하기 위해 20면체 주사위 {g|Encyclopedia:Dice}굴림{/g}을 사용합니다. 전투는 실시간으로 진행되지만 정지버튼을 눌러 상황을 파악하고 동료들에게 명령을 내릴 수 있습니다. 정지시키거나 정지를 풀기 위해서는 <b>{bind|Pause}</b>를 누르십시오. {g|Encyclopedia:Attack}공격{/g}하려면 적을 클릭하십시오.
ko_mt: 이 게임은 20면 주사위 {g|Encyclopedia:Dice}굴림{/g}을 사용해 전투를 벌이고 {g|Encyclopedia:Skills}기술{/g} 판정을 합니다. 전투는 실시간으로 진행되지만, 언제든지 게임을 일시 정지하여 상황을 평가하고 동료에게 명령을 내릴 수 있습니다. 게임을 일시 중지하거나 일시 중지 해제하려면 <b>{bind|Pause}</b>을 누르세요. 상대를 클릭해 {g|Encyclopedia:Attack}공격{/g} 합니다.

source: <b>{g|Encyclopedia:Initiative}Initiative{/g}:</b> When a battle starts, each combatant makes an initiative {g|Encyclopedia:Check}check{/g}. The higher their initiative, the earlier the character can act. Initiative scores can be viewed in the Combat Log. Combat is divided into rounds, with each {g|Encyclopedia:Combat_Round}round{/g} lasting 6 seconds. Initiative score is determined once for the entire combat and does not change between rounds.
ko: <b>{g|Encyclopedia:Initiative}우선권{/g}:</b> 전투가 시작되면 전투에 참가하는 모든 캐릭터는 우선권{g|Encyclopedia:Check}판정{/g}을 합니다. 우선권이 높으면 높을 수록 캐릭터가 더 빨리 행동할 수 있습니다. 우선권 점수는 전투 기록에서 확인이 가능합니다. 전투는 여러 라운드로 나뉘어 있으며 한 {g|Encyclopedia:Combat_Round}라운드{/g}가 끝나려면 6초가 경과해야 합니다. 우선권 점수는 한 번 정해지면 모든 라운드에 적용되고 그 이후로는 변동이 없습니다.
ko_mt: <b>{g|Encyclopedia:Initiative}우선권{/g}:</b> 전투가 시작되면 각 전투원은 우선권 굴림을 하고, 점수가 높은 캐릭터부터 행동합니다. 우선권 점수는 전투 로그에서 확인할 수 있습니다. 전투는 라운드로 나뉘며, 각 {g|Encyclopedia:Combat_Round}라운드{/g}는 6초 동안 지속됩니다. 우선권 점수는 전체 전투에 대해 한 번만 결정되며 라운드 간에 변경되지 않습니다.

source: <b>{g|Encyclopedia:Attack}Attack{/g} {g|Encyclopedia:Dice}Roll{/g}:</b> An attack is a character's attempt to strike an opponent. The result of an attack roll depends on many factors: wielded weapons, the combatant's abilities, etc. An attack succeeds if the result of an attack roll equals or exceeds the target's {g|Encyclopedia:Armor_Class}Armor Class{/g}. If the d20 roll results in a 20, the attack automatically hits, regardless of the target's AC.
ko: <b>{g|Encyclopedia:Attack}명중{/g} {g|Encyclopedia:Dice}굴림{/g}:</b> 공격은 캐릭터가 적에게 위해를 가하려는 행동입니다. 명중 굴림의 결과는 휘두르는 무기의 종류, 적의 능력치, 기타 등등 많은 요인에 따라 달라집니다. 명중 굴림의 숫자가 상대방의 {g|Encyclopedia:Armor_Class}AC{/g}보다 높거나 동등하게 나오면 공격이 성공합니다.만약 20면체 주사위로 20의 숫자가 나왔다면, 상대방의 AC에 상관없이 자동적으로 공격이 명중 할 것입니다.

source: <b>{g|Encyclopedia:Damage}Damage{/g}:</b> The amount of damage dealt in the case of a successful {g|Encyclopedia:Attack}attack{/g} depends on the weapon's stats and other factors, such as empowering {g|Encyclopedia:Spell}spells{/g}. Attack {g|Encyclopedia:Dice}roll{/g} results and damage numbers can be found in the Combat Log.
ko: <b>{g|Encyclopedia:Damage}피해{/g}:</b> 성공적인 {g|Encyclopedia:Attack}공격{/g}으로 인한 피해 총량은 무기의 성능이나 강화 {g|Encyclopedia:Spell}주문{/g}과 같은 요소에 의해 정해집니다. 명중 {g|Encyclopedia:Dice}굴림{/g}의 결과와 피해 수치는 전투 기록에서 확인할 수 있습니다.

source: <b>{g|Encyclopedia:Armor_Class}Armor Class{/g}:</b> The higher a character's Armor Class, the more difficult it is to successfully {g|Encyclopedia:Attack}attack{/g} them. It combines a base defense of 10 with other factors, such as equipment stats, {g|Encyclopedia:Dexterity}Dexterity{/g} {g|Encyclopedia:Bonus}bonus{/g}, passive abilities, etc.
ko: <b>{g|Encyclopedia:Armor_Class}방어도{/g}:</b> 캐릭터의 방어도가 높을수록, 그를 향한 {g|Encyclopedia:Attack}공격{/g}은 성공적으로 명중하기 힘들어집니다. 방어도는 기본 방어력 10에 장비의 능력치, {g|Encyclopedia:Dexterity}민첩{/g} {g|Encyclopedia:Bonus}보너스{/g}, 지속 능력 등을 더해서 정해집니다.
ko_mt: <b>{g|Encyclopedia:Armor_Class}AC{/g}:</b> 캐릭터의 AC가 높을수록 적을 {g|Encyclopedia:Attack}공격{/g}하는데 성공하기가 더 어려워집니다. 기본 AC 10에 장비 능력치, {g|Encyclopedia:Dexterity}민첩{/g}과 같은 다른 요소가 결합됩니다. {g|Encyclopedia:Bonus}보너스{/g}, 지속 능력 등 다른 요소와 결합합니다.

source: {g|Encyclopedia:Attack_Of_Opportunity}<b>Attack of Opportunity</b>{/g}: Some {g|Encyclopedia:CA_Types}actions{/g} performed close to an armed opponent can provoke an additional {g|Encyclopedia:Attack}attack{/g} upon your character without waiting for the opponent's turn. Such actions include, among other things, casting {g|Encyclopedia:Spell}spells{/g}, attempts to move away from an opponent, and shooting ranged weapons.
ko: {g|Encyclopedia:Attack_Of_Opportunity}<b>기회 공격</b>{/g}: 무장한 적 근처에서 {g|Encyclopedia:CA_Types}행동{/g}을 하면 턴이 넘어가지도 않았는데도 적이 당신을 {g|Encyclopedia:Attack}공격{/g}하는 경우가 생길 수 있습니다. 다음과 같은 행동이 이런 현상을 유발합니다. {g|Encyclopedia:Spell}주문{/g} 시전, 적에게서 벗어나려는 행위, 원거리 무기로 쏘기.
ko_mt: {g|Encyclopedia:Attack_Of_Opportunity}<b>기회 공격</b>{/g}: 무장한 상대 가까이에서 일부 {g|Encyclopedia:CA_Types}행동{/g}을 수행하면 상대의 차례를 기다리지 않고 내 캐릭터에게 추가 {g|Encyclopedia:Attack}공격{/g}을 유발할 수 있습니다. 이러한 행동에는 {g|Encyclopedia:Spell}주문{/g} 시전, 상대에게서 멀어지려는 시도, 원거리 무기 사격 등이 포함됩니다.

source: Combat
ko: 전투 (Combat)
ko_mt: 전투

source: During combat, you can attempt to perform a number of maneuvers that can hinder or even cripple your foe. Although these maneuvers have vastly different results, they all use a similar mechanic to determine success. Result of combat maneuver is calculated by the following formula: {g|Encyclopedia:Dice}1d20{/g} roll result + {g|Encyclopedia:CMB}CMB{/g} + other modifiers. The result of a CMB {g|Encyclopedia:Check}check{/g} must be equal or higher than {g|Encyclopedia:CMD}CMD{/g} of the targeted creature for mauver to be successful. Combat maneuvers include abilities like Trip, Disarm or Sunder Armor. Certain creatures can perform some of these maneuvers, and some maneuvers are available with certain {g|Encyclopedia:Feat}feats{/g}.
ko: 전투 동안 당신은 적을 방해하거나 심지어 무력화하는 많은 전법들을 시도할 수 있습니다. 이러한 전법이 매우 다른 결과를 낼지라도 전법의 성공을 결정하는 방법은 모두 비슷합니다. 전법은 다음의 공식으로 계산됩니다: {g|Encyclopedia:Dice}1d20{/g} 굴림 결과 + {g|Encyclopedia:CMB}CMB{/g} + 다른 수정치. 전법이 성공하기 위해선 CMB {g|Encyclopedia:Check}판정{/g} 값이 목표 크리처의 {g|Encyclopedia:CMD}CMD{/g}보다 크거나 같아야 합니다. 전법에는 넘어뜨리기, 무장해제, 갑옷 벗겨내기 같은 능력이 있습니다. 특정 크리처는 이러한 전법을 구사할 수 있고, 일부 전법은 특정 {g|Encyclopedia:Feat}특기{/g}를 통해 얻을 수 있습니다.

source: Combat Maneuvers
ko: 전법 (Combat Maneuvers)
ko_mt: 전법

source: A number of factors and conditions can influence an {g|Encyclopedia:Attack}attack{/g} {g|Encyclopedia:Dice}roll{/g}. Many of these situations grant a {g|Encyclopedia:Bonus}bonus{/g} or {g|Encyclopedia:Penalty}penalty{/g} on attack rolls or to a defender's {g|Encyclopedia:Armor_Class}Armor Class{/g}.
ko: 많은 요소와 조건들이 {g|Encyclopedia:Attack}명중{/g} {g|Encyclopedia:Dice}굴림{/g}에 영향을 줄 수있습니다. 이런 상황들은 명중 굴림 혹은 방어자의 {g|Encyclopedia:Armor_Class}방어도{/g}에 {g|Encyclopedia:Bonus}보너스{/g} 혹은 {g|Encyclopedia:Penalty}페널티{/g}를 줍니다.

source: Combat Modifiers
ko: 전투 수정치 (Combat Modifiers)
ko_mt: 전투 수정치

source: Each round represents 6 seconds in the game world. A round normally allows each character involved in a combat situation to act. Each character has starting combat cooldown based on their {g|Encyclopedia:Initiative}initiative{/g} {g|Encyclopedia:Check}check{/g}, up to 6 seconds. In turn-based mode, when the rules refer to a "full round", they usually mean a span of time from a particular initiative count in one round to the same initiative count in the next round. Effects that last a certain number of rounds end just before the same initiative count that they began on. At the beginning of battle, a {g|Encyclopedia:Surprise}surprise round{/g} can happen.
ko: 각 라운드는 게임 세계에서 6초를 의미합니다. 한 라운드는 각 캐릭터가 관련된 전투 상황에서 행동하는 것을 허락합니다. 각 캐릭터는 {g|Encyclopedia:Initiative}우선권{/g} {g|Encyclopedia:Check}판정{/g}에 따라 최대 6초까지 전투 대기시간을 가집니다. 턴 기반 모드에서 규칙이 언급하는 "라운드 전체"는 일반적으로 한 라운드의 특정한 우선권 계산에서부터 다음 라운드의 같은 우선권 계산에 걸리는 시간을 의미합니다. 특정한 라운드 수 동안 지속되는 효과들은 그 효과들이 시작한 동일한 우선권 계산이 시작되기 직전에 사라집니다. 전투가 시작될 때 {g|Encyclopedia:Surprise}기습 라운드{/g}가 발생할 수 있습니다.
ko_mt: 각 라운드는 게임 세계에서 6초를 나타냅니다. 한 라운드는 일반적으로 전투 상황에 관련된 각 캐릭터가 행동할 수 있는 시간입니다. 각 캐릭터의 전투 시작 재사용 대기시간은 {g|Encyclopedia:Initiative}우선권{/g}에 따라 달라집니다. {g|Encyclopedia:Check}판정{/g}에 따라 최대 6초까지 재사용 대기시간이 있습니다. 턴제 모드에서 규칙에서 "전체 라운드"라고 할 때, 이는 일반적으로 한 라운드의 특정 우선권 횟수에서 다음 라운드의 동일한 우선권 횟수까지의 시간을 의미합니다. 특정 라운드 수 동안 지속되는 효과는 시작과 동일한 개시 횟수 직전에 종료됩니다. 전투가 시작될 때 {g|Encyclopedia:Surprise}기습 라운드{/g}가 발생할 수 있습니다.

source: Combat Round
ko: 전투 라운드 (Combat Round)
ko_mt: 전투 라운드

source: A splash weapon is a ranged weapon that breaks on impact, splashing or scattering its contents over its target and nearby creatures or objects. Thrown splash weapons require no {g|Encyclopedia:Weapon_Proficiency}weapon proficiency{/g}, so you don't take the –4 nonproficiency {g|Encyclopedia:Penalty}penalty{/g}. A hit deals direct hit {g|Encyclopedia:Damage}damage{/g} to the target, and splash damage to all creatures within 5 feet of the target. Splash weapons cannot deal precision-based damage (such as the damage from the rogue's sneak {g|Encyclopedia:Attack}attack{/g} class feature). If you miss the target, the attack hits a random place in 5-foot radius of the target.
ko: 확산 무기(splash weapon)는 충격에 부서지는 장거리 무기로서, 목표와 가까이에 있는 크리처 혹은 물체에 내용물을 튀기거나 흩뿌립니다. 투척된 확산 무기는 {g|Encyclopedia:Weapon_Proficiency}무기 숙련{/g}을 요구하지 않기 때문에, 당신은 -4 비숙련 {g|Encyclopedia:Penalty}페널티{/g}를 받지 않습니다. 목표물은 즉각적으로 {g|Encyclopedia:Damage}피해{/g}를 입고, 목표물의 5 피트 이내의 모든 크리처에게 확산 피해를 입힙니다. 확산 무기는 로그의 클래스 특징인 암습 데미지와 같은 정밀 피해를 유발하지 않습니다. 목표물을 맞추지 못했다면, 공격은 목표물의 반경 5 피트 내 무작위 장소에 떨어집니다.

source: Throw Splash Weapon
ko: 확산 무기 투척 (Throw Splash Weapon)
ko_mt: 스플래시 무기 던지기

source: There can be up to five companions in your party. To select a single character, click on their portrait or press a corresponding key. To select multiple characters at once and give them the same order, draw a frame around them while holding down the left mouse button. To select all characters, press [{bind|SelectAllCharacters}].
ko: 당신의 파티에 최대 5명의 동료를 넣을 수 있습니다. 캐릭터 한명을 선택하려면 초상화를 클릭하거나 알맞은 키를 누르십시오. 여러 명의 캐릭터를 한번에 선택하고 같은 명력을 내리려면 마우스 왼쪽 버튼을 꾹 누른 채 캐릭터들을 드래그 하십시오. 모든 캐릭터를 선택하려면 [{bind|SelectAllCharacters}] 키를 누르십시오.
ko_mt: 파티에는 최대 5명의 동료가 함께할 수 있습니다. 한 캐릭터를 선택하려면 초상화를 클릭하거나 해당 키를 누릅니다. 여러 캐릭터를 한 번에 선택하고 같은 순서를 지정하려면 마우스 왼쪽 버튼을 누른 상태에서 캐릭터 주위에 프레임을 그립니다. 모든 캐릭터를 선택하려면 [{bind|SelectAllCharacters}]을 누르세요.

source: Companions
ko: 동료 (Companions)
ko_mt: 동반자
