Repository: akintos/wotr-translation
Catalog: translation/*/Encyclopedia.po
Languages: ko, ko_mt

source: Basics
ko: 기초지식
ko_mt: 기본 사항

source: This section describes the key terms and stages of character creation.
ko: 이 항목은 캐릭터 생성 시 중요 용어나 단계에 대해 설명합니다.

source: Character Creation
ko: 캐릭터 생성(Character Creation)
ko_mt: 캐릭터 생성

source: Combat rules
ko: 전투 규칙 (Combat Rules)

source: Common Terms
ko: 공통 용어(Common Terms)
ko_mt: 공통 용어

source: Equipment
ko: 장비(Equipment)
ko_mt: 장비

source: Magic
ko: 마법(Magic)
ko_mt: 마법

source: Tutorial
ko: 튜토리얼(Tutorial)
ko_mt: 튜토리얼

source: Diseases, poisons, {g|Encyclopedia:Spell}spells{/g}, and other effects can deal {g|Encyclopedia:Damage}damage{/g} directly to your {g|Encyclopedia:Ability_Scores}ability scores{/g}. This damage temporarily reduces an ability and applies a {g|Encyclopedia:Penalty}penalty{/g} to the {g|Encyclopedia:Skills}skills{/g} and statistics that are based on that ability. For every 2 points of damage you take to a single ability, a –1 penalty is applied to skills, {g|Encyclopedia:HP}hit points{/g} in case of {g|Encyclopedia:Constitution}Constitution{/g}, and statistics listed with the relevant ability. If the amount of ability damage you have taken equals or exceeds your ability score, you immediately fall {g|Encyclopedia:Injury_Death}unconscious{/g} until the damage becomes less than your ability score, or in case of Constitution, immediately die. Unless otherwise noted, damage to your ability scores is {g|Encyclopedia:Healing}healed{/g} at the rate of 1 per day to each ability score that has been damaged. Ability damage can be healed through the use of spells, such as lesser restoration. <b>Ability Drain</b> Ability drain is a more severe type of ability damage. It doesn't heal naturally, but can be healed through the use of spells such as restoration.
ko: 질병, 독, {g|Encyclopedia:Spell}주문{/g}, 그리고 기타 효과들은 당신의 {g|Encyclopedia:Ability_Scores}능력치{/g}에 직접적인 {g|Encyclopedia:Damage}피해{/g}를 입힐 수 있습니다. 이 피해는 일정 시간동안 능력치를 약화시키고 {g|Encyclopedia:Skills}기술{/g}과 그 능력에 기반한 수치에 {g|Encyclopedia:Penalty}페널티{/g}를 부여합니다. 당신이 단일 능력치에 받는 매 2포인트의 피해량 마다 스킬, 건강의 경우 {g|Encyclopedia:HP}생명점(HP){/g}, 그리고 능력과 관련된 수치에 a - 1 만큼의 페널티를 부여 받습니다. 만약 받은 능력치 피해가 당신의 능력치 이상일 경,우 당신은 그 즉시 피해가 능력치보다 작아질 때까지 {g|Encyclopedia:Injury_Death}혼수상태{/g}에 빠지며, 해당 능력치가 건강이라면 즉시 사망합니다. 특이사항으로 표기되어 있는 경우가 아니라면 각 능력치에 가해진 피해는 모두 하루에 1씩 {g|Encyclopedia:Healing}회복{/g}됩니다. 능력치 피해는 하급 상태회복과 같은 주문들로 회복될 수 있습니다. <b>능력치 소진(Ability Drain)</b> 능력치 소진은 보다 심각한 형태의 능력치 피해입니다. 이것은 자연적으로 회복되지 않으나 상태회복 등의 주문으로 회복될 수 있습니다.

source: Ability Damage
ko: 능력치 피해 (Ability Damage)
ko_mt: 능력 피해

source: Ability scores determine your character's most basic features and are used to decide a wide variety of derived details and statistics. Your choice of {g|Encyclopedia:Race}race{/g} can offer one or more {g|Encyclopedia:Bonus}bonuses{/g} to apply to your ability scores, as well as {g|Encyclopedia:Penalty}penalties{/g}.
ko: 능력치는 캐릭터의 가장 기본적인 요소이며 다양한 수치와 세부사항을 결정하는데 사용됩니다. 당신의 선택한 {g|Encyclopedia:Race}종족{/g}은 능력치에 하나 또는 그 이상의 {g|Encyclopedia:Bonus}보너스{/g}를 부여할 수 있지만, {g|Encyclopedia:Penalty}페널티{/g}도 존재할 수 있습니다.
ko_mt: 능력 점수는 캐릭터의 가장 기본적인 특징을 결정하며, 다양한 파생 세부 능력과 통계를 결정하는데 사용됩니다. 선택한 {g|Encyclopedia:Race}종족{/g}은 능력 점수에 적용되는 {g|Encyclopedia:Bonus}보너스{/g}와 {g|Encyclopedia:Penalty}불이익{/g}을 하나 이상 부여할 수 있습니다.

source: Ability scores
ko: 능력치 (Ability scores)

source: Abjurations are protective {g|Encyclopedia:Spell}spells{/g}. They create physical or magical barriers, negate magical or physical abilities, harm trespassers, or even banish the subject of the spell to another plane of existence.
ko: 방호학파는 보호 {g|Encyclopedia:Spell}주문{/g} 입니다. 이 주문들은 물리적 또는 마법적 장벽을 만들거나, 물리적 마법적 능력을 무효화하거나, 습격자를 해칠 수도 주문의 대상을 다른 차원으로 추방시킬 수도 있습니다.
ko_mt: 방호 {g|Encyclopedia:Spell}주문{/g}은 보호 주문입니다. 물리 또는 마법 장벽을 생성하거나, 마법 또는 신체 능력을 무효화하거나, 침입자에게 해를 입히거나, 주문의 대상을 다른 존재 차원으로 추방할 수도 있습니다.

source: Abjuration
ko: 방호학파 (Abjuration)
ko_mt: 방호

source: When your character's current {g|Encyclopedia:HP}hit points{/g} drop to a negative amount equal to their {g|Encyclopedia:Constitution}Constitution{/g} score or lower, they get the {g|Encyclopedia:Injury_Death}Death Door{/g} Condition. If they already had the Death Door Condition, they die. A character can also die from taking {g|Encyclopedia:AbilityDamage}ability damage{/g} or suffering an ability drain that reduces their Constitution score to 0. Certain types of powerful magic, such as raise dead and resurrection, can restore life to a dead character.
ko: 캐릭터의 현재 {g|Encyclopedia:HP}생명점{/g}이 {g|Encyclopedia:HP}건강{/g} 수치의 음수만큼 떨어지면, {g|Encyclopedia:Injury_Death}죽음의 문턱{/g} 상태가 됩니다. 이미 죽음의 문턱 상태라면, 죽습니다. 또한 {g|Encyclopedia:AbilityDamage}능력치 피해{/g}나 능력치 소진으로 건강 점수가 0이 되도 죽습니다. 소생과 부활 등 특정 유형의 강력한 마법은 죽은 캐릭터를 되살릴 수 있습니다.

source: Normal Mode
ko: 일반 모드(Normal Mode)
ko_mt: 일반 모드

source: Alignment represents a creature's basic moral and ethical attitude. Alignment has two components: one describing whether a creature is lawful, neutral, or chaotic, followed by another that describes whether a character is good, neutral, or evil. All creatures have an alignment and alignment determines the effectiveness of some {g|Encyclopedia:Spell}spells{/g} and magic items. Animals and other creatures incapable of moral {g|Encyclopedia:CA_Types}action{/g} are always neutral. Player character can change their alignment making moral choices throughout the game. Choice of mythic path greatly affects your alignment. Alignments are usually abbreviated using the first letter of each alignment component, such as "LN" for lawful neutral or "CE" for chaotic evil. Creatures that are neutral in both components are denoted by a single "N".
ko: 성향은 크리처의 기본적인 도덕적, 윤리적 태도를 나타냅니다. 성향은 두가지 요소를 지닙니다. 크리처가 질서, 중립, 혼돈인지 구별하는 요소와 선, 중립, 악인지 구별하는 요소가 있습니다. 모든 크리처는 성향을 갖고, 이것이 몇몇 {g|Encyclopedia:Spell}주문{/g}과 마법 아이템의 효과에 영향을 미칩니다. 도덕적 {g|Encyclopedia:CA_Types}행동{/g}이 불가능한 동물과 크리처는 항상 중립입니다. 플레이어의 캐릭터의 성향은 게임을 플레이 하는중 하게되는 선택을 통해 변경될 수 있습니다. 신화의 길의 선택은 성향에 큰 영향을 미칩니다. 성향은 주로 두 요소의 앞글자를 딴 약어를 사용해 표현합니다. "LN"은 질서 중립을 뜻하고 "CE"는 혼돈 악을 뜻합니다. 두 요소에서 모두 중립인 크리처의 성향은 "N" 으로 표현합니다.

source: Alignment
ko: 성향(Alignment)
ko_mt: 성향

source: Armor and Shields
ko: 갑옷과 방패(Armor and Shields)
ko_mt: 갑옷과 방패

source: Any armor heavier than leather, as well as any shield, hurts a character's ability to use {g|Encyclopedia:Dexterity}Dexterity{/g} and {g|Encyclopedia:Strength}Strength{/g}-based {g|Encyclopedia:Skills}skills{/g}. {g|Encyclopedia:Penalty}Penalties{/g} from armor and a shield stack. For example, a character wears a full plate armor and tries to move a heavy boulder ({g|Encyclopedia:Athletics}Athletics{/g} skill {g|Encyclopedia:Check}check{/g}). It means that this check will get a -6 penalty to the final result, making it way harder. A character's encumbrance may also incur a penalty. Medium encumbrance adds a -3 penalty to skill checks, and Heavy encumbrance adds a -6 penalty.
ko: 가죽보다 무거운 갑옷과 방패는 캐릭터의 {g|Encyclopedia:Dexterity}민첩{/g}과 {g|Encyclopedia:Strength}힘{/g} 수치에 관련된 {g|Encyclopedia:Skills}기술{/g}에 부정적인 영향을 미칩니다. 갑옷과 방패의 {g|Encyclopedia:Penalty}불이익{/g} 은 중첩됩니다. 예를 들어, 캐릭터가 전신 판금 갑옷을 입고 무거운 돌덩이를 움직이려고 할 때 ({g|Encyclopedia:Athletics}운동{/g} 기술 {g|Encyclopedia:Check}판정{/g}), 이 상황에서는 판정의 최종 결과값에 -6 의 불이익을 받으며, 성공하기 매우 어려워집니다. 캐릭터의 하중 또한 페널티를 초래할 수 있습니다. 중간의 하중은 기술 판정에 -3 의 페널티를 주며, 무거운 하중은 -6 의 페널티를 줍니다.
ko_mt: 가죽보다 무거운 방어구와 방패는 캐릭터의 {g|Encyclopedia:Dexterity}민첩{/g} 및 {g|Encyclopedia:Strength}힘{/g} 기반 {g|Encyclopedia:Skills}기술{/g} 사용 능력에 피해를 줍니다. 방어구 및 방패 중첩으로 인한 {g|Encyclopedia:Penalty}불이익{/g}. 예를 들어, 캐릭터가 전신 판금갑옷 갑옷을 착용하고 무거운 돌을 옮기려고 합니다.({g|Encyclopedia:Athletics}운동{/g} 기술 {g|Encyclopedia:Check}판정{/g}). 이 검사는 최종 결과에 -6의 불이익이 적용되므로 훨씬 더 어려워집니다. 캐릭터의 장악력도 불이익을 받을 수 있습니다. 중간 점령은 기술 판정에 -3의 불이익을, 헤비 점령은 -6의 불이익을 추가합니다.

source: Armor Check Penalty
ko: 방어구 판정 페널티(Armor Check Penalty)
ko_mt: 갑옷 판정 불이익

source: Your Armor Class (AC) represents how hard it is for opponents to land a solid, damaging blow on you. An opponent needs to make an {g|Encyclopedia:Attack}attack{/g} {g|Encyclopedia:Dice}roll{/g} equal or higher to your AC to hit you. Your AC is equal to the following: 10 + armor {g|Encyclopedia:Bonus}bonus{/g} + shield bonus + {g|Encyclopedia:Dexterity}Dexterity{/g} modifier + other modifiers. Note: some armor limits the wearer's {g|Encyclopedia:Max_Dex_Bonus}maximum Dexterity bonus{/g}.
ko: 방어도 (AC)는 상대방이 당신에게 얼마나 깔끔한 피해를 가하기 어려운지를 나타냅니다. 상대방의 {g|Encyclopedia:Attack}명중{/g} {g|Encyclopedia:Dice}굴림{/g} 결과가 당신의 AC보다 같거나 높아야만 타격이 유효합니다. AC의 계산은 다음과 같습니다: 10 + 방어구 {g|Encyclopedia:Bonus}보너스{/g} + 방패 보너스 + {g|Encyclopedia:Dexterity}민첩{/g} 수정치 + 다른 수정치. 주목: 어떠한 갑옷은 착용자의 {g|Encyclopedia:Max_Dex_Bonus}최대 민첩 보너스{/g}를 제한합니다.

source: Armor Class (AC)
ko: 방어도 (Armor Class, AC)
ko_mt: 방어도(AC)

source: Athletics
ko: 운동 (Athletics)
ko_mt: 운동

source: An attack {g|Encyclopedia:Dice}roll{/g} is an attempt to strike your opponent. Your attack roll result is calculated by the following formula: d20 + {g|Encyclopedia:BAB}Base Attack Bonus{/g} + {g|Encyclopedia:Ability_Scores}ability score{/g} modifier (usually {g|Encyclopedia:Strength}Strength{/g} for {g|Encyclopedia:MeleeAttack}melee attacks{/g}, {g|Encyclopedia:Dexterity}Dexterity{/g} for {g|Encyclopedia:RangedAttack}ranged attacks{/g}) + other modifiers. If your result equals or higher than the target's {g|Encyclopedia:Armor_Class}Armor Class{/g}, you you've scored a hit and you will deal {g|Encyclopedia:Damage}damage{/g}. A natural 1 (the d20 comes up 1) on an attack roll is always a miss. A natural 20 (the d20 comes up 20) is always a hit. A natural 20 is also a critical threat — it means a {g|Encyclopedia:Critical}critical{/g} hit is possible.
ko: 명중 {g|Encyclopedia:Dice}굴림{/g}은 적을 타격하기 위한 시도입니다. 당신의 명중 굴림은 다음의 공식으로 계산됩니다: d20 + {g|Encyclopedia:BAB}기본 공격 보너스{/g} + {g|Encyclopedia:Ability_Scores}능력치{/g} 보정치 (보통 {g|Encyclopedia:MeleeAttack}근접 공격{/g}은 {g|Encyclopedia:Strength}힘{/g}, {g|Encyclopedia:RangedAttack}원거리 공격{/g}은 {g|Encyclopedia:Dexterity}민첩{/g}) + 추가 보정치. 굴림 결과가 목표의 {g|Encyclopedia:Armor_Class}방어도{/g} 이상이면 타격이 유효하고 {g|Encyclopedia:Damage}피해{/g}를 줍니다. 순수 1 (d20 주사위 결과가 1)은 반드시 빗나갑니다. 순수 20 (d20 주사위 결과가 20)은 반드시 명중합니다. 순수 20 은 또한 치명타 위협으로, {g|Encyclopedia:Critical}치명타{/g}로 적중할 수 있음을 의미합니다.

source: {br}There are many different kinds of attacks: {g|Encyclopedia:MeleeAttack}Melee Attacks{/g} {g|Encyclopedia:UnarmedAttack}Unarmed Attacks{/g} {g|Encyclopedia:RangedAttack}Ranged Attacks{/g} {g|Encyclopedia:Attack_Of_Opportunity}Attacks Of Opportunity{/g} {g|Encyclopedia:NaturalAttack}Natural Attacks{/g} {g|Encyclopedia:TouchAttack}Touch Attacks{/g}
ko: {br}다양한 형태의 공격들이 존재합니다: {g|Encyclopedia:MeleeAttack}근접 공격{/g} {g|Encyclopedia:UnarmedAttack}비무장 공격{/g} {g|Encyclopedia:RangedAttack}원거리 공격{/g} {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g} {g|Encyclopedia:NaturalAttack}자연 공격{/g} {g|Encyclopedia:TouchAttack}접촉 공격{/g}
ko_mt: {br}공격에는 여러 가지 종류가 있습니다. {g|Encyclopedia:MeleeAttack}근접 공격{/g} {g|Encyclopedia:UnarmedAttack}비무장 공격{/g} {g|Encyclopedia:RangedAttack}원거리 공격{/g} {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g} {g|Encyclopedia:NaturalAttack}자연 무기{/g} {g|Encyclopedia:TouchAttack}접촉 공격{/g}

source: Attack roll
ko: 명중 굴림 (Attack roll)

source: Attacks of opportunity (AoO) are special {g|Encyclopedia:MeleeAttack}melee attacks{/g}. A character can perform them during an enemy's turn if that enemy provokes it while being in their threatened area, creating an opening for a hit. The number of such attacks a creature can make per {g|Encyclopedia:Combat_Round}round{/g} is limited — usually a creature can't perform it more than once, even if it's provoked again during the same turn. Following {g|Encyclopedia:CA_Types}actions{/g} provoke AoO when an enemy attempts them while standing in a {g|Encyclopedia:Threatened_Area}threatened area{/g}: * Attempt to leave melee * {g|Encyclopedia:RangedAttack}Ranged attack{/g} * Attempt to stand up from being prone * Casting a {g|Encyclopedia:Spell}spell{/g} * Drinking a potion In most cases, an AoO can be avoided. Characters leaving melee can use a {g|Encyclopedia:Special_Abilities}special ability{/g} to make a {g|Encyclopedia:Mobility}Mobility{/g} {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}check{/g} and attempt doing it without provoking an {g|Encyclopedia:Attack}attack{/g}. In turn-based mode character can use a 5-foot step to leave melee without provoking an attack. Spellcasters, when they cast in melee, automatically make an attempt to cast defensively.
ko: 기회 공격(AoO)은 특별한 {g|Encyclopedia:MeleeAttack}근접 공격{/g}입니다. 위협 범위 내의 적이 특정한 행동을 하면 기회 공격이 발동됩니다. 매 {g|Encyclopedia:Combat_Round}라운드{/g}마다 크리처가 수행 가능한 기회 공격의 횟수는 제한적입니다. 대부분의 크리처는 적이 한 턴에 기회 공격을 여러 번 발동시키더라도 한 번만 공격할 수 있습니다. {g|Encyclopedia:Threatened_Area}위협 범위{/g}내 적들의 다음 {g|Encyclopedia:CA_Types}행동{/g}들이 기회 공격(AoO)을 유발합니다: * 근접 범위를 벗어나려 할 때 * {g|Encyclopedia:RangedAttack}원거리 공격{/g}을 할 때 * 쓰러진 상태에서 일어나려고 할 때 * {g|Encyclopedia:Spell}주문{/g}을 시전하려고 할 때 * 물약을 마실 때 대부분의 경우 기회 공격을 예방할 수 있습니다. 근접 범위를 벗어나려는 캐릭터의 경우 {g|Encyclopedia:Special_Abilities}특수 능력{/g}을 사용해 {g|Encyclopedia:Attack}공격{/g}을 유발하지 않고 {g|Encyclopedia:Mobility}이동{/g}{g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}를 실시할 수 있습니다. 턴 기반 모드의 경우 캐릭터는 5피트 걸음으로 공격을 유발하지 않고 근접 범위를 벗어 날 수 있습니다. 주문 시전자들은 근접 범위 안일 경우 자동으로 방어적 시전을 시도합니다.

source: Attack of Opportunity
ko: 기회 공격 (Attack of Opportunity, AoO)
ko_mt: 기회 공격

source: Each creature has a base attack bonus and it represents its combat power. As a creature gains levels or {g|Encyclopedia:Hit_Dice}Hit Dice{/g}, their base {g|Encyclopedia:Attack}attack{/g} {g|Encyclopedia:Bonus}bonus{/g} improves. When a creature's base attack bonus reaches +6, +11, or +16, it receives an additional attack in combat when making a full attack. Base attack bonuses increase at different rates for different character classes. Each consecutive attack gained from base attack bonus has a cumulative -5 {g|Encyclopedia:Penalty}penalty{/g}. For example, if your BAB is +12, the first attack has a +12 bonus, the second attack has a +7 bonus, and the third attack has a +2 bonus.
ko: 모든 크리처는 자신의 전투 능력을 수치화한 기본 공격 보너스를 가지고 있습니다. 레벨이나 {g|Encyclopedia:Hit_Dice}생명 주사위{/g}를 획득할 때 기본 {g|Encyclopedia:Attack}공격{/g} {g|Encyclopedia:Bonus}보너스{/g}는 증가합니다. 크리처의 기본 공격 보너스가 +6, +11, +16에 달할 때마다 전력 공격의 공격 횟수가 늘어납니다. 캐릭터의 클래스에 따라 기본 공격 보너스의 증가량은 달라집니다. 추가 공격 횟수마다 기본 공격 보너스는 누적되는 -5의 {g|Encyclopedia:Penalty}페널티{/g}를 받습니다. 예를 들어 기본 공격 보너스가 +12인 경우, 첫번째 공격엔 +12 보너스, 두번째 공격엔 +7 보너스, 세번째 공격엔 +2 보너스를 받습니다.

source: Base Attack Bonus (BAB)
ko: 기본 공격 보너스 (Base Attack Bonus, BAB)
ko_mt: 기본 공격 보너스(BAB)

source: Bonuses are numerical values that are added to {g|Encyclopedia:Check}checks{/g} and statistical scores, such as {g|Encyclopedia:Armor_Class}AC{/g}. Most bonuses have a type, and as a general rule, bonuses of the same type are not cumulative (do not "stack") for the same purpose — only the greater bonus granted applies. Examples for bonus types are {g|Encyclopedia:Size}Size{/g}, Luck, Enhancement, Morale, etc.
ko: 보너스는 {g|Encyclopedia:Check}판정{/g}이나 {g|Encyclopedia:Armor_Class}AC{/g}와 같은 수치에 더해지는 숫자 값입니다. 보너스는 대부분 한 가지 유형이 있고 같은 유형의 두 보너스는 동일한 목적으로 누적되지 않습니다. 오로지 같은 유형의 보너스 중 더 강력한 보너스만 적용됩니다. 보너스 유형에는 {g|Encyclopedia:Size}크기{/g}, 행운, 강화, 사기 보너스 등이 존재합니다.
ko_mt: 보통 보너스에는 정확히 어떻게 보너스를 주는지를 알려주는 유형이 표시되어 있습니다. 보너스의 유형이 중요한 이유는 일반적으로 같은 유형의 두 보너스는 누적되지 않기 때문입니다. 피하기 보너스, 대다수의 상황 보너스, 종족 보너스를 제외하고는, 같은 유형의 보너스 중 더 좋은 보너스만 적용됩니다. 이 원칙은 페널티에도 동일하게 적용됩니다. 대부분의 페널티는 유형이 없어서 그대로 누적되긴 하지만, 만약 한 캐릭터가 유형이 같은 페널티를 두 개 이상 가지고 있으면 더 안 좋은 페널티만 적용됩니다. 같은 출처로부터 보너스를 받는 경우를 제외하면, 유형이 없는 보너스는 언제나 누적됩니다

source: Bonus Types
ko: 보너스 유형(Bonus Types)
ko_mt: 보너스 유형

source: Characters can be affected by different effects and conditions that can be positive as well as negative. To notify you that a character has an active effect or condition, a symbol will appear near their portrait. To find out more about the effects and conditions affecting the character, open their Character screen.
ko: 캐릭터는 부정적이든 긍정적이든 여러가지 효과와 상태에 빠질 수 있습니다. 만약 캐릭터가 어떠한 효과와 상태에 빠졌다면 그에 해당하는 아이콘이 그 캐릭터의 초상화에 표시될 것입니다. 효과와 상태가 어떤 영향을 미치는지 더 알고 싶다면 캐릭터창을 열어 보십시오.
ko_mt: 캐릭터는 긍정적일 수도 있고 부정적일 수도 있는 다양한 효과와 조건의 영향을 받을 수 있습니다. 캐릭터에게 활성화된 효과나 조건이 있으면 캐릭터 초상화 근처에 기호가 표시되어 이를 알려줍니다. 캐릭터에 영향을 주는 효과와 조건에 대해 자세히 알아보려면 캐릭터 화면을 엽니다.

source: Effects and conditions
ko: 효과와 상태(Effects and conditions)

source: To move the camera, use the [{bind|CameraUp}], [{bind|CameraDown}], [{bind|CameraLeft}] and [{bind|CameraRight}] keys or press and hold the middle mouse button. You can also use a scroll wheel to zoom in and out.
ko: 카메라 시점을 이동시키려면 [{bind|CameraUp}], [{bind|CameraDown}], [{bind|CameraLeft}], [{bind|CameraRight}] 키와 마우스 커서를 쓰거나 마우스 휠을 꾹 누르십시오. 또한 마우스 휠을 사용해서 줌인과 줌아웃이 가능합니다.
ko_mt: 카메라를 이동하려면 [{bind|CameraUp}], [{bind|CameraDown}], [{bind|CameraLeft}] 및 [{bind|CameraRight}] 키를 사용하거나 마우스 가운데 버튼을 길게 누릅니다. 주문서 휠을 사용하여 확대 및 축소할 수도 있습니다.

source: Camera
ko: 카메라(Camera)
ko_mt: 카메라

source: Arcane {g|Encyclopedia:Spell}spells{/g} of 0th level are called {g|Encyclopedia:Cantrips_Orisons}cantrips{/g}, and divine spells of 0th level are called orisons. Unlike other spells, they can be cast as many times per day as you want. Note: you can click RMB on a spell in you {g|Encyclopedia:CA_Types}action{/g} bar to activate its automatic casting. This can be especially useful for cantrips and orisons.
ko: 0레벨 비전 {g|Encyclopedia:Spell}주문들{/g}은 {g|Encyclopedia:Cantrips_Orisons}캔트립{/g}이라고 불리며 0레벨 신성 주문들은 오리즌이라고 불립니다. 이들은 다른 주문들과 달리 무제한으로 사용 가능합니다. 주: 당신의 {g|Encyclopedia:CA_Types}행동{/g}바의 주문에 우측 마우스 버튼(RMB)을 눌러 자동 주문 시전을 활성화 할 수 있습니다. 이 기능은 캔트립 및 오리즌 주문에 특히 유용합니다.

source: Cantrips and Orisons
ko: 캔트립과 오리즌(Cantrips and Orisons)
ko_mt: 캔트립 및 오리슨

source: A {g|Encyclopedia:Spell}spell{/g}'s {g|Encyclopedia:Damage}damage{/g}, effect duration and overall effectiveness often depends on its caster level, which for most spellcasting characters is equal to their {g|Encyclopedia:Character_Level}character level{/g}. For multiclass characters it is equal to {g|Encyclopedia:Class_Level}class level{/g} in the class they're using to cast the spell. Magic items that cast spells usually have a fixed caster level denoted in their description. Caster level is also used in {g|Encyclopedia:Check}checks{/g} to overcome your target's {g|Encyclopedia:Spell_Resistance}spell resistance{/g}.
ko: {g|Encyclopedia:Spell}주문{/g}의 {g|Encyclopedia:Damage}피해{/g}, 지속시간과 전체적인 효율은 시전자 레벨에 비례하며, 대부분의 시전자 레벨은 {g|Encyclopedia:Character_Level}캐릭터 레벨{/g}과 같습니다. 멀티클래스 캐릭터의 경우 주문이 속해있는 {g|Encyclopedia:Class_Level}클래스 레벨{/g}과 같습니다. 주문을 시전하는 마법 아이템의 경우에는 보통 설명에 명시된 고정된 시전자 레벨을 가집니다. 시전자 레벨은 목표의 {g|Encyclopedia:Spell_Resistance}주문 저항{/g}을 극복하는 {g|Encyclopedia:Check}판정{/g}에도 사용됩니다.
ko_mt: {g|Encyclopedia:Spell}주문{/g}의 {g|Encyclopedia:Damage}피해{/g}, 효과 지속시간, 전반적인 효과는 시전자의 레벨에 따라 달라지며, 대부분의 주문 시전 캐릭터의 경우 {g|Encyclopedia:Character_Level}캐릭터 레벨{/g}과 같습니다. 멀티 클래스 캐릭터의 경우, 주문을 시전하는데 사용하는 클래스의 {g|Encyclopedia:Class_Level}클래스 레벨{/g}과 같습니다. 주문을 시전하는 마법 아이템은 일반적으로 설명에 고정된 시전자 레벨이 표시됩니다. 시전자 레벨은 대상의 {g|Encyclopedia:Spell_Resistance}주문 저항{/g} 극복 {g|Encyclopedia:Check}판정{/g}에도 사용됩니다.

source: Caster Level
ko: 시전자 레벨 (Caster Level)
ko_mt: 시전자 레벨

source: Different {g|Encyclopedia:Spell}spells{/g} have different casting time. In real time mode casting time for spells that are {g|Encyclopedia:Standard_Actions}standard actions{/g} is 3 seconds, and 6 seconds for spells that are {g|Encyclopedia:Full_Round_Action}full-round actions{/g}. Some spells can be cast instantly. In turn-based mode spells consume {g|Encyclopedia:CA_Types}actions{/g} according to their type.
ko: {g|Encyclopedia:Spell}주문{/g}마다 시전 시간은 각각 다릅니다. 실시간 모드에서 {g|Encyclopedia:Standard_Actions}일반 행동{/g} 주문의 시전 시간은 3초이며 {g|Encyclopedia:Full_Round_Action}라운드 전체 행동{/g} 주문은 6초입니다. 몇몇 주문은 시전 시간이 들지 않습니다. 턴제 모드에선 주문 유형에 따라 {g|Encyclopedia:CA_Types}행동{/g}을 소모합니다.
ko_mt: {g|Encyclopedia:Spell}주문{/g}마다 시전 시간이 다릅니다. 실시간 모드에서 {g|Encyclopedia:Standard_Actions}표준 행동{/g}인 주문의 시전 시간은 3초이며, {g|Encyclopedia:Full_Round_Action}전력 행동{/g}인 주문의 시전 시간은 6초입니다. 일부 주문은 즉시 시전할 수 있습니다. 턴 기반 모드에서 주문은 주문 유형에 따라 {g|Encyclopedia:CA_Types}행동{/g}을 소모합니다.

source: Casting Time
ko: 시전 시간(Casting Time)
ko_mt: 시전 시간

source: During combat, you can perform different actions. Moving, {g|Encyclopedia:Attack}attacking{/g}, casting a {g|Encyclopedia:Spell}spell{/g}, drinking potion, etc — all are actions. Actions can be of different types. An action's type essentially tells you how long the action takes to perform (within the framework of the 6-second {g|Encyclopedia:Combat_Round}combat round{/g}) and how movement is treated. There are five types of actions: • {g|Encyclopedia:Standard_Actions}Standard action{/g} • {g|Encyclopedia:Move_Action}Move action{/g} • {g|Encyclopedia:Full_Round_Action}Full-round action{/g} • {g|Encyclopedia:Swift_Action}Swift action{/g} • {g|Encyclopedia:Free_Action}Free action{/g} In a normal round, you can perform a standard action and a move action, or you can perform a full-round action. You can also perform one swift action and several free actions. You can always take an additional move action in place of a standard action. In some situations (such as in a {g|Encyclopedia:Surprise}surprise round{/g}), you may be limited to taking only a single move action or standard action.
ko: 전투 중엔 다양한 행동을 할 수 있습니다. 움직이거나 {g|Encyclopedia:Attack}공격{/g}하기, {g|Encyclopedia:Spell}주문{/g} 시전 하기, 물약 마시기 등이 모두 행동입니다. 행동에는 다양한 유형이 있습니다. 행동 유형은 당신에게 그 행동에 걸리는 시간과 (6초의 {g|Encyclopedia:Combat_Round}전투 라운드{/g}의 골조 안에서) 움직임이 어떻게 취급되는지 알려줍니다. 행동 유형에는 다섯 가지가 있습니다: • {g|Encyclopedia:Standard_Actions}일반 행동{/g} • {g|Encyclopedia:Move_Action}이동 행동{/g} • {g|Encyclopedia:Full_Round_Action}라운드 전체 행동{/g} • {g|Encyclopedia:Swift_Action}신속 행동{/g} • {g|Encyclopedia:Free_Action}자유 행동{/g} 통상 하나의 라운드에서, 당신은 하나의 기본 행동과 하나의 이동 행동, 혹은 하나의 라운드 전체 행동을 수행할 수 있습니다. 당신은 또한 하나의 신속 행동과 하나 혹은 그 이상의 자유 행동을 수행할 수 있습니다. 당신은 언제나 일반 행동을 대신하여 이동 행동을 할 수 있습니다. 몇몇의 상황({g|Encyclopedia:Surprise}기습 라운드{/g}와 같은)에서 당신은 오직 하나의 이동 행동 혹은 하나의 일반 행동만 할 수 있도록 제한될 수 있습니다.

source: Action Types
ko: 행동 유형(Action Types)
ko_mt: 행동 유형

source: A character's class is one of their defining features. It's the source of most of their powers, and it gives them a specific role in any adventuring party.
ko: 캐릭터의 클래스는 게임의 본질적인 특징 중 하나입니다. 클래스는 대부분의 능력의 원천이며, 모험하는 일행 안에서 캐릭터에 특별한 역할을 부여합니다.
ko_mt: 캐릭터의 직업은 캐릭터의 특징 중 하나입니다. 직업은 대부분의 능력의 원천이며, 모험 파티에서 특정 역할을 부여합니다.

source: Character Class
ko: 캐릭터 클래스(Character Class)
ko_mt: 캐릭터 직업

source: The total level of the character, which is the sum of all class levels held by that character.
ko: 캐릭터 레벨은 해당 캐릭터가 보유한 모든 클래스 레벨의 합계입니다.
ko_mt: 캐릭터의 총 레벨로, 해당 캐릭터가 보유한 모든 직업 레벨의 합계입니다.

source: Character Level
ko: 캐릭터 레벨 (Character Level)
ko_mt: 캐릭터 레벨

source: Charging is a special {g|Encyclopedia:Full_Round_Action}full-round action{/g} that allows you to move up to twice your {g|Encyclopedia:Speed}speed{/g} and {g|Encyclopedia:Attack}attack{/g} as a part of the {g|Encyclopedia:CA_Types}action{/g}. Charging, however, carries tight restrictions on how you can move.
ko: 돌격은 특별한 {g|Encyclopedia:Full_Round_Action}라운드 전체 행동{/g}으로, 현재 {g|Encyclopedia:Speed}속도{/g}의 두 배로 이동해 {g|Encyclopedia:Attack}공격{/g}합니다. 하지만 돌진은 이동 방식에 대해 강한 제약이 수반됩니다.
ko_mt: 돌격은 {g|Encyclopedia:CA_Types}행동{/g}의 일부로 {g|Encyclopedia:Speed}속도{/g}와 {g|Encyclopedia:Attack}공격{/g}의 최대 두 배까지 이동할 수 있는 특별한 {g|Encyclopedia:Full_Round_Action}전력 행동{/g}입니다. 하지만 돌격은 이동 방식에 엄격한 제한이 있습니다.
