Repository: akintos/wotr-translation
Catalog: translation/*/Encyclopedia.po
Languages: ko, ko_mt

source: <b>Effects of Hit Point Damage</b> If a character's current number of hit points is 0 or negative, but the number of negative HP is less than its {g|Encyclopedia:Constitution}Constitution{/g} score, it is unconscious. When your negative hit point total becomes equal to your Constitution score, you're dead. Characters never die on Story Mode. <b>Unconscious</b> Unconscious is one of the {g|Encyclopedia:Helpless}Helpless{/g} conditions when you can take no {g|Encyclopedia:CA_Types}actions{/g}. After a battle, unconscious characters {g|Encyclopedia:Healing}heal{/g} some {g|Encyclopedia:HP}hit points{/g}, gain consciousness and stand up. <b>Death Door</b> When character dies for the first time, he revives after the battle, but gains "at death door" effect. Next time such character will die for real and will have to be revived. This happens only on Daring or lower difficulty or if special option is turned on. <b>Dead</b> Dead characters can be revived with some {g|Encyclopedia:Spell}spells{/g} or scrolls like {g|SpellsRaiseDead}raise dead{/g} or {g|SpellsResurrection}resurrection{/g}. If you don't have a character who can cast the required spell, you can find an NPC in a safe place, i.e. {g|Encyclopedia:Rest}camp{/g} or city, who will cast it for you.
ko_mt: <b>체력 {g|Encyclopedia:Damage}피해{/g}의 효과</b> 캐릭터의 현재 체력이 0이거나 음수이지만, 음수인 체력 점수가 {g|Encyclopedia:Constitution}건강{/g} 점수보다 적으면 의식불명 상태가 됩니다. 음수 체력 총합이 건강 점수와 같아지면 사망합니다. 스토리 모드에서는 캐릭터가 죽지 않습니다. <b>무의식</b> 의식 불명 상태는 {g|Encyclopedia:Helpless}무력{/g} 상태 중 하나로, {g|Encyclopedia:CA_Types}행동{/g}을 취할 수 없는 상태입니다. 전투 후 의식을 잃은 캐릭터는 {g|Encyclopedia:HP}체력{/g}을 {g|Encyclopedia:Healing}회복{/g}하고 의식을 회복합니다. <b>죽음의 문</b> 캐릭터가 처음으로 사망하면 전투가 끝난 후 부활하지만 "죽음의 문" 효과를 얻습니다. 다음번에는 해당 캐릭터가 실제로 죽고 부활해야 합니다. 이 효과는 {g|Encyclopedia:DC}난이도{/g} 이하 또는 특수 옵션이 켜져 있을 때만 발생합니다. <b>죽음</b> 죽은 캐릭터는 일부 {g|Encyclopedia:Spell}주문{/g}이나 {g|SpellsRaiseDead}소생{/g} 또는 {g|SpellsResurrection}부활{/g}과 같은 주문으로 부활할 수 있습니다. 필요한 주문을 시전할 수 있는 캐릭터가 없는 경우, 안전한 장소(예: {g|Encyclopedia:Rest}야영지{/g} 또는 도시)에 있는 NPC를 찾아 대신 주문을 시전할 수 있습니다.

source: Your party members can use their Knowledge and Lore {g|Encyclopedia:Skills}skills{/g} to inspect a hostile creature and try to determine its basic characteristics, defense, {g|Encyclopedia:Attack}attacks{/g}, and {g|Encyclopedia:Special_Abilities}special abilities{/g}. During the first encounter with a creature, every party member makes a {g|Encyclopedia:Check}check{/g} of an appropriate Knowledge or Lore skill. The greatest check result determines how much information the party learns. If the checks were unsuccessful, you get another chance to inspect a creature after you kill it, or after you increase the skill rank after levelling up. To see what your party knows about a creature, press [{bind|Inspect}] or the "Inspect" button.
ko_mt: 당신의 파티원은 자신의 전승 및 지식 {g|Encyclopedia:Skills}기술{/g}을 사용하여 적 생물을 조사하고 그 생물의 기본 특성, 방어, {g|Encyclopedia:Attack}명중 굴림{/g}, {g|Encyclopedia:Special_Abilities}특수 능력{/g}을 알아볼 수 있습니다. 생물을 처음 마주치는 동안, 모든 파티원은 적절한 지식 또는 지식 기술 {g|Encyclopedia:Check}판정{/g}을 합니다. 가장 큰 확인 결과에 따라 파티가 배우는 정보의 양이 결정됩니다. 판정에 실패하면, 생물을 처치한 후 또는 레벨업 후 기술 등급이 올라간 후 한 번 더 검사할 기회를 얻습니다. 파티가 생명체에 대해 알고 있는 정보를 확인하려면, [{bind|Inspect}] 또는 "검사" 버튼을 누르세요.

source: Inspecting a Creature
ko_mt: 생물 검사하기

source: Intelligence determines how well your character learns and reasons. Animal companions require Intelligence score 3 to gain access to many new {g|Encyclopedia:Feat}feats{/g}. Here are examples where you apply your character's Intelligence modifier: • The number of {g|Encyclopedia:Skills}skill{/g} points gained each level, though your character always gets at least 1 skill point per level. • {g|Encyclopedia:Knowledge_Arcana}Knowledge (arcana){/g} and {g|Encyclopedia:Knowledge_World}Knowledge (world){/g} {g|Encyclopedia:Check}checks{/g}. Alchemists, arcanists, witches, magi and wizards gain bonus {g|Encyclopedia:Spell}spells{/g} based on their Intelligence score. The minimum Intelligence score needed to cast their spells is 10 + the spell's level.
ko_mt: 지능은 캐릭터가 얼마나 잘 배우고 추리하는지를 결정합니다. 동물 동료는 지능 점수 3이 있어야 새로운 {g|Encyclopedia:Feat}특기{/g}를 이용할 수 있습니다. 다음은 캐릭터의 지능 수정치가 적용되는 예시입니다. - 캐릭터는 항상 레벨당 최소 1 기술 포인트를 획득하지만, 각 레벨마다 획득하는 {g|Encyclopedia:Skills}기술{/g} 포인트 수입니다. - {g|Encyclopedia:Knowledge_Arcana}지식(비전){/g} 및 {g|Encyclopedia:Knowledge_World}지식(세계){/g} {g|Encyclopedia:Check}판정{/g} 연금술사, 아카니스트, 마녀, 마기, 위저드는 지능 점수에 따라 {g|Encyclopedia:Spell}주문{/g} 보너스를 얻습니다. 주문을 시전하는데 필요한 최소 지능 점수는 10 + 주문 레벨입니다.

source: The Journal contains your current quests and errands. When their status changes, you will also see a notification on the main screen. To open the Journal, press<b>{console_bind|RightBottom}</b> and choose "Journal".
ko_mt: 일지에는 현재 진행 중인 퀘스트와 심부름이 표시됩니다. 상태가 변경되면 메인 화면에도 알림이 표시됩니다. 일지를 열려면 <b>{console_bind|RightBottom}</b>을 누르고 "일지"를 선택합니다.

source: Knowledge (arcana)
ko_mt: 지식(비전)

source: Knowledge (world)
ko_mt: 지식(세계)

source: Level-Up
ko_mt: 레벨 업

source: Weapon Class is a measure of how much effort it takes to wield a weapon in combat. <b>Light Weapons</b> A light weapon is used in one hand and is easier to use in one's off hand than a one-handed weapon. For primary hand {g|Encyclopedia:MeleeAttack}melee attacks{/g} the wielder's {g|Encyclopedia:Strength}Strength{/g} modifier is added to {g|Encyclopedia:Damage}damage{/g} rolls, or half of the wielder's Strength {g|Encyclopedia:Bonus}bonus{/g} for the off hand {g|Encyclopedia:Attack}attacks{/g}. When using both hands to wield a light weapon the Strength bonus applies as though the weapon were held in the wielder's primary hand only. An {g|Encyclopedia:UnarmedAttack}unarmed strike{/g} is always considered a light weapon. <b>One-Handed Weapons</b> A one-handed weapon can be used in either the primary hand or the off hand. For primary hand melee attacks the wielder's Strength modifier is added to damage rolls, or half of the wielder's Strength bonus for the off hand attacks. If a one-handed weapon is wielded with two hands during melee combat, 1.5 times the character's Strength bonus is added to damage rolls. <b>Two-Handed Weapons</b> Two hands are required to use a two-handed melee weapon effectively. For melee attacks with such a weapon 1.5 times the character's Strength bonus is applied to damage rolls.
ko_mt: 무기 등급은 전투에서 무기를 사용하는데 얼마나 많은 노력이 필요한지를 나타내는 척도입니다. <b>경량 무기</b> 경량 무기는 한 손에 들고 사용하는 무기로, 한손 무기보다 한 손이 아닌 다른 손으로 사용하기 쉽습니다. 주무기 {g|Encyclopedia:MeleeAttack}근접 공격{/g}의 경우, 착용자의 {g|Encyclopedia:Strength}힘{/g} 수치가 {g|Encyclopedia:Damage}피해{/g} {g|Encyclopedia:Dice}굴림{/g}에 추가됩니다. 반대손 {g|Encyclopedia:Attack}공격{/g}은 힘 {g|Encyclopedia:Bonus}보너스{/g}의 절반이 추가됩니다. 양손을 모두 사용하여 경량 무기를 휘두를 때, 힘 수정치는 무기를 주무기로만 쥐고 있는 것처럼 적용됩니다. {g|Encyclopedia:UnarmedAttack}비무장{/g} 공격은 항상 경량 무기로 간주합니다. <b>한손 무기</b> 한손 무기는 주손 또는 보조 손 모두 사용할 수 있습니다. 주손 근접 공격의 경우, 공격에 착용자의 힘 수정치가 추가되며, 비주손 공격의 경우 착용자의 힘 수정치의 절반이 추가됩니다. 근접 전투 중 한손 무기를 양손으로 휘두를 경우, 공격에 캐릭터의 힘 수정치의 1.5배가 추가됩니다. <b>양손 무기</b> 양손 근접 무기를 효과적으로 사용하려면 두 손이 모두 필요합니다. 이러한 무기로 근접 공격을 할 때는 공격에 캐릭터의 힘 수정치의 1.5배가 적용됩니다.

source: Lore (nature)
ko_mt: 전승(자연)

source: Lore (religion)
ko_mt: 전승(종교)

source: Schools of Magic
ko_mt: 마법 학파

source: This number is the maximum {g|Encyclopedia:Dexterity}Dexterity{/g} {g|Encyclopedia:Bonus}bonus{/g} to {g|Encyclopedia:Armor_Class}AC{/g} that this type of armor (and tower shields) allows. Dexterity bonuses that exceed this number are reduced to this number for the purposes of determining the wearer's AC. Heavier armors limit mobility, reducing the wearer's ability to dodge blows. This restriction doesn't affect any other Dexterity-related abilities. For example, a character has +4 Dexterity bonus and wears a full plate armor. Since a full plate armor has maximum Dexterity bonus +1, only +1 Dexterity bonus will be added to their AC. A character's encumbrance (the amount of gear carried, including armor) may also restrict the maximum Dexterity bonus that can be applied to their Armor Class. In case of medium encumbrance maximum Dexterity bonus to AC is +3, in case of heavy encumbrance — only +1.
ko_mt: 이 수치는 이 유형의 방어구(및 타워 실드)가 허용하는 {g|Encyclopedia:Armor_Class}AC{/g}에 대한 최대 {g|Encyclopedia:Dexterity}민첩{/g} {g|Encyclopedia:Bonus}보너스{/g}입니다. 이 수치를 초과하는 민첩 보너스의 착용자는 AC를 결정할 때 이 수치만큼 감소합니다. 무거운 방어구는 {g|Encyclopedia:Mobility}기동성{/g}을 제한하여 착용자의 타격 회피 능력을 감소시킵니다. 이 제한은 다른 민첩 관련 능력에는 영향을 미치지 않습니다. 예를 들어 민첩 보너스가 +4인 캐릭터가 전신 판금갑옷 갑옷을 착용하고 있다고 가정해 보겠습니다. 전신 판금갑옷의 최대 민첩 보너스는 +1이므로, 민첩 보너스는 민첩 +1만 AC에 추가됩니다. 캐릭터의 인컴비넌스(방어구를 포함하여 소지한 장비의 양)에 따라 AC에 적용할 수 있는 최대 민첩 보너스가 제한될 수도 있습니다. 중무장의 경우 민첩에 대한 최대 민첩 보너스는 +3이며, 중무장의 경우 +1에 불과합니다.

source: Melee attack is an attempt to score a hit on your opponent in melee range with your weapon or a {g|Encyclopedia:TouchAttack}touch attack{/g} (i.e. {g|Encyclopedia:Spell}spell{/g} that requires you to touch your opponent). Your {g|Encyclopedia:Attack}attack{/g} {g|Encyclopedia:Bonus}bonus{/g} for a melee attack is: {g|Encyclopedia:BAB}Base attack bonus{/g} + {g|Encyclopedia:Strength}Strength{/g} modifier + other modifiers.
ko_mt: 근접 {g|Encyclopedia:Attack}공격{/g}은 무기로 {g|Encyclopedia:Threatened_Area}근접 범위{/g} 내에 있는 상대에게 적중시키거나 {g|Encyclopedia:TouchAttack}접촉 공격{/g}(즉, 상대를 터치해야 하는 {g|Encyclopedia:Spell}주문{/g})을 시도하는 것을 말합니다. 근접 공격에 대한 공격 {g|Encyclopedia:Bonus}보너스{/g}는 다음과 같습니다. {g|Encyclopedia:BAB}BAB{/g} + {g|Encyclopedia:Strength}힘{/g} 수식어 + 기타 수정치.

source: Natural attacks are {g|Encyclopedia:Attack}attacks{/g} made with natural weapons, such as claws, bites or wings. Creature doesn't receive additional natural attacks for a high {g|Encyclopedia:BAB}base attack bonus{/g}, but can gain additional attacks from various effects like the {g|SpellsHaste}haste{/g} {g|Encyclopedia:Spell}spell{/g}. Creatures like animal companions can have one or more natural attacks, and are able to gain additional attacks (depending on available limbs) with level progression. There are two main types of natural attacks: primary, such as claws or bites, and secondary, such as hoofs or wings. Primary natural attacks add {g|Encyclopedia:Strength}Strength{/g} modifier to the {g|Encyclopedia:Damage}damage{/g} dealt. If it's the only attack of a creature, it adds 1.5×Strength modifier to the damage dealt. Secondary natural attacks have a -5 {g|Encyclopedia:Penalty}penalty{/g} to attack rolls and add half the Strength modifier to the damage dealt. In case a creature has weapon attacks and natural attacks, weapon attacks always go first and work normally (with additional attacks for base attack bonus), and all natural attacks will always work as secondary natural attacks. A limb that holds a weapon can't be used to perform a natural attack.
ko_mt: 자연 무기은 발톱, 물기 또는 날개와 같은 자연 무기로 하는 {g|Encyclopedia:Attack}공격{/g}입니다. 생물은 높은 {g|Encyclopedia:BAB}BAB{/g}로 추가 자연 무기을 받지 못하지만, {g|SpellsHaste}가속{/g} {g|Encyclopedia:Spell}주문{/g}과 같은 다양한 효과로 추가 공격을 받을 수 있습니다. 동물 동료와 같은 생물은 하나 이상의 자연 무기을 가질 수 있으며, 레벨이 올라갈수록 사용 가능한 사지에 따라 추가 공격을 얻을 수 있습니다. 자연 무기에는 발톱이나 물기와 같은 기본 공격과 발굽이나 날개와 같은 보조 공격의 두 가지 주요 유형이 있습니다. 주 자연 무기은 {g|Encyclopedia:Strength}힘{/g} 수정치를 추가하여 {g|Encyclopedia:Damage}피해{/g}를 입힙니다. 그것이 생물의 유일한 공격인 경우, 피해량에 힘의 1.5배 수치가 추가됩니다. 보조 자연 무기은 명중 굴림에 -5 {g|Encyclopedia:Penalty}불이익{/g}을 부여하고 피해량에 힘수정치의 절반을 추가합니다. 생물이 무기 공격과 자연공격을 모두 가지고 있는 경우, 무기 공격은 항상 우선하여 정상적으로 작용하며(기본 공격 보너스{/g}에 대한 추가 공격), 모든 자연공격은 항상 보조 자연공격으로 작용합니다. 무기를 들고 있는 팔다리는 자연 무기에 사용할 수 없습니다.

source: Penalties are numerical values that are subtracted from {g|Encyclopedia:Attack}attack{/g} roll, {g|Encyclopedia:Check}checks{/g} or {g|Encyclopedia:Ability_Scores}ability scores{/g}. Penalties do not have a type and most penalties stack with one another, but only if they originate from different sources (different {g|Encyclopedia:Spell}spells{/g}, for example).
ko_mt: 불이익은 {g|Encyclopedia:Attack}공격{/g} {g|Encyclopedia:Dice}굴림{/g}, {g|Encyclopedia:Ability_Scores}능력 점수{/g} {g|Encyclopedia:Check}판정{/g}에서 뺀 값입니다. 불이익에는 유형이 없으며 대부분의 불이익은 서로 중첩되지만, 서로 다른 출처(예: 서로 다른 {g|Encyclopedia:Spell}주문{/g} 등)에서 비롯된 경우에만 중첩됩니다.

source: Rake
ko_mt: 갈퀴 공격

source: A {g|Encyclopedia:Spell}spell{/g}'s range indicates how far from you it can reach, as defined in the range entry of the spell description. A spell's range is the maximum distance from you that the spell's effect can occur, as well as the maximum distance at which you can designate the spell's point of origin. If any portion of the spell's area would extend beyond this range, that area is wasted.
ko_mt: {g|Encyclopedia:Spell}주문{/g}의 범위는 주문 설명의 범위 항목에 정의된 대로 주문이 플레이어로부터 얼마나 멀리까지 도달할 수 있는지를 나타냅니다. 주문의 범위는 주문의 효과가 발생할 수 있는 최대 거리이자 주문의 시작 지점을 지정할 수 있는 최대 거리이기도 합니다. 주문 범위의 일부가 이 범위를 벗어나면 해당 영역은 낭비됩니다.

source: Ranged attack is an attempt to score a hit on your opponent with a ranged weapon, shooting or throwing at any target that is within the weapon's maximum range and in line of sight. This also applies for ranged {g|Encyclopedia:TouchAttack}touch attacks{/g} (i.e. {g|Encyclopedia:Spell}spells{/g} that require you to hit an enemy with a magic projectile or ray). Your {g|Encyclopedia:Attack}attack{/g} {g|Encyclopedia:Bonus}bonus{/g} for a ranged attack is: {g|Encyclopedia:BAB}Base attack bonus{/g} + {g|Encyclopedia:Dexterity}Dexterity{/g} modifier + other modifiers. Note: shooting or throwing into a melee gives you a –4 {g|Encyclopedia:Penalty}penalty{/g} on your attack roll.
ko_mt: 원거리 {g|Encyclopedia:Attack}공격{/g}은 원거리 무기로 적을 공격하는 것으로, 무기의 최대 사거리 내에 있고 시야에 들어오는 모든 대상을 쏘거나 던지는 것입니다. 이는 원거리 {g|Encyclopedia:TouchAttack}접촉 공격{/g}(즉, 마법 투사체나 광선으로 적을 맞혀야 하는 {g|Encyclopedia:Spell}주문{/g})에도 적용됩니다. 원거리 {g|Encyclopedia:Attack}공격{/g}에 대한 공격 {g|Encyclopedia:Bonus}보너스{/g}는 다음과 같습니다. {g|Encyclopedia:BAB}BAB{/g} + {g|Encyclopedia:Dexterity}민첩{/g} 수정치 + 기타 수정치. 참고: 근접 공격으로 사격하거나 던지면 공격 {g|Encyclopedia:Dice}굴림{/g}에 -4 {g|Encyclopedia:Penalty}불이익{/g}이 부여됩니다.

source: As time passes, your characters become tired and act less effectively. You can see this by the "{g|ConditionFatigued}fatigue{/g}" and "{g|ConditionExhausted}exhaustion{/g}" condition icons on their portraits. This is why they need regular {g|Encyclopedia:Rest}rest{/g}. To replenish your powers, set up a camp and have a rest. Set up camp by using the {ui|Restcamp} function (hotkey <b>[{bind|OpenRestCamp}]</b>). After activating the function, you will have to select a location for the camp. Camps take up a lot of space, so find the right location. While resting, all characters restore a portion of their lost {g|Encyclopedia:HP}hit points{/g}. Spellcasters also replenish their {g|Encyclopedia:Spell}spells{/g}. Rest also helps you get rid of some of the negative conditions. Resting takes at least 8 hours.
ko_mt: 시간이 지날수록 캐릭터는 피곤해지고 행동 효율이 떨어집니다. 캐릭터의 초상화에서 "{g|ConditionFatigued}피로{/g}" 및 "{g|ConditionExhausted}탈진{/g}" 상태 아이콘을 통해 이를 확인할 수 있습니다. 따라서 정기적으로 {g|Encyclopedia:Rest}휴식{/g}이 필요합니다. 힘을 보충하려면 캠프를 설치하고 휴식을 취하세요. {ui|Restcamp} 기능(단축키 <b>[{bind|OpenRestCamp}]</b>)을 사용해 캠프를 설정합니다. 기능을 활성화한 후 캠프 위치를 선택해야 합니다. 캠프는 많은 공간을 차지하므로 적절한 위치를 찾으십시오. 쉬는 동안 모든 캐릭터는 손실된 {g|Encyclopedia:HP}체력{/g}의 일부를 회복합니다. 주문 시전자는 {g|Encyclopedia:Spell}주문{/g}도 보충합니다. 휴식은 또한 일부 부정적인 조건을 제거하는데 도움이 됩니다. 휴식에는 최소 8시간이 걸립니다.

source: Sadistic Game Design
ko_mt: 가학적인 게임 디자인

source: To make a successful {g|Encyclopedia:Saving_Throw}saving throw{/g} and mitigate negative {g|Encyclopedia:Spell}spell{/g} effects, your save result should be equal or greater than the {g|Encyclopedia:DC}DC{/g} of the enemy spell. Spell DC is 10 + the level of the spell + caster {g|Encyclopedia:Bonus}bonus{/g} for the relevant casting {g|Encyclopedia:Ability_Scores}ability score{/g} ({g|Encyclopedia:Intelligence}Intelligence{/g}, {g|Encyclopedia:Charisma}Charisma{/g}, or {g|Encyclopedia:Wisdom}Wisdom{/g} depending on a class). A spell's level can vary depending on caster class. <b>Automatic Failures and Successes</b> A natural 1 (the {g|Encyclopedia:Dice}d20{/g} comes up 1) on a saving throw is always a failure. A natural 20 (the d20 comes up 20) is always a success. You can see how spell interacts with saving throw from spell description. Different spells have different outcomes for successful saving throws: <b>Negates</b> The spell has no effect on a subject that makes a successful saving throw. <b>Partial</b> The spell has an effect on its subject. A successful saving throw means that some lesser effect occurs. <b>Half</b> The spell deals {g|Encyclopedia:Damage}damage{/g}, and a successful saving throw halves the damage taken (rounding down). <b>None</b> The spell doesn't allow to make a saving throw against it effects.
ko_mt: {g|Encyclopedia:Saving_Throw}내성 굴림{/g}에 성공하고 부정적인 {g|Encyclopedia:Spell}주문{/g} 효과를 완화하려면, 당신의 {g|Encyclopedia:Saving_Throw}내성 굴림{/g} 결과가 적 주문의 {g|Encyclopedia:DC}DC{/g}보다 크거나 같아야 합니다. 주문 DC는 10 + 주문 레벨 + 해당 시전 {g|Encyclopedia:Ability_Scores}능력 점수{/g}(직업에 따라 {g|Encyclopedia:Intelligence}지능{/g}, {g|Encyclopedia:Charisma}매력{/g}, 또는 {g|Encyclopedia:Wisdom}지혜{/g})에 대한 시전자 {g|Encyclopedia:Bonus}보너스{/g}를 더한 값입니다. 주문의 레벨은 시전 직업에 따라 달라질 수 있습니다. <b>자동 실패와 성공</b> 자연 1({g|Encyclopedia:Dice}d20{/g}이 1로 나옴)이면 항상 실패입니다. 자연 20(d20이 20으로 나옴)은 항상 성공입니다. 주문 설명에서 주문과 내성 굴림가 어떻게 상호작용하는지 확인할 수 있습니다. 주문에 따라 내성 굴림에 성공했을 때의 결과가 달라집니다. <b>무효화</b> 내성에 성공한 대상에게는 주문이 영향을 미치지 않습니다. <b>부분</b> 주문이 대상에게 영향을 미칩니다. 내성 굴림에 성공하면 효과가 일부 감소합니다. <b>반</b> 주문은 의 {g|Encyclopedia:Damage}피해{/g}를 입히고, 내성 굴림에 성공하면 받는 피해가 절반으로 감소합니다.(반올림). <b>None</b> 이 주문의 효과에 대한 내성 굴림을 허용하지 않습니다.

source: A creature with this ability can detect unseen foes within a certain radius using its sense of smell, as if it had {g|Encyclopedia:Blindsense}blindsense{/g}.
ko_mt: 이 능력을 가진 생물은 마치 {g|Encyclopedia:Blindsense}장님감각{/g}이 있는 것처럼 후각을 사용하여 일정 반경 내에 보이지 않는 적을 감지할 수 있습니다.

source: Scent
ko_mt: 향기

source: If you shoot, throw a ranged weapon, or cast a spell that requires an attack roll at a target engaged in melee, you take a –4 {g|Encyclopedia:Penalty}penalty{/g} on the {g|Encyclopedia:Attack}attack{/g} roll. Two characters are engaged in melee if they are enemies of each other and either of them is {g|Encyclopedia:Threatened_Area}threatening{/g} the other. <b>Precise Shot</b> If you have the Precise Shot {g|Encyclopedia:Feat}feat{/g}, you don't take this penalty. <b>Ranged touch attacks</b> This also applies for ranged {g|Encyclopedia:TouchAttack}touch attacks{/g} (i.e. {g|Encyclopedia:Spell}spells{/g} that require a ranged touch attack).
ko_mt: 근접전을 벌이고 있는 대상에게 활을 쏘거나, 원거리 무기를 던지거나, 공격이 필요한 주문을 시전하면, {g|Encyclopedia:Attack}공격{/g}에 -4 {g|Encyclopedia:Penalty}불이익{/g}을 받습니다. {g|Encyclopedia:Dice}굴림{/g}. 두 캐릭터가 서로 적이고 둘 중 하나가 상대방을 {g|Encyclopedia:Threatened_Area}위협{/g}하는 경우 근접전을 벌이고 있는 것입니다. <b>정밀 사격</b> 정밀 사격 {g|Encyclopedia:Feat}특기{/g}가 있다면, 이 불이익을 받지 않습니다. <b>원거리 접촉 공격</b> 원거리 {g|Encyclopedia:TouchAttack}접촉 공격{/g}(즉, 원거리 접촉 공격이 필요한 {g|Encyclopedia:Spell}주문{/g})에도 적용됩니다.

source: A skill represents a creature's ability to perform a specific task, such as climb a wall, open a locked chest, or spot a hidden treasure. The number of ranks possessed by a creature in a given skill represents its proficiency in that skill and allows to perform more difficult tasks. Characters gets number of skill ranks based on their class and {g|Encyclopedia:Intelligence}Intelligence{/g} modifier (and any other {g|Encyclopedia:Bonus}bonuses{/g}, such as the bonus received by humans). Each class has a set of class skills. They get +3 bonus to skill {g|Encyclopedia:Check}checks{/g} of such skills if they are trained in them. Trained skill means that character has at least 1 rank in this skill. In order to determine success, whenever you attempt to use a skill, you must make a skill check. If the result of your skill check is equal to or greater than the {g|Encyclopedia:DC}difficulty class{/g} (or DC) of the task you are attempting to accomplish, you succeed. Skill check can be calculated with the following formula: {g|Encyclopedia:Dice}1d20{/g} + skill ranks + ability modifier + racial modifier + class skill modifier. Some skill checks cannot be performed if your character has not put at least one rank into it.
ko_mt: 기술은 벽을 오르거나, 잠긴 상자를 열거나, 숨겨진 보물을 발견하는 등 특정 작업을 수행하는 생물의 능력을 나타냅니다. 특정 기술에서 생물이 보유한 등급 수는 해당 기술의 숙련도를 나타내며, 더 어려운 작업을 수행할 수 있게 해줍니다. 캐릭터는 직업과 {g|Encyclopedia:Intelligence}지능{/g} 수정치(그리고 인간이 받는 보너스 등 기타 {g|Encyclopedia:Bonus}보너스{/g})에 따라 기술 등급 수를 얻습니다. 각 직업에는 직업 기술 세트가 있습니다. 해당 기술을 훈련하면 해당 기술의 {g|Encyclopedia:Check}판정{/g}에 +3 보너스를 얻습니다. 훈련된 기술은 캐릭터가 해당 기술의 등급이 1 이상임을 의미합니다. 성공 여부를 결정하기 위해서는 기술을 사용하려고 할 때마다 기술 판정을 해야 합니다. 기술 판정 결과가 수행하려는 과제의 {g|Encyclopedia:DC}난이도 등급{/g}(또는 DC) 이상이면 성공입니다. 기술 판정는 다음 공식으로 계산할 수 있습니다. {g|Encyclopedia:Dice}1d20{/g} + 기술 등급 + 능력 보정 + 종족 보정 + 직업 기술 보정. 일부 기술 판정는 캐릭터에 등급이 하나라도 없으면 수행할 수 없습니다.

source: <b>Spell-Like Abilities</b> Usually, a spell-like ability works just like the {g|Encyclopedia:Spell}spell{/g} of the same name. Spell-like ability can't fail due to armor {g|Encyclopedia:Spell_Fail_Chance}arcane spell failure chance{/g}, even if the ability resembles an arcane spell. A spell-like ability has a {g|Encyclopedia:Casting_Time}casting time{/g} of 1 {g|Encyclopedia:Standard_Actions}standard action{/g} unless noted otherwise in the ability or spell description. In all other ways including {g|Encyclopedia:Concentration}concentration{/g}, a spell-like ability functions just like a spell. Spell-like abilities inherit interaction with {g|Encyclopedia:Spell_Resistance}spell resistance{/g} and {g|SpellsDispelMagic}dispel magic{/g} from the spell they were made from.
ko_mt: <b>주문 유사 능력</b> 일반적으로 주문 유사 능력은 같은 이름의 {g|Encyclopedia:Spell}주문{/g}과 똑같이 작동합니다. 주문 유사 능력은 주문과 유사하더라도 갑옷 {g|Encyclopedia:Spell_Fail_Chance}비전 주문 실패 확률{/g}로 인해 실패할 수 없습니다. 주문 유사 능력은 능력 또는 주문 설명에 달리 명시되지 않는 한 {g|Encyclopedia:Casting_Time}시전 시간{/g}이 1 {g|Encyclopedia:Standard_Actions}표준 행동{/g}입니다. 주문 유사 능력은 {g|Encyclopedia:Concentration}집중{/g}을 포함한 다른 모든 면에서 주문처럼 작동합니다. 주문 유사 능력은 {g|Encyclopedia:Spell_Resistance}주문 저항{/g}과의 상호작용을 이어받으며, 해당 능력이 생성된 주문의 {g|SpellsDispelMagic}마법을 해제{/g}합니다.

source: <b>Supernatural Abilities</b> Supernatural abilities are magical but not spell-like. They are not subject to {g|Encyclopedia:Spell_Resistance}spell resistance{/g} and their effects cannot be dispelled. They also cannot be disrupted in combat and generally don't provoke {g|Encyclopedia:Attack_Of_Opportunity}attacks of opportunity{/g}.
ko_mt: <b>초자연적 능력</b> 초자연적 능력은 마법적이지만 {g|Encyclopedia:Spell}주문{/g}과 같지 않습니다. 초자연 능력은 {g|Encyclopedia:Spell_Resistance}주문 저항{/g}의 적용을 받지 않으며, 그 효과는 무효화할 수 없습니다. 또한 전투 중에 방해할 수 없으며 일반적으로 {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}을 유발하지 않습니다.

source: There are various standard maneuvers you can perform during combat other than normal {g|Encyclopedia:Attack}attacks{/g}, casting {g|Encyclopedia:Spell}spells{/g}, or using other class abilities. Some of these special attacks can be made as part of another {g|Encyclopedia:CA_Types}action{/g} (such as an attack) or as an {g|Encyclopedia:Attack_Of_Opportunity}attack of opportunity{/g}.
ko_mt: 전투 중에는 일반 {g|Encyclopedia:Attack}명중 굴림{/g}, {g|Encyclopedia:Spell}주문 시전{/g}, 다른 직업 능력 사용 외에 다양한 일반 {g|Encyclopedia:Combat_Maneuvers}전법{/g}을 사용할 수 있습니다. 이러한 특수 공격 중 일부는 다른 {g|Encyclopedia:CA_Types}행동{/g}(예: 공격)의 일부로 사용하거나 {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}으로 사용할 수 있습니다.
