Repository: akintos/wotr-translation
Catalog: translation/*/Encyclopedia.po
Languages: ko, ko_mt

source: As a character overcomes challenges, defeats monsters, and completes quests, they gain experience points. These points accumulate over time, and when they reach or surpass a specific value, the character gains a new level.
ko: 캐릭터가 도전을 극복하거나 몬스터를 물리치거나 임무를 완수하면 경험치를 얻습니다. 이렇게 축적된 경험치가 일정 수치 이상이 되면 캐릭터는 새로운 레벨을 얻습니다.
ko_mt: 캐릭터가 도전을 극복하고, 괴물을 물리치고, 퀘스트를 완료하면 경험치를 얻습니다. 이 포인트는 시간이 지남에 따라 누적되며, 특정 값에 도달하거나 초과하면 캐릭터는 새로운 레벨을 얻게 됩니다.

source: Experience Points (XP)
ko: 경험치(Experience Points, XP)
ko_mt: 경험치(XP)

source: Diseases, poisons, {g|Encyclopedia:Spell}spells{/g}, and other effects can deal {g|Encyclopedia:Damage}damage{/g} directly to your {g|Encyclopedia:Ability_Scores}ability scores{/g}. This damage temporarily reduces an ability and applies a {g|Encyclopedia:Penalty}penalty{/g} to the {g|Encyclopedia:Skills}skills{/g} and statistics that are based on that ability. For every 2 points of damage you take to a single ability, a –1 penalty is applied to skills, {g|Encyclopedia:HP}hit points{/g} in case of {g|Encyclopedia:Constitution}Constitution{/g}, and statistics listed with the relevant ability. If the amount of ability damage you have taken equals or exceeds your ability score, you immediately fall {g|Encyclopedia:Injury_Death}unconscious{/g} until the damage becomes less than your ability score, or in case of Constitution, immediately die. Unless otherwise noted, damage to your ability scores is {g|Encyclopedia:Healing}healed{/g} at the rate of 1 per day to each ability score that has been damaged. Ability damage can be healed through the use of spells, such as {g|SpellsRestorationLesser}lesser restoration{/g}. <b>Ability Drain</b> Ability drain is a more severe type of ability damage. It doesn't heal naturally, but can be healed through the use of spells such as {g|SpellsRestoration}restoration{/g}.
ko_mt: 질병, 독, {g|Encyclopedia:Spell}주문{/g}, 기타 효과는 {g|Encyclopedia:Ability_Scores}능력 점수{/g}에 직접 {g|Encyclopedia:Damage}피해{/g}를 입힐 수 있습니다. 이 피해는 일시적으로 능력을 감소시키고 해당 능력에 기반한 {g|Encyclopedia:Skills}기술{/g}과 통계에 {g|Encyclopedia:Penalty}불이익{/g}을 적용합니다. 단일 능력으로 받는 피해량 2점당 기술에 -1 불이익이 적용되며, {g|Encyclopedia:Constitution}건강{/g}의 경우 {g|Encyclopedia:HP}체력{/g} 및 해당 능력과 함께 나열된 통계에 -1 불이익을 받습니다. 받은 능력 피해량이 능력 점수와 같거나 초과하면 피해량이 능력 점수보다 작아질 때까지 즉시 {g|Encyclopedia:Injury_Death}의식불명{/g}이 되거나 건강인 경우 즉시 사망합니다. 달리 명시되지 않는 한, 능력 점수에 대한 피해는 피해받은 능력 점수당 하루에 1씩 {g|Encyclopedia:Healing}치유{/g}됩니다. 능력 피해는 {g|SpellsRestorationLesser}하급 상태회복{/g}과 같은 주문을 사용해 회복할 수 있습니다. <b>능력 소모</b> 능력 소모는 더 심각한 유형의 능력 피해입니다. 자연적으로 회복되지 않지만 {g|SpellsRestoration}상태회복{/g}과 같은 주문을 사용하여 회복할 수 있습니다.

source: Ability Scores
ko_mt: 능력 점수

source: When your character's current {g|Encyclopedia:HP}hit points{/g} drop to a negative amount equal to their {g|Encyclopedia:Constitution}Constitution{/g} score or lower, they get the {g|Encyclopedia:Injury_Death}Death Door{/g} Condition. If they already had the Death Door Condition, they die. A character can also die from taking {g|Encyclopedia:AbilityDamage}ability damage{/g} or suffering an ability drain that reduces their Constitution score to 0. Certain types of powerful magic, such as {g|SpellsRaiseDead}raise dead{/g} and {g|SpellsResurrection}resurrection{/g}, can restore life to a dead character.
ko_mt: 캐릭터의 현재 {g|Encyclopedia:HP}HP{/g}가 {g|Encyclopedia:Constitution}건강{/g} 점수와 같은 음수 이하로 떨어지면, 캐릭터는 {g|Encyclopedia:Injury_Death}죽음의 문{/g}을 받습니다. 조건이 적용됩니다. 이미 죽음의 문 조건을 가지고 있었다면 사망합니다. 캐릭터는 {g|Encyclopedia:AbilityDamage}능력 피해{/g}를 받거나 건강 점수가 0으로 감소하는 능력 소모로 인해 사망할 수도 있습니다. {g|SpellsRaiseDead}소생{/g} 및 {g|SpellsResurrection}부활{/g}과 같은 특정 유형의 강력한 마법은 죽은 캐릭터의 생명을 회복시킬 수 있습니다.

source: Alignment represents a creature's basic moral and ethical attitude. Alignment has two components: one describing whether a creature is lawful, neutral, or chaotic, followed by another that describes whether a character is good, neutral, or evil. All creatures have an alignment and alignment determines the effectiveness of some {g|Encyclopedia:Spell}spells{/g} and magic items. Animals and other creatures incapable of moral action are always neutral. Player character can change their alignment making moral choices throughout the game. Choice of mythic path greatly affects your alignment. Alignments are usually abbreviated using the first letter of each alignment component, such as "LN" for lawful neutral or "CE" for chaotic evil. Creatures that are neutral in both components are denoted by a single "N".
ko_mt: 성향은 크리처의 기본적인 도덕적, 윤리적 태도를 나타냅니다. 성향은 두 가지 구성 요소로 이루어져 있는데, 하나는 생물이 질서인지, 중립, 혼돈을 나타내며, 다른 하나는 캐릭터가 선한지, 중립인지, 악한지를 나타냅니다. 모든 생물은 성향을 가지며, 성향에 따라 일부 {g|Encyclopedia:Spell}주문{/g}과 마법 아이템의 효과가 결정됩니다. 동물과 도덕적 행동을 할 수 없는 다른 생물은 항상 중립입니다. 플레이어 캐릭터는 게임 내내 도덕적 선택을 통해 성향을 변경할 수 있습니다. 신화의 길 선택은 성향에 큰 영향을 미칩니다. 성향은 일반적으로 각 성향 구성 요소의 첫 글자를 사용하여 약칭합니다.(예: 질서 중립의 경우 "LN", 혼돈 악의 경우 "CE"). 두 구성 요소 모두에서 중립인 생물은 하나의 "N"으로 표시됩니다.

source: Your Armor Class (AC) represents how hard it is for opponents to land a solid, {g|Encyclopedia:Damage}damaging{/g} blow on you. An opponent needs to make an {g|Encyclopedia:Attack}attack{/g} roll equal or higher to your AC to hit you. Your AC is equal to the following: 10 + armor {g|Encyclopedia:Bonus}bonus{/g} + shield bonus + {g|Encyclopedia:Dexterity}Dexterity{/g} modifier + other modifiers. Note: some armor limits the wearer's {g|Encyclopedia:Max_Dex_Bonus}maximum Dexterity bonus{/g}.
ko_mt: 방어도(AC)는 상대가 나에게 견고한 타격을 가하기 얼마나 어려운지를 나타냅니다. 상대가 나를 공격하려면 {g|Encyclopedia:Attack}공격{/g}을 합니다. 내 AC와 같거나 더 높은 {g|Encyclopedia:Dice}굴림{/g}을 해야 공격할 수 있습니다. 내 AC는 다음과 같습니다. 10 + 갑옷 {g|Encyclopedia:Bonus}보너스{/g} + 방패 보너스 + {g|Encyclopedia:Dexterity}민첩{/g} 수정치 + 기타 수정치. 참고: 일부 방어구의 착용자는 {g|Encyclopedia:Max_Dex_Bonus}최대 민첩{/g} {g|Encyclopedia:Bonus}보너스{/g}를 제한합니다.

source: For most, armor is the simplest way to protect oneself in a world of rampant threats and dangers. Many characters can wear only the simplest of armors, and only some can use shields. To wear heavier armor effectively, a character can select the Armor Proficiency {g|Encyclopedia:Feat}feats{/g}, but most classes are automatically proficient with the armors that work best for them.
ko_mt: 대부분의 경우 갑옷은 위협과 위험이 만연한 세상에서 자신을 보호할 수 있는 가장 간단한 방법입니다. 많은 캐릭터가 가장 단순한 방어구만 착용할 수 있으며, 일부 캐릭터만 방패를 사용할 수 있습니다. 더 무거운 방어구를 효과적으로 착용하려면 캐릭터가 갑옷 숙련을 선택할 수 있지만, 대부분의 직업은 자신에게 가장 적합한 방어구를 자동으로 숙련합니다.

source: An attack roll is an attempt to strike your opponent. Your attack roll result is calculated by the following formula: {g|Encyclopedia:Dice}d20{/g} + {g|Encyclopedia:BAB}Base Attack Bonus{/g} + {g|Encyclopedia:Ability_Scores}ability score{/g} modifier (usually {g|Encyclopedia:Strength}Strength{/g} for {g|Encyclopedia:MeleeAttack}melee attacks{/g}, {g|Encyclopedia:Dexterity}Dexterity{/g} for {g|Encyclopedia:RangedAttack}ranged attacks{/g}) + other modifiers. If your result equals or higher than the target's {g|Encyclopedia:Armor_Class}Armor Class{/g}, you've scored a hit and you will deal {g|Encyclopedia:Damage}damage{/g}. A natural 1 (the d20 comes up 1) on an attack roll is always a miss. A natural 20 (the d20 comes up 20) is always a hit. A natural 20 is also a critical threat — it means a {g|Encyclopedia:Critical}critical{/g} hit is possible.
ko_mt: 명중 {g|Encyclopedia:Dice}굴림{/g}은 상대를 공격하려는 시도입니다. 공격 결과는 다음 공식으로 계산됩니다. d20 + {g|Encyclopedia:BAB}BAB{/g} + {g|Encyclopedia:Ability_Scores}능력 점수{/g} 수정치(보통 {g|Encyclopedia:MeleeAttack}근접 공격{/g}의 경우 {g|Encyclopedia:Strength}힘{/g}, 원거리 공격의 경우 {g|Encyclopedia:Dexterity}민첩{/g} + 기타 수정치) 명중 결과가 대상의 {g|Encyclopedia:Armor_Class}AC{/g}과 같거나 높으면 명중을 기록한 것이며, {g|Encyclopedia:Damage}피해{/g}를 입힙니다. 공격에서 1(d20이 1로 나옴)이 나오면 항상 실패입니다. 20(d20이 20으로 나옴)은 항상 적중입니다. 20은 {g|Encyclopedia:Critical}치명타{/g} 적중이 가능합니다.

source: Attack Roll
ko_mt: 공격

source: Attacks of opportunity (AoO) are special {g|Encyclopedia:MeleeAttack}melee attacks{/g}. A character can perform them during an enemy's turn if that enemy provokes it while being in their threatened area, creating an opening for a hit. The number of such attacks a creature can make per {g|Encyclopedia:Combat_Round}round{/g} is limited — usually a creature can't perform it more than once, even if it's provoked again during the same turn. Following {g|Encyclopedia:CA_Types}actions{/g} provoke AoO when an enemy attempts them while standing in a {g|Encyclopedia:Threatened_Area}threatened area{/g}: * Attempt to leave melee * {g|Encyclopedia:RangedAttack}Ranged attack{/g} * Attempt to stand up from being {g|ConditionProne}prone{/g} * Casting a {g|Encyclopedia:Spell}spell{/g} * Drinking a potion In most cases, an AoO can be avoided. Characters leaving melee can use a {g|Encyclopedia:Special_Abilities}special ability{/g} to make a {g|Encyclopedia:Mobility}Mobility{/g} {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}check{/g} and attempt doing it without provoking an {g|Encyclopedia:Attack}attack{/g}. In turn-based mode character can use a 5-foot step to leave melee without provoking an attack. Spellcasters, when they cast in melee, automatically make an attempt to cast defensively.
ko_mt: 기회 공격(AoO)은 특수 {g|Encyclopedia:MeleeAttack}근접 공격{/g}입니다. 캐릭터는 적이 자신의 치명타 범위 내에 있는 동안 적을 도발하여 공격할 기회를 만들면 적의 턴에 이 공격을 사용할 수 있습니다. 한 생물이 {g|Encyclopedia:Combat_Round}라운드{/g}당 수행할 수 있는 공격 횟수는 제한되어 있으며, 일반적으로 같은 턴에 다시 도발당하더라도 한 생물이 두 번 이상 수행할 수 없습니다. 다음 {g|Encyclopedia:CA_Types}행동{/g}은 적이 {g|Encyclopedia:Threatened_Area}위협 지역{/g}에 서 있는 동안 시도할 경우 격퇴를 유발합니다. * 근접 공격 시도 * {g|Encyclopedia:RangedAttack}원거리 공격{/g} * {g|ConditionProne}엎드린{/g} 상태에서 일어서기 시도 * {g|Encyclopedia:Spell}주문 시전{/g} * 물약 마시기 대부분의 경우 광역 공격은 피할 수 있습니다. 근접전을 떠난 캐릭터는 {g|Encyclopedia:Special_Abilities}특수 능력{/g}을 사용해 {g|Encyclopedia:Mobility}기동성{/g} {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}으로 {g|Encyclopedia:Attack}기회 공격{/g} 없이 지나갈 수 있습니다. 턴제 모드에서 캐릭터는 5피트 보폭을 사용해 공격을 유발하지 않고 근접전을 벗어날 수 있습니다. 주문 시전자는 근접에서 시전할 때 자동으로 방어 시전을 시도합니다.

source: Each creature has a base attack bonus and it represents its combat power. As a creature gains levels or {g|Encyclopedia:Hit_Dice}Hit Dice{/g}, their base attack bonus improves. When a creature's base attack bonus reaches +6, +11, or +16, it receives an additional {g|Encyclopedia:Attack}attack{/g} in combat when making a full attack. Base attack bonuses increase at different rates for different character classes. Each consecutive attack gained from base attack bonus has a cumulative -5 {g|Encyclopedia:Penalty}penalty{/g}. For example, if your BAB is +12, the first attack has a +12 {g|Encyclopedia:Bonus}bonus{/g}, the second attack has a +7 bonus, and the third attack has a +2 bonus.
ko_mt: 각 생물은 기본 공격 보너스를 가지며, 이는 그 생물의 전투력을 나타냅니다. 생물이 레벨 또는 {g|Encyclopedia:Hit_Dice}HD{/g}을 올릴 때마다, 기본 {g|Encyclopedia:Attack}공격{/g} {g|Encyclopedia:Bonus}보너스{/g}가 증가합니다. 생물의 기본 공격 보너스가 +6, +11, 또는 +16에 도달하면, 생물은 전투에서 일반 공격을 할 때 추가 공격을 받습니다. 기본 공격 보너스는 캐릭터 직업마다 다른 비율로 증가합니다. 기본 공격 보너스로 연속 공격할 때마다 누적 -5 {g|Encyclopedia:Penalty}불이익{/g}이 적용됩니다. 예를 들어, 기본 공격 보너스가 +12인 경우 첫 번째 공격은 +12, 두 번째 공격은 +7, 세 번째 공격은 +2 보너스를 얻습니다.

source: Blindsense lets a creature notice nearby creatures it cannot see. The creature with blindsense usually does not need to make {g|Encyclopedia:Perception}Perception{/g} {g|Encyclopedia:Skills}skill checks{/g} to notice and locate creatures within range of its blindsense ability. Any opponent that cannot be seen has total {g|Encyclopedia:Concealment}concealment{/g} (50% miss chance) against a creature with blindsense. A creature with blindsense is still denied its {g|Encyclopedia:Dexterity}Dexterity{/g} {g|Encyclopedia:Bonus}bonus{/g} to {g|Encyclopedia:Armor_Class}Armor Class{/g} against {g|Encyclopedia:Attack}attacks{/g} from creatures it cannot see.
ko_mt: 장님감각은 생물이 보이지 않는 주변의 생물을 알아챌 수 있게 해줍니다. 장님감각을 가진 생물은 일반적으로 {g|Encyclopedia:Perception}지각{/g}을 할 필요가 없습니다. {g|Encyclopedia:Skills}기술{/g}을 확인하여 장님감각 능력 범위 내에 있는 생물을 알아보고 위치를 찾습니다. 보이지 않는 모든 상대는 장님감각을 가진 생물을 상대로 {g|Encyclopedia:Concealment}완전 은폐{/g}(50% 의 적중 확률)을 가진다. 장님감각을 가진 생물은 여전히 {g|Encyclopedia:Dexterity}민첩{/g}을 받지 못합니다. 볼 수 없는 생물의 {g|Encyclopedia:Attack}공격{/g}에 대한 {g|Encyclopedia:Armor_Class}AC{/g}에 {g|Encyclopedia:Bonus}보너스{/g}를 부여합니다.

source: Blindsense
ko_mt: 장님감각

source: Effects and Conditions
ko_mt: 효과 및 조건

source: During combat, you can perform different actions. Moving, {g|Encyclopedia:Attack}attacking{/g}, casting a {g|Encyclopedia:Spell}spell{/g}, drinking potion, etc. — all are actions. Actions can be of different types. An action's type essentially tells you how long the action takes to perform (within the framework of the 6-second {g|Encyclopedia:Combat_Round}combat round{/g}) and how movement is treated. There are five types of actions: • {g|Encyclopedia:Standard_Actions}Standard action{/g} • {g|Encyclopedia:Move_Action}Move action{/g} • {g|Encyclopedia:Full_Round_Action}Full-round action{/g} • {g|Encyclopedia:Swift_Action}Swift action{/g} • {g|Encyclopedia:Free_Action}Free action{/g} In a normal round, you can perform a standard action and a move action, or you can perform a full-round action. You can also perform one swift action and several free actions. You can always take an additional move action in place of a standard action. In some situations (such as in a {g|Encyclopedia:Surprise}surprise round{/g}), you may be limited to taking only a single move action or standard action.
ko_mt: 전투 중에는 다양한 행동을 할 수 있습니다. 이동, {g|Encyclopedia:Attack}명중 굴림{/g}, {g|Encyclopedia:Spell}주문 시전{/g}, 물약 마시기 등 모든 것이 행동입니다. 행동은 여러 유형이 있을 수 있습니다. 액션의 유형은 기본적으로 액션을 수행하는데 걸리는 시간(6초={g|Encyclopedia:Combat_Round}1 라운드{/g})과 움직임이 어떻게 처리되는지를 알려줍니다. 행동에는 다섯 가지 유형이 있습니다. - {g|Encyclopedia:Standard_Actions}표준 행동{/g} - {g|Encyclopedia:Move_Action}이동 행동{/g} - {g|Encyclopedia:Full_Round_Action}전력 행동{/g} - {g|Encyclopedia:Swift_Action}신속 행동{/g} - {g|Encyclopedia:Free_Action}자유 행동{/g} 일반 라운드에서는 표준 액션과 이동 행동을 수행하거나 전체 라운드 액션을 수행할 수 있습니다. 한 번의 신속 행동과 여러번의 자유 행동을 수행할 수도 있습니다. 표준 행동 대신 언제든지 추가 이동 행동을 할 수 있습니다. 일부 상황(예: {g|Encyclopedia:Surprise}기습 라운드{/g})에서는 이동 행동 또는 표준 행동을 한 번만 할 수 있습니다.

source: Arcane {g|Encyclopedia:Spell}spells{/g} of 0th level are called {g|Encyclopedia:Cantrips_Orisons}cantrips{/g}, and divine spells of 0th level are called orisons. Unlike other spells, they can be cast as many times per day as you want. Note: you can click RMB on a spell in you action bar to activate its automatic casting. This can be especially useful for cantrips and orisons.
ko_mt: 0 레벨의 비전 {g|Encyclopedia:Spell}주문{/g}은 {g|Encyclopedia:Cantrips_Orisons}캔트립{/g}, 0 레벨의 신성한 주문은 오리온이라고 부릅니다. 다른 주문과 달리 하루에 원하는 횟수만큼 시전할 수 있습니다. 참고: {g|Encyclopedia:CA_Types}행동{/g} 표시줄에 있는 주문을 클릭하면 주문이 자동으로 시전되도록 활성화할 수 있습니다. 이 기능은 캔트립과 오리온에 특히 유용합니다.

source: <b>{g|Encyclopedia:Attack}Attacking{/g} on a Charge</b> After moving, you may make a single {g|Encyclopedia:MeleeAttack}melee attack{/g}. You get a +2 {g|Encyclopedia:Bonus}bonus{/g} on the attack roll and take a –2 {g|Encyclopedia:Penalty}penalty{/g} to your {g|Encyclopedia:Armor_Class}AC{/g} until the start of your next turn. A charging character gets a +2 bonus on {g|Encyclopedia:Combat_Maneuvers}combat maneuver{/g} attack rolls made to bull rush an opponent. Even if you have extra attacks, such as from having a high enough {g|Encyclopedia:BAB}Base Attack Bonus (BAB){/g} or from using multiple weapons, you only get to make one attack during a charge.
ko_mt: <b>돌격 {g|Encyclopedia:Attack}공격{/g}</b> 이동 후, 한 번의 {g|Encyclopedia:MeleeAttack}근접 공격{/g}을 할 수 있습니다. 당신은 명중 {g|Encyclopedia:Dice}굴림{/g}에 +2 {g|Encyclopedia:Bonus}보너스{/g}를 얻고, 다음 턴이 시작될 때까지 {g|Encyclopedia:Armor_Class}AC{/g}에 -2 {g|Encyclopedia:Penalty}불이익{/g}을 받습니다. 돌격하는 캐릭터는 상대를 돌진하기 위해 사용하는 {g|Encyclopedia:Combat_Maneuvers}전법{/g} 명중 굴림에 +2 보너스를 얻습니다. {g|Encyclopedia:BAB}BAB{/g}가 충분히 높거나 여러 무기를 사용하는 등 추가 공격이 있더라도 돌격 중에는 한 번만 공격할 수 있습니다.

source: Charisma measures a character's power of personality, personal magnetism, ability to lead, and appearance. Here are examples where you apply your character's Charisma modifier: • {g|Encyclopedia:Persuasion}Persuasion{/g} and {g|Encyclopedia:Use_Magic_Device}Use Magic Device{/g} {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}checks{/g}. • Channel energy {g|Encyclopedia:DC}DCs{/g} for clerics and paladins attempting to harm undead foes. Bards, Paladins, Bloodragers, Oracles, Skalds and Sorcerers gain a number of bonus {g|Encyclopedia:Spell}spells{/g} based on their Charisma scores. The minimum Charisma score needed to cast their spell is 10 + the spell's level.
ko_mt: 매력은 한 캐릭터의 성품, 인간적인 끌림, 지도력, 외양을 측정합니다. 다음은 캐릭터의 매력 수정치를 적용하는 예시입니다. - {g|Encyclopedia:Persuasion}설득{/g} 및 {g|Encyclopedia:Use_Magic_Device}마법 도구 사용{/g} {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g} - 언데드 적에게 피해를 주려는 성직자와 성기사의 에너지 전달 DC 바드, 성기사, 블러드레이저, 오라클, 스칼드, 소서러는 매력 점수에 따라 추가 {g|Encyclopedia:Spell}주문{/g}을 얻습니다. 주문을 시전하는데 필요한 최소 매력 점수는 10 + 주문 레벨입니다.

source: <b>{g|Encyclopedia:Attack}Attack{/g} Roll:</b> An attack is a character's attempt to strike an opponent. The result of an attack roll depends on many factors: wielded weapons, the combatant's abilities, etc. An attack succeeds if the result of an attack roll equals or exceeds the target's {g|Encyclopedia:Armor_Class}Armor Class{/g}. If the {g|Encyclopedia:Dice}d20{/g} roll results in a 20, the attack automatically hits, regardless of the target's AC.
ko_mt: <b>{g|Encyclopedia:Attack}공격{/g}:</b> 공격은 캐릭터가 상대를 공격하려는 시도입니다. 공격의 결과는 휘두른 무기, 전투원의 능력 등 다양한 요소에 따라 달라집니다. 공격 결과가 대상의 {g|Encyclopedia:Armor_Class}AC{/g}와 같거나 초과하면 공격에 성공합니다. d20 굴림 결과가 20이 나오면 공격은 대상의 AC에 관계없이 자동으로 적중합니다.

source: <b>Damage:</b> The amount of {g|Encyclopedia:Damage}damage{/g} dealt in the case of a successful {g|Encyclopedia:Attack}attack{/g} depends on the weapon's stats and other factors, such as empowering {g|Encyclopedia:Spell}spells{/g}. Attack roll results and damage numbers can be found in the Combat Log.
ko_mt: <b>{g|Encyclopedia:Damage}피해{/g}:</b> {g|Encyclopedia:Attack}공격{/g} 성공 시 입히는 피해량은 무기의 능력치 및 {g|Encyclopedia:Spell}주문{/g} 강화와 같은 기타 요인에 따라 달라집니다. 공격 {g|Encyclopedia:Dice}굴림{/g} 결과 및 피해 수치는 전투 로그에서 확인할 수 있습니다.

source: A number of factors and conditions can influence an {g|Encyclopedia:Attack}attack{/g} roll. Many of these situations grant a {g|Encyclopedia:Bonus}bonus{/g} or {g|Encyclopedia:Penalty}penalty{/g} on attack rolls or to a defender's {g|Encyclopedia:Armor_Class}Armor Class{/g}.
ko_mt: 여러 요인과 조건이 {g|Encyclopedia:Attack}공격{/g}에 영향을 줄 수 있습니다. 이러한 상황 중 다수는 공격 {g|Encyclopedia:Penalty}불이익{/g} 또는 방어자의 {g|Encyclopedia:Armor_Class}AC{/g} {g|Encyclopedia:Bonus}보너스{/g} 입니다.

source: Combat Rules
ko_mt: 전투 규칙

source: A splash weapon is a ranged weapon that breaks on impact, splashing or scattering its contents over its target and nearby creatures or objects. Thrown splash weapons require no {g|Encyclopedia:Weapon_Proficiency}weapon proficiency{/g}, so you don't take the –4 nonproficiency {g|Encyclopedia:Penalty}penalty{/g}. A hit deals direct hit {g|Encyclopedia:Damage}damage{/g} to the target, and splash damage to all creatures within 5 feet of the target. Splash weapons cannot deal precision-based damage (such as the damage from the rogue's sneak attack class feature). If you miss the target, the {g|Encyclopedia:Attack}attack{/g} hits a random place in 5-foot radius of the target.
ko_mt: 광역 무기는 충격 시 부서져 대상과 주변의 생물 또는 물체에 내용물을 튀기거나 흩뿌리는 원거리 무기입니다. 투척형 광역 무기는 {g|Encyclopedia:Weapon_Proficiency}무기 숙련{/g}이 필요하지 않으므로 -4의 비숙련도 {g|Encyclopedia:Penalty}불이익{/g}을 받지 않습니다. 적중하면 대상에게 직접 적중 {g|Encyclopedia:Damage}피해{/g}를 입히고 대상으로부터 5피트 이내에 있는 모든 생물에게 범위 피해를 줍니다. 광역 무기는 정밀도 기반 피해(예: 로그의 {g|Encyclopedia:Attack}암습{/g} 직업 특성으로 인한 피해)를 입힐 수 없습니다. 대상을 빗맞히면 공격은 대상 반경 5피트 내 무작위 장소에 적중합니다.

source: Some magical effects provide concealment against {g|Encyclopedia:Atack}attacks{/g}. <b>Concealment Miss Chance</b> Concealment gives the target of a successful {g|Encyclopedia:Attack}attack{/g} a 20% chance that the attacker missed. Multiple concealment effects do not stack. <b>Total Concealment</b> A successful attack against an enemy with total concealment has a 50% miss chance. You can't execute an {g|Encyclopedia:Attack_Of_Opportunity}attack of opportunity{/g} against an opponent with total concealment. <b>Ignoring Concealment</b> Concealment isn't always effective. For example, while {g|SpellsInvisibility}invisibility{/g} provides total concealment, opponents may still use {g|Encyclopedia:Spell}spells{/g} like {g|SpellsSeeInvisibility}see invisibility{/g}, {g|SpellsTrueSeeing}true seeing{/g} or {g|SpellsEcholocation}echolocation{/g} to ignore the concealment effects.
ko_mt: 일부 마법 효과는 {g|Encyclopedia:Atack}공격{/g}에 대해 은폐 효과를 제공합니다. <b>은폐 실패 확률</b> 은폐는 {g|Encyclopedia:Attack}공격{/g}에 성공한 대상에게 공격자가 빗맞출 확률을 20% 증가시킵니다. 여러 은폐 효과는 중첩되지 않습니다. <b>완전 은폐</b> 은폐 효과가 있는 적에게 공격을 성공할 확률은 50%입니다. 완전히 은폐한 적에게는 {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}을 실행할 수 없습니다. <b>은폐 무시</b> 은폐가 항상 효과적인 것은 아닙니다. 예를 들어, {g|SpellsInvisibility}투명화{/g}는 완전한 은폐 효과를 제공하지만, 상대는 {g|SpellsSeeInvisibility}투명화 보기{/g}, {g|SpellsTrueSeeing}진실의 시야{/g}, {g|SpellsEcholocation}메아리{/g}와 같은 {g|Encyclopedia:Spell}주문{/g}을 사용해 은폐 효과를 무시할 수 있습니다.

source: To cast a {g|Encyclopedia:Spell}spell{/g}, you must concentrate. Receiving {g|Encyclopedia:Damage}damage{/g} or becoming the target of some spell effects like {g|SpellsEntangle}entangle{/g} can interrupt your concentration while you're casting, and you must make a concentration {g|Encyclopedia:Check}check{/g} or lose the spell. Formula to determine your concentration check result: {g|Encyclopedia:Dice}d20{/g} roll result + {g|Encyclopedia:Caster_Level}caster level{/g} + {g|Encyclopedia:Ability_Scores}ability score{/g} modifier (different classes use different abilities to cast spells: for example, wizards use {g|Encyclopedia:Intelligence}Intelligence{/g}, while clerics use {g|Encyclopedia:Wisdom}Wisdom{/g}). The more damage you receive and the higher the level of the spell you are trying to cast, the higher the {g|Encyclopedia:DC}DC{/g} of this check. If you fail the check, you lose the spell just as if you had cast it to no effect.
ko_mt: {g|Encyclopedia:Spell}주문{/g}을 시전하려면 집중해야 합니다. {g|Encyclopedia:Damage}피해{/g}를 받거나 {g|SpellsEntangle}얽힘{/g}과 같은 일부 주문 효과의 대상이 되면 시전 중 집중이 방해받을 수 있으며, 집중 {g|Encyclopedia:Check}판정{/g}을 하거나 주문을 잃어야 합니다. 집중 확인 결과를 결정하는 공식입니다. {g|Encyclopedia:Dice}d20{/g} 주사위 결과 + {g|Encyclopedia:Caster_Level}시전자 레벨{/g} + {g|Encyclopedia:Ability_Scores}능력 점수{/g} 수정치(직업마다 주문 시전 시 사용하는 능력이 다릅니다. 예를 들어, 위저드는 {g|Encyclopedia:Intelligence}지능{/g}을, 성직자는 {g|Encyclopedia:Wisdom}지혜{/g}을 사용합니다). 받는 피해가 많고 시전하려는 주문의 레벨이 높을수록 이 검사의 {g|Encyclopedia:DC}DC{/g}가 높아집니다. 판정에 실패하면 주문을 시전한 것처럼 효과가 없는 주문을 잃습니다.

source: Each Conjuration {g|Encyclopedia:Spell}spell{/g} belongs to one of the five subschools. Conjurations transport creatures from another plane of existence to your plane (calling); create objects or effects on the spot (creation); {g|Encyclopedia:Healing}heal{/g} (healing); bring manifestations of objects, creatures, or forms of energy to you (summoning); or transport creatures or objects over great distances (teleportation). A creature or object brought into being or transported to your location by a Conjuration spell cannot appear inside another creature or object, nor can it appear floating in an empty space. It must arrive in an open location on a surface capable of supporting it. The creature or object must appear within the spell's range, but it does not have to remain within the range.
ko_mt: 각 조형 {g|Encyclopedia:Spell}주문{/g}은 다섯 가지 하위 학파 중 하나에 속합니다. 주문은 다른 존재 차원에 있는 생물을 내 차원으로 이동시키거나(소환), 그 자리에서 물체나 효과를 생성하거나(생성), {g|Encyclopedia:Healing}치유{/g}하거나(치유), 물체, 생물 또는 에너지 형태의 현현을 내게 가져오거나(소환), 생물이나 물체를 먼 거리로 이동시킵니다.(순간이동). 마법 주문으로 생명체나 물체를 불러오거나 내 위치로 이동시킨 생명체나 물체는 다른 생명체나 물체 안에 나타날 수 없으며, 빈 공간에 떠다니는 것처럼 보일 수도 없습니다. 생물이나 물체는 반드시 그것을 지탱할 수 있는 표면의 열린 위치에 도착해야 합니다. 생물 또는 물체는 주문의 범위 내에 있어야 하지만, 범위 내에 머물러 있을 필요는 없습니다.
