Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: Greybor was instrumental in organizing gear shipments through his old channels. The guilds supplying the assassins of Daggermark were glad to find a new market and offered generous discounts.
ko: 그레이보르는 자신의 과거 관계를 이용해 질 좋은 장비들을 들여오는데 성공했습니다. 대거마크의 암살자들에게 공급하던 길드들은 새로운 시장에 관심을 보였고, 관대한 가격으로 성전군에게 장비들을 공급합니다.
ko_mt: 그레이버는 예전 채널을 통해 장비 배송을 조직하는데 중요한 역할을 했습니다. 대거마크의 암살자들에게 장비를 공급하는 길드들은 새로운 시장을 찾은 것에 기뻐하며 넉넉한 할인 혜택을 제공했습니다.

source: Price or Quality
ko: 질이냐 양이냐?
ko_mt: 가격 또는 품질

source: There are times when even the military warehouses in Nerosyan run out. The capital is preparing to order a large shipment of gear. The treasury wants to know the Commander's preferences for equipping {mf|his|her} soldiers — high-quality, pricey gear or something more affordable that would make it possible to outfit everyone.
ko: 자주 있는 일은 아니지만, 네로시안의 군 장비 창고도 바닥을 드러낼 때가 있습니다. 장비 창고를 수리하라는 명령을 내리기 전에, 수도의 관리들은 사령관이 무엇을 중요하게 여기는 지 알고싶어합니다. 사령관은 비싸지만 질좋은 장비를 원하는지, 아니면 병사들 모두를 무장시킬 수 있을 싸구려 장비를 원하는지를요.
ko_mt: 네로시안의 군용 창고조차 부족할 때가 있습니다. 수도는 대량의 장비를 주문할 준비를 하고 있습니다. 재무부는 {mf|그|그녀}의 병사들의 장비에 대한 사령관의 선호도를 알고 싶어 하는데, 고품질의 고가 장비와 모든 병사에게 지급할 수 있는 저렴한 장비 중 어떤 것을 선호하는지 알고 싶다고 합니다.

source: {g|Event_34_1}[Choice effects]{/g} Capture them
ko: {g|Event_34_1}[선택 효과]{/g} 그들을 체포한다
ko_mt: {g|Event_34_1}[선택 효과]{/g} 캡처

source: The scouts will find the fugitives, arrest them, and escort them to Drezen. They will not escape their fate.
ko: 정찰병들이 도망자들을 찾아내고, 체포하고, 또 드레젠까지 호위할 것입니다. 그들은 운명으로 부터 벗어날 수 없을 겁니다.
ko_mt: 정찰대가 도망자를 찾아 체포하여 드레젠으로 호송합니다. 그들은 운명을 피할 수 없습니다.

source: {g|Event_34_2}[Choice effects]{/g} Leave them be
ko: {g|Event_34_2}[선택 효과]{/g} 그들을 내버려 둔다
ko_mt: {g|Event_34_2}[선택 효과]{/g} 그대로 둡니다.

source: Even if the fugitives are found and forced to join the ranks with lashes, they will just run away or betray their comrades in the very first battle. It is better to fight without reinforcements than with "allies" like these.
ko: 그들을 찾아내고, 매질하고, 또 부대에 강제로 배속한다고 하더라도 이 범죄자들은 또다시 도망칠 것입니다. 더 나쁜 것은 전투각 벌어졌을 때, 가장 먼저 전우들을 배신할 수 있다는 점입니다. 이런 놈들을 군병으로 지원받느니, 없는 것만 못합니다.
ko_mt: 도망자가 발견되어 속눈썹으로 대열에 합류하도록 강요 당하더라도 첫 번째 전투에서 도망 치거나 동료를 배신 할 것입니다. 이런 "동맹"과 함께 싸우는 것보다 지원군없이 싸우는 것이 낫습니다.

source: {g|Event_34_4}[Choice effects]{/g} Help the runaways
ko: {g|Event_34_4}[선택 효과]{/g} 도망자들을 돕습니다
ko_mt: {g|Event_34_4}[선택 효과]{/g} 가출 청소년 돕기

source: The Commander's soldiers found the fugitives and brought them to the free crusaders. As it turned out, they had decided to flee because of the prejudice and the mistreatment they received from others. Grateful for their rescue, the runaways promised to do honest work for the crusade.
ko: 사령관의 병사들이 도망자들을 발견하고, 그들을 자유 성전사들의 야영지로 호위했습니다. 사실, 이들은 다양한 편견과 나쁜 대우의 희생양이였으며, 그것들로 부터 도망쳤을 뿐이였습니다. 구조된 것에 감사하며, 그들은 이제부터 정직하게 성전에 봉사할 것임을 선서했습니다.
ko_mt: 사령관의 병사들이 도망자들을 발견하여 자유 십자군에게 데려다 주었습니다. 알고 보니 그들은 다른 사람들의 편견과 학대 때문에 도망치기로 결심했던 것입니다. 구출에 감사한 도망자들은 십자군을 위해 정직한 일을 하겠다고 약속했습니다.

source: Fugitives
ko: 도망자들
ko_mt: 도망자

source: On the way to Drezen, a large group of criminals, convicted and exiled into service in the crusade, has escaped. They are now hiding in the mountains, but it seems unlikely that they will last long out there.
ko: 처벌로써 드레젠의 성전군에 합류해, 자신들의 범죄의 대가를 치뤄야 될 범죄자 집단이 탈출하여 산 속에 숨어지내고 있습니다. 하지만 이들이 오랫동안 생존할 수 있을 것 같지는 않군요.
ko_mt: 드레젠으로 가는 길에 십자군 전쟁에서 유죄 판결을 받고 추방된 대규모 범죄자 무리가 탈출했습니다. 그들은 현재 산 속에 숨어 있지만 그곳에서 오래 버틸 것 같지는 않습니다.

source: {g|Event_35_1}[Choice effects]{/g} Keep the veterans
ko: {g|Event_35_1}[선택 효과]{/g} 고참병들을 보내지 않는다
ko_mt: {g|Event_35_1}[선택 효과]{/g} 베테랑 유지

source: The crusade could not afford to lose its best soldiers. They all continued their service, but a rumor spread among the soldiers that the Commander did not act in good faith.
ko: 성전군은 최고의 군인을 떠나 보낼 수 없고, 베테랑들은 언제나 부대의 일원일 것입니다. 하지만 병사들 사이에서 사령관의 그러한 결정은 옳지 못하다는 소문이 돌고 있습니다.
ko_mt: 십자군은 최고의 병사들을 잃을 여유가 없었습니다. 그들은 모두 계속 복무했지만 사령관이 선의로 행동하지 않는다는 소문이 병사들 사이에 퍼졌습니다.

source: {g|Event_35_2}[Choice effects]{/g} Let the veterans go
ko: {g|Event_35_2}[선택 효과]{/g} 고참병들을 떠나보낸다
ko_mt: {g|Event_35_2}[선택 효과]{/g} 참전 용사들을 보내주세요

source: The Commander let the veterans go, and this has raised the other soldiers' spirits — the troops now believe that they will not have to spend their whole lives battling demons. However, instead of forming new units, the officers are now having to patch the newly appeared gaps in the ranks with fresh recruits.
ko: 고참병들의 귀가 요청을 허가하자, 사령관은 나머지 병사들의 사기를 드높였습니다. 이제부터, 모든 병사들이 언젠가 데몬과의 전투에서 벗어날 수 있는 그 날을 꿈꾸게 되었습니다. 하지만 장교들은 젊은 신병들을 불러모아 훌륭한 전사로 재편성 해야 할겁니다.
ko_mt: 사령관이 참전 용사들을 풀어주자 다른 병사들의 사기가 높아졌고, 병사들은 이제 평생 데몬과 싸우지 않아도 될 것이라고 믿게 되었습니다. 그러나 이제 장교들은 새로운 부대를 편성하는 대신 신병으로 새로 생긴 대열의 공백을 메워야 합니다.

source: {g|Event_35_5}[Choice effects]{/g} Establish a system of prolonging military duty based on minor infringements
ko: {g|Event_35_5}[선택 효과]{/g} 경범죄를 저질렀을 시, 복무 기간을 연장하는 제도를 설립한다
ko_mt: {g|Event_35_5}[선택 효과]{/g} 경미한 위반에 따른 군 복무 연장 제도 확립

source: Any soldier has a dozen past wrongdoings one could find, and Woljif found them all. He penalized the veterans with extra months of service, and they complied — they could already taste their freedom and were willing to soldier on for a couple more months. And Woljif will make sure that these months turn into years.
ko: 모든 군인은 수없이 많은 잘못을 갖고 있고, 울지프는 고참병들이 저지른 모든 잘못을 파악했습니다. 고참병들은 즉각 제제되어, 몇 개월을 더 군대와 함께하게 되었습니다. 그들은 자유는 먼 곳에 있지 않았지만, 그들은 몇 달 정도의 복무 연장을 받아드렸습니다. 그리고 울지프는 이 몇 달을 몇 년으로 바꾸겠지요.
ko_mt: 어떤 군인이든 과거에 저지른 잘못은 수십 가지가 있을 텐데, 월지프는 그 모든 잘못을 찾아냈습니다. 그는 참전 용사들에게 몇 달 더 복무하는 불이익을 내렸고, 그들은 이미 자유를 맛본 후라 기꺼이 몇 달 더 복무하겠다고 응했습니다. 그리고 월지프는 이 몇 달이 몇 년이 되도록 만들었습니다.

source: Veterans
ko: 고참병
ko_mt: 베테랑

source: Many soldiers were conscripted into the Mendevian army long before the beginning of the Fifth Crusade. A group of distinguished veterans, well along in years, suffering from their wounds and the burden of their age, is asking to be relieved from their service and sent home — after all, they have already fulfilled their duty to the homeland. The officers, however, are adamantly opposed to releasing the most experienced and skilled warriors from the army.
ko: 많은 수의 병사들이 이미 5차 대성전이 시작되기도 전부터 멘데브를 위해 싸우고 있었습니다. 한 유능한 고참병 집단이 과거의 상처에 고통받고, 세월의 무게에 고통받고 있습니다. 그들은 성전군을 떠나 자신들의 가정으로 돌아가고 싶다고 요청했습니다. 고참병들은 고향을 위해 자신들의 의무를 성실하게 수행했다고 주장합니다. 하지만 장교들은 가장 유능하고 가장 경험많은 전사들을 쉽게 떠나보내지 않을 생각입니다.
ko_mt: 많은 병사들이 제5차 십자군 전쟁이 시작되기 훨씬 전에 멘데비아 군대에 징집되었습니다. 이미 조국에 대한 의무를 다했으니 군복무를 면제하고 집으로 돌려보내 달라고 오랜 세월 상처와 나이의 부담으로 고통받는 저명한 참전용사들이 요청합니다. 그러나 장교들은 가장 경험이 많고 숙련된 전사들을 군에서 제대시키는 것에 대해 완강히 반대합니다.

source: {g|Event_36_1}[Choice effects]{/g} Lay the fallen to rest
ko: {g|Event_36_1}[선택 효과]{/g} 사자들을 쉬게한다
ko_mt: {g|Event_36_1}[선택 효과]{/g} 쓰러진 자를 눕혀 쉬게 하기

source: Their battle was over, and it was the Commander's sacred duty to release their souls. The priests, upon performing the ritual of repose, said that the gods were pleased with this deed.
ko: 그들의 전투는 이미 끝났고, 사령관의 신성한 의무는 그들의 영혼을 풀어주는 것입니다. 그들에게 안식을 주는 의식이 끝나자, 성직자들은 신들이 이와 같은 결정에 기뻐하고 있다고 선언하였습니다.
ko_mt: 그들의 전투는 끝났고, 그들의 영혼을 풀어주는 것은 사령관의 신성한 의무였습니다. 사제들은 안식의 의식을 치르면서 신들이 이 행위를 기뻐했다고 말했습니다.

source: {g|Event_36_2}[Choice effects]{/g} Accept them into the army
ko: {g|Event_36_2}[선택 효과]{/g} 그들의 복무를 허가한다
ko_mt: {g|Event_36_2}[선택 효과]{/g} 군대 입대 수락

source: Duty is above death. The undead crusaders have joined the ranks of the Fifth Crusade and now fight evil side by side with their living, albeit slightly frightened comrades.
ko: 몇몇 가치들은 죽음보다 중요하고, 의무 역시 그것들 중 하나입니다. 이 언데드 성전사들은 5차 대성전의 성전군에 속하게 되었고, 살아있는 전우와 대열을 이뤄 악마놈들에게 맞서 싸울 것입니다. 물론, 전우들은 이따금 겁에 질리겠지만요.
ko_mt: 의무는 죽음보다 우선합니다. 언데드 성전사들이 제5차 성전 대열에 합류하여 이제 약간 겁에 질린 전우들과 함께 살아 있는 전우들과 나란히 악에 맞서 싸우고 있습니다.

source: {g|Event_36_4}[Choice effects]{/g} Take the fallen for personal research
ko: {g|Event_36_4}[선택 효과]{/g} 사자들을 개인적인 연구를 위해 데려온다
ko_mt: {g|Event_36_4}[선택 효과]{/g} 개인 연구를 위해 쓰러진 자를 데려가세요

source: The undead crusaders who had risen from the dead by themselves were powerful and possessed great potential. Upon subjugating and studying them, the Commander will infuse these undead warriors with {mf|his|her} own power and turn them into an elite unit.
ko: 외부의 관여 없이 죽은 자 가운데서 돌아온, 이 2 차 대성전의 성전사들은 막대한 잠재력을 갖고있습니다. 이들을 복종시켜 연구에 이용한다면 사령관은 자신의 힘을 이들에게 주입하여, 정예부대로 거듭나게 할 수 있을 겁니다.
ko_mt: 죽음에서 스스로 부활한 언데드 성전사는 강력하고 잠재력이 큰 존재입니다. 이들을 정복하고 연구하면 사령관은 이 언데드 전사들에게 {mf|그|그녀}의 자신의 힘을 불어넣어 정예 부대로 만들 수 있습니다.

source: Dead Heroes
ko: 죽은 영웅들
ko_mt: 죽은 영웅

source: A group of crusaders killed during the Second Crusade rose as undead and they have been hunting demons for many decades. Death has warped their minds, and they failed to realize that they had long been dead. Upon meeting the Commander's soldiers, they greeted them with joy and offered to merge with the ranks of the crusade.
ko: 2차 대성전 시기에 쓰러진 성전군 무리가 죽은 자 가운데서 되살아났습니다. 그들의 영혼은 비록 어두운 마법에 의해 변질되었지만, 자신의 상태를 인식하지 못한 채 몇 십년간을 데몬들과 싸워왔습니다. 이 언데드 군대가 사령관의 부대와 처음 만났을 때, 그들은 기쁜 마음으로 경례하며 성전에 합류하기를 요청했습니다.
ko_mt: 2차 성전 중에 전사한 성전사들이 언데드로 부활하여 수십 년 동안 데몬을 사냥하고 있습니다. 죽음은 그들의 정신을 뒤틀어 놓았고, 그들은 자신들이 죽은 지 오래되었다는 사실을 깨닫지 못했습니다. 사령관의 병사들을 만나자마자 그들은 반갑게 맞이하며 십자군 대열에 합류하겠다고 제안했습니다.

source: {g|Event_37_1}[Choice effects]{/g} Send the children into battle
ko: {g|Event_37_1}[선택 효과]{/g} 아이들을 전투에 내보낸다
ko_mt: {g|Event_37_1}[선택 효과]{/g} 아이들을 전투에 투입

source: The mages, albeit young, have demonstrated impressive talent and earned their place in the ranks of the crusaders.
ko: 이들이 비록 어릴지라도, 마법사들은 인상적인 기술을 보여주며 성전에 빠르게 적응했습니다.
ko_mt: 마법사들은 비록 어리지만 인상적인 재능을 발휘하여 성전사의 대열에 합류했습니다.

source: {g|Event_37_2}[Choice effects]{/g} Assign the children to work on the home front
ko: {g|Event_37_2}[선택 효과]{/g}아이들에게 전시 노동을 부과한다
ko_mt: {g|Event_37_2}[선택 효과]{/g} 아이들에게 가정에서 일하도록 배정하기

source: The children may have been powerful, but the Commander decided against sending them into battle. They were given work on the home front where they now create enchanted weapons and strengthen warriors with their magic.
ko: 그들이 아무리 강력하다고 하더라도, 이 마법사들은 어린이들일 뿐입니다. 사령관은 그들을 전선으로 보내는 것을 거절했습니다. 대신 그들에게 그들의 마법으로 전시 물자를 생산하는 일을 맡겼습니다. 마법이 깃든 무기를 만들거나, 마법으로 병사들에게 더 큰 힘을 주거나 하는 식으로요.
ko_mt: 아이들은 강력했지만 사령관은 그들을 전투에 투입하지 않기로 결정했습니다. 아이들은 고향에서 마법이 부여된 무기를 만들고 마법으로 전사들을 강화하는 일을 맡게 되었습니다.

source: {g|Event_37_3}[Choice effects]{/g} Send the children away
ko: {g|Event_37_3}[선택 효과]{/g} 아이들을 그들의 집으로 돌려보낸다
ko_mt: {g|Event_37_3}[선택 효과]{/g} 아이들 보내기

source: War is no place for children. The officers were grateful for the Commander's decision — they could not imagine themselves ordering such young fighters around.
ko: 전장은 어린이들이 있을만한 곳이 아닙니다. 사령관의 이러한 결정에, 자신들이 어린 아이들에게 명령을 내리는 모습을 쉽사리 상상하지 못하는 많은 장교들이 경의를 표했습니다.
ko_mt: 전쟁은 아이들을 위한 곳이 아닙니다. 장교들은 사령관의 결정에 감사했습니다. 그런 어린 전사들에게 명령을 내리는 것은 상상도 할 수 없었기 때문입니다.

source: {g|Event_37_4}[Choice effects]{/g} Put the children into the care of the free crusaders
ko: {g|Event_37_4}[선택 효과]{/g} 자유 성전사들이 이 아이들을 돌보게 한다
ko_mt: {g|Event_37_4}[선택 효과]{/g} 아이들을 자유 십자군에게 맡기세요.

source: If these children decided to fight evil, it was their right. But they did not belong in the ranks of soldiers, and the Commander sent them to the free crusaders where they were welcomed with open arms.
ko: 이 아이들이 악마들과 싸우길 원한다면, 그렇게 될것입니다. 하지만 이 마법사들은 군인들 사이에서 결코 제 자리를 찾을 수 없겠지요. 반대로, 사령관의 자유 성전사들이라면 이들을 두 팔을 벌려 맞이할 것입니다.
ko_mt: 이 아이들이 악과 싸우기로 결심했다면 그것은 그들의 권리였습니다. 그러나 그들은 군인 대열에 속하지 않았고 사령관은 그들을 두 팔 벌려 환영하는 자유 십자군에게 보냈습니다.

source: {g|Event_37_5}[Choice effects]{/g} Recruit the children as squires for the worthy
ko: {g|Event_37_5}[선택 효과]{/g} 아이들을 귀족들의 종자가 되게 합니다
ko_mt: {g|Event_37_5}[선택 효과]{/g} 아이들을 후작으로 모집합니다.

source: These young mages needed more than just a knack for spellcasting to become proper crusaders. They needed good upbringing. Seelah personally selected the most noble knights who would take these young volunteers as their squires.
ko: 마법을 제대로 활용하는 것만으로는 성전에 참여할 수 없습니다. 이 어린이들에게는 좋은 교육이 필요하지요. 실라가 선택한 귀족 기사들이 이 아이들을 종자로 받아들였습니다.
ko_mt: 이 젊은 마법사들이 제대로 된 성전사가 되려면 주문 시전 능력만으로는 부족했습니다. 좋은 양육이 필요했습니다. 실라는 이 젊은 지원자들을 자신의 종자로 삼을 가장 고귀한 기사들을 직접 선발했습니다.

source: Pupils of Nethys
ko: 네서스의 수련생
ko_mt: 네서스의 학생

source: A group of acolytes of {g|Nethys}[Nethys]{/g} has arrived in Drezen to help the crusaders. All of them are powerful mages, but there is a catch — the eldest of them is only sixteen years old. Can children be sent to war?
ko: {g|Nethys}[네서스]{/g}의 신자들이 성전사들을 돕기위해 드레젠에 도착했습니다. 문제는, 이들은 모두 모두 강력한 마법사이지만, 가장 나이 많은 사람이 16살 밖에 안된다는 사실입니다. 이 어린 아이들을 전장으로 보내야될까요?

source: {g|Event_38_1}[Choice effects]{/g} Train and temper them
ko: {g|Event_38_1}[선택 효과]{/g} 신병들을 훈련시키고, 단련시킨다
ko_mt: {g|Event_38_1}[선택 효과]{/g} 훈련 및 성질 다스리기

source: Since these nobles are now crusaders, they must fight alongside the rest. The officers put them through rigorous training and turned them into real soldiers.
ko: 이제 이 귀족들은 성전사로 거듭나게 되었고, 그들은 전투에서 다른 전우처럼 싸울 수 있게 되었습니다. 혹독한 훈련을 거쳐, 장교들은 그들을 그 이름에 걸맞은 성전사들로 변화시켰습니다.
ko_mt: 이 귀족들은 이제 십자군이 되었으니 다른 귀족들과 함께 싸워야 합니다. 장교들은 이들을 혹독한 훈련을 거쳐 진정한 병사로 만들었습니다.

source: {g|Event_38_2}[Choice effects]{/g} Collect payment from the families
ko: {g|Event_38_2}[선택 효과]{/g} 그들의 가문에 보상을 요구한다
ko_mt: {g|Event_38_2}[선택 효과]{/g} 가족으로부터 지불금 수금

source: Upon receiving the letter from Drezen, many nobles readily paid for their unqualified offspring to remain in the crusade. The conscripts were formed into a new "regiment" that never leaves Drezen and thus causes no issues on the front lines.
ko: 대부분의 귀족 가문에서 드레젠에서 온 편지에 즉각 답장했습니다. 사령관이 그들의 무능한 자손을 계속 붙잡아 둘 수 있도록 기꺼히 성전에 돈을 지불했습니다. 전열에서 싸우는 병사들에게 짐을 지지 않기 위해, 또 이들을 결코 드레젠 밖으로 빠저나가지 못하게 만들기 위해 새로운 « 연대 » 가 이들 « 지원자들 » 을 위해 창설되었습니다.
ko_mt: 드레젠의 편지를 받은 많은 귀족들은 자격이 없는 자식들을 십자군 전쟁에 참여시키기 위해 기꺼이 돈을 지불했습니다. 징집병은 드레젠을 떠나지 않는 새로운 "연대"로 편성되어 전선에서 아무런 문제를 일으키지 않았습니다.

source: {g|Event_38_3}[Choice effects]{/g} Send them back home
ko: {g|Event_38_3}[선택 효과]{/g} 이들을 집으로 돌려보낸다
ko_mt: {g|Event_38_3}[선택 효과]{/g} 집으로 돌려보내기

source: Only criminals are kept against their will in the crusade, and these recruits were innocent. Relieved at leaving Drezen, the young nobles decided not to return home and travel to other nations instead. There, at the courts of foreign leaders, they never stop praising the Commander's wisdom.
ko: 오직 범죄자들만이 그들의 의사와는 상관 없이 성전군에 복무합니다. 더군다나 이 징집병들은 잘못을 저지르지도 않았습니다. 이 젊은 귀족들이 드레젠을 안전하고 무탈하게 떠날 수 있게 되자, 자신들의 집으로 돌아가지 않기로 다짐했습니다. 대신 외국 땅을 돌아다니며 사령관의 지혜를 찬미했습니다.
ko_mt: 십자군 전쟁에는 범죄자만 자신의 의지에 반해 갇히게 되는데, 이 신병들은 무죄였습니다. 드레젠을 떠난 후 안도한 젊은 귀족들은 고향으로 돌아가지 않고 다른 나라로 가기로 결심합니다. 그곳에서 외국 지도자들의 궁정에서 그들은 사령관의 지혜에 대한 찬사를 멈추지 않았습니다.

source: The Unwanted
ko: 원치 않은 자들
ko_mt: 원치 않는

source: Another wave of recruits has arrived in Drezen, but their aptitude is questionable. The newcomers are the younger children of small noble families who were forcibly sent to the crusade by their parents. Some did it for the sake of their family's reputation, others wanted to get rid of unwanted scions or heirs. These young nobles do not know how to fight and do not want to either, plus they might fail their comrades in a battle. What should be done with them?
ko: 또다른 신병들이 드레젠에 도착했지만, 그들의 능력은 썩 좋아보이지 않습니다. 이 신병들은 소귀족 가문의 막내 자식으로써, 그들의 가문에 명예, 또는 부를 가저오거나, 원치않는 상속자를 처리하고 싶은 부모들이 성전으로 그들을 보냈습니다. 이들은 싸우는 방법도 모르고, 그 어떤 대가를 치루더라도 위험에서 벗어나고 싶어합니다. 그리고 전투에서 전우들을 불편하게 할 위험도 있습니다. 사령관님, 어떻게 해야될까요?
ko_mt: 드레젠에 또 다른 신병이 도착했지만 그들의 적성은 의심스럽습니다. 새로 온 이들은 부모에 의해 강제로 십자군 전쟁에 파견된 소규모 귀족 가문의 어린 자녀들입니다. 일부는 가족의 명성을 위해 그렇게했고 다른 일부는 원치 않는 자손이나 상속인을 제거하기를 원했습니다. 이 젊은 귀족들은 싸우는 방법을 모르고 원하지도 않으며 전투에서 동료를 실패시킬 수도 있습니다. 이들을 어떻게 처리해야 할까요?

source: {g|Event_39_1}[Choice effects]{/g} Arrange the hunt
ko: {g|Event_39_1}[선택 효과]{/g} 사냥대를 조직한다
ko_mt: {g|Event_39_1}[선택 효과]{/g} 사냥 준비

source: The crusade will only benefit from a demon hunt. Besides, the thankful Chelaxians will speak well of the crusaders back in their homeland, and the Commander's authority will increase.
ko: 성전군은 데몬 사냥으로 이익을 볼 수 있을 겁니다. 게다가 첼리악스 인들은 감사를 표하며, 첼리악스에서 성전군에 대한 칭찬을 늘어 놓을 것이고, 그렇게 사령관의 권위도 한층 향상될 것입니다.
ko_mt: 성전단은 데몬 사냥을 통해서만 이익을 얻을 수 있습니다. 게다가 고마워하는 첼락시아인들은 고국으로 돌아간 십자군에 대해 호평할 것이고 사령관의 권위는 높아질 것입니다.

source: {g|Event_39_2}[Choice effects]{/g} Let them get killed and take their belongings
ko: {g|Event_39_2}[선택 효과]{/g} 그들을 죽게 내버려두고 재산을 가져간다
ko_mt: {g|Event_39_2}[선택 효과]{/g} 그들을 죽이고 소지품을 가져가게 합니다.

source: The daredevils set out on their hunt without experienced guides, stumbled into a demon ambush, and met an inglorious end. The property of these nobles, who were used to lugging around everything they could possibly need to stay comfortable in their travels, refilled the crusade's coffers.
ko: 이 간 큰 귀족들은 경험많은 길잡이 없이 사냥에 나섰으나, 데몬들의 매복에 걸려 불명예스러운 최후를 맞았습니다. 이 귀족들은 편안한 여행을 위해서라면 어떤 물건이든 끌고 다녔었는데, 이제는 성전군의 보물창고를 채우게 됐네요.
ko_mt: 숙련된 가이드 없이 무모하게 사냥을 떠난 이들은 데몬의 매복에 걸려 넘어져 불명예스러운 최후를 맞이했습니다. 여행에 필요한 모든 것을 챙겨 다니는데 익숙했던 귀족들의 재산이 십자군의 금고를 가득 채웠습니다.

source: {g|Event_39_3}[Choice effects]{/g} Turn them down
ko: {g|Event_39_3}[선택 효과]{/g} 그들의 요청을 거절한다
ko_mt: {g|Event_39_3}[선택 효과]{/g} 거절

source: The Worldwound is no place for frivolous amusement. The Commander declined the Chelaxians' request.
ko: 세계상처는 그런 바보같은 유흥에 어울리는 땅이 아닙니다. 사령관은 첼리악스인들의 요구를 거절했습니다.
ko_mt: 세계상처는 경박하게 놀기 좋은 곳이 아닙니다. 사령관은 첼리악스의 요청을 거절했다.

source: {g|Event_39_5}[Choice effects]{/g} Convince them to become crusaders
ko: {g|Event_39_5}[선택 효과]{/g} 그들이 성전에 동참하도록 설득한다
ko_mt: {g|Event_39_5}[선택 효과]{/g} 성전사가 되도록 설득하세요.

source: Seelah took on the task of welcoming the young Chelaxians. By showing them the soldiers' daily life, describing the crusaders' glorious feats, and treating them to a rowdy night in a tavern, she convinced the nobles to join the crusade right away.
ko: 실라는 첼리악스 젊은이들을 환영하는 역할을 맡았습니다. 실라는 귀족들에게 병사들의 일상과 성전사들의 위대한 업적에 대해 설명했습니다. 또 선술집에서 실라와 함께 즐거운 한 때를 보낸 그들은 마침내 성전에 참여하겠노라고 결심했습니다.
ko_mt: 실라는 젊은 첼락시아인들을 환영하는 임무를 맡았습니다. 병사들의 일상을 보여주고, 십자군의 영광스러운 업적을 설명하고, 선술집에서 소란스러운 밤을 보내며 귀족들이 당장 십자군 전쟁에 참여하도록 설득했습니다.

source: Carefree Hunters
ko: 속 편한 사냥꾼들
ko_mt: 평온한 사냥꾼

source: A group of young {g|Cheliax}[Chelaxian]{/g} nobles has arrived in the Worldwound to hunt demons. They are willing to pay a generous sum if the crusaders provide them with this "entertainment."
ko: 젋은 {g|Cheliax}[첼리악스]{/g} 귀족들이 데몬 사냥을 즐기기 위해 세계 상처에 도착했습니다. 성전사들이 "유흥"을 제공한다면, 그들은 기꺼히 많은 돈을 지불할 것입니다.

source: {g|Event_40_1}[Choice effects]{/g} Send the treasure to Nerosyan to be destroyed
ko: {g|Event_40_1}[선택 효과]{/g} 이 보물들을 네로시안으로 보내 파괴한다
ko_mt: {g|Event_40_1}[선택 효과]{/g} 네로시안에게 보물을 보내서 파괴하도록 한다.

source: The soldiers felt bad for having to give up the treasure, but safety was more important. The High Priest of Nerosyan himself was in charge of the ritual that destroyed the cursed riches. Impressed with the power of the enchantments that had been cast on them, he has sent a group of his personal guards to Drezen. These skilled warpriests will protect the crusaders from demonic sorcery.
ko: 병사들은 이런 막대한 재화를 포기하는 것이 마음에 들지 않는 모양입니다만, 안전이 금화보다 중요한 법입니다. 네로시안의 고위 성직자는 의식을 통해 저주받은 보물들을 파괴했습니다. 보물에 걸려있던 마법의 강력함에 감명을 받은 성직자는 기꺼히 자신의 호위병들을 드레젠으로 보내주었습니다. 이 노련한 전쟁 성직자들은 악마 주술에 대항하여, 성전사들을 보호해 줄 것입니다.
ko_mt: 병사들은 보물을 포기해야 하는 것이 안타까웠지만 안전이 더 중요했습니다. 저주받은 재물을 파괴하는 의식은 네로시안의 대제사장이 직접 지휘했습니다. 보물에 걸린 마법의 힘에 깊은 인상을 받은 그는 자신의 호위병들을 드레젠으로 보냈습니다. 이 숙련된 전쟁사제들은 데몬의 마법으로부터 성전사들을 보호할 것입니다.

source: {g|Event_40_2}[Choice effects]{/g} Remove the curses
ko: {g|Event_40_2}[선택 효과]{/g} 저주를 제거한다
ko_mt: {g|Event_40_2}[선택 효과]{/g} 저주 제거

source: It took great effort for the mages to remove the curses, but in the end, the crusaders were able to dispel this evil magic.
ko: 이런 강력한 저주를 푸는 것은 마법사들에게도 쉬운 일은 아닙니다. 하지만 결국 성전사들은 이 사악한 마법을 해제 할 수 있을 것입니다.
ko_mt: 마법사들이 저주를 풀기 위해서는 많은 노력이 필요했지만 결국 성전사들은 이 사악한 마법을 풀 수 있었습니다.

source: {g|Event_40_3}[Choice effects]{/g} Collapse the cave entrance
ko: {g|Event_40_3}[선택 효과]{/g} 동굴 입구를 봉한다
ko_mt: {g|Event_40_3}[선택 효과]{/g} 동굴 입구 축소

source: Upon sealing the cursed treasure, the Commander ordered the soldiers to tell no one about its existence.
ko: 저주받은 보물들을 봉인하며, 사령관은 병사들이 보물의 존재에 대해 말하지 못하도록 명령을 내렸습니다.
ko_mt: 저주받은 보물을 봉인한 사령관은 병사들에게 보물의 존재를 누구에게도 알리지 말라고 명령했습니다.

source: {g|Event_40_4}[Choice effects]{/g} Unmake the curses
ko: {g|Event_40_4}[선택 효과]{/g} 의지의 힘으로 저주를 푼다
ko_mt: {g|Event_40_4}[선택 효과]{/g} 저주 해제

source: As the Commander plunged {mf|his|her} hands into the pile of treasure, {mf|he|she} sensed all the baleful spells that had been cast on it and ordered them to cease to be.
ko: 사령관이 두 손을 보물 더미 안으로 넣자 보물에 걸려있던 사악한 마법을 느꼈고, 사령관은 저주의 소멸을 명했습니다.
ko_mt: 사령관이 보물 더미에 {mf|그|그녀}의 손을 넣자 {mf|그|그녀}의 보물 더미에 걸린 모든 마법을 감지하고 멈추라고 명령했습니다.

source: {g|Event_40_5}[Choice effects]{/g} Gift the treasure to the enemies of the crusade
ko: {g|Event_40_5}[선택 효과]{/g} 성전군의 적들에게 저주받은 보물을 선물로 보낸다
ko_mt: {g|Event_40_5}[선택 효과]{/g} 성전의 적에게 보물 선물하기

source: The crusade has enough detractors, but due to Daeran's efforts, it now has fewer. By sending the spoils of war to influential aristocrats who had spoken out against the Commander, Daeran played on their greed and rid the crusade of powerful enemies.
ko: 성전에 대한 중상모략을 일삼는 자들이 많았지만, 대런의 노력으로 그 수가 나날이 줄고 있습니다. 대런은 사령관을 탐탁치 않게 생각하는 권력있는 귀족들에게 값진 전리품들을 보냄으로써, 성전군의 강력한 적들을 줄여나갈 수 있었습니다.
ko_mt: 십자군 원정을 방해하는 세력은 많았지만, 대런의 노력으로 이제 그 수가 줄어들었습니다. 대런은 사령관에게 반기를 든 유력 귀족들에게 전쟁 전리품을 보내 그들의 탐욕을 부추겨 십자군에서 강력한 적을 제거했습니다.

source: Stash
ko: 보물상자
ko_mt: 보관함

source: A group of soldiers who were following the trail of a demon they had defeated discovered piles of treasure in the cave where it had made its lair. But it appears that the demon was afraid of thieves and put horrible curses on every last coin, so they are all dangerous to touch. The warriors are not sure what to do with this questionable "treasure hoard."
ko: 패배한 데몬들의 흔적을 쫓던 병사들이 데몬들의 소굴로 보이는 동굴 속에서 막대한 양의 보물을 발견했습니다. 하지만 데몬들은 금화 한 닢이라도 훔치는 도둑에게 끔찍한 저주가 내리게끔 주술을 걸어 두었습니다. 병사들은 결국 빈 손으로 드레젠으로 돌아왔습니다. 병사들은 이 수상한 "보물 더미" 로 무엇을 할 수 있을 지 궁금해 합니다.
ko_mt: 한 무리의 병사들이 자신이 쓰러뜨린 데몬의 흔적을 따라가던 중 데몬이 은신처로 삼았던 동굴에서 보물더미를 발견했습니다. 하지만 데몬이 도둑을 두려워해 동전 하나하나에 끔찍한 저주를 걸었기 때문에 만지기에는 모두 위험해 보입니다. 전사들은 이 의심스러운 "보물 창고"를 어떻게 처리해야 할지 모르겠습니다."

source: {g|Event_41_1}[Choice effects]{/g} Take tamed monsters as payment
ko: {g|Event_41_1}[선택 효과]{/g} 데몬들과 길들여진 괴물들을 맞바꾼다
ko_mt: {g|Event_41_1}[선택 효과]{/g} 길들인 괴물을 보상으로 받습니다.

source: The collector is willing to pay with the specimens from his menagerie he has already grown bored with. They are well-trained and can prove useful in a fight.
ko: 수집가는 더 이상 자신의 흥미를 끌지 못하는 괴물들을 드레젠으로 보낼 것 입니다. 이 괴물들은 잘 훈련 되어있으며, 전투에서 쓸모가 있어 보입니다.
ko_mt: 수집가는 이미 지겨워진 동물원의 표본으로 기꺼이 돈을 지불합니다. 그들은 잘 훈련되어 있으며 전투에서 유용함을 증명할 수 있습니다.

source: {g|Event_41_2}[Choice effects]{/g} Take gold as payment
ko: {g|Event_41_2}[선택 효과]{/g} 데몬들과 금화를 맞바꾼다
ko_mt: {g|Event_41_2}[선택 효과]{/g} 금을 지불로 받기

source: This is a great opportunity to procure extra funds for the crusade. All that is left is to catch the right demons and deliver them to the collector.
ko: 성전의 추가 재정을 확보하기 위한 좋은 기회입니다 ! 우리에게 남은 것은, 수집가가 원하는 데몬들을 사로잡아 그에게로 보내는 것 뿐입니다.
ko_mt: 십자군 성전을 위한 추가 자금을 조달할 수 있는 좋은 기회입니다. 남은 것은 올바른 데몬을 잡아 수집가에게 전달하는 것뿐입니다.

source: {g|Event_41_3}[Choice effects]{/g} Refuse the request
ko: {g|Event_41_3}[선택 효과]{/g} 의뢰를 거절한다
ko_mt: {g|Event_41_3}[선택 효과]{/g} 요청 거부

source: The soldiers were not enthusiastic about the prospect of risking their lives trying to capture demons alive. They appreciated the Commander's refusal.
ko: 데몬을 포획하기 위해 자신의 목숨을 걸어야 한다는 사실은 병사들에게는 썩 즐거운 일은 아닐 겁니다. 병사들은 사령관의 거절에 깊은 감사를 표합니다.
ko_mt: 병사들은 목숨을 걸고 데몬을 생포하는 일에 열광하지 않았습니다. 그들은 사령관의 거절에 감사했습니다.

source: {g|Event_41_4}[Choice effects]{/g} Send one of the crusaders under the guise of a demon
ko: {g|Event_41_4}[선택 효과]{/g} 악마 분장을 한 성전사를 압살롬으로 보낸다
ko_mt: {g|Event_41_4}[선택 효과]{/g} 데몬으로 변장한 십자군 중 한 명을 보내세요.
