Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: Lann is one of the best trackers in the army. He is willing to train the soldiers in the tricks of his trade so that they can go search for the missing troops.
ko: 랜은 부대 최고의 추적자입니다. 그는 기꺼히 병사들에게 자신의 비법을 알려주고, 훈련시킬 의향이 있고, 사라진 부대원들을 찾으러 갈 수 있을 겁니다.
ko_mt: 란은 군대에서 최고의 추적자 중 한 명입니다. 그는 병사들이 실종된 병사들을 수색할 수 있도록 자신의 기술을 기꺼이 훈련시킵니다.

source: Missing in Action
ko: 전투 중 행방불명
ko_mt: 활동 중 누락

source: A group of crusaders has gone missing on its way back from a dangerous mission. The Commander's staff is determined to save them and has offered a number of possible solutions.
ko: 위험한 임무를 마치고 돌아오던 성전사 무리가 갑자기 사라졌습니다. 사령관의 부하들은 그들을 구하기로 결정했으며, 가능한 계획들을 제공했습니다.
ko_mt: 한 성전사 무리가 위험한 임무를 마치고 돌아오는 길에 실종되었습니다. 사령관 참모들은 이들을 구하기로 결심하고 여러 가지 해결책을 제시했습니다.

source: {g|Event_63_1}[Choice effects]{/g} End the dragon's suffering
ko: {g|Event_63_1}[선택 효과]{/g} 드래곤의 고통을 끝낸다
ko_mt: {g|Event_63_1}[선택 효과]{/g} 용의 고통 끝내기

source: The troops supported the Commander's choice. Relieved, the dragon breathed its last.
ko: 병사들은 사령관의 선택을 지지합니다. 드래곤은 안심하며, 마지막 숨을 내뱉었습니다.
ko_mt: 병사들은 사령관의 선택을 지지했습니다. 안도한 용은 마지막 숨을 내쉬었습니다.

source: {g|Event_63_2}[Choice effects]{/g} Kill the dragon and give its organs to the alchemists
ko: {g|Event_63_2}[선택 효과]{/g} 드래곤을 죽이고, 장기를 연금술사에게 준다
ko_mt: {g|Event_63_2}[선택 효과]{/g} 용을 처치하고 연금술사에게 장기를 주세요.

source: The Commander's soldiers finished off the dying dragon and brought its body to Drezen. The alchemists are using its claws, fangs, and organs for their research.
ko: 사령관의 병사들이 죽어가는 드래곤을 끝냈고, 그 사체를 드레젠으로 끌고왔습니다. 연금술사는 드래곤의 발톱, 이빨, 그리고 장기를 이용해 연구를 계속해 나갈 겁니다.
ko_mt: 사령관의 병사들이 죽어가는 드래곤을 끝장내고 그 시체를 드레젠으로 가져왔습니다. 연금술사들은 용의 발톱, 송곳니, 장기를 연구에 사용하고 있습니다.

source: {g|Event_63_3}[Choice effects]{/g} Send healers to the dragon
ko: {g|Event_63_3}[선택 효과]{/g} 드래곤에게 치유사들을 보낸다
ko_mt: {g|Event_63_3}[선택 효과]{/g} 드래곤에게 치유사 보내기

source: Priests and druids healed the dragon's body and mind with their magic. The poor thing is still weak and cannot fight, but he wants to repay his saviors for their kindness. He has revealed the location of his treasures in hopes that the gold will help the crusaders.
ko: 성직자들과 드루이드들이 마법을 이용해 드래곤의 몸과 마음을 치유했습니다. 이 가엾은 짐승은 아직 약하고 싸울 수도 없지만, 그는 자신의 구원자들이 보여준 친절함에 은혜를 갚고 싶어합니다. 드래곤은 병사들에게 자신이 보물을 보관한 장소를 알려줬고, 그가 모아둔 보물은 성전사들에게 큰 도움이 되어줄 것입니다.
ko_mt: 사제와 드루이드가 마법으로 용의 몸과 마음을 치료했습니다. 불쌍한 용은 아직 힘이 약해 싸울 수 없지만 구세주들의 친절에 보답하고 싶어 합니다. 그는 금이 십자군에게 도움이 되기를 바라며 보물의 위치를 공개했습니다.

source: {g|Event_63_4}[Choice effects]{/g} Heal another member of dragonkind, both his mind and body
ko: {g|Event_63_4}[선택 효과]{/g} 자신과 같은 드래곤 동족의 몸과 정신을 치료한다
ko_mt: {g|Event_63_4}[선택 효과]{/g} 다른 용족의 몸과 마음을 모두 치료합니다.

source: The Commander will heal {mf|his|her} brother and restore its strength so he can soar in the skies once more.
ko: 사령관은 형제의 잃어버린 힘을 회복시켰고, 그는 다시 한번 하늘을 날 수 있게 되었습니다.
ko_mt: 사령관이 {mf|그|그녀}의 형제를 치료하고 힘을 회복시켜 다시 한 번 하늘을 날아오를 수 있도록 하겠습니다.

source: {g|Event_63_5}[Choice effects]{/g} Subdue the dragon and set it on the enemy by any means
ko: {g|Event_63_5}[선택 효과]{/g} 드래곤을 굴복시키고, 적과의 전투에서 사용할 방법을 찾는다
ko_mt: {g|Event_63_5}[선택 효과]{/g} 어떤 수단을 써서라도 드래곤을 제압하고 적에게 공격하세요.

source: The dragon is weak and mad, but it may still have a use. Under the command of the fearless Wenduag, the soldiers will use pikes to chase the monster out to the surface and force it into obedience.
ko: 드래곤은 약해졌고 미쳐있지만, 아직 쓸모가 있습니다. 두려움 없는 웬두아그의 명령 아래서, 병사들은 장창을 이용해 괴물을 지상으로 내몰았고, 강제로 노예화 했습니다.
ko_mt: 용은 약하고 미쳤지만 여전히 쓸모가 있을지도 모릅니다. 용맹한 웬두아그의 지휘 아래 병사들은 창을 사용해 괴물을 수면 위로 쫓아내고 강제로 복종시킬 것입니다.

source: Wounded Dragon
ko: 상처입은 드래곤
ko_mt: 부상당한 용

source: During the exploration of the catacombs under an ancient temple, soldiers have come upon a heavily wounded dragon. Someone had been putting the poor creature through agonizing torture for years, driving it mad. The officers are uncertain what to do with the creature.
ko: 오래된 사원 아래의 지하 묘지를 탐험하던 중, 병사들은 심각한 상처를 입은 드래곤을 발견했습니다. 누군가가 몇 년 동안 드래곤에게 끔찍한 고문을 가했고, 드래곤은 고통으로 인해 반 쯤 미쳐있습니다. 장교들은 어떻게 해야할 지 확신이 서지 않은 모양입니다.
ko_mt: 고대 사원 아래 지하 묘지를 탐험하던 병사들이 중상을 입은 용을 발견했습니다. 누군가 이 불쌍한 생명체를 수년간 고통스러운 고문으로 미치게 만든 것입니다. 병사들은 이 용을 어떻게 처리해야 할지 막막합니다.

source: {g|Event_64_1}[Choice effects]{/g} Guard the officers both during battles and in between them
ko: {g|Event_64_1}[선택 효과]{/g} 전투 중이든, 아니든 장교들을 보호한다
ko_mt: {g|Event_64_1}[선택 효과]{/g} 전투 중과 전투 사이에 장교를 보호하세요.

source: Groups of guardians were formed to protect the officers. They remain watchful day and night and have already prevented several assassination attempts.
ko: 수호병들이 장교들을 보호하기 위해 조직되었습니다. 그들을 밤 낮 할 것 없이 장교들을 지킬 것이며, 이미 여러 번의 암살 시도를 저지해냈습니다.
ko_mt: 경찰관들을 보호하기 위해 경호원 그룹이 결성되었습니다. 이들은 밤낮으로 경계를 늦추지 않고 이미 여러 차례 암살 시도를 막았습니다.

source: {g|Event_64_2}[Choice effects]{/g} Give the officers the same living conditions as regular soldiers
ko: {g|Event_64_2}[선택 효과]{/g} 장교들에게 일반 병사들의 생활 조건을 제공한다
ko_mt: {g|Event_64_2}[선택 효과]{/g} 장교에게 일반 병사와 동일한 생활 조건을 제공합니다.

source: It is unbecoming of an officer to hide behind the backs of a personal guard. When the soldiers saw that the officers would get no special treatment, their morale improved. Of course, this policy means that some officers will fall victim to the assassins, but... such is war.
ko: 군부대의 장교가 경호병 뒤에 숨는 것은 말이 안됩니다. 장교들만을 위한 특별 조치가 실행되지 않는다면, 일반 병사들의 사기가 오를 것입니다. 물론 몇몇 장교들은 암살의 희생양이 되겠지만, 전쟁이라는게... 다 그런 것 아니겠습니까.
ko_mt: 개인 경비병의 등 뒤에 숨는 것은 장교답지 못한 행동입니다. 병사들은 장교들이 특별한 대우를 받지 않는다는 것을 알았을 때 사기가 향상되었습니다. 물론 이 정책으로 인해 일부 장교들이 암살자의 희생양이 될 수도 있지만.. 그게 전쟁입니다.

source: {g|Event_64_4}[Choice effects]{/g} Bring the dead officers back with necromancy
ko: {g|Event_64_4}[선택 효과]{/g} 죽은 장교들을 사령술로 되살린다
ko_mt: {g|Event_64_4}[선택 효과]{/g} 사령술로 죽은 장교를 되살리십시오.

source: Life and death matter not, for the assassinated officers were brought back by the Commander as loyal undead. This lesson has taught the soldiers not to fear death — what is the point, if one's service will continue afterward?
ko: 살아있던 죽어있던, 그것은 중요한 게 아닙니다. 암살당한 장교들은 사령관의 충실한 언데드 하수인으로 다시 태어났습니다. 죽음이 복무의 끝이 아니라는 사실을 깨달으며, 병사들은 죽음을 두려워하지 않게 되었습니다
ko_mt: 암살당한 장교들은 사령관이 충성스러운 언데드로 다시 데려왔으니 삶과 죽음은 중요하지 않습니다. 이 교훈은 병사들에게 죽음을 두려워하지 말라는 교훈을 주었습니다. 이후에도 계속 복무할 수 있다면 무슨 소용이 있을까요?

source: {g|Event_64_5}[Choice effects]{/g} Train the officers how to fight off assassins
ko: {g|Event_64_5}[선택 효과]{/g} 장교들이 암살자들과 맞서 싸울 수 있도록 훈련시킵니다
ko_mt: {g|Event_64_5}[선택 효과]{/g} 장교들에게 암살자 퇴치 방법 교육하기

source: Greybor knows the tricks assassins use in their work. He will teach the officers how to defend themselves if they are attacked, but the training will require some time.
ko: 그레이보르는 암살자들이 일을 할 때 어떤 속임수를 사용하는 지 알고 있습니다. 그는 장교들이 공격을 받을 때. 어떻게 자신의 몸을 방어할 수 있는 지를 장교들에게 가르칠 것입니다만, 훈련은 시간이 좀 걸릴 것입니다.
ko_mt: 그레이버는 암살자들이 사용하는 수법을 잘 알고 있습니다. 그는 장교들에게 공격을 받았을 때 자신을 방어하는 방법을 가르칠 것이지만 훈련에는 시간이 필요합니다.

source: Threatened
ko: 암살 위협
ko_mt: 위협

source: The spies have reported that the enemy is preparing a series of attempts on the officers' lives. The generals are asking the Commander to take precautions and protect {mf|his|her} loyal servants.
ko: 첩자들이 전하길, 적들이 장교들의 목숨을 노린 일련의 공격을 준비하고 있다고 합니다. 지휘관들은 사령관에게 조치를 취해, 그들의 충성스러운 부하들을 지킬 수 있도록 요구합니다.
ko_mt: 첩자들이 적들이 장교들의 목숨을 노리는 일련의 시도를 준비하고 있다고 보고했습니다. 장군들은 사령관에게 예방 조치를 취하고 {mf|그|그녀}의 충성스러운 부하들을 보호해달라고 요청하고 있습니다.

source: {g|Event_65_1}[Choice effects]{/g} Maximum damage to the enemy
ko: {g|Event_65_1}[선택 효과]{/g} 적에게 최대한 많은 피해를 입힌다
ko_mt: {g|Event_65_1}[선택 효과]{/g} 적에게 주는 최대 피해

source: Everything is ready for the operation. The soldiers are awaiting the final order before charging into battle to slay as many of the Abyssal spawn as they can.
ko: 작전을 위한 모든 것이 준비되었습니다. 사령관이 마지막 명령을 내리면, 병사들은 전장에 나가 최대한 많은 심연의 하수인들을 쓰러뜨릴 것입니다.
ko_mt: 작전을 위한 모든 준비가 완료되었습니다. 병사들은 최대한 많은 심연 생성물을 처치하기 위해 전투에 돌입하기 전에 마지막 명령을 기다리고 있습니다.

source: {g|Event_65_2}[Choice effects]{/g} Gathering intelligence
ko: {g|Event_65_2}[선택 효과]{/g} 정보를 모은다
ko_mt: {g|Event_65_2}[선택 효과]{/g} 정보 수집

source: The troops are ready to breach the demons' defenses, and the spies and agents will use this opportunity to procure essential information.
ko: 병사들은 이미 데몬의 방어선을 뚫을 준비가 되어 있습니다. 첩자들과 요원들은 이 기회를 놓치지 않고 적들의 가장 귀중한 정보를 입수해 낼 것입니다.
ko_mt: 군대는 데몬의 방어를 뚫을 준비가 되어 있으며, 스파이와 요원들은 이 기회를 이용해 필수 정보를 확보할 것입니다.

source: {g|Event_65_3}[Choice effects]{/g} Seizing trophies
ko: {g|Event_65_3}[선택 효과]{/g} 전리품을 약탈한다
ko_mt: {g|Event_65_3}[선택 효과]{/g} 전리품 탈취

source: The troops are ready for battle and have been instructed about the importance of bringing rich spoils back to Drezen.
ko: 병사들은 전투에 나설 준비가 되어있고, 최대한 많은 전리품을 드레젠으로 들고 돌아오라는 명령을 하달받았습니다.
ko_mt: 군대는 전투 준비를 마쳤으며, 드레젠으로 풍성한 전리품을 가져오는 것이 중요하다는 지시를 받았습니다.

source: {g|Event_65_4}[Choice effects]{/g} Saving prisoners and slaves
ko: {g|Event_65_4}[선택 효과]{/g} 죄수와 노예를 구원한다
ko_mt: {g|Event_65_4}[선택 효과]{/g} 포로와 노예 구하기

source: Special units have been formed that will free any captives and deliver them to Drezen.
ko: 특수 부대가 조직되어, 붙잡힌 모든 사람들을 해방시키고 그들을 드레젠으로 보낼 것 입니다.
ko_mt: 포로들을 풀어 드레젠에게 데려다줄 특수 부대가 편성되었습니다.

source: {g|Event_65_5}[Choice effects]{/g} Intimidating the enemy
ko: {g|Event_65_5}[선택 효과]{/g} 적을 협박한다
ko_mt: {g|Event_65_5}[선택 효과]{/g} 적 위협

source: The forces are ready to commit a true slaughter in the enemy's rear that will make even demon blood run cold.
ko: 부대는 적의 후열을 공격해 데몬들마저 두려워할 진정한 살육을 벌일 준비가 되어있습니다.
ko_mt: 적의 후방에서 데몬의 피마저 식게 할 진정한 학살을 자행할 준비가 되어 있습니다.

source: A Daring Strike
ko: 대담한 공격
ko_mt: 대담한 공격

source: The spies have reported that two high-ranking demons are currently at each other's throats, and their forces are in disarray. The command staff is planning to take advantage of this infighting and is already preparing a daring surprise attack. The officers are asking the Commander to determine what should be the main focus.
ko: 첩자들이 두 고위 데몬이 다투고 있으며, 그들의 군대가 큰 혼란에 빠졌다고 전했습니다. 사령관의 부하들은 내분을 십분 활용할 것이며, 이미 과감한 기습 작전을 준비하고 있습니다. 장교들은 사령관에게 무엇을 중점을 두고 작전을 수립해야 할 지 물어보고 있습니다.
ko_mt: 첩보원들은 현재 두 명의 고위 데몬이 서로의 목을 겨누고 있으며 그들의 세력이 혼란에 빠졌다고 보고했습니다. 지휘부는 이 내분을 이용해 대담한 기습 공격을 계획하고 있습니다. 장교들은 사령관에게 무엇을 중점적으로 공격해야 할지 결정해달라고 요청하고 있습니다.

source: {g|Event_66_1}[Choice effects]{/g} Take the sword away from the officer for personal use
ko: {g|Event_66_1}[선택 효과]{/g} 장교에게서 칼을 뺏고 대신 보관한다
ko_mt: {g|Event_66_1}[선택 효과]{/g} 장교에게서 검을 빼앗아 개인적으로 사용하세요.

source: The blood sword was too dangerous for the officer and sowed doubt among the troops. It belongs to the Commander now and will serve the crusade well.
ko: 피의 칼은 장교에게는 너무 위험하고, 이미 병사들 사이에 의심의 씨앗을 뿌렸습니다. 이제 검은 사령관의 소유가 되었고, 성전을 위해 쓰여질 것입니다.
ko_mt: 혈검은 장교에게 너무 위험했고 병사들 사이에 의심을 심어주었습니다. 이제 이 검은 사령관의 소유가 되어 십자군 성전에 도움이 될 것입니다.

source: {g|Event_66_2}[Choice effects]{/g} Pronounce the officer a chosen one of higher powers, then promote him
ko: {g|Event_66_2}[선택 효과]{/g} 장교가 보다 신들께 선택받았음을 선언하며, 그를 진급시킨다
ko_mt: {g|Event_66_2}[선택 효과]{/g} 장교에게 더 높은 권력을 부여한 다음, 그를 승진시킵니다.

source: Kneeling, the officer accepted this high position. He is grateful to the Commander and will do everything to carry {mf|his|her} will forth.
ko: 장교는 무릎을 꿇으며 진급을 받아드렸습니다. 그는 사령관에게 감사를 표하며, 사령관의 의지를 수행하기 위해 온갖 힘을 다할 것입니다.
ko_mt: 장교는 무릎을 꿇고 이 높은 직책을 수락했습니다. 그는 사령관에게 감사하며 {mf|그|그녀}의 뜻을 전하기 위해 모든 것을 다할 것입니다.

source: {g|Event_66_4}[Choice effects]{/g} Explain to the soldiers that it is not the weapon that makes a warrior into a hero
ko: {g|Event_66_4}[선택 효과]{/g} 병사들에게 전사를 전설로 만드는 것은 무기가 아니라는 사실을 설명한다
ko_mt: {g|Event_66_4}[선택 효과]{/g} 병사들에게 전사를 영웅으로 만드는 것은 무기가 아니라고 설명합니다.

source: The Commander assembled the army, destroyed the blade, and told the soldiers that anybody can become the chosen one. All it takes is willpower and fighting spirit, not some enchanted weapon. After these words, the soldiers were emboldened to follow their leader so that they could win their glory through great feats.
ko: 사령관은 부대를 불러모으고, 그 앞에서 검을 파괴했습니다. 그러고서는 병사들에게 모든 이들은 선택받은 자가 될 수 있으며, 이는 의지와 투지로써 가능한 일이지, 한낮 마법 무기로 될 수 있는 것이 아니라고 연설했습니다. 병사들은 연설을 듣고는, 위대한 업적을 통해 영광을 얻기 위해, 대담하게 지휘관을 따랐습니다.
ko_mt: 사령관은 군대를 모아 검을 파괴하고 병사들에게 누구나 선택받은 자가 될 수 있다고 말했습니다. 마법에 걸린 무기가 아니라 의지와 투지만 있으면 된다고요. 이 말을 들은 병사들은 용기를 내어 리더를 따랐고, 위대한 업적을 통해 영광을 얻을 수 있었습니다.

source: {g|Event_66_5}[Choice effects]{/g} Allow Nenio to study the lake
ko: {g|Event_66_5}[선택 효과]{/g} 네니오에게 호수를 연구하라고 명한다
ko_mt: {g|Event_66_5}[선택 효과]{/g} 네니오가 호수를 연구하도록 허용

source: Did you know that there are countless cursed artifacts lying on the bottom of that lake, far more interesting than the sword? No one except Nenio would ever find the courage to dive in there to discover this fascinating fact. The mages are now preparing to extract these valuable magical items.
ko: 칼보다 훨씬 흥미로운, 저주받은 유물들이 호수 밑 바닥에 잔뜩 가라앉아있다는 걸 알았나요? 네니오를 제외하고, 이런 흥미로운 사실을 알기위해 호수에 뛰어든 사람은 아무도 없었습니다. 마법사들은 이제 귀중한 마법 물품들을 호수 밑바닥에서 가저올 준비를 하고 있습니다.
ko_mt: 저 호수 바닥에 검보다 훨씬 더 흥미로운 저주받은 유물들이 무수히 널려 있다는 사실을 알고 계셨나요? 네니오를 제외하고는 아무도 이 흥미로운 사실을 발견하기 위해 잠수할 용기를 내지 못했을 거예요. 마법사들은 이제 이 귀중한 마법 아이템을 꺼낼 준비를 하고 있습니다.

source: The Sword of the Chosen One
ko: 선택받은 자의 검
ko_mt: 선택받은 자의 검

source: A small unit stumbled upon a lake of blood. On the shore, the officer found a sword with the words "For the chosen one" inscribed on its blade. The soldiers suspect that this is some kind of trick by the demons.
ko: 분견대가 피의 호수를 발견했습니다. 호숫가에서, 한 장교가 칼날에 "선택 받은 자를 위하여" 라고 쓰여있는 검을 발견했습니다. 병사들은 이것이 데몬들의 속임수가 아닐까 의심하고 있습니다.
ko_mt: 한 소규모 부대가 피의 호수를 우연히 발견했습니다. 해안에서 장교는 칼날에 "선택받은 자를 위하여"라는 글귀가 새겨진 검을 발견했습니다. 병사들은 이것이 데몬의 속임수라고 의심합니다.

source: {g|Event_67_1}[Choice effects]{/g} Start producing weapons
ko: {g|Event_67_1}[선택 효과]{/g} 무기 생산을 시작한다
ko_mt: {g|Event_67_1}[선택 효과]{/g} 무기 생산 시작

source: The most important thing a fighter needs is a weapon. A number of weaponsmiths' workshops will be established in Drezen.
ko: 전사에게 제일 중요한 것은 무기입니다. 많은 무기장이들의 작업장이 드레젠에 세워질 것입니다.
ko_mt: 전사에게 가장 중요한 것은 무기입니다. 드레젠에 여러 무기 제작 공방이 세워질 예정입니다.

source: {g|Event_67_2}[Choice effects]{/g} Start producing ammunition
ko: {g|Event_67_2}[선택 효과]{/g} 탄약 생산을 시작한다
ko_mt: {g|Event_67_2}[선택 효과]{/g} 탄약 생산 시작

source: Lack of ammunition is the bane of any army. Setting up fletchers' workshops in Drezen will solve this problem.
ko: 탄약의 부족은 부대의 파멸이나 다름 없습니다. 화살장이들의 작업장을 드레젠에 설치함으로써 이 문제를 해결할 수있을 겁니다.
ko_mt: 탄약 부족은 모든 군대의 골칫거리입니다. 드레젠에 플라처의 작업장을 설치하면 이 문제를 해결할 수 있습니다.

source: {g|Event_67_3}[Choice effects]{/g} Start producing enchanted items
ko: {g|Event_67_3}[선택 효과]{/g} 마법 물품의 생산을 시작한다
ko_mt: {g|Event_67_3}[선택 효과]{/g} 마법이 부여된 아이템 생산 시작

source: It is impossible to stand against demons without magical equipment. Experienced spellcasters will launch Drezen-based production of the most crucial items used by mages.
ko: 마법 장비 없이 데몬들과 맞서는 것은 불가능한 일입니다. 드레젠을 기반으로, 경험많은 주문 시전자들이 마법사들에게 가장 중요한 물품들의 생산을 시작할 것입니다.
ko_mt: 마법 장비 없이는 데몬에 맞설 수 없습니다. 숙련된 주문 시전사가 마법사가 사용하는 가장 중요한 아이템을 드레젠 기반으로 제작할 예정입니다.

source: {g|Event_67_4}[Choice effects]{/g} Grow a magical meadow for the horses
ko: {g|Event_67_4}[선택 효과]{/g} 군마를 위한 마법의 초원을 경작한다
ko_mt: {g|Event_67_4}[선택 효과]{/g} 말들을 위한 마법의 초원을 가꾸기

source: The free crusaders will grow an enchanted meadow near Drezen so that the mounts do not starve. Horses will gather their strength as they graze on the magical grass.
ko: 자유 성전사들은 드레젠 인근에 마법의 초원을 경작해, 군마들이 굶주리지 않게 할 것입니다. 사육사들은 군마를 그곳에서 방목해, 힘을 기르도록 할 것입니다.
ko_mt: 자유 십자군은 드레젠 근처에 마법에 걸린 초원을 가꾸어 말들이 굶주리지 않도록 할 것입니다. 말들은 마법의 풀을 뜯으며 힘을 모을 것입니다.

source: Our Own Product
ko: 자급자족
ko_mt: 자체 제품

source: Due to a surprise attack launched by the demons, the supply lines have been temporarily cut off. Naturally, the enemies will soon be pushed out of the crusaders' territory, but with the current deficit, the officers are suggesting that the crusade start producing the essentials domestically.
ko: 데몬들의 기습으로 인해, 보급선이 일시적으로 끊겨버렸습니다. 적들은 당연히 성전군의 영토에서 밀려나겠지만, 장교들은 현재 보급 상황에서는 성전군이 필요한 물품을 자급자족 해야 한다고 주장하고 있습니다.
ko_mt: 데몬들의 기습 공격으로 인해 보급선이 일시적으로 차단되었습니다. 당연히 적들은 곧 십자군의 영토 밖으로 밀려날 것이지만, 현재의 적자 상황에서 장교들은 십자군이 국내에서 생필품을 생산할 것을 제안하고 있습니다.

source: {g|Event_68_1}[Choice effects]{/g} Return the remains to Mendev
ko: {g|Event_68_1}[선택 효과]{/g} 유해를 맨데브로 돌려보낸다
ko_mt: {g|Event_68_1}[선택 효과]{/g} 멘데브에게 유골을 돌려줍니다.

source: After long years of oblivion, the bones of these heroes have finally found rest in family crypts. The influential families of Mendev have appreciated the Commander's gesture.
ko: 오랜 망각 끝에, 영웅들의 유골이 마침내 가족 묘지 안에서 안식을 찾게 되었습니다. 멘데브의 영향력있는 가문들이 사령관에게 깊은 감사를 전했습니다.
ko_mt: 오랜 세월의 망각 끝에 이 영웅들의 뼈가 마침내 가족 무덤에서 안식을 찾았습니다. 멘데브의 영향력 있는 가문은 사령관의 행보에 감사를 표했습니다.

source: {g|Event_68_2}[Choice effects]{/g} Place the relics in a temple
ko: {g|Event_68_2}[선택 효과]{/g} 유물을 사원 내에 안치한다
ko_mt: {g|Event_68_2}[선택 효과]{/g} 유물을 사원에 배치하기

source: The procession of priests marched through the streets of Drezen. This somber and solemn sight strengthened the soldiers' faith.
ko: 성직자들의 행렬이 드레젠의 거리들을 행진했습니다. 이 엄숙하고 근엄한 관경은 병사들의 신앙을 강화했습니다.
ko_mt: 사제 행렬이 드레젠의 거리를 행진했습니다. 이 엄숙하고 장엄한 광경은 병사들의 믿음을 더욱 굳건히 했습니다.

source: {g|Event_68_3}[Choice effects]{/g} Bury them in Drezen with honors
ko: {g|Event_68_3}[선택 효과]{/g} 명예와 함께, 그들을 드레젠에 묻는다
ko_mt: {g|Event_68_3}[선택 효과]{/g} 드레젠에 명예롭게 묻어주세요.

source: This is where they fought, and this is where they must rest. A stern military funeral left a strong impression on the soldiers.
ko: 이곳은 그들이 싸우던 곳이며, 그들이 쉴 곳입니다. 엄숙한 군대식 장례가 치뤄졌고, 병사들에게 깊은 인상을 남겼습니다.
ko_mt: 이곳은 그들이 싸웠던 곳이고, 이곳은 그들이 쉬어야 할 곳입니다. 엄숙한 군 장례식은 장병들에게 강한 인상을 남겼습니다.

source: {g|Event_68_4}[Choice effects]{/g} Raise the crusaders as undead
ko: {g|Event_68_4}[선택 효과]{/g} 성전사들을 언데드로 일으켜 세운다
ko_mt: {g|Event_68_4}[선택 효과]{/g} 성전사를 언데드로 키우기

source: These remains have been lying around in the dirt for years, discarded and useless. Now, the fallen guardians of Drezen will rise to defend this fortress forevermore.
ko: 이들의 유해는 몇 십년 동안 쓸모없고, 버러진 채 먼지 속에 쌓여져있었지만, 이제 드레젠의 쓰러진 수호자들이 다시 일어나, 그들의 요새를 영원토록 지켜낼 것 입니다.
ko_mt: 이 유골들은 수년 동안 흙 속에 버려져 쓸모없이 방치되어 있었습니다. 이제 드레젠의 타락한 수호자들이 일어나 이 요새를 영원히 지키려 합니다.

source: {g|Event_68_5}[Choice effects]{/g} Give the families the opportunity to purchase the remains
ko: {g|Event_68_5}[선택 효과]{/g} 가문들에게 유해를 구입할 기회를 준다
ko_mt: {g|Event_68_5}[선택 효과]{/g} 유가족에게 유골을 구매할 수 있는 기회 제공

source: Woljif contacted the families of the dead, and rich relatives paid good money for the chance to bury their ancestors in family cemeteries. The aristocrats are satisfied with their partnership with the Commander.
ko: 울지프는 죽은 자들의 가문들에 연락했고, 비교적 부유한 이들이 그들의 선조를 가족 묘지에 안장시킬 기회를 잡기 위해 많은 돈을 지불했습니다. 이 귀족들은 사령관과의 동업 관계에 만족을 느꼈습니다.
ko_mt: 월지프는 죽은 자의 가족들에게 연락했고, 부유한 친척들은 조상을 가족 묘지에 묻을 수 있는 기회를 얻기 위해 많은 돈을 지불했습니다. 귀족들은 사령관과의 파트너십에 만족했습니다.

source: Sacred Bones
ko: 성스러운 유골
ko_mt: 신성한 뼈

source: A crusader burial site half a century old has been discovered under the Drezen walls. Many of them were members of the noble houses of Mendev. The officers believe that the bones should be returned to the families, but the priests are suggesting that the remains be placed in a temple as relics of martyrs.
ko: 반 세기전의 성전사 매장 구역이 드레젠의 성벽 아래에서 발견되었습니다. 매장자 중 다수가 멘데브의 귀족 가문 출신으로 보이는데, 장교들은 이들의 유골이 가족들의 품으로 돌아가야 한다고 생각합니다. 하지만 성직자들은 유해를 순교자들의 유물로써 사원에 보관하기를 원합니다.
ko_mt: 드레젠 성벽 아래에서 반세기 전의 십자군 무덤이 발견되었습니다. 그들 중 다수는 멘데브의 귀족 가문의 일원이었습니다. 경찰관들은 유골을 가족에게 돌려주어야 한다고 생각하지만 사제들은 유골을 순교자의 유물로 성전에 안치할 것을 제안하고 있습니다.

source: {g|Event_69_1}[Choice effects]{/g} Invite mages to drive away the nightmares
ko: {g|Event_69_1}[선택 효과]{/g} 마법사들을 초청해 악몽을 내쫓는다
ko_mt: {g|Event_69_1}[선택 효과]{/g} 마법사를 초대하여 악몽을 몰아내세요.

source: Adept spellcasters will arrive in Drezen and dispel the sinister cloud through a series of intricate rituals.
ko: 숙련된 주문시전자들이 드레젠에 도착해, 복잡한 의식을 통해 불길한 구름을 해제했습니다.
ko_mt: 숙련된 주문술사들이 드레젠에 도착해 일련의 복잡한 의식을 통해 불길한 구름을 쫓아낼 것입니다.

source: {g|Event_69_2}[Choice effects]{/g} Teach the soldiers to meditate before sleep
ko: {g|Event_69_2}[선택 효과]{/g} 병사들이 잠에 들기 전에, 명상을 하도록 가르친다
ko_mt: {g|Event_69_2}[선택 효과]{/g} 병사들에게 잠들기 전에 명상하도록 가르치기

source: Monks will come to Drezen to teach the soldiers meditation techniques that will chase away the nightmares.
ko: 수도사들이 드레젠에 도착해, 악몽을 내쫓을 명상 기술을 병사들에게 가르쳐 줄 것입니다.
ko_mt: 수도사들이 드레젠에 와서 병사들에게 악몽을 쫓아낼 수 있는 명상 기술을 가르쳐줄 것입니다.

source: {g|Event_69_4}[Choice effects]{/g} Make the nightmares worse
ko: {g|Event_69_4}[선택 효과]{/g} 악몽을 악화시킨다
ko_mt: {g|Event_69_4}[선택 효과]{/g} 악몽을 더 악화시키다

source: The Commander's power has increased the Wound's influence on the minds of the soldiers manyfold, and now they are going mad from the nightmares, turning into agitated, short-tempered berserkers.
ko: 병사들의 정신에 미치는 세계상처의 영향력이, 사령관의 힘으로 증폭되었습니다. 병사들은 악몽으로 미치게되었고, 흥분하고 성질 급한 광전사가 되었습니다.
ko_mt: 사령관의 힘으로 병사들의 정신에 대한 상처의 영향력이 몇 배로 증가했고, 이제 병사들은 악몽에 시달리며 불안에 떨고 성질이 급한 광폭자로 변해가고 있습니다.

source: {g|Event_69_5}[Choice effects]{/g} Protect the soldiers' dreams
ko: {g|Event_69_5}[선택 효과]{/g} 병사들의 꿈을 보호한다
ko_mt: {g|Event_69_5}[선택 효과]{/g} 병사들의 꿈을 지켜주세요

source: The Commander's power has shielded the soldiers' dreams and granted them solace. After a good rest, the warriors are going into battle with renewed fervor.
ko: 사령관의 힘이 병사들의 꿈을 지켜주었고, 그들에게 위안을 주었습니다. 상쾌한 휴식을 취한 병사들은 새로운 열정으로 전투에 임할 것입니다.
ko_mt: 사령관의 힘은 병사들의 꿈을 보호하고 위안을 주었습니다. 충분한 휴식을 취한 전사들은 새로운 열정으로 전투에 나섭니다.

source: Nightmares
ko: 악몽
ko_mt: 악몽

source: A strange thundercloud came from deep within the Worldwound and halted over Drezen. Everyone expected a lightning storm or a rain of eyeballs, but the plight ended up being much more frightening — Drezen was hit by a wave of nightmares. The soldiers cannot sleep; they are pulled out of their slumber by their own screams. The officers are concerned that this will drive the troops insane.
ko: 기이한 번개구름이 세계상처의 깊은 곳에서 와, 드레젠 상공 멈춰섰습니다. 드레젠 거주민 모두는 천둥번개나 눈알들이 비처럼 내리는 것을 예상했지만, 더 무서운 무언가가 드레젠을 기다리고 있었습니다 — 드레젠에 악몽의 파도가 몰아쳤습니다. 병사들은 자신의 비명소리에 잠에서 깨기를 반복하며, 잠을 잘 수 없었습니다. 장교들은 이 사건이 부대 전체를 광기로 몰아놓을 것이라고 우려하고 있습니다.
ko_mt: 세계상처 깊은 곳에서 이상한 뇌운이 몰려와 드레젠 상공에서 멈췄습니다. 모두들 번개나 눈알이 쏟아질 거라고 예상했지만, 드레젠은 악몽의 물결에 휩싸인 채 훨씬 더 무서운 상황에 처하게 됩니다. 병사들은 잠을 이룰 수 없었고 비명소리에 잠에서 끌려나왔습니다. 장교들은 이런 일이 병사들을 미치게 할까봐 걱정했습니다.

source: {g|Event_70_1}[Choice effects]{/g} Permit the test of faith
ko: {g|Event_70_1}[선택 효과]{/g} 신앙의 시험을 허가한다
ko_mt: {g|Event_70_1}[선택 효과]{/g} 믿음의 시험을 허락하세요

source: The clerics of Asmodeus conducted the test, and even though many were harmed in the process, the winners gained powerful weapons. Cheliax now looks more favorably upon the crusade.
ko: 아스모데우스의 성직자들은 시험을 준비했고, 많은 전사들이 그 과정중에 부상을 입었지만, 승자는 강력한 무기를 얻을 수 있었습니다. 첼리악스가 성전을 더 호의적으로 보게되었습니다.
ko_mt: 아스모데우스의 성직자들이 시험을 진행했고, 그 과정에서 많은 사람이 다쳤지만 승자는 강력한 무기를 얻었습니다. 이제 첼리악스는 성전을 더 호의적으로 바라보게 되었습니다.

source: {g|Event_70_2}[Choice effects]{/g} Seize the weapons and hand them out to the best soldiers
ko: {g|Event_70_2}[선택 효과]{/g} 무기들을 빼앗아 최고의 병사들에게 지급한다
ko_mt: {g|Event_70_2}[선택 효과]{/g} 무기를 탈취하여 최고의 병사에게 나눠주세요.

source: By acting against the will of the clerics and distributing the weapons {mf|himself|herself}, the Commander has once again reminded everyone who is in charge of the crusade.
ko: 성직자들의 의지와는 다르게, 사령관은 이들에게서 무기를 뺏고, 최고의 전사들에게 무기를 지급했습니다. 사령관은 다시 한번 누가 성전을 지휘하고 있는 지, 모든 이들에게 상기시켰습니다.
ko_mt: 사령관은 성직자들의 뜻을 거스르고 {mf|그|그녀} 자신 무기를 배포함으로써 성전을 책임지고 있는 모든 이들에게 다시 한 번 경각심을 일깨워주었습니다.

source: {g|Event_70_3}[Choice effects]{/g} Seize the weapons and keep them for personal use
ko: {g|Event_70_3}[선택 효과]{/g} 무기를 빼앗아 개인적인 용도로 사용한다
ko_mt: {g|Event_70_3}[선택 효과]{/g} 무기를 압수하여 개인 용도로 보관하세요.

source: The Asmodeans did not dare to object to the Commander's orders. Respecting authority is one of the tenets of their faith.
ko: 권위를 존중하는 것이 아스모데우스 신앙의 근본적인 원칙이므로, 성직자들은 감히 사령관의 명령에 반발할 수 없었습니다.
ko_mt: 아스모데인들은 사령관의 명령에 감히 이의를 제기하지 못했습니다. 권위를 존중하는 것이 그들의 신앙 신조 중 하나였기 때문입니다.

source: {g|Event_70_4}[Choice effects]{/g} Rig the tests
ko: {g|Event_70_4}[선택 효과]{/g} 시험을 조작한다
ko_mt: {g|Event_70_4}[선택 효과]{/g} 테스트 리깅
