Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: Daeran will invite the noble to Drezen to take her revenge, but she will perish on the way under mysterious circumstances. And the young woman's inheritance will go to... Daeran, who is a distant relative of her family.
ko: 대런은 젊은 여귀족을 초대해 그녀가 복수를 이룰 수 있도록 돕겠다고 했지만, 그녀는 여행 도중에 알 수 없는 이유로 사망할 것입니다. 그리고 그녀의 유산은 멀리 떨어진 친척인... 대런에게 돌아가게 되겠지요.
ko_mt: 대런은 복수를 위해 귀족을 드레젠으로 초대하지만, 도중에 수수께끼의 상황으로 죽게 됩니다. 그리고 젊은 여성의 유산은.. 그녀의 가족의 먼 친척인 대런에게 돌아갑니다.

source: The Runaway
ko: 도망자
ko_mt: 런어웨이

source: It has been revealed that one of the crusaders is a criminal on the run. One year ago, that knight murdered a noble in Nerosyan and escaped justice. The killer repented and joined the crusader army to atone for his sin. But the daughter of the murdered aristocrat wants vengeance and requests that the criminal be arrested and tried.
ko: 도망친 범죄자가 성전군에 복무하고 있다고 합니다. 1년 전 이 기사는 네로시안의 귀족을 살해하고, 처벌을 피하기 위해 도망쳤습니다. 회개한 살인범은 속죄를 위해 성전군에 동참했지만, 복수를 원하는 귀족의 딸은 그를 체포하고, 정의를 집행하기를 원합니다.
ko_mt: 성전사 중 한 명이 도망 중인 범죄자라는 사실이 밝혀졌습니다. 1년 전, 그 기사는 네로시안의 귀족을 살해하고 정의의 심판을 피해 도망쳤습니다. 살인자는 회개하고 죄를 속죄하기 위해 십자군에 합류했습니다. 하지만 살해당한 귀족의 딸은 복수를 원하며 범인을 체포하여 재판을 받게 해달라고 요청합니다.

source: {g|Event_5_1}[Choice effects]{/g} Destroy the settlement
ko: {g|Event_5_1}[선택 효과]{/g} 정착지를 파괴한다
ko_mt: {g|Event_5_1}[선택 효과]{/g} 정착지 파괴

source: The Commander's troops burned the settlement to the ground; not a single unholy sorcerer survived. The warriors now realize that this fate awaits anyone who dares practice forbidden arts.
ko: 사령관의 부대가 정착지를 불태웠습니다. 학살에서 단 한 명의 불경한 마녀도 살아남지 못했습니다. 병사들은 이제 감히 금지된 비술에 몰두하는 자는 모두 이와 같은 운명을 맞이할 것임을 깨닫게 되었습니다.
ko_mt: 사령관의 군대는 정착지를 불태웠고, 부정한 소서러는 단 한 명도 살아남지 못했습니다. 전사들은 이제 감히 금지된 마법을 행하는 자에게는 이런 운명이 기다리고 있다는 것을 깨달았습니다.

source: {g|Event_5_2}[Choice effects]{/g} Establish trade with the settlement
ko: {g|Event_5_2}[선택 효과]{/g} 정착지와 무역 협정을 맺는다
ko_mt: {g|Event_5_2}[선택 효과]{/g} 정산소와 거래 설정

source: No matter how sinister rituals the witches perform, they are not enemies of the crusaders. You can trade with them.
ko: 아무리 마녀들이 사악한 의식을 치룬다고 할 지라도, 이 마법사들은 성전군의 적이 아닙니다. 우리는 그들과 거래할 수 있을 겁니다.
ko_mt: 마녀가 아무리 사악한 의식을 행하더라도 그들은 십자군의 적이 아닙니다. 그들과 거래할 수 있습니다.

source: {g|Event_5_4}[Choice effects]{/g} Force the witches into service
ko: {g|Event_5_4}[선택 효과]{/g} 마녀들을 강제로 종군하게 한다
ko_mt: {g|Event_5_4}[선택 효과]{/g} 마녀를 강제로 봉사하게 합니다.

source: Having acknowledged the Commander's might, the exiles were eager to submit to {mf|his|her} will and arrived in Drezen to serve in {mf|his|her} army.
ko: 사령관의 힘에 감명을 받은 이 추방자들은 자발적으로 사령관에게 복종하고, 입대를 위해 드레젠에 도착했습니다.
ko_mt: 사령관의 힘을 인정한 추방자들은 {mf|그|그녀}의 뜻에 복종하고 싶었고, {mf|그|그녀}의 군대에서 복무하기 위해 드레젠에 도착했습니다.

source: {g|Event_5_5}[Choice effects]{/g} Inform the Order of the Pyre
ko: {g|Event_5_5}[선택 효과]{/g} 화형 기사단에게 알린다
ko_mt: {g|Event_5_5}[선택 효과]{/g} 장작의 질서에 알리기

source: This option is unavailable because you do not have Regill among your companions.
ko: 동료 중에 레질이 없기 때문에 이 선택지를 사용할 수 없습니다.
ko_mt: 이 옵션은 동료 중에 레질 플레이어가 없으므로 사용할 수 없습니다.

source: Upon receiving Regill's report, the Order of the Pyre exterminated the cesspool of witchcraft. Many dangerous exiles remain in the Worldwound, and thus the order has sent their representatives to Drezen.
ko: 레질의 보고서가 도착하자, 화형 기사단은 사악한 마법에 전념한 버러지들을 처단했습니다. 아직도 세계상처를 떠도는 수많은 위험한 추방자들을 박멸하기 위해, 기사단은 드레젠에 대리인을 파견했습니다.
ko_mt: 레질의 보고를 받은 불의 교단은 마법의 소굴을 박멸했습니다. 세계상처에는 위험한 추방자들이 많이 남아 있어 교단에서 그들의 대표를 드레젠으로 보냈습니다.

source: Witches
ko: 마녀들의 마을
ko_mt: 마녀

source: While exploring Sarkorian lands, a group of scouts stumbled upon a hidden settlement of exiles — runaway witches and sorcerers practicing forbidden rituals. Criminals in their homeland, they did not welcome the Commander's soldiers and made it clear that they did not want anyone meddling in their affairs.
ko: 사코리스 땅에서 임무를 수행 중인 척후병들이 추방자들 — 금지된 의식을 연구하는 마법사들과 마녀들의 숨겨진 마을을 발견했습니다. 이들은 사코리스의 동족들에게 범죄자로 여겨지고 있습니다. 이들은 병사들을 냉대했으며, 사람들이 자신들의 일에 간섭하기를 원하지 않는다는 걸 분명히 하고 있습니다.
ko_mt: 한 무리의 정찰대가 사르코리안 땅을 탐험하던 중 가출한 마녀와 소서러들이 금지된 의식을 행하는 숨겨진 망명자 정착촌을 우연히 발견했습니다. 고국의 범죄자들이었던 그들은 사령관의 병사들을 환영하지 않았고, 누구도 자신들의 일에 간섭하는 것을 원하지 않는다는 것을 분명히 했습니다.

source: {g|Event_6_1}[Choice effects]{/g} Punish the con artists
ko: {g|Event_6_1}[선택 효과]{/g} 사기꾼을 처벌한다
ko_mt: {g|Event_6_1}[선택 효과]{/g} 사기꾼 처벌하기

source: False hope begets only regret. The Commander has prohibited the sale of the charms and dispelled the rumors, earning the soldiers' respect. They value their Commander for {mf|his|her} honesty, not for {mf|his|her} divine origins.
ko: 거짓된 희망은 후회로만 남게됐습니다. 사령관은 부적의 판매를 금지했고, 더 이상 잡다한 소문이 퍼지지 않게 조치했습니다. 또 병사들에게 존경심도 얻게되었습니다. 그들은 신적인 탄생이 아닌 사령관의 정직함에 이끌려왔으니까요.
ko_mt: 헛된 희망은 후회만 낳습니다. 사령관은 부적의 판매를 금지하고 소문을 불식시켜 병사들의 존경을 받고 있습니다. 병사들은 사령관에게 {mf|그|그녀}의 신성한 기원이 아니라 정직함을 높이 평가합니다.

source: {g|Event_6_2}[Choice effects]{/g} Leave the con artists be
ko: {g|Event_6_2}[선택 효과]{/g} 사기꾼들을 내버려둔다
ko_mt: {g|Event_6_2}[선택 효과]{/g} 사기꾼은 그냥 놔두세요

source: The rumors are lies, but they bring people hope and help them get through these tough times.
ko: 소문들이 사람들에게 어려운 시기를 이겨낼 힘과 희망을 준다는 사실 앞에서, 그 소문들이 모두 거짓이라는 사실은 별로 중요하지 않습니다.
ko_mt: 소문은 거짓이지만 사람들에게 희망을 주고 힘든 시기를 극복하는데 도움이 됩니다.

source: {g|Event_6_4}[Choice effects]{/g} Fill the fake charms with real power
ko: {g|Event_6_4}[선택 효과]{/g} 가짜 부적들에 진실된 힘을 불어 넣는다
ko_mt: {g|Event_6_4}[선택 효과]{/g} 가짜 참을 진짜 힘으로 채우기

source: This option is unavailable because you did not choose the Path of the Angel.
ko: 엔젤의 길을 선택하지 않았기 때문에 이 선택지를 사용할 수 없습니다.
ko_mt: 이 옵션은 천사의 길을 선택하지 않았기 때문에 사용할 수 없습니다.

source: The Commander's blessing will fill the false relics with power. Once the crusaders receive this gift, they will find new hope and pray to the gods with even greater devotion.
ko: 사령관의 축복이 이 거짓 유물들에 진실된 힘을 불어넣을 것입니다. 성전사들이 유물들을 지니고 다닌다면, 희망과 함께 신께 대한 더 큰 신앙심을 갖게될 겁니다.
ko_mt: 사령관의 축복은 거짓 유물에 힘을 채워줄 것입니다. 이 선물을 받은 성전사는 새로운 희망을 발견하고 더욱 정성을 다해 신께 기도할 것입니다.

source: {g|Event_6_5}[Choice effects]{/g} Manufacture charms bearing the Commander's image and crusade-themed merchandise
ko: {g|Event_6_5}[선택 효과]{/g} 사령관의 모습이 그려진 성전 상품들을 생산한다
ko_mt: {g|Event_6_5}[선택 효과]{/g} 사령관의 이미지가 새겨진 참과 십자군 테마 상품을 제작합니다.

source: This option is unavailable because you do not have Woljif among your companions.
ko: 동료 중에 울지프가 없기 때문에 이 선택지를 사용할 수 없습니다.
ko_mt: 이 옵션은 동료 중에 월지프가 없으므로 사용할 수 없습니다.

source: Woljif will arrange the manufacturing of crusader merchandise and goods with the Commander's image. Soldiers and common Mendevians alike will be eager to buy all of it, from lucky charms to travel mugs.
ko: 울지프는 성전에 관련된... 특히 사령관의 모습이 그려진 상품들의 생산을 감독하게 될 것입니다. 행운의 부적이나, 머그 컵, 그 밖에 잡동사니들 말입니다. 병사들과 멘데브 시민들은 이 특별한 상품에 열광할 것입니다.
ko_mt: 월지프는 사령관의 이미지가 새겨진 성전사 상품과 굿즈 제작을 준비할 것입니다. 군인과 일반 멘데비안 모두 행운의 부적부터 여행용 머그잔까지 모든 상품을 구매하고 싶어 할 것입니다.

source: In the Commander We Trust
ko: 사령관 숭배
ko_mt: 우리가 신뢰하는 커맨더에서

source: Swindlers have started a rumor that the Commander is a saint, and gullible soldiers are now buying their charms that allegedly contain {mf|his|her} hair, cut nails, and other "holy relics."
ko: 사기꾼들이 사령관이 사실은 성자라는 소문을 퍼뜨리고 있습니다. 팔랑귀인 병사들은 사령관의 머리카락이나 손톱 등 소위 "성유물"이 담긴 가짜 부적들을 구입하고 있습니다.
ko_mt: 사기꾼들은 사령관이 성자라는 소문을 퍼뜨렸고, 속은 병사들은 이제 {mf|그|그녀}의 머리카락, 잘린 손톱, 기타 "성스러운 유물"이 들어 있다고 주장하는 부적을 구입하고 있습니다."

source: {g|Event_7_1}[Choice effects]{/g} Accept them
ko: {g|Event_7_1}[선택 효과]{/g} 받아들인다
ko_mt: {g|Event_7_1}[선택 효과]{/g} 수락

source: The group joined the crusader ranks, and they have performed their tasks with diligence. The new soldiers may care more about their profit than the war, but they do as they are told.
ko: 새로 온 이들이 성전군의 대열에 합류하고, 부지런히 임무를 수행하기 시작했습니다. 신병들은 전쟁보다는 돈에 더 관심이 많아 보입니다만, 적어도 이들은 명령에 복종하고, 명령받은 일을 착실히 수행합니다.
ko_mt: 십자군 대열에 합류한 이들은 성실하게 임무를 수행했습니다. 신병들은 전쟁보다 자신의 이익이 더 중요할지 모르지만, 시키는 대로 합니다.

source: {g|Event_7_2}[Choice effects]{/g} Send them away
ko: {g|Event_7_2}[선택 효과]{/g} 돌려보낸다
ko_mt: {g|Event_7_2}[선택 효과]{/g} 보내기

source: Characters such as those will destroy the crusade's reputation. The Commander rejected the criminals, and many influential nobles and clerics praised this act.
ko: 이러한 도둑들을 군대에 합류시키는 것은 성전군의 명성에 해를 끼칠 것입니다. 따라서 사령관은 이 범죄자들을 돌려보냈습니다. 많은 수의 성직자와 귀족들이 이 결정을 지지할 것 입니다.
ko_mt: 이런 자들은 십자군의 명성을 무너뜨릴 것입니다. 사령관은 범죄자들을 거부했고, 많은 영향력 있는 귀족과 성직자들은 이 행동을 칭찬했습니다.

source: {g|Event_7_3}[Choice effects]{/g} Arrest them
ko: {g|Event_7_3}[선택 효과]{/g} 체포한다
ko_mt: {g|Event_7_3}[선택 효과]{/g} 체포

source: They belong in the ranks of the Condemned. The soldiers have taken the new arrivals into custody, and now those who have lived as criminals will likewise serve as criminals.
ko: 새로 도착한 사람들은 형벌부대에 속하게 되었습니다. 이 범죄자들은 군인들에 의해 체포되었고, 이제 성전에 참여하게 되겠지만 그들의 과거와 죄는 사하여지지 않을 겁니다.
ko_mt: 그들은 사형수의 대열에 속합니다. 군인들은 새로 도착한 사람들을 구금했으며, 이제 범죄자로 살았던 사람들도 마찬가지로 범죄자로 복무하게 될 것입니다.

source: {g|Event_7_4}[Choice effects]{/g} Raise the criminals as undead
ko: {g|Event_7_4}[선택 효과]{/g} 범죄자들을 언데드로 되살린다
ko_mt: {g|Event_7_4}[선택 효과]{/g} 범죄자를 언데드로 키우기

source: This option is unavailable because you did not choose the Path of the Lich.
ko: 리치의 길을 선택하지 않았기 때문에 이 선택지를 사용할 수 없습니다.
ko_mt: 이 옵션은 리치 경로를 선택하지 않았으므로 사용할 수 없습니다.

source: The necromancers will grant death to the criminals and raise them as obedient corpses. Then, they will once again be clear before the law.
ko: 범죄자의 시체를 수습해 더 다루기 쉬운 언데드들로 가공할 사령술사들은 이들에게 죽음을 안겨줄 것입니다. 시체 병사들은 비로소 법 앞에서 결백을 되찾을 겁니다.
ko_mt: 강령술사는 범죄자에게 죽음을 부여하고 순종적인 시체로 부활시킵니다. 그러면 그들은 다시 한 번 법 앞에 깨끗해집니다.

source: {g|Event_7_5}[Choice effects]{/g} Accept and take care of them
ko: {g|Event_7_5}[선택 효과]{/g} 받아들이고 교화시킨다
ko_mt: {g|Event_7_5}[선택 효과]{/g} 수락하고 돌보기

source: Arueshalae is certain that service in the crusade reforms thieves, so she has assigned experienced officers to guide them. Along with combat training, they teach the bandits about honor and valor.
ko: 아루샬레는 도둑들 조차도 성전에 함께할 수 있다고 믿습니다. 그렇기에 그녀는 도둑들을 그들을 인도하고, 훈련시키고, 또 용기와 명예의 미덕을 가르칠 노련한 장교들에게 위탁했습니다.
ko_mt: 아루샬래는 십자군 복무가 도적들을 개혁할 수 있다고 확신하고, 경험이 풍부한 장교들을 배치해 도적들을 지도하도록 했습니다. 이들은 전투 훈련과 함께 도적들에게 명예와 용맹에 대해 가르칩니다.

source: An Army of Thieves
ko: 도둑들의 군대
ko_mt: 도둑의 군대

source: A large group of suspicious individuals has arrived at the gates of Drezen. They wish to join the crusade. Officers have recognized a number of thieves and murderers among their ranks, and it seems that the newcomers are only interested in spoils of war. Should they be accepted?
ko: 신원을 알 수 없는 사람들이 드레젠의 문에 모습을 드러냈습니다. 이들은 성전에 참가하고 싶어합니다. 이들 중에는 도둑과 살인자도 포함되어 있는데, 이들은 적에게서 얻을 전리품에만 관심이 있는 것 같습니다. 이 사람들의 입대를 허가해야 할까요?
ko_mt: 수상한 무리가 드레젠의 성문에 도착했습니다. 그들은 십자군에 합류하고 싶어합니다. 장교들은 그들 중에 도둑과 살인자가 많다는 것을 알아차렸고, 새로 온 사람들은 전쟁의 전리품에만 관심이 있는 것 같습니다. 그들을 받아들여야 할까요?

source: {g|Event_8_1}[Choice effects]{/g} Leave the cats be and exercise vigilance
ko: {g|Event_8_1}[선택 효과]{/g} 고양이는 내버려두고, 감시를 두배로 늘린다
ko_mt: {g|Event_8_1}[선택 효과]{/g} 고양이를 내버려두고 경계를 강화하세요.

source: The cats, safe and sound, dutifully guard the supplies. The soldiers, on the other hand, are scared of every shadow with a tail, but they remain vigilant and discover demon infiltrators promptly.
ko: 무사히도, 고양이들은 언제나 비축품들을 철저하게 보호하고 있습니다. 병사들은 꼬리 그림자만 봐도 겁에 질리지만, 그들의 경계 덕에 데몬 침입자들의 정체를 더 빠르게 파악할 수 있게 되었습니다.
ko_mt: 고양이들은 무사하고 건강하게 보급품을 성실하게 지키고 있습니다. 반면 병사들은 꼬리가 달린 모든 그림자를 무서워하지만 경계를 늦추지 않고 데몬의 침입자를 즉시 발견합니다.

source: {g|Event_8_2}[Choice effects]{/g} Get rid of the cats
ko: {g|Event_8_2}[선택 효과]{/g} 고양이들을 쫓아낸다
ko_mt: {g|Event_8_2}[선택 효과]{/g} 고양이 없애기

source: The Commander's soldiers have caught all the cats and sent them to Mendev, so the army can breathe easily. However, rats now ruin supplies on a regular basis.
ko: 사령관의 병사들은 모든 고양이들을 포획해 멘데브로 보냈습니다. 이제 병사들은 더 이상 겁에 질리지 않게 되었지만, 쥐 떼가 더 자주 보급품을 갉아먹게 되었습니다.
ko_mt: 사령관의 병사들은 모든 고양이를 잡아 멘데브에게 보냈고, 군대는 숨을 쉴 수 있게 되었습니다. 하지만 쥐들은 이제 정기적으로 보급품을 망치고 있습니다.

source: {g|Event_8_4}[Choice effects]{/g} Induct the cats into service
ko: {g|Event_8_4}[선택 효과]{/g} 고양이들을 감시병으로 활용한다
ko_mt: {g|Event_8_4}[선택 효과]{/g} 고양이를 서비스로 유도하기

source: This option is unavailable because you did not choose the Path of the Trickster.
ko: 트릭스터의 길을 선택하지 않았기 때문에 이 선택지를 사용할 수 없습니다.
ko_mt: 이 옵션은 사기꾼의 경로를 선택하지 않았으므로 사용할 수 없습니다.

source: All cats have been pronounced crusaders and now perform military duty. The red ones have been appointed priests of Iomedae, while the gray ones are inquisitors. Oddly enough, the solution worked — cat patrols now parade through the city, and their dreaded meowing causes any demon disguises to fall apart. Woe be to the enemy that runs into them — Iomedae's paws are soft to the righteous, but sharp to Abyssal spawn!
ko: 성전군의 이름으로, 고양이들은 이제부터 그들의 군사 임무를 수행합니다. 적갈색 고양이는 아이오메데의 성직자가 되고 회색 고양이는 이단 심문관이 되었습니다. 이상하게 들릴지도 모르지만 이 해결책은 꽤나 잘 굴러가고 있습니다. 도시 거리들을 고양이들이 순찰하고, 또 행군합니다. 야옹야옹 울음 소리에 변장한 데몬들이 겁에 질려 도망칩니다. 데몬들에게는 안됐지만요! 아이오메데의 새로운 동반자들은 정의로운 이들의 귀에는 골골송을 불러주지만, 심연의 불한당들에게는 개의치 않고 발톱을 들어낼 겁니다!
ko_mt: 모든 고양이는 십자군으로 선언되어 이제 군사 임무를 수행합니다. 붉은 고양이는 아이오메데의 사제로, 회색 고양이는 종교 재판관으로 임명되었습니다. 이상하게도 해결책은 효과가 있었습니다. 이제 고양이 순찰대가 도시를 행진하고, 고양이의 무시무시한 야옹 소리가 데몬의 변장을 무너뜨리고 있습니다. 아이오메데의 발은 의로운 자에게는 부드럽지만 심연의 산물에게는 날카롭기 때문에 마주치는 적에게는 화가 있을 것입니다!

source: {g|Event_8_5}[Choice effects]{/g} Ask the cult of Bastet for help
ko: {g|Event_8_5}[선택 효과]{/g} 바스테트의 추종자들에게 도움을 요청한다
ko_mt: {g|Event_8_5}[선택 효과]{/g} 바스테트 교단에게 도움 요청

source: This option is unavailable because you do not have Sosiel among your companions.
ko: 동료 중에 소시엘이 없기 때문에 이 선택지를 사용할 수 없습니다.
ko_mt: 이 옵션은 동료 중에 소시엘이 없으므로 사용할 수 없습니다.

source: Sosiel, remembering the cult of Bastet — poorly-known in Avistan — sent a few letters to Osirion. Priestesses of the goddess of cats are willing to identify the demons and remain to care for the cats. Their knowledge of divine rituals will prove useful to the crusade.
ko: 소시엘은 아비스탄에서는 잘 알려지지 않은, 고양이들의 신에게 헌신하는 종파를 떠올리고는 오시리온에 편지를 몇 통 보냈습니다. 바스테트의 여사제들이 악마들의 모습을 밝혀내고, 고양이들을 치료하기 위해 드레젠에 왔습니다. 그들이 가진 신성 의식에 대한 지식은 성전에 도움이 될 수 밖에 없을 겁니다.
ko_mt: 아비스탄에서 잘 알려지지 않은 바스테트 숭배를 기억하는 소시엘은 오시리온에게 몇 통의 편지를 보냈습니다. 고양이 여신의 여사제들은 데몬을 식별하고 고양이를 돌보기 위해 기꺼이 남아 있습니다. 신성한 의식에 대한 그들의 지식은 십자군에 유용할 것입니다.

source: A Problem with Nine Lives
ko: 고양이와 변장한 데몬들
ko_mt: 나인 라이프의 문제

source: The quartermasters brought cats to Drezen so that they would keep the stores safe from rats. Smaller demons have learned to assume the form of a cat to sneak into the city and wreak havoc. The soldiers are ready to start hunting cats, but the quartermasters are against it.
ko: 병참장교들이 쥐들을 쫓아내기 위해 드레젠에 고양이들을 들여온 이후로, 작은 악마들이 평범한 고양이의 형상을 취해 도시에 침입하고, 또 혼란의 씨앗을 뿌릴 수 있게 되었습니다. 병사들은 도시 곳곳의 고양이들을 쫓아내길 원하지만, 병참장교들은 이에 반대합니다.
ko_mt: 분대장들은 상점을 쥐로부터 안전하게 지키기 위해 고양이를 드레젠으로 데려왔습니다. 작은 데몬들이 고양이의 모습을 하고 도시에 몰래 들어와 혼란을 일으키는 법을 배웠습니다. 병사들은 고양이 사냥을 시작할 준비가 되었지만, 분병장들은 반대했습니다.

source: {g|Event_9_1}[Choice effects]{/g} Expand the streets
ko: {g|Event_9_1}[선택 효과]{/g} 거리를 넓힌다
ko_mt: {g|Event_9_1}[선택 효과]{/g} 거리 확장

source: By expanding the streets, the Drezen garrison will make it easier for the quartermasters to do their job.
ko: 거리를 넓힘으로써, 드레젠 주둔군은 보급 임무를 더 쉽게 만들어 줄 것입니다.
ko_mt: 거리를 확장하면 드레젠 수비대가 더 쉽게 임무를 수행할 수 있습니다.

source: {g|Event_9_2}[Choice effects]{/g} Reinforce the defenses
ko: {g|Event_9_2}[선택 효과]{/g} 방어를 강화한다
ko_mt: {g|Event_9_2}[선택 효과]{/g} 방어 강화

source: By rebuilding and fortifying the walls, the soldiers will improve Drezen's defenses.
ko: 새로운 성벽을 건설하고, 또 오래된 성벽을 보강하며 군인들은 드레젠의 방비를 강화합니다.
ko_mt: 병사들은 성벽을 재건하고 요새화하여 드레젠의 방어를 강화할 것입니다.

source: {g|Event_9_3}[Choice effects]{/g} Do not spend money on the renovations
ko: {g|Event_9_3}[선택 효과]{/g} 도시의 재보수에 돈을 낭비하지 않는다
ko_mt: {g|Event_9_3}[선택 효과]{/g} 리노베이션에 비용 지출하지 않기

source: As the Commander's troops are advancing, there is no point in restoring the city. By giving up on the renovations, the crusaders have managed to save some coin that can be spent on other needs.
ko: 성전군의 병사들이 빠르게 진격하고있고, 따라서 도시에 머무는 시간이 그렇게 길지 않습니다. 도시의 개축은 시간과 돈만 낭비할 겁니다. 그리고 이렇게 절약한 돈은 다른 유용한 부분에 사용될 수 있을 겁니다.
ko_mt: 사령관의 군대가 진격하고 있기 때문에 도시를 복구하는 것은 의미가 없습니다. 십자군은 수리를 포기함으로써 다른 필요를 위해 사용할 수 있는 코인을 절약할 수 있었습니다.

source: {g|Event_9_5}[Choice effects]{/g} Invite architects from the Order of the Nail
ko: {g|Event_9_5}[선택 효과]{/g} 대못 기사단의 건축가들을 초청한다
ko_mt: {g|Event_9_5}[선택 효과]{/g} 손톱의 기사단에서 건축가 초대하기

source: The Order of the Nail have been establishing stability and civilization in Varisia for many years. Their artisans have constructed countless fortresses and outposts that serve as bastions of order in a savage land. They readily agreed to send their brothers to Drezen.
ko: 대못 기사단은 여러 해 동안 바리시아에서 문명과 안정의 기틀을 세웠습니다. 이 장인들과 석공들은 야생의 땅에서도 질서를 수호하는 수많은 요새와 전초 기지를 건설했습니다. 사령관의 요청을 듣자마자, 이들은 드레젠에 대표자들을 파견했습니다.
ko_mt: 손톱의 기사단은 오랜 세월 동안 바리시아에 안정과 문명을 구축해 왔습니다. 이들의 장인들은 야만의 땅에서 질서의 보루 역할을 하는 수많은 요새와 전초기지를 건설했습니다. 그들은 형제들을 드레젠으로 보내는데 기꺼이 동의했습니다.

source: Restoration
ko: 드레젠 재보수
ko_mt: 상태회복

source: Drezen was built long ago, and compared to modern fortifications, its construction is hopelessly obsolete. The officers wish to rebuild the fortress and are arguing over what should be done first: to reinforce the defenses or to expand the streets to make the quartermasters' job easier and expedite supply deliveries.
ko: 드레젠은 오래된 도시입니다. 최근에 건설된 요새들에 비하면 드레젠의 구조는 시대에 뒤떨어져 있습니다. 장교들은 요새를 재건해야 한다고 한 목소리를 냈지만, 어떤 일을 우선해야 되는가에 대해서는 의견이 갈립니다. 몇몇 장교들은 지금 당장 방어를 강화해야 한다고 말하지만, 다른 장교들은 거리를 넓혀, 병참 장교들의 업무와 보급 임무를 더 쉽게 만들어야 한다고 말합니다.
ko_mt: 드레젠은 오래전에 지어졌기 때문에 현대식 요새에 비하면 한없이 낡은 건물입니다. 장교들은 요새를 재건하기를 원하며 방어를 강화할 것인지, 아니면 거리를 확장하여 병참장교들의 일을 더 쉽게 하고 보급품 배달을 더 빠르게 할 것인지에 대해 논쟁 중입니다.

source: {g|Event_10_1}[Choice effects]{/g} The messenger did everything by the book
ko: {g|Event_10_1}[선택 효과]{/g} 전령은 지시를 따랐을 뿐이다
ko_mt: {g|Event_10_1}[선택 효과]{/g} 메신저는 책에 따라 모든 것을 수행했습니다.

source: The soldiers have learned that orders are more important than their lives. The messengers' work has become more efficient, but the troops are slightly shaken.
ko: 군인들은 이제 임무가 그들의 목숨보다 더 중요하다는 교훈을 배우게 되었습니다. 전령들의 임무는 더 쉬워지게 되었지만, 병사들은 이 같은 결정에 동요하기 시작했습니다.
ko_mt: 병사들은 명령이 목숨보다 더 중요하다는 것을 배웠습니다. 전령들의 업무 효율은 높아졌지만 군대는 약간 동요합니다.

source: {g|Event_10_2}[Choice effects]{/g} The messenger committed a crime
ko: {g|Event_10_2}[선택 효과]{/g} 전령이 범죄를 저질렀다
ko_mt: {g|Event_10_2}[선택 효과]{/g} 메신저가 범죄를 저질렀습니다.

source: A soldier's life is indisputably precious. The messenger has received his punishment, and the soldiers now have confidence that the command values their lives.
ko: 병사들의 목숨은 언제나 소중합니다. 전령은 처벌 받았고, 병사들은 이제 지휘관들이 자신들의 목숨을 소중히 여긴다는 사실에 자부심을 갖게되었습니다.
ko_mt: 군인의 생명은 분명 소중합니다. 전령은 처벌을 받았고, 병사들은 이제 사령부가 자신의 생명을 소중히 여긴다는 확신을 갖게 되었습니다.

source: {g|Event_10_4}[Choice effects]{/g} Give the messenger a fair trial
ko: {g|Event_10_4}[선택 효과]{/g} 전령이 공정한 재판을 받게 한다
ko_mt: {g|Event_10_4}[선택 효과]{/g} 메신저에게 공정한 평가판 제공

source: This option is unavailable because you did not choose the Path of the Aeon.
ko: 에온의 길을 선택하지 않았기 때문에 이 선택지를 사용할 수 없습니다.
ko_mt: 이 옵션은 에온의 경로를 선택하지 않았기 때문에 사용할 수 없습니다.

source: The messenger was found innocent and promoted to a new position. He now oversees the performance of the officers in the way they carry out their orders and he enforces iron discipline in the army.
ko: 오랜 생각 끝에, 사령관은 전령은 죄가 없으며, 또 승진해야 된다는 판결을 내렸습니다. 그는 이제 장교들이 얼마나 임무를 잘 수행해 내는가, 또 강철같은 규율로 군대를 잘 유지하고 있는가를 감독하는 자리에 올랐습니다.
ko_mt: 전령은 무죄 판결을 받고 새로운 직책으로 승진했습니다. 그는 이제 장교들이 명령을 수행하는 방식을 감독하고 군대에서 철두철미한 규율을 시행합니다.

source: {g|Event_10_5}[Choice effects]{/g} Accuse the messenger's superior officers
ko: {g|Event_10_5}[선택 효과]{/g} 전령의 상관을 비난한다
ko_mt: {g|Event_10_5}[선택 효과]{/g} 전령의 상급 장교를 고발합니다.

source: The Queen's servants think they have the right to kill crusaders? Sosiel blamed the officers from the capital for this tragedy, claimed that the messenger was given poor instructions, and publicly demanded that the crown compensates the families of the deceased. This act has strengthened the Commander's authority.
ko: 여왕의 부하들은 그들이 성전군을 죽일 수 있는 권리를 갖고있다고 생각하고 있을까요? 소시엘은 전령이 잘못된 훈련을 받았으며, 이 비극의 책임은 수도의 장교들에게 있고, 여왕이 희생자들의 가족에게 배상을 해야 한다고 공개적으로 요구했습니다. 이 같은 결정으로, 사령관의 권위가 강해졌습니다.
ko_mt: 여왕의 신하들은 십자군을 죽일 권리가 있다고 생각합니까? 소시엘은 이 비극에 대해 수도의 장교들을 비난하고 메신저가 잘못된 지시를 받았다고 주장했으며 왕관이 고인의 가족에게 보상 할 것을 공개적으로 요구했습니다. 이 행위는 사령관의 권위를 강화했습니다.

source: A Misunderstanding
ko: 오해
ko_mt: 오해

source: A special messenger from Galfrey was delivering a missive to Drezen and ran into a sentry patrol by accident. Alas, the soldiers took the messenger for an enemy and attempted to search him, which ran contrary to the messenger's instructions. The sentries were killed, and the messenger has arrived in Drezen, now awaiting the Commander's judgment.
ko: 갈프리 여왕이 직접 보낸 전령이 여왕의 밀서를 전하려 드레젠으로 가는 도중, 순찰대와 맞닥뜨리게 되었습니다. 그를 적으로 오해한 군인들은 전령의 몸을 수색하고자 했습니다만, 불행히도 이는 그가 받은 임무에 전면으로 위배되는 것이였습니다. 보초들은 전령에게 살해당했고, 그는 드레젠에 도착했습니다. 이제 그는 사령관의 판결만을 기다리고 있습니다.
ko_mt: 갈프레이의 특별 전령이 드레젠으로 전령을 전달하던 중 우연히 보초 순찰대와 마주쳤습니다. 안타깝게도 병사들은 전령을 적으로 오인하고 수색을 시도했지만, 이는 전령의 지시에 어긋나는 일이었습니다. 보초병은 사살되었고, 전령은 드레젠에 도착해 사령관의 판단을 기다리고 있습니다.

source: {g|Event_11_1}[Choice effects]{/g} Remove mages from the units made of former Sarkorians
ko: {g|Event_11_1}[선택 효과]{/g} 마법사들을 다른 부대로 보낸다
ko_mt: {g|Event_11_1}[선택 효과]{/g} 전 사르코리안으로 구성된 유닛에서 마법사를 제거합니다.

source: The former Sarkorians have their reasons for being hateful. By acknowledging their grievances and removing mages from their units, the Commander has earned the respect of the Kellids. More and more of their kin are joining the ranks of the crusade.
ko: 사코리스인들의 증오는 아예 근거없는 것이 아니였습니다. 그들이 가진 서러움을 이해하고, 또 마법사들을 그들의 부대에서 제외함으로써 사령관은 켈리드 인들의 존경을 받게 되었습니다. 더욱 더 많은 켈리드 인 신병들이 성전군에 합류할 것입니다.
ko_mt: 옛 사르코리안들은 증오할 만한 이유가 있습니다. 사령관은 그들의 불만을 인정하고 부대에서 마법사를 제거함으로써 켈리드족의 존경을 얻었습니다. 점점 더 많은 친족이 성전 대열에 합류하고 있습니다.

source: {g|Event_11_2}[Choice effects]{/g} Stand up for the mages
ko: {g|Event_11_2}[선택 효과]{/g} 마법사들의 편을 든다
ko_mt: {g|Event_11_2}[선택 효과]{/g} 마법사들을 위해 일어서세요

source: The Commander stood up for the mages, and the former Sarkorians had no choice but to obey. News of this decision spread among arcane practitioners, and many of them have decided to join the crusaders.
ko: 사령관이 마법사들을 두둔하자 옛 사코리스인들은 명령에 복종할 수 밖에 없었습니다. 그리고 이 새로운 소식이 마법 사용자들에게 퍼져나갔고, 그들 중 많은 이가 성전에 동참하기 위해 드레젠으로 찾아왔습니다.
ko_mt: 사령관은 마법사들의 편에 섰고, 옛 사르코리안들은 복종할 수밖에 없었습니다. 이 결정에 대한 소식은 비전술사들 사이에 퍼졌고, 많은 마법사들이 십자군에 합류하기로 결정했습니다.

source: {g|Event_11_3}[Choice effects]{/g} Make the former Sarkorians fall in line
ko: {g|Event_11_3}[선택 효과]{/g} 옛 사코리스인들을 전열로 돌려보낸다
ko_mt: {g|Event_11_3}[선택 효과]{/g} 전 사르코리아인들을 복종하게 만드세요.

source: Upon receiving harsh punishment, the Kellids begrudgingly complied. News of this has bolstered the Commander's authority within the ranks.
ko: 강력한 징계를 받자, 켈리드 인들은 마지 못해 사령관의 뜻에 따르게 되었습니다. 소식이 전해지자, 성전군들 사이에서 사령관의 권위는 한 층 더 강화되었습니다.
ko_mt: 가혹한 처벌을 받자 켈리드는 마지못해 순응했습니다. 이 소식이 알려지면서 사령관의 권한은 더욱 강화되었습니다.

source: {g|Event_11_4}[Choice effects]{/g} Throw a banquet for the former Sarkorians and the mages
ko: {g|Event_11_4}[선택 효과]{/g} 옛 사코리스인들과 마법사들을 위한 연회를 개최한다
ko_mt: {g|Event_11_4}[선택 효과]{/g} 옛 사르코리안과 마법사들을 위한 연회를 열자.

source: The Kellids and the mages were reluctant to partake in joint revelry, but after three barrels of mead, they became best friends. Together, they sang several songs praising the Commander's name, plus a single sad one about Sarkoris.
ko: 마법사들과 켈리드 인들은 서로를 환대하는 것을 주저하고 있었습니다만, 벌꿀술을 세 통 비워내자 세상에서 둘도 없는 친한 사이가 되었습니다. 모두가 사령관에게 경의를 표하는 노래를 같이 불렀으며, 또 슬프지만 사코리스를 추억하는 노래를 불렀습니다.
ko_mt: 켈리드와 마법사들은 함께 어울리기를 꺼렸지만, 세 통의 맥주를 마신 뒤에는 절친한 친구가 되었어요. 그들은 사령관의 이름을 찬양하는 노래 몇 곡과 사르코리스에 대한 슬픈 노래 한 곡을 함께 불렀어요.

source: {g|Event_11_5}[Choice effects]{/g} Give the former Sarkorians a hint that the Commander's support is going to cost them
ko: {g|Event_11_5}[선택 효과]{/g} 옛 사코리스인들에게 사령관의 지원은 무료가 아니라는 사실을 알려준다
ko_mt: {g|Event_11_5}[선택 효과]{/g} 전 사르코리안들에게 사령관의 지원으로 대가를 치르게 될 것이라는 힌트를 주세요.
