Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: The outpost can be expanded into a bastion. This can be done in the management menu of the selected fort.
ko: 전초기지를 보루로 확장할 수 있게 되었습니다. 선택한 요새의 관리 메뉴에서 확장 명령을 내릴 수 있습니다.
ko_mt: 전초 기지는 요새로 확장할 수 있습니다. 이 작업은 선택한 요새의 관리 메뉴에서 수행할 수 있습니다.

source: All undead units gain the {g|RunelordZuthasGlyphs}[Runelord Zutha's Glyphs]{/g} feat.
ko: 모든 언데드 유닛은 {g|RunelordZuthasGlyphs}[룬로드 주타의 인장]{/g} 특기를 얻습니다.

source: Glyphs of Runelord Zutha
ko: 룬로드 주타의 인장
ko_mt: 룬군주 주타의 문양

source: Zacharius revealed to the Commander the secret of the ancient magical symbols invented by Runelord Zutha. When necromancers place them on the dead bodies of the Commander's slaves, they will gain new powers.
ko: 자카리우스는 룬로드 주타가 개발한 고대 마법 문양의 비밀을 사령관에게 보여주었습니다. 사령술사들이 사령관의 노예들의 죽어버린 몸에 문양을 올리면, 죽어버린 시체들은 새로운 힘을 얻게 될 것입니다.
ko_mt: 자카리우스는 사령관에게 룬군주 주타가 발명한 고대 마법의 상징의 비밀을 알려주었습니다. 강령술사가 사령관의 노예의 시체에 이 마법을 걸면 노예는 새로운 힘을 얻게 됩니다.

source: The glyphs of Runelord Zutha have empowered the Commander's warriors.
ko: 룬로드 주타의 인장이 사령관의 전사들을 강화시켰습니다.
ko_mt: 룬군주 주타의 문양은 사령관의 전사들에게 힘을 실어주었습니다.

source: West Sellen
ko: 서부 셀렌
ko_mt: 웨스트 셀렌

source: The course of the West Sellen river is the main transport route connecting Drezen and Mendev. As long as it remains in crusader hands, the Commander's forces can count on a steady flow of supplies and reinforcements. Enhancing the crusade's military, logistics, and diplomacy capabilities will unlock new possibilities offered by this region.
ko: 서부 셀렌 강의 수로는 드레젠과 멘데브를 잇는 주요 운송 경로입니다. 이 지역이 성전사들의 손에 남아있는 한 사령관의 부대는 꾸준히 보급품들과 지원군들을 받을 수 있습니다. 성전군의 군사, 병참, 그리고 외교 능력을 강화함으로써, 이 지역의 새로운 가능성을 해금할 수 있습니다.
ko_mt: 서셀렌 강은 드레젠과 멘데브를 연결하는 주요 수송로입니다. 이 강이 십자군 손에 있는 한 사령관의 부대는 보급품과 지원군의 꾸준한 흐름을 기대할 수 있습니다. 성전단의 군사, 병참, 외교 능력을 강화하면 이 지역이 제공하는 새로운 가능성이 열릴 것입니다.

source: Drezen Surroundings
ko: 드레젠 인근 지역
ko_mt: 드레젠 주변 환경

source: Drezen — capital of the Fifth Crusade and staging ground for the offensive against the Worldwound. It is crucial for the crusaders that the surrounding areas be tightly controlled. Enhancing the Commander's leadership prowess and the crusade's logistics and diplomacy capabilities will unlock new possibilities offered by this region.
ko: 드레젠 —다섯번째 성전의 수도이자, 세계상처와 맞서는 군사 작전의 중심지입니다. 이 지역을 성전사들의 통제 아래에 두는 것은 아주 중요합니다. 사령관의 지휘력과 성전군의 병참, 외교 능력을 강화함으로써, 이 지역의 새로운 가능성을 해금할 수 있습니다.
ko_mt: 드레젠 - 제5차 성전의 수도이자 세계상처에 대한 공세를 위한 거점입니다. 십자군에게는 주변 지역을 철저히 통제하는 것이 매우 중요합니다. 사령관의 리더십과 성전단의 병참 및 외교 능력을 강화하면 이 지역에서 새로운 가능성을 열 수 있습니다.

source: Lands of Yath
ko: 야스의 대지
ko_mt: 야스의 땅

source: The Lands of Yath gained their name from the living demonic Tower of Yath, which was built from a mound of vile flesh. All lands from which the tower's grim silhouette can be seen are deemed to be part of its dominion. Enhancing the crusade's diplomacy capabilities will unlock new possibilities offered by this region.
ko: 야스의 대지는 살아 있는 데몬이자, 사악한 살 덩어리들로 지어진 야스의 탑에서 그 이름을 따왔습니다. 이 탑의 암울한 모습이 보이는 모든 땅은, 탑의 영역권 내에 있다고 간주됩니다. 성전군의 외교 능력을 강화함으로써, 이 지역의 새로운 가능성을 해금할 수 있습니다.

source: Gray Road
ko: 회색 길
ko_mt: 회색 도로

source: One of Sarkoris's most important rivers once flowed through the Gray Road. Now its dried-out channel is the widest and most convenient road to Iz and Threshold. Enhancing the Commander's leadership prowess and the crusade's logistics capabilities will unlock new possibilities offered by this region.
ko: 한 때, 사코리스의 가장 중요한 강은 회색길을 통해 흘렀습니다. 하지만 지금은 매말라 버린 운하는 이즈와 극점으로 향하는 가장 편리한 도로가 되었습니다. 사령관의 지휘력과 성전군의 병참 능력을 강화함으로써, 이 지역의 새로운 가능성을 해금할 수 있습니다.
ko_mt: 사르코리스에서 가장 중요한 강 중 하나가 한때 회색 도로를 흐르고 있었습니다. 이제 메마른 수로는 이즈와 문턱으로 가는 가장 넓고 편리한 길이 되었습니다. 사령관의 리더십과 성전단의 병참 능력을 강화하면 이 지역에서 새로운 가능성이 열릴 것입니다.

source: Lake Lost to the Sun
ko: 태양을 잃은 호수
ko_mt: 태양을 잃은 호수

source: The Lake Lost to the Sun is a mysterious place where the sun never appears in the sky. No one knows what slumbers deep in its waters, but even demons avoid venturing there except in direst need. Enhancing the crusade's military, logistics, and diplomacy capabilities will unlock new possibilities offered by this region.
ko: 태양을 잃은 호수는 태양이 결코 하늘에 나타나지 않는 신비로운 장소입니다. 그 누구도 호수 깊은 곳에 잠든 것이 무엇인지 모르나, 데몬마저도 절박한 상황이 아니라면 그곳을 탐험하는 일을 꺼립니다. 성전군의 군사, 병참, 그리고 외교 능력을 강화함으로써, 이 지역의 새로운 가능성을 해금할 수 있습니다.
ko_mt: 태양을 잃은 호수는 하늘에 태양이 나타나지 않는 신비한 장소입니다. 물속 깊은 곳에 무엇이 잠들어 있는지 아무도 알지 못하지만, 데몬조차도 가장 절실한 경우를 제외하고는 그곳으로 가는 것을 피합니다. 십자군의 군사, 병참, 외교 능력을 강화하면 이 지역이 제공하는 새로운 가능성을 열 수 있습니다.

source: Wintersun Lands
ko: 윈터선 대지
ko_mt: 겨울 태양의 땅

source: The Wintersun Lands is the Sarkorian name given to this region in honor of the Wintersun clan. The old rulers of this place were famed for their hospitality, but it has been many years since any traveler ever returned from these lands. Enhancing the Commander's leadership prowess and the crusade's diplomacy and military capabilities will unlock new possibilities offered by this region.
ko: 윈터선 대지는 윈터선 씨족을 기리기 위해 이 지역에 붙인 사코리아 식 이름입니다. 이 장소의 옛 지배자들은 그들의 환대로 이름 높았으나, 이 땅에서 그 어떤 여행자들도 돌아오지 못한 지 오랜 시간이 흘렀습니다. 사령관의 지휘력과 성전군의 외교, 군사 능력을 강화함으로써, 이 지역의 새로운 가능성을 해금할 수 있습니다.
ko_mt: 윈터선 땅은 윈터선 일족을 기리기 위해 이 지역에 붙여진 사르코리안 이름입니다. 이곳의 옛 통치자들은 환대하기로 유명했지만, 여행자가 이 땅에서 돌아온 지 오랜 시간이 지났습니다. 사령관의 리더십과 십자군의 외교 및 군사 능력을 강화하면 이 지역이 제공하는 새로운 가능성을 열 수 있습니다.

source: The Wastes
ko: 황무지
ko_mt: 낭비

source: The Wastes are uninhabited northern lands that stretch west to the Realm of the Mammoth Lords, who are waging their own war against the demons, though on a smaller scale than the Fifth Crusade. Enhancing the crusade's military, logistics, and diplomacy capabilities will unlock new possibilities offered by this region.
ko: 황무지는 사람이 살지 않는 북방의 땅으로, 서쪽으로는 매머드 군주들의 영역까지 뻗어있습니다. 매머드 군주들은 자신들 나름대로 데몬들과 전쟁을 벌이고 있으나, 다섯번째 성전보다는 규모가 작습니다. 성전군의 군사, 병참, 그리고 외교 능력을 강화함으로써, 이 지역의 새로운 가능성을 해금할 수 있습니다.

source: Petrified Library
ko: 석화된 도서관
ko_mt: 석화 도서관

source: The Petrified Library is a forbidden forest whose trees once held the knowledge of the druids. After the demon invasion, the trees turned to stone, and their bark became granite armor, protecting the secrets of the Green Faith from enemies. Enhancing the Commander's leadership prowess and the crusade's diplomacy and military capabilities will open up new opportunities offered by this region.
ko: 석화된 도서관은 모든 나무들이 드루이드들의 지식을 담고있었던 금지된 숲입니다. 데몬 침공이 시작된 이후, 이 나무들은 돌로 변해버렸고 나무껍질은 화강암 갑옷이 되어, 신록의 믿음의 비밀들을 적으로부터 보호하고 있습니다. 사령관의 지휘력과 성전군의 외교, 군사 능력을 강화함으로써, 이 지역의 새로운 가능성을 해금할 수 있습니다.
ko_mt: 석화된 도서관은 한때 드루이드의 지식이 담긴 나무가 있던 금단의 숲입니다. 데몬의 침공 이후 나무는 돌로 변했고, 나무 껍질은 화강암 갑옷이 되어 적으로부터 녹색 신앙의 비밀을 보호하고 있습니다. 사령관의 리더십과 성전단의 외교 및 군사 능력을 강화하면 이 지역에서 새로운 기회가 열릴 것입니다.

source: Wounded Lands
ko: 상처입은 땅
ko_mt: 상처 입은 땅

source: The Wounded Lands are the heart of the Worldwound. Iz, the city of metalworkers, and the Threshold prison for arcane spellcasters, once stood here, but now it is infested with powerful demons. Enhancing the crusade's diplomacy capabilities will unlock new opportunities offered by this region.
ko: 상처입은 땅은 세계상처의 심장부입니다. 금속공들의 도시인 이즈와 비전 주문 시전자들을 가두는 극점 요새가가 한 때 이곳에 서 있었으나, 이들 모두가 강력한 데몬들에 의해 오염되었습니다. 성전군의 외교 능력을 강화함으로써, 이 지역의 새로운 가능성을 해금할 수 있습니다.
ko_mt: 상처 입은 땅은 세계상처의 심장부입니다. 한때 금속 세공인들의 도시이자 비전 마법사들을 가두는 문턱 감옥이었던 이즈가 이곳에 있었지만, 지금은 강력한 데몬들이 득실거리고 있습니다. 성전단의 외교 역량을 강화하면 이 지역에서 새로운 기회가 열릴 것입니다.

source: Winged Wood
ko: 날개달린 숲
ko_mt: 날개 달린 나무

source: The Winged Wood was once a great forest but it has been corrupted by the energies of the Worldwound. Hidden among the festering trees are demon spawn and tormented dryads, almost deranged with grief. Enhancing the Commander's leadership prowess and the crusade's logistics and military capabilities will unlock new possibilities offered by this region.
ko: 날개 돋힌 나무는 한 때 거대한 삼림이였으나, 세계상처의 에너지로 인해 오염되었습니다. 썩어가는 나무들 이면에는, 데몬들과 슬픔으로 거의 미쳐버린, 고문 당한 드라이어드들이 숨어있습니다. 사령관의 지휘력과 성전군의 병참, 군사 능력을 강화함으로써, 이 지역의 새로운 가능성을 해금할 수 있습니다.

source: Feats
ko: 특기
ko_mt: 피트 1

source: Hire General ({leader_cost} Finance Points)
ko: 지휘관 고용 ({leader_cost} 재정 점수)
ko_mt: 장군 고용 ({leader_cost} 재정 점수)

source: Sorcerers' Fortress
ko: 마술사의 요새

source: Treasonhome
ko: 반역의 집

source: Camp on the Ferry
ko: 나룻배 야영지

source: Hamlet of Sork
ko: 소르크 촌락

source: Gargoyle Canyon
ko: 가고일 대협곡

source: Vilareth Ford's Outpost
ko: 빌라레스 포드의 전초기지

source: Keeper's Canyon
ko: 파수꾼의 협곡

source: Tower of Yath
ko: 야스의 탑

source: Gloomy Gorge
ko: 음울한 협곡

source: Stone Maze
ko: 바위 미로

source: Sinister Mansion
ko: 불길한 저택

source: Death Bridge
ko: 죽음 다리

source: Camp of the Mammoth Lords
ko: 매머드 군주들의 야영지

source: The Castle of Desires
ko: 욕망의 성

source: Cave Citadel
ko: 동굴 성채

source: Last Barrier
ko: 마지막 장벽

source: Mountain Warden
ko: 파수꾼 산

source: Tyrant's Keep
ko: 폭군의 아성

source: Necromancer's Grave
ko: 사령술사들의 무덤

source: Banner of Victories
ko: 승리의 군기

source: Each victory over a demon Army adds 4 days to the time the Banner of Victories stays green.
ko: 데몬 군대에 승리를 거둘 시, 승리의 군기가 녹색으로 유지되는 시간이 4 일 연장됩니다.

source: Crusaders stumbled upon a group of ragged and exhausted scouts. They had set out on a patrol mission deep into the Worldwound, but then when Kenabres was attacked, they found themselves cut off and surrounded by demons. Surviving in such hostile conditions was not easy, but the scouts' spirits remained high and they readily joined the Commander's forces.
ko: 성전사들은 우연히 힘들고 지쳐보이는 정찰병들을 만났습니다. 이들은 세계상처 깊숙한 곳을 정찰하는 임무를 수행하러 왔지만, 케나브레스가 공격당했습니다. 이들은 자신들이 도망칠 길은 존재하지 않으며, 데몬들이 자신들을 포위하고 있음을 깨닫게 되었습니다. 이토록 적대적인 상황에서 생존하는 것은 쉽지 않으나, 정찰병들의 사기는 여전히 높았고, 따라서 별 어려움 없이 사령관의 부대에 편입되었습니다.

source: Soldiers came across a group of riders on fatigued horses — they were desperately fending off a demon attack after what had clearly been a long pursuit. The crusaders slayed the fiends and questioned the travelers. The riders turned out to be escaped prisoners from the demons' mines outside Drezen. They had killed their cultist guards and stolen the horses. According to them, their guards knew nothing of the Commander's forces, so hopefully {mf|his|her} offensive will catch Drezen unawares.
ko: 병사들은 기병대와 만났습니다. 이들의 말은 지쳐있었고, 긴 시간 동안 데몬들의 추격에서 필사적으로 도망치고 있었음이 분명합니다. 성전사들은 데몬들을 쓰러뜨렸고, 여행자들에게 질문을 건냈습니다. 기수들은 드레젠 외곽의 데몬 광산에서 탈출한 죄수들로 밝혀졌고, 이들은 사교도 경비들을 죽이고 군마를 훔칠 수 밖에 없었다고 합니다. 기수들에 따르면, 데몬들의 경비병들은 사령관의 부대를 전혀 모르고 있으며, 드레젠을 향한 사령관의 공세는 데몬들의 허를 찌르는 것과 같을 것입니다.

source: A crusader unit advancing north encountered a cultist band and eliminated it. The servants of the Abyss had been transporting prisoners of war to Drezen — the remains of the garrison from Vilareth Ford, which had been captured by the demons. Exhausted and wounded, the warriors adamantly refused to depart for the relative safety of Kenabres and instead asked to join the Commander's forces.
ko: 북쪽으로 나아간 성전사 분견대가 사교도 무리를 만났고, 섬멸 시켰습니다. 심연의 추종자들은 전쟁 포로들을 — 빌라레스 포드의 주둔군 잔존병들로, 데몬들에게 붙잡혔습니다 — 드레젠으로 옮기고 있었습니다. 지치고 부상당한 전사들은 케나브레스의 안전을 위해 떠나는 것을 거부했고, 그 대신 사령관에게 입대를 요청했습니다.

source: A squad of crusaders was caught in a sudden storm from the west. It lasted only a few minutes, but the unnatural lightning made up of electricity, flames, acid, and ice left several soldiers dead. The ease with which the forces of nature brutally claimed the lives of their comrades has demoralized the crusaders.
ko: 성전사 분견대 서쪽에서 불어닥친 갑작스러운 폭풍에 휘말렸습니다. 폭풍은 몇 분 동안만 지속되었지만, 전기, 화염, 산성, 그리고 얼음으로 만들어진 비 자연적인 번개는 여러 병사들을 죽게 만들었습니다. 전우들의 목숨을 잔혹하게 앗아간 자연의 힘은 성전사들의 사기를 낮춰버렸습니다.

source: Banner of the March on Drezen
ko: 드레젠으로 향하는 행군의 군기

source: Each victory over a demon Army on the road to Drezen adds 10 days to the time the Banner of the March on Drezen stays green.
ko: 드레젠으로 향하는 길 위에서 조우한 데몬 부대에 승리를 거둘 시, 드레젠을 향하는 행군의 군기가 녹색으로 유지되는 시간이 10 일 연장됩니다.

source: Banner of Conquest
ko: 정복의 군기

source: Each capture of a demon fort in Lands of Yath, Gray Road, Lake Lost to the Sun, and Wintersun Lands regions adds 30 days to the time the Banner of Conquest stays green. Reclaiming forts that were previously lost does not affect the Banner of Conquest.
ko: 야스의 대지, 회색 길, 태양을 잃은 호수, 그리고 윈터선 대지의 데몬 요새를 정복할 시, 정복의 군기가 녹색으로 유지되는 시간이 30 일 연장됩니다.

source: Banner of Defense
ko: 방어의 군기

source: As long as no crusader fort is under siege, the Banner of Defense is green. If any fort is under siege, the Banner of Defense turns yellow for 3 days, then red. As long as at least one crusader fort is captured by demons, the Banner of Defense remains red.
ko: 성전사들의 요새가 포위되지 않는 한, 방어의 군기는 초록색으로 유지됩니다. 요새가 포위되는 경우, 방어의 군기는 3 일동안 노란색으로 변하고, 그 후에 빨간색으로 변합니다. 데몬들이 요새를 점령한 경우, 방어의 군기는 빨간색으로 유지됩니다.

source: You have been defeated in the struggle against the demons. The strategic management of the crusade will continue in automatic mode. Demon forts blocking access to the captured regions will be liberated in stages.
ko: 당신은 데몬과의 전쟁에서 패배했습니다. 성전의 전략 관리는 자동 모드로 진행될 것입니다. 점령지로의 접근을 방해하는 데몬 요새는 단계적으로 해방될 것입니다.

source: Each capture of a demon fort in The Wastes, Petrified Library, Wounded Lands, and Winged Wood regions adds 20 days to the time the Banner of Conquest stays green. Reclaiming forts that were previously lost does not affect the Banner of Conquest.
ko: 황무지, 석화된 도서관 태양을 잃은 호수, 상처입은 땅, 그리고 날개 돋힌 나무의 데몬 요새를 정복할 시, 정복의 군기가 녹색으로 유지되는 시간이 20 일 연장됩니다. 이전에 잃어버린 요새를 되찾는 것은 정복의 군기에 아무런 영향도 끼치지 않습니다.

source: Leadership
ko: 지휘

source: The leadership stat represents the authority of the Knight Commander over the crusaders and their willingness to obey {mf|his|her} orders without question.
ko: 지휘 능력치는 모든 성전사들에게 미치는 사령관의 권위와 성전사들이 아무런 질문 없이 사령관에게 복종하고자 하는 의지를 의미합니다.

source: Logistics
ko: 병참

source: The logistics stat reflects the quality of the crusade's supplies.
ko: 병참 능력치는 성전사들이 받는 보급품의 질을 반영합니다.

source: Diplomacy
ko: 외교

source: The diplomacy stat reflects the political influence of the Knight Commander and the willingness of foreign mercenaries to join the crusade.
ko: 외교 능력치는 사령관의 정치적 영향력과 외국 용병들이 기꺼히 성전에 참여하고자 하는 의지를 반영합니다.

source: Military
ko: 군사

source: The military stat represents the level of battle readiness of the crusaders and the general combat effectiveness of crusader armies.
ko: 군사 능력치는 성전사들의 전투 준비 상태와 성전 부대 전반의 전투 효율성을 의미합니다.

source: {0} per last month
ko: 지난 달 {0}

source: Requires {0} days to solve
ko: 해결에 {0}일 필요

source: Ends in {0} days
ko: {0}일 후 종료

source: Free
ko: 무료

source: Start Event
ko: 사건 시작

source: Pass Decree
ko: 칙령 선포

source: Start the Claim
ko: 합병 시작

source: <b>{0}</b> is occupied with the decree "<b>{1}</b>".
ko: <b>{0}</b> 은/는 "<b>{1}</b>" 칙령에 전념중입니다.

source: Days left: <b>{0}</b>.
ko: 남은 날짜: <b>{0}</b>.

source: Decree cost: {0}
ko: 칙령 비용: {0}

source: Decree cost: {0} <#5A2614>(insufficient funds)
ko: 칙령 비용: {0} <#5A2614>(자금 부족)

source: Cost: {0}
ko: 비용: {0}

source: Cost: {0} <#5A2614>(insufficient funds)
ko: 비용: {0} <#5A2614>(자금 부족)

source: This region has not yet been claimed.
ko: 이 지역을 아직 점령하지 않았습니다.

source: Upgrades
ko: 업그레이드

source: [Draft] Resources description
ko: [Draft] 자원 설명

source: Destroyed
ko: 멸망

source: Kingdom Stat
ko: 왕국 지표

source: Stat Rank
ko: 지표 등급

source: Teleportation Circle
ko: 전이 마법진

source: Canceling this event will result in its immediate failure.
ko: 이 사건을 취소할 시, 즉각적으로 실패 처리됩니다.

source: Canceling this decree will refund <b>{0}</b>.
ko: 이 칙령을 취소하면 <b>{0}</b> 돌려받습니다.

source: Cancel Event
ko: 사건 취소

source: Cancel Decree
ko: 칙령 취소

source: {0} to roll
ko: 굴림에 {0}

source: Available: {0}
ko: 사용가능: {0}

source: Total
ko: 합계

source: Base Income
ko: 기본 수입

source: Income from Regions
ko: 지역별 수입

source: Required:
ko: 필요:

source: Not enough resources
ko: 자원 부족

source: Price:
ko: 비용:

source: Repeatable Decree
ko: 반복 가능한 칙령

source: Fortress
ko: 성새도시

source: Capital
ko: 수도

source: The construction of the building will be finished in <b>{0}</b> days.
ko: 이 건물은 <b>{0}</b> 일 후에 건설이 완료됩니다.

source: <b>{0}</b> days
ko: <b>{0}</b> 일

source: Sell:
ko: 판매:

source: Build:
ko: 건설:

source: Kingdom Stat Value: {0}
ko: 왕국 지표 수치: {0}

source: Kingdom Stat Rank: {0}
ko: 왕국 지표 등급: {0}

source: Click and drag to build
ko: 클릭후 드래그로 건설하세요

source: Building costs <b>{0}</b>
ko: 건설 비용 <b>{0}</b>

source: Need <b>{0}</b> free slots to build.
ko: 건물을 지으려면 빈 공간이 <b>{0}</b> 칸 필요합니다.

source: You cannot skip time while adventuring.
ko: 모험 중엔 시간을 건너 뛸 수 없습니다.

source: Skip one day
ko: 하루 건너뛰기

source: Unknown.
ko: 알려지지 않음.

source: Event resolution.
ko: 사건 해결.

source: Quest.
ko: 퀘스트.

source: This resource can be claimed by any kingdom that has claimed the surrounding territory
ko: 이 자원은 이 지역을 점령해야 사용할 수 있습니다

source: This resource belongs to a region outside your territories
ko: 이 자원은 당신의 영토 밖에 있습니다

source: Available for claiming
ko: 점령 가능

source: Resource claimed
ko: 자원 보유

source: The wise alchemist stores magic in glass vials, so that it can be unleashed on the battlefield at the decisive moment.
ko: 지혜로운 연금술사는 유리병 안에 마법을 비축함으로써, 전투 중 결정적인 순간에 마법의 힘을 풀어놓을 수 있습니다.

source: Apothecary
ko: 약제사의 약국

source: Medicines and invigorating potions prepared by the apothecary boost soldiers' energy and heal their wounds.
ko: 약제사가 준비한 약과 활력 물약은 병사들의 힘을 북돋아주고, 상처를 치유합니다.

source: An Apothecary provides a +10% bonus to HP for all trainable units in adjacent buildings. Only one Apothecary can be built in each fort except Drezen.
ko: 약제사의 약국은 인접한 건물의 훈련 유닛의 HP에 10 % 의 보너스를 부여합니다. 하나의 요새에 하나의 약제사의 약국만 건설 가능합니다 (드레젠 제외).

source: Garrison Archery Range
ko: 주둔군 궁술 훈련장

source: A place where crusaders hone their shooting skills and become proficient archers.
ko: 성전사들이 사격 실력을 연마하고, 숙련된 궁수가 되는 장소입니다.

source: A Garrison Archery Range increases recruitment growth for the Main Archery Range by 25%. Only one Garrison Archery Range can be built in each fort.
ko: 주둔군 궁술 훈련장은 중앙 궁술 훈련장의 모집 성장을 25 % 증가시킵니다. 하나의 요새에 하나의 주둔군 사격장만 건설 가능합니다.

source: Main Archery Range
ko: 중앙 궁술 훈련장

source: The Main Archery Range allows recruitment of and provides weekly recruitment growth for {g|Archers}[Archers]{/g}, {g|Rangers}[Rangers]{/g}, {g|Bandits}[Bandits]{/g}, {g|Marksmen}[Marksmen]{/g}, {g|Slingers}[Slingers]{/g}, and {g|Headhunters}[Headhunters]{/g} (if available). Only one Main Archery Range can be built in total.
ko: 중앙 궁술 훈련장은 {g|Archers}[궁수]{/g}, {g|Rangers}[레인저]{/g}, {g|Bandits}[도적]{/g}, {g|Marksmen}[저격수]{/g}, {g|Slingers}[투석병]{/g}, 그리고 {g|Headhunters}[해드헌터]{/g}의 모집을 가능하게하고, 주 당 모집 성장을 늘립니다 (가능할 경우). 오직 하나의 중앙 궁술 훈련장만 건설 가능합니다.

source: Arsenal
ko: 병기고

source: A skilled master craftsman makes sturdy armor here that not even demon blades can pierce.
ko: 이곳에서 숙련된 장인이 데몬들의 칼날도 뚫을 수 없는 튼튼한 갑옷을 만듭니다.

source: An Arsenal provides a +1 bonus to AC for all trainable units in adjacent buildings. Only one Arsenal can be built in each fort except Drezen.
ko: 병기고는 인접한 건물의 훈련 유닛의 AC에 +1 의 보너스를 부여합니다. 하나의 요새에 하나의 병기고만 건설 가능합니다 (드레젠 제외).

source: Shelter
ko: 대피소

source: Protected by spells, this is the only place where weary crusaders can rest without fear of the harmful magic of the Abyss.
ko: 주문으로 보호되는 장소로, 지친 성전사들이 해로운 마법을 걱정하지 않고 쉴 수 있는 유일한 장소입니다.

source: A Shelter allows the Commander's party to rest in the fort without increasing the effect of the Abyssal corruption.
ko: 대피소가 지어진 요새에서 사령관의 일행이 휴식하면 심연 오염이 증가하지 않습니다.

source: Garrison Barracks
ko: 주둔군 병영

source: Large barracks where ordinary infantry troopers sleep, eat, train, and enjoy their unsophisticated entertainment.
ko: 일반 보병들이 자고, 먹고, 훈련하고, 또 그들의 투박한 오락을 즐기는 커다란 병영입니다.

source: Garrison Barracks increase recruitment growth for the Main Barracks by 25%. Only one Garrison Barracks can be built in each fort.
ko: 주둔군 병영은 중앙 병영의 모집 성장을 25 % 증가시킵니다. 하나의 요새에 하나의 주둔군 병영만 건설 가능합니다.

source: Main Barracks
ko: 중앙 병영

source: The Main Barracks allow recruitment of and provide weekly recruitment growth for {g|Conscripts}[Conscripts]{/g}, {g|Footmen}[Footmen]{/g}, {g|Spearmen}[Spearmen]{/g}, {g|Convicts}[Convicts]{/g}, {g|Champions}[Champions]{/g}, and {g|ShieldBearers}[Shield Bearers]{/g} (if available). Only one Main Barracks can be built in total.
ko: 중앙 병영은 {g|Conscripts}[징집병]{/g}, {g|Footmen}[보병]{/g}, {g|Spearmen}[창병]{/g}, {g|Convicts}[죄수]{/g}, {g|Champions}[챔피언]{/g}, 그리고 {g|ShieldBearers}[방패병]{/g} 의 모집을 가능하게하고, 주 당 모집 성장을 늘립니다 (모집 가능할 경우). 오직 하나의 중앙 병영만 건설 가능합니다.

source: Supply Center
ko: 보급 기지

source: The advance of the crusade deeper into enemy territory lengthens supply routes and complicates logistics. The Supply Center is a citadel of scribes, clerics, and coachmen, whose job it is to see that the advancing army faces no shortages of medical supplies, ammunition, or provisions.
ko: 성전군이 적의 영토 깊숙히 진군하면 보급로가 길어지고, 물류 이동에 차질을 빚게 됩니다. 보급 기지는 필경사, 성직자, 마부들의 요새로, 이들의 주요 업무는 진군하는 부대가 의료품, 탄약, 비축품 부족에 시달리지 않게 하는 것입니다.

source: A Supply Center increases Materials Points income by 3. Only one Supply Center can be built in each fort.
ko: 보급 기지는 물자 점수 수입을 3 증가 시킵니다. 하나의 요새에 하나의 보급 기지만 건설 가능합니다.

source: A Supply Center increases Materials Points income by 4. Only one Supply Center can be built in each fort.
ko: 보급 기지는 물자 점수 수입을 4 증가 시킵니다. 하나의 요새에 하나의 보급 기지만 건설 가능합니다.

source: Supervised by scrupulous clerics, sweetwort is fermenting in big cauldrons; it will soon become a divine beverage that lightens spirits and inspires minds.
ko: 세심한 성직자들의 관리 속에서, 달콤한 맥아즙이 커다란 솥에서 발효되고 있습니다. 맥아즙은 곧 영혼을 가볍게하고, 마음에 영감을 불어넣는 신성한 음료가 될 것입니다.

source: A Brewery provides a +10 bonus to crusade morale and a +1 bonus to maximum crusade morale, and also provides a +5 bonus to combat morale and DR 1/- to all units. All units receive a 5% chance to perform a random action instead of the one selected in battle. Only one Brewery can be built in each fort.
ko: 양조장은 성전 사기에 +10 의 보너스를 부여하고, 최대 성전 사기에 +1 의 보너스를 줍니다. 또한 +5 전투 사기와 DR 1/- 을 모든 유닛에게 부여합니다. 모든 유닛은 5% 확률로 지정한 행동 대신 무작위한 행동을 하게됩니다. 하나의 요새에 하나의 양조장만 건설 가능합니다.

source: Supervised by seasoned veterans of booze-consumption, sweetwort is fermenting in big cauldrons; it will soon become every soldier's consolation — a beverage that fills hearts with courage and inspires a desire for adventure.
ko: 애주가 고참병이 관리 속에서, 달콤한 맥아즙이 커다란 솥에서 발효되고 있습니다. 맥아즙은 곧 모든 병사들의 위안이자, 가슴을 용기로 채우고, 모험심을 불어넣어 주는 음료가 될 것입니다.

source: A Brewery provides a +10 bonus to crusade morale and a +1 bonus to maximum crusade morale, and also provides a +1 bonus to attack and AC to all units. All units receive a 5% chance to perform a random action instead of the one selected in battle. Only one Brewery can be built in each fort.
ko: 양조장은 성전 사기에 +10 의 보너스를 부여하고, 최대 성전 사기에 +1 의 보너스를 줍니다. 또한 +1 의 명중 보너스와 AC 를 모든 유닛에게 부여합니다. 모든 유닛은 5% 확률로 지정한 행동 대신 무작위한 행동을 하게됩니다. 하나의 요새에 하나의 양조장만 건설 가능합니다.

source: Supervised by knowledgeable mages, sweetwort is fermenting in big cauldrons; soon it will become a magic drink that grants wisdom to minds and strength to bodies.
ko: 풍부한 지식을 가진 마법사들의 관리 속에서, 달콤한 맥아즙이 커다란 솥에서 발효되고 있습니다. 맥아즙은 곧 정신에 지혜를 주고, 몸에는 힘을 주는 마법의 음료가 될 것입니다.

source: A Brewery provides a +10 bonus to crusade morale and a +1 bonus to maximum crusade morale. All generals gain a +2 bonus to Power and increase their Energy recovery by 1 per day. All units receive a 5% chance to perform a random action instead of the one selected in battle. Only one Brewery can be built in each fort.
ko: 양조장은 성전 사기에 +10 의 보너스를 부여하고, 최대 성전 사기에 +1 의 보너스를 줍니다. 또한 지휘관들의 마력에 +2 보너스를 부여하고, 일일 에너지 회복을 1 증가시킵니다. 모든 유닛은 5% 확률로 지정한 행동 대신 무작위한 행동을 하게됩니다. 하나의 요새에 하나의 양조장만 건설 가능합니다.

source: Bulletin Board
ko: 게시판

source: The Bulletin Board is the focal point of the army's social life. This is where the Commander's orders, sermons, and news from the front are posted, as well as pamphlets, advertisements, and satirical caricatures of officers who have won soldier's special "affection".
ko: 게시판은 병사들의 사회 활동에 있어서, 중심지가 되는 장소입니다. 사령관의 명령, 설교, 그리고 전방에서의 소식들과, 그 밖에도 안내문이나 광고들, 아니면 병사들의 특별한 "관심"을 갖는 장교의 우스꽝스러운 그림들도 이곳에 게시됩니다.

source: A Bulletin Board provides all units with a +2% bonus to the chance to act twice due to positive combat morale and a -2% bonus to the chance to skip action due to negative combat morale. Only one Bulletin Board can be built in each fort.
ko: 게시판은 긍정적인 사기로 인해 두 번 행동할 확률을 2% 증가시키고, 모든 유닛이 부정적인 사기로 인해 행동할 기회를 넘길 확률을 2% 감소시킵니다. 각 요새 당 하나의 게시판만 건설 가능합니다.
