Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: The Commander approved the tests, but secretly persuaded the clerics to influence the outcome. {mf|His|Her} supporters won with ease, and the knights who showed little loyalty to the Commander embarrassed themselves and lost whatever authority they had before.
ko: 사령관은 시험을 허가했지만, 비밀리에 성직자들을 설득하여 결과를 조작했습니다. 사령관의 지지를 받는 병사들은 쉽게 승리할 수 있게 되었고, 사령관에게 작은 충성심을 보인 기사들은 크게 당황하며, 그들이 전에 가졌던 권위를 잃어버리게 되었습니다.
ko_mt: 사령관은 시험을 승인했지만, 결과에 영향을 미치기 위해 성직자들을 몰래 설득했습니다. {mf|그|그녀}의 지지자들은 쉽게 승리했고, 사령관에게 충성심을 보이지 않았던 기사들은 당황하여 이전에 가졌던 모든 권위를 잃었습니다.

source: {g|Event_70_5}[Choice effects]{/g} Hand out the weapons to the weakest
ko: {g|Event_70_5}[선택 효과]{/g} 가장 약한 이들에게 무기를 지급한다
ko_mt: {g|Event_70_5}[선택 효과]{/g} 가장 약한 자에게 무기를 나눠주세요.

source: With the Commander's permission, Ember took the weapons from the Asmodeans and gave them to weak soldiers. This armament will improve their chances of surviving in battle.
ko: 사령관의 허가에, 엠버는 아스모데우스 신자에게서 무기를 가져와, 약한 병사들에게 나누어 주었습니다. 이런 강력한 무기들은 그들이 전장에서 살아남을 확률을 높여줄 것입니다.
ko_mt: 사령관의 허락을 받아 엠버는 아스모데인들로부터 무기를 빼앗아 약한 병사들에게 나눠주었습니다. 이 무기는 전투에서 살아남을 확률을 높여줄 것입니다.

source: A Test of Faith
ko: 신앙의 시험
ko_mt: 믿음의 시험

source: A group of {g|Asmodeus}[Asmodean]{/g} clerics has arrived in Drezen with a shipment of enchanted weapons. They claim that these blades must go to the warriors who are the most devout followers of their faith. The clerics wish to organize a dangerous test for the soldiers.
ko: {g|Asmodeus}[아스모데우스]{/g}의 성직자들이 다량의 마법 무기와 함께 드레젠에 도착했습니다. 이들은 이 무기들은 반드시 아스모데우스를 열렬하게 신앙하는 전사들에게 주어저야 한다고 주장합니다. 성직자들은 병사들을 시험할 위험한 시련을 준비하고 싶어합니다.

source: {g|Event_71_1}[Choice effects]{/g} Demand the removal of the dump
ko: {g|Event_71_1}[선택 효과]{/g} 쓰레기를 치울 것을 요구한다
ko_mt: {g|Event_71_1}[선택 효과]{/g} 덤프 제거 요청

source: Afraid of angering the crusaders, representatives of Kaer Maga have cleared the garbage dump that was becoming a serious logistical hindrance to the crusade.
ko: 성전사들의 분노를 살 것을 우려하여, 케어 마가의 대표들은 성전사들에 심각한 물류 장애를 안겨주던 쓰레기 더미를 치웠습니다.
ko_mt: 성전사들의 분노를 두려워한 카에르 마가의 대표들은 성전에 심각한 물류 장애가 되었던 쓰레기장을 치웠습니다.

source: {g|Event_71_2}[Choice effects]{/g} Seek compensation from Kaer Maga
ko: {g|Event_71_2}[선택 효과]{/g} 케어 마가에 보상을 청구한다
ko_mt: {g|Event_71_2}[선택 효과]{/g} 카에르 마가에게 보상 요청하기

source: Varisians favor business deals over feuds. Not willing to cross the crusaders, the mages chose to pay them off.
ko: 바리시아 인들은 불화보다는 사업 관계를 맺는 것을 선호합니다. 성전사들의 기분이 상하지 않게끔, 마법사들은 그에 대한 보상금을 지불할 것입니다.
ko_mt: 바리시아인은 불화보다 거래를 선호합니다. 십자군을 넘지 않으려는 마법사들은 십자군에게 돈을 지불하는 방법을 선택했습니다.

source: {g|Event_71_3}[Choice effects]{/g} Oblige the mages to work off the damage they have caused
ko: {g|Event_71_3}[선택 효과]{/g} 마법사들에게 그들이 입힌 피해의 복구를 명한다
ko_mt: {g|Event_71_3}[선택 효과]{/g} 마법사에게 자신이 입힌 피해를 회복하도록 의무화합니다.

source: The arcanists of Kaer Maga begrudgingly agreed to help the crusaders with spells and rituals as reparations for the damage they inadvertently caused.
ko: 케어 마가의 아르카니스트들은 마지못해 의식과 마법 주문을 사용하여 성전사들을 돕고, 자신들이 실수로 일으킨 피해를 복구 할 것입니다.
ko_mt: 카에르 마가의 아카니스트들은 십자군이 실수로 일으킨 피해에 대한 보상으로 마지못해 주문과 의식을 통해 십자군을 돕기로 동의했습니다.

source: {g|Event_71_4}[Choice effects]{/g} Thoroughly rummage around in the dump
ko: {g|Event_71_4}[선택 효과]{/g} 쓰레기장을 샅샅히 뒤진다
ko_mt: {g|Event_71_4}[선택 효과]{/g} 덤프에서 철저히 뒤적거립니다.

source: One man's magical trash is another man's treasure! The soldiers now frequent the dump like children looking for buried riches. Some of their finds have been truly extraordinary.
ko: 누군가의 마법 쓰레기는, 다른 사람에겐 보물이나 마찬가지입니다! 병사들은 이제 어린 아이처럼 쓰레기장에서 묻혀있는 부를 파헤치고 있습니다. 어떤 병사들이 찾은 물건은 정말인지 굉장했습니다.
ko_mt: 한 사람의 마법의 쓰레기가 다른 사람에게는 보물입니다! 병사들은 이제 묻힌 보물을 찾는 아이들처럼 쓰레기장을 자주 찾습니다. 그들이 발견한 것 중 일부는 정말 놀라운 것들이었습니다.

source: {g|Event_71_5}[Choice effects]{/g} Send the garbage back to the mages
ko: {g|Event_71_5}[선택 효과]{/g} 마법사들에게 쓰레기들을 다시 보낸다
ko_mt: {g|Event_71_5}[선택 효과]{/g} 쓰레기를 마법사에게 돌려보냅니다.

source: Ember was convinced that the mages meant no harm. No one had taught them that littering is bad, that is all. She packaged some of the dangerous finds and sent them to Kaer Maga with a politely written note. The next day, the headquarters of the Arcanists' Circle was shaken by a small explosion, and the mages sent a pile of gold to Drezen along with a request not to send them anything else.
ko: 마법사들이 악의를 갖고 행동한 것이 아니라는 사실을 엠버는 확신하고 있었습니다. 단지, 그 누구도 그들에게 쓰레기를 아무렇게나 버리는 것이 나쁜 일이라는 것을 알려주지 않았을 뿐입니다. 그녀는 위험한 쓰레기를 포장해, 예의 바른 어투로 적힌 쪽지와 함께 케어 마가의 마법사들에게 보냈습니다. 다음 날, 아르카니스트의 회합 본부가 작은 폭발로 뒤흔들렸고, 마법사들은 드레젠으로 많은 양의 금과 함께 다른 것을 보내지 말아달라는 요청을 보냈습니다.
ko_mt: 엠버는 마법사들이 해를 끼칠 의도는 없다고 확신했어요. 쓰레기를 버리는 것이 나쁘다는 것을 아무도 가르쳐주지 않았기 때문이었죠. 엠버는 위험한 물건들을 포장해서 정중하게 쓴 편지와 함께 케르 마가에게 보냈어요. 다음 날, 아카니스트 서클의 본부가 작은 폭발로 흔들렸고 마법사들은 드레젠에게 다른 것은 보내지 말아 달라는 부탁과 함께 금 더미를 보냈어요.

source: Garbage Dump
ko: 쓰레기장
ko_mt: 가비지 덤프

source: It has been discovered that members of the Arcanists' Circle of Kaer Maga are using the Worldwound as a garbage dump. They teleport the results of their failed experiments here. It just so happens that the approaches to Drezen now house a magical dump.
ko: 케어 마가의 아르카니스트 회합의 조직원들이 세계상처를 쓰레기 처리장으로 사용하는 것을 목격했습니다. 자신들의 실패한 실험의 결과물들을 드레젠에서 멀지 않은 곳으로 순간이동 시키고 있고, 마법 쓰레기통이 되어가고 있습니다.
ko_mt: 아카니스트 서클 오브 카아르 마가의 일원이 세계상처를 쓰레기장으로 사용하고 있다는 사실이 밝혀졌습니다. 그들은 실패한 실험의 결과를 이곳으로 순간이동시킵니다. 공교롭게도 드레젠으로 가는 길목에 마법의 쓰레기장이 있습니다.

source: {g|Event_72_1}[Choice effects]{/g} Condemn him
ko: {g|Event_72_1}[선택 효과]{/g} 그를 처벌한다
ko_mt: {g|Event_72_1}[선택 효과]{/g} 그를 비난하다

source: The Commander's attention to the lives of common soldiers has inspired the army. At least they will not have to worry about being hit by their own in combat.
ko: 사령관이 일반 병사들의 생명도 소중히 여기고있다는 사실을 보여주자, 부대의 사기가 오르게 되었습니다. 적어도 그들은 전투 중에 아군에게 공격 당할 걱정은 하지 않아도 될겁니다.
ko_mt: 일반 병사들의 삶에 대한 사령관의 관심은 군대에 영감을 불어넣었습니다. 적어도 전투에서 아군에게 맞을 걱정은 하지 않아도 됩니다.

source: {g|Event_72_2}[Choice effects]{/g} Acquit him
ko: {g|Event_72_2}[선택 효과]{/g} 그에게 무죄를 선고한다
ko_mt: {g|Event_72_2}[선택 효과]{/g} 무죄 선고

source: Victory comes at a cruel price. The mage has been acquitted, and his example has emboldened other spellcasters to use dangerous magic.
ko: 승리의 대가는 때때로 잔혹한 법입니다. 마법사에게는 무죄 판결이 내려졌고, 그로 인해 다른 마법 시전자들이 더 위험한 마법을 대담하게 사용할 것입니다.
ko_mt: 승리는 잔인한 대가를 치릅니다. 그 마법사는 무죄 판결을 받았고, 그의 사례는 다른 마법사들에게 위험한 마법을 사용하도록 용기를 주었습니다.

source: {g|Event_72_4}[Choice effects]{/g} Find the real guilty party
ko: {g|Event_72_4}[선택 효과]{/g} 진짜 죄인을 찾는다
ko_mt: {g|Event_72_4}[선택 효과]{/g} 진짜 범인 찾기

source: The fault for the soldiers' deaths lies with their superior officer who failed to move them out of the blast area with a timely maneuver. Once the Commander punished the hapless officer, others made sure to put more focus on the speed and mobility of their units.
ko: 병사들의 죽음은, 그들의 장교가 제 시간에 폭발 반경을 벗어나도록 명령하는데 실패했기 때문에 일어났습니다. 사령관이 불운한 장교를 처벌하자, 다른 장교들은 자신들의 부대가 더 빠르게 움직이고, 더 큰 기동성을 갖도록 훈련에 중점을 두었습니다.
ko_mt: 병사들의 죽음에 대한 책임은 적시에 병사들을 폭발 지역 밖으로 이동시키지 못한 상급 장교에게 있습니다. 사령관이 불운한 장교를 처벌하자 다른 장교들은 부대의 속도와 기동성에 더 집중했습니다.

source: Friendly Fire
ko: 아군 사격
ko_mt: 아군 사격

source: In an attempt to turn the tide of battle in the crusade's favor, one of the mages used a powerful spell that destroyed the enemies, but also struck the crusaders that were fighting them. Should his actions be justified or should he be condemned for the deaths of his comrades?
ko: 전황을 바꾸려는 성전사들의 노력 속에서, 마법사 하나가 강력한 주문을 사용해 적들을 파괴했습니다. 하지만 적들과 싸우던 성전사들도 주문으로 큰 타격을 입었습니다. 그의 행동은 정당한 것이였을까요, 아니면 전우들의 죽음에 책임을 져야할까요 ?
ko_mt: 전세를 십자군에게 유리하게 돌리기 위해 마법사 중 한 명이 강력한 주문을 사용해 적을 파괴하는 동시에 적과 싸우던 십자군도 공격했습니다. 그의 행동은 정당화되어야 할까요, 아니면 동료들의 죽음에 대한 비난을 받아야 할까요?

source: {g|Event_73_1}[Choice effects]{/g} Accept them
ko: {g|Event_73_1}[선택 효과]{/g} 그들을 받아드린다
ko_mt: {g|Event_73_1}[선택 효과]{/g} 수락

source: The Ulfen have joined the army to temper their spirit in the flames of battle and to bridle the beasts that slumber in their souls.
ko: 울펜 인들은 성전에 입대했습니다. 이들은 전투의 화염 속에서 영혼을 단련하고, 영혼 속의 짐승들을 잠재울 수 있을 겁니다.
ko_mt: 울펜은 전투의 불길 속에서 정신을 단련하고 영혼 속에 잠들어 있는 야수에게 굴레를 씌우기 위해 군대에 합류했습니다.

source: {g|Event_73_2}[Choice effects]{/g} Reject them
ko: {g|Event_73_2}[선택 효과]{/g} 그들을 거부한다
ko_mt: {g|Event_73_2}[선택 효과]{/g} 거부

source: The Ulfen are too aggressive and uncontrollable to remain in the army. To the great joy of the common soldiers, the Commander rejected them, and they left to seek their heroic deeds in other lands.
ko: 울펜인들은 성전군에 남기에는 너무 공격적이고 통제 불가능합니다. 사령관이 그들을 거절하자 평범한 병사들은 매우 기뻐했고, 울펜인들은 다른 땅에서 영웅적인 업적을 성취하기 위해 드레젠을 떠났습니다.
ko_mt: 울펜족은 너무 공격적이고 통제할 수 없어 군대에 남아있을 수 없었습니다. 일반 병사들의 큰 기쁨에 사령관은 그들을 거부했고, 그들은 다른 땅에서 영웅적인 업적을 쌓기 위해 떠났습니다.

source: {g|Event_73_4}[Choice effects]{/g} Keep them as the healers' assistants in the rear
ko: {g|Event_73_4}[선택 효과]{/g} 그들에게 후방의 치료사들을 보조하라고 명한다
ko_mt: {g|Event_73_4}[선택 효과]{/g} 후방에 치유사의 조력자로 배치합니다.

source: The Ulfen will be aggravated by the Commander's decision, but it will teach them a valuable lesson. By helping the healers and resisting the urge to charge into battle, they will find tenacity and control over the inner beast. Only then will they stop being monsters and become monster hunters.
ko: 울펜 인들은 사령관의 결정에 화를 낼 겁니다. 하지만 이는 그들에게 값진 교훈을 새겨 줄 것입니다. 치유사들을 돕고, 전투로 뛰어나가고픈 충동을 억누르며, 그들은 끈기와 내면의 짐승을 제어하는 법을 배울 겁니다. 그렇게하면, 그들은 괴물이 되는 것을 멈추고, 괴물 사냥꾼이 되어 갈 것입니다.
ko_mt: 울펜은 사령관의 결정에 분노하겠지만, 이를 통해 귀중한 교훈을 얻게 될 것입니다. 치유사를 돕고 전투에 뛰어들고 싶은 충동을 참음으로써 내면의 야수에 대한 끈기와 통제력을 찾을 수 있습니다. 그래야만 괴물에서 벗어나 괴물 사냥꾼이 될 수 있습니다.

source: {g|Event_73_5}[Choice effects]{/g} Awaken the rage in their Ulfen blood
ko: {g|Event_73_5}[선택 효과]{/g} 그들의 핏 속 격노를 일깨운다
ko_mt: {g|Event_73_5}[선택 효과]{/g} 울펜의 피 속에 있는 분노를 깨우세요.

source: Wenduag will explain to the Ulfen that their rage is not a vice, but something to be proud of. Their attempts to contain the inner beast only get in their way. Only by giving in to their wild nature will they find strength.
ko: 웬두아그는 울펜 인들에게 격노는 부끄러워 할 것이 아닌, 자부심을 가져야 할 것이라고 설명할 것입니다. 이들은 내면의 야수들을 억누르는 것은 방해만 될 뿐이고, 야생의 본성에 굴복함으로써 진정한 힘을 찾을 수 있을 것입니다.
ko_mt: 웬두아그는 울펜족에게 그들의 분노는 악덕이 아니라 자랑스러워해야 할 부분이라고 설명합니다. 내면의 야수를 억누르려는 시도는 오히려 그들을 방해할 뿐입니다. 야생의 본성에 굴복해야만 힘을 얻을 수 있습니다.

source: Bestial Upbringing
ko: 내면의 야수
ko_mt: 짐승같은 양육

source: A group of volunteers has arrived in Drezen — Ulfen lycanthropes. They had to leave their home, for their temper was too ferocious, and when the moon was full, even steel bonds could not contain them. The Ulfen believe that, upon accomplishing great feats and becoming heroes, they will rein in their bestial nature.
ko: 자원자들이 무리를 이뤄 드레젠에 도착했습니다 —울펜의 라이칸스로프들입니다. 그들은 사나운 성질과, 보름달이 뜨면 강철 사슬조차도 그들을 억제할 수 없었기에, 그들은 집을 떠나야만 했습니다. 이 울펜 인들은 위대한 위업을 달성하고 영웅이 된다면, 그들의 야수적인 본성을 억제할 수 있을 것이라고 생각하고 있습니다.
ko_mt: 한 무리의 자원봉사자들이 드레젠에 도착했습니다 - 울펜 라이칸트로프. 그들은 성질이 너무 사나워 고향을 떠나야 했고, 달이 가득 차면 강철 쇠사슬로도 그들을 가둘 수 없었습니다. 울펜은 위대한 업적을 달성하고 영웅이 되면 짐승같은 본능을 억제할 수 있다고 믿습니다.

source: {g|Event_74_1}[Choice effects]{/g} Isolate the callous in a separate unit
ko: {g|Event_74_1}[선택 효과]{/g} 연민을 잃어버린 병사들을 별도의 부대에 배속해, 격리시킨다
ko_mt: {g|Event_74_1}[선택 효과]{/g} 냉담자를 별도의 유닛에 격리합니다.

source: Warriors who have lost all compassion are useful, but their place is not with the rest of the army. The officers will gather them in a separate unit and give them freedom to release their anger.
ko: 모든 연민을 잃어버린 전사들은 유용하지만, 다른 부대원들은 그들을 꺼려합니다. 장교들은 그들을 불러모아 별도의 부대를 창설함으로써, 그들에게 분노를 표출할 자유를 줄 수 있을 겁니다.
ko_mt: 모든 동정심을 잃은 전사들은 유용하지만 나머지 군대와 함께 있을 자리는 없습니다. 장교들은 그들을 별도의 부대에 모아 분노를 풀 수 있는 자유를 줄 것입니다.

source: {g|Event_74_2}[Choice effects]{/g} Encourage cruelty in soldiers
ko: {g|Event_74_2}[선택 효과]{/g} 병사들에게 잔혹함을 장려한다
ko_mt: {g|Event_74_2}[선택 효과]{/g} 군인의 잔인성 장려

source: Hatred and rage will bring the crusaders victory. Realizing now that the Commander supports such cruel behavior, many soldiers are taking a cue from their embittered comrades. This practice has improved their effectiveness in combat, but disrupted the order in the army.
ko: 증오와 분노는 성전사들의 승리를 가저올 것입니다. 사령관이 그런 잔혹한 행위를 공공연하게 장려하자, 많은 병사들이 분노한 전우들을 따르고 있습니다. 이로써 그들의 전투 효율성은 증대됐지만, 계급 질서는 뒤흔들리게 되었습니다.
ko_mt: 증오와 분노가 십자군에게 승리를 가져다줄 것입니다. 사령관이 그런 잔인한 행동을 지지한다는 사실을 깨달은 많은 병사들은 비통한 전우들에게서 힌트를 얻고 있습니다. 이 관행은 전투에서 그들의 효율성을 향상 시켰지만 군대의 질서를 혼란스럽게했습니다.

source: {g|Event_74_3}[Choice effects]{/g} Send the soldiers to a court martial
ko: {g|Event_74_3}[선택 효과]{/g} 그들을 군법에 회부한다
ko_mt: {g|Event_74_3}[선택 효과]{/g} 병사들을 군법회의에 보내세요.

source: Murdering prisoners of war is dishonorable. After receiving a reminder of what a model crusader should look like, the soldiers now learn to restrain themselves.
ko: 포로 살해는 명예롭지 못한 일입니다. 모범적인 성전사가 어떻게 행동해야되는지 교육을 받은 끝에, 병사들은 스스로를 억제하는 방법을 배우게 되었습니다.
ko_mt: 전쟁 포로를 살해하는 것은 불명예스러운 일입니다. 모범적인 십자군의 모습을 상기시킨 병사들은 이제 절제하는 법을 배웁니다.

source: {g|Event_74_4}[Choice effects]{/g} Pacify the anger of the embittered
ko: {g|Event_74_4}[선택 효과]{/g} 격노한 자들의 분노를 가라앉힌다
ko_mt: {g|Event_74_4}[선택 효과]{/g} 비통한 자의 분노를 진정시키다

source: Anger is a disease, not a sin. After talking to the Commander, the tainted soldiers realized how dark and dangerous their rage was. Dragon wisdom is their chance to keep their souls intact.
ko: 분노는 질병이지, 죄악이 아닙니다. 사령관과의 대화를 통해, 더럽혀진 병사들은 그들의 분노가 얼마나 어둡고, 또 위험한 것인지 알게되었습니다. 드래곤의 지혜로, 그들은 자신의 영혼을 온전히 유지할 수 있을 겁니다.
ko_mt: 분노는 죄가 아니라 질병입니다. 사령관과 대화를 나눈 후, 오염된 병사들은 자신의 분노가 얼마나 어둡고 위험한지 깨달았습니다. 용의 지혜는 그들의 영혼을 온전하게 지킬 수 있는 기회입니다.

source: {g|Event_74_5}[Choice effects]{/g} Organize a support group for the callous
ko: {g|Event_74_5}[선택 효과]{/g} 냉담한 자들을 돕기위한 지원 단체를 세운다
ko_mt: {g|Event_74_5}[선택 효과]{/g} 냉담한 사람들을 위한 지원 그룹 구성

source: Behind the facade of anger, the soldiers are hiding their loneliness, fear, and emotional pain. Sosiel will assemble a support group which will let the callous warriors share their suffering and receive the support of their comrades.
ko: 병사들은 자신들의 외로움, 고통, 그리고 정신적 고통을 분노의 가면 뒤에 숨기고 있습니다. 소시엘은 지원 단체를 설립해 감정을 잃어저린 전사들과 고통을 공유하며, 그들의 전우들에게 도움을 받을 수 있도록 할 것입니다.
ko_mt: 분노의 얼굴 뒤에 병사들은 외로움, 두려움, 정서적 고통을 숨기고 있습니다. 소시엘은 냉담한 전사들이 고통을 나누고 전우들의 지지를 받을 수 있도록 지원 그룹을 구성할 것입니다.

source: Worse than Demons
ko: 데몬들보다 더 나쁜
ko_mt: 데몬보다 더 나쁜

source: War makes soldiers cruel. Some count the dead by cutting off their ears and tongues, some ruthlessly torture prisoners, and some lose all sympathy for their brothers and sisters in arms. Recently, one of the units demonstrated particularly disturbing brutality by butchering every captive cultist as revenge for their fallen comrades. Many officers are outraged by this act.
ko: 전쟁은 병사들을 잔혹하게 만듭니다. 몇몇 병사들은 귀나 혀를 잘라서 몇명이나 죽었는지 파악하고, 또 몇몇은 죄수들을 무지비하게 고문하기도 합니다. 그리고 어떤 이들은 부대 내의 형제, 자매들에 대한 모든 연민을 잃어버린 이들도 있습니다. 최근에 한 부대가 쓰러진 전우들의 복수를 위해 붙잡은 모든 사교도들을 잔혹하게 도살하였습니다. 많은 장교들이 이 행동에 분노를 참지 못했습니다.
ko_mt: 전쟁은 군인을 잔인하게 만듭니다. 어떤 병사들은 귀와 혀를 잘라 죽은 사람의 수를 세고, 어떤 병사들은 포로들을 무자비하게 고문하며, 어떤 병사들은 전우에 대한 동정심을 잃습니다. 최근 한 부대는 전사한 전우들에 대한 복수로 포로로 잡힌 이교도들을 모두 도살하는 등 충격적인 잔인함을 보여주기도 했습니다. 많은 장교들이 이 행위에 분노하고 있습니다.

source: {g|Event_75_1}[Choice effects]{/g} Allow the lessons
ko: {g|Event_75_1}[선택 효과]{/g} 수업을 허가한다
ko_mt: {g|Event_75_1}[선택 효과]{/g} 수업 허용

source: With the Commander's permission, the Master of Prudence continued his classes. The fighters who took his teachings to heart display inferior martial mettle but excellent survivability.
ko: 사령관이 허락하자, 신중함의 달인은 수업을 계속 진행했습니다. 그에게 수업을 받은 병사들은 좋지 않은 무술 실력을 보여주지만, 생존력은 상당히 상승하였습니다.
ko_mt: 사령관의 허락을 받아 신중함의 달인은 수업을 계속했습니다. 그의 가르침을 마음에 새긴 전사들은 무술 실력은 떨어지지만 생존력은 뛰어납니다.

source: {g|Event_75_2}[Choice effects]{/g} Forbid the lessons
ko: {g|Event_75_2}[선택 효과]{/g} 수업을 금지한다
ko_mt: {g|Event_75_2}[선택 효과]{/g} 수업 금지

source: Bravery is the most important trait for a soldier, and those who sow the seeds of cowardice have no place in Drezen. By the Commander's will, the Master of Prudence was banished in shame.
ko: 용기는 병사들에게 있어, 가장 중요한 미덕이고, 병사들에게 비겁함을 심어주는 자는 드레젠에 있으 이유가 없습니다. 사령관의 의지로, 신중함의 달인은 부끄러운 모습으로 추방당했습니다.
ko_mt: 용기는 군인에게 가장 중요한 자질이며, 비겁함의 씨앗을 뿌리는 자는 드레젠에 설 자리가 없습니다. 사령관의 유언에 따라 신중함의 달인은 수치스러운 추방을 당했습니다.

source: {g|Event_75_4}[Choice effects]{/g} Take control over the soldiers' training
ko: {g|Event_75_4}[선택 효과]{/g} 병사들의 훈련을 통제한다
ko_mt: {g|Event_75_4}[선택 효과]{/g} 병사 훈련 통제

source: No one could explain how to act in combat better than the Commander. There is a line between fearlessness and foolishness, between performing a tactical retreat and fleeing. Thanks to the Commander's advice, the soldiers now understand this line clearly.
ko: 병사들이 전투에서 어떻게 행동할 지를 사령관보다 잘 설명할 수 있는 사람은 없습니다. 대담함과 멍청함 사이, 그리고 전술적 후퇴와 도주 사이에는 분명한 선이 존재합니다. 사령관의 조언에 감사하며, 병사들은 이 "선" 이 무엇인지 정확하게 이해할 수 있었습니다.
ko_mt: 전투에서 어떻게 행동해야 하는지 사령관보다 더 잘 설명할 수 있는 사람은 없습니다. 용감함과 어리석음 사이, 전술적 후퇴와 도주 사이에는 경계가 있습니다. 사령관의 조언 덕분에 병사들은 이제 이 선을 명확하게 이해하게 되었습니다.

source: Valor and Prudence
ko: 용기와 신중함
ko_mt: 용맹과 신중함

source: A suspicious fraud who calls himself the Master of Prudence has organized lessons of "sensible valor" in Drezen, charging a tuition fee for the lectures. He teaches the soldiers how to survive on the battlefield, beat a hasty retreat from dangerous situations, and avoid unfair fights. His advice is not devoid of reason, but it is a lot more sensible than valorous. Would it be useful for the soldiers to listen to him?
ko: 자신을 신중함의 달인이라고 소개한 수상한 사기꾼이 드레젠에서 "실용적인 용기" 라는 유료 수업을 강의하기 시작했습니다. 그는 병사들에게 전장에서 살아남는 법과, 위급상황에서 빠르게 후퇴하는 법, 그리고 불가능한 싸움을 피하는 법을 가르칩니다. 그의 조언은 합리적이나, 용기보다는 합리성에 더 치중되어 있습니다. 그의 수업이 과연 도움이 될까요 ?
ko_mt: 자신을 신중함의 달인이라고 칭하는 수상한 사기꾼이 드레젠에서 "현명한 용기"에 대한 강의를 개설하고 수업료를 받고 있습니다. 그는 병사들에게 전장에서 살아남는 법, 위험한 상황에서 성급한 후퇴를 피하는 법, 불공정한 싸움을 피하는 법을 가르칩니다. 그의 조언은 이성이 없는 것은 아니지만 용감하기보다는 훨씬 더 합리적입니다. 병사들이 그의 말을 듣는 것이 유용할까요?

source: {g|Event_76_1}[Choice effects]{/g} Look for medicine
ko: {g|Event_76_1}[선택 효과]{/g} 약초를 찾는다
ko_mt: {g|Event_76_1}[선택 효과]{/g} 약 찾기

source: The officers will assemble a squad of experienced healers and rangers. They will explore the surrounding lands and gather medicinal herbs that will serve as ingredients for healing and protective potions.
ko: 장교들은 숙련된 치유사와 순찰자들을 소집합니다. 이들은 주변 땅을 탐험하며 치유 믈약이나 보호 물약을 만들 수 있을만한 약초들을 수집할 것입니다.
ko_mt: 장교들은 숙련된 치유사와 레인저로 구성된 분대를 구성합니다. 이들은 주변 땅을 탐험하고 치유 및 보호 물약의 재료가 될 약초를 수집합니다.

source: {g|Event_76_2}[Choice effects]{/g} Look for poisons
ko: {g|Event_76_2}[선택 효과]{/g} 독초를 찾는다
ko_mt: {g|Event_76_2}[선택 효과]{/g} 독극물 찾기

source: A squad of scouts and saboteurs with keen knowledge of poisons will search the surrounding lands and find the deadliest plants with sap that is harmful even to a demon.
ko: 정찰병들과 독에 대한 예리한 지식을 갖고있는 파괴 공작원들이 주변 땅을 돌아다니며, 유독한 식물들을 찾아 나설 겁니다. 이 식물들의 수액은 분명 데몬들에게도 치명적일 것입니다.
ko_mt: 독에 대한 해박한 지식을 갖춘 정찰대와 방해꾼이 주변 땅을 수색하여 데몬에게도 해로운 수액을 가진 가장 치명적인 식물을 찾아냅니다.

source: {g|Event_76_4}[Choice effects]{/g} Order him to grow something interesting
ko: {g|Event_76_4}[선택 효과]{/g} 그에게 더 흥미로운 것을 재배하라고 명령한다
ko_mt: {g|Event_76_4}[선택 효과]{/g} 흥미로운 것을 키우라고 명령하세요.

source: Poisons and medicine are a waste of time. By the Commander's will, the healer grew a fascinating cucumber cultivar from the barren Sarkorian soil. This Worldwound vegetable truly works wonders — it cures hangovers and provides nourishment and strength in the morning. The soldiers praise the healer's first harvest.
ko: 독초니 약초니 하는 것은 시간낭비입니다. 사령관의 의지로, 치유사들은 사코리스의 매마른 땅에서 매력적인 오이 품종을 키우는 데 성공했습니다. 세계상처의 야채는 정말인지 굉장합니다 — 숙취를 깨게하고, 많은 영양분과 힘을 병사들에게 줍니다. 병사들은 치유사들의 첫번째 수확을 대단히 반깁니다.
ko_mt: 독과 약은 시간 낭비입니다. 사령관의 유언에 따라 치유사는 척박한 사르코리안 토양에서 매혹적인 오이 품종을 재배했습니다. 이 세계상처 채소는 숙취를 치료하고 아침에 영양과 힘을 공급하는 등 정말 놀라운 효과를 발휘합니다. 병사들은 치유사의 첫 수확에 찬사를 보냅니다.

source: Poisons and Medicine
ko: 독초 또는 약초
ko_mt: 독극물 및 의약품

source: A healer is asking for troops and resources so he can investigate Sarkorian flora. Even though many of the local plants have been poisoned by the Worldwound, they could still be studied and potentially used as medicine or combat poisons.
ko: 한 치유사가 사코리스의 식생을 연구하기 위해 병사들과 자원들을 요청했습니다. 비록 지역 내의 많은 식물들이 세계상처의 독기에 오염되었지만, 여전히 연구할 가치가 있고, 추후 약이나 독으로 가공할 수 있을지도 모릅니다.
ko_mt: 한 치유사가 사르코리안 식물을 조사할 수 있도록 병력과 자원을 요청하고 있습니다. 이 지역의 많은 식물이 세계상처에 의해 독화되었지만, 여전히 연구하여 약이나 전투 독으로 사용할 수 있습니다.

source: {g|Event_77_1}[Choice effects]{/g} Take the scepter
ko: {g|Event_77_1}[선택 효과]{/g} 홀을 갖는다
ko_mt: {g|Event_77_1}[선택 효과]{/g} 홀을 가져가세요

source: The trophy was too dangerous. By taking it, the Commander has ensured {mf|his|her} warriors' safety and put an end to pointless quarrels, but some officers took offense at this decision.
ko: 이 전리품은 너무 위험합니다. 사령관은 병사들의 안전을 보장하고, 무의미한 논쟁을 끝냈지만, 몇몇 장교들은 이러한 결정에 화를 냈습니다.
ko_mt: 전리품은 너무 위험했습니다. 사령관은 이 전리품을 가져감으로써 {mf|그|그녀}의 전사들의 안전을 보장하고 무의미한 다툼을 종식시켰지만, 일부 장교들은 이 결정에 불쾌감을 드러냈습니다.

source: {g|Event_77_2}[Choice effects]{/g} Destroy the scepter
ko: {g|Event_77_2}[선택 효과]{/g} 홀을 파괴한다
ko_mt: {g|Event_77_2}[선택 효과]{/g} 홀 파괴

source: The Commander grabbed the accursed scepter and broke it on the cobblestones. The officers realized that they had gone too far in their quarrels and became extremely obedient and diligent — no one wanted to incur the Commander's anger again.
ko: 사령관은 그 저주받을 홀을 집어들어, 돌바닥에 던저버렸습니다. 장교들은 논쟁이 너무 심각했음을 자각하고, 매우 복종적이고, 근면해졌습니다 — 그 누구도 사령관의 분노를 다시 일으키고 싶지 않을 겁니다.
ko_mt: 사령관은 저주받은 홀을 집어 들고 자갈밭에 부숴 버렸습니다. 장교들은 자신들의 다툼이 지나쳤다는 것을 깨닫고 다시는 사령관의 분노를 사고 싶지 않아 극도로 순종적이고 부지런해졌습니다.

source: {g|Event_77_3}[Choice effects]{/g} Promise to give the scepter to the worthiest
ko: {g|Event_77_3}[선택 효과]{/g} 가장 가치있는 자에게 홀을 주겠다고 약속한다
ko_mt: {g|Event_77_3}[선택 효과]{/g} 가장 가치 있는 자에게 홀을 주겠다고 약속하세요.

source: The Commander announced that the scepter will be presented to the worthiest officer in the crusade. The candidates are now trying to outdo one another by performing heroic feats in hopes of receiving the coveted trophy.
ko: 사령관은 성전에서 가장 많은 공을 올린 장교가 홀을 받을 것이라고 알렸습니다. 자원자들은 이제 영웅적인 위업을 세워, 탐내던 전리품을 받기 위해 노력할 것입니다.
ko_mt: 사령관은 십자군에서 가장 뛰어난 장교에게 옥새를 수여할 것이라고 발표했습니다. 이제 후보자들은 탐나는 전리품을 받기 위해 영웅적인 업적을 달성하며 서로를 능가하기 위해 노력하고 있습니다.

source: {g|Event_77_5}[Choice effects]{/g} Allow the officers to battle for the scepter
ko: {g|Event_77_5}[선택 효과]{/g} 홀을 차지하기 위한 싸움을 허가한다
ko_mt: {g|Event_77_5}[선택 효과]{/g} 장교들이 홀을 차지하기 위해 전투를 벌이도록 허용합니다.

source: Regill organized a fair contest between the aspirants to determine who deserved the scepter the most.
ko: 레질은 홀을 받을만한 자격이 있는 자를 가리기 위해 자원자들 간의 공정한 토너먼트를 조직했습니다.
ko_mt: 레질은 누가 가장 왕관을 받을 자격이 있는지 결정하기 위해 지원자 간의 공정한 경쟁을 조직했습니다.

source: The Scepter of Discord
ko: 불화의 홀
ko_mt: 불화의 홀

source: Among the spoils of a recent battle, officers found an ornate scepter that once belonged to the ruler of a Sarkorian clan. They jokingly argued over who should get such a valuable and prestigious trophy, but this banter soon turned into bitter rivalry. It is as if the honorable officers have gone mad — in their desire to get their hands on the scepter, they have stooped to bribery and coercion. The clerics sense no curse on the loot, so it seems this is merely a case of ordinary greed and injured pride.
ko: 최근 전투의 전리품 중에, 과거 사코리스 부족의 지배자가 소유했던 화려한 홀을 장교들이 발견했습니다. 이 귀중하고 권위 있는 전리품을 누가 소유하게 될 지 장난스럽게 논쟁을 벌였었지만, 그러한 농담은 극심한 경쟁의식으로 번졌습니다. 가장 명예로운 장교들도 미처버린 것 같습니다 — 홀을 손에 넣으려는 욕망에 절여졌고, 몇몇은 뇌물과 협박의 힘을 빌리기까지 했습니다. 성직자들은 홀에 저주가 걸려있지 않다고 확신했고, 이것은 단지 탐욕과 상처받은 자존심의 문제로 보입니다.
ko_mt: 장교들은 최근 전투에서 전리품 중 한때 사르코리안 일족의 통치자였던 화려한 홀을 발견했습니다. 그들은 이 귀중하고 권위 있는 전리품을 누가 가져가야 할지 농담 삼아 논쟁을 벌였지만, 이 농담은 곧 격렬한 경쟁으로 바뀌었습니다. 마치 명예로운 장교들이 미쳐버린 것처럼, 왕좌를 손에 넣으려는 욕망에 뇌물과 강압에 몸을 굽혔습니다. 성직자들은 전리품에 대한 저주를 느끼지 못하므로 이것은 단지 평범한 탐욕과 상처 입은 자존심의 사례인 것 같습니다.

source: {g|Event_78_1}[Choice effects]{/g} Agree with the plan
ko: {g|Event_78_1}[선택 효과]{/g} 계획을 승인한다
ko_mt: {g|Event_78_1}[선택 효과]{/g} 계획에 동의

source: The Commander's agents have staged several abductions and raids in different nations, disguising their crimes as if they were committed by demons. The collective panic has drowned out the naysayers' voices and attracted even more volunteers into the ranks of the crusaders.
ko: 사령관의 요원들이 여러 나라에서 납치와 습격을 벌였습니다. 그들의 범죄는 마치 데몬들이 벌인 것처럼 꾸며졌고, 성전을 음해하는 자들의 목소리는 집단 공황의 여파 아래 침묵하게 되었습니다. 그리고 이로 인해 더 많은 지원자들이 성전에 동참할 것입니다.
ko_mt: 사령관의 요원들은 여러 나라에서 여러 차례 납치 및 습격을 감행하며 데몬이 저지른 범죄인 것처럼 위장했습니다. 집단적 공황 상태는 반대하는 사람들의 목소리를 잠재우고 더 많은 자원자를 십자군 대열로 끌어들였습니다.
