Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: The guards tracked down and seized the murderer. The follower of Milani was publicly punished, for only the Commander can dispense justice within the crusade and no one has the right to lay a finger on {mf|his|her} soldiers without an order.
ko: 경비들은 살인자를 찾고 붙잡을 수 있었고, 밀라니의 신도들은 공개적으로 처벌당했습니다. 성전 내의 정의 구현은 오로지 사령관의 손에 달린 것이기 때문에, 그 누구도 사령관의 명령 없이 병사들에게 손가락 하나도 댈 수 없을 겁니다.
ko_mt: 경비병들이 살인범을 추적하여 체포했다. 밀라니의 추종자는 공개적으로 처벌받았는데, 십자군 내에서는 사령관만이 정의를 내릴 수 있고 누구도 명령 없이는 {mf|그|그녀}의 병사에게 손가락 하나 까딱할 권리가 없기 때문입니다.

source: {g|Event_55_4}[Choice effects]{/g} Kill the discontented and place the blame on the Milanite
ko: {g|Event_55_4}[선택 효과]{/g} 불만을 품은 자들을 처형하고 밀라니 신도에게 모욕을 준다
ko_mt: {g|Event_55_4}[선택 효과]{/g} 불만을 품은 자를 죽이고 밀라노 시민에게 책임을 돌리세요.

source: This option is unavailable because you did not choose the Path of the Devil.
ko: 데빌의 길을 선택하지 않았기 때문에 이 선택지를 사용할 수 없습니다.
ko_mt: 데빌의 길을 선택하지 않았으므로 이 옵션은 사용할 수 없습니다.

source: By mimicking the Milanite's technique, the Commander's trusted servants will take care of any discontented officers that bear ill will toward the leader of the crusaders... and the blame for these murders will be pinned on the outsider.
ko: 밀라니 신도들의 기술을 흉내내어, 사령관의 믿음직한 부하들은 성전의 지도자에게 불만을 품은 장교들을 처리할 것입니다... 그리고 이 살인 사건의 책임은 외부인에게 돌아갈 것이고요.
ko_mt: 밀라노의 기술을 모방하여 사령관의 신임을 받는 부하들이 십자군 지도자에게 악의를 품은 불만을 품은 장교들을 처리하고, 이 살인의 책임을 외부인에게 뒤집어씌우게 됩니다.

source: {g|Event_55_5}[Choice effects]{/g} Accuse Galt and demand compensation
ko: {g|Event_55_5}[선택 효과]{/g} 갈트를 비난하고, 보상을 요구한다
ko_mt: {g|Event_55_5}[선택 효과]{/g} 골트를 고발하고 보상을 요구하세요

source: By making use of his contacts, Daeran will blow this incident out of proportion until it becomes a diplomatic row. To avoid damaging their relations with Mendev, Galt will pay a generous compensation and will behave in a more supportive manner.
ko: 그의 연락원을 이용하여, 대런은 이 사건을 중대한 외교 문제로 심화시킬 것입니다. 멘데브와의 관계를 악화시키지 않기 위해, 갈트는 많은 보상을 보낼 것이고, 성전에 더 협조적으로 행동할 것입니다.
ko_mt: 대런은 자신의 인맥을 활용해 이 사건을 외교적 문제로 확대할 것입니다. 멘데브와의 관계를 손상시키지 않기 위해 골트는 넉넉한 보상금을 지불하고 더욱 협조적인 태도로 행동할 것입니다.

source: The Hand of Retribution
ko: 복수의 손
ko_mt: 보복의 손

source: A follower of the goddess Milani has arrived in Drezen in secret and committed a murder. His victim was an officer from {g|Galt}[Galt]{/g} who had run from the revolution. Next to the body, they found a note that read "Everyone will pay" and a list of future victims that included several other officers. They deny being involved in anything.
ko: 여신 밀라니의 살인을 저지른 신도들이 비밀리에 드레젠에 도착했습니다. 희생자는 장교로, {g|Galt}[갈트]{/g}의 혁명을 피해서 성전에 참여하였습니다. 그의 시체 옆에는 "모든 이는 값을 치루리라" 라는 쪽지가 놓여져있었고, 앞으로 많은 장교들을 포함한 그들이 살해할 희생자 목록을 발견할 수 있었습니다. 신도들은 자신들이 어떤 사건에도 연루되어 있지 않다고 주장합니다.

source: {g|Event_56_1}[Choice effects]{/g} Order the healers to save everyone
ko: {g|Event_56_1}[선택 효과]{/g} 치료사들에게 모두를 구하라고 명한다
ko_mt: {g|Event_56_1}[선택 효과]{/g} 치유사에게 모두를 구하라고 명령하세요.

source: The best healers did everything to cure the poor people. Their efforts paid off — the epidemic was stopped, and now the crusade is better prepared for sudden outbreaks of disease.
ko: 아주 유능한 치료사들이 이 불쌍한 사람들을 치료하기 위해 모든 방법을 동원했고, 그들의 노력은 결실을 맺었습니다. — 전염병이 멈췄고, 이제부터 성전사들은 갑작스러운 질병 대란에 더 잘 대비할 수 있을 겁니다.
ko_mt: 최고의 치유사들은 가난한 사람들을 치료하기 위해 모든 것을 다했습니다. 그들의 노력은 결실을 맺어 전염병이 멈췄고 이제 십자군 원정은 갑작스러운 질병 발생에 더 잘 대비할 수 있게 되었습니다.

source: {g|Event_56_2}[Choice effects]{/g} Kill the sick and prevent the secrets from spreading
ko: {g|Event_56_2}[선택 효과]{/g} 병자들을 죽이고, 비밀이 퍼저나가는 것을 막는다
ko_mt: {g|Event_56_2}[선택 효과]{/g} 병자를 죽이고 비밀이 퍼지는 것을 막습니다.

source: The disease could not be allowed to spread, or it would have compromised military secrets. Fortunately, once the infected were dead, the affliction vanished. The soldiers grieve for their comrades, but respect the Commander's decision.
ko: 이 질병이 계속 퍼저나간다면, 많은 군사 비밀들이 드러나게 될 겁니다. 다행히도, 감염된 병사들은 죽었고, 질병은 사라졌습니다. 병사들은 전우를 애도하지만, 사령관의 결정에 존경을 보냅니다.
ko_mt: 질병이 퍼지거나 군사 기밀이 누설되는 것을 허용할 수 없었기 때문입니다. 다행히 감염자가 죽고 나자 고통은 사라졌습니다. 병사들은 전우들을 잃은 것을 슬퍼했지만 사령관의 결정을 존중했습니다.

source: {g|Event_56_4}[Choice effects]{/g} Turn the magical disease against its creator
ko: {g|Event_56_4}[선택 효과]{/g} 마법 질병을 질병을 창조한 이에게 되돌린다
ko_mt: {g|Event_56_4}[선택 효과]{/g} 마법의 질병을 만든 자에게 대항

source: After a long divination ritual, the Commander could see the creator of the disease — a high-ranking demon in Deskari's service. The aeon's power reflected the malicious magic back at him. Soon, the demon's body will be covered in mouths whispering dangerous secrets. This condition will cause some strife among the Abyssal spawn.
ko: 긴 시간 동안의 신성 의식을 통해, 사령관은 질병의 창조자 — 데스카리를 섬기는 상위 데몬를 볼 수 있었습니다. 사령관은 에온의 힘을 이용하여 이 악의 가득한 마법 질병을 그에게도 감염시켰고, 머지않아 데몬의 온 몸에 입이 돋아나 위험한 비밀들을 속삭일 것이고, 이는 심연의 하수인들에게 크고 작은 분쟁을 일으킬 것입니다.
ko_mt: 사령관은 오랜 예지 의식 끝에 이 질병의 창시자, 데스카리를 섬기는 고위 데몬을 볼 수 있었습니다. 에온의 힘은 사악한 마법을 반사하여 사령관에게 되돌려주었습니다. 곧 데몬의 몸은 위험한 비밀을 속삭이는 입들로 뒤덮이게 될 것입니다. 이 상태는 심연의 산물들 사이에서 약간의 분쟁을 일으킬 것입니다.

source: An Epidemic of Secrets
ko: 비밀의 전염병
ko_mt: 비밀의 전염병

source: A strange disease is afflicting the soldiers — mouths grow on the victims' skin and whisper various secrets related to the events happening in the army. The healers claim that with each secret, the health of the victim deteriorates.
ko: 기이한 질병이 병사들 사이에 퍼지고 있습니다 — 입이 병자의 피부에 돋아나, 부대 내에서 일어난 일들에 대한 비밀들을 속삭이고 있습니다. 치료사들은 비밀이 밝혀질 때마다, 병에 걸린 병사들의 상태가 악화된다고 주장합니다.
ko_mt: 이상한 질병이 군인들을 괴롭히고 있습니다. 피해자의 피부에서 입이 자라며 군대에서 일어나는 사건과 관련된 다양한 비밀을 속삭입니다. 치유사들은 비밀이 하나씩 밝혀질 때마다 피해자의 건강이 악화된다고 주장합니다.

source: {g|Event_57_1}[Choice effects]{/g} Sell it
ko: {g|Event_57_1}[선택 효과]{/g} 판매한다
ko_mt: {g|Event_57_1}[선택 효과]{/g} 판매

source: A certain eccentric collector from Absalom paid a tremendous amount of coin for this oddity, claiming it would become the crown jewel of his vault.
ko: 압살롬의 괴짜 수집가가 엄청난 양의 금화를 지불하고 머리들을 사 갔습니다. 이것들은 자신의 수집품중에 최고의 보물이 될 것이라고 합니다.
ko_mt: 압살롬의 어떤 괴짜 수집가는 이 괴상한 물건이 금고의 최고 보석이 될 것이라며 엄청난 액수의 동전을 지불했습니다.

source: {g|Event_57_2}[Choice effects]{/g} Use it against the demons
ko: {g|Event_57_2}[선택 효과]{/g} 데몬에게 사용한다
ko_mt: {g|Event_57_2}[선택 효과]{/g} 데몬에게 사용하세요

source: The soldiers passed the head over to one of the generals to use its enchanting singing in battle. Sleeping demons will not be able to fight back.
ko: 병사들은 머리 하나를 지휘관에게넘겼고, 그는 전투중에 매혹적인 노래를 사용할 수 있을 겁니다. 잠든 악마는 성전군의 공격에 반격할 수 없을 것입니다.
ko_mt: 병사들은 전투에서 매혹적인 노래를 사용하기 위해 장군 중 한 명에게 머리를 넘겼습니다. 잠자는 데몬은 반격할 수 없습니다.

source: {g|Event_57_3}[Choice effects]{/g} Use it for healing
ko: {g|Event_57_3}[선택 효과]{/g} 회복을 위해 사용한다
ko_mt: {g|Event_57_3}[선택 효과]{/g} 치유에 사용

source: At times, emotional wounds are more dangerous than physical injuries. Many soldiers suffer from nightmares and insomnia, and the healers can now ease their anguish with enchanted singing.
ko: 때때로, 감정 상의 상처가 일반적인 부상보다 위험할 수 있습니다. 많은 병사들이 악몽과 불면증에 시달리고있지만, 이제 치유사들은 마법의 노랫소리로 이들의 고통을 완화할 수 있을 겁니다.
ko_mt: 때때로 정서적 상처는 신체적 부상보다 더 위험합니다. 많은 병사들이 악몽과 불면증에 시달리는데, 이제 치유사들은 마법에 걸린 노래로 병사들의 고통을 덜어줄 수 있습니다.

source: {g|Event_57_4}[Choice effects]{/g} Set up resting wards for the soldiers and hang the head inside
ko: {g|Event_57_4}[선택 효과]{/g} 병사들을 위한 휴게 공간을만들고, 그 안에 머리를 달아놓는다
ko_mt: {g|Event_57_4}[선택 효과]{/g} 병사들을 위한 휴식 병동을 설치하고 그 안에 머리를 걸어두세요.

source: From now on, die-hard crusading drunks will not be waking up under the table in the tavern with head-splitting hangovers, but in dedicated resting wards, fresh as a daisy and ready for a new day.
ko: 이제부터, 성전의 술꾼들은 머리가 쪼개지는 숙취를 겪으며, 선술집 탁자 아래서 일어날 일이 없어졌습니다. 대신 특별한 휴게실에서 아침 이슬처럼 상쾌하게 다음 날을 대비할 수 있을 겁니다.
ko_mt: 이제부터 열혈 십자군 주정뱅이들은 술집 테이블 아래에서 머리가 찢어질 듯한 숙취로 깨어나지 않고, 전용 휴식 병동에서 데이지처럼 상쾌하고 새로운 하루를 맞이할 준비를 하게 될 것입니다.

source: {g|Event_57_5}[Choice effects]{/g} Teach the soldiers to resist its magic
ko: {g|Event_57_5}[선택 효과]{/g} 병사들에게 머리들이 시전하는 마법을 저항하는 방법을 가르친다
ko_mt: {g|Event_57_5}[선택 효과]{/g} 병사들에게 마법에 저항하도록 가르치세요.

source: Wenduag knows well that a warrior is hardened by trials. She teaches the soldiers how to withstand the singing of the eerie head, and with each training session, their fortitude grows.
ko: 웬두아그는 시련이 전사들을 더 단단하게 만든다는 사실을 알고 있습니다. 그녀는 병사들에게 저 섬뜩한 머리들이 부르는 노래를 버티는 방법을 가르칩니다. 훈련이 계속되면서, 병사들의 인내가 향상됩니다.
ko_mt: 웬두아그는 전사는 시련을 통해 단련된다는 것을 잘 알고 있습니다. 그녀는 병사들에게 섬뜩한 머리의 노래를 견디는 방법을 가르치고, 훈련을 거듭할수록 병사들의 강인함이 커집니다.

source: Enchanting Voice
ko: 매혹적인 목소리
ko_mt: 매혹적인 목소리

source: One of the units ran into a monster with a hundred female heads. They were singing in sweet voices, and the singing was putting both crusaders and demons to sleep. One deaf knight slew the creature, but even death did not silence the heads. The soldiers cut off one of them, gagged it, and brought it to Drezen. What should be done with this head?
ko: 부대 중 하나가 여성 백 명의 머리가 달린 괴물과 맞닥뜨렸습니다. 그것들은 달콤한 목소리로 노래를 부르고, 그 노래를 들은 데몬과 성전사들은 잠에 빠지게 됩니다. 귀머거리 기사 하나가 그 괴물을 쓰러뜨렸지만, 죽음조차 그것들을 침묵시킬 수 없었습니다. 병사들은 머리를 하나 하나 잘라내고 재갈을 물린 후에, 그것들을 드레젠으로 가저왔습니다. 이 머리들을 어떻게 처리해야 될까요?
ko_mt: 한 부대가 여성 머리 100개를 가진 괴물과 마주쳤습니다. 그들은 감미로운 목소리로 노래를 불렀고, 그 노래는 십자군과 데몬 모두를 잠들게 했습니다. 한 귀머거리 기사가 그 괴물을 죽였지만 죽음조차도 머리를 침묵시키지 못했습니다. 병사들은 그들 중 하나를 잘라 재갈을 물리고 드레젠에게 가져 왔습니다. 이 머리를 어떻게 해야 할까요?

source: {g|Event_58_1}[Choice effects]{/g} Extract the poison
ko: {g|Event_58_1}[선택 효과]{/g} 독을 추출한다
ko_mt: {g|Event_58_1}[선택 효과]{/g} 독 추출

source: The alchemists learned to use the poison after extracting it at the cost of the warriors' lives. The other soldiers grieve for their comrades' fate.
ko: 연금술사는 병사들의 목숨이라는 대가를 치루고 독을 뽑아낸 뒤, 그 활용에 대해 배울 겁니다. 다른 병사들은 전우들의 운명에 애도를 표합니다.
ko_mt: 연금술사들은 전사들의 목숨을 담보로 독을 추출한 후 독을 사용하는 법을 배웠습니다. 다른 병사들은 전우들의 운명을 슬퍼합니다.

source: {g|Event_58_2}[Choice effects]{/g} Treat the soldiers
ko: {g|Event_58_2}[선택 효과]{/g} 병사들을 치료한다
ko_mt: {g|Event_58_2}[선택 효과]{/g} 병사 치료하기

source: The healers were able to save the afflicted. The soldiers were glad for their comrades' recovery.
ko: 치료사들은 고통받는 병사들을 살릴 수 있었습니다. 병사들은 전우들의 회복에 크게 기뻐합니다.
ko_mt: 치유사들은 부상자들을 구할 수 있었습니다. 병사들은 전우들의 회복에 기뻐했습니다.

source: {g|Event_58_4}[Choice effects]{/g} Turn the warriors into poisonous undead
ko: {g|Event_58_4}[선택 효과]{/g} 전사들을 독을 뿜어내는 언데드로 바꾼다
ko_mt: {g|Event_58_4}[선택 효과]{/g} 전사들을 독 언데드로 변신시킵니다.

source: The necromancers will perform special rituals to raise the warriors as undead, turning them into walking vessels for this poison.
ko: 사령술사들은 특별한 의식을 통해 병사들을 언데드로 되살릴 것입니다. 이들은 걸어다니는 걸어다니는 독의 그릇이 될 겁니다.
ko_mt: 강령술사는 전사를 언데드로 키우는 특별한 의식을 수행하여 이 독을 운반하는 그릇으로 만듭니다.

source: Mysterious Poison
ko: 불가사의한 독
ko_mt: 신비한 독

source: Several soldiers returned from the battlefield poisoned. The alchemists claim that their bodies contain a unique poison. It must be extracted along with the blood, because the poison will be ruined after the person's death. The healers, however, are asking for the Commander to give the victims a chance to be saved.
ko: 많은 병사들이 중독된 채 전장에서 돌아왔습니다. 연금술사는 병사들의 몸에 특별한 독이 침투했으며, 희생자의 피와 함께 뽑아내야 한다고 합니다. 중독된 병사들이 죽으면 이 독은 파괴되기 때문에 연금술사는 즉시 행동해야 한다고 합니다. 하지만 치료사들은 사령관에게 이 병사들을 살릴 기회를 달라고 요구하고 있습니다.
ko_mt: 몇몇 병사들이 독에 중독된 채 전장에서 돌아왔습니다. 연금술사들은 그들의 몸에 독특한 독이 들어 있다고 주장합니다. 사람이 죽으면 독이 파괴되기 때문에 피와 함께 독을 추출해야 합니다. 하지만 치유사들은 사령관에게 희생자들을 구할 기회를 달라고 요청합니다.

source: {g|Event_59_1}[Choice effects]{/g} Permit the practice
ko: {g|Event_59_1}[선택 효과]{/g} 사용을 허가한다
ko_mt: {g|Event_59_1}[선택 효과]{/g} 연습 허용

source: Using potions with the blood from the spring has produced certain results. Many soldiers have recovered and become stronger on top of it. It has become easier for them to recuperate from wounds, and the rage that has awakened within the healed warriors helps them dominate their foes.
ko: 피의 샘물로 만든 물약으로, 특별한 결과를 얻어낼 수 있었습니다. 많은 병사들은 회복되었고, 전보다 훨씬 강해졌습니다. 물약의 사용으로 인해 상처의 치유는 훨씬 쉬워졌고, 회복된 전사들의 내면의 분노가 깨어나 적들을 더 쉽게 제압할 수 있게 되었습니다.
ko_mt: 샘의 피로 만든 물약을 사용한 결과 일정한 성과를 거두었습니다. 많은 병사들이 회복되어 더욱 강해졌습니다. 부상에서 회복하는 것이 더 쉬워졌고, 치유된 전사들의 내면에서 깨어난 분노는 적을 제압하는데 도움이 됩니다.

source: {g|Event_59_2}[Choice effects]{/g} Refuse the request
ko: {g|Event_59_2}[선택 효과]{/g} 요청을 거절한다
ko_mt: {g|Event_59_2}[선택 효과]{/g} 요청 거부

source: Despite its useful qualities, the blood spring frightened the soldiers. The knowledge that they will not be forced to drink blood potions has lifted the spirits of many.
ko: 그것이 아무리 유용하다하더라도, 병사들은 피의 샘을 두려워합니다. 피 물약을 마시지 않을 것이라는 사령관의 결정에, 많은 병사들이 환호합니다.
ko_mt: 유용한 특성에도 불구하고 피의 샘은 병사들을 겁에 질리게 했습니다. 피의 물약을 강제로 마시지 않아도 된다는 사실에 많은 병사들이 기운을 차렸습니다.

source: {g|Event_59_4}[Choice effects]{/g} Send clerics to destroy the anomaly
ko: {g|Event_59_4}[선택 효과]{/g} 성직자들을 보내 이상현상을 파괴한다
ko_mt: {g|Event_59_4}[선택 효과]{/g} 성직자를 보내 변칙을 파괴합니다.

source: The blood spring is an unnatural Abyssal anomaly that should never have existed. Once it is destroyed, the lands will become a little purer, and the soldiers will feel a little more at ease.
ko: 피의 샘은 절대로 존재해서는 안될 심연의 비정상적인 이상현상입니다. 샘이 파괴되자 대지가 조금 정화되었고, 병사들은 조금 더 편안함을 느낍니다.
ko_mt: 피의 샘은 원래 존재해서는 안 되는 심연의 부자연스러운 변칙입니다. 피의 샘을 파괴하면 땅이 조금 더 깨끗해지고 병사들도 조금 더 안심할 수 있을 것입니다.

source: {g|Event_59_5}[Choice effects]{/g} Make weak fighters drink the blood
ko: {g|Event_59_5}[선택 효과]{/g} 약한 병사들이 피를 마시게끔 명령한다
ko_mt: {g|Event_59_5}[선택 효과]{/g} 약한 전사에게 피를 마시게 합니다

source: Weakness is the worst affliction. Wenduag will personally select incapable warriors and feed them this strange blood to throw them into suicidal frenzy.
ko: 약함이야 말로 최악의 질병입니다. 웬두아그가 개인적으로 선택한 무능한 병사들에게 이 기묘한 피를 먹일 것이고, 이들을 자아파멸적인 광란으로 내몰 것입니다.
ko_mt: 약화는 최악의 고통입니다. 웬두아그는 무력한 전사들을 직접 골라 이 이상한 피를 먹여 자살 충동에 빠지게 합니다.

source: Heart-Blood
ko: 심장의 피
ko_mt: 심장-혈액

source: A scouting party has discovered a blood spring that heals wounds and can even save those who are terminally ill. The healers are asking for permission to use this blood in the making of healing potions, but there are numerous accounts that those healed by the waters of this spring have become more hateful and ruthless.
ko: 정찰병 무리가 상처를 치유하고, 말기 환자라도 살릴 수 있는 피의 샘을 발견했습니다. 치유사들은 이 피를 이용해 회복 물약을 만들고 싶어하지만, 이 샘물로 치료받은 많은 병사들이 더 혐오스럽고, 무자비해졌다고 합니다.
ko_mt: 한 정찰대가 상처를 치료하고 불치병 환자도 살릴 수 있는 피의 샘을 발견했습니다. 치유사들은 이 피를 치료약 제조에 사용할 수 있도록 허락을 구하고 있지만, 이 샘물로 치료받은 사람들이 더욱 증오심과 무자비해졌다는 증언이 속출하고 있습니다.

source: {g|Event_60_1}[Choice effects]{/g} Forbid him to egg on the candidates
ko: {g|Event_60_1}[선택 효과]{/g} 장교가 병사들을 사지로 내몰지 못하게 한다
ko_mt: {g|Event_60_1}[선택 효과]{/g} 후보자에게 달걀을 던지는 것을 금지합니다.

source: Recruits and weaker soldiers cannot handle deadly trials. Upon accepting this truth and giving up on the idea of serving in the officer's unit, the troops have become more cautious in battle, which has reduced overall losses.
ko: 신병들과 비교적 약한 병사들은 그런 죽음의 시련을 견딜 수 없습니다. 이 사실을 받아드리고, 장교의 부대에 그러한 행위를 금지시키자, 병사들은 더 조심성을 갖고 전투에 임했고, 전체적인 인명 손실을 줄일 수 있었습니다.
ko_mt: 신병과 약한 병사들은 치명적인 시련을 감당할 수 없습니다. 이 사실을 받아들이고 장교 부대에서 복무하는 것을 포기하자 병사들은 전투에서 더욱 신중해졌고, 전체적인 손실이 줄었습니다.

source: {g|Event_60_2}[Choice effects]{/g} Encourage the officer's behavior
ko: {g|Event_60_2}[선택 효과]{/g} 장교의 행동을 격려한다
ko_mt: {g|Event_60_2}[선택 효과]{/g} 경찰관의 행동 장려

source: Many soldiers will die trying to prove their merit. But those who manage to survive will become stronger.
ko: 많은 병사들이 전장에서 공적을 세우기 위해 목숨을 잃겠지만, 살아남는데 성공한 이들은 더 강해질 것입니다.
ko_mt: 많은 병사들이 자신의 공로를 증명하려다 죽을 것입니다. 하지만 살아남은 병사들은 더 강해질 것입니다.

source: {g|Event_60_3}[Choice effects]{/g} Assign the best warriors to the officer's unit
ko: {g|Event_60_3}[선택 효과]{/g} 최고의 병사들을 장교의 부대에 배치한다
ko_mt: {g|Event_60_3}[선택 효과]{/g} 최고의 전사를 장교 부대에 배치합니다.

source: After the Commander had picked the worthiest fighters to serve under the officer's command, his unit became the best in the whole army. These soldiers are capable of completing even the most difficult tasks.
ko: 사령관이 부대 내의 무능한 병사들을 뽑아내자, 장교의 부대는 모든 부대를 통틀어 최고의 부대가 되었습니다. 그가 이끄는 병사들은 아무리 어려운 임무라도 달성할 수 있습니다.
ko_mt: 사령관이 장교의 지휘 아래 복무할 가장 가치 있는 전사들을 뽑은 후, 그의 부대는 전군에서 최고의 부대가 되었습니다. 이 병사들은 가장 어려운 임무도 완수할 수 있습니다.

source: {g|Event_60_4}[Choice effects]{/g} Convince the soldiers not to have any idols
ko: {g|Event_60_4}[선택 효과]{/g} 병사들이 그 어떤 우상도 갖지 못하게 설득합니다
ko_mt: {g|Event_60_4}[선택 효과]{/g} 병사들에게 우상을 갖지 않도록 설득하세요.

source: This option is unavailable because you did not choose the Path of the Legend.
ko: 전설의 길을 선택하지 않았기 때문에 이 선택지를 사용할 수 없습니다.
ko_mt: 전설의 길을 선택하지 않았으므로 이 옵션을 사용할 수 없습니다.

source: The Commander convinced the soldiers that it was pointless to marvel at someone else's heroism. Instead, every warrior must themselves become an example for others to follow. Because of these words, the inspired troops now strive to learn the martial craft more quickly.
ko: 사령관은 병사들에게 누군가의 영웅심에 감탄하는 것은 아무 의미가 없으며, 모든 전사들은 자신 스스로가 다른 사람들의 모범이 되어야 한다고 설득했습니다. 이 연설에 감명을 받은 부대원들은 이제 무술을 더 빠르게 연마합니다.
ko_mt: 사령관은 병사들에게 다른 사람의 영웅심에 감탄하는 것은 무의미하다고 설득했습니다. 대신 모든 전사는 스스로 다른 전사가 따라야 할 모범이 되어야 합니다. 이 말에 영감을 받은 병사들은 이제 무술을 더 빨리 배우기 위해 노력합니다.

source: {g|Event_60_5}[Choice effects]{/g} Send the officer to look for recruits in Mendev
ko: {g|Event_60_5}[선택 효과]{/g} 장교를 멘데브에 보내 신병을 모집하게한다
ko_mt: {g|Event_60_5}[선택 효과]{/g} 장교를 보내 멘데브에서 신병을 찾도록 한다.

source: Arueshalae believes that the officer's presence in the army will result in additional victims. She is suggesting that he be sent to Mendev, where the name and glory of the legendary scout will attract new recruits.
ko: 아루샬레는 부대 내의 장교의 존재가 더 많은 희생자를 낼 것이라고 생각합니다. 그녀는 장교를 멘데브로 보내기를 요청했습니다. 전설적인 정찰병의 이름과 그 영광 아래 더 많은 신병들이 성전에 참여할 것입니다.
ko_mt: 아루샬래는 장교가 군대에 있으면 추가 희생자가 발생할 것이라고 생각합니다. 그녀는 전설적인 정찰병의 이름과 영광이 새로운 신병들을 끌어들일 멘데브로 그를 보내자고 제안합니다.

source: Idol
ko: 우상
ko_mt: 아이돌

source: Many recruits are eager to serve under the command of a legendary reconnaissance officer who also eggs them on to accept death-defying missions. As dozens of soldiers have lost their lives trying to earn his approval, the other officers are asking the Commander to intervene.
ko: 많은 신병들이 전설적인 정찰 장교와 함께 작전을 수행하고 싶어합니다. 하지만 장교는 이들을 죽음이 분명해 보이는 임무로 내몰고 있습니다. 이미 수십명의 병사들이 그의 눈에 들기 위해 애쓰다 목숨을 잃은 상황에서, 다른 장교들이 사령관의 개입을 요청하고 있습니다.
ko_mt: 많은 신병들이 전설적인 정찰 장교의 지휘 아래 복무하기를 열망하며 죽음을 무릅쓰고 임무를 수행하기를 원합니다. 수십 명의 병사들이 그의 인정을 받기 위해 목숨을 잃자 다른 장교들은 사령관에게 개입을 요청합니다.

source: {g|Event_61_1}[Choice effects]{/g} Permit the request
ko: {g|Event_61_1}[선택 효과]{/g} 요청을 허가한다
ko_mt: {g|Event_60_5}[선택 효과]{/g} 요청 허용

source: Rift drakes are capricious and full of malice, but their might is undeniable. Perhaps the knight's experiments are not so absurd as they might seem at first glance.
ko: 균열 드레이크는 변덕스럽고, 악의로 가득 찬 생명체입니다만, 그렇다고 그들의 힘마저 부정할 수 있는 것은 아닙니다. 보기에는 말도 안되는 기사의 실험이지만 결국 첫인상을 바꾸는 데에 성공할 수도 있을 것 같습니다.
ko_mt: 리프트 드레이크는 변덕스럽고 악의가 가득하지만, 그 힘은 부인할 수 없습니다. 기사의 실험이 언뜻 보기에 그렇게 터무니없는 것은 아닐지도 모릅니다.

source: {g|Event_61_2}[Choice effects]{/g} Kill the drake and punish the knight
ko: {g|Event_61_2}[선택 효과]{/g} 드레이크를 죽이고, 기사를 처벌한다
ko_mt: {g|Event_61_2}[선택 효과]{/g} 드레이크를 죽이고 기사를 처벌하세요.

source: No soldier would want to fight alongside a rift drake; the ill-tempered beast is too unpredictable. When the drake was killed, the troops rejoiced.
ko: 그 어떤 병사도 균열 드레이크 옆에서 싸우고 싶어하지 않습니다. 성질 더러운 짐승이 어떤 일을 벌일지 예측할 수 없으니까요. 드레이크가 죽자, 성전사들이 기뻐했습니다.
ko_mt: 어떤 병사도 균열 드레이크와 함께 싸우고 싶지 않을 것입니다. 성질이 급한 이 야수는 너무 예측할 수 없습니다. 드레이크가 죽자 병사들은 기뻐했습니다.

source: {g|Event_61_3}[Choice effects]{/g} Convince the knight to train something more peaceful
ko: {g|Event_61_3}[선택 효과]{/g} 기사가 더 온화한 생명체를 훈련시키도록 설득한다
ko_mt: {g|Event_61_3}[선택 효과]{/g} 기사에게 좀 더 평화로운 훈련을 하도록 설득하세요.

source: The noble has a remarkable talent for animal training. Regretfully, he abandoned his attempts to subdue the rift drake and switched to training chargers.
ko: 기사는 동물 훈련에 뛰어난 재능을 갖고있습니다. 유감스럽게도, 그는 리프트 드레이크 훈련을 더 이상 이어가지 못하게 되었지만, 대신 군마 훈련사로 일하게 되었습니다.
ko_mt: 이 귀족은 동물 훈련에 뛰어난 재능이 있습니다. 안타깝게도 그는 균열의 드레이크를 제압하려는 시도를 포기하고 충전기를 훈련하는 것으로 전환했습니다.

source: {g|Event_61_4}[Choice effects]{/g} Reform the drake
ko: {g|Event_61_4}[선택 효과]{/g} 드레이크의 천성을 바꾼다
ko_mt: {g|Event_61_4}[선택 효과]{/g} 드레이크 개혁

source: The drake is still young and inexperienced. The Commander's guidance will overcome its evil nature and nudge him to walk the path of {g|Apsu}[Apsu]{/g}. Who knows how many more drakes the Commander will be able to educate?
ko: 드레이크는 아직 어리고, 경험이 없습니다. 사령관의 지도로 드레이크는 악독한 천성을 극복하고, {g|Apsu}[압수]{/g}의 길을 걷도록 할 수 있을 것입니다. 사령관이 얼마나 많은 드레이크들을 가르칠 수 있을지 대체 누가 알까요?

source: {g|Event_61_5}[Choice effects]{/g} Keep the drake in chains and use its venom
ko: {g|Event_61_5}[선택 효과]{/g} 드레이크를 속박하고, 그의 독을 이용한다
ko_mt: {g|Event_61_5}[선택 효과]{/g} 드레이크를 사슬에 묶어두고 독을 사용하세요.

source: Nenio had the idea of conducting an experiment to see how drake venom affects demons. The soldiers are not thrilled by this proposal, but they all saw the enormous blisters left on Nenio's hands by the caustic substance.
ko: 네니오는 드레이크 맹독이 데몬들에게 얼마나 효과가 있을지 알아보는 실험을 하고싶어합니다. 병사들은 이 제안을 탐탁지 않게 생각했지만, 병사 모두가 부식성 물질로 인해, 굉장히 큰 물집이 생긴 네니오의 손을 볼 수 있었습니다.
ko_mt: 네니오는 드레이크 독이 데몬에게 어떤 영향을 미치는지 알아보기 위해 실험을 해보자는 아이디어를 냈습니다. 병사들은 이 제안을 달가워하지 않았지만, 네니오의 손에 가성 물질이 남긴 거대한 물집이 생긴 것을 보고는 모두 동의했습니다.

source: Principles of Drake Training
ko: 드레이크 훈련 원칙
ko_mt: 드레이크 훈련의 원칙

source: An eccentric crusader knight has secretly hatched a rift drake from an egg and is trying to train the vicious creature. The drake has already killed several servants, but is beginning to obey some of the commands issued to it. The noble is asking for permission to obtain a few more drakes.
ko: 최근 괴짜 성전기사가 비밀리에 균열 드레이크의 알에서 새끼를 부화시켰고, 이 사악한 생물을 훈련시키고 있습니다. 드레이크는 이미 많은 병사들을 죽였습니다만, 주인의 명령을 조금씩 이해하는 것 처럼 보입니다. 이 기사는 더 많은 드레이크를 훈련시킬 수 있도록, 사령관의 허가를 구하고 있습니다.
ko_mt: 괴짜 십자군 기사가 알에서 균열 드레이크를 몰래 부화시켜 사악한 생명체를 훈련시키려 하고 있습니다. 이 드레이크는 이미 여러 명의 하인을 죽였지만, 일부 명령을 따르기 시작했습니다. 귀족은 드레이크를 몇 마리 더 얻을 수 있도록 허락해 달라고 요청하고 있습니다.

source: {g|Event_62_1}[Choice effects]{/g} Form a search party
ko: {g|Event_62_1}[선택 효과]{/g} 수색대를 조직한다
ko_mt: {g|Event_62_1}[선택 효과]{/g} 수색대 구성

source: The officers will assemble a group of trackers to search for the missing troops. Once they have returned to Drezen with the disappeared unit, they will continue to rescue soldiers who get lost or captured.
ko: 장교들은 추적자들로 이루어진 수색대를 조직해 사라진 부대원들을 찾을 것입니다. 그들이 사라진 부대원들과 함께 드레젠에 돌아오면, 수색대는 계속해서 사라지거나 감금된 병사들을 찾으러 나설 겁니다.
ko_mt: 장교들은 실종된 병력을 찾기 위해 추적자 그룹을 구성합니다. 실종된 부대를 데리고 드레젠으로 돌아온 후에도 길을 잃거나 포로가 된 병사들을 구출하는 일을 계속합니다.

source: {g|Event_62_2}[Choice effects]{/g} Organize a large-scale rescue operation
ko: {g|Event_62_2}[선택 효과]{/g} 대규모의 구조 작전을 계획한다
ko_mt: {g|Event_62_2}[선택 효과]{/g} 대규모 구조 작전 조직하기

source: The officers will map out all strategic routes and comb the territories under the crusaders' control. As an added benefit, the soldiers will mark all dangerous areas on the maps, which will have a positive impact on the crusade's logistics.
ko: 장교들은 모든 전략적 경로를 확인하고, 성전사들의 통제 하에 있는 영토들을 샅샅이 뒤질 것입니다. 추가적으로, 병사들은 지도에 모든 위험 구역을 표기할 것이며, 이는 성전의 병참 체계에 긍정적인 영향을 미칠 것입니다.
ko_mt: 장교들은 모든 전략 경로를 계획하고 십자군이 통제하는 영토를 조사합니다. 병사들은 지도에 모든 위험 지역을 표시하여 십자군 병참에 긍정적인 영향을 미칠 수 있습니다.

source: {g|Event_62_3}[Choice effects]{/g} Hire diviners
ko: {g|Event_62_3}[선택 효과]{/g} 예지술사를 고용한다
ko_mt: {g|Event_62_3}[선택 효과]{/g} 예지가 고용하기

source: The diviners from Nerosyan will help find the missing soldiers. Establishing closer relations with Mendevian mages will strengthen the crusade.
ko: 네로시안의 예지술사들이 사라진 병사들을 찾는데 도움이 되어 줄 것입니다. 멘데브의 마법사들과의 친밀한 관계는 성전을 더 강하게 해줄 것입니다.
ko_mt: 네로시안의 예지가들이 실종된 병사들을 찾는데 도움을 줄 것입니다. 멘데비아 마법사들과 긴밀한 관계를 맺으면 십자군 성전이 강화될 것입니다.

source: {g|Event_62_4}[Choice effects]{/g} Find experienced trackers among the people
ko: {g|Event_62_4}[선택 효과]{/g} 사람들 중에 뛰어난 추적자를 찾는다
ko_mt: {g|Event_62_4}[선택 효과]{/g} 사람들 중에서 숙련된 트래커 찾기

source: There are plenty of excellent hunters and trackers among the Mendevian populace. If the Commander calls, they will leave their homes to search for the missing troops.
ko: 멘데브 사람들 중에는 뛰어난 사냥꾼과 추격자들이 많습니다. 사령관의 부름에 응답해, 그들은 가정에서 나와, 사라진 부대원들을 찾아낼 것입니다.
ko_mt: 멘데비아 국민 중에는 뛰어난 사냥꾼과 추적자가 많이 있습니다. 사령관이 부르면 그들은 집을 떠나 실종된 병력을 수색할 것입니다.

source: {g|Event_62_5}[Choice effects]{/g} Train new trackers
ko: {g|Event_62_5}[선택 효과]{/g} 신참 추적자들을 훈련시킨다
ko_mt: {g|Event_62_5}[선택 효과]{/g} 새 트래커 훈련하기
