Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: All generals gain the {g|SecretRoutes}[Secret Routes]{/g} feat.
ko: 모든 지휘관들이 {g|SecretRoutes}[비밀 통로]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 {g|SecretRoutes}[비밀 경로]{/g} 능력을 얻습니다.

source: Midnight Fane Notes
ko: Midnight Fane 기록물들
ko_mt: 미드나잇 팬 노트

source: During the assault on the Midnight Fane the Commander managed to capture the valuable records of the generals of the demonic troops. The crusaders have managed to decipher only a part of these documents so far. If you complete the decryption the War Council will receive important information about the secret routes used by the demonic forces.
ko: Midnight Fane 공격 동안, 사령관은 데몬 부대를 이끄는 지휘관들의 가치있는 기록물들을 획득하는 데 성공했습니다. 아직까지 성전사들은 이 문서들의 일부분만을 해독했지만, 해독이 완료되면 전쟁 자문단은 데몬 군대가 사용하는 비밀 통로에 대한 중요 정보들을 받을 수 있게 될겁니다.

source: The decryption of the records obtained by the Commander in the Midnight Fane has been completed.
ko: Midnight Fane 에서 사령관이 발견한 기록물들의 해독이 끝났습니다.
ko_mt: 한밤중 페인의 사령관이 획득한 기록의 암호 해독을 완료했습니다.

source: Forming a Military Council
ko: 군사 자문단 조직하기
ko_mt: 군사 위원회 구성

source: A council of officers seasoned in the art of war will help the Commander to implement new tactics and diversify {mf|his|her} army's ranks with more skilled units.
ko: 전쟁 기술에 숙련된 장교들의 자문단은 사령관이 새로운 전술을 구현하고, 군단을 숙련된 기술을 가진 인재들로 다각화하는 것을 도와줄 것입니다.
ko_mt: 전쟁에 능숙한 장교들로 구성된 위원회는 사령관이 새로운 전술을 실행하고 {mf|그|그녀}의 군대의 계급을 더 숙련된 부대로 다양화할 수 있도록 도와줄 것입니다.

source: The Military Council is assembled and awaits the Commander at the headquarters for the first meeting.
ko: 군사 자문단이 조직되었고, 그들은 첫 회의를 시작하기 위해 지휘부에서 사령관을 기다리고 있습니다.
ko_mt: 군사위원회가 소집되어 첫 회의를 위해 사령부에서 사령관을 기다립니다.

source: The Development of the Art of War
ko: 전쟁 기술 발전
ko_mt: 전쟁 기술의 발전

source: They who do not seek to know their enemy and fail to forge new paths to victory will inevitably fall. The secret of success lies in officers' steadfast focus on strategy, the ability to learn from past experiences and the preparation of soldiers for future battles.
ko: 적을 알고자 하지 않는 자들과 승리를 향한 새로운 길을 연구하지 않는 이들은 필연적으로 몰락하게 될 겁니다. 장교들의 전략에 대한 흔들리지 않는 집중, 과거의 경험에서 배운 능력들, 그리고 미래의 전투를 대비하는 병사들의 전투 준비가 곧 성공의 비결입니다.
ko_mt: 적을 알기 위해 노력하지 않고 승리의 새로운 길을 개척하지 않는 군대는 필연적으로 몰락할 것입니다. 성취의 비밀은 전략에 대한 장교들의 확고한 집중, 과거의 경험에서 배울 수 있는 능력, 미래의 전투를 위한 병사들의 준비에 있습니다.

source: The combat effectiveness of the crusader army has grown. The military council requests the crusade leader to attend their meeting and receive the update report.
ko: 성전사 부대의 전투 효율성이 증가했습니다. 군사 자문단은 성전 지도자가 회의에 출석해, 이와 관련된 새 보고서를 받길 원하고 있습니다.

source: All units gain the {g|MilitaryTribunal}[Military Tribunal]{/g} feat.
ko: 모든 유닛이 {g|MilitaryTribunal}[군사 재판소]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛이 {g|MilitaryTribunal}[군사 재판소]{/g} 업적을 얻습니다.

source: "Once a traitor, always a traitor. A lawbreaker is a criminal for life." Thus said the Commander in the fight for the Lost Chapel, then {mf|he|she} ordered military tribunals to be organized within the army. Now that Drezen is free, the Commander's advisors finally have the opportunity to carry out this order.
ko: "한번 배신자는, 언제나 배신자이다. 범법자는 평생 범죄자다." 잊힌 예배당에서의 전투에서 사령관은 이렇게 말했습니다. 그러고서는 부대 내에 군사 재판소를 조직하라는 명령을 내렸습니다. 이제 드레젠은 해방되었고, 사령관의 조언자들은 마침내 명령을 수행할 기회를 얻게 되었습니다.
ko_mt: "한 번 반역자는 영원한 반역자. 법을 어긴 자는 평생 범죄자다." 잃어버린 예배당을 차지하기 위해 싸우던 사령관은 이렇게 말했고, {mf|그|그녀}는 군대 내에 군사재판소를 조직하라고 명령했습니다. 이제 드레젠이 자유의 몸이 되었으니 사령관의 고문들은 마침내 이 명령을 실행할 기회를 얻었습니다.

source: The Commander's orders have been carried out. The military tribunal has begun investigating complaints from soldiers, reports of cowardly conduct in battle, and denunciations regarding suspicious behavior by individual crusaders.
ko: 사령관의 명령이 수행되었습니다. 군사 재판소에서 병사들의 불만과 전투에서의 비겁한 행위에 대한 보고, 그리고 성전사 개개인의 수상한 행위에 대한 고발에 대해 조사하기 시작했습니다.
ko_mt: 사령관의 명령이 실행되었습니다. 군사 재판소는 병사들의 불만 사항, 전투 중 비겁한 행동에 대한 보고, 개별 십자군의 의심스러운 행동에 대한 비난을 조사하기 시작했습니다.

source: The murder committed by Private Gorvo has been investigated.
ko: 이병 고르보가 저지른 살인 사건의 조사가 끝났습니다.
ko_mt: 고르보 일병이 저지른 살인 사건은 조사 중입니다.

source: Investigation into the Case of Private Gorvo
ko: 이병 고르보 사건 조사
ko_mt: 고르보 이병 사건 조사

source: Crusader Gorvo is accused of the public assassination of his command leader for personal motives. He declares he was driven to murder by the systematic beatings he received from officer Damar. An investigation will help clear up the facts of the case.
ko: 성전사 고르보는 개인적인 이유로 그의 지휘관을 공공장소에서 암살했고, 고발당했습니다. 그는 장교 다마르가 조직적으로 자신을 폭행했고, 따라서 그를 살해했다고 주장합니다. 조사를 통해 이 사건의 진실을 밝힐 수 있을 겁니다.
ko_mt: 성전사 고르보는 개인적인 동기로 자신의 지휘관을 공개 암살한 혐의를 받고 있습니다. 그는 다마르 장교로부터 받은 조직적인 구타로 인해 살인을 저지르게 되었다고 주장합니다. 수사를 통해 사건의 진상을 밝혀야 합니다.

source: Areelu Vorlesh's sketches have been deciphered.
ko: 아릴루 볼레쉬의 스케치가 해독되었습니다.
ko_mt: 아릴루 볼레쉬의 스케치가 해독되었습니다.

source: Areelu Vorlesh's Sketches
ko: 아릴루 볼레쉬의 스케치
ko_mt: 아릴루 볼레쉬의 스케치

source: The Commander came across Areelu Vorlesh's notebook containing some interesting drawings. They all depict the same place, the sketches having been made before the Worldwound appeared. Artists and scientists can identify its location by examining the landscape and comparing it to the old maps of Sarkoris. This information can put the Commander on the trail of the Betrayer.
ko: 사령관은 흥미로운 그림들이 포함된 아릴루 볼레쉬의 공책을 발견했습니다. 세계 상처가 열리기 전에 그려진 이 스케치들은 모두 같은 장소를 묘사합니다. 예술가들과 과학자들이 그려진 풍경을 조사하고, 사코리스의 오래된 지도와의 대조를 통해 해당 위치를 식별할 수 있습니다. 이 정보를 이용해, 사령관은 인류의 배신자를 추적할 수 있을 겁니다.
ko_mt: 사령관은 흥미로운 그림이 담긴 아릴루 볼레쉬의 수첩을 발견했습니다. 모두 같은 장소를 묘사한 그림이었는데, 세계상처가 나타나기 전에 스케치한 것이었습니다. 예술가와 과학자들은 풍경을 조사하고 사르코리스의 옛 지도와 비교하여 그 위치를 알아낼 수 있습니다. 이 정보를 통해 사령관은 배신자의 흔적을 찾을 수 있습니다.

source: The Pillar of Skulls has been created.
ko: 해골 기둥이 세워졌습니다.
ko_mt: 해골의 기둥이 생성되었습니다.

source: Pillar of Skulls
ko: 해골 기둥
ko_mt: 해골의 기둥

source: Every palace needs an attentive and diligent seneschal. In the Commander's absence ziggurat business will be taken over by the Pillar of Skulls, a wonderful necromantic piece of work that Zacharius is ready to create for his disciple. Provided with necessary resources, the lich will present the Commander a new devoted assistant.
ko: 모든 궁정에는 주의깊고, 성실한 종사가 필요합니다. 사령관이 자리에 없을 때, 지구라트 관련 업무는 해골 기둥이 대신 처리할 것입니다. 자카리우스는 자신의 제자를 위해 이 사령술 걸작을 만들어 줄 준비가 되어있습니다. 필요한 자원을 제공함으로써, 리치는 사령관에게 헌신적인 도우미를 소개할 것입니다.
ko_mt: 모든 궁전에는 세심하고 부지런한 세네스칼이 필요합니다. 사령관 부재 시 지구라트 사업은 자카리우스가 제자를 위해 만들 준비가 된 멋진 강령술 작품인 해골의 기둥이 대신 맡게 됩니다. 필요한 자원이 제공되면 리치에게 사령관에게 헌신적인 새 조수를 선물할 것입니다.

source: The ziggurat has been constructed.
ko: 지구라트가 건설되었습니다.
ko_mt: 지구라트가 건설되었습니다.

source: Ziggurat
ko: 지구라트
ko_mt: 지구라트

source: Lich Zacharius demands a ziggurat to be constructed in Drezen, which will become a safe fortress for the Commander and his laboratory, a refuge for his undead servants, and a place to perform sinister rituals.
ko: 리치 자카리우스는 드레젠에 지구라트를 건설하라고 요구합니다. 지구라트는 사령관과 사령관의 실험실을 안전하게 지켜줄 요새이자, 언데드 하수인들의 피난처, 그리고 사악한 의식을 행할 장소가 되어줄 것입니다.
ko_mt: 리치 자카리우스는 드레젠에 사령관과 그의 연구소를 위한 안전한 요새이자 언데드 종들의 피난처, 사악한 의식을 치를 장소가 될 지구라트를 건설할 것을 요구합니다.

source: The Lady of Graves has been defied.
ko: 무덤의 여인을 거역했습니다.
ko_mt: 무덤의 여인이 반항했습니다.

source: Death's Dominions
ko: 죽음의 지배
ko_mt: 죽음의 지배

source: The last act of desecration of the world order must attract Pharasma's attention. An evil necromantic ritual will be conducted by the commander's servants and a seal of death will be put upon the lands of Sarkoris. Any soul dying there will not end up at the court of the Lady of Graves but rise as a formidable undead.
ko: 세계 질서를 모독하는 마지막 행위는 파라즈마의 눈길을 끌어야 합니다. 사령관의 하수인들은 의식을 행할 것이며, 사코리스의 대지에 죽음의 낙인이 찍힐 것입니다. 이곳에서 죽는 모든 영혼은 무덤의 여인의 법정으로 향하지 않고, 그 대신 강력한 언데드로써 되살아나게 될 것입니다.
ko_mt: 세계 질서를 모독하는 마지막 행위는 반드시 파라즈마의 관심을 끌어야 합니다. 사령관의 부하들이 사악한 강령술 의식을 거행하고 사르코리스의 땅에 죽음의 봉인이 내려질 것입니다. 그곳에서 죽는 영혼은 무덤의 여인의 궁전에서 끝나는 것이 아니라 강력한 언데드로 부활합니다.

source: The ziggurat has been reconstructed.
ko: 지구라트가 재건되었습니다.
ko_mt: 지구라트가 재건되었습니다.

source: Reconstruction of the Ziggurat
ko: 지구라트 재건
ko_mt: 지구라트 재건

source: The ziggurat will be expanded and rebuilt according to the canons of necromancy. The walls made of tombstones will direct the energies of death according to the ritual pattern designed by Zacharius.
ko: 지구라트는 사령학파의 규범에 의해 확장되고 재건될 것입니다. 묘비로 만들어진 벽은 자카리우스가 디자인한 의식 구조에 따라 죽음의 에너지를 유도합니다.
ko_mt: 지구라트는 사령술의 정경에 따라 확장 및 재건될 것입니다. 묘비로 만들어진 벽은 자카리우스가 고안한 의식 패턴에 따라 죽음의 기운을 향하게 할 것입니다.

source: Crusade morale reduces by 20. Removes units with a total Value of 500.
ko: 성전 사기가 20 감소합니다. 총 가치 합계 500의 유닛들이 제거됩니다.
ko_mt: 십자군 사기가 20 감소합니다. 총 가치가 500인 유닛을 제거합니다.

source: Xanthir's Experiments
ko: 잔티르의 실험
ko_mt: 잔티르의 실험

source: The Commander came across the notes of Xanthir Vang. The experiments they describe are horrible, inhuman and... intriguing. Xanthir used to submit himself and his victims to metamorphosis in an attempt to become a living swarm united by a single consciousness. The Commander can repeat the experiments, but at a very high cost. He will have to expose numerous mortals to painful vivisection, not to mention the fact that the Commander {mf|him|her}self will be subjected to unbearable suffering. No doubt the horror of the procedure will turn many crusaders away from their leader. Furthermore, there is no certain reward for such a venture. Apart from a better understanding of insect nature and a moderate yet questionable gain in power, the knowledge gleaned from the experiments' outcome will have no practical value... Not yet, at least.
ko: 사령관은 잔티르 뱅의 기록물들을 발견했습니다. 기록물에 묘사된 실험은 끔찍하고, 비인간적이며... 흥미롭습니다. 잔티르는 종종 자기 자신과 희생양들을 살아있고, 하나의 의식으로 연결된 벌레떼로 변이시키려고 했었습니다. 사령관은 이 실험을 반복할 수 있지만, 그 대가는 매우 클 것입니다. 사령관은 수많은 필멸자들을 고통스럽게 해부해야하고, 사령관 역시 그와 같은 견딜수 없는 고통을 받게 될 것입니다. 실험 과정의 공포는 많은 성전사들이 성전 지도자에게서 멀어지는 결과를 초래할 것이며, 이러한 모험에도 불구하고, 확실한 보상은 존재하지 않습니다. 벌레의 본질에 대한 의해와 온건하긴 하지만 의심쩍은 힘의 획득, 실험을 통한 지식. 그 모두에 대한 결과는 실용적인 가치는 없을 것입니다... 아직까지는...

source: Xanthir Vang's notes have been studied.
ko: 잔티르 뱅의 기록물이 연구되었습니다.
ko_mt: 잔티르 방의 노트를 연구했습니다.

source: His Majesty Thaberdine Quintissimus Hierophantel has ascended the throne.
ko: 타베르딘 퀸티시무스 하이에로판텔 폐하께서 왕좌에 오르셨습니다.
ko_mt: 타베르딘 퀸티시무스 히에로판텔 폐하께서 왕좌에 오르셨습니다.

source: Ridiculous Coronation
ko: 말도 안되는 대관식
ko_mt: 우스꽝스러운 대관식

source: Great happiness has rained down on the lands of Sarkoris! His Majesty Thaberdine Quintissimus Hierophantel, the only living descendant of the line which, as every Sarkoris citizen knows (and if he doesn't, he isn't worth respecting), had once ruled all Sarkoris, has returned to his battered country to lead it in this dark moment and bring it redemption from tyranny and lassitude. Having heard his subject's orisons, His Majesty is prepared to fulfill his people's wishes by officially accepting the crown and ascending to the throne. Festivities will be announced by His grace in the city after the coronation. Beside themselves with joy, His Majesty's servants, including the Commander and others whose names do not matter, should as soon as possible provide the city with ale, punch, wine, grog, moonshine, liqueur, and other essential attributes of a monarch's coronation.
ko: 사코리스 땅에 큰 행복이 내립니다! 타베르딘 퀸티시무스 하이에로판텔 폐하, 모든 사코리스 시민들이 알고 있는 (그렇지 않다면, 그는 존경받을 가치도 없을 겁니다), 한 때 모든 사코리스를 다스리던 혈통의 유일한 후손께서 이 어두운 시간을 끝내고, 폭정과 무력함 속에서 구원을 찾기 위해 부서진 나라로 돌아오셨습니다. 백성들의 기도를 들으신 폐하께서는 공식적으로 왕관을 쓰시고, 왕좌에 오름으로써 사코리스 민족의 소원을 이루실 준비가 되었습니다. 대관식이 끝나면 폐하의 은혜로 축연이 있을 것이라고 발표될 것입니다. 사령관과 이름이 중요하지 않은 사람들을 포함한 수 많은 폐하의 하인들은 기쁜 마음으로 가능한 한 빨리 에일 맥주, 주먹질, 포도주, 그로그, 문샤인, 리퀴르처럼 군주의 대관식에 필수적인 요소들을 제공할 것입니다.
ko_mt: 사르코리스의 땅에 큰 행복이 찾아왔습니다! 사르코리스의 모든 시민이 알고 있듯이, 한때 사르코리스를 통치했던 왕가의 유일한 생존 후손인 타베르딘 퀸티시무스 히에로판텔 폐하가 이 어두운 순간을 이끌고 폭정과 무기력으로부터 나라를 구하기 위해 피폐해진 조국으로 돌아왔습니다. 신하들의 간청을 들은 폐하는 공식적으로 왕관을 수락하고 왕좌에 올라 백성들의 소원을 이룰 준비를 마쳤습니다. 대관식 후 도시에서 폐하의 은총으로 축제가 열립니다. 사령관을 비롯한 폐하의 신하들과 이름은 중요하지 않은 다른 신하들은 기쁨에 겨워 가능한 한 빨리 도시에 에일, 펀치, 와인, 그로그, 달빛, 리큐어 및 기타 군주 대관식에 필수적인 속성을 제공해야 합니다.

source: The Commander will gain a powerful weapon that could one day affect the outcome of the entire war.
ko: 사령관은 언젠가, 전쟁 전체에 영향을 미치는 강력한 무기를 얻게 될 것입니다.
ko_mt: 사령관은 언젠가 전체 전쟁의 결과에 영향을 미칠 수 있는 강력한 무기를 얻게 됩니다.

source: Northern Lights
ko: 북극광
ko_mt: 오로라

source: Stargazers of Pulura's shrine have shared their knowledge with the Commander. For many years, they've been creating an artifact that could weaken the connection between Threshold and the Abyss by shining Pulura's northern lights down upon the fortress. The project requires just a little more work before it can be put into action.
ko: 펄루라 신전의 점성가들이 사령관에게 지식을 전달해 주었습니다. 수 년 동안 그들은 빛나는 펄루라의 북극광을 요새에 비춤으로써, 극점과 심연 사이의 연결을 약화시킬 수 있는 유물을 만들고 있었습니다. 이 계획을 실행하기 위해서는 아주 조금의 작업만 끝내면 될 것 같습니다.
ko_mt: 풀루라 신전의 별 관측자들은 사령관에게 그들의 지식을 공유해 왔습니다. 그들은 수년 동안 풀루라의 북극광을 요새에 비춰 문턱과 심연 사이의 연결을 약화시킬 수 있는 유물을 만들어 왔습니다. 이 프로젝트는 실행에 옮기기까지 조금 더 많은 작업이 필요합니다.

source: The artifact is complete. The Commander now has a secret weapon that can be used during the assault on the Threshold fortress.
ko: 유물이 완성되었습니다. 사령관은 극점 요새를 공격하는 동안 사용할 수 있는 비밀 무기를 갖게되었습니다.
ko_mt: 유물을 완성했습니다. 사령관은 이제 문턱 요새를 공격할 때 사용할 수 있는 비밀 무기를 갖게 되었습니다.

source: The calculations of Pulura's Stargazers have been studied.
ko: 펄루라의 점성가들의 계산이 연구되었습니다.
ko_mt: 풀루라의 스타게이저의 계산이 연구되었습니다.

source: Records of Pulura's Stargazers
ko: 펄루라 점성가들의 기록
ko_mt: 풀루라의 별 관찰자 기록

source: The disconnected data on the Worldwound collected by the stargazers of Pulura will not be of any help if it is not studied in detail and properly organized.
ko: 펄루라의 점성가들이 수집한 세계상처에 대한 자료들은 뒤죽박죽으로 섞여있습니다. 기록물들을 제대로 분류하고 꼼꼼히 연구하지 않는다면, 아무런 도움도 되지 않을 겁니다.
ko_mt: 풀루라의 별 관찰자들이 수집한 세계상처에 대한 단절된 데이터는 자세히 연구하고 제대로 정리하지 않으면 아무런 도움이 되지 않습니다.

source: The study of the stargazers' observations made it possible to ascertain some interesting patterns in the "life" of the Worldwound — namely, discover a date when the connection between the two planes, Golarion and the Abyss, is the strongest and energy freely flows both ways through the rifts. The date is the third week of Gozran 4717.
ko: 점성가들의 관찰 연구를 통해 세계 상처의 흥미로운 "생명" 의 패턴들에 대한 사실을 확인할 수 있었습니다. 즉, 두 차원계 — 골라리온과 심연 간의 연결이 가장 강해지고, 에너지가 균열을 통해 골라리온과 심연, 두 방향으로 자유롭게 흐를 수 있게되는 시기를 발견한 것입니다. 이 시기는 4717 년, 고즈란의 3번째 주입니다.

source: 50 {g|Conscripts}[Conscripts]{/g} are recruited at the Commander's headquarters, deducts 3,000 gold.
ko: 사령관의 지휘부에 50 {g|Conscripts}[징집병]{/g}이 모집되고, 금화 3,000을 소모합니다.
ko_mt: 사령관 본부에서 50 {g|Conscripts}[징집병]{/g}을 모집하여 3,000 골드를 차감합니다.

source: Reluctant Soldiers
ko: 주저하는 병사들
ko_mt: 꺼리는 병사

source: A slaver from the Numerian Technic League will offer the crusade a batch of "volunteers" in exchange for a generous payment.
ko: 누메리아 기술 연맹 출신의 노예상은 많은 금에 대한 대가로, 수 많은 "지원자들"을 성전에 제공해 줄 것입니다.
ko_mt: 누메리아 기술 연맹의 노예가 십자군에게 넉넉한 대가를 지불하는 대신 "자원자" 일괄을 제공할 것입니다.

source: The slaves have been delivered to Drezen and recruited into the ranks.
ko: 노예들이 드레젠으로 이송되었고, 모집되었습니다.
ko_mt: 노예들이 드레젠에게 전달되어 대열에 합류했습니다.

source: {g|Skeletons}[Skeletons]{/g} and {g|Zombies}[Zombies]{/g} gain the {g|VampiricTouch}[Vampiric Touch]{/g} feat.
ko: {g|Skeletons}[스켈레톤]{/g} 과 {g|Zombies}[좀비]{/g} 유닛이 {g|VampiricTouch}[흡혈의 손길]{/g} 특기를 얻습니다.
ko_mt: {g|Skeletons}[해골]{/g} 및 {g|Zombies}[좀비]{/g}은 {g|VampiricTouch}[흡혈의 손길]{/g} 피트를 획득합니다.

source: Creating Spell Devourers
ko: 주문 포식자 생성
ko_mt: 주문 삼키는 자 생성

source: Septimus shared the results of his research with the Commander. Through the deployment of certain rituals, the hunger of the undead serving {mf|him|her} can be exacerbated so that the undead will be able to devour spells and hurl them at the enemies.
ko: 셉티무스는 그의 연구 결과를 사령관에게 보여주었습니다. 특정 의식을 행함으로써, 사령관을 따르는 언데드들의 굶주림을 더 증폭시켜 언데드들이 주문을 포식하고, 적에게 주문을 던질 수 있게 만들 수 있습니다.
ko_mt: 셉티무스는 사령관에게 자신의 연구 결과를 공유했습니다. 특정 의식을 시행하면 {mf|그|그녀}를 섬기는 언데드의 굶주림을 악화시켜 언데드가 주문을 삼켜 적에게 던질 수 있게 됩니다.

source: Septimus has awakened magical hunger in the undead warriors.
ko: 셉티무스는 언데드 전사들의 마법적 굶주림을 일깨웠습니다.
ko_mt: 셉티무스가 언데드 전사들에게 마법의 굶주림을 일깨웠습니다.

source: 5 {g|LagerBeerElementals}[Lager Beer Elementals]{/g} have been recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 5 {g|LagerBeerElementals}[대형 맥주 정령]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에 5명의 {g|LagerBeerElementals}[대형 맥주 정령]{/g}을 모집했습니다.

source: Lager Beer Elementals Creation
ko: 대형 맥주 정령 생성
ko_mt: 대형 맥주 정령 생성

source: Only in the hour of greatest need do priests of Cayden Cailean call upon the mighty allies of their ever-inebriated god, for the ritual that summons them tests the limits of even the hardiest of livers.
ko: 케이든 케일리언의 사제들은 가장 절실한 시간에만 언제나 술취한 신의 가장 강력한 동맹을 불러냅니다. 그들을 소환하는 의식은 간이 버틸 수 있는 한계를 시험하기 때문입니다.
ko_mt: 케이든 케일린의 사제들은 가장 위급한 순간에 한없이 강인한 신의 강력한 동맹을 부르며, 그들을 소환하는 의식은 가장 단단한 간조차도 그 한계를 시험하기 때문입니다.

source: Powerful ancient spirits from Cayden Cailean's retinue have materialized in Drezen to bring joy to friends and the most wicked hangover to enemies.
ko: 케이든 케일리언의 신자들이 강력한 고대 정령을 드레젠에 현현 시켰습니다. 이들은 아군에게는 즐거움을, 적에게는 가장 끔찍한 숙취를 선사할 것입니다.
ko_mt: 케이든 케일런의 추종자들의 강력한 고대 정령이 드레젠에 구현되어 아군에게는 기쁨을, 적에게는 가장 사악한 숙취를 가져다줍니다.

source: 3 {g|HeavyFootBardruidDragonriderScouts}[Heavy Foot Bardruid Dragonrider Scouts]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 3 {g|HeavyFootBardruidDragonriderScouts}[중무장 바드루이드 드래곤 라이더 척후병]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 3 {g|HeavyFootBardruidDragonriderScouts}[무거운 발 바드루이드 드래곤라이더 정찰대]{/g}을 모집합니다.

source: Bardruids Training
ko: 바드루이드 훈련
ko_mt: 바드루이드 훈련

source: Candidates who have already mastered the intricacies of reconnaissance, druidic magic, swordsmanship, and bardic singing can now delve into dragon riding. Unfortunately, only the theory of it, for now.
ko: 정찰의 복잡 미묘함과 드루이드 마법, 검법, 그리고 바드들의 노래를 완벽하게 연마한 후보생들은 이제 드래곤 라이딩 기술을 배울 수 있습니다. 불행히도, 지금은 이론만이 있을 뿐입니다.
ko_mt: 정찰, 드루이드 마법, 검술, 바드 노래의 복잡한 기술을 이미 마스터한 지원자는 이제 드래곤 라이딩에 도전할 수 있습니다. 안타깝게도 지금은 이론만 배울 수 있습니다.

source: A unit of heavy scout bardruids has completed a rigorous training course and is now ready for action. Sadly, procuring dragons for them is proving difficult so far, so these folks will just have to battle on foot.
ko: 중무장한 바드루이드 정찰병들은 우스꽝스러운 훈련 과정을 끝냈고, 이제 임무를 받을 준비가 되었습니다. 슬프게도, 드래곤을 구해다 주는 것은 꽤나 어려운 일이고, 따라서 이 친구들은 튼튼한 두 발로 전투를 벌입니다.
ko_mt: 중정찰 버드루이드 부대가 혹독한 훈련 과정을 마치고 이제 전투에 나설 준비를 마쳤습니다. 안타깝게도 아직까지 드래곤을 구하는 것이 쉽지 않아서 이들은 도보로 전투를 치러야 합니다.

source: 3 {g|VampireNinjaPirates}[Vampire Ninja Pirates]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 3 {g|VampireNinjaPirates}[뱀파이어 닌자 해적]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 3 {g|VampireNinjaPirates}[뱀파이어 닌자 해적]{/g}을 모집합니다.

source: Ninja Pirates Training
ko: 닌자 해적 훈련
ko_mt: 닌자 해적 훈련

source: Training a true vampire ninja pirate is no easy task. Not only do you need to find a candidate willing to embrace existence as an undead bloodsucker, not only do you have to spend decades teaching them the ins and outs of the craft of Tian killer spies, but you must also ensure that they carry an adventuring spirit in their hearts, the kind that is known to none but the saltiest of sea dogs! Or you could just put out a job posting — gaggles of unemployed vampire ninja pirates are loitering about Golarion these days.
ko: 진정한 뱀파이어 닌자 해적 훈련은 쉬운 일이 아닙니다. 언데드 흡혈귀로써의 삶을 받아드리고자 하는 후보생을 찾는 것도 어려울 뿐더러, 수 십년 동안 티엔시아의 첩자들이 사용하는 암살 기술을 배울 사람을 찾는 것은 더 어렵습니다. 거기에 더해, 후보생들이 가슴에 바다를 모험하고자하는 모험심을 품고있는 지도 확인해야 합니다! 아니면 그냥 채용 공고를 올릴 수도 있습니다 — 지금도 실직자 신세인 뱀파이어 닌자 해적들이 골라리온을 배회하고 있을 테니까요.
ko_mt: 진정한 뱀파이어 닌자 해적을 훈련시키는 것은 쉬운 일이 아닙니다. 언데드 흡혈귀로서의 존재를 기꺼이 받아들일 지원자를 찾아야 하고, 수십 년 동안 티안 킬러 스파이의 기술을 가르쳐야 할 뿐만 아니라, 가장 짠 바다 개가 아니면 알 수 없는 모험심을 마음속에 품고 있는지 확인해야 합니다! 요즘 골라리온에는 실직한 뱀파이어 닌자 해적들이 무리지어 돌아다니고 있으니 구인 공고를 내는 것도 방법이에요.

source: A crew of dastardly ninja pirates is ready to go out on a raid!
ko: 비겁한 닌자 해적들이 습격을 나설 준비가 되었다!
ko_mt: 비열한 닌자 해적단이 습격에 나설 준비가 되었습니다!

source: 3 {g|WarbarianRagepriests}[Warbarian Ragepriests]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 3 {g|WarbarianRagepriests}[워바리안 분노사제]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 3 {g|WarbarianRagepriests}[워바리안 분노 사제]{/g}을 모집합니다.

source: Warbarian Ragepriests Training
ko: 워바리안 분노사제 훈련
ko_mt: 워바리안 분노 사제 훈련

source: A group of the fiercest warpriests will be selected from the crusader ranks. They will go into a long meditation as annoying jesters whisper the flattest, most infuriating jokes into their ears. Only those who complete their meditation in due time and only then beat the living daylights out of the damned jesters will earn the right to call themselves true warbarian ragepriests. And their warmongering abilities will be beyond compare.
ko: 성전사들 중에 가장 사나운 워프리스트들이 선택될 것입니다. 이들은 긴 명상에 빠지지만, 그 동안 짜증나는 광대들이 그들의 귀에 가장 짜증나고 열받는 농담들을 던질 것입니다. 이 망할 광대들을 두들겨 패지 않고 명상을 끝내는 데 성공한 이들은 워바리안 분노사제라고 불릴 수 있는 특권을 갖게 됩니다. 이들의 전쟁광적인 능력은 그 무엇에도 비할 데가 없을 것입니다.
ko_mt: 성전사 계급에서 가장 용맹한 전쟁사제 한 무리가 선발됩니다. 그들은 성가신 광대들이 가장 얄팍하고 격렬한 농담을 귀에 대고 속삭이는 동안 긴 명상에 들어갈 것입니다. 제때 명상을 끝내고 저주받은 광대들을 물리친 자만이 진정한 야만용사 분노의 사제라고 부를 자격을 얻게 됩니다. 그리고 그들의 전쟁 수행 능력은 비교할 수 없을 것입니다.

source: A squad of warbarian ragepriests is ready to wage true war.
ko: 워바리안 전쟁사제 분대가 진정한 전쟁을 벌일 준비가 되었습니다.
ko_mt: 야만인 분노 사제로 구성된 분대가 진정한 전쟁을 치를 준비가 되었습니다.

source: 2 {g|Illusionists}[Illusionists]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 2 {g|Illusionists}[일루저니스트]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 {g|Illusionists}[일루셔니스트]{/g} 2명을 모집합니다.

source: Initiation into the Fools' Order
ko: 멍청이 기사단 입문
ko_mt: 바보들의 질서 입문

source: With so many morons and idiots walking around, the Fools' Order will never experience a lack of new recruits.
ko: 땅을 걷을 수 있는 수 많은 바보들과 멍청이들과 함께라면, 멍청이 기사단은 신병 부족에 빠질 위험은 없을 것입니다.
ko_mt: 바보와 멍청이가 너무 많아서 바보 교단에는 신병이 부족할 일이 없을 것입니다.

source: New righteous dimwits and zealous buffoons have sworn a solemn oath. From now on, they will fool around, get drunk, and start trouble for the glory of the Commander and of the crusade.
ko: 의로운 멍청이들과 광신적인 바보들이 장엄한 맹세를 했습니다. 이제부터 그들은 성전과 사령광의 영광을 위해 바보짓을 하고, 술에 취하고, 말썽을 일으킬 것입니다.
ko_mt: 새로운 의로운 멍청이와 열성적인 멍청이들이 엄숙한 맹세를 했습니다. 이제부터 그들은 사령관과 십자군 성전의 영광을 위해 장난을 치고 술에 취해 말썽을 일으킬 것입니다.

source: 1 {g|ScaledEldritchDisciplePaladins}[Scaled Eldritch Disciple Paladin]{/g} is recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 1 {g|ScaledEldritchDisciplePaladins}[스케일드 엘드리치 디사이플 팔라딘]{/g}이 모집되었습니다.
ko_mt: 1 {g|ScaledEldritchDisciplePaladins}[비늘 엘드리치 제자 성기사]{/g}이 사령관 본부에서 모집됩니다.

source: 1 {g|FauchardSwordSaints}[Fauchard Sword Saint]{/g} is recruited at the Commander's headquarters.
ko: 사령관의 지휘부에서 1 {g|FauchardSwordSaints}[포샤드 소드 세인트]{/g}가 모집되었습니다.
ko_mt: 1 {g|FauchardSwordSaints}[포샤르 검 성인]{/g}이 사령관 본부에서 모집됩니다.

source: 2 {g|ThugPaladins}[Thug Paladins]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 2 {g|ThugPaladins}[깡패 팔라딘]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 {g|ThugPaladins}[깡패 성기사]{/g} 2명을 모집합니다.

source: One fort of the bastion level with at least 6 out of the 9 construction slots filled can be upgraded to a fortress level.
ko: 9 개의 건설 슬롯 중, 6 개 이상의 건물이 지어진 보루는 성새도시 등급으로 확장할 수 있습니다.
ko_mt: 건설 슬롯 9개 중 6개 이상이 채워진 요새 레벨의 요새 1개는 요새 레벨로 업그레이드할 수 있습니다.

source: Bastion to Fortress Expansion
ko: 보루에서 성새도시로 확장하기
ko_mt: 보루에서 요새로 확장

source: By upgrading a bastion to a fortress the Commander will expand its territory for buildings, as well as allow the construction of advanced structures there.
ko: 보루를 성새도시로 확장해, 사령관은 건물들을 지을 영역을 확보하고, 더 좋은 건물들을 지을 수 있게 되었습니다.
ko_mt: 요새를 요새로 업그레이드하면 사령관은 건물을 지을 수 있는 영토를 확장할 수 있을 뿐만 아니라 고급 구조물을 건설할 수 있습니다.

source: The bastion can be expanded into a fortress. This can be done in the management menu of the selected fort.
ko: 보루를 성새도시로 확장할 수 있게 되었습니다. 선택한 요새의 관리 메뉴에서 확장 명령을 내릴 수 있습니다.
ko_mt: 요새는 요새로 확장할 수 있습니다. 이 작업은 선택한 요새의 관리 메뉴에서 수행할 수 있습니다.

source: One fort of the outpost level with at least 3 out of the 4 construction slots filled can be upgraded to a bastion level.
ko: 4 개의 건설 슬롯 중, 3 개 이상의 건물이 지어진 전초기지는 보루 등급으로 확장할 수 있습니다.
ko_mt: 건설 슬롯 4개 중 3개 이상이 채워진 전초기지 레벨의 요새 1개는 요새 레벨로 업그레이드할 수 있습니다.

source: Outpost to Bastion Expansion
ko: 전초기지에서 보루로 확장하기
ko_mt: 전초 기지에서 요새로 확장

source: By upgrading an outpost to a bastion the Commander will expand its territory for buildings, as well as allow the construction of advanced structures there.
ko: 전초기지를 보루로 확장해, 사령관은 건물들을 지을 영역을 확보하고, 더 좋은 건물들을 지을 수 있게 되었습니다.
ko_mt: 전초 기지를 요새로 업그레이드하면 사령관이 건물을 지을 수 있는 영토가 확장되며, 고급 구조물을 건설할 수 있습니다.
