Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: {g|Event_78_2}[Choice effects]{/g} Make a public address and leave it at that
ko: {g|Event_78_2}[선택 효과]{/g} 공개 연설로 그들을 설득한다
ko_mt: {g|Event_78_2}[선택 효과]{/g} 공개 주소를 만들고 그대로 두세요.

source: The Commander's public address to foreign politicians had the desired effect. The skeptical talks quieted down, and the soldiers were proud to note that their leader held {mf|his|her} own even against powerful outlanders.
ko: 외국 정치가들을 향한 사령관의 공개 연설은 우리가 원하던 효과를 냈습니다. 회의론자들의 목소리가 줄어들었고, 병사들은 자신들의 지휘관이 강력한 외지인들에게 맞서 자신의 것을 지켜냈다는 사실에 자부심을 갖게 되었습니다.
ko_mt: 사령관의 외국 정치인들에 대한 공개 연설은 소기의 효과를 거두었습니다. 회의적이었던 회담은 조용해졌고, 병사들은 자신들의 지도자가 강력한 외지인을 상대로도 {mf|그|그녀}를 지켰다는 사실에 자부심을 느꼈습니다.

source: {g|Event_78_3}[Choice effects]{/g} Ignore the politicians
ko: {g|Event_78_3}[선택 효과]{/g} 정치가들을 무시한다
ko_mt: {g|Event_78_3}[선택 효과]{/g} 정치인 무시하기

source: The army is proud of its leader, who cares not for the opinions of some outlandish politicians. The naysayers may damage the crusade's reputation, but they will never shake the soldiers' confidence in their Commander.
ko: 부대원들은 외국 정치인들의 의견에도 아랑곳 않는 사령관의 모습에 자부심을 느낍니다. 성전 반대론자들은 성전의 평판에 피해를 줄 지도 모르지만, 그들은 사령관을 향한 병사들의 믿음은 결코 흔들 수 없을 겁니다.
ko_mt: 군대는 일부 엉뚱한 정치인의 의견에 신경 쓰지 않는 지도자를 자랑스럽게 생각합니다. 반대론자들은 십자군의 명성을 훼손할 수 있지만 사령관에 대한 병사들의 신뢰는 결코 흔들 수 없습니다.

source: {g|Event_78_4}[Choice effects]{/g} Send personal demons to sow chaos
ko: {g|Event_78_4}[선택 효과]{/g} 친분이 있는 악마들을 보내, 혼돈의 씨앗을 뿌린다
ko_mt: {g|Event_78_4}[선택 효과]{/g} 개인 데몬을 보내 혼돈을 뿌리다

source: Why imitate demon attacks when one can send real spawn of the Abyss? The demons summoned by the Commander went off to the neighboring lands and wrought true carnage. The wave of hysteria that engulfed the entirety of Avistan has provided the crusaders with a stable flow of recruits and funds. The naysayers who doubted the necessity of the crusade were attacked by the raging mob.
ko: 진짜 심연의 하수인들을 보낼 수 있는데, 왜 굳이 데몬의 공격을 위장해야 할까요? 사령관이 소환한 데몬들은 이웃 국가들로 향해 진정한 대학살을 일으켰습니다. 온 아비스탄이 히스테리에 빠지자, 성전군들은 신병들과 자금을 안정적인 경로로 받을 수 있게 되었습니다. 또한 성전의 필요성을 의심하는 성전 반대론자들은 성난 민중에게 공격받았습니다.
ko_mt: 심연의 실제 스폰을 보낼 수 있는데 왜 데몬의 공격을 모방할까요? 사령관이 소환한 데몬들은 이웃 땅으로 가서 진정한 대학살을 일으켰습니다. 아비스탄 전역을 뒤덮은 히스테리의 물결은 성전사들에게 안정적인 신병과 자금의 흐름을 제공했습니다. 십자군 원정의 필요성을 의심하는 반대파는 성난 군중에게 공격을 받았습니다.

source: Methods of Persuasion
ko: 설득 방법
ko_mt: 설득의 방법

source: Several politicians across Avistan have claimed that the threat of the Worldwound is exaggerated and the crusade is a front that Mendev uses to extort funds from its allies. They are encouraging the nations to reduce their support for the crusade. One of the officers has suggested organizing a series of attacks and abductions in the neighboring nations seemingly caused by the demons to muzzle the dangerous talkers.
ko: 아비스탄의 많은 정치가들이 세계상처의 위협은 과정되어있고, 멘데브는 성전을 이용해 동맹국들에게서 자금을 뜯어내고 있다고 주장합니다. 그들은 국가들에게 성전에 대한 지원을 줄일 것을 권장하고 있습니다. 장교 중 하나가 이웃 국가들에 대한 공격, 납치를 계획할 것을 주장합니다. 이 일련의 공격들을 데몬의 행위로 잘 위장한다면, 위험한 수다쟁이들의 입을 다물게 할 수 있을 겁니다.
ko_mt: 아비스탄의 몇몇 정치인들은 세계상처의 위협이 과장된 것이며, 십자군 원정은 멘데브가 동맹국으로부터 자금을 갈취하기 위한 위장전술이라고 주장하고 있습니다. 그들은 국가들이 십자군 원정에 대한 지원을 줄이도록 독려하고 있습니다. 장교 중 한 명은 데몬이 위험한 말을 하는 자들의 입에 재갈을 물리기 위해 이웃 국가에서 일련의 공격과 납치를 조직한 것으로 보인다고 제안했습니다.

source: {g|Event_79_1}[Choice effects]{/g} Arrest the soldiers
ko: {g|Event_79_1}[선택 효과]{/g} 병사들을 체포한다
ko_mt: {g|Event_79_1}[선택 효과]{/g} 병사 체포

source: Whether the treason these soldiers committed was fake or genuine, it matters not. All crusaders have learned a lesson — it is better to die in battle than surrender to be taken prisoner by the demons, for traitors can expect no mercy.
ko: 이 병사들이 저지른 반역죄가 진실이건 거짓이건, 그것은 중요한 문제가 아닙니다. 모든 성전사들은 전장에서 죽는 것이 데몬들의 죄수가 되는 것보다 낫다는 교훈을 새겼습니다. 배신자는 결코 자비를 구하지 못할 테니까요.
ko_mt: 이 병사들이 저지른 반역이 가짜인지 진짜인지는 중요하지 않습니다. 반역자는 자비를 기대할 수 없으므로 항복하여 데몬에게 포로가 되는 것보다 전투에서 죽는 것이 낫다는 교훈을 모든 성전사가 배웠습니다.

source: {g|Event_79_2}[Choice effects]{/g} Believe the soldiers
ko: {g|Event_79_2}[선택 효과]{/g} 병사들을 믿어준다
ko_mt: {g|Event_79_2}[선택 효과]{/g} 병사들을 믿으세요

source: Most of the soldiers were glad that the Commander spared their comrades. War is merciless, and to survive, one may be forced to make tough decisions. Who knows what any of them will have to do tomorrow to save their life?
ko: 사령관이 병사들에게 자비를 보여주자, 대부분의 병사들은 크게 기뻐했습니다. 전쟁은 무자비하고, 살아 남기 위해서는 힘든 결정을 해야할 수 밖에 없습니다. 살아남기 위해 내일 무슨 일을 하게될 지, 그 누가 알겠습니까?
ko_mt: 대부분의 병사들은 사령관이 전우들을 살려준 것에 기뻐했습니다. 전쟁은 무자비하며 살아남기 위해서는 힘든 결정을 내려야 할 수도 있습니다. 내일 어떤 병사가 목숨을 구하기 위해 어떤 결정을 내려야 할지 누가 알겠습니까?

source: {g|Event_79_4}[Choice effects]{/g} Use the soldiers for covert operations
ko: {g|Event_79_4}[선택 효과]{/g} 이 병사들을 비밀 작전에 사용한다
ko_mt: {g|Event_79_4}[선택 효과]{/g} 비밀 작전에 병사 사용

source: After officially signing the death warrant for the "encircled," the Commander will stage a mock execution, and thus receive a group of soldiers who will be eternally thankful for their rescue. These warriors, with their faces hidden behind masks and their old names renounced, will become the Commander's secret force.
ko: 사령관은 공식적으로 "포위된" 병사들의 사형 판결에 자신의 이름을 서명했지만, 가짜 처형식을 준비하고, 목숨을 구한 병사들의 무한한 감사를 받을 것입니다. 가면 뒤에 얼굴을 감추고, 자신들의 이름을 포기한 이 전사들은 사령관의 비밀 부대가 될 것입니다.
ko_mt: 사령관은 "포위된 자"에 대한 사형 집행 영장에 공식적으로 서명한 후 모의 사형 집행에 나서며, 이를 통해 구출에 영원히 감사할 병사들을 받게 됩니다. 마스크 뒤에 얼굴을 숨기고 옛 이름도 버린 이 전사들은 사령관의 비밀 부대가 될 것입니다.

source: Triple Cross
ko: 배신
ko_mt: 트리플 크로스

source: A unit that was considered killed on a foray has returned to Drezen. During interrogation, the warriors admitted that they got surrounded by the enemy, and to save themselves, they had to pretend they were deserters. They pledged allegiance to the demons and took part in their dark rituals, but escaped the first chance they got. Not everyone believes the story of the "encircled."
ko: 이미 공격 받아 전멸한 것으로 생각된 부대 하나가 드레젠으로 돌아왔습니다. 심문 도중 그들이 말하길, 병사들은 적에게 포위 되어있었으며, 목숨을 구하기 위해 탈영병인 척 해야 했다고 말했습니다. 그들은 데몬들에게 충성 서약을 했고, 그들의 어두운 의식에 동참했지만, 기회가 보이는 즉시 탈출했다고 합니다. 하지만 그 누구도 그들의 "포위된" 이야기를 믿지 않습니다.
ko_mt: 진격 중 전사한 것으로 간주되던 부대가 드레젠으로 돌아왔습니다. 심문 중에 전사들은 적에게 포위당했고, 살아남기 위해 탈영병인 척해야 했다는 사실을 인정했습니다. 그들은 데몬에게 충성을 맹세하고 그들의 어두운 의식에 참여했지만 첫 번째 기회를 얻었을 때 탈출했습니다. 모든 사람이 "포위된 자들"의 이야기를 믿는 것은 아닙니다."

source: {g|Event_80_1}[Choice effects]{/g} Clamp down
ko: {g|Event_80_1}[선택 효과]{/g} 용병들을 처벌한다
ko_mt: {g|Event_80_1}[선택 효과]{/g} 클램프 다운

source: The instigators were arrested, and the officers in charge of mercenary units imposed more severe punishments and made the training more rigorous for their subordinates. Discipline was restored, and rumors of the Commander's temper spread throughout the mercenary guilds of Avistan.
ko: 이 선동꾼들은 체포되었습니다. 그리고 용병 부대를 맡고있는 장교들은 더 엄중한 처벌과 함께, 용병들에게 더 가혹한 훈련을 강제할 것입니다. 규율이 회복됐고, 아비스탄 전체의 용병 길드에 사령관의 불같은 성미에 대한 소문이 돌게되었습니다.
ko_mt: 선동자들은 체포되었고, 용병 부대를 지휘하는 장교들은 더욱 가혹한 처벌을 내리고 부하들의 훈련을 더욱 엄격하게 만들었습니다. 기강이 회복되고 사령관의 성질에 대한 소문이 아비스탄의 용병 길드 전체에 퍼졌습니다.

source: {g|Event_80_2}[Choice effects]{/g} Give them more generous pay
ko: {g|Event_80_2}[선택 효과]{/g} 그들에게 더 많은 봉급을 지불한다
ko_mt: {g|Event_80_2}[선택 효과]{/g} 더 넉넉한 급여 지급

source: After receiving a generous raise, the mercenaries were instantly cured of their lack of discipline and their impudence. They rushed off to carry out all their orders, because they knew — there was now a whole line of people who wanted to take their place in the crusade.
ko: 급료가 크게 오르자, 용병들은 곧 그들의 뻔뻔함과 엉망인 규율에서 벗어났습니다. 그들은 하달받은 명령을 수행하기 위해 달려나갔습니다 — 성전에서 용병들의 자리를 차지하고 싶어하는 사람이 가득하다는 사실을 알게 되었기 때문이죠.
ko_mt: 넉넉한 봉급을 받은 용병들은 훈련 부족과 뻔뻔함을 즉시 치유할 수 있었습니다. 그들은 이제 십자군 전쟁에서 자신의 자리를 차지하려는 사람들이 줄을 잇고 있다는 것을 알았기 때문에 모든 명령을 수행하기 위해 서둘러 출발했습니다.

source: {g|Event_80_4}[Choice effects]{/g} Lead the mercenaries and rally them against the tyranny of officers!
ko: {g|Event_80_4}[선택 효과]{/g} 용병들을 이끌고, 장교들의 폭거에 대항한다!
ko_mt: {g|Event_80_4}[선택 효과]{/g} 용병들을 이끌고 장교들의 폭정에 맞서 싸우세요!

source: The officers were flustered when they saw who was at the head of a crowd of angry mercenaries demanding a relaxation of discipline and an end to the officers' despotism — the Commander {mf|himself|herself}. Obviously, all the demands were met. Word of the Commander's actions spread so quickly that a whole army of mercenaries soon appeared outside Drezen's walls, eager to serve such an exemplary employer.
ko: 장교들은 느슨한 규율을 요구하고, 장교들의 폭정을 끝낼 것을 부르짖는 성난 용병들을 이끌고 있는 사람이 누구인지 보고는 크게 당황했습니다 — 바로 사령관이였습니다. 그들의 모든 요구는 수용되었고고, 사령관의 행동에 대한 소문은 빠르게 퍼졌고, 모범적인 고용주 밑에서 일하고 싶은 용병단들이 드레젠에 성벽 밑에 나타났습니다.
ko_mt: 장교들은 규율 완화와 장교들의 독재 종식을 요구하는 성난 용병 무리의 수장이 바로 {mf|그|그녀} 자신 사령관인 것을 보고 당황했습니다. 당연히 모든 요구는 받아들여졌습니다. 사령관의 행동에 대한 소문은 순식간에 퍼져 나갔고, 모범적인 고용주를 섬기고 싶어 하는 용병들이 드레젠의 성벽 밖으로 몰려들었습니다.

source: {g|Event_80_5}[Choice effects]{/g} Send Greybor to negotiate
ko: {g|Event_80_5}[선택 효과]{/g} 그레이보르를 보내 협상한다
ko_mt: {g|Event_80_5}[선택 효과]{/g} 협상을 위해 그레이버 보내기

source: Greybor had a word with the mercenaries. After a few minor concessions, he quelled their discontent and made the captains promise to instill discipline and keep their soldiers in check. Because of these negotiations, rumors spread across Avistan that in the Commander's army, mercenaries are treated with honesty and respect.
ko: 그레이보르는 용병들과 대화를 나눴습니다. 약간의 양보 후, 그는 용병들의 불만을 누그러뜨렸고, 용병 대장들에게 용병들을 잘 감독하고, 그들의 규율을 잡도록 하겠다는 약속을 받아냈습니다. 이 협상으로 인해, 사령관의 부대가 용병들을 명예와 존중으로 대한다는 소문이 빠르게 퍼졌습니다.
ko_mt: 그레이버는 용병들과 대화를 나눴습니다. 약간의 양보를 한 후, 그는 용병들의 불만을 잠재우고 지휘관들에게 기강을 확립하고 병사들을 통제하겠다는 약속을 받아냈습니다. 이러한 협상 덕분에 사령관의 군대에서는 용병들이 정직하고 존중받는다는 소문이 아비스탄 전역에 퍼졌습니다.

source: Soldiers of Fortune
ko: 용병들
ko_mt: 행운의 군인

source: Both officers and privates alike often complain about the attitude of mercenaries and their disregard for military regulations. A group of brazen soldiers of fortune has refused to serve under the command of an officer whom they deemed too demanding and strict. They claim that, if he is not replaced, they will leave the army.
ko: 장교들과 병사들 모두 용병들의 태도와 그들의 군기 무시에 대해 불평을 내뱉습니다. 최근에 한 건방진 용병 무리가, 자신들이 생각하기엔 너무 까탈스럽고 엄격하다고 생각하는 장교의 명령에 불복했습니다. 용병들은 장교가 다른 사람으로 대체되지 않는다면, 부대를 떠나겠다고 얘기합니다.
ko_mt: 장교와 사병 모두 용병의 태도와 군 규정을 무시하는 태도에 대해 불평하는 경우가 많습니다. 한 무리의 뻔뻔스러운 용병들이 너무 까다롭고 엄격하다고 생각되는 장교의 지휘 아래 복무하기를 거부했습니다. 그들은 그가 교체되지 않으면 군대를 떠날 것이라고 주장합니다.

source: {g|Event_81_1}[Choice effects]{/g} Pronounce the officer dead
ko: {g|Event_81_1}[선택 효과]{/g} 장교가 죽었음을 알린다
ko_mt: {g|Event_81_1}[선택 효과]{/g} 장교 사망 선언

source: The officer only has herself to blame. The Commander refused to come to her rescue, and the soldiers were pleased that they will not be ordered around by that pompous fool.
ko: 장교가 원망할 사람은, 바로 자기 자신입니다. 사령관은 구조를 거부했고, 병사들은 저런 오만한 멍청이의 명령을 받지 않을 것이라는 사실에 기뻐했습니다.
ko_mt: 장교는 자신만 탓할 수 있습니다. 사령관은 그녀를 구하러 오기를 거부했고, 병사들은 그 거만한 바보에게 명령을 받지 않게 된 것을 기뻐했습니다.

source: {g|Event_81_2}[Choice effects]{/g} Save the officer
ko: {g|Event_81_2}[선택 효과]{/g} 장교를 구한다
ko_mt: {g|Event_81_2}[선택 효과]{/g} 경찰관 구하기

source: Rescuing an officer from a trap that she has sprung on herself is no easy task. But the crusade simply cannot abandon a large allied unit, even if it is led by a conceited upstart.
ko: 그녀 스스로 들어간 함정에서 그녀를 구하는 것은 쉬운 일이 아닙니다. 하지만 성전은 그런 강력한 아군을 포기해서는 안됩니다, 아무리 오만한 애송이가 이끌고 있다하더라도 말이죠.
ko_mt: 함정에 빠진 장교를 구출하는 것은 쉬운 일이 아닙니다. 그러나 십자군은 자만심에 찬 신예가 이끄는 대규모 연합군을 버릴 수 없습니다.

source: {g|Event_81_5}[Choice effects]{/g} Send Greybor to help
ko: {g|Event_81_5}[선택 효과]{/g} 그레이보르를 보내 돕는다
ko_mt: {g|Event_81_5}[선택 효과]{/g} 그레이버에게 도움 요청하기

source: Greybor is a master of quiet and surreptitious actions. He will organize a rescue operation and pull the Taldan unit out of the trap without a big fight.
ko: 그레이보르는 침묵과 비밀 작전의 대가입니다. 그는 구조 작전을 수립하고, 큰 전투 없이 탈도르 부대를 함정에서 빼낼 것입니다.
ko_mt: 그레이버는 조용하고 은밀한 행동의 달인입니다. 그는 구출 작전을 조직하고 큰 싸움 없이 탈단 부대를 함정에서 끌어낼 것입니다.

source: Upstart
ko: 애송이
ko_mt: 업스타트

source: An arrogant officer from {g|Taldor}[Taldor]{/g} arrived in Drezen at the head of a large unit. She immediately demanded that all of the Commander's authority be transferred to her as the more experienced military leader. Any attempts to chide her fell on deaf ears, and she took her troops out on a raid to demonstrate her exceptional talent. Naturally, she instantly got herself into trouble.
ko: {g|Taldor}[탈도르]{/g}에서 거만한 장교가 많은 병사들을 이끌고 드레젠에 도착했습니다. 그녀는 도착과 동시에 모든 사령관의 권위를 군사 경험이 가장 풍부한 지휘관인 자신에게 이양할 것을 요구했습니다. 그녀를 향한 책망하려는 모든 시도는 허사로 돌아갔고, 그녀는 그녀의 뛰어난 재능을 보여주기 위해 데몬들을 공격했습니다. 당연히 그녀는 곤경에 빠졌지만요.

source: {g|Event_82_1}[Choice effects]{/g} Purchase the ingredients on the black market
ko: {g|Event_82_1}[선택 효과]{/g} 암시장에서 재료들을 구입한다
ko_mt: {g|Event_82_1}[선택 효과]{/g} 암시장에서 재료 구매

source: The Commander's agents contacted the free traders of {g|Varisia}[Varisia]{/g} and arranged for a secret delivery from the black market.
ko: 사령관의 요원들은 {g|Varisia}[바리시아]{/g}의 자유 무역상들과 접촉해, 암시장에서 비밀리에 재료들을 공급받을 것입니다.

source: {g|Event_82_2}[Choice effects]{/g} Find an exclusive supplier
ko: {g|Event_82_2}[선택 효과]{/g} 독점 공급자를 찾는다
ko_mt: {g|Event_82_2}[선택 효과]{/g} 독점 공급업체 찾기

source: A distinguished merchant agreed to supply Drezen in exchange for the right to be called the crusaders' exclusive supplier of ingredients. With this deal, the crusade found both the necessary resources and a new influential friend.
ko: 유명한 상인은 성전의 독점적인 재료 공급자가 된다는 조건 아래, 드레젠으로 보급품을 조달하는데 동의했습니다. 이 거래로, 성전군은 필요한 자원들과 영향력 있는 새 친구를 얻게 되었습니다.
ko_mt: 한 저명한 상인이 십자군의 독점 식재료 공급업체로 지정되는 대가로 드레젠에게 식재료를 공급하기로 합의했습니다. 이 거래를 통해 십자군은 필요한 자원과 새로운 영향력 있는 우군을 모두 얻었습니다.

source: {g|Event_82_3}[Choice effects]{/g} Enforce spending cuts
ko: {g|Event_82_3}[선택 효과]{/g} 재정 지출을 삭감한다
ko_mt: {g|Event_82_3}[선택 효과]{/g} 지출 삭감 시행

source: The quartermasters enforced strict control over the distribution of the remaining ingredients. This situation has taught mages to use their resources more sparingly and solved the supply crisis.
ko: 병참 장교들은 남은 재료의 배급을 엄격히 통제했습니다. 이런 상황 속에서 마법사들은 자원을 절약하는 방법을 찾아냈고, 그렇게 공급 위기는 해결됐습니다.
ko_mt: 분대장들은 남은 재료의 분배를 엄격하게 통제했습니다. 이러한 상황 덕분에 마법사들은 자원을 더 아껴서 사용하게 되었고 공급 위기를 해결했습니다.

source: {g|Event_82_5}[Choice effects]{/g} Provide the ingredients without outside help
ko: {g|Event_82_5}[선택 효과]{/g} 외부 도움 없이 재료를 제공한다
ko_mt: {g|Event_82_5}[선택 효과]{/g} 외부 도움 없이 재료 제공

source: Lann taught the mages how to procure all necessary items in the harsh lands of the Worldwound. Bookish wizards and alchemists studied his notes with great reverence despite the abundance of grammatical errors.
ko: 랜은 세계상처의 험한 땅에서 필요한 모든 물품을 구하는 법을 마법사들에게 가르쳤습니다. 책 좋아하는 샌님들인 마법사들과 연금술사들은 많은 문법적 오류에도 불구하고 랜의 노트를 경외심을 가지고 연구했습니다.
ko_mt: 란은 위저드들에게 세계상처의 척박한 땅에서 필요한 모든 아이템을 구하는 방법을 가르쳤습니다. 책을 좋아하는 위저드와 연금술사들은 문법 오류가 많았음에도 불구하고 그의 노트를 경건한 마음으로 연구했습니다.

source: Powders and Potions
ko: 가루와 물약
ko_mt: 분말 및 물약

source: The supplies of magical ingredients were ruined by a demon saboteur. It will be a while before a new shipment arrives, and the spellcasters are asking the Commander to help them handle this sudden shortage.
ko: 마법 재료의 공급은 데몬들의 공작으로 인해 차질을 빚게 되었습니다. 새 화물이 도착하려면 시간이 걸릴 것이기에 주문시전자들은 사령관에게 갑작스러운 공급부족에 대한 해결책을 요구하고 있습니다.
ko_mt: 마법 재료 공급이 데몬 방해꾼에 의해 망가졌습니다. 새로운 물자가 도착하기까지는 시간이 좀 걸릴 것이며, 마법사들은 사령관에게 갑작스러운 부족 사태를 해결할 수 있도록 도움을 요청하고 있습니다.

source: {g|Event_83_1}[Choice effects]{/g} Former criminals
ko: {g|Event_83_1}[선택 효과]{/g} 전과자
ko_mt: {g|Event_83_1}[선택 효과]{/g} 전과자

source: Thieves and bandits are not the most reliable allies, but they will easily develop a rapport with the servants of the Abyss. They will have no trouble stealing resources here and there and smuggling them into Drezen.
ko: 도둑과 노상강도들은 쉽게 믿을 만한 동맹은 아니지만, 그들은 큰 어려움 없이 심연의 하수인들과 관계를 형성할 것 입니다. 여기저기서 자원을 훔쳐서 드레젠으로 밀반입하는 데에도 문제가 없을 겁니다.
ko_mt: 도둑과 산적은 가장 신뢰할 수 있는 동맹은 아니지만 심연의 종들과 쉽게 관계를 발전시킬 수 있습니다. 그들은 여기저기서 자원을 훔쳐서 드레젠으로 밀반입하는데 아무런 문제가 없을 것입니다.

source: {g|Event_83_2}[Choice effects]{/g} Professional spies
ko: {g|Event_83_2}[선택 효과]{/g} 전문 스파이
ko_mt: {g|Event_83_2}[선택 효과]{/g} 전문 스파이

source: Deceiving demons is a tall order, something best left to professionals. The Commander's agents will find the best spies who will keep track of enemy plans and eliminate demon officers.
ko: 악마를 속이는 것은 어려운 일이며 전문가에게 맡기는 것이 가장 좋습니다. 사령관의 요원들은 적의 계획을 추적하고 데몬 장교들을 제거할 최고의 첩자들을 찾을 것입니다.
ko_mt: 데몬을 속이는 것은 어려운 일이며 전문가에게 맡기는 것이 가장 좋습니다. 사령관의 요원들은 적의 계획을 추적하고 데몬 장교를 제거할 최고의 스파이를 찾아야 합니다.

source: {g|Event_83_3}[Choice effects]{/g} Turncoat cultists
ko: {g|Event_83_3}[선택 효과]{/g} 회개한 사교도
ko_mt: {g|Event_83_3}[선택 효과]{/g} 배신자 컬트

source: Many prisoners are willing to become spies in exchange for a pardon. Once the scouts select those who are trustworthy, they will stage their "escape." Upon returning to the demons, the former captives will start recruiting cultists, convincing them to defect to the Commander.
ko: 많은 수감자들이 사면을 받는 대가로 기꺼이 첩자가 되려고 합니다. 정찰병들은 신뢰할 수 있는 사람들을 선택할 것이고, 그후 곧장 "탈출"을 준비할 것입니다. 데몬들의 야영지에 돌아가는 즉시 이 탈출한 포로들은 사교도들을 모집할 것이고, 그들이 사령관의 뜻에 따르도록 설득할 것입니다.
ko_mt: 많은 죄수들이 사면을 대가로 스파이가 되기를 원합니다. 정찰병이 신뢰할 수 있는 포로들을 선별하면, 이들은 "탈출"을 준비합니다. 데몬에게 돌아간 포로들은 이교도들을 모집하여 사령관에게 탈영하도록 설득합니다.

source: {g|Event_83_4}[Choice effects]{/g} Summoned demons
ko: {g|Event_83_4}[선택 효과]{/g} 소환된 악마
ko_mt: {g|Event_83_4}[선택 효과]{/g} 소환된 데몬

source: Demons summoned by the Commander are the most suitable candidates for spying on other demons, and they will have their use in battle too.
ko: 사령관이 소환한 데몬이야말로 데몬들을 상대로 한 첩보 작전에 가장 이상적인 후보이며, 전투에서도 유용하게 사용될 것입니다.
ko_mt: 사령관이 소환한 데몬은 다른 데몬을 염탐하는데 가장 적합한 후보이며, 전투에서도 유용하게 사용할 수 있습니다.

source: In Their Midst
ko: 적진 한가운데서
ko_mt: 그들의 한가운데서

source: Two capable scouts have returned from a reconnaissance mission with a valuable prize — plans detailing the movements of the demon army. The officers, spurred by this success, suggest sending more spies behind enemy lines. However, the demons will easily see through a kind soul, which begs the question — who should serve in these units?
ko: 두 명의 유능한 정찰병이 가치있는 전리품과 함께 정찰 임무에서 돌아왔습니다 — 바로 데몬 군대의 움직임이 상세하게 기록된 계획서였습니다! 이러한 성공에 고무된 장교들은 전선 너머로 더 많은 첩자를 파견할 것을 제안합니다. 하지만, 악마는 선한 본질을 가진 영혼을 쉽게 꿰뚫어 보는 법입니다 — 과연 누가 이 일을 맡게 될까요?
ko_mt: 유능한 정찰병 두 명이 정찰 임무를 마치고 귀중한 전리품, 즉 데몬 군대의 움직임을 상세히 기록한 계획을 가지고 돌아왔습니다. 이 성공에 박차를 가한 장교들은 더 많은 스파이를 적진 뒤로 보내자고 제안합니다. 그러나 데몬들은 친절한 영혼을 쉽게 꿰뚫어 볼 수 있기 때문에 누가 이 부대에서 봉사해야할까요?

source: {g|Event_84_1}[Choice effects]{/g} Try him publicly
ko: {g|Event_84_1}[선택 효과]{/g} 공개적으로 재판한다
ko_mt: {g|Event_84_1}[선택 효과]{/g} 공개적으로 사용해보기

source: The officer was convicted and exiled from the army, but this episode has inspired both the soldiers and the people of Mendev. They realized that in the Commander's army, the law holds more power than ranks and titles.
ko: 장교는 유죄 판결을 받고 군대에서 추방되었지만, 이 사건은 멘데브의 군인들과 사람들에게 깊은 인상을 주었습니다. 이들 모두 사령관의 부대에서는 군법이 계급이나 작위 위에 있음을 깨닫게 되었습니다.
ko_mt: 장교는 유죄 판결을 받고 군대에서 추방되었지만 이 에피소드는 군인들과 멘데브 주민 모두에게 영감을 주었습니다. 그들은 사령관의 군대에서는 법이 계급과 직책보다 더 큰 힘을 가지고 있다는 것을 깨달았습니다.

source: {g|Event_84_2}[Choice effects]{/g} Conceal the crime
ko: {g|Event_84_2}[선택 효과]{/g} 범행을 은폐한다
ko_mt: {g|Event_84_2}[선택 효과]{/g} 범죄 은폐

source: The guilty officer was grateful to the Commander and swore never again to break the law. He contacted his friends in Nerosyan, people of high standing, and secured their support for the Commander.
ko: 죄를 지은 장교는 사령관에게 감사해하며 다시는 법을 어기지 않겠다고 맹세했습니다. 그는 네로시안에 있는 영향력있는 친구들에게 연락해, 사령관에 대한 지지를 얻어냈습니다.
ko_mt: 죄책감을 느낀 장교는 사령관에게 감사하며 다시는 법을 어기지 않겠다고 맹세했습니다. 그는 네로시안의 지인들과 높은 지위에 있는 사람들에게 연락해 사령관에 대한 지지를 확보했습니다.

source: {g|Event_84_4}[Choice effects]{/g} Use the officer
ko: {g|Event_84_4}[선택 효과]{/g} 그 장교를 이용한다
ko_mt: {g|Event_84_4}[선택 효과]{/g} 장교 사용

source: Having hushed up the crime and threatened the officer with blackmail, the Commander transferred him to staff work in Nerosyan, thus gaining a loyal servant.
ko: 사령관은 장교의 범죄를 은닉한 뒤, 사령관은 장교를 네로시안으로 보내 업무를 보게 했습니다. 범죄 사실을 구실 삼아 그를 협박한다면, 그는 충성을 다해 사령관을 섬길 것입니다.
ko_mt: 범죄를 은폐하고 협박으로 장교를 위협한 사령관은 그를 네로시안의 참모로 전보하여 충성스러운 부하를 얻었습니다.

source: Some Are More Equal
ko: 누군가는 더 동등하다 -그지같음 바꿔야됨-
ko_mt: 어떤 것은 더 평등합니다

source: A renowned officer, a hero who is respected throughout Mendev, committed a minor crime and got caught. Some officers demand immediate punishment, others are worried that this might damage the reputation of the entire crusade.
ko: 멘데브 전역에서 영웅으로써 존경받는 한 유명 장교가 경범죄를 저지르고 체포되었습니다. 일부 장교들은 즉각적인 처벌을 요구하고 있고, 다른 장교들은 이것이 성전 전체의 명예에 먹칠을 할 수 있다며 우려하고 있습니다.
ko_mt: 멘데브 전역에서 존경받는 영웅인 유명한 장교가 사소한 범죄를 저질렀다가 붙잡혔습니다. 일부 장교들은 즉각적인 처벌을 요구하고, 다른 장교들은 십자군 전체의 평판이 손상될까봐 걱정하고 있습니다.

source: {g|Event_85_1}[Choice effects]{/g} Move slowly and carefully
ko: {g|Event_85_1}[선택 효과]{/g} 천천히 주의깊게 움직인다
ko_mt: {g|Event_85_1}[선택 효과]{/g} 천천히 조심스럽게 이동

source: The officers have learned that the troops' safety comes first. Now they carefully plan out every march and look for the safest routes.
ko: 이제부터 장교들은 병사들의 안전이 최우선임을 알게 되었습니다. 이제부터 그들은 매 행군을 신중히 계획하고 가장 안전한 길을 찾을 것입니다.
ko_mt: 장교들은 병사들의 안전이 최우선이라는 것을 배웠습니다. 이제 장교들은 모든 행군을 신중하게 계획하고 가장 안전한 경로를 찾습니다.

source: {g|Event_85_2}[Choice effects]{/g} Move decisively at lightning speed
ko: {g|Event_85_2}[선택 효과]{/g} 빛과 같은 속도로 단호히 움직인다
ko_mt: {g|Event_85_2}[선택 효과]{/g} 번개처럼 빠른 속도로 결정적으로 이동

source: Decisive charges at enemy positions take the initiative away from the demons and save more lives than they cost. The officers have understood that they are expected to give quick and bold orders.
ko: 적지에서의 결정적인 돌격은 악마로부터 주도권을 빼앗고, 우리가 더 많은 생명을 구합니다. 장교들은 신속하고 과감한 명령을 내릴 것으로 기대받고 있다는 사실을 이해하게 되었습니다.
ko_mt: 적 진지에 대한 결정적인 돌격은 데몬으로부터 우선권을 빼앗고 비용보다 더 많은 생명을 구할 수 있습니다. 장교들은 신속하고 대담한 명령을 내려야 한다는 것을 잘 알고 있습니다.

source: {g|Event_85_4}[Choice effects]{/g} Move unpredictably
ko: {g|Event_85_4}[선택 효과]{/g} 예측할 수 없게 움직인다
ko_mt: {g|Event_85_4}[선택 효과]{/g} 예측할 수 없는 움직임

source: The officers have been ordered to move their units in a disorganized and chaotic fashion. The troops can now run at full speed across the Worldwound without expecting to see any ambushes along the way — after all, the demons have no idea where to set them up!
ko: 지휘관들은 무질서하고 변칙적으로 부대를 이동하라는 명령을 받았습니다. 이제 데몬들은 아군의 움직임을 예측조차 할 수 없게되었고, 자신들이 어디에 매복해야할 지도 모르게되었습니다. 이제 성전군은 행군 도중에 매복을 당할 걱정없이 세계상처를 전속력으로 이동할 수 있게 되었습니다!
ko_mt: 장교들은 무질서하고 혼란스러운 방식으로 부대를 이동하라는 명령을 받았습니다. 이제 부대는 도중에 매복이 있을 거라는 예상 없이 전속력으로 세계상처를 가로질러 달릴 수 있습니다 - 데몬들이 어디에 매복할지 모르기 때문입니다!

source: {g|Event_85_5}[Choice effects]{/g} Move as quickly as possible, abandoning the wounded
ko: {g|Event_85_5}[선택 효과]{/g} 부상자를 버리고 최대한 빨리 움직인다
ko_mt: {g|Event_85_5}[선택 효과]{/g} 부상자를 버리고 최대한 빨리 이동합니다.

source: Speed is power. The officers have received the order to move their units as swiftly as they possibly can and abandon their wounded when they are slowing down the troops. The tactical benefit of this decision outweighs its ethical controversy.
ko: 속도는 곧 힘입니다. 지휘관들은 가능한 한 신속하게 부대를 움직이라는 명령과 부상자들이 행군에 낙오된다면 그들을 포기하라는 명령을 받았습니다. 이 결정은 윤리적 논란을 야기하겠지만, 전술적 이득은 그것보다 클 것입니다.
ko_mt: 속도가 곧 힘입니다. 장교들은 가능한 한 신속하게 부대를 이동하고 부상자가 부대의 속도를 늦추는 경우 부상자를 버리라는 명령을 받았습니다. 이 결정의 전술적 이점이 윤리적 논란보다 더 큽니다.

source: Wars Are Won over Maps
ko: 계획된 전쟁, 승리한 전쟁
ko_mt: 전쟁은 지도를 통해 승리합니다

source: A large unit got ambushed on a march — it was moving too slow and could not spot the hidden enemies in time. The officers are asking the Commander to review the overall strategy of troop movement.
ko: 대규모 병력이 행군 중에 매복 공격을 당했습니다 — 병사들은 너무 느리게 움직였고, 중요한 순간에 숨어있던 적을 발견하지 못했습니다. 장교들은 사령관에게 병력 이동의 전반적인 전략을 재검토할 것을 요구하고 있습니다.
ko_mt: 행군 중이던 대규모 부대가 매복을 당했는데, 너무 느리게 움직여 숨어 있던 적을 제때 발견하지 못했습니다. 장교들은 사령관에게 병력 이동의 전반적인 전략을 재검토해 달라고 요청합니다.

source: {g|Event_86_1}[Choice effects]{/g} Reward them
ko: {g|Event_86_1}[선택 효과]{/g} 그들에게 보답한다
ko_mt: {g|Event_86_1}[선택 효과]{/g} 보상

source: Satisfied, the four Pathfinders left Drezen after assuring the Commander that they would certainly mention {mf|his|her} generosity in their report to the venture-captain.
ko: 네 명의 패스파인더들은 크게 만족해하며, 모험 대장에게 보내는 보고서에 반드시 사령관의 관대함에 대해 언급하겠다고 약속하고 드레젠을 떠났습니다.
ko_mt: 네 명의 패스파인더는 사령관에게 {mf|그|그녀}의 관대함을 벤처 대장에게 보고할 때 반드시 언급하겠다고 약속한 후 드레젠을 떠났습니다.

source: {g|Event_86_2}[Choice effects]{/g} Refuse to reward the brazen quartet
ko: {g|Event_86_2}[선택 효과]{/g} 뻔뻔한 사인방의 요구를 거절한다
ko_mt: {g|Event_86_2}[선택 효과]{/g} 뻔뻔한 사중주단에게 보상 거부하기
