Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: The crusaders have honed their skills by fighting captured monsters.
ko: 성전사들은 포획한 괴물들과 싸우며 그들의 기술을 갈고 닦았습니다.
ko_mt: 성전사들은 포획한 괴물와 싸우며 기술을 연마해 왔습니다.

source: Adds 6,000 Logistics experience points.
ko: 병참 경험치가 6,000 증가합니다.
ko_mt: 물류 경험치 6,000점을 추가합니다.

source: Nest Cleanup
ko: 둥지 청소
ko_mt: 둥지 정리

source: Monster nests that need to be cleared out by fire and steel have appeared on the crusaders' territory.
ko: 성전사들의 영토에 화염과 강철로써 청소되어야 할 괴물들의 둥지가 나타났습니다.
ko_mt: 불과 강철로 제거해야 하는 괴물 둥지가 성전사의 영토에 나타났습니다.

source: The monster nests have been exterminated and no longer present a threat to the supply lines.
ko: 괴물 둥지는 제거되었고, 더 이상 보급로에 위협을 가하지 못합니다.
ko_mt: 괴물 둥지가 박멸되어 더 이상 보급선에 위협이 되지 않습니다.

source: Savage monsters that have made their home on the crusaders' territory will be captured and tamed. Some will be used for heavy labor, while others will be bred to harvest valuable magical ingredients.
ko: 성전사들은 자신들의 영토에 둥지를 튼 야생 괴물들을 포획하고, 길들일 것입니다. 몇몇 괴물들은 중노동에 사용되고, 다른 괴물들은 가치있는 마법 재료의 수확을 위해 사육될 것입니다.
ko_mt: 성전사의 영토에 서식하는 야만적인 괴물을 포획하여 길들일 수 있습니다. 일부는 중노동에 이용하고, 일부는 귀중한 마법 재료를 수확하기 위해 길들일 것입니다.

source: The savage creatures have been caught and tamed.
ko: 야생의 괴물들이 포획되고, 길들여졌습니다.
ko_mt: 야만적인 생명체들을 잡아 길들였습니다.

source: Adds 7,500 Diplomacy experience points and 300 Materials Points.
ko: 외교 경험치가 7,500 증가하고, 물자 점수가 300 증가합니다.
ko_mt: 외교 경험치 7,500과 재료 점수 300을 추가합니다.

source: Grievance Against Galt
ko: 갈트에 대한 불만
ko_mt: 골트에 대한 불만 사항

source: One could demand a sizable compensation for the murder committed in Drezen by a Milanite, who is a Galtan subject.
ko: 갈트는 멜라니 신도들이 일으킨 살인 사건에 대해 상당한 양의 보상을 보내올 것입니다. 그들은 갈트에서 왔고, 따라서 갈트에게 보상을 요구해야겠지요.
ko_mt: 골트족인 밀라노 주민이 드레젠에서 저지른 살인 사건에 대해 상당한 보상을 요구할 수도 있습니다.

source: Galt has paid compensation for the murder.
ko: 갈트는 살인 사건에 대한 보상금을 지불했습니다.
ko_mt: 골트는 살인에 대한 보상금을 지불했습니다.

source: Adds 15,000 Leadership experience points.
ko: 지휘 경험치가 15,000 증가합니다.
ko_mt: 리더십 경험치 15,000점을 추가합니다.

source: Secret Repressions
ko: 비밀 억압
ko_mt: 비밀 억압

source: A Milanite vigilante from Galt is operating in Drezen. The Commander's servants will deal with disloyal officers and pin all the blame on the mysterious murderer.
ko: 갈트 출신의 멜라니 교 자경단원이 드레젠에서 작전을 수행하고 있습니다. 사령관의 부하들은 불충한 장교들을 처리하고, 그 모든 책임을 이 미지의 살인자들에게 돌릴 것 입니다.
ko_mt: 골트 출신의 밀라노 자경단이 드레젠에서 활동하고 있습니다. 사령관의 부하들은 불충성스러운 장교들을 처리하고 모든 책임을 의문의 살인자에게 뒤집어 씌울 것입니다.

source: The officers who were dissatisfied with the Commander's actions have been eliminated.
ko: 사령관의 행동을 못마땅하게 생각하는 장교들이 제거되었습니다.
ko_mt: 사령관의 행동에 불만을 품은 장교들은 제거되었습니다.

source: All units gain the {g|HardenedMind}[Hardened Mind]{/g} feat for 60 days.
ko: 모든 유닛이 60 일 동안 {g|HardenedMind}[단련된 정신]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛은 60일 동안 {g|HardenedMind}[굳건한 마음]{/g} 업적을 얻습니다.

source: Strengthening the Mind
ko: 마음 강화
ko_mt: 마음 강화

source: As they fight the lulling singing, the warriors will gradually temper their minds and become stronger.
ko: 잔잔한 노랫소리에 싸우며, 전사들은 점점 마음을 단련하고, 보다 강해질 것입니다.
ko_mt: 잔잔한 노래와 싸우는 동안 전사들은 점차 마음을 다잡고 강해집니다.

source: The soldiers' minds were strengthened by the struggle against the sleep-inducing singing of the severed demonic head.
ko: 병사들의 마음은 데몬의 머리들이 부르는 잠의 노래가락과 맞서며, 보다 강해졌습니다.
ko_mt: 잘린 데몬의 머리에서 나오는 잠을 유도하는 노래에 맞서 싸우면서 병사들의 정신은 더욱 강해졌습니다.

source: Soldiers that die from the unknown poison will become vessels for the deadly blight. In the future, the bodies of all undead that serve the Commander will be soaked in it.
ko: 알 수 없는 독극물로 죽은 병사들은 죽음의 역병을 담을 그릇이 되었습니다. 추후, 사령관을 따르는 모든 언데드들의 육체에 죽음의 역병이 스며들 것 입니다.
ko_mt: 정체불명의 독으로 사망한 병사들은 치명적인 역병의 그릇이 될 것입니다. 앞으로 사령관을 섬기는 모든 언데드의 시체는 이 독에 젖게 될 것입니다.

source: The mysterious poison has seeped into the flesh of the undead warriors.
ko: 알 수 없는 독극물이 언데드 전사들의 육신에 스며들었습니다.
ko_mt: 수수께끼의 독이 언데드 전사들의 육체에 스며들었습니다.

source: The potion brewed from the waters of the blood spring will empower the weakest, most worthless soldiers in the crusade so they can be of some use.
ko: 피의 샘물로 증류한 물약은 성전의 가장 나약한 병사들과 쓸모 없는 병사들을 강화함으로써, 성전에 도움이 될 수 있도록 만들 것입니다.
ko_mt: 피의 샘물로 만든 물약은 십자군에서 가장 약하고 쓸모없는 병사들에게 힘을 불어넣어 쓸모 있는 병사가 될 수 있도록 합니다.

source: The blood potion has empowered the weaker soldiers of the crusade.
ko: 피 물약은 보다 약한 성전사들에게 힘을 부여할 것입니다.
ko_mt: 피의 물약은 성전대의 약한 병사들에게 힘을 실어주었습니다.

source: Crusade morale increases by 49.
ko: 성전 사기가 49 증가합니다.
ko_mt: 십자군 사기가 49 증가합니다.

source: Eradicating the Anomaly
ko: 이상현상을 제거한다
ko_mt: 이상 징후 근절

source: The mission of the aeon and {mf|his|her} soldiers is to bring order and destroy unnatural anomalies. One such anomaly is the blood spring near Drezen, and therefore it must be destroyed.
ko: 에온과 성전사들의 임무는 질서를 바로 세우고, 비자연적인 이상현상을 파괴하는 것입니다. 드레젠 근처의 피의 샘은 그러한 이상현상이며, 따라서 반드시 파괴되어야합니다.
ko_mt: 에온과 {mf|그|그녀}의 병사들의 임무는 질서를 회복하고 부자연스러운 변칙을 파괴하는 것입니다. 그런 변칙 중 하나가 드레젠 근처의 피의 샘이므로 반드시 파괴해야 합니다.

source: The blood spring has been destroyed.
ko: 피의 샘이 파괴되었습니다.
ko_mt: 피의 샘이 파괴되었습니다.

source: 4 {g|HonorGuards}[Honor Guards]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 4 {g|HonorGuards}[의장대]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 {g|HonorGuards}[의장대]{/g} 4명을 모집합니다.

source: Best of the Best
ko: 최고 중에 최고
ko_mt: 베스트 오브 더 베스트

source: Many soldiers wish to serve under the command of a certain illustrious officer. By assigning the most capable warriors to his unit, the Commander will gain a strong and unified combat force.
ko: 많은 병사들은 유명 장교의 지휘를 받고 싶어합니다. 가장 뛰어난 전사들을 그의 부대에 배속시킴으로써, 사령관은 강하고 하나된 전투 부대를 얻을 수 있을 것입니다.
ko_mt: 많은 병사들이 특정 저명한 장교의 지휘 아래 복무하기를 원합니다. 가장 유능한 전사를 부대에 배치함으로써 사령관은 강력하고 단합된 전투력을 확보할 수 있습니다.

source: The most elite unit in the crusade has been formed.
ko: 가장 뛰어난 성전사들의 부대가 결성되었습니다.
ko_mt: 십자군 최정예 부대가 결성되었습니다.

source: The famed crusader officer will travel the lands of Avistan, drawing new volunteers to the crusade's banners.
ko: 유명한 성전 지휘관은 온 아비스탄을 여행하며, 많은 자원자들을 성전의 깃발 아래로 끌어 모을 것입니다.
ko_mt: 유명한 십자군 장교가 아비스탄 땅을 누비며 십자군의 깃발에 동참할 새로운 지원자를 모집합니다.

source: The famed officer has embarked on his quest to search for new volunteers.
ko: 유명 지휘관은 새로운 자원자들을 찾기 위한 여로에 올랐습니다.
ko_mt: 유명한 장교가 새로운 지원자를 찾기 위한 탐험에 나섰습니다.

source: 25 {g|RiftDrakes}[Rift Drakes]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 25 {g|RiftDrakes}[균열 드레이크]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 25명의 {g|RiftDrakes}[균열 드레이크]{/g}를 모집합니다.

source: Drake Leader
ko: 드레이크 지휘관
ko_mt: 드레이크 리더

source: Rift drakes are the spoiled kin of true dragons. Still, upon hearing the Commander's call, they will come to Drezen and bow down before their new leader.
ko: 리프트 드레이크들은 진정한 드래곤들의 퇴화된 친척들입니다. 하지만 이들 역시 사령관의 부름에 답해 드레젠으로 도착할 것이고, 새로운 지도자께 예의를 차릴 것입니다.
ko_mt: 리프트 드레이크는 진정한 드래곤의 버릇없는 친족입니다. 하지만 사령관의 부름을 듣고 드레젠으로 와서 새로운 지도자 앞에 머리를 조아릴 것입니다.

source: A flock of rift drakes has landed in Drezen and bowed down before the Commander.
ko: 리프트 드레이크 무리가 드레젠에 착륙해, 사령관에게 예를 올렸습니다.
ko_mt: 균열 드레이크 무리가 드레젠에 상륙하여 사령관 앞에 고개를 숙였습니다.

source: All generals gain +1 level to the {g|Poison}[Poison]{/g} ability.
ko: 모든 지휘관들의 {g|Poison}[독]{/g} 능력이 +1 레벨 증가합니다.
ko_mt: 모든 장수는 {g|Poison}[중독]{/g} 능력 +1 레벨을 얻습니다.

source: Drake Poison
ko: 드레이크 독
ko_mt: 드레이크 포이즌

source: Upon studying the rift drake's venom, the spellcasters of the crusade will find a practical use for it.
ko: 리프트 드레이크의 독을 연구함으로써, 성전의 주문 시전자들은 독을 유용하게 사용할 방법을 찾아낼 것입니다.
ko_mt: 균열 드레이크의 독을 연구한 성전 성전사의 주문 시전사들은 이 독을 실용적으로 사용할 방법을 찾을 수 있을 것입니다.

source: The mages have procured and studied the drake's venom.
ko: 마법사들은 드레이크의 독을 구해 연구했습니다.
ko_mt: 마법사들이 드레이크의 독을 구해 연구했습니다.

source: All generals gain {g|PetDrake}[PetDrake]{/g} ability.
ko: 모든 지휘관은 {g|PetDrake}[애완 드레이크]{/g} 능력을 얻습니다.

source: Drake Training
ko: 드레이크 훈련
ko_mt: 드레이크 트레이닝

source: An ambitious beast tamer believes he can domesticate rift drakes and make them serve the crusade.
ko: 야심찬 괴수 조련사는 자신이 리프트 드레이크들을 조련하고, 이를 성전을 돕는데 쓸 수 있을 것이라고 믿고있습니다.
ko_mt: 야심 찬 야수 조련사가 균열 드레이크를 길들여 성전을 위해 봉사하게 만들 수 있다고 믿습니다.

source: The beast tamer has succeeded in training the drakes.
ko: 괴수 조련사가 성공적으로 드레이크들을 훈련시켰습니다.
ko_mt: 야수 조련사가 드레이크 훈련에 성공했습니다.

source: Given that this progressive beast tamer was denied the chance to domesticate rift drakes, he is willing to train the crusaders' chargers instead.
ko: 기발한 조련사는 리프트 드레이크를 훈련 시킬 기회를 놓쳐버렸습니다. 그는 리프트 드레이크 대신, 성전사들의 군마를 훈련하고자 합니다.
ko_mt: 이 진보적인 야수 조련사는 균열의 드레이크를 길들일 기회를 박탈당하자, 대신 성전사의 돌격병을 기꺼이 훈련시킵니다.

source: The talented beast tamer has taught the crusaders' chargers a number of new tricks and maneuvers.
ko: 재능있는 조련사는 성전사들의 군마를 훈련시켜, 다양한 기술과 전술 기동을 가르쳤습니다.
ko_mt: 재능 있는 야수 조련사는 성전사의 돌격병에게 여러 가지 새로운 기술과 전법을 가르쳤습니다.

source: Diviners from Nerosyan will help the crusaders look for the missing soldiers.
ko: 네로시안의 예지술사들은 사라진 병사들을 찾는 데 도움을 줄 것입니다.
ko_mt: 네로시안의 예지가들이 십자군이 실종된 병사들을 찾는데 도움을 줄 것입니다.

source: The diviners from Nerosyan have arrived in Drezen.
ko: 네로시안의 예지술사들이 드레젠에 도착했습니다.
ko_mt: 네로시안의 예지가들이 드레젠에 도착했습니다.

source: 10 {g|Hunters}[Hunters]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 10 {g|Hunters}[헌터]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 10 {g|Hunters}[사냥꾼]{/g}을 모집합니다.

source: Help from the People of the Forest
ko: 숲 속 거주자들의 도움
ko_mt: 숲의 사람들의 도움

source: Rugged woodland dwellers, skilled hunters and trackers, are willing to help the crusade.
ko: 삼림지의 거친 거주민들인, 숙련된 사냥꾼과 추격자들이 성전을 돕고자 합니다.
ko_mt: 숙련된 사냥꾼이자 추적자인 거친 숲속 거주자들은 십자군 성전을 기꺼이 돕습니다.

source: A group of woodland dwellers has arrived in Drezen.
ko: 삼림지의 거주민들이 드레젠에 도착했습니다.
ko_mt: 숲속 거주자 무리가 드레젠에 도착했습니다.

source: All generals gain +1 level to the {g|ReductionOfLosses}[Reduction of Losses]{/g} feat.
ko: 모든 지휘관들의 {g|ReductionOfLosses}[병력 손실 감소]{/g} 특기가 +1 레벨 증가합니다.
ko_mt: 모든 장수는 {g|ReductionOfLosses}[손실 감소]{/g} 업적 +1 레벨을 얻습니다.

source: Rescue Squads
ko: 구조대
ko_mt: 구조대

source: Many soldiers and detachments go missing in the Worldwound wasteland. Rescue teams will be tasked with searching for them.
ko: 세계상처의 황무지에서는 많은 병사들과 분견대가 실종되곤 합니다. 구조대는 이들을 찾는 임무를 맡게 될 것입니다.
ko_mt: 세계상처 황무지에서는 많은 병사와 부대가 실종됩니다. 구조대가 이들을 수색하는 임무를 맡게 됩니다.

source: Rescue teams have been formed.
ko: 구조대를 창립했습니다.
ko_mt: 구조팀이 구성되었습니다.

source: Adds 6,000 Logistics experience points.
ko: 병참 경험치가 6,000 증가합니다.
ko_mt: 물류 경험치 6,000점을 추가합니다.

source: Strategic Routes
ko: 전략적 경로
ko_mt: 전략 노선

source: In order to reduce the number of units that get lost and soldiers that go missing, the staff officers will plot new strategic routes for the purposes of transportation and supply deliveries.
ko: 부대의 손실과 병사들의 실종을 줄이기 위해, 장교들은 운송과 보급을 위한 새로운 전략 경로를 수립할 것입니다.
ko_mt: 길을 잃는 부대와 실종되는 병사의 수를 줄이기 위해 참모들은 수송 및 보급품 전달을 위해 새로운 전략적 경로를 계획할 것입니다.

source: New strategic routes have been established.
ko: 새로운 전략적 경로가 수립되었습니다.
ko_mt: 새로운 전략 노선이 개설되었습니다.

source: 8 {g|Hunters}[Hunters]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 8 {g|Hunters}[헌터]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에 8명의 {g|Hunters}[사냥꾼]{/g}이 모집됩니다.

source: Tracker Training
ko: 추적자 훈련
ko_mt: 추적기 교육

source: Trained trackers will be able to search for any missing soldiers and help units find their way.
ko: 훈련된 추적자는 사라진 병사들을 찾고, 그들만의 방식으로 부대를 도울 수 있을 것입니다.
ko_mt: 훈련된 트래커는 실종된 병사를 수색하고 부대가 길을 찾도록 도울 수 있습니다.

source: The trackers have been trained.
ko: 추적자들이 훈련되었습니다.
ko_mt: 트래커는 훈련을 받았습니다.

source: 1 {g|FallenDragons}[Fallen Dragon]{/g} is recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 1 {g|FallenDragons}[타락한 드래곤]{/g}이 모집되었습니다.
ko_mt: 1 {g|FallenDragons}[타락한 용]{/g}이 사령관 본부에서 모집됩니다.

source: Enslaving the Dragon
ko: 드래곤 노예화
ko_mt: 드래곤 노예화

source: The Commander's warriors will capture the wounded dragon they found and force it into obedience through torture.
ko: 사령관의 병사들은 그들이 발견한 상처 입은 드래곤을 포획하고, 고문함으로써 드래곤을 복종시킬 것입니다.
ko_mt: 사령관의 전사들은 발견한 부상당한 용을 포획한 후 고문을 통해 복종하도록 만듭니다.

source: The dragon has gone mad from the pain and torture, but is now broken and ready to serve.
ko: 드래곤은 고통과 고문으로 인해 미쳐버렸습니다. 하지만 드래곤의 정신은 망가졌고, 사령관을 따를 준비가 되었습니다.
ko_mt: 고통과 고문으로 미쳐버린 용은 이제 부러져 봉사할 준비가 되었습니다.

source: 1 {g|GoldDragons}[Gold Dragon]{/g} is recruited at the Commander's headquarters. Adds 3000 Leadership experience points.
ko: 사령관의 지휘부에 1 {g|GoldDragons}[골드 드래곤]{/g}이 모집됩니다. 지휘 경험치가 3,000 증가합니다.

source: Healing the Kindred
ko: 동족 치유
ko_mt: 종족 치유

source: The wounded dragon found by the crusaders is in need of healing, the kind that only the Commander's powers can provide.
ko: 성전사들이 발견한 상처입은 드래곤은 치유가 필요합니다. 오직 사령관의 힘만이 그를 치유할 수 있을 것입니다.
ko_mt: 성전사가 발견한 부상당한 용은 사령관의 힘으로만 치료할 수 있는 치료가 필요한 상태입니다.

source: The wounded dragon has been healed.
ko: 상처입은 드래곤이 치유되었습니다.
ko_mt: 부상당한 드래곤을 치료했습니다.

source: All generals gain 30,000 experience points.
ko: 모든 지휘관이 30,000 경험치를 얻습니다.
ko_mt: 모든 장수는 30,000 경험치를 획득합니다.

source: Security Training
ko: 보안 훈련
ko_mt: 보안 교육

source: The generals of the crusade will undergo training that will allow them to defend themselves from attacks by demonic assassins.
ko: 성전의 지휘관들은 데몬 암살자들로부터 자신의 몸을 지킬 수 있도록 훈련을 받게 될 것입니다.
ko_mt: 성전 장군들은 데몬 암살자의 공격으로부터 자신을 방어할 수 있는 훈련을 받게 됩니다.

source: The generals have been taught how to defend themselves from assassination attempts.
ko: 지휘관들은 암살 시도로부터 자신을 보호하는 법을 배웠습니다.
ko_mt: 장군들은 암살 시도로부터 자신을 방어하는 방법을 배웠습니다.

source: The officers have prepared the troops for a daring operation to rescue prisoners of war.
ko: 장교들은 전쟁 포로들을 구출할 과감한 작전을 준비했습니다.
ko_mt: 장교들은 전쟁 포로를 구출하기 위한 대담한 작전을 위해 병력을 준비했습니다.

source: The crusaders have freed many captives from the demons' clutches.
ko: 성전사들은 데몬의 손아귀에서 수 많은 포로들을 해방했습니다.
ko_mt: 성전사들은 데몬의 손아귀에서 많은 포로들을 해방시켰습니다.

source: Adds 11,000 Finance Points, 500 Materials Points and 100 Energy Points.
ko: 재정 점수 11,000, 물자 점수가 500, 에너지 점수가 100 증가합니다.
ko_mt: 재정 점수 11,000점, 재료 점수 500점, 에너지 점수 100점을 추가합니다.

source: Raid for Plunder
ko: 약탈자 습격
ko_mt: 약탈을 위한 공격대

source: The officers have prepared the troops for a raid on the demons' territory, intent on bringing back rich spoils.
ko: 장교들은 데몬 영토를 약탈하기 위해 병사들을 준비시켰습니다. 이들은 전리품을 가저오고자 혈안이 되어 있습니다.
ko_mt: 장교들은 데몬의 영토를 습격하여 풍성한 전리품을 되찾아오기 위해 군대를 준비했습니다.

source: The crusaders have returned from the raid with some valuable loot.
ko: 상전사들은 가치있는 전리품과 함께 돌아왔습니다.
ko_mt: 성전사들이 습격에서 귀중한 전리품을 가지고 돌아왔습니다.

source: Adds 88 Energy Points.
ko: 에너지 점수가 88 증가합니다.
ko_mt: 에너지 점수 88점을 추가합니다.

source: Treasures from the Lake
ko: 호수의 보물
ko_mt: 호수의 보물

source: A great number of peculiar artifacts rest on the bottom of a mysterious lake not far from Drezen. If pulled from the water, they could be of interest to mages.
ko: 엄청난 수의 잊힌 유물들이 드레젠에서 멀지 않은 신비로운 호수 바닥에 잠들어있습니다. 이것들을 물에서 꺼낸다면, 마법사들에게 큰 도움이 될 것입니다.
ko_mt: 드레젠에서 멀지 않은 신비한 호수 바닥에는 수많은 기이한 유물들이 놓여 있습니다. 물에서 건져낸다면 마법사들에게 흥미로울 수 있습니다.

source: Useful artifacts have been fished out of the magical lake.
ko: 쓸모있는 유물들을 마법 호수에서 건저올렸습니다.
ko_mt: 마법의 호수에서 유용한 유물을 낚아챘습니다.

source: Drezen workshops will begin the production of magical equipment for spellcasters.
ko: 드레젠 공방은 곧 주문 시전자들을 위한 마법장비 생산에 착수할 것입니다.
ko_mt: 드레젠의 작업장에서 주문 시전자를 위한 마법 장비 제작이 시작됩니다.

source: The spellcasters of the crusade have received new equipment.
ko: 성전의 주문 시전자들은 새로운 장비를 받았습니다.
ko_mt: 성전 성전의 주문 시전사들이 새로운 장비를 받았습니다.

source: Drezen workshops will begin the production of excellent weapons and armor.
ko: 드레젠 공방은 곧 훌륭한 품질의 무기와 갑옷 생산에 착수할 것입니다.
ko_mt: 드레젠의 공방에서 우수한 무기와 방어구를 생산할 수 있습니다.

source: The footmen and cavalry of the crusade have received new equipment.
ko: 성전의 보병들과 기병들은 새로운 장비를 받았습니다.
ko_mt: 십자군 보병과 기병이 새로운 장비를 획득했습니다.

source: Drezen workshops will begin the production of ammunition for ranged troops.
ko: 드레젠 공방은 곧 사격병들을 위한 탄약 생산에 착수할 것입니다.
ko_mt: 드레젠의 작업장에서 원거리 부대를 위한 탄약 생산이 시작됩니다.

source: The ranged units of the crusade have received new equipment.
ko: 성전의 사격병들은 새로운 장비를 받았습니다.
ko_mt: 십자군 원거리 유닛이 새로운 장비를 획득했습니다.

source: Magical Meadow
ko: 마법의 초원
ko_mt: 마법의 초원

source: If a magical meadow is grown near Drezen, the crusaders' horses can graze on the enchanted grass as its magic fills them with strength.
ko: 드레젠 인근의 마법 초원이 자라나면, 마법 풀을 뜯은 성전사들의 군마에 마법의 힘이 깃들 것 입니다.
ko_mt: 드레젠 근처에 마법의 초원이 자라면, 성전사의 말은 마법에 걸린 풀을 뜯어먹으며 힘을 채울 수 있습니다.

source: The magical meadow has been grown near Drezen.
ko: 마법 초원이 드레젠 인근에서 자라났습니다.
ko_mt: 드레젠 근처에는 마법의 초원이 자라고 있습니다.

source: 12 {g|GraveKnights}[Grave Knights]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 12 {g|GraveKnights}[무덤 기사]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 12 {g|GraveKnights}[무덤 기사단]{/g}을 모집합니다.

source: Undead Guards
ko: 언데드 경비대
ko_mt: 언데드 경비병

source: The warriors who fell defending Drezen many years ago could still serve the crusade after being raised by the Commander.
ko: 사령관은 먼 옛날 드레젠을 방어하다 쓰러진 전사들을 되살렸습니다. 이들은 되살아난 뒤에도, 여전히 성전을 위해 봉사할 수 있습니다.
ko_mt: 수년 전 드레젠을 지키다 전사한 전사들은 사령관이 부활시킨 후에도 여전히 십자군 성전을 위해 봉사할 수 있습니다.

source: The fallen defenders of Drezen have been raised.
ko: 쓰러진 드레젠의 수호자들이 되살아났습니다.
ko_mt: 쓰러진 드레젠의 수호자들이 부활했습니다.

source: 13 {g|Monks}[Monks]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 13 {g|Monks}[몽크]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 13 {g|Monks}[수도사]{/g}을 모집합니다.

source: Harmony of Dreams
ko: 꿈의 조화
ko_mt: 꿈의 하모니

source: The crusaders are suffering from nightmares, but monks can teach them the secrets of meditation that will help overcome the nighttime terrors.
ko: 성전사들은 악몽으로 고통받고 있습니다. 하지만 수도승들은 명상의 비밀에 대해 가르칠 것이고, 이는 성전사들이 밤의 공포를 이겨내는 데 도움이 될 것입니다.
ko_mt: 십자군은 악몽에 시달리고 있지만 수도사들은 밤의 공포를 극복하는데 도움이 되는 명상의 비밀을 가르쳐 줄 수 있습니다.

source: A group of monks has arrived to teach the soldiers how to fight their nightmares.
ko: 수도승들이 악몽을 이겨낼 방법을 병사들에게 가르치기 위해 드레젠에 도착했습니다.
ko_mt: 한 무리의 수도사들이 병사들에게 악몽과 싸우는 법을 가르치기 위해 도착했습니다.

source: 40 {g|Wizards}[Wizards]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 40 {g|Wizards}[위자드]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 40 {g|Wizards}[위저드]{/g}을 모집합니다.

source: Nightmare Wardens
ko: 악몽 파수꾼
ko_mt: 악몽 감시자

source: The soldiers are struggling with nightmares, but experienced mages can protect their minds with spells.
ko: 병사들은 악몽과 맞서 싸우고 있습니다. 하지만 숙련된 마법사들은 병사들의 정신을 주문으로 지켜 줄 수 있을 것입니다.
ko_mt: 병사들은 악몽에 시달리고 있지만 숙련된 마법사는 주문으로 병사들의 마음을 보호할 수 있습니다.

source: Mages have arrived in Drezen to protect the soldiers from the Wound's influence.
ko: 세계상처의 영향력에서 병사들을 보호하기 위해, 마법사들이 드레젠에 도착했습니다.
ko_mt: 마법사들이 상처의 영향력으로부터 병사들을 보호하기 위해 드레젠에 도착했습니다.

source: Provides random items.
ko: 무작위한 물품을 제공합니다.
ko_mt: 무작위 아이템을 제공합니다.

source: Dump Excavation
ko: 쓰레기장 발굴
ko_mt: 덤프 굴착

source: There is a magical garbage dump near Drezen where Varisian arcanists teleport their dangerous inventions. What if it contains something of interest?
ko: 드레젠 인근에는 바리시아 인 아카니스트들이 위험한 발명품을 순간이동 시켜 폐기하는 장소인 마법 쓰레기장이 있습니다. 쓰레기장 안에 흥미로운 것들이 들어있다면 어떨까요?
ko_mt: 드레젠 근처에는 바리시아 아카니스트들이 위험한 발명품을 순간이동하는 마법의 쓰레기장이 있습니다. 그 안에 흥미로운 물건이 있다면 어떨까요?

source: The soldiers have discovered something interesting at the magical dump.
ko: 병사들은 마법 쓰레기장에서 흥미로운 것들을 발견했습니다.
ko_mt: 병사들은 마법의 쓰레기장에서 흥미로운 것을 발견했습니다.

source: 5 {g|Dragonslayers}[Dragonslayers]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 5 {g|Dragonslayers}[드래곤 슬레이어]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 5명의 {g|Dragonslayers}[드래곤슬레이어]{/g}을 모집합니다.

source: Northern Hunters
ko: 북방의 사냥꾼들
ko_mt: 북부 사냥꾼

source: After entering the Commander's training, the fierce Ulfen lycanthropes will learn how to rein in the beasts that live in their souls.
ko: 흉폭한 울펜 라이칸스로프들이 사령관의 훈련을 끝맞히고 나면, 그들 영혼에 잠재된 짐승을 제어하는 법을 배울 것입니다.
ko_mt: 사령관의 훈련에 들어가면 사나운 울펜 라이칸트로프는 영혼 속에 사는 야수를 통제하는 방법을 배우게 됩니다.

source: The Ulfen are thankful to the Commander for the lesson in poise. Like all their brethren, they are skilled in the craft of slaying giant monsters, and they are offering these skills to the crusade.
ko: 울펜 인들은 평정의 가르침을 준 사령관에게 감사를 표합니다. 그들의 모든 형제들은 거대한 괴물들을 쓰러뜨리는 기술을 잘 알고 있으며, 이들은 이러한 기술을 성전에 제공하고 있습니다.
ko_mt: 울펜족은 사령관에게 침착함을 가르쳐준 것에 대해 고마워하고 있습니다. 다른 형제들과 마찬가지로 이들은 거대한 괴물을 처치하는 기술에 능숙하며, 십자군에 이 기술을 제공하고 있습니다.

source: 5 {g|Bloodragers}[Bloodragers]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 5 {g|Bloodragers}[블러드레이저]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 5 {g|Bloodragers}[블러드레이저]{/g}을 모집합니다.

source: Unleashed Rage
ko: 해방된 격노
ko_mt: 해방된 분노

source: The Ulfen lycanthropes were mistaken in their belief that they needed to learn to bridle their inner beast. Their true purpose is to set it free and gain great strength in doing so.
ko: 울펜 라이칸스로프들은 내면의 짐승을 제어할 방법을 배워야 한다고 믿었으나, 이는 그들의 실수였습니다. 그들의 진정한 목적은 내면의 짐승을 풀어놓아 엄청난 힘을 얻는 것입니다.
ko_mt: 울펜 라이칸트로프는 내면의 야수에게 굴레를 씌우는 법을 배워야 한다고 착각하고 있었어요. 그들의 진정한 목적은 야수를 풀어주고 그 과정에서 큰 힘을 얻는 것입니다.

source: The Ulfen lycanthropes have awakened the rage that lives in their blood.
ko: 울펜 라이칸스로프들은 그들의 핏속에 살고있는 분노를 일깨웠습니다.
ko_mt: 울펜 라이칸트로프가 피 속에 숨어 있던 분노를 깨웠습니다.

source: Adds 10,000 Leadership experience points, crusade morale increases by 40.
ko: 지휘 경험치가 1,0000 증가하고, 성전 사기가 40 증가합니다.
ko_mt: 리더십 경험치 10,000이 추가되고, 십자군 사기가 40 증가합니다.

source: Support for the Heartless
ko: 마음이 꺾인 이들을 위한 지원
ko_mt: 무정한 자 지원

source: Many soldiers have grown callous during the war. A support group will help them share their pain and find solace.
ko: 많은 병사들이 전쟁 속에서 감정을 잃어버렸습니다. 지원 단체는 이들을 도와, 그들의 고통을 나누고 위안을 얻도록 할 것입니다.
ko_mt: 많은 군인들이 전쟁 중에 냉담해졌습니다. 지원 그룹은 그들이 아픔을 나누고 위안을 찾을 수 있도록 도와줄 것입니다.

source: The support group for callous soldiers has been formed.
ko: 감정을 잃어버린 병사들을 돕기 위한 지원 단체가 설립되었습니다.
ko_mt: 냉담한 병사들을 위한 지원 그룹이 결성되었습니다.

source: 15 {g|ScaledFists}[Scaled Fists]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 15 {g|ScaledFists}[스케일드 피스트]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 15명의 {g|ScaledFists}[비늘 주먹]{/g}을 모집합니다.

source: The Enlightened
ko: 깨달은 자
ko_mt: 계몽주의자

source: Callous warriors of the crusade require spiritual guidance. By treading the path of the monk, they will restore harmony to their hearts.
ko: 무감각한 성전사들은 영적 인도가 필요합니다. 수도승들의 길을 걸음으로써, 그들은 가슴 속 조화를 되찾을 수 있을 겁니다.
ko_mt: 냉혹한 십자군 전사들은 영적인 지도가 필요합니다. 수도사의 길을 밟음으로써 그들은 마음의 조화를 회복할 것입니다.

source: The callous warriors have found inner peace by becoming monks.
ko: 무감각한 병사들은 수도승이 됨으로써 내면의 평화를 되찾았습니다.
ko_mt: 냉혹한 전사들은 수도사가 되어 내면의 평화를 찾았습니다.

source: 24 {g|DemonicKnights}[Demonic Knights]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 24 {g|DemonicKnights}[데몬 기사]{/g}가 모집되었습니다.

source: The Heartless
ko: 냉혹한 자
ko_mt: 무정한 자

source: Many soldiers have grown callous during the war. Upon assembling the most violent and merciless of them into a single unit, the Commander will have at {mf|his|her} disposal a powerful strike force.
ko: 많은 병사들이 전쟁 속에서 감정을 잃어버렸습니다. 가장 흉폭하고, 무자비한 병사들을 한 부대로 재편함으로써, 사령관은 강력한 타격 부대를 손에 넣을 수 있을 것입니다.
ko_mt: 많은 병사들이 전쟁 중에 냉담해졌습니다. 가장 폭력적이고 무자비한 병사들을 한 부대로 모으면 사령관은 {mf|그|그녀}의 강력한 공격을 발휘할 수 있습니다.

source: The detachment of callous warriors has been formed.
ko: 무감각한 병사들의 부대가 편성되었습니다.
ko_mt: 냉담한 전사들의 분리가 형성되었습니다.

source: All generals gain +1 level to the {g|ReductionOfLosses}[Reduction of Losses]{/g} feat.
ko: 모든 지휘관들의 {g|ReductionOfLosses}[병력 손실 감소]{/g} 특기가 +1 레벨 증가합니다.
ko_mt: 모든 장수는 {g|ReductionOfLosses}[손실 감소]{/g} 업적 +1 레벨을 얻습니다.

source: Poison or Medicine
ko: 독이냐 약이냐
ko_mt: 독 또는 약

source: The crusade's healers will gather and study twisted poisonous plants of the Wound to find a medicinal application for them.
ko: 성전의 치유사들은 새로운 의약품을 만들어내기 위해 세계상처의 뒤틀린 독성 식물을 모으고 연구할 것입니다.
ko_mt: 성전단의 치유사는 상처의 뒤틀린 독 식물을 채집하고 연구하여 약용으로 사용할 수 있는 식물을 찾습니다.

source: The healers have studied the poisonous plants of the Wound.
ko: 치유사들은 세계상처의 독성 식물들을 연구했습니다.
ko_mt: 치유사들은 상처의 독초를 연구했습니다.

source: All generals gain +1 level to the {g|Poison}[Poison]{/g} ability.
ko: 모든 지휘관들의 {g|Poison}[독]{/g} 능력이 +1 레벨 증가합니다.
ko_mt: 모든 장수는 {g|Poison}[중독]{/g} 능력 +1 레벨을 얻습니다.

source: Poisons of the Worldwound
ko: 세계 상처의 독극물들
ko_mt: 세계상처의 독

source: The crusade's healers are interested in the poisonous plants that can be found throughout the Wound and would like to study them more closely.
ko: 성전의 치유사들은 세계상처 전역에서 찾을 수 있는 독성 식물에 관심이 있고, 이것들을 더 심도 있게 연구하고 싶어합니다.
ko_mt: 성전단의 치유사들은 상처 곳곳에서 볼 수 있는 독성 식물에 관심을 갖고 더 자세히 연구하고 싶어 합니다.

source: 8 {g|Assassins}[Assassins]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 8 {g|Assassins}[어쌔신]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 8 {g|Assassins}[암살자]{/g}을 모집합니다.

source: Secret Guard
ko: 비밀의 수호자
ko_mt: 비밀 경비대
