Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: The detachment of crusaders summoned from Kenabres by the Military Council to aid the cause has found itself in grave danger. They've been completely blocked off by demonic forces, and have been forced to take up defensive positions. If they are not rescued, they will all die.
ko: 군사 자문단의 요청에 의해 케나브레스로 보내진 성전사 분견대가 커다란 위험에 처했습니다. 데몬들의 병력이 병사들을 완전히 포위했고, 성전사들은 어쩔 수 없이 방어적인 전술을 취했습니다. 만약 구원군을 파견하지 않는다면, 그들은 모두 죽을 것입니다.
ko_mt: 군사위원회가 대의를 위해 케나브레스에서 소환한 성전사 부대가 심각한 위험에 처해 있습니다. 그들은 데몬의 세력에 의해 완전히 차단되어 방어 태세를 취해야만 합니다. 구출하지 못하면 모두 죽게 될 것입니다.

source: The reinforcements that came from Kenabres and ran into a demonic blockade have turned out to be bait! Once Khorramzadeh heard of the Commander's return from the Abyss, he decided to settle old scores. His army has cut the Commander's forces off from Drezen in order to engage the crusaders in a decisive battle.
ko: 케나브레스에서 온, 데몬 군단과 대적한 병사들은 사실 미끼였습니다! 코람자데는 사령관이 심연에서 귀환했음을 알아채고, 모욕을 갚기로 마음먹었습니다. 그의 군단은 결정적인 전투를 벌이기 위해 드레젠에서 오는 성전군의 움직임을 차단했습니다.
ko_mt: 케나브레스에서 왔다가 데몬의 봉쇄에 부딪힌 지원군은 미끼로 판명되었습니다! 심연에서 사령관이 돌아왔다는 소식을 들은 코람자데는 묵은 원한을 갚기로 결심했습니다. 그의 군대는 성전사와 결전을 벌이기 위해 사령관의 군대를 드레젠에서 차단했습니다.

source: Despite all his trickery, Khorramzadeh was once again defeated by the Commander. The path to Drezen is now clear, and news of the heroic battle is on everyone's lips in Mendev... and the Abyss.
ko: 모든 속임수에도 불구하고, 코람자데는 다시 한번 사령관에게 패배했습니다. 드레젠으로 향하는 길 위의 골칫덩어리들은 모두 사라졌고, 영웅적인 전투에 대한 소식이 멘데브의 모든 사람들의 입에서 오르내리고 있습니다. 그리고... 심연의 악마들도요...
ko_mt: 코람자데는 온갖 속임수에도 불구하고 사령관에게 다시 한 번 패배했습니다. 이제 드레젠으로 가는 길은 분명해졌고, 이 영웅적인 전투에 대한 소식은 멘데브와 심연의 모든 이들의 입에 오르내리고 있습니다.

source: The army of the Champions of the Abyss gathered by Khorramzadeh was thought to be invincible. The crushing defeat delivered by the Commander has demonstrated the folly of this belief. The greatest, fiercest, and proudest warriors of the Abyss have been put into the dry Sarkorian ground, thus proving that even demonic rage cannot bring down the fearless defenders of Golarion.
ko: 코람자데가 모은 심연의 투사 부대는 당해낼 적이 없는 것만 같았습니다. 하지만 사령관이 보여준 압도적인 승리는 그러한 믿음이 헛된 것임을 보여주었습니다. 심연의 가장 위대하고 맹렬한, 그리고 가장 자랑스러운 전사들은 사코리스의 매마른 대지 위에서 뒹굴고 있습니다. 이는 아무리 데몬의 분노가 아무리 맹렬할지라도, 골라리온의 두려움 없는 수호자에 대적할 수 없다는 사실을 증명합니다.
ko_mt: 코람자데가 모은 심연의 용사 군대는 무적이라고 생각했습니다. 사령관에게 당한 대패는 그 믿음이 얼마나 어리석은 것인지를 보여줬습니다. 심연의 가장 위대하고 용맹하며 자랑스러운 전사들이 메마른 사르코리안의 땅에 투입되어 데몬의 분노도 골라리온의 용감한 수호자들을 무너뜨릴 수 없다는 것을 증명했습니다.

source: {g|NemaryStigma_Bardiche_Hatred}[Choice effects]{/g} The priestess of Calistria
ko: {g|NemaryStigma_Bardiche_Hatred}[선택 효과]{/g} 칼리스트리아의 여사제
ko_mt: {g|NemaryStigma_Bardiche_Hatred}[선택 효과]{/g} 칼리스트리아의 여사제

source: The merciless priestess of Calistria can sense Nemarius's pain. She awakened the fire of the vengeful spirit's hatred and filled the relic with it.
ko: 칼리스트리아의 무자비한 여사제는 네마리우스의 고통을 느낄 수 있습니다. 그녀는 복수를 갈구하는 영혼이 지닌 증오심의 화염을 일으켜, 그 열기와 불길로 유물을 가득 채웠습니다.
ko_mt: 칼리스트리아의 무자비한 여사제는 네마리우스의 고통을 감지할 수 있었습니다. 그녀는 복수심에 불타는 영혼의 증오의 불을 일깨워 유물에 불을 채웠습니다.

source: {g|NemaryStigma_Bardiche_MagicSealing}[Choice effects]{/g} The druid
ko: {g|NemaryStigma_Bardiche_MagicSealing}[선택 효과]{/g} 드루이드
ko_mt: {g|NemaryStigma_Bardiche_MagicSealing}[선택 효과]{/g} 드루이드

source: The wise druid summoned primordial flame from the Plane of Fire and poured it from his hand onto the relic. Engulfed, all of Nemarius's malice turned to ash, and the vessel with his spirit was purified and filled with frightening radiance.
ko: 현명한 드루이드는 화염 차원의 태초의 불꽃을 불러 내, 그의 손으로 화염을 유물에 부었습니다. 태초의 불꽃은 네마리우스의 모든 악의를 재로 불태웠습니다. 네마리우스의 영혼 그릇은 정화되었고, 무시무시한 광휘로 가득 채워졌습니다.
ko_mt: 현명한 드루이드는 불의 원소계로부터 원초적인 불꽃을 소환하여 손에서 유물에 부었습니다. 불길에 휩싸인 네마리우스의 악의는 모두 재로 변했고, 그의 영혼이 담긴 그릇은 정화되어 무시무시한 광채로 가득 찼습니다.

source: {g|NemaryStigma_Bardiche_Obedience}[Choice effects]{/g} The necromancer
ko: {g|NemaryStigma_Bardiche_Obedience}[선택 효과]{/g} 사령술사
ko_mt: {g|NemaryStigma_Bardiche_Obedience}[선택 효과]{/g} 강령술사

source: The necromancer trapped Nemarius's flaming spirit, which slumbered within his relic. Once, he bent the minds of gladiators to his will and sent them to their deaths, now he will subvert the minds of any who oppose the relic's new owner.
ko: 사령술사는 유물 속에 잠들어있던 네마리우스의 불타는 영혼을 가두는 데 성공했습니다. 한 때, 그는 검투사들을 자신의 의지 앞에 굴복시켰고 그들을 사지로 보냈었지만, 이제 네마리우스는 유물 소지자와 대적하는 자들의 의지를 꺾을 것입니다.
ko_mt: 강령술사는 네마리우스의 유물 속에 잠들어 있던 네마리우스의 불타는 영혼을 가두었습니다. 검투사들의 정신을 자신의 뜻대로 조종해 죽음으로 내몰았던 네마리우스는 이제 유물의 새 주인을 반대하는 자의 정신을 뒤흔들 것입니다.

source: {g|NemaryStigma_Slingstaff_Hatred}[Choice effects]{/g} The priestess of Calistria
ko: {g|NemaryStigma_Slingstaff_Hatred}[선택 효과]{/g} 칼리스트리아의 여사제
ko_mt: {g|NemaryStigma_Slingstaff_Hatred}[선택 효과]{/g} 칼리스트리아의 여사제

source: {g|NemaryStigma_Slingstaff_MagicSealing}[Choice effects]{/g} The druid
ko: {g|NemaryStigma_Slingstaff_MagicSealing}[선택 효과]{/g} 드루이드
ko_mt: {g|NemaryStigma_Slingstaff_MagicSealing}[선택 효과]{/g} 드루이드

source: {g|NemaryStigma_Slingstaff_Obedience}[Choice effects]{/g} The necromancer
ko: {g|NemaryStigma_Slingstaff_Obedience}[선택 효과]{/g} 사령술사
ko_mt: {g|NemaryStigma_Slingstaff_Obedience}[선택 효과]{/g} 강령술사

source: {g|NemaryStigma_Trident_Hatred}[Choice effects]{/g} The priestess of Calistria
ko: {g|NemaryStigma_Trident_Hatred}[선택 효과]{/g} 칼리스트리아의 여사제
ko_mt: {g|NemaryStigma_Trident_Hatred}[선택 효과]{/g} 칼리스트리아의 여사제

source: {g|NemaryStigma_Trident_MagicSealing}[Choice effects]{/g} The druid
ko: {g|NemaryStigma_Trident_MagicSealing}[선택 효과]{/g} 드루이드
ko_mt: {g|NemaryStigma_Trident_MagicSealing}[선택 효과]{/g} 드루이드

source: {g|NemaryStigma_Trident_Obedience}[Choice effects]{/g} The necromancer
ko: {g|NemaryStigma_Trident_Obedience}[선택 효과]{/g} 사령술사
ko_mt: {g|NemaryStigma_Trident_Obedience}[선택 효과]{/g} 강령술사

source: Enchanting Nemarius's Burning Brand
ko: 네마리우스의 불타는 낙인에 마법 부여하기
ko_mt: 매혹적인 네마리우스의 불타는 브랜드

source: Nemarius's blazing spirit still lives within the relic forged from his burning brand. Three spellcasters — a fierce priestess of Calistria, a wise druid, and a sinister necromancer — have arrived in Drezen. All three are asking permission to cast their spells on the relic, and the Commander has to decide to whom to grant this privilege.
ko: 네마리우스가 재련한 강철 유물 안에는, 아직도 그의 불타오르는 영혼이 살아있습니다. 세 주문 시전자들 — 칼리스트리아의 사나운 여사제, 현명한 드루이드, 그리고 불길한 사령술사 — 이들이 드레젠에 도착했습니다. 세명 모두 유물에 주문을 시전하고자 사령관의 허가를 구하고 있습니다. 사령관은 누구에게 특권을 부여할 지 결정해야 합니다.
ko_mt: 네마리우스의 불타는 영혼은 그의 불타는 낙인으로 만든 유물 안에 여전히 살아 있습니다. 칼리스트리아의 사나운 여사제, 현명한 드루이드, 사악한 강령술사 등 세 명의 주문 시전사가 드레젠에 도착했습니다. 세 사람 모두 유물에 주문을 시전할 수 있도록 허락해 달라고 요청하고 있으며, 사령관은 누구에게 이 특권을 부여할지 결정해야 합니다.

source: {g|NemaryStigma_Bardiche}[Choice effects]{/g} A bardiche
ko: {g|NemaryStigma_Bardiche}[선택 효과]{/g} 바디시
ko_mt: {g|NemaryStigma_Bardiche}[선택 효과]{/g} 바디시

source: A skilled blacksmith reforged the steel brand into a fearsome weapon.
ko: 훌륭한 솜씨의 장인이 강철 낙인을 무시무시한 무기로 재가공했습니다.
ko_mt: 숙련된 대장장이가 강철 브랜드를 무시무시한 무기로 재탄생시켰습니다.

source: {g|NemaryStigma_Slingstaff}[Choice effects]{/g} Sling staff
ko: {g|NemaryStigma_Slingstaff}[선택 효과]{/g} 슬링 스태프
ko_mt: {g|NemaryStigma_Slingstaff}[선택 효과]{/g} 슬링 스태프

source: Experienced alchemists made the metal as flexible as cloth without losing any of its durability, then crafted an excellent steel sling staff.
ko: 경험많은 연금술사가 금속의 견고함을 유지하면서 마치 천과 같은 탄성을 갖도록 낙인을 가공해, 훌륭한 강철 슬링 스태프를 만들었습니다.
ko_mt: 숙련된 연금술사들이 금속을 천처럼 유연하게 만들면서도 내구성을 잃지 않는 뛰어난 강철 지팡이를 제작했습니다.

source: {g|NemaryStigma_Trident}[Choice effects]{/g} A trident
ko: {g|NemaryStigma_Trident}[선택 효과]{/g} 삼지창
ko_mt: {g|NemaryStigma_Trident}[선택 효과]{/g} 삼지창

source: The Fate of Nemarius's Burning Brand
ko: 네마리우스의 불타는 낙인의 운명
ko_mt: 네마리우스의 불타는 브랜드의 운명

source: The craftsmen of the crusade are willing to reforge Nemarius's Burning Brand into a weapon filled with his flaming fury. Now, to choose what it will be made into.
ko: 성전의 장인들이 네마리우스의 불타는 낙인을 재 가공해 그의 불타는 분노가 스며든 무기를 만들고자 합니다. 어떤 무기를 만들 지 결정할 시간입니다.
ko_mt: 성전단의 장인들이 네마리우스의 불타는 낙인을 그의 불타는 분노가 담긴 무기로 재탄생시키려 합니다. 이제 무기를 무엇으로 만들지 선택해야 합니다.

source: General Odan has departed Drezen and arrived at the front lines. Now he awaits the Commander's decision to entrust him with one of {mf|his|her} armies.
ko: 지휘관 오단이 드레젠을 떠나 전방에 도착했습니다. 장군은 사령관이 부대의 지휘권을 주기만을 기다리고 있습니다.
ko_mt: 오단 장군이 드레젠을 떠나 최전선에 도착했습니다. 이제 그는 {mf|그|그녀}의 군대 중 하나를 자신에게 맡기기로 한 사령관의 결정을 기다리고 있습니다.

source: {g|PathStone_Headband_AncientStance}[Choice effects]{/g} Shamans
ko: {g|PathStone_Headband_AncientStance}[선택 효과]{/g} 주술사들
ko_mt: {g|PathStone_Headband_AncientStance}[선택 효과]{/g} 주술사

source: The shamans of Sarkoris conducted purification rituals and those invoking ancestral spirits over the recovered relic.
ko: 사코리스의 주술사들은 정화의식을 치루고, 선조의 영혼을 불러냄으로써 유물을 복구했습니다.
ko_mt: 사르코리스의 주술사들은 회수된 유물에 대해 정화 의식과 조상의 정령을 불러내는 의식을 거행했습니다.

source: {g|PathStone_Ring_AncientStance}[Choice effects]{/g} The shamans
ko: {g|PathStone_Ring_AncientStance}[선택 효과]{/g} 주술사들
ko_mt: {g|PathStone_Ring_AncientStance}[선택 효과]{/g} 주술사

source: {g|PathStone_Sai_AncientStance}[Choice effects]{/g} The shamans
ko: {g|PathStone_Sai_AncientStance}[선택 효과]{/g} 주술사들
ko_mt: {g|PathStone_Sai_AncientStance}[선택 효과]{/g} 주술사

source: {g|PathStone_Headband_Planar}[Choice effects]{/g} Wizards
ko: {g|PathStone_Headband_Planar}[선택 효과]{/g} 마법사들
ko_mt: {g|PathStone_Headband_Planar}[선택 효과]{/g} 위저드

source: Dismissing the superstitions of savages, the wizards have studied the Stone of Ghostly Pathways and turned it into a useful tool for planar manipulations.
ko: 마법사들은 야만인들 사이에 만연한 미신을 무시한 채 유령길의 돌을 연구했고, 돌을 유용한 차원 조작 도구로 만들었습니다.
ko_mt: 위저드들은 야만인들의 미신을 무시하고 유령의 통로의 돌을 연구하여 평면 조작에 유용한 도구로 만들었습니다.

source: {g|PathStone_Ring_Planar}[Choice effects]{/g} The mages
ko: {g|PathStone_Ring_Planar}[선택 효과]{/g} 마법사들
ko_mt: {g|PathStone_Ring_Planar}[선택 효과]{/g} 마법사

source: {g|PathStone_Sai_Planar}[Choice effects]{/g} The wizards
ko: {g|PathStone_Sai_Planar}[선택 효과]{/g} 마법사들
ko_mt: {g|PathStone_Sai_Planar}[선택 효과]{/g} 위저드

source: {g|PathStone_Headband_Spider}[Choice effects]{/g} Priests of Norgorber
ko: {g|PathStone_Headband_Spider}[선택 효과]{/g} 노르고버의 사제들
ko_mt: {g|PathStone_Headband_Spider}[선택 효과]{/g} 노르고르버의 사제

source: The priests of Norgorber brought the Stone of Ghostly Pathways back under the guardianship of their deity. Norgorber was pleased that the long-stolen relic was returned to his custody.
ko: 노르고버의 사제들은 유령길의 돌을 다시 신의 보호 아래 두었습니다. 노르고버는 도둑맞은 지 오래된 유물이 다시 자신의 수중에 돌아오자 매우 흡족해했습니다.
ko_mt: 노르고르베르의 사제들은 신의 가호 아래 유령의 통로의 돌을 되찾았습니다. 노르고르베르는 오랫동안 도난당한 유물을 되찾은 것을 기뻐했습니다.

source: {g|PathStone_Ring_Spider}[Choice effects]{/g} The priests of Norgorber
ko: {g|PathStone_Ring_Spider}[선택 효과]{/g} 노르고버의 사제들
ko_mt: {g|PathStone_Ring_Spider}[선택 효과]{/g} 노르고르베르의 사제

source: {g|PathStone_Sai_Spider}[Choice effects]{/g} The priests of Norgorber
ko: {g|PathStone_Sai_Spider}[선택 효과]{/g} 노르고버의 사제들
ko_mt: {g|PathStone_Sai_Spider}[선택 효과]{/g} 노르고르베르의 사제

source: Enchanting the Stone of Ghostly Pathways
ko: 유령길의 돌에 마법 부여하기
ko_mt: 유령의 통로의 돌 마법 부여

source: The Stone of Ghostly Pathways that was obtained by the crusaders has piqued the interest of Sarkorian shamans, scholarly wizards, and priests of Norgorber alike. All of them are asking to be allowed to borrow the relic for their rituals, and it is up to the Commander to decide whose request will be satisfied.
ko: 성전사들이 손에 넣은 유령길의 돌에 사코리스 주술사들과 학문에 해박한 마법사들, 그리고 노르고버의 사제들의 관심이 집중되고 있습니다.
ko_mt: 성전사들이 획득한 유령의 통로의 돌은 사르코리안 주술사, 학자 위저드, 노고르버의 사제 모두의 관심을 불러일으키고 있습니다. 모두 의식을 위해 이 유물을 빌릴 수 있게 해달라고 요청하고 있으며, 누구의 요청을 들어줄지는 사령관이 결정합니다.

source: {g|PathStone_Headband}[Choice effects]{/g} Circlet
ko: {g|PathStone_Headband}[선택 효과]{/g} 서클릿
ko_mt: {g|PathStone_Headband}[선택 효과]{/g} Circlet

source: The shamans have carried out their task.
ko: 주술사들은 임무를 완수했습니다.
ko_mt: 주술사들은 그들의 임무를 수행했습니다.

source: {g|PathStone_Ring}[Choice effects]{/g} Ring
ko: {g|PathStone_Ring}[선택 효과]{/g} 반지
ko_mt: {g|PathStone_Ring}[선택 효과]{/g} ring

source: {g|PathStone_Sai}[Choice effects]{/g} Sai
ko: {g|PathStone_Sai}[선택 효과]{/g} 사이
ko_mt: {g|PathStone_Sai}[선택 효과]{/g} 필가차

source: The Fate of the Stone of Ghostly Pathways
ko: 유령길의 돌의 운명
ko_mt: 유령의 통로 돌의 운명

source: Shamans, heirs of the Sarkorian faith, rejoice — their ancient relic has been torn from the claws of demons. They are ready to place it on the Commander's gear to help take revenge for their lost homeland. Now, to choose the item the Stone will adorn.
ko: 사코리스 신앙의 계승자들인 주술사들이 기뻐합니다. 데몬들의 발톱이 주술사들의 고대 유물을 산산히 찢어버렸습니다만, 사코리스의 후예들은 찢어진 유물의 일부를 사령관의 장비로 옮겨, 잃어버린 고향땅의 복수를 행하도록 도울 것입니다. 이제 어떤 장비에 돌을 끼워넣을 지 선택할 시간입니다.
ko_mt: 사르코리안 신앙의 계승자인 주술사들은 기뻐합니다. 데몬의 발톱에서 고대 유물이 찢겨져 나왔으니까요. 이제 사령관의 장비에 장착하여 잃어버린 고향을 되찾기 위한 복수를 시작할 준비가 되었습니다. 이제 스톤을 장식할 아이템을 선택해야 합니다.

source: {g|WesternAllies_Artefact_RingOfProtection}[Choice effects]{/g} Accept the gift of the oldest chief
ko: {g|WesternAllies_Artefact_RingOfProtection}[선택 효과]{/g} 가장 나이 많은 장로의 선물을 받는다
ko_mt: {g|WesternAllies_Artefact_RingOfProtection}[선택 효과]{/g} 최고령 추장의 선물 받기

source: The chief whose gift was chosen by the Commander considered their selection to be a great honor.
ko: 사령관에게 선물을 준 족장은, 이를 큰 영광으로 여기고 있습니다.
ko_mt: 사령관에게 선물을 받은 족장들은 그들의 선택을 큰 영광으로 여겼습니다.

source: {g|WesternAllies_Artefact_AmuletOfNatureArmor}[Choice effects]{/g} Accept the gift of the youngest chief
ko: {g|WesternAllies_Artefact_AmuletOfNatureArmor}[선택 효과]{/g} 가장 나이 어린 장로의 선물을 받는다
ko_mt: {g|WesternAllies_Artefact_AmuletOfNatureArmor}[선택 효과]{/g} 최연소 추장의 선물 받기

source: {g|WesternAllies_Artefact_CloakOfResistance}[Choice effects]{/g} Accept the gift of the most cautious chief
ko: {g|WesternAllies_Artefact_CloakOfResistance}[선택 효과]{/g} 가장 조심스러운 장로의 선물을 받는다
ko_mt: {g|WesternAllies_Artefact_CloakOfResistance}[선택 효과]{/g} 가장 신중한 추장의 선물을 받아보세요.

source: {g|WesternAllies_Artefact_BeltPlusSix}[Choice effects]{/g} Accept the gift of the mightiest chief
ko: {g|WesternAllies_Artefact_BeltPlusSix}[선택 효과]{/g} 가장 강력한 장로의 선물을 받는다
ko_mt: {g|WesternAllies_Artefact_BeltPlusSix}[선택 효과]{/g} 최강의 족장의 선물을 받아보세요

source: {g|WesternAllies_Artefact_HatPlusThreeStats}[Choice effects]{/g} Accept the gift of the most cunning chief
ko: {g|WesternAllies_Artefact_HatPlusThreeStats}[선택 효과]{/g} 가장 교활한 장로의 선물을 받는다
ko_mt: {g|WesternAllies_Artefact_HatPlusThreeStats}[선택 효과]{/g} 가장 교활한 추장의 선물을 받아보세요

source: Sarkorian Elders
ko: 사코리스 장로들
ko_mt: 사르코리안 장로

source: The descendants of fallen Sarkoris rejoiced at the news that the evil Tower of Yath had been destroyed. The clans that had been forced to flee their dying homeland felt that they had finally had their vengeance. A delegation of respected chiefs of the old Sarkorian clans has come to Drezen, bringing with them the most important and most sacred relics of their people. Incredibly, the chiefs are willing to give one of these hallowed treasures to the Commander.
ko: 몰락한 사코리스의 후손들은 야스의 사악한 탑이 파괴되었다는 소식을 듣고 크게 기뻐했습니다. 그들의 죽어가는 고향에서 강제로 좇겨났던 부족들은 그들이 마침내 복수를 이뤘음을 느꼈습니다. 옛 사코리스 부족들의 존경받는 부족장들의 대표단이 사코리스 인들의 가장 중요하고, 가장 신성한 유물들을 가지고 드레젠을 방문했습니다. 믿을 수 없게도, 부족장들은 이 성스러운 유물들 중 하나를 기꺼이 사령관에게 선물하고자 합니다.
ko_mt: 몰락한 사르코리스의 후손들은 사악한 야스의 탑이 파괴되었다는 소식에 기뻐했습니다. 죽어가는 고향을 떠나야만 했던 부족들은 마침내 복수를 했다고 생각했습니다. 옛 사르코리안 부족의 존경받는 족장 대표단이 드레젠에 와서 부족의 가장 중요하고 신성한 유물을 가져왔습니다. 놀랍게도 추장들은 이 신성한 보물 중 하나를 사령관에게 기꺼이 바치겠다고 합니다.

source: Pillar of Skulls Calling
ko: 해골 기둥의 부름
ko_mt: 해골의 기둥 부름

source: A voice devoid of emotion that the Commander heard in {mf|his|her} head summoned {mf|him|her} to go to the ziggurat. A dry, respectful voice from the Pillar of Skulls tells {mf|him|her} of treachery afoot and how {mf|he|she} should hurry to nip it in the bud.
ko: 사령관의 머리 속에서 울리는 감정이 메마른 목소리가 지구라트로 향하라고 말했습니다. 해골 기둥에서 나오는 메마르고, 정중한 목소리가 배신과 그것을 사전에 막을 방법을 말해주고 있습니다.
ko_mt: 사령관 {mf|그|그녀}의 머릿속에서 들리는 감정이 없는 목소리는 {mf|그|그녀}를 지구라트로 소환했다. 해골의 기둥에서 들려오는 건조하고 정중한 목소리는 {mf|그에게|그녀에게} 배반이 일어나고 있으며 {mf|그|그녀}의 서둘러 그 싹을 잘라내야 한다고 말합니다.

source: {g|Event_SomebodyIsKilled_1}[Choice effects]{/g} Investigate vanishing
ko: {g|Event_SomebodyIsKilled_1}[선택 효과]{/g} 실종을 조사한다
ko_mt: {g|Event_SomebodyIsKilled_1}[선택 효과]{/g} 사라짐 조사

source: Buried in rubble, Iekhim Klor's body was found at the walls of Drezen. The nature of the wounds leaves no doubt that he was stabbed by a man or by someone similar in appearance and build, rather than mauled by a demon. Examination of the corpse and the area has revealed that Klor turned up to the crime site on his own volition. He then suffered a penetrating wound to the chest which made him unconscious before being finished off. The attempt at hiding the body seemed negligent. The interrogator concluded that the murderer was in no hurry and mastered the appropriate skills, so must have let the body be discovered intentionally.
ko: 예킴 클로르의 시체는 잔해에 묻힌 채, 드레젠의 성벽 안에서 발견되었습니다. 그의 상처로 보건데, 그는 데몬에게 살해된 것이 아니라, 비슷한 신장의 사람에게 살해된 것으로 보입니다. 부검과 인근 지역의 조사를 통해, 클로르는 자신의 의지로 범죄 현장에 나타났다는 사실을 알 수 있었습니다. 그 후, 가슴을 꿰뚫는 관통상을 입어 정신을 잃었고, 머지않아 사망한 것으로 보입니다. 또한 살인자는 시체 은닉을 중요하게 생각하지 않은 것 같습니다. 조사관은 살인자는 조급해하지 않았고, 살인 기술에 통달해 있다는 결론을 내렸습니다. 그렇기 때문에 그는 일부러 시체를 발견하기 쉬운 곳에 두었음이 확실합니다.
ko_mt: 잔해에 파묻힌 이에킴 클로의 시신이 드레젠 성벽에서 발견되었습니다. 상처의 특성상 데몬에게 당한 것이 아니라 사람이나 외모와 체격이 비슷한 누군가에게 칼에 찔린 것으로 의심할 여지가 없습니다. 시신과 주변을 조사한 결과 클로는 자의로 범죄 현장에 나타난 것으로 밝혀졌습니다. 그 후 그는 가슴에 관통상을 입어 의식을 잃은 채로 살해당했습니다. 시신을 숨기려는 시도는 부주의 해 보였습니다. 심문관은 범인이 서두르지 않았고 적절한 기술을 습득했기 때문에 의도적으로 시신을 발견하게 한 것이 틀림없다고 결론지었습니다.

source: {g|Event_SomebodyIsKilled_2}[Choice effects]{/g} Ignore
ko: {g|Event_SomebodyIsKilled_2}[선택 효과]{/g} 무시한다
ko_mt: {g|Event_SomebodyIsKilled_2}[선택 효과]{/g} 무시

source: Treachery and desertion are no rare events even among the Iomedae fighters. The name of Iekhim Klor was stricken from records and his relatives in Mendev were sent a terse letter informing them of the soldier's crime.
ko: 배신과 탈영은 아이오메데의 전사들 사이에서 흔히 있는 일입니다. 예킴 클로르의 이름은 기록에서 지워졌고, 멘데브에 살고 있는 그의 가족들은 예킴의 범죄를 알리는, 원치않는 편지를 받았습니다.
ko_mt: 배신과 탈영은 아이오메데 전사들 사이에서도 드물지 않은 사건입니다. 이에킴 클로르의 이름은 기록에서 지워졌고 멘데브에 있는 그의 친척들은 병사의 범죄를 알리는 간결한 편지를 보냈습니다.

source: Treachery
ko: 배신
ko_mt: 배신

source: A worried aide reports that a crime has been committed in the Citadel. A few days ago the night patrol officer Iekhim Klor did not turn up for guard duty; an unsuccessful search for him ensued. It was then suggested that Klor had secretly left Drezen and deserted. The circumstances of his vanishing demand investigation.
ko: 한 부관이 걱정스럽다는 어투로 성채 내에서 범죄가 일어났다고 보고했습니다. 며칠 전, 야간 경비대 장교 예킴 클로르가 경비 업무에 나타나지 않았고, 그를 찾는데 실패했다고 합니다. 부관은 클로르가 비밀리에 드레젠을 떠나 탈영을 한 것 같다고 덧붙였습니다. 그의 실종과 상황에 대해 조사해야 합니다.
ko_mt: 걱정스러운 보좌관이 시타델에서 범죄가 발생했다고 보고합니다. 며칠 전 야간 순찰대원 이킴 클로가 경비 근무에 나타나지 않았고, 그를 찾기 위한 수색이 계속되었지만 실패로 돌아갔습니다. 그 후 클로가 드레젠을 몰래 떠나 버렸다는 소문이 돌았습니다. 그의 실종 경위에 대한 수사가 시작되었습니다.

source: {g|Sorrow_Holy}[Choice effects]{/g} Cleanse Soulshear
ko: {g|Sorrow_Holy}[선택 효과]{/g} 영혼 절단기를 정화한다
ko_mt: {g|Sorrow_Holy}[선택 효과]{/g} 영혼가시 정화

source: The fall of Staunton Vhane is a tragedy and a disgraceful page in the history of the crusades. The priests have purified his once-glorious weapon through prayers and rites.
ko: 스턴튼 베인의 타락은 비극이자, 성전 역사의 수치스러운 페이지로 남아있습니다. 사제들은 한 때 영광스러웠던 그의 무기를 기도와 의식으로 정화했습니다.
ko_mt: 스턴튼 베인의 몰락은 십자군 전쟁의 비극이자 불명예스러운 역사의 한 페이지입니다. 사제들은 기도와 의식을 통해 한때 영광스러웠던 그의 무기를 정화했습니다.

source: {g|Sorrow_Unholy}[Choice effects]{/g} Leave it as it is
ko: {g|Sorrow_Unholy}[선택 효과]{/g} 그대로 둔다
ko_mt: {g|Sorrow_Unholy}[선택 효과]{/g} 그대로 두기

source: Soulshear glaive became the disgraceful symbol of Staunton Vhane's falling. The dark spells cast by a demoness named Minagho filled it with force. Now this sinister weapon will turn against the demons of the Worldwound.
ko: 영혼 절단기는 스턴튼 베인의 수치스러운 타락의 상징이 되었습니다. 미나고라는 이름의 데몬이 어둠의 주문으로 힘을 불어넣었던 이 사악한 무기의 칼 끝은, 이제 세계상처의 데몬들을 향하고 있습니다.

source: {g|Sorrow_Deadly}[Choice effects]{/g} Charm Soulshear
ko: {g|Sorrow_Deadly}[선택 효과]{/g} 영혼 절단기에 마법을 부여한다
ko_mt: {g|Sorrow_Deadly}[선택 효과]{/g} 참 소울시어

source: By strengthening the demonic magic with crusader magic, Soulshear was turned into a truly formidable weapon kept both by light and dark magic.
ko: 성전사들의 마법으로 데몬의 마법을 강화시킴으로써, 영혼 절단기는 빛과 어둠의 마법을 지닌 강력한 무기가 되었습니다.
ko_mt: 성전사 마법으로 데몬의 마법을 강화하여 소울시어는 빛과 어둠의 마법을 모두 지닌 강력한 무기로 거듭났습니다.

source: The Fate of Soulshear
ko: 영혼 절단기의 운명
ko_mt: 소울시어의 운명

source: When Staunton Vhane turned to evil, his battle hammer was reforged into a glaive named Soulshear and charmed by a demoness named Minagho. Now this weapon is in the crusaders' hands, and only they can decide whether to use its power.
ko: 스턴튼 베인이 악에 빠졌을 때, 그의 전투망치는 영혼 절단기라는 이름의 글레이브로 다시 재련되었고, 미나고라는 이름의 데몬이 마법을 부여했습니다. 이제 이 무기는 성전사들의 손에 들어왔고, 성전사들은 이 무기의 힘을 사용할 지 결정해야 합니다.
ko_mt: 스턴튼톤 베인이 악으로 변했을 때, 그의 전투 망치는 소울시어라는 이름의 글레이브로 재련되어 미나고라는 데몬의 마법에 걸렸습니다. 이제 이 무기는 성전사의 손에 들어갔고, 그 힘을 사용할지는 오직 성전사만이 결정할 수 있습니다.

source: {g|UndergroundAvengers_Fighters}[Choice effects]{/g} Position them in the front ranks
ko: {g|UndergroundAvengers_Fighters}[선택 효과]{/g} 그들을 전열에 배치한다
ko_mt: {g|UndergroundAvengers_Fighters}[선택 효과]{/g} 앞줄에 배치

source: The underground crusaders eagerly await the upcoming battle, planning to charge at the enemy in the front ranks of the army and prove their courage.
ko: 지하 성전사들은 다가올 전투를 간절히 기다리고 있습니다. 그들은 최전방의 적들에게 돌격해, 그들의 용기를 증명할 것입니다.
ko_mt: 지하 십자군은 다가오는 전투를 간절히 기다리며 군대의 최전선에서 적에게 돌격하여 용기를 증명할 계획입니다.

source: {g|UndergroundAvengers_Shooters}[Choice effects]{/g} Rein them in and position them in the rear
ko: {g|UndergroundAvengers_Shooters}[선택 효과]{/g} 그들을 후방에 배치한다
ko_mt: {g|UndergroundAvengers_Shooters}[선택 효과]{/g} 고삐를 잡고 후방에 배치합니다.

source: In a battle, the hot-headed and the reckless are the first to die. The mongrels were ordered to stand behind the formation so as not to be agitated and spurred into rash action by their close proximity to the enemy.
ko: 전투에서는, 맹렬하고 무모한 이들이 가장 먼저 죽음을 맞는 법입니다. 잡종들은 진형 뒤에 배치되었고, 이로써 인접한 적에게 과도한 행동과 흥분을 막을 수 있을 겁니다.
ko_mt: 전투에서는 성급하고 무모한 사람이 가장 먼저 죽습니다. 몽그렐들은 적과 가까운 거리에서 동요하거나 성급한 행동을 취하지 않도록 대열 뒤에 서 있으라는 명령을 받았습니다.

source: {g|UndergroundAvengers_Angel}[Choice effects]{/g} Pacify them with a prayer
ko: {g|UndergroundAvengers_Angel}[선택 효과]{/g} 기도를 통해 그들을 진정시킨다
ko_mt: {g|UndergroundAvengers_Angel}[선택 효과]{/g} 기도로 그들을 달래세요

source: The Commander offered a prayer that mollified the mongrels. It made even the wildest warriors heed their leader's words about the importance of keeping one's head in battle.
ko: 사령관은 잡종들의 마음을 누그러뜨리는 기도를 드렸습니다. 가장 사나운 전사들도 전투 중에 이성을 유지하라는 지휘관의 말에 귀를 기울일 겁니다.
ko_mt: 사령관은 몽그렐들을 달래는 기도를 드렸습니다. 그 기도는 아무리 사나운 전사라도 전투에서 정신을 차리는 것이 중요하다는 지휘관의 말에 귀를 기울이게 만들었습니다.

source: {g|UndergroundAvengers_Demon}[Choice effects]{/g} Rile up their bloodlust even further
ko: {g|UndergroundAvengers_Demon}[선택 효과]{/g} 피의 갈망을 더욱 고조시킨다
ko_mt: {g|UndergroundAvengers_Demon}[선택 효과]{/g} 피의 욕망을 더욱 자극하세요

source: This option is unavailable because the mongrels did not taste demonic madness in the Shield Maze or because you did not choose the Path of the Demon.
ko: 잡종들이 방패 미로에서 데몬의 광기에 빠져들지 않았거나, 데몬의 길을 선택하지 않았기 때문에 이 선택지를 선택할 수 없습니다.
ko_mt: 이 옵션은 몽그렐이 방패 미로에서 데몬의 광기를 맛보지 않았거나 데몬의 길을 선택하지 않았기 때문에 사용할 수 없습니다.

source: The Commander's raging battle cry was joined by a roar that broke out of the mongrels' throats. A bloody haze blankets their eyes, and their only desire is to kill.
ko: 사령관의 분노에 휩싸인 전쟁 함성이 잡종들의 목에서 터저나오는 포효와 함께 합니다. 그들의 두 눈에는 핏발이 맺히고, 오로지 살해만을 부르짖고 있습니다.
ko_mt: 사령관의 격렬한 전투 외침에 몽그렐의 목구멍에서 터져 나오는 포효가 더해졌습니다. 피비린내 나는 안개가 눈을 뒤덮었고, 그들의 유일한 욕망은 오직 죽이려는 것이었습니다.

source: Underground Avengers
ko: 지하의 복수자들
ko_mt: 언더그라운드 어벤져스

source: A group of mongrels that has arrived in Drezen is itching for a fight. Lann worries that the belligerent recruits might ignore their orders in battle, lose their heads, and then lose their lives.
ko: 드레젠에 도착한 잡종들이 전투를 갈망합니다. 랜은 그들의 호전적인 기질로 인해 전투명령을 무시하고, 이성을 잃고, 그리고 자신들의 목숨마저 잃을 수도 있다며 걱정하고 있습니다.
ko_mt: 드레젠에 도착한 몽그렐 무리가 싸움을 갈망하고 있습니다. 란은 호전적인 신병들이 전투에서 자신의 명령을 무시하고 목숨을 잃을까봐 걱정합니다.

source: A group of mongrels that has arrived in Drezen is itching for a fight. Wenduag was proud to report on their enthusiasm to the Commander and asked that her brethren be deployed along the front ranks of the next battle.
ko: 드레젠에 도착한 잡종들이 전투를 갈망합니다. 웬두아그는 잡종들의 열망을 자랑스러워하며, 그녀의 동족들을 최전방에 배치하도록 사령관에게 요구했습니다.
ko_mt: 드레젠에 도착한 몽그렐 무리가 싸움을 갈망하고 있습니다. 웬두아그는 사령관에게 그들의 열정을 자랑스럽게 보고하며 다음 전투의 최전선에 자신의 형제들을 배치해 달라고 요청했습니다.
