Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: No one had promised these adventurers any reward, and thus the soldiers booted the audacious Pathfinders out of Drezen.
ko: 아무도 이 패스파인더들에게 보상을 하겠다는 약속을 하지 않았습니다. 병사들은 이 대담한 모험가들을 드레젠 밖으로 쫓아냈습니다.
ko_mt: 아무도 이 모험가들에게 보상을 약속하지 않았기 때문에 군인들은 대담한 패스파인더들을 드레젠에서 쫓아냈습니다.

source: {g|Event_86_3}[Choice effects]{/g} Kill them and loot the bodies
ko: {g|Event_86_3}[선택 효과]{/g} 그들을 죽이고 물건을 빼았는다
ko_mt: {g|Event_86_3}[선택 효과]{/g} 처치하고 시체 약탈

source: The four adventurers had excellent gear and were well-prepared for a fight, but the soldiers overwhelmed them with numbers in a duplicitous attack. The Pathfinders' impressive equipment was handed over to the Commander.
ko: 네 명의 모험가들은 뛰어난 장비를 가지고 있었고 싸울 준비가 잘 되어 있었지만, 병사들은 숫적인 우위로 그들을 압도했습니다. 패스파인더들의 인상적인 장비는 이제 사령관의 손 안에 있습니다.
ko_mt: 네 명의 모험가들은 뛰어난 장비를 갖추고 전투에 대비했지만, 병사들은 이중 공격으로 수적으로 그들을 압도했습니다. 패스파인더의 인상적인 장비는 사령관에게 넘겨졌습니다.

source: {g|Event_86_4}[Choice effects]{/g} Convince them to join the crusade
ko: {g|Event_86_4}[선택 효과]{/g} 그들을 성전에 합류하도록 설득한다
ko_mt: {g|Event_86_4}[선택 효과]{/g} 십자군 성전에 참여하도록 설득하세요.

source: The Pathfinders kept refusing, insisting that they had their oaths and a duty to the Society, but the Commander managed to convince them of the importance of the crusaders' mission, and the four brave adventurers joined the crusade. Their diverse set of skills ended up being useful for just about everything.
ko: 패스파인더들은 자신들이 이미 협회를 섬기겠다는 맹세를 했고, 또 협회에 대한 의무가 있다고 주장하며 계속 거부했지만, 사령관은 성전사들의 임무는 매우 중요한 것이라며 이들을 설득하는데 성공했습니다 , 네 명의 용감한 모험가들은 성전군에 동참했고, 이들이 가진 다양한 기술들은 거의 모든 분야에 유용하게 사용됐습니다.
ko_mt: 패스파인더들은 자신들에게는 사회에 대한 맹세와 의무가 있다며 계속 거부했지만, 사령관은 십자군 임무의 중요성을 설득했고, 네 명의 용감한 모험가들은 십자군 성전에 합류했습니다. 이들의 다양한 기술은 결국 거의 모든 일에 유용하게 사용되었습니다.

source: {g|Event_86_5}[Choice effects]{/g} Hire them
ko: {g|Event_86_5}[선택 효과]{/g} 그들을 고용한다
ko_mt: {g|Event_86_5}[선택 효과]{/g} 고용하기

source: Greybor talked to the Pathfinders, as an adventurer to an adventuring group, and persuaded them to take on a "side job." In exchange for a sizable reward, the quartet launched a daring raid into demon territory and killed a powerful general of the Abyss. They brought the demon's weapon to the Commander as proof of their success.
ko: 그레이보르는 한명의 모험가로서 패스파인더와 이야기를 나누었고, 그들에게 상당한 보상을 조건으로, "부업"을 맡도록 설득했습니다. 이 4인조는 대담하게 악마의 영역을 습격하여 심연의 강력한 지휘관을 쓰러뜨렸습니다. 그들은 그들의 성공의 증거로 데몬의 무기를 사령관에게 가져왔습니다.
ko_mt: 그레이버는 한 모험단의 모험가로서 패스파인더에게 말을 걸어 "부업"을 맡아달라고 설득했습니다. 상당한 보상을 받는 대신, 4인조는 데몬 영토로 대담한 습격을 감행하여 심연의 강력한 장군을 죽였습니다. 그들은 성공의 증거로 데몬의 무기를 사령관에게 가져다주었습니다.

source: The Fighter, the Cleric, the Wizard, and the Rogue
ko: 전사 성직자 마법사 그리고 도적
ko_mt: 투사, 성직자, 위저드, 로그

source: Four famed heroes, all Pathfinders, arrived in the Worldwound. They came here on a mission from the Society, and as part of that mission, they slew several mighty demons. Having returned to Drezen victorious, they were rather insistent in their inquiries about whether or not they could expect a reward. According to them, local rulers typically pay them for performing such feats.
ko: 아비스탄 전체에 이름을 날리는 네 명의 영웅들이 세계상처에 도착했습니다. 이 패스파인더들은 협회의 임무를 위해 이곳에 찾아왔고, 도중에 강력한 데몬을 몇 쓰러뜨렸습니다. 영광스럽게 드레젠으로 돌아간 모험가들은 이제 보상을 요구하고 있습니다. 이들이 말하길, 일반적인 지역 지도자들은 그러한 업적을 달성한 자에게 마땅한 상금을 수여한다고 합니다.
ko_mt: 네 명의 유명한 영웅, 모두 패스파인더가 세계상처에 도착했습니다. 이들은 협회의 임무를 받고 이곳에 왔으며, 그 임무의 일환으로 강력한 데몬 몇 마리를 처치했습니다. 승리를 거두고 드레젠으로 돌아온 그들은 보상을 기대할 수 있는지 여부에 대해 다소 고집스럽게 물었습니다. 그들에 따르면, 지역 통치자들은 보통 그런 업적을 달성한 대가로 그들에게 돈을 지불한다고 합니다.

source: {g|Event_87_1}[Choice effects]{/g} Approve such tactics
ko: {g|Event_87_1}[선택 효과]{/g} 그러한 전술을 허락한다
ko_mt: {g|Event_87_1}[선택 효과]{/g} 이러한 전술 승인

source: The officer's actions were justified. With the Commander's approval and to the soldiers' chagrin, this practice has become widespread in the army.
ko: 장교의 행동은 정당한 것이였습니다. 사령관의 허가와 병사들의 반발에도 불구하고, 이러한 행위는 부대 내에 널리 퍼지게 되었습니다.
ko_mt: 장교의 행동은 정당했습니다. 사령관의 승인과 병사들의 안타까움으로 이 관행은 군대에 널리 퍼지게 되었습니다.

source: {g|Event_87_2}[Choice effects]{/g} Pay compensation to all "involuntary heroes" in the future
ko: {g|Event_87_2}[선택 효과]{/g} 이 날 이후, 모든 "원치않은 영웅들" 에게 보상을 지급한다
ko_mt: {g|Event_87_2}[선택 효과]{/g} 향후 모든 "비자발적 영웅"에게 보상 지급

source: With the Commander's permission, this tactic is now used by many officers in the army, but the victims receive generous compensation.
ko: 사령관의 허가 아래, 이제 부대의 많은 장교들이 이 전술을 사용하게 되었습니다. 하지만 장교들의 주문으로 피해를 입는 병사들은 후한 보상을 받을 것 입니다.
ko_mt: 사령관의 허락을 받은 이 전술은 현재 군대의 많은 장교들이 사용하고 있지만 피해자들은 넉넉한 보상을 받고 있습니다.

source: {g|Event_87_3}[Choice effects]{/g} Punish the officer
ko: {g|Event_87_3}[선택 효과]{/g} 장교를 처벌한다
ko_mt: {g|Event_87_3}[선택 효과]{/g} 장교 처벌

source: The officer was stripped of his rank for his cowardice and abuse of power. The rest of the commanders took note of this lesson, to the great joy of the common soldiers.
ko: 장교는 비겁함과 권력 남용 때문에 계급이 박탈되었습니다. 나머지 부대 지휘관들은 이 교훈을 가슴에 새겼고, 병사들은 이에 크게 기뻐했습니다.
ko_mt: 그 장교는 비겁함과 권력 남용으로 계급을 박탈당했습니다. 나머지 지휘관들은 이 교훈에 주목했고, 일반 병사들은 크게 기뻐했습니다.

source: {g|Event_87_4}[Choice effects]{/g} Inspire the officers to perform acts of courage
ko: {g|Event_87_4}[선택 효과]{/g} 장교들이 용기를 증명하도록 격려한다
ko_mt: {g|Event_87_4}[선택 효과]{/g} 장교들이 용기 있는 행동을 하도록 격려하세요.

source: Hiding behind the soldiers' backs does not befit an officer. He should have served as an example to others by selflessly protecting the privates. After such a reproach by the Commander, acts of heroism are now being performed more frequently by officers on the battlefield.
ko: 병사들의 등 뒤에 숨는 것은 장교가 할 행동이 아닙니다. 그 장교는 그러한 위험 상황에서도 휘하의 병사들을 보호하며, 타의 모범이 되었어야 합니다. 사령관이 훈계를 하고 나자, 장교들이 자신들을 희생해 전우들을 지켜주는 등, 영웅적인 면모를 더 자주 보여주게 되었습니다.
ko_mt: 병사들의 등 뒤에 숨는 것은 장교에게 어울리지 않습니다. 그는 사병들을 사심 없이 보호함으로써 다른 사람들에게 모범이 되었어야 합니다. 사령관의 이러한 비난 이후, 전장에서 장교들의 영웅적인 행동이 더 자주 일어나고 있습니다.

source: Involuntary Heroism
ko: 원치않은 영웅심
ko_mt: 비자발적 영웅심

source: The soldiers from one of the units are asking to punish their commanding officer. During a battle, he put a spell on his subordinates to make them shield him from blows — with their bodies, if the situation called for it. This "enforced heroism" angered the troops, but the officer claims he did the right thing because his life is more important.
ko: 한 부대의 병사들이 자신들을 지휘하는 장교를 처벌해 달라고 요청합니다. 전투 중에 장교는 위급한 경우, 병사들의 몸을 방패삼아 장교 자신의 몸을 보호하게하는 주문을 걸었다고 합니다. 이러한 "강제된 영웅주의"는 그 부대를 분개케 했습니다만, 장교는 그의 생명이 더 중요하기에, 이는 옳은 행위라고 주장합니다.
ko_mt: 한 부대의 병사들이 지휘관을 처벌해달라고 요청합니다. 전투 중에 그는 부하들에게 주문을 걸어 상황에 따라 자신의 몸으로 자신을 보호하도록 했습니다. 이 "강제적 영웅심"는 부대원들의 분노를 샀지만, 장교는 자신의 목숨이 더 중요하기 때문에 옳은 일을 했다고 주장합니다.

source: {g|Event_88_1}[Choice effects]{/g} Ban the potion
ko: {g|Event_88_1}[선택 효과]{/g} 물약을 금지한다
ko_mt: {g|Event_88_1}[선택 효과]{/g} 물약 금지

source: The army is no place for drugs. On the Commander's orders, discipline within the army has been restored and any obstinate soldiers were punished.
ko: 군대는 마약을 위한 곳이 아닙니다. 사령관의 명령에 의해 군대의 규율이 다시 잡혔고, 고집 센 병사들은 처벌을 받게 되었습니다.
ko_mt: 군대는 마약을 위한 곳이 아닙니다. 사령관의 명령에 따라 군대 내 기강이 회복되었고 고집불통 병사들은 처벌을 받았습니다.

source: {g|Event_88_2}[Choice effects]{/g} Allow the potion
ko: {g|Event_88_2}[선택 효과]{/g} 물약을 허용한다
ko_mt: {g|Event_88_2}[선택 효과]{/g} 물약 허용

source: The fire under Zagelforntz's cauldrons does not go out even at night — there is so much work to do! His potion makes the warriors forget about fear and their own safety. But this is war, after all.
ko: 자겔포른츠의 가마솥 불은 밤에도 낮에도 꺼지지 않습니다 — 할 일이 너무 많으니까요! 이 연금술사가 만든 물약은 병사들의 공포를 잊게해주고, 두려움없이 전투에 나설 수 있게 해줍니다. 그렇게 이상적인 상황은 아니지만... 모든 것은 승리를 위한 것이니까요.
ko_mt: 자겔포른츠의 가마솥 아래에는 밤에도 불이 꺼지지 않으니 할 일이 너무 많아요! 그의 물약은 전사들이 두려움과 자신의 안전을 잊게 만듭니다. 하지만 결국 전쟁이잖아요.

source: {g|Event_88_4}[Choice effects]{/g} Teach the soldiers not to rely on potions
ko: {g|Event_88_4}[선택 효과]{/g} 병사들에게 자겔포른츠의 물약에 의존하지 않도록 가르친다
ko_mt: {g|Event_88_4}[선택 효과]{/g} 병사들에게 물약에 의존하지 말라고 가르치세요.

source: The Commander talked to the troops and explained how dangerous it was to rely on magical potions, artifacts, and other sources of power of that nature, for they could fail at any moment. Some of the deeply moved warriors devoted themselves to training so they could defeat foes with their bare hands.
ko: 사령관은 병사들과 대화를 나누며 마법 물약, 유물, 그리고 그러한 힘을 가진 모든 것들은 언제라도 실패할 수 있으므로, 그것들에 의존하는 것이 얼마나 위험한 지 설명했습니다. 사령관의 연설에 깊은 감명을 받은 병사들은 약물 없이도 적을 물리칠 수 있도록 훈련에 전념했습니다.
ko_mt: 사령관은 병사들에게 마법의 물약, 유물, 기타 힘의 원천에 의존하는 것이 언제든 실패할 수 있으므로 얼마나 위험한 일인지 설명했습니다. 깊은 감동을 받은 전사들 중 일부는 맨손으로 적을 물리칠 수 있도록 훈련에 전념했습니다.

source: A Remedy for Fear
ko: 공포의 치료약
ko_mt: 두려움에 대한 치료법

source: Driven by a desire to help the warriors, the alchemist Zagelforntz started handing out improvised "heroism potions" in secret. Those who drank these concoctions felt no fear, and for a time, things went well. But during the last skirmish, the fighters, unable to assess the danger, bravely charged forward and died foolish deaths. Zagelforntz was forbidden from giving the potion to the troops ever again, but many of his "patients" have refused to go into battle without a sip of the familiar elixir.
ko: 갑작스럽게 병사들을 돕고싶다는 마음을 먹은 연금술사, 자겔포른츠는 비밀리에 자신이 만든 "영웅심의 물약"을 나눠주기 시작했습니다. 이 혼합물을 마신 사람들은 두려움을 느끼지 못했고, 한 동안 큰 문제가 생기지 않았습니다. 그러나 얼마 전, 데몬들과의 작은 전투 동안, 위험을 제대로 가늠할 수 없었던 전사들은 용감하게 앞으로 돌진했고, 어리석은 죽음을 맞이했습니다. 자겔포른츠는 또 다시 병사들에게 물약을 나눠 주지 못하게 되었지만, 연금술사의 많은 "환자"들은 마법 물약 없이는 전장에 나가지 않겠다고 항의하고 있습니다.
ko_mt: 전사들을 돕고 싶었던 연금술사 자겔펀츠는 비밀리에 즉석에서 만든 "영웅의 물약"을 나눠주기 시작했습니다. 이 묘약을 마신 사람들은 두려움을 느끼지 않았고 한동안은 모든 것이 잘 진행되었습니다. 그러나 마지막 전투에서 위험을 가늠할 수 없었던 전사들은 용감하게 돌격하여 어리석은 죽음을 맞이했습니다. 자겔프란츠는 다시는 군대에 물약을 주는 것이 금지되었지만, 그의 많은 "환자"들은 익숙한 묘약을 한 모금도 마시지 않고는 전투에 나가기를 거부했습니다.

source: {g|Event_89_1}[Choice effects]{/g} Reconcile the alchemist with the soldiers
ko: {g|Event_89_1}[선택 효과]{/g} 연금술사와 병사들을 화해시킨다
ko_mt: {g|Event_89_1}[선택 효과]{/g} 연금술사와 병사들을 화해시키세요.

source: The officers took great pains to make the soldiers hear what Zagelforntz had to say without trying to choke him. To their surprise, they realized that the alchemist was, all in all, a fine fellow, even if he did have his head in the clouds most of the time. Zagelforntz's apologies turned into a friendly discussion with the troops about the dangers of magic, and the very next day, a crowd of soldiers came to listen to a spontaneously organized lecture titled, "Master Zagelforntz: Tricks to Surviving in a Magical World."
ko: 장교들은 자겔포른츠의 목을 조르지 않고, 그가 하는 말을 들을 수 있도록 병사들을 진정시키는데 진땀을 뺐습니다. 놀라운 사실은, 이 연금술사가, 어쨌든, 대부분의 시간을 망상하는데 보내긴 하지만, 꽤 괜찮은 친구였다는 겁니다. 자겔포른츠의 사과는 마법의 위험성에 대한 화기애애한 대화로 바뀌었습니다. 다음 날, 한 무리의 병사들이"마스터 자겔포른츠 : 마법 세상에서 살아남기 위한 방법들" 이라는 즉흥 강연을 듣기 위해 몰려왔습니다.
ko_mt: 장교들은 병사들이 자겔펀츠의 목을 조르지 않고 그의 말을 들을 수 있도록 많은 노력을 기울였다. 놀랍게도 장교들은 연금술사가 대부분의 시간 동안 구름 속에 머리를 박고 있긴 했지만 대체로 훌륭한 사람이라는 것을 깨달았습니다. 자겔펀츠의 사과는 군인들과 마법의 위험성에 대한 우호적인 토론으로 이어졌고, 바로 다음 날 많은 군인들이 "마스터 자겔펀츠: 마법의 세계에서 살아남는 비결"이라는 제목의 자발적인 강연을 듣기 위해 모여들었습니다."

source: {g|Event_89_2}[Choice effects]{/g} Get rid of the alchemist
ko: {g|Event_89_2}[선택 효과]{/g} 연금술사를 처리한다
ko_mt: {g|Event_89_2}[선택 효과]{/g} 연금술사 제거하기

source: It is uncanny how beneficial it was for the crusade to ditch Zagelforntz. As it turned out, his experiments were a thorn in virtually everyone's side — quartermasters, officers, soldiers, diplomats, and spellcasters alike. This world has never seen a crusader more universally detrimental than Zagelforntz.
ko: 자겔포른츠를 내치는 것이 성전군에 얼마나 큰 이익인지 알게되자 모두가 눈이 휘둥그레졌습니다. 결과적으로, 연금술사의 실험은 모든 사람들에게 눈엣가시였습니다 — 병참장교, 부대 지휘관들, 병사들, 외교관, 그리고 주문시전자들 까지. 그 어떤 성전사도 자겔포른츠보다 쓸모 없지는 않을 겁니다.
ko_mt: 십자군이 자겔프란츠를 버린 것이 십자군에 얼마나 유익했는지 알 수 없습니다. 결과적으로 그의 실험은 분대장, 장교, 병사, 외교관, 주문 시전사 등 거의 모든 사람의 눈에 가시처럼 박혔습니다. 이 세계에서 자겔펀츠보다 더 보편적으로 해를 끼친 성전사는 없었습니다.

source: {g|Event_89_3}[Choice effects]{/g} Give the alchemist a chance to redeem himself
ko: {g|Event_89_3}[선택 효과]{/g} 연금술사에게 속죄할 기회를 준다
ko_mt: {g|Event_89_3}[선택 효과]{/g} 연금술사에게 구원의 기회를 주세요.

source: This option is unavailable because you did not support Zagelforntz.
ko: 자겔포른츠를 지지하지 않았기 때문에 이 선택지를 선택할 수 없습니다.
ko_mt: 이 옵션은 자겔프론츠를 지원하지 않으므로 사용할 수 없습니다.

source: Zagelforntz was sent to the front lines where he could make amends. He proved himself in the very first fight — at the height of the grueling battle, a group of giants created by Zagelforntz's failed potion came to the crusaders' aid. They were somewhat tipsy, and thus extremely courageous. At the head of the group was Zagelforntz himself, fearlessly throwing bombs with toxic gas at the demons. The imminent defeat turned into a victory, and the alchemist was carried into Drezen, all his wrongdoings forgotten. The Commander's faith in his talent was not unfounded.
ko: 자겔포른츠는 전선에서 두번째 기회를 찾을 것이고, 연금술사는 그의 첫 전투에서 자신의 가치를 증명해냈습니다. 격렬한 전투가 벌어졌었고, 성전사들은 궁지에 몰렸었습니다. 그런데 갑자기 자겔포른츠의 실패한 포션으로 거인이 된 병사들이 성전사들을 도우러 왔습니다. 거인들은 약간 취한 것 같았지만, 엄청난 용기를 보여줬습니다. 그리고 거인들을 지휘하고 있는 것은 바로 두려움 없이 데몬들에게 독가스 폭탄을 던지는 자겔포른츠였습니다. 불리한 전황이 한 순간에 뒤집혔습니다. 연금술사는 드레젠으로 돌아왔고, 그가 저지른 잘못들은 모두 잊혔습니다. 사령관은 자겔포른츠의 재능을 믿고있었고, 그 믿음은 전혀 근거없는 것이 아니였습니다.
ko_mt: 자겔프란츠는 최전선으로 보내져 만회할 수 있는 기회를 얻었습니다. 그는 첫 전투에서 자신의 능력을 증명했습니다. 치열한 전투가 한창일 때, 자겔펀츠의 실패한 물약으로 탄생한 거인 무리가 십자군을 도와주러 왔습니다. 그들은 다소 취한 상태였기 때문에 매우 용감했습니다. 이 무리의 우두머리에는 자겔펀츠 자신이 있었고, 두려움 없이 데몬들에게 유독 가스가 든 폭탄을 던졌습니다. 임박한 패배는 승리로 바뀌었고 연금술사는 모든 잘못을 잊은 채 드레젠으로 끌려갔습니다. 그의 재능에 대한 사령관의 믿음은 근거 없는 것이 아니었습니다.

source: {g|Event_89_4}[Choice effects]{/g} Help the alchemist find his place
ko: {g|Event_89_4}[선택 효과]{/g} 연금술사가 자신의 자리를 되찾을 수 있도록 돕는다
ko_mt: {g|Event_89_4}[선택 효과]{/g} 연금술사가 제자리를 찾도록 도와주세요.

source: On the Commander's recommendation, Zagelforntz was invited to the esteemed magic school of Arcanamirium, in Absalom, to take the position of the head of the alchemy department. There, the unappreciated genius was finally able to thrive, and what had once been deemed as failures was now lauded as "breakthroughs in arcane sciences." The Arcanamirium remembered the Commander's favor and offered Drezen the help of a renowned mercenary unit made up of the school's alumni.
ko: 사령관의 추천으로, 자겔포른츠는 압살롬의 저명한 마법 학교인 아르카나미리움에 초대되어, 연금술 학과의 학과장을 맡게 되었습니다. 그곳에서 인정 받지 못한 천재는 마침내 자신의 재능을 꽃피웠습니다. 한때 병사들에게서 무시받던 그의 실패가, 그곳에서는 "비전과학의 돌파구"로써 그곳의 새 동료들에게서 찬사를 받게 되었습니다. 아르카나미리움은 사령관의 호의를 기억하고, 학교의 졸업생들로 이루어진 유명 용병 부대를 드레젠에 보내주었습니다.
ko_mt: 사령관의 추천으로 자겔프란츠는 압살롬에 있는 유명한 마법 학파 비전미리움으로 초대받아 연금술 학과장으로 부임했습니다. 그곳에서 인정받지 못했던 천재는 마침내 번창할 수 있었고, 한때는 실패로 여겨지던 것이 이제는 "신비한 과학의 돌파구"로 찬사를 받았습니다. 비전미리움은 사령관의 호의를 기억하고 드레젠에게 학교 동문으로 구성된 유명한 용병 부대의 도움을 주겠다고 제안했습니다.

source: {g|Event_89_5}[Choice effects]{/g} Start an alchemy school
ko: {g|Event_89_5}[선택 효과]{/g} 연금술 학교를 설립한다
ko_mt: {g|Event_89_5}[선택 효과]{/g} 연금술 학파 시작하기

source: A small school for crusader alchemists opened in Drezen. At first, Zagelforntz was anxious about becoming the headmaster, but Nenio convinced him that "teaching is easy." The exuberant energy of the inventive alchemist has now been channeled into educational pursuits which makes for somewhat less destructive results. He turned out to be a fairly good teacher, and Nenio's Encyclopedia enjoyed an influx of entries on the health effects of various alchemical substances that no one had ever thought of drinking before.
ko: 성전에 참여하는 연금술사들을 위한 작은 학교가 드레젠에 설립되었습니다. 처음에 자겔포른츠는 그곳의 교장이 되는 데에 불안감을 느꼈지만, 네니오가 "가르치는 것은 쉬워요" 라고 그를 안심시켰습니다. 이 창의력 넘치는 연금술사가 넘치는 에너지를 가르침에 쏟기 시작하자, 전과 달리 커다란 문제가 자주 발생하지 않게 되었습니다. 알고보니 그는 상당히 훌륭한 교육자였고, 그 누구도 마실거라고 상상도 못한 다양한 연금술 물질이 건강에 미치는 흥미로운 사실들을 백과사전에 적어놓으며, 네니오 역시 큰 기쁨을 느꼈습니다.

source: Zagelforntz's Fiasco
ko: 자겔포른츠의 대실패
ko_mt: 자겔프론츠의 실패

source: Yet another experiment of the alchemist Zagelforntz has led to yet another disaster. His cozy laboratory got blown sky-high, and a cloud of fumes that appeared over Drezen caused a terrible allergy attack among the soldiers that temporarily paralyzed the army. The enraged crusaders are demanding that this sorry excuse for an alchemist be thrown out before they strangle him with their own hands.
ko: 연금술사 자겔포른츠의 실험이 또 사고를 일으켰습니다. 연금술사의 아늑한 실험실은 하늘 높이 날라가버렸고, 뿐만 아니라 수상한 연기 구름이 드레젠을 덮어, 병사들에게 알레르기 반응을 일으키고 있습니다. 성전사들은 당분간 아무 일도 하지 못하게 되었습니다. 분노한 성전사들은 자겔포른츠의 목을 졸라 버리기 전에 그의 사과를 받고자 합니다.
ko_mt: 연금술사 자겔펀츠의 또 다른 실험은 또 다른 재앙으로 이어졌습니다. 그의 아늑한 실험실이 하늘 높이 날아가고 드레젠 상공에 나타난 연기가 병사들에게 끔찍한 알레르기 발작을 일으켜 군대를 일시적으로 마비시켰습니다. 분노한 성전사들은 연금술사의 변명만 늘어놓는 그를 내쫓기 전에 직접 목을 졸라 죽일 것을 요구하고 있습니다.

source: {g|CursedBardVoice_Amulet_Siren}[Choice effects]{/g} Offer a prayer to Shelyn
ko: {g|CursedBardVoice_Amulet_Siren}[선택 효과]{/g} 셸린에게 기도를 올린다
ko_mt: {g|CursedBardVoice_Amulet_Siren}[선택 효과]{/g} 쉴린에게 기도 드리기

source: The Cursed Bard committed many horrific deeds, but his original goal was noble. The priests of Shelyn cleansed Francest's spirit, and from now on, his charming voice will confuse enemies' thoughts and bolster morale among allies.
ko: 저주받은 음유시인은 수없이 많은 잔혹한 짓을 저질렀으나, 그의 목적은 고결한 것이었습니다. 셸린의 사제들은 프란체스트의 영혼을 정화했으며, 이제부터 그의 매력적인 목소리는 적들의 정신을 흐리고 아군의 사기를 북돋을 것입니다.
ko_mt: 저주받은 바드은 끔찍한 짓을 많이 저질렀지만 원래의 목표는 고귀했습니다. 쉴린의 사제들이 프란체스트의 영혼을 정화했고, 이제부터 그의 매력적인 목소리가 적의 생각을 혼란스럽게 하고 아군의 사기를 북돋을 것입니다.

source: {g|CursedBardVoice_Amulet_Voice}[Choice effects]{/g} Awaken Francest's power
ko: {g|CursedBardVoice_Amulet_Voice}[선택 효과]{/g} 프란체스트의 힘을 일깨운다
ko_mt: {g|CursedBardVoice_Amulet_Voice}[선택 효과]{/g} 프란체스트의 힘 각성

source: The mages are certain that the Cursed Bard was the last in a long and mysterious line going back to Azlant, and his voice held an ancient and tremendous power. They performed a ritual and awakened the voice's arcane potential.
ko: 마법사들은 저주받은 음유시인이 아즐란트 대부터 이어진 신비로운 혈통을 갖고 있었으며, 그 목소리는 고대의 엄청난 힘을 지녔다고 믿고 있습니다. 그들은 의식을 행했고, 목소리가 가진 마법적인 잠재력을 일깨웠습니다.
ko_mt: 마법사들은 저주받은 바드가 아즐란트로 거슬러 올라가는 길고 신비한 계보의 마지막 인물이며, 그의 목소리에 고대의 엄청난 힘이 깃들어 있다고 확신합니다. 그들은 의식을 거행하고 목소리의 신비한 잠재력을 일깨웠습니다.

source: {g|CursedBardVoice_MiniHarp_Siren}[Choice effects]{/g} Offer a prayer to Shelyn
ko: {g|CursedBardVoice_MiniHarp_Siren}[선택 효과]{/g} 셸린에게 기도를 올린다
ko_mt: {g|CursedBardVoice_MiniHarp_Siren}[선택 효과]{/g} 쉴린에게 기도 드리기

source: {g|CursedBardVoice_MiniHarp_Voice}[Choice effects]{/g} Awaken Francest's power
ko: {g|CursedBardVoice_MiniHarp_Voice}[선택 효과]{/g} 프란체스트의 힘을 일깨운다
ko_mt: {g|CursedBardVoice_MiniHarp_Voice}[선택 효과]{/g} 프란체스트의 힘 각성

source: Awakening the Voice of the Cursed Bard
ko: 저주받은 음유시인의 목소리 깨우기
ko_mt: 저주받은 바드의 목소리 깨우기

source: Two groups of spellcasters have arrived in Drezen to see the relic of the Cursed Bard. Priests of Shelyn are asking permission to offer a prayer over it, and three mysterious mages from Absalom would like to study the relic with their spells.
ko: 두 무리의 주문시전자들이 저주받은 음유시인의 유물을 보기 위해 드레젠에 도착했습니다. 셸린의 사제들은 그것에 셸린의 이름으로 기도하기를 원하며, 한편 압살롬 출신의 신비로운 마법사 셋은 그들의 마법 주문으로 이 유물을 연구하고자 합니다.
ko_mt: 저주받은 바드의 유물을 보러 드레젠에 두 그룹의 주문 시전사가 도착했습니다. 쉴린의 사제들은 이 유물에 기도를 드리고 싶다고 하고, 압살롬의 신비한 마법사 세 명은 주문으로 이 유물을 연구하고 싶다고 합니다.

source: {g|CursedBardVoice_Amulet}[Choice effects]{/g} An amulet
ko: {g|CursedBardVoice_Amulet}[선택 효과{/g}부적
ko_mt: {g|CursedBardVoice_Amulet}[선택 효과]{/g} 부적

source: One of the jewelers burned Francest's vocal cords and placed the ashes inside a stone formed from solidified fire tar. He inserted the stone into an elegant setting and presented the amulet to the Commander.
ko: 보석 세공사 한 명은 프란체스트의 성대를 불태웠습니다. 그는 거기서 생긴 재를 화염 타르를 굳혀서 만든 단단한 돌 안에 넣고 봉했습니다. 장인은 이 돌을 우아한 목걸이에 꽂고, 완성된 부적을 사령관에게 올렸습니다.
ko_mt: 보석상 중 한 명이 프란체스트의 성대를 태워 재를 굳힌 타르로 만든 돌 안에 넣었습니다. 그는 그 돌을 우아한 세팅에 넣고 사령관에게 부적을 선물했습니다.

source: {g|CursedBardVoice_MiniHarp}[Choice effects]{/g} A lyre
ko: {g|CursedBardVoice_MiniHarp}[선택 효과]{/g} 리라
ko_mt: {g|CursedBardVoice_MiniHarp}[선택 효과]{/g} 거문고

source: One of the artisans put Francest's vocal cords inside a secret compartment on the body of a new lyre in remembrance of his great talent.
ko: 장인 중 한 명이 프란체스트의 위대한 재능을 기리기 위해 새로 만든 리라의 울림통 속에 비밀 보관함을 만들어 그의 성대를 넣었습니다.
ko_mt: 장인 중 한 명이 프란체스트의 위대한 재능을 기리기 위해 새 거문고 몸통의 비밀 공간에 성대를 넣었습니다.

source: The Fate of the Voice of the Cursed Bard
ko: 저주받은 음유시인의 목소리의 운명
ko_mt: 저주받은 바드의 목소리의 운명

source: The craftsmen of the crusade are asking for the Cursed Bard's vocal cords so that they can place them in a relic that will honor his memory. Now, all that is left is to decide what kind of item this relic is going to be.
ko: 성전군의 장인들은 저주받은 음유시인의 성대를 그를 기리기 위한 유물 안에 봉하고 싶어합니다. 이제, 이 유물이 어떤 물건이 될 것인지 결정해야 합니다.
ko_mt: 성전 장인들은 저주받은 바드의 성대를 그의 기억을 기리는 유물에 넣을 수 있도록 해달라고 요청하고 있습니다. 이제 남은 것은 이 유물을 어떤 아이템으로 만들 것인지 결정하는 일입니다.

source: The Andorens were disheartened by the Commander's refusal to accept them into {mf|his|her} army. However, spite did not prevail over duty — when they turned around to head back, they left plenty of supplies, equipment, and weapons for the crusaders. After all, the war against the demons is more important than political squabbles.
ko: 안도란 인들은 사령관이 입대 요청을 거절하자 큰 실망감을 느꼈습니다. 하지만 악의는 의무를 이기지는 못했습니다. 그들은 고향으로 돌아가기 전에, 엄청난 양의 물자와 장비, 성전사들을 위한 무기들을 내려놓고 갔습니다. 결국, 데몬들과의 전쟁이 정치적인 말다툼보다 중요한 법이니까요.
ko_mt: 안도렌인들은 사령관이 자신들을 {mf|그|그녀}의 군대에 받아들이지 않자 낙담했습니다. 하지만 악의는 의무를 이길 수 없었고, 그들은 돌아서면서 십자군을 위해 많은 보급품과 장비, 무기를 남겼습니다. 결국 데몬과의 전쟁이 정치적 다툼보다 더 중요했기 때문입니다.

source: The Andoren Expeditionary Corps is on its way to Drezen to march down its paved streets and praise the Commander whose devotion to the cause was stronger than the politics.
ko: 안도란의 원정부대가 정치가 아닌 대의에 더 큰 헌신을 한다며, 사령관을 찬양하고 있습니다. 이들은 포장된 도로 위를 행진하며 드레젠으로 향하고 있습니다.
ko_mt: 안도렌 원정대는 대의에 대한 헌신이 정치보다 더 강했던 사령관을 찬양하기 위해 포장된 거리를 행진하며 드레젠으로 향하고 있습니다.

source: Isger appreciated that the Commander didn't fall for Andoran's political manipulation. To compensate {mf|his|her} losses, the Isgeri have sent an elite company of the Greenskin Stalkers to Drezen. These rangers, who have been through goblin wars, will do well both as fighters and as instructors.
ko: 이즈거는 사령관이 안도란의 정치적 계략에 넘어가지 않았다는 사실을 알고 감사를 표했습니다. 그 손실을 보상하기 위해, 이즈거 인들은 초록 피부 추적자들로 이루어진 정예부대를 드레젠으로 보냈습니다. 이 순찰자들은 숮한 고블린 전쟁을 겪었고, 따라서 전사로써, 또 교관으로써 훌륭한 자질을 갖고 있습니다.
ko_mt: 이스게르는 사령관이 안도란의 정치공작에 넘어가지 않은 것을 높이 평가했습니다. 이스게리는 {mf|그|그녀}의 손실을 보상하기 위해 정예 그린스킨 스토커 중대를 드레젠으로 보냈습니다. 고블린 전쟁을 겪은 이 레인저들은 전사로서도, 교관으로서도 뛰어난 능력을 발휘할 것입니다.

source: The Andoren Expeditionary Corps vanished, replaced by a mercenary company of the Black Lions. These "dogs of war" have agreed to offer their services to the Commander for a nominal fee of one gold coin.
ko: 안도란 원정부대는 갑자기 사라지고, 검은 사자 용병부대가 대신 나타났습니다. 이 자칭 "전장의 개들"은 명목상의 대금인 금화 한 닢만을 받고 사령관을 섬길 것입니다.
ko_mt: 안도렌 원정대는 사라지고 검은 사자 용병 중대가 그 자리를 대신했습니다. 이 "전쟁의 개들"은 금화 1냥이라는 소액의 수수료를 받고 사령관에게 서비스를 제공하기로 동의했습니다.

source: The Royal Council has expressed their thanks to the Commander for the integrity {mf|he|she} demonstrated in the conflict with Andoran. A fresh corps of troops pulled from garrisons of lesser importance is headed to Drezen.
ko: 왕실 자문단은 안도란과의 외교적 분쟁에서 보여준 사령관의 진실됨을 높게 평가하며, 감사를 전했습니다. 상대적으로 중요성이 낮은 지점의 수비군들이 해당 지역에서 철수해, 드레젠으로 향하고 있습니다.
ko_mt: 왕실 의회는 안도란과의 전투에서 보여준 지휘관님의 청렴성에 감사를 표했습니다. 중요도가 낮은 주둔지에서 차출된 새로운 군단이 드레젠으로 향하고 있습니다.

source: The High Priest of Nerosyan has stopped the bloodshed in the capital. Grateful for the Commander's support in dark times, he sends the crusaders his blessings and a rare gift — a relic that was kept in the cathedral of Iomedae for many years.
ko: 네로시안의 고위 사제가 수도 내의 유혈 사태를 멈췄습니다. 이 어두운 시기에 사령관이 보내준 도움에 감사를 표하며, 성전사들에게 축복과 아이오메데 대성당이 긴 세월 동안 지켜온 귀중한 유물을 보내주었습니다.
ko_mt: 네로시안의 대제사장이 수도의 유혈 사태를 멈췄습니다. 암울한 시기에 사령관의 지원에 감사하며 십자군에게 축복과 함께 오랜 세월 아이오메데 대성당에 보관되어 있던 진귀한 유물을 선물로 보냅니다.

source: The old Royal Council has been ousted, and their power now resides in the hands of the most highborn aristocrats. As a token of thanks for the Commander's support, they have sent {mf|him|her} a special gift — an ancient relic older than Mendev itself.
ko: 옛 왕실 자문단은 축출되었고, 그들의 권력은 이제 가장 고귀한 귀족들의 손으로 넘어갔습니다. 사령관의 지원에 대한 감사의 표시로, 그들은 특별한 선물 — 멘데브 그 자체보다 오래된 고대 유물을 보내주었습니다.
ko_mt: 옛 왕의회는 축출되었고, 이제 그 권력은 최고 귀족들의 손에 있습니다. 사령관의 지원에 대한 감사의 표시로 그들은 {mf|그에게|그녀에게} 멘데브보다 더 오래된 고대 유물인 특별한 선물을 보냈습니다.
