Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: The collector was enraptured by the soldier who portrayed a demon with great finesse — he must have had a real talent for acting. The delighted buyer paid a veritable pile of gold for such a fine specimen and told the whole Absalom about "his new friend, the Commander." The "demon" was also pleased with his new role — the crusaders had never appreciated his flair for the dramatic, and as an Abyssal spawn, he finally got some recognition.
ko: 수집가는 능숙하게 악마 흉내를 내는 병사를 보며 열광하고 있습니다 — 그는 분명 연기에 엄청난 재능이 있는 것 같습니다. 완전히 매료된 귀족은 이렇게 멋진 견본을 위해 엄청난 양의 금을 지불했고, 압살롬에 자신의 "새 친구, 사령관" 에 대한 이야기를 늘어놓았습니다. 그리고 "데몬" 역시 자신의 새로운 역할에 만족스러워합니다 — 비록 성전사들은 심연의 하수인 꼴을 한 전우에게 그 어떤 감사도 전하지 않았지만요.
ko_mt: 수집가는 훌륭한 기교로 데몬을 묘사 한 군인에게 매료되었습니다. 그는 연기에 대한 진정한 재능이 있었음에 틀림 없습니다. 기뻐 한 구매자는 그러한 훌륭한 표본에 대해 진정한 금 더미를 지불하고 압살롬 전체에게 "그의 새로운 친구인 사령관"에 대해 이야기했습니다. "데몬"는 또한 그의 새로운 역할에 만족했습니다. 십자군은 그의 드라마틱한 재능을 전혀 알아주지 않았고 심연의 생성물로서 마침내 인정을 받았습니다.

source: {g|Event_41_5}[Choice effects]{/g} Form a special unit focused on capturing exotic demons
ko: {g|Event_41_5}[선택 효과]{/g} 특이 데몬들을 전문으로 포획하는 특수부대를 창설한다
ko_mt: {g|Event_41_5}[선택 효과]{/g} 이국적인 데몬을 잡는데 중점을 둔 특수 부대를 구성합니다.

source: Greybor will put together a group of hunters who will be tracking down the rarest and deadliest demons and delivering them to the collector. The more exclusive the product, the higher the payment.
ko: 그레이보르는 아주 희귀하고, 아주 강력한 데몬들을 전문으로 추적하는 사냥꾼 부대를 꾸려, 수집가에게 보낼 것 입니다. 당연히 판매가는 상품의 희귀도에 비례할 겁니다.
ko_mt: 그레이버는 가장 희귀하고 치명적인 데몬을 추적하여 수집가에게 전달할 사냥꾼 그룹을 구성할 것입니다. 독점 상품일수록 더 높은 금액을 지불해야 합니다.

source: Collector
ko: 수집가
ko_mt: 수집가

source: The Commander has been contacted by an eccentric aristocrat from Absalom. He collects various monsters for his personal "menagerie" and desperately wants to add a few demons to his collection. He is willing to pay handsomely for this service.
ko: 사령관은 최근에 압살롬의 괴짜 귀족으로부터 연락을 받았습니다. 그는 자신만의 동물원을 위해 여러가지 괴물들을 모으고있는데, 데몬들을 자신의 콜렉션에 몹시 추가하고 싶어합니다. 이 부탁을 수락한다면, 많은 돈을 받을 수 있을 겁니다.
ko_mt: 사령관은 압살롬의 괴짜 귀족으로부터 연락을 받았습니다. 그는 개인 "동물원"을 위해 다양한 괴물을 수집하고 있으며, 자신의 컬렉션에 데몬 몇 마리를 추가하고 싶어 합니다. 그는 이 서비스에 대해 기꺼이 거액을 지불할 의향이 있습니다.

source: {g|Event_42_1}[Choice effects]{/g} Let the druids do their work
ko: {g|Event_42_1}[선택 효과]{/g} 드루이드가 일을 시작하게 둡니다
ko_mt: {g|Event_42_1}[선택 효과]{/g} 드루이드에게 일을 맡기세요

source: A druid circle from the Verduran Forest answered the call and sent its emissaries. Together with the crusaders, they began purging the area of the demonic taint, making supply routes safer.
ko: 베르두란 숲의 드루이드 회합이 부름에 응답해, 특사들을 보내왔습니다. 성전과 함께하며, 그들은 지역에 뿌리내린 악마 오염을 정화해, 보급로를 안정 시킬 것입니다.
ko_mt: 베르두란 숲의 드루이드 서클이 그 부름에 응답하여 사절단을 보냈습니다. 그들은 성전사들과 함께 데몬의 오염 지역을 정화하기 시작했고, 보급로를 더욱 안전하게 만들었습니다.

source: {g|Event_42_2}[Choice effects]{/g} Opt for the services of expensive but distinguished mages
ko: {g|Event_42_2}[선택 효과]{/g} 비용은 크지만, 능력있는 마법사들을 선택한다
ko_mt: {g|Event_42_2}[선택 효과]{/g} 비싸지만 뛰어난 마법사의 서비스를 선택하세요.

source: The Commander chose to use the expensive services of experienced and eminent mages rather than calling obscure druids. Reputed scientists from Absalom studied the flow of chaotic energies around Drezen and, through a series of intricate rituals, were able to amplify it in some places and slow it down in others. As a result, the anomalies that exist in great numbers around Drezen have intensified and become deadly magical traps that now surround the fortress. The crusaders are aware of their whereabouts, but the demons will be unpleasantly surprised.
ko: 사령관은 아무도 이름을 들어보지 못한 드루이드들에게 부탁하는 대신, 돈을 좀 쓰더라도 경험 많고, 능력있는 마법사들에게 이 일을 맡기기로 결정했습니다. 압살롬에서 온 명망있는 학자들이 드레젠 주변의 혼돈 에너지를 연구했고, 일련의 복잡한 의식을 통해 어떤 곳에서는 에너지를 증폭시킬 수 있었고, 다른 장소에서는 혼돈 에너지를 약화시킬 수 있었습니다. 결과적으로 드레젠 주변에 존재하던 수 많은 이상현상들은 훨씬 심각한 상태로 악화되어, 치명적인 마법 함정으로 변해버렸습니다. 불행히도 드레젠은 이 마법 함정에 둘러 쌓이게 되었습니다. 성전군들은 이 함정의 위치를 파악하고 있지만, 데몬들은 썩 즐겁지 않은 깜짝 선물을 받게될 지도 모르겠군요.
ko_mt: 사령관은 무명의 드루이드를 부르기보다 경험 많고 저명한 마법사의 값비싼 서비스를 이용하기로 결정했습니다. 압살롬의 저명한 과학자들은 드레젠 주변의 혼돈 에너지 흐름을 연구했고, 일련의 복잡한 의식을 통해 어떤 곳에서는 에너지를 증폭시키고 어떤 곳에서는 속도를 늦추는데 성공했습니다. 그 결과 드레젠 주변에 존재하는 변칙 에너지가 더욱 강해져 요새를 둘러싼 치명적인 마법의 덫이 되었습니다. 성전사들은 그들의 행방을 알고 있지만 데몬들은 불쾌하게 놀랄 것입니다.

source: {g|Event_42_5}[Choice effects]{/g} Research the warped lands
ko: {g|Event_42_5}[선택 효과]{/g} 왜곡된 땅을 조사한다
ko_mt: {g|Event_42_5}[선택 효과]{/g} 뒤틀린 땅 조사하기

source: This option is unavailable because you do not have Nenio among your companions.
ko: 동료 중에 네니오가 없기 때문에 이 선택지를 사용할 수 없습니다.
ko_mt: 이 옵션은 동료 중에 네니오가 없으므로 사용할 수 없습니다.

source: Nenio was against the idea of "purging" a magical phenomenon as fascinating as the lands of the Worldwound. On the Commander's orders, a group of mages was assembled to study it — the honor of joining them was given to those who drew the short straw. While Nenio was conducting exciting tests and establishing whether or not the fruits growing on living and aggressive trees were edible, her assistants made a less interesting discovery regarding the distortion of the elements in this region. These findings have attracted many zealous researchers to Drezen.
ko: 네니오는 세계상처에서만 볼 수 있는 이런 멋진 마법 현상을 "정화" 하는 것을 반대했습니다. 사령관의 명령으로, 마법사들이 조직을 꾸려 이 이상현상을 연구하게 되었습니다. 그들은 호위 없이 드레젠을 떠날 수 없었기에, 병사들은 제비뽑기를 해, 진 사람에게 마법사를 호위하는 영광을 부여했습니다. 네니오가 "살아 움직이는 호전적이고 살아 움직이는 나무에서 나는 과일들은 식용 가능한가 ?" 같은 주제를 다루는 온갖 실험에 몰두해 있는 동안, 네니오의 조수들은 이 지역의 원소들이 왜곡되어 있다는, 그렇게 재미있지는 않은 사실을 발견했습니다. 이러한 발견은 많은 열성적인 연구자들을 드레젠으로 끌어모을 겁니다.
ko_mt: 네니오는 세계상처의 땅처럼 매혹적인 마법 현상을 "정화"한다는 생각에 반대했습니다. 사령관의 명령에 따라 이를 연구할 마법사 그룹이 모였고, 지푸라기라도 잡는 심정으로 합류하는 영광이 주어졌습니다. 네니오가 흥미진진한 실험을 진행하며 살아있는 나무에서 자라는 열매가 식용이 가능한지 여부를 확인하는 동안, 그녀의 조수들은 이 지역의 원소 왜곡에 관한 흥미로운 발견을 해냈습니다. 이러한 발견은 많은 열성적인 연구자들을 드레젠으로 끌어들였습니다.

source: Poisoned Soil
ko: 오염된 땅
ko_mt: 중독된 토양

source: One of the crusaders, a druid, has requested an audience with the Commander. He spent weeks wandering the outskirts of Drezen, studying the soil of the Worldwound. He says the corruption that afflicted the local nature is strong, but not unstoppable. He suggests calling powerful spellcasters who would curb the demonic plague that besets these lands.
ko: 성전에 참여한 드루이드가 사령관을 알현하길 요청했습니다. 그는 몇 주 동안 드레젠 외곽을 돌아다니며 세계상처의 토양에 대해 연구했습니다. 그는 타락이 주변 환경에 아주 강력한 영향을 끼치지만, 그렇다고 막을 수 없는 것은 아니라고 말했습니다. 드루이드는 강력한 주문사용자들을 불러모아 대지를 좀먹는 악마적 질병을 억제해야 한다고 주장합니다.
ko_mt: 성전사 중 한 명인 드루이드가 사령관님과의 면담을 요청했습니다. 그는 몇 주 동안 드레젠 외곽을 돌아다니며 세계상처의 땅을 연구했습니다. 그는 이 지역의 자연을 괴롭힌 타락이 강하지만 막을 수 없는 것은 아니라고 말합니다. 그는 이 땅을 괴롭히는 데몬의 재앙을 억제할 강력한 주문술사를 부를 것을 제안합니다.

source: {g|Event_43_1}[Choice effects]{/g} Give permission
ko: {g|Event_43_1}[선택 효과]{/g} 그들의 요청을 허가한다
ko_mt: {g|Event_43_1}[선택 효과]{/g} 권한 부여

source: The Knights of Ozem are grateful for the Commander's help. They will require substantial magical resources to minimize the impact of the artifact's destruction, but they are willing to make up for these expenses with loyal service in the crusade.
ko: 오젬 기사단은 사령관의 도움에 감사를 표합니다. 기사들은 유물의 파괴로 일어날 충격을 최소화 시키기 위해 귀중한 마법 자원들을 요구할 것입니다만, 그 대신 성전군에 합류해 적과 맞서 싸울 것입니다.
ko_mt: 오젬 기사단은 사령관의 도움에 감사하고 있습니다. 유물 파괴의 영향을 최소화하기 위해서는 상당한 마법 자원이 필요하지만, 성전에서의 충성스러운 봉사로 그 비용을 기꺼이 만회할 의향이 있습니다.

source: {g|Event_43_2}[Choice effects]{/g} Forbid the plan
ko: {g|Event_43_2}[선택 효과]{/g} 그들의 계획을 금지한다
ko_mt: {g|Event_43_2}[선택 효과]{/g} 계획 금지

source: The Worldwound is deadly enough without dragging artifacts of a lord of death into it. Both the soldiers of the crusade and the officials from the capital were grateful to the Commander who took it upon {mf|himself|herself} to deny the request of the Shining Crusade.
ko: 세계상처는 죽음의 군주가 만든 유물을 굳이 가저오지 않아도 죽음이 가득한 곳입니다. 수도 출신의 병사들과 장교들은 지휘관이 Shining Crusade의 요청을 거부한 것에 대해 감사를 표합니다.
ko_mt: 세계상처는 죽음의 군주의 유물을 끌어들이지 않아도 충분히 치명적입니다. 성전의 병사들과 수도의 관리들은 모두 빛나는 성전의 요청을 거부한 {mf|그|그녀} 자신 사령관에게 고마워했습니다.

source: {g|Event_43_4}[Choice effects]{/g} Take the artifact by force
ko: {g|Event_43_4}[선택 효과]{/g} 강제로 유물을 빼앗는다
ko_mt: {g|Event_43_4}[선택 효과]{/g} 아티팩트를 강제로 가져가세요

source: After luring the Knights of Ozem into a trap with sly promises, the Commander ordered their deaths and demanded that the powerful artifact be brought to {mf|him|her}. {mf|He|She} broke the containment seal and bent the relic that inherited a part of Tar-Baphon's power to {mf|his|her} will.
ko: 오젬의 기사들을 교활한 함정으로 몰아넣은 사령관은 그들을 모두 죽이고, 그들이 가져온 강력한 유물을 가져오라고 명령했습니다. 사령관은 봉인을 부수고, 타르-바폰의 힘의 유산을 철혈의 의지로 굴복시켰습니다.
ko_mt: 사령관은 교활한 약속으로 오젬 기사단을 함정으로 유인한 후 죽음을 명령하고 강력한 유물을 {mf|그에게|그녀에게} 가져올 것을 요구했습니다. {mf|그|그녀}는 봉인을 풀고 타르바폰의 힘의 일부를 물려받은 유물을 {mf|그|그녀}의 의지에 따라 구부렸습니다.

source: {g|Event_43_5}[Choice effects]{/g} Deliver the artifact to the demons
ko: {g|Event_43_5}[선택 효과]{/g} 데몬들에게 유물을 전해준다
ko_mt: {g|Event_43_5}[선택 효과]{/g} 데몬에게 유물을 전달하세요.

source: Nenio insisted that this plan devised by the Knights of Ozem would be a scientific betrayal. A wasteland is a "poor and uninteresting test site." Nenio is willing to deliver the artifact to the demons herself and provide an eyewitness account of the effects of its destruction.
ko: 오젬의 기사들이 생각해 낸 계획은 과학적 배신이나 다름없다고 주장했습니다. 세계상처의 황무지는 "아무 것도 없는 재미없는 실험 규역" 이라며, 유물을 데몬들에게 배달해 줌으로써 폭발의 여파를 관찰할 것입니다.
ko_mt: 네니오는 오젬 기사단이 고안한 이 계획은 과학적 배신이라고 주장했습니다. 황무지는 "열악하고 흥미롭지 않은 실험 장소"이기 때문입니다. 네니오는 데몬들에게 직접 유물을 전달하고 그 파괴의 효과를 목격자 증언으로 제공하겠다고 합니다.

source: Deadly Legacy
ko: 죽음의 유산
ko_mt: 치명적인 유산

source: A group of emissaries has arrived in Drezen — the Knights of Ozem from Lastwall. For centuries, their chapter guarded a sinister artifact created by {g|Tar-Baphon}[Tar-Baphon]{/g}, a necromantic weapon of terrifying power. The power of the containment seal on the cursed relic has waned over the years, and the Knights of Ozem are worried that when it breaks, it will trigger a magical explosion. All living things for miles around will be turned into undead, the ground will be infected with deathly energies. The Knights of Ozem are asking for permission to take the dangerous artifact out into the lands of the Worldwound and destroy it there.
ko: 라스트 월의 오젬 기사단 소속의 특사단이 드레젠에 도착했습니다. 몇 세기동안 기사단은 {g|Tar-Baphon}[타르-바폰]{/g}이 만든 끔찍한 힘을 가진 사령 무기를 지키고 있었습니다. 하지만 이 저주받은 무기의 봉인은 매 년 약해지고 있고, 때문에 오젬의 기사들은 봉인이 풀릴 때 자신들을 덮칠 강력한 마법 폭발에 대해 걱정하고 있습니다. 폭발이 일어나게 되면 폭발에 휩쓸린 모든 생명체는 언데드가 될 것이고, 대지 역시 죽음의 에너지로 오염될 겁니다. 기사단은 이 위험한 유물을 그들의 땅에서 세계상처로 가저와 파괴하고 싶어합니다.

source: {g|Event_44_1}[Choice effects]{/g} Refuse their help
ko: {g|Event_44_1}[선택 효과]{/g} 그들의 도움을 거절한다
ko_mt: {g|Event_44_1}[선택 효과]{/g} 도움 거부

source: The Commander's fastidiousness in the choice of {mf|his|her} allies gave {mf|his|her} reputation a boost. Several churches worshiping gods of good made a large donation to the crusader cause.
ko: 사령관의 동맹을 고르는 까다로운 안목은 사령관의 평판을 드높혔고, 많은 선신 교단이 성전을 위해 많은 후원금을 보내왔습니다.
ko_mt: 사령관의 까다로운 아군 선택으로 {mf|그|그녀}의 평판이 상승했습니다. 선의 신을 숭배하는 여러 교회가 십자군 대의에 거액을 기부했습니다.

source: {g|Event_45_2}[Choice effects]{/g} Let them stay and serve in the army
ko: {g|Event_45_2}[선택 효과]{/g} 그들을 드레젠에 머물게하고, 성전군에 복무하도록 내버려둔다

source: The Nidalese officer reported to the Commander that reinforcements had arrived. He is diligent and polite, and all of his soldiers are veterans — every one of them has at least a hundred years of combat experience.
ko: 나이달 출신의 장교는 사령관에게 지원병이 도착했음을 알렸습니다. 그는 예의 바를 뿐더러 성실하고, 또 이 장교가 데려온 모든 병사들은 모두 숙련된 고참병들입니다 — 그들 모두가 적어도 100년 이상의 전투 경험을 갖고있으니까요.
ko_mt: 나이달 장교는 사령관에게 지원군이 도착했다고 보고했습니다. 그는 부지런하고 예의 바르며 병사들은 모두 베테랑으로, 모두 최소 100년 이상의 전투 경험을 가지고 있었습니다.

source: {g|Event_44_4}[Choice effects]{/g} Improve relations with Nidal
ko: {g|Event_44_4}[선택 효과]{/g} 나이달과의 관계를 개선한다
ko_mt: {g|Event_44_4}[선택 효과]{/g} 나이달과의 관계 개선

source: Upon their arrival in Drezen, the Nidalese warriors found out that they had been given the best part of the fortress to stay in as well as plenty of fresh blood and magical ingredients. The officer who brought these troops expressed his gratitude to the Commander and promised to highlight it in a dispatch to his masters.
ko: 드레젠에 도착한 나이달 전사들은 성채 내에서 가장 편안하고 좋은 구역을 할당받게 되었습니다. 또한 신선한 피와 마법 재료들도 받을 수 있었습니다. 부대를 데려온 나이달인 장교는 사령관에게 감사를 표하며, 다음번 상관에게 보내는 전보에 사령관의 관대함에 대해 똑똑히 언급하겠다고 약속을 해 주었습니다.
ko_mt: 드레젠에 도착한 나이달 전사들은 요새에서 가장 좋은 곳에 머물 수 있을 뿐만 아니라 신선한 피와 마법 재료도 많이 받았다는 사실을 알게 되었습니다. 이 병사들을 데려온 장교는 사령관에게 감사를 표하며 상부에 보고할 때 이 사실을 강조하겠다고 약속했습니다.

source: Dark Allies
ko: 어둠의 동맹
ko_mt: 어둠의 동맹

source: Nidal, the land of necromancers and followers of {g|Zon-Kuthon}[Zon-Kuthon]{/g}, is a nation of ill repute, but the demon invasion poses a threat even to them. The news that a contingent of Nidalese forces is on its way to Drezen has caused a scandal in the capital.
ko: 사령술사들의 땅이자, {g|Zon-Kuthon}[존-쿠쏜]{/g}의 신도들의 국가인 나이달은 나쁜 평판을 갖고있으나, 데몬의 침략은 그들에게도 큰 위협입니다. 나이달 파견부대가 드레젠에 도착한다는 소식은 수도에서 큰 소란을 일으킬 것입니다.

source: {g|Event_45_1}[Choice effects]{/g} Give them a chance at redemption
ko: {g|Event_45_1}[선택 효과]{/g} 그들에게 구원의 기회를 준다
ko_mt: {g|Event_45_1}[선택 효과]{/g} 상환의 기회 제공

source: The warriors have taken an oath to set out on a long and treacherous march into the Worldwound. Those who are weak of spirit will fall, but the strong will earn Iomedae's forgiveness through their actions.
ko: 이 팔라딘들은 세계상처로의 위험하고 긴 여정을 떠나기 위해 맹세를 했습니다. 약한 영혼을 가진 전사들은 쓰러지겠지만, 강력한 의지를 가진 이들은 그들의 행동으로 아이오메데의 용서를 받게 될 것입니다.
ko_mt: 전사들은 세계상처로 향하는 길고 험난한 행군을 시작하기로 맹세했습니다. 정신력이 약한 자는 쓰러지겠지만, 강한 자는 행동을 통해 아이오메데의 용서를 얻게 될 것입니다.

source: {g|Event_45_2}[Choice effects]{/g} Make them stay and serve in the army
ko: {g|Event_45_2}[선택 효과]{/g} 드레젠에 머물게 하고, 성전군에 입대시킨다
ko_mt: {g|Event_45_2}[선택 효과]{/g} 군대에 남아 복무하게 하기

source: There is no point in risking one's life needlessly. The crusade will offer the warriors plenty of chances for heroics and winning Iomedae's favor. The apostates yielded to the Commander, but swore an oath that they would only don their knightly armor when they had the Inheritor's blessing once more.
ko: 아무 것도 아닌 것에 목숨을 거는 것은 부질없는 짓입니다. 성전은 팔라딘들에게 위업을 세울 기회를 줄 것이고, 그들은 아이오메데의 은총을 되찾을 수 있을 겁니다. 배교자들은 사령관을 따르게 되었지만, 그에 앞서 계승자의 축복을 다시 받을 때에만 기사 갑옷을 입겠노라고 맹세하였습니다.
ko_mt: 불필요하게 목숨을 걸 필요는 없습니다. 십자군 전쟁은 전사들에게 영웅이 되어 아이오메데의 환심을 살 수 있는 많은 기회를 제공할 것입니다. 배신자들은 사령관에게 항복했지만, 계승자의 축복을 다시 한 번 받을 때만 기사 갑옷을 입겠다고 맹세했습니다.

source: {g|Event_45_5}[Choice effects]{/g} Direct them to the Hellknights
ko: {g|Event_45_5}[선택 효과]{/g} 그들을 헬나이트에게 보냅니다
ko_mt: {g|Event_45_5}[선택 효과]{/g} 지옥기사로 안내하세요

source: Regill offered the warriors another path that would allow them to regain Iomedae's favor. The Hellknights likewise worship the goddess, and their methods are far more suitable for these formidable but excessively violent fighters.
ko: 레질은 전사들에게 아이오메데의 은총을 다시 받을 수 있는 또다른 길을 제안했습니다. 헬나이트들 역시 여신을 숭배하고 있다는 사실을 알려주며, 그들의 방법은 훌륭하지만 잔혹한 전사들에게 더 적합할 것이라고 말해주었습니다.
ko_mt: 레질은 전사들에게 아이오메데의 호의를 되찾을 수 있는 다른 길을 제안했습니다. 지옥기사들 역시 여신을 숭배하며, 그들의 방식은 강력하지만 지나치게 폭력적인 이 전사들에게 훨씬 더 적합했습니다.

source: Broken Oaths
ko: 부서진 맹세
ko_mt: 깨진 맹세

source: A group of apostate paladins has arrived in Drezen. As they fought evil, they delved too deep into violence and bloodshed, and in their cruelty, they lost Iomedae's favor. Now these warriors seek redemption and intend to make a long and dangerous foray into the heart of the Wound.
ko: 믿음을 버린 팔라딘들이 드레젠에 도착했습니다. 이 배교자들은 수 없이 많은 악과의 전투로 인해 폭력과 학살, 그리고 잔인함에 너무 깊게 빠져버렸고, 따라서 아이오메데의 은총을 잃어버리고 말았습니다. 하지만 이 전사들 구원을 찾기 위해 세계상처의 심장부로의 길고 위험한 여정을 떠나고자 합니다.
ko_mt: 배교한 성기사 무리가 드레젠에 도착했습니다. 그들은 악과 싸우면서 폭력과 유혈 사태에 너무 깊이 빠져들었고, 그 잔인함 때문에 아이오메데의 호의를 잃었습니다. 이제 이 전사들은 구원을 갈망하며 상처의 심장부로 길고 위험한 진격을 감행하려 합니다.

source: {g|Event_46_1}[Choice effects]{/g} Banish the clockmaker
ko: {g|Event_46_1}[선택 효과]{/g} 시계장이를 추방한다
ko_mt: {g|Event_46_1}[선택 효과]{/g} 시계 제작자 추방

source: The quick-witted clockmaker got the hint and took off, leaving his tools and valuables in Drezen.
ko: 약삭빠른 시계장이는 눈치를 채고 도망가버렸습니다만, 도구들과 가치있는 물품들은 차마 챙겨가지 못한 것 같습니다.
ko_mt: 재치 있는 시계 제작자는 힌트를 얻은 후 도구와 귀중품을 드레젠에 남겨두고 도주했습니다.

source: {g|Event_46_2}[Choice effects]{/g} Take the clockmaker under protection
ko: {g|Event_46_2}[선택 효과]{/g} 시계장이를 보호한다
ko_mt: {g|Event_46_2}[선택 효과]{/g} 시계 제작자를 보호하세요

source: Sinister or not, these prosthetics have allowed many to return to the ranks. Under the Commander's patronage, the craftsman, who has turned out to be an academician of the Clockwork Cathedral, will continue his activities.
ko: 불길하든, 그렇지 않던간에 장인이 만들어 준 의족과 의수 덕분에 성전사들이 다시 전투에 복귀할 수 있게 되었습니다. 사령관의 후원 아래에서, 이 장인은 시계태엽 대성당 출신의 연구자로 밝혀졌고, 그는 드레젠에서 활동을 계속 해 나갈겁니다.
ko_mt: 불길하든 아니든, 이 보철물을 통해 많은 이들이 다시 전장으로 돌아올 수 있었습니다. 사령관의 후원으로 시계태엽 대성당의 학자로 밝혀진 장인은 활동을 계속할 것입니다.

source: {g|Event_46_3}[Choice effects]{/g} Elevate the craftsman
ko: {g|Event_46_3}[선택 효과]{/g} 장인을 진급시킨다
ko_mt: {g|Event_46_3}[선택 효과]{/g} 장인 승급

source: Making prosthetics is too easy a task for a craftsman who has turned out to be an academician of the Clockwork Cathedral. By focusing on research, he will provide greater benefit to the crusade.
ko: 그가 시계태엽 대성당의 학자로 밝혀진 지금으로써는, 고작 의수와 의족을 만드는 것은 시간낭비나 마찬가집니다. 그가 연구에 집중하게 함으로써 성전에 더 큰 이익을 가져올 수 있을 겁니다.
ko_mt: 시계태엽 대성당의 학자로 밝혀진 장인에게는 보철물을 만드는 것이 너무 쉬운 일입니다. 연구에 집중함으로써 그는 십자군에 더 큰 이익을 제공 할 것입니다.

source: {g|Event_46_4}[Choice effects]{/g} Oblige the troops to enhance themselves with these mechanisms
ko: {g|Event_46_4}[선택 효과]{/g} 기계장치들로 신체를 강화하도록 의무화한다
ko_mt: {g|Event_46_4}[선택 효과]{/g} 부대가 다음 메커니즘으로 스스로를 강화하도록 의무화합니다.

source: On the Commander's orders, the officers will force weaker soldiers to enhance their bodies with mechanical parts even if their healthy arms and legs are amputated in the process. A ruthless measure, but "enhanced" troops will be much stronger.
ko: 사령관의 명령에 따라, 장교들은 약한 병사들의 육체를 기계 부품으로 강화할 것입니다. 그들이 정상적인 팔, 다리를 갖고있더라도, 강화 과정 중에 절단될 것입니다. 이 무자비한 조치로 병사들은 훨씬 강해질 겁니다.
ko_mt: 사령관의 명령에 따라 장교들은 건강한 팔과 다리가 절단되더라도 약한 병사에게 기계 부품으로 신체를 강화하도록 강요할 것입니다. 무자비한 조치이지만 "강화된" 병력은 훨씬 더 강해질 것입니다.

source: {g|Event_46_5}[Choice effects]{/g} Order the craftsman to repair mechanical retrievers
ko: {g|Event_46_5}[선택 효과]{/g} 장인에게 mechanical retrievers의 수리를 명한다
ko_mt: {g|Event_46_5}[선택 효과]{/g} 장인에게 기계식 리트리버 수리를 주문하세요.

source: Such talent should not be wasted on helping weak soldiers. The craftsman, who has turned out to be an academician of the Clockwork Cathedral, can restore mechanical spiders — retrievers — from wreckage. It is unlikely that he will agree to such a dangerous task, but Wenduag will talk to him, and she will be... extremely persistent.
ko: 이런 굉장한 재능은 약한 병사들이나 돕는데 낭비되어서는 안됩니다. 그는 시계태엽 대성당의 학자로 밝혀졌는데, 그라면 기계 거미, 즉, 리트리버를 잔해에서 복구할 수 있을 것입니다. 그가 이런 위험한 의뢰를 승낙할 것 같진 않습니다만, 웬두아그가 그와 대화를 할 겁니다. 그리고 그녀는 꽤... 집요하죠.
ko_mt: 그러한 재능을 약한 병사를 돕는데 낭비해서는 안됩니다. 시계 태엽 대성당의 학자로 밝혀진 장인은 잔해에서 기계 거미 (리트리버)를 복원 할 수 있습니다. 그가 그러한 위험한 임무에 동의 할 것 같지는 않지만 웬두아그는 그와 이야기 할 것이고 그녀는 매우 끈질 기게 될 것입니다.

source: Replacement Parts
ko: 대체 부품
ko_mt: 교체 부품

source: The soldiers are concerned about the work of a suspicious clockmaker. He heals crippled fighters by implanting unknown and sinister-looking prosthetics into their bodies. The troops want to drive away the strange craftsman.
ko: 수상한 시계장이가 불구가 된 성전사들에게 불길해 보이는 의수와 의족을 달아주었습니다만, 부대원들은 이상한 장인을 드레젠 밖으로 쫓아내고 싶어합니다.
ko_mt: 병사들은 수상한 시계 제작자의 작업에 대해 우려하고 있습니다. 그는 정체불명의 불길해 보이는 보철물을 몸에 이식하여 불구가 된 전사들을 치료합니다. 군대는 이 이상한 장인을 쫓아내고 싶어 합니다.

source: {g|Event_47_1}[Choice effects]{/g} Assist the wanderer
ko: {g|Event_47_1}[선택 효과]{/g} 방랑자를 돕는다
ko_mt: {g|Event_47_1}[선택 효과]{/g} 방랑자 지원

source: The young wanderer, grateful for the help, promised she would donate the dragon's hoard to the crusade's coffers.
ko: 이 젊은 방랑자는, 도움에 감사해하며 드래곤의 보물들을 성전군에 기부하겠다고 약속했습니다.
ko_mt: 이 젊은 방랑자는 도움에 감사하며 용의 전리품을 십자군의 금고에 기부하겠다고 약속했습니다.

source: {g|Event_47_2}[Choice effects]{/g} Talk the maiden out of it
ko: {g|Event_47_2}[선택 효과]{/g} 방랑자를 설득해 막는다
ko_mt: {g|Event_47_2}[선택 효과]{/g} 처녀를 설득하세요

source: Hunting dragons is certain death. After talking to the Commander, the young woman realized it herself. She decided to join the crusader army to gain experience and hone her martial skills. Perhaps she will still achieve her dream.
ko: 드래곤 사냥은 확실한 죽음을 가져올 것 입니다. 사령관과 이야기를 나눈 후, 그 젊은 여성은 이 사실을 스스로 깨달았습니다. 그녀는 경험을 쌓고 무술을 연마하기 위해 성전군에 입대하기로 결정했습니다. 아마도 그녀는 꿈을 이룰 것입니다.
ko_mt: 용을 사냥하는 것은 확실한 죽음입니다. 사령관과 이야기를 나눈 후, 젊은 여성은 스스로 깨달았습니다. 그녀는 경험을 쌓고 무술을 연마하기 위해 십자군에 입대하기로 결심했습니다. 아마도 그녀는 여전히 꿈을 이룰 것입니다.

source: {g|Event_47_3}[Choice effects]{/g} Send worthy knights with the wanderer
ko: {g|Event_47_3}[선택 효과]{/g} 방랑자와 함께 훌륭한 기사들을 보낸다
ko_mt: {g|Event_47_3}[선택 효과]{/g} 방랑자와 함께 가치 있는 기사 보내기

source: The wanderer stands no chance against a dragon on her own. But if she is escorted by a dependable retinue, she just might succeed on her quest.
ko: 방랑자는 혼자서 드래곤을 이길 가망이 없습니다. 하지만 믿을 수 있는 수행원의 호위를 받는다면, 그녀는 자신만의 임무를 성공할지도 모릅니다.
ko_mt: 방랑자 혼자서는 용을 상대할 수 없습니다. 하지만 믿을 수 있는 수행원의 호위를 받는다면 모험을 성공으로 이끌 수 있습니다.

source: {g|Event_47_4}[Choice effects]{/g} Take on the young woman as an apprentice and set her on the path of the dragon
ko: {g|Event_47_4}[선택 효과]{/g} 방랑자를 견습생으로 삼아 드래곤의 길로 인도한다
ko_mt: {g|Event_47_4}[선택 효과]{/g} 젊은 여자를 제자로 삼아 용의 길로 인도하세요.

source: This option is unavailable because you did not choose the Path of the Dragon.
ko: 드래곤의 길을 선택하지 않았기 때문에 이 선택지를 사용할 수 없습니다.
ko_mt: 용의 길을 선택하지 않았으므로 이 옵션을 사용할 수 없습니다.

source: Being a dragon means having a heart of a dragon, for such is {g|Apsu}[Apsu's]{/g} wisdom. Having learned this truth, the young woman set out on a new path and inspired many others with her example.
ko: 드래곤이 된다는 것은 드래곤의 심장을 갖는 것, 그것이 {g|Apsu}[압수]{/g}의 지혜이기 때문입니다. 이 진리를 알게 된 젊은 여성은 새로운 길을 떠났고 많은 사람들에게 영감을 주었습니다.

source: {g|Event_47_5}[Choice effects]{/g} Teach the wanderer the dragonslayer's craft
ko: {g|Event_47_5}[선택 효과]{/g} 방랑자에게 드래곤 슬레이어의 기술을 가르친다
ko_mt: {g|Event_47_5}[선택 효과]{/g} 방랑자에게 드래곤슬레이어의 기술을 가르치세요.

source: Greybor, who has some experience in killing dragons, has agreed to teach the wanderer his trade. But it will take time.
ko: 드래곤을 죽인 경험이 있는 그레이보르는 방랑자에게 방법을 가르쳐주기로 동의했습니다. 하지만 시간이 걸릴 것입니다.
ko_mt: 용을 죽여본 경험이 있는 그레이버는 방랑자에게 기술을 가르쳐주기로 했습니다. 하지만 시간이 좀 걸릴 겁니다.

source: Becoming a Dragon
ko: 드래곤이 되기
ko_mt: 드래곤 되기

source: A mysterious wanderer who calls herself a dragon scion is asking the Commander for help. She claims that her heritage grants her the ability to transform into a true dragon. But to do so, she needs to track down an evil dragon, kill it, eat its heart, and wash herself in its hot blood. The young woman will need supplies and possibly a number of loyal allies.
ko: 자신을 드래곤의 자손이라고 말하는 신비한 방랑자가 사령관에게 도움을 요청하고 있습니다. 그녀는 자신의 혈통의 힘으로 진정한 드래곤으로 변신할 수 있다고 주장합니다만, 변신을 하기 위해서는, 사악한 드래곤을 추적해 죽이고, 심장을 먹고, 뜨거운 피로 몸을 씻어야 한다고 합니다. 이 젊은 여성은 보급품과 아마도 충성스러운 다수의 동맹군을 필요로 할 것입니다.
ko_mt: 자신을 용의 자손이라고 주장하는 수수께끼의 방랑자가 사령관에게 도움을 요청하고 있습니다. 그녀는 자신의 유산이 진정한 용으로 변신할 수 있는 능력을 부여한다고 주장합니다. 하지만 그러기 위해서는 사악한 용을 추적하여 죽이고 심장을 먹은 후 뜨거운 피로 몸을 씻어야 합니다. 이 젊은 여성에게는 보급품과 충성스러운 동료들이 필요할 것입니다.

source: {g|Event_48_1}[Choice effects]{/g} Choose the rusty sword
ko: {g|Event_48_1}[선택 효과]{/g} 녹슨 검을 선택한다
ko_mt: {g|Event_48_1}[선택 효과]{/g} 녹슨 검 선택

source: The sword gleamed in the Commander's hands, and the artisan admitted mournfully that the old thing had been blessed by the gods to oppose evil. His whole life, the artisan had dreamed of forging a worthier sword, but he never came any closer to perfection. After handing the old blade over to the Commander, he left in tears.
ko: 사령관의 손에서 검이 번쩍였고, 장인은 그 오래된 칼이 악에 대항할 수 있도록, 신들의 축복을 받았다는 것을 슬프게 인정했습니다. 장인은 평생 더 가치 있는 검을 만드는 것을 꿈꿔왔지만, 결코 완벽에 도달할 수 없었습니다. 오래된 칼을 사령관에게 넘긴 후, 그는 눈물을 흘리며 떠났습니다.
ko_mt: 사령관의 손에서 검이 빛났고, 장인은 이 낡은 검이 악에 맞서기 위해 신들의 축복을 받았다고 슬프게 인정했다. 장인은 평생 더 훌륭한 검을 만들기를 꿈꿔왔지만 완벽에 가까운 검을 만들지는 못했습니다. 그는 사령관에게 낡은 검을 넘겨주고 눈물을 흘리며 떠났어요.

source: {g|Event_48_2}[Choice effects]{/g} Choose the radiant sword
ko: {g|Event_48_2}[선택 효과]{/g} 빛나는 검을 선택한다
ko_mt: {g|Event_48_2}[선택 효과]{/g} 빛나는 검 선택

source: The Commander's choice filled the artisan with joy. The rusty sword had been blessed by the gods to smite evil. His whole life, the artisan had been trying to create a better blade, and he finally succeeded! Overwhelmed by emotion, he also gave the Commander a pair of enchanted plate gauntlets that fit the sword perfectly.
ko: 사령관의 선택은 장인을 기쁨으로 가득 채웠습니다. 그 녹슨 칼은 악을 물리칠 수 있도록 신의 축복을 받았습니다. 평생 동안, 이 장인은 더 나은 칼을 만들기 위해 노력해왔고, 마침내 성공했습니다! 그는 감격에 겨워하며, 칼과 잘 어울리는 마법의 판금 건틀릿 한 쌍을 사령관에게 선물했습니다.
