Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: An enemy army has reached you and now attacks.
ko: 적이 근처에 도달해 공격을 시작합니다.
ko_mt: 적 군대가 내게 접근해 공격하고 있습니다.

source: The fort is besieged by an enemy.
ko: 요새가 적에게 공격 당하고 있습니다.
ko_mt: 요새가 적에게 포위되었습니다.

source: Finance Points
ko: 재정 점수
ko_mt: 재정 점수

source: Money and valuables at the crusade's disposal.
ko: 성전군이 사용할 수 있는 재화입니다.
ko_mt: 돈과 귀중품은 십자군이 마음대로 처분할 수 있습니다.

source: Materials Points
ko: 물자 점수
ko_mt: 재료 점수

source: Resources needed by builders, blacksmiths, and other crafters at the crusade's disposal.
ko: 건물을 짓고 병기를 만드는 등 장인들에게 필요한 물자입니다.
ko_mt: 건설자, 대장장이, 기타 제작자가 십자군에서 마음대로 사용할 수 있는 자원입니다.

source: Energy Points
ko: 에너지 점수
ko_mt: 에너지 점수

source: Magic ingredients, the favor of deities, and other magical resources at the crusade's disposal.
ko: 성전에 도움이 될 마법 재료, 신들의 은총, 또는 그 밖의 마법 자원들입니다.
ko_mt: 성전단은 마법 재료, 신들의 은총, 기타 마법 자원을 마음대로 사용할 수 있습니다.

source: Movement
ko: 이동
ko_mt: 이동

source: Experience
ko: 경험치
ko_mt: 경험

source: Morale
ko: 사기
ko_mt: 사기

source: Faction
ko: 세력
ko_mt: 진영

source: Estimated Army Strength
ko: 예상 부대 전력
ko_mt: 예상 군대 전력

source: Resources found:
ko: 자원 발견:
ko_mt: 리소스를 찾았습니다.

source: Daily income increased:
ko: 일일 수입 증가:
ko_mt: 일일 수입이 증가했습니다.

source: Treasure found:
ko: 보물 발견:
ko_mt: 보물을 찾았습니다.

source: Additional experience:
ko: 추가 경험치:
ko_mt: 추가 경험:

source: Items:
ko: 아이템:
ko_mt: 항목:

source: Daily income:
ko: 일일 수입:
ko_mt: 일일 수입:

source: Resources:
ko: 자원:
ko_mt: 리소스:

source: The fort will fall in
ko: 요새가 함락되기까지
ko_mt: 요새가 함락됩니다

source: Demon Fortification
ko: 데몬 요새
ko_mt: 데몬 요새

source: {g|Event_AbductedSouls_1}[Choice effects]{/g} Involve experienced investigators from Ustalav's Lepidstadt university
ko: {g|Event_AbductedSouls_1}[선택 효과]{/g} 우스탈라브 레피드스타트 대학에 노련한 조사관을 파견할 것을 요청한다
ko_mt: {g|Event_AbductedSouls_1}[선택 효과]{/g} 우스탈라프 레피드슈타트 대학의 숙련된 조사자 참여

source: This option is unavailable because your Diplomatic Council has not yet begun operation.
ko: 당신의 외교 자문단이 활동을 시작하지 않았기 때문에 이 선택지를 선택할 수 없습니다.
ko_mt: 외교 협의회가 아직 운영을 시작하지 않았으므로 이 옵션을 사용할 수 없습니다.

source: Experienced interrogators from Ustalav did not command such a high price for their services, but in vain. Their investigation uncovered a man who had a connection with all the victims, Darek Sunhammer, a popular jeweler and an honorable master. Their interrogation ended in the worst way possible — the jeweler killed the agents sent to capture him and disappeared, showing extraordinary feats of strength. During the search of his shop they discovered a humiliating message which told how Darek Sunhammer had actually been the Grand Master of Templars of the Ivory Labyrinth, acting under the disguise of a common craftsman and living among the crusaders for many years. Without concealing his triumph in the letter, Darek told how his work was complete and the crusaders would reap its poisoned fruits for many years to come. His trace has, alas, been lost, but many abandoned pieces of jewelry remain in his shop.
ko: 우스탈라브의 조사관들은 모든 피해자들과 연관된 한 남자의 정체를 밝혀냈고, 우리가 그들에게 지불한 비용이 합리적인 선택이였음을 보여줬습니다. 유명하고 명예로운 보석 세공 장인, 다렉 썬해머입니다. 그러나 그의 신변을 확보하기 위한 작전은 비극적으로 끝났습니다. 보석 장인은 그를 체포하기 위해 파견된 요원들을 기이한 힘으로 살해하고 사라졌습니다. 그가 사라진 후, 수사관들은 그의 가게를 샅샅히 수색해 그가 남긴 글을 발견했는데, 우리는 이로 인해 다렉 썬해머가 사실 상아 미궁 기사단의 그랜드 마스터였음을 알아내게 되었습니다. 그는 평범한 장인의 모습으로 성전사들 가운데서 몇 년 동안을 함께 살았습니다. 그가 남긴 글에는, 자신이 승리하였고, 또 그의 작품이 이제 완성되었으며, 이후 몇 년 동안 성전사들은 독에 오염된 과실만을 수확할 것이라고 쓰여있었습니다. 불행히도 그의 흔적은 모두 사라졌지만, 그가 도주할 때 많은 양의 보석들을 자신의 가게에 남기고 갔습니다.
ko_mt: 우스탈라프의 숙련된 심문관은 그들의 서비스에 대해 그렇게 높은 가격을 요구하지 않았지만 헛된 것이 아닙니다. 그들의 조사 결과 모든 희생자와 관련된 한 남자, 유명한 보석상이자 명예로운 주인 인 Darek Sunhammer가 밝혀졌습니다. 그들의 심문은 가능한 최악의 방식으로 끝났습니다. 보석상은 그를 체포하기 위해 파견 된 요원을 죽이고 놀라운 힘을 보여 주면서 사라졌습니다. 그의 상점을 수색하던 중 그들은 다렉 선해머가 실제로 상아 미궁의 기사단장이었으며, 평범한 장인으로 변장하고 수년 동안 십자군들 사이에서 살았다는 굴욕적인 메시지를 발견했습니다. 다렉은 편지에서 자신의 승리를 숨기지 않고 자신의 작업이 어떻게 완료되었으며 십자군은 앞으로 수년 동안 독이 든 열매를 거둘 것이라고 말했습니다. 안타깝게도 그의 흔적은 사라졌지만 그의 상점에는 버려진 보석 조각이 많이 남아 있습니다.

source: {g|Event_AbductedSouls_2}[Choice effects]{/g} Investigate the incident on your own
ko: {g|Event_AbductedSouls_2}[선택 효과]{/g} 스스로 사건을 조사합니다
ko_mt: {g|Event_AbductedSouls_2}[선택 효과]{/g} 직접 인시던트 조사하기

source: The investigation was of a regrettably little success. The guards could only find out that there was genuinely no connection between the victims. They neither belonged to any secret cults, nor had common enemies. Alas, this is not enough even to even begin to work out what has happened.
ko: 안타깝게도, 조사는 많은 것을 밝혀내지 못했습니다. 감시병들은 피해자들 간에 그 어떤 공통점도 찾아볼 수 없다고 말했습니다. 그들은 사교에 가입하지도 않았고, 또 공통의 적을 갖고 있지도 않았습니다. 이 정보만으로는 사건의 진상을 밝히기 위한 조사를 시작하기에도 부족합니다.
ko_mt: 수사는 유감스럽게도 별다른 성과를 거두지 못했습니다. 경비원들은 희생자들 사이에 아무런 연관성이 없다는 사실만 알아낼 수 있었습니다. 그들은 비밀 컬트에 속하지도 않았고 공통의 적도 없었습니다. 아아, 이것은 무슨 일이 일어 났는지 알아 내기 시작하기에도 충분하지 않습니다.

source: {g|Nothing}[Choice effects]{/g} Ignore
ko: {g|Nothing}[선택 효과]{/g} 무시한다
ko_mt: {g|Nothing}[선택 효과]{/g} 무시

source: Strange deaths, the abduction of souls, tragedies big and small — all are common occurrences in the Worldwound. The Commander cannot let {mf|himself|herself} be distracted by such trifling matters.
ko: 기이한 죽음과 영혼의 납치, 이 모든 비극들... 이 모든 것은 세계상처에서는 드문 일이 아닙니다. 사령관은 이러한 하찮은 일에 신경 쓸 겨를이 없습니다.
ko_mt: 이상한 죽음, 영혼 납치, 크고 작은 비극은 모두 세계상처에서 흔히 일어나는 일입니다. 사령관은 {mf|그|그녀} 자신이 그런 사소한 일로 정신이 팔리는 것을 용납할 수 없습니다.

source: Abducted Souls
ko: 납치당한 영혼들
ko_mt: 납치된 영혼

source: On the same day and at the same time a dozen mortals fell unconscious in the citadel of Drezen. There was nothing to connect them: among the afflicted, there were such unlikely people as a rich merchant's daughter, a Mendev General's lover, a brave crusade command leader and other wholly different victims. The healers assure that though their bodies are alive, their souls have been abducted. This incident needs investigation, but the inquisitors of Mendev confess to never having met such a scourge before. Specialists from friendly countries should probably be invited to assist.
ko: 드레젠 성채의 필멸자들 다수가 동시에 의식을 잃고 쓰러졌습니다. 부유한 상인의 딸, 멘데브 지휘관의 연인, 용맹한 성전군 지휘관 등, 피해자들 사이에는 어떠한 연관도 없습니다. 치유사들은 그들의 육신은 살아 있지만, 영혼이 납치당한 것으로 추측합니다. 이 사건은 조사가 필요하지만, 멘데브의 조사관들은 이러한 사건은 처음 겪어 보는 일이라고 밝혔습니다. 우방국에서 온 전문가들의 도움이 필요할 수도 있습니다.
ko_mt: 같은 날, 같은 시간에 12 명의 필멸자가 드레젠 성채에서 의식을 잃었습니다. 피해자들 중에는 부유 한 상인의 딸, 멘데브 장군의 연인, 용감한 십자군 사령관 및 기타 완전히 다른 희생자들과 같은 예상치 못한 사람들이 있었습니다. 치유사들은 그들의 몸은 살아있지만 영혼은 납치되었다고 확신합니다. 이 사건은 조사가 필요하지만 멘데브의 심문관들은 이전에 그런 재앙을 만난 적이 없다고 고백합니다. 우방국의 전문가를 초청해 도움을 받아야 할 것 같습니다.

source: {g|AltarOfTheDarkHunter_PaddedArmor_MasochisticDefense}[Choice effects]{/g} Pray to Zon-Kuthon for the first retriever
ko: {g|AltarOfTheDarkHunter_PaddedArmor_MasochisticDefense}[선택 효과]{/g} 첫번째 리트리버의 이름으로 존-쿠쏜에게 기도한다
ko_mt: {g|AltarOfTheDarkHunter_PaddedArmor_MasochisticDefense}[선택 효과]{/g} 존-쿠톤에게 첫 번째 리트리버를 위해 기도하세요.

source: The dark priest of Zon-Kuthon invoked the grace of his deity on an item made from the web of the first retriever. The Prince of Pain's blessing bestowed protection, but it also turned the cruel touch of Zon-Kuthon upon the bearer.
ko: 존-쿠쏜의 어둠의 사제들의 도움으로 첫번째 리트리버의 거미줄로 유물을 만들어 낼 수 있었습니다. 고통의 대공의 축복은 착용자에게 효과적인 보호를 부여할 것이지만, 마찬가지로 존-쿠쏜의 잔혹한 손길에 묶여있습니다.
ko_mt: 존쿠톤의 어둠의 사제는 첫 번째 리트리버의 거미줄로 만든 아이템에 신의 은총을 불러들였습니다. 고통의 왕자의 축복은 보호력을 부여했지만, 동시에 소지자에게 존쿠톤의 잔인한 손길을 가져다주었습니다.

source: {g|AltarOfTheDarkHunter_Shirt_MasochisticDefense}[Choice effects]{/g} Pray to Zon-Kuthon for the first retriever
ko: {g|AltarOfTheDarkHunter_Shirt_MasochisticDefense}[선택 효과]{/g} 첫번째 리트리버의 이름으로 존-쿠쏜에게 기도한다
ko_mt: {g|AltarOfTheDarkHunter_Shirt_MasochisticDefense}[선택 효과]{/g} 존-쿠톤에게 첫 번째 리트리버를 위해 기도하세요.

source: {g|AltarOfTheDarkHunter_PaddedArmor_NaturalAgility}[Choice effects]{/g} Cleanse the gear of the first retriever
ko: {g|AltarOfTheDarkHunter_PaddedArmor_NaturalAgility}[선택 효과]{/g} 첫번째 리트리버의 장비를 정화한다
ko_mt: {g|AltarOfTheDarkHunter_PaddedArmor_NaturalAgility}[선택 효과]{/g} 첫 번째 리트리버의 장비를 정화합니다.

source: The druidic magic have cleaned the item woven from the web of the first retriever. By summoning the totem of the spider, a skilled and patient retriever, they have exorcised the spell from this dark relic.
ko: 드루이드 마법으로 첫번째 리트리버가 자아낸 거미줄로 만든 물품을 정화했습니다. 노련하고 인내심 강한 거미인 리트리버의 토템을 소환함으로써, 그들은 이 어두운 유물에 깃든 마법을 쫓아냈습니다.
ko_mt: 드루이드의 마법으로 첫 번째 리트리버의 거미줄로 짜여진 아이템을 깨끗하게 청소했습니다. 숙련되고 인내심이 강한 리트리버인 거미의 토템을 소환하여 이 어둠의 유물에서 마법을 퇴치했습니다.

source: {g|AltarOfTheDarkHunter_Shirt_NaturalAgility}[Choice effects]{/g} Cleanse the gear of the first retriever
ko: {g|AltarOfTheDarkHunter_Shirt_NaturalAgility}[선택 효과{/g} 첫번째 리트리버의 장비를 정화한다
ko_mt: {g|AltarOfTheDarkHunter_Shirt_NaturalAgility}[선택 효과]{/g} 첫 번째 리트리버의 장비를 정화합니다.

source: {g|AltarOfTheDarkHunter_PaddedArmor_TeethTrypanophobia}[Choice effects]{/g} Pray to the Abyss for the first retriever
ko: {g|AltarOfTheDarkHunter_PaddedArmor_TeethTrypanophobia}[선택 효과]{/g} 첫번째 리트리버의 이름으로 심연에 기도한다
ko_mt: {g|AltarOfTheDarkHunter_PaddedArmor_TeethTrypanophobia}[선택 효과]{/g} 심연에 첫 번째 리트리버를 위해 기도하세요.

source: The spirit of the first retriever lied dormant in its web and in the teeth of the victims brought to the altar. An unholy ritual awkened it and turned into a servant of the relic owner.
ko: 첫번째 리트리버의 영혼은 그녀의 거미줄 위, 제단으로 끌려온 희생자의 이빨들 속에서 잠들어있습니다. 불경한 의식을 거행한다면 거미의 영혼을 깨우고, 유물 소유자가 그 영혼의 힘을 사용할 수 있게 될겁니다.

source: {g|AltarOfTheDarkHunter_Shirt_TeethTrypanophobia}[Choice effects]{/g} Pray to the Abyss for the first retriever
ko: {g|AltarOfTheDarkHunter_Shirt_TeethTrypanophobia}[선택 효과]{/g} 첫번째 리트리버의 이름으로 심연에 기도한다
ko_mt: {g|AltarOfTheDarkHunter_Shirt_TeethTrypanophobia}[선택 효과]{/g} 심연에 첫 번째 리트리버를 위해 기도하세요.

source: Enchanting the Altar of the First Retriever
ko: 첫번째 리트리버의 제단에 마법 부여하기
ko_mt: 첫 번째 리트리버의 제단 마력 부여하기

source: The relic that was created from the Altar of the First Retriever is attracting practitioners of secret knowledge. A druid who has arrived in Drezen is asking for permission to cleanse the sacred item of corruption, a dark priestess from Nidal wishes to dedicate it to her patron Zon-Kuthon, and a frenzied worshiper of Lamashtu yearns to awaken the spirit of the long-dead monster. Who will be given the right to touch the relic?
ko: 첫번째 리트리버의 제단에서 탄생한 유물이 비의를 행하는 자들의 관심을 끌고 있는 것 같습니다. 한 드루이드가 신성한 물품을 정화하기 위해 드레젠에 도착했고, 나이달의 어둠 여사제는 그 물건을 자신의 신인 존-쿠쏜에게 바치고 싶어합니다. 마지막으로 라마슈투의 광적인 숭배자는 오랜 시간동안 죽어있던 괴물의 영혼을 일깨우길 간절히 원합니다. 누구에게 이 유물을 맡겨야 할까요?
ko_mt: 첫 번째 사냥꾼의 제단에서 만들어진 유물은 비밀 지식을 가진 수련자들을 끌어모으고 있습니다. 드레젠에 도착한 드루이드는 부패한 성물을 정화할 수 있는 권한을 요청하고, 나이달의 어둠의 여사제는 후원자 존 쿠톤에게 바치고 싶어하며, 라마슈투의 열광적인 숭배자는 오랫동안 죽은 괴물의 영혼을 깨우기를 갈망하고 있습니다. 유물을 만질 수 있는 권한은 누구에게 주어질까요?

source: {g|AltarOfTheDarkHunter_PaddedArmor}[Choice effects]{/g} Padded Armor
ko: {g|AltarOfTheDarkHunter_PaddedArmor}[선택 효과]{/g} 누비갑옷
ko_mt: {g|AltarOfTheDarkHunter_PaddedArmor}[선택 효과]{/g} 누비갑옷

source: Skilled armorers turned the solid web of the first retriever into padded armor. They applied it layer by layer and then quilted with steel thread.
ko: 노련한 갑옷장인들은 첫번째 리트리버의 견고한 거미줄을 여러겹으로 쌓고, 철사로 그것들을 엮는 방법으로 인상적인 누비갑옷을 만들어냈습니다.
ko_mt: 숙련된 갑옷 장인들이 최초의 리트리버의 단단한 그물망을 누비갑옷으로 만들었습니다. 한 겹 한 겹 덧댄 다음 강철 실로 퀼트했습니다.

source: {g|AltarOfTheDarkHunter_Shirt}[Choice effects]{/g} Shirt
ko: {g|AltarOfTheDarkHunter_Shirt}[선택 효과]{/g} 셔츠
ko_mt: {g|AltarOfTheDarkHunter_Shirt}[선택 효과]{/g} Shirt

source: Skillful tailors wove a magnificent garment from the webs of the first retriever.
ko: 능력있는 재단사는 첫번째 리트리버의 거미줄로 훌륭한 옷을 만들어냈습니다.
ko_mt: 숙련된 재단사가 최초의 리트리버의 거미줄로 멋진 의상을 만들었습니다.

source: The Fate of the Altar of the First Retriever
ko: 첫번째 리트리버 제단의 운명
ko_mt: 첫 번째 리트리버의 제단의 운명

source: The craftsmen are ready to use the web enveloping the Altar of the First Retriever to create a relic for the Commander. A decision needs to be made on what kind of item this relic is going to be.
ko: 장인들은 첫번째 리트리버 제단을 덮은 거미줄을 사용해 유물을 제작할 수 있습니다. 거미줄을 어떤 유물로 만들지 결정해야 합니다.
ko_mt: 장인들은 첫 번째 리트리버의 제단을 감싸고 있는 거미줄을 사용하여 사령관에게 줄 유물을 만들 준비가 되었습니다. 이 유물을 어떤 아이템으로 만들지 결정해야 합니다.

source: {g|AncientMap_Bardiche_Formation}[Choice effects]{/g} Consecrate the Last Ash
ko: {g|AncientMap_Bardiche_Formation}[선택 효과]{/g} 최후의 물푸레나무를 축성한다
ko_mt: {g|AncientMap_Bardiche_Formation}[선택 효과]{/g} 마지막 재 봉헌

source: The priests of Iomedae performed sacred rites over the weapon made from the Last Ash. They asked the Inheritor to exact a great vindication for the death of Sarkoris so that the souls of the fallen could find peace.
ko: 아이오메데의 사제들이 최후의 물푸레나무로 만든 무기에 성스러운 의식을 행했습니다. 이들은 계승자에게 망자들의 영혼이 안식에 들 수 있도록 사코리스의 몰락에 대한 복수를 청했습니다.
ko_mt: 아이오메데의 사제들은 마지막 재로 만든 무기를 놓고 신성한 의식을 거행했습니다. 그들은 계승자에게 사르코리스의 죽음에 대한 대가를 치르게 해달라고, 죽은 자들의 영혼이 평화를 찾을 수 있도록 해달라고 빌었습니다.

source: {g|AncientMap_HeavyPick_Formation}[Choice effects]{/g} Consecrate the Last Ash
ko: {g|AncientMap_HeavyPick_Formation}[선택 효과]{/g} 최후의 물푸레나무를 축성한다
ko_mt: {g|AncientMap_HeavyPick_Formation}[선택 효과]{/g} 마지막 재 봉헌

source: {g|AncientMap_Bardiche_Planning}[Choice effects]{/g} Enchant the Last Ash
ko: {g|AncientMap_Bardiche_Planning}[선택 효과]{/g} 최후의 물푸레나무에 마법을 부여한다
ko_mt: {g|AncientMap_Bardiche_Planning}[선택 효과]{/g} 마지막 재 인챈트

source: A skilled weaponsmith and mage, who has come from far-away Tian Xia, was impressed by the weapon made from the branch of the Last Ash. He humbly asked to be allowed to "improve" it by balancing its hidden energies and making it "a true weapon of victory."
ko: 머나먼 티엔시아에서 찾아온 유능한 무기장인 마법사가 이 최후의 물푸레나무로 만들어진 무기에 깊은 감명을 받았습니다. 그는 "진정한 승리의 무기"를 만들기 위해 무기의 안에 숨겨진 에너지를 조율하여 "강화"할 것을 허락받고자 합니다.
ko_mt: 멀리 티엔-시아에서 온 숙련된 무기 제작자이자 마법사가 마지막 재의 가지로 만든 무기를 보고 감명을 받았습니다. 그는 숨겨진 에너지의 균형을 맞춰 "진정한 승리의 무기"로 "개선"할 수 있게 해달라고 겸손하게 요청했습니다."

source: {g|AncientMap_HeavyPick_Planning}[Choice effects]{/g} Enchant the Last Ash
ko: {g|AncientMap_HeavyPick_Planning}[선택 효과]{/g} 최후의 물푸레나무에 마법을 부여한다
ko_mt: {g|AncientMap_HeavyPick_Planning}[선택 효과]{/g} 마지막 재 인챈트

source: {g|AncientMap_Bardiche_Wound}[Choice effects]{/g} Pray to the ancestors over the Last Ash
ko: {g|AncientMap_Bardiche_Wound}[선택 효과]{/g} 최후의 물푸레나무에 선조들을 위한 기도를 올린다
ko_mt: {g|AncientMap_Bardiche_Wound}[선택 효과]{/g} 마지막 재를 통해 조상에게 기도하기

source: The Kellids triumph — the legend comes true, the branch of the Last Ash has returned to the world to herald the defeat of the demons. They prayed over the Last Ash, so that their dead ancestors could share their joy.
ko: 최후의 물푸레나무의 가지가 데몬을 물리치기 위해 돌아온다는 전설이 현실이 되자, 켈리드인들은 환희에 찼습니다. 그들은 스러진 선조들과 기쁨을 나누기 위해 최후의 물푸레나무에 기도를 올렸습니다.
ko_mt: 켈리드의 승리 - 전설이 실현되고, 라스트 애쉬의 지부가 데몬의 패배를 알리기 위해 세상으로 돌아왔습니다. 그들은 죽은 조상들이 기쁨을 나눌 수 있도록 라스트 애쉬를 위해 기도했습니다.

source: {g|AncientMap_HeavyPick_Wound}[Choice effects]{/g} Pray to the ancestors over the Last Ash
ko: {g|AncientMap_HeavyPick_Wound}[선택 효과{/g} 최후의 물푸레나무에 선조들을 위한 기도를 올린다
ko_mt: {g|AncientMap_HeavyPick_Wound}[선택 효과]{/g} 마지막 재를 통해 조상에게 기도하기

source: Enchanting the Branch of the Last Ash
ko: 최후의 물푸레나무에 마법 부여하기
ko_mt: 마지막 재의 가지 마법 부여

source: Word that the branch of the Last Ash has been procured has spread far and wide. Three groups of supplicants have come to Drezen to behold the relic. All of them are asking to conduct their rituals over it, but only one can obtain this right.
ko: 최후의 물푸레나무의 가지를 발견했다는 소식이 온 세상에 퍼졌습니다. 이 유물을 직접 보기 위해 세 무리의 사람들이 드레젠으로 찾아왔습니다. 이들은 모두 이 가지에 자신들의 의식을 치르기를 원하지만, 그들 중 하나만이 그 권리를 얻게 될 것입니다.
ko_mt: 마지막 재의 가지가 구해졌다는 소문이 널리 퍼졌습니다. 세 그룹의 간청자들이 유물을 보기 위해 드레젠을 찾아왔습니다. 모두 유물에 대한 의식을 집행해 달라고 요청하지만, 오직 한 명만이 이 권리를 얻을 수 있습니다.

source: {g|AncientMap_Bardiche}[Choice effects]{/g} Bardiche
ko: {g|AncientMap_Bardiche}[선택 효과]{/g} 바디시
ko_mt: {g|AncientMap_Bardiche}[선택 효과]{/g} 바디시

source: The Commander's servants have carried out the decree.
ko: 사령관의 부하들이 명령을 이행했습니다.
ko_mt: 사령관의 신하들이 칙령을 집행했습니다.

source: {g|AncientMap_HeavyPick}[Choice effects]{/g} Heavy Pick
ko: {g|AncientMap_HeavyPick}[선택 효과]{/g} 중형 곡괭이
ko_mt: {g|AncientMap_HeavyPick}[선택 효과]{/g} 중형 곡괭이

source: The Branch of the Last Ash
ko: 최후의 물푸레나무의 가지
ko_mt: 마지막 재의 가지

source: Upon their return, the knights presented the Commander with the branch of the Last Ash. It is time to decide which kind of weapon will use the branch as its shaft.
ko: 귀환한 기사들은 사령관에게 최후의 물푸레나무의 가지를 보여주었습니다. 이 가지를 틀로 삼아 어떤 무기를 만들지 정해야 합니다.
ko_mt: 돌아온 기사들은 사령관에게 마지막 재의 가지를 선물했습니다. 이제 그 가지를 어떤 무기의 축으로 사용할지 결정할 차례입니다.

source: {g|AttractiveImpulse_Gloves_PassionateLove}[Choice effects]{/g} Consecrate the Attractive Impulse to Shelyn
ko: {g|AttractiveImpulse_Gloves_PassionateLove}[선택 효과]{/g} 셸린에게 매혹적인 충동을 바친다
ko_mt: {g|AttractiveImpulse_Gloves_PassionateLove}[선택 효과]{/g} 셸린에게 매력적인 충동 봉헌하기

source: The priestesses of Shelyn conducted a ritual over the gemstone, which called upon the grace of the Lady of Chrysanthemums.
ko: 셸린의 여사제들은 국화 꽃의 여인의 축복을 현현시키기 위해 보석에 의식을 행했습니다.
ko_mt: 쉴린의 여사제들은 국화 여신의 은총을 부르는 보석을 놓고 의식을 거행했습니다.

source: {g|AttractiveImpulse_LightCrossbow_PassionateLove}[Choice effects]{/g} Consecrate the Attractive Impulse to Shelyn
ko: {g|AttractiveImpulse_LightCrossbow_PassionateLove}[선택 효과]{/g} 셸린에게 매혹적인 충동을 바친다
ko_mt: {g|AttractiveImpulse_LightCrossbow_PassionateLove}[선택 효과]{/g} 셸린에게 매력적인 충동 봉헌하기

source: {g|AttractiveImpulse_MetamagicRod_PassionateLove}[Choice effects]{/g} Consecrate the Attractive Impulse to Shelyn
ko: {g|AttractiveImpulse_MetamagicRod_PassionateLove}[선택 효과]{/g} 셸린에게 매혹적인 충동을 바친다
ko_mt: {g|AttractiveImpulse_MetamagicRod_PassionateLove}[선택 효과]{/g} 셸린에게 매력적인 충동 봉헌하기

source: {g|AttractiveImpulse_Gloves_ConsumingLust}[Choice effects]{/g} Consecrate the Attractive Impulse to Calistria
ko: {g|AttractiveImpulse_Gloves_ConsumingLust}[선택 효과]{/g} 칼리스트리아에게 매혹적인 충동을 바친다
ko_mt: {g|AttractiveImpulse_Gloves_ConsumingLust}[선택 효과]{/g} 칼리스트리아에 매혹의 충동 봉헌하기

source: The priestesses of vengeful Calistria were happy to conduct a ritual over the gemstone that crowned the vengeance of their deity.
ko: 칼리스트리아의 여사제들은 여신의 복수를 이루기 위해 보석에 의식을 거행했다는 사실에 크게 기뻐했습니다.
ko_mt: 복수심에 불타는 칼리스트리아의 여사제들은 신의 복수를 상징하는 보석을 놓고 기꺼이 의식을 거행했습니다.

source: {g|AttractiveImpulse_LightCrossbow_ConsumingLust}[Choice effects]{/g} Consecrate the Attractive Impulse to Calistria
ko: {g|AttractiveImpulse_LightCrossbow_ConsumingLust}[선택 효과]{/g} 칼리스트리아에게 매혹적인 충동을 바친다
ko_mt: {g|AttractiveImpulse_LightCrossbow_ConsumingLust}[선택 효과]{/g} 칼리스트리아에 매혹의 충동 봉헌하기

source: {g|AttractiveImpulse_MetamagicRod_ConsumingLust}[Choice effects]{/g} Consecrate the Attractive Impulse to Calistria
ko: {g|AttractiveImpulse_MetamagicRod_ConsumingLust}[선택 효과]{/g} 칼리스트리아에게 매혹적인 충동을 바친다
ko_mt: {g|AttractiveImpulse_MetamagicRod_ConsumingLust}[선택 효과]{/g} 칼리스트리아에 매혹의 충동 봉헌하기

source: Enchanting the Attractive Impulse
ko: 매혹적인 충동에 마법 부여하기
ko_mt: 매력적인 충동에 매혹되기

source: Priestesses of Shelyn and Calistria have arrived in Drezen to perform a ritual over the gemstone known as the Attractive Impulse. An argument broke out between them over who should have the right to complete their mission and who would get nothing.
ko: 셸린과 칼리스트리아의 여사제가 매혹적인 충동이라고 알려진 보석에 의식을 행하기 위해 드레젠에 도착했습니다. 셸린과 칼리스트리아의 사제들은 서로 자신들이 의식을 거행해야 한다며 말싸움을 벌이고 있습니다.
ko_mt: 셸린과 칼리스트리아의 여사제들이 매력적인 충동으로 알려진 보석을 둘러싼 의식을 치르기 위해 드레젠에 도착했습니다. 누가 임무를 완수할 권리가 있고 누가 아무것도 얻지 못할지를 두고 두 여사제 사이에 논쟁이 벌어졌습니다.

source: {g|AttractiveImpulse_Gloves}[Choice effects]{/g} Adorn gloves
ko: {g|AttractiveImpulse_Gloves}[선택 효과]{/g} 장갑을 장식한다
ko_mt: {g|AttractiveImpulse_Gloves}[선택 효과]{/g} 장갑 장식

source: {g|AttractiveImpulse_LightCrossbow}[Choice effects]{/g} Adorn a light crossbow
ko: {g|AttractiveImpulse_LightCrossbow}[선택 효과]{/g} 소형 쇠뇌를 장식한다
ko_mt: {g|AttractiveImpulse_LightCrossbow}[선택 효과]{/g} 경쇠뇌 장식하기

source: {g|AttractiveImpulse_MetamagicRod}[Choice effects]{/g} Adorn a metamagic rod
ko: {g|AttractiveImpulse_MetamagicRod}[선택 효과]{/g} 메타매직 로드를 장식한다
ko_mt: {g|AttractiveImpulse_MetamagicRod}[선택 효과]{/g} 메타매직 막대 장식하기

source: The fate of the Attractive Impulse
ko: 매혹적인 충동의 운명
ko_mt: 매력적인 충동의 운명

source: An ancient gemstone called the Attractive Impulse holds tremendous magical power. By placing it on h{mf|is|er} gear the Commander will have its power at h{mf|is|er} disposal.
ko: 매혹적인 충동이라고 명명된 보석은 막대한 마법의 힘을 담고있습니다. 사령관은 자신의 장비에 보석을 꽂아넣음으로써 보석이 가진 힘을 사용할 수 있을 것입니다.
ko_mt: 매력의 충동이라고 불리는 고대 보석은 엄청난 마법의 힘을 지니고 있습니다. 이 보석을 {mf|그|그녀}의 장비에 착용하면 사령관은 그 힘을 마음대로 사용할 수 있습니다.

source: {g|BaphometFire_Robe_AnimalisticFire}[Choice effects]{/g} The druid
ko: {g|BaphometFire_Robe_AnimalisticFire}[선택 효과]{/g} 드루이드
ko_mt: {g|BaphometFire_Robe_AnimalisticFire}[선택 효과]{/g} 드루이드

source: The grim druid followed the howl of fiery creatures coming from the depths of Baphomet's flame, demanding to be set free. The druid released the flaming monsters, drawing upon their remaining power to fill the unholy relic with bestial rage.
ko: 음울한 드루이드는 바포메트의 화염 깊숙한 곳에서 해방을 울부 짖는 울음소리를 쫓았습니다. 드루이드는 불타는 짐승들을 풀어줬고, 그와 동시에 이 지옥의 괴물들에게 남은 힘을 뽑아내, 불경한 유물을 짐승들의 분노로 채워 넣었습니다.
ko_mt: 암울한 드루이드는 바포메트의 불길 깊은 곳에서 들려오는 불타는 괴물들의 울부짖음을 따라가면서 풀어달라고 요구했습니다. 드루이드는 불타는 괴물들을 풀어주었고, 남은 힘을 끌어모아 부정한 유물을 짐승같은 분노로 가득 채웠습니다.

source: {g|BaphometFire_Robe_BurningCunning}[Choice effects]{/g} The medium
ko: {g|BaphometFire_Robe_BurningCunning}[선택 효과]{/g} 영매
ko_mt: {g|BaphometFire_Robe_BurningCunning}[선택 효과]{/g} 매체

source: The wandering medium heard the spirit of Kearius, ever-burning in Baphomet's fire. Tortured by the flame, the priest became disillusioned with his master and yearned for revenge. The medium awakened the burnt priest's voice, and now Kearius's guile will serve the new owner of the relic.
ko: 영원히 바포메트의 화염에 불타고 있는 케아리우스의 영혼이 방황하던 영매에게 속삭였습니다. 화염으로 고문당하고 있는 성직자는 자신의 주인에 대한 신앙을 잃어버렸고, 따라서 그에게 복수하기를 원합니다. 영매는 불운한 자의 불타버린 목소리를 깨워냈고, 이제부터 케아리우스의 모든 교활함이 새로운 유물 소지자를 위해 쓰여질 것입니다.
ko_mt: 방황하던 사제는 바포메트의 불 속에서 끊임없이 타오르는 케리우스의 영혼을 들었습니다. 불길에 고문당한 사제는 스승에게 환멸을 느끼고 복수를 갈망하게 되었습니다. 매체는 불에 탄 사제의 목소리를 깨웠고, 이제 케리우스의 간계는 유물의 새로운 주인을 섬기게 될 것입니다.

source: {g|BaphometFire_Gloves_AnimalisticFire}[Choice effects]{/g} The druid
ko: {g|BaphometFire_Gloves_AnimalisticFire}[선택 효과]{/g} 드루이드
ko_mt: {g|BaphometFire_Gloves_AnimalisticFire}[선택 효과]{/g} 드루이드

source: {g|BaphometFire_Gloves_BurningCunning}[Choice effects]{/g} The medium
ko: {g|BaphometFire_Gloves_BurningCunning}[선택 효과]{/g} 영매
ko_mt: {g|BaphometFire_Gloves_BurningCunning}[선택 효과]{/g} 매체

source: Enchanting Baphomet's Fire
ko: 바포메트의 화염에 마법 부여하기
ko_mt: 매혹적인 바포메트의 불

source: Two spellcasters, a druid and a medium, are asking to be allowed access to the relic containing Baphomet's fire. Their rituals will empower the relic, but the Commander will have to choose who gets the right to approach the dark flame of the Lord of Beasts.
ko: 두 마법 사용자, 드루이드와 영매가 바포메트의 화염이 담긴 유물에 의식을 거행하고 싶어합니다. 그들은 의식을 통해 유물에 새로운 힘을 부여할 것입니다만, 사령관은 둘 중 누구에게 짐승의 군주의 암흑 화염에 다가설 영광을 줄 지 선택해야 합니다.
ko_mt: 두 명의 마법사, 드루이드와 미디엄이 바포메트의 불이 담긴 유물에 접근할 수 있게 해달라고 요청하고 있습니다. 그들의 의식은 유물에 힘을 부여하지만, 사령관은 누가 야수의 군주의 어둠의 불꽃에 접근할 수 있는 권한을 가질지 선택해야 합니다.

source: {g|BaphometFire_Robe}[Choice effects]{/g} A robe
ko: {g|BaphometFire_Robe}[선택 효과]{/g} 로브
ko_mt: {g|BaphometFire_Robe}[선택 효과]{/g} 가운

source: An experienced mage placed Baphomet's flame inside magical coals which she then used to adorn a robe sewn for the Commander.
ko: 숙련된 마법사가 바포메트의 화염을 마법의 석탄 안에 넣었습니다. 이 마법의 석탄은 사령관을 위해 특별히 제작된 로브에 장착될 것입니다.
ko_mt: 숙련된 마법사가 바포메트의 불꽃을 마법의 석탄 안에 넣어 사령관에게 바느질한 예복을 장식했습니다.

source: {g|BaphometFire_Gloves}[Choice effects]{/g} Gloves
ko: {g|BaphometFire_Gloves}[선택 효과]{/g} 장갑
ko_mt: {g|BaphometFire_Gloves}[선택 효과]{/g} 장갑

source: A skilled alchemist used Baphomet's fire to "spin" fine glowing threads, durable and reliable. With these threads, he sewed a pair of gloves that now hold a spark of Baphomet's power.
ko: 능력있는 연금술사가 바포메트의 화염을 이용해 아주 튼튼하고 빛나는 직물을 만들어 냈습니다. 연금술사는 이 직물들로 데몬 군주의 힘이 일부 깃든 장갑을 만들 수 있었습니다.
ko_mt: 숙련된 연금술사가 바포메트의 불을 사용하여 내구성과 신뢰성을 갖춘 가늘고 빛나는 실을 "회전"시켰어요. 그는 이 실로 바포메트의 힘이 담긴 장갑을 꿰매었고, 이 장갑은 이제 바포메트의 불꽃을 품고 있습니다.

source: The Fate of Baphomet's Fire
ko: 바포메트의 화염의 운명
ko_mt: 바포메트의 불의 운명

source: The spellcasters wish to bind the power of Baphomet's flame to a relic that the Commander can use. Now, all that is left is to decide what kind of item this relic is going to be.
ko: 마법 사용자들은 바포메트의 화염의 힘을 사령관이 사용할 수 있는 유물에 속박하고 싶어합니다. 사령관이 할 일은, 어떤 유물에 속박할지 결정하는 것 뿐입니다.
ko_mt: 주문 시전자들은 바포메트의 불꽃의 힘을 사령관이 사용할 수 있는 유물에 묶어두려고 합니다. 이제 남은 것은 이 유물이 어떤 아이템이 될지 결정하는 것뿐입니다.
