Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: A group of fallen dragons has arrived in Drezen to join the flock of a new leader.
ko: 한 무리의 타락한 드래곤들이 새로운 우두머리를 따르고자 드레젠에 도착했습니다.
ko_mt: 타락한 용 무리가 새로운 지도자의 무리에 합류하기 위해 드레젠에 도착했습니다.

source: 2 {g|CopperDragons}[Copper Dragons]{/g}, 3 {g|BrassDragons}[Brass Dragons]{/g}, 2 {g|BronzeDragons}[Bronze Dragons]{/g}, 1 {g|GoldDragons}[Gold Dragon]{/g} and 1 {g|SilverDragons}[Silver Dragon]{/g} have been recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 2 {g|CopperDragons}[코퍼 드래곤]{/g}, 3 {g|BrassDragons}[브라스 드래곤]{/g}, 2 {g|BronzeDragons}[브론즈 드래곤]{/g}, 1 {g|GoldDragons}[골드 드래곤]{/g} 및 1 {g|SilverDragons}[실버 드래곤]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에 2명 {g|CopperDragons}[구리 드래곤]{/g}, 3명 {g|BrassDragons}[황동 드래곤]{/g}, 2명 {g|BronzeDragons}[구리 드래곤]{/g}, 1명 {g|GoldDragons}[골드 드래곤]{/g}, 1명 {g|SilverDragons}[실버 드래곤]{/g}이 영입되었습니다.

source: Dragon Reign
ko: 드래곤 군림
ko_mt: 드래곤 통치

source: News of the city where dragons rule over mortals has spread across Golarion. Many lizards, young and old, are ready to spread their wings and fly north to offer the Commander their support.
ko: 드래곤들이 필멸자들을 다스리는 도시에 대한 소식이 골라리온 전역에 퍼졌습니다. 나이에 상관 없이, 많은 수의 용족들이 사령관에게 도움을 제공하기 위해 그들의 날개를 펼치고, 북쪽 땅을 향해 비행할 준비가 되어있습니다.
ko_mt: 용이 인간을 다스리는 도시가 생겼다는 소식이 골라리온 전역에 퍼졌습니다. 남녀노소를 불문하고 많은 도마뱀이 사령관에게 도움을 주기 위해 날개를 펴고 북쪽으로 날아갈 준비가 되어 있습니다.

source: Dragons are arriving in the new nation to reign over the younger races.
ko: 드래곤들이 어린 종족들을 다스리고자, 갓 태어난 나라에 도착하고 있습니다.
ko_mt: 드래곤이 새로운 국가에 도착하여 어린 종족을 다스리고 있습니다.

source: 2 {g|BronzeDragons}[Bronze Dragons]{/g} have been recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 2 {g|BronzeDragons}[브론즈 드래곤]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에 {g|BronzeDragons}[브론즈 드래곤]{/g} 2명을 모집했습니다.

source: Dragon Army
ko: 드래곤 부대
ko_mt: 드래곤 군대

source: Venerable bronze dragons are known for their love of science and philosophical discourse. Upon hearing of the Commander's wisdom, they will agree to join {mf|his|her} struggle, solely to get the opportunity to communicate with such an outstanding member of their kind.
ko: 존경받아 마땅한 브론즈 드래곤들은 과학과 철학 토론을 사랑하는 것으로 유명합니다. 사령관의 지혜에 대해 들은 브론즈 드래곤들은 그 정도로 훌륭한 지성을 가진 동족과 대화할 기회를 얻기위해 사령관의 싸움에 동참하기로 결의했습니다.
ko_mt: 유서 깊은 브론즈 드래곤은 과학과 철학적 담론을 좋아하는 것으로 유명합니다. 사령관의 지혜에 대해 듣자마자 그들은 {mf|그|그녀}의 투쟁에 동참하는데 동의할 것이며, 오로지 같은 종족의 뛰어난 구성원과 소통할 기회를 얻기 위해서입니다.

source: A flock of bronze dragons have answered the Commander's call.
ko: 브론즈 드래곤 무리가 사령관의 부름에 응답했습니다.
ko_mt: 브론즈 드래곤 무리가 사령관의 부름에 응답했습니다.

source: Energy Points income increases by 1.
ko: 에너지 점수 수입이 1 증가합니다.
ko_mt: 에너지 점수 수입이 1 증가합니다.

source: Secrets of Druids
ko: 드루이드의 비밀
ko_mt: 드루이드의 비밀

source: Order of the Flaming Lance passed on to the Commander the notebook that belonged to Miammir. The scrawl it contains is barely legible. However, a cleric who has studied it suggested Miammir had been writing down secrets revealed to her while communicating with undead druids of Sarkoris. Complete transcription will take time and effort, but who knows how useful the secrets gleaned by the sorceress might be?
ko: 불타는 기병창 기사단이 미아미르가 가지고 있었던 문서를 사령관에게 넘겨주었습니다. 휘갈겨 쓴 글씨는 알아보기 매우 힘들었지만, 이 문서를 연구하던 사제 한명이 미아미르가 사코리스의 언데드 드루이드들과 지내며 발견한 비밀들이 적혀있다고 말해주었습니다. 이 문서를 완전히 필사하는 것은 어렵고, 또 긴 시간이 소모되겠지만 마법사가 한 데 모은 비밀들이 얼마나 유용할 지 누가 알겠습니까?
ko_mt: 불타는 창단의 명령은 사령관에게 미아미르의 수첩을 전달했습니다. 공책에 적힌 낙서는 거의 읽을 수 없었습니다. 하지만 이를 연구한 성직자는 미아미르가 사르코리스의 언데드 드루이드와 대화하면서 알게 된 비밀을 적고 있었다고 합니다. 완전한 필사에는 시간과 노력이 필요하겠지만, 마법사가 수집한 비밀이 얼마나 유용할지 누가 알겠습니까?

source: The druidic secrets discovered by Miammir have been studied.
ko: 미아미르가 발견한 드루이드들의 비밀이 연구되었습니다.
ko_mt: 미아미르가 발견한 드루이드의 비밀을 연구했습니다.

source: All dragon units gain the {g|DruidicUpbringing}[Druidic Upbringing]{/g} feat.
ko: 모든 드래곤 유닛은 {g|DruidicUpbringing}[드루이드의 가르침]{/g} 특기를 얻습니다.
ko_mt: 모든 용 유닛은 {g|DruidicUpbringing}[드루이드 육성]{/g} 업적을 얻습니다.

source: Dragons in Care
ko: 보살핌 받는 드래곤
ko_mt: 드래곤 케어

source: There is an interesting trophy among the quarry that the Commander captured in the Ivory Sanctum: a clutch of woundwyrm eggs. It is common knowledge that such dragons, as a rule, are malicious by their nature, so nobody wants to hang around for the evil critters to be born. A group of druids is ready to relieve the crusaders of this perilous treasure and take the eggs into their care. In answer to the question on whether the druids would condition the young dragons to be kind creatures that shun violence and do not eat mortals alive, a druid evasively replied that he and his companions "should not get in the way of nature".
ko: 사령관이 상아 성소에서 취득한 물건 중에서, 재미있는 물건이 하나 끼어있었습니다. 바로 상처 용의 알 둥지입니다. 이 종의 드래곤들은 대체적으로 악독한 본성을 가지고 있고, 따라서 그 누구도 이런 사악한 짐승이 알을 깨고 나오지 않길 바라고 있습니다. 한 무리의 드루이드들이 이 알들을 자신들이 돌보겠다며, 성전사들의 골칫거리를 덜어줄 준비가 되어있습니다. 드루이드들이 과연 이 어린 드래곤이 필멸자들을 산 채로 잡아먹지도, 폭력을 휘두르지도 않는 선한 생명체로 키울 수 있을까? 에 대한 대답으로, 드루이드들은 "누구도 본성에 저항하여서는 안된다." 는 모호한 대답을 내놓았습니다.
ko_mt: 사령관이 상아 성소에서 잡은 사냥감에는 흥미로운 전리품이 있는데, 바로 상처벌레 알 뭉치입니다. 일반적으로 그러한 드래곤은 본질적으로 악의적이라는 것이 상식이므로 아무도 사악한 동물이 태어나기를 원하지 않습니다. 드루이드 그룹은 이 위험한 보물의 십자군을 구출하고 알을 돌볼 준비가 되어 있습니다. 드루이드가 어린 드래곤을 폭력을 피하고 인간을 산 채로 잡아먹지 않는 친절한 생물로 만들 수 있느냐는 질문에 드루이드는 자신과 동료들이 "자연을 방해해서는 안 된다"고 회피적으로 대답했습니다.

source: The woundwyrm eggs have been given to the druids.
ko: 상처 용의 알들이 드루이드들에게 위탁되었습니다.
ko_mt: 상처벌레 알이 드루이드에게 주어졌습니다.

source: Crusade morale increases by 20.
ko: 성전 사기가 20 증가합니다.
ko_mt: 십자군 사기가 20 증가합니다.

source: Omelet Innovation
ko: 오믈렛 혁신
ko_mt: 오믈렛 혁신

source: There is an interesting trophy among the quarry that the Commander captured in the Ivory Sanctum: a clutch of woundwyrm eggs. It is common knowledge that such dragons, as a rule, are malicious by their nature, so nobody wants to hang around for the evil critters to be born. Citadel's cook has offered to make a giant omelet such as never been tasted before. A feast for all Drezen will certainly lift the morale of the crusaders.
ko: 사령관이 상아 성소에서 취득한 물건 중에서, 재미있는 물건이 하나 끼어있었습니다. 바로 상처 용의 알 둥지입니다. 이 종의 드래곤들은 대체적으로 악독한 본성을 가지고 있고, 따라서 그 누구도 이런 사악한 짐승이 알을 깨고 나오지 않길 바라고 있습니다. 성채의 요리사가 전에 맛 본적 없는 거대한 오믈렛을 만들어 보고 싶다며 사령관에게 허가를 요청했습니다. 온 드레젠 시민들을 위한 축제는 성전사들의 사기를 드높일 것입니다.
ko_mt: 사령관이 상아 성소에서 잡은 사냥감에는 흥미로운 전리품이 있는데, 바로 상처벌레 알 뭉치입니다. 일반적으로 그러한 드래곤은 본질적으로 악의적이라는 것이 상식이기 때문에 아무도 사악한 동물이 태어나기를 원하지 않습니다. 시타델의 요리사가 전에 맛본 적이 없는 거대한 오믈렛을 만들겠다고 제안했습니다. 모든 드레젠을 위한 잔치라면 성전사들의 사기가 확실히 올라갈 것입니다.

source: The woundwyrm egg omelet was enough to feed the whole of Drezen.
ko: 상처 용의 알 오믈렛은 모든 드레젠 시민들을 충분히 배불리고도 남았습니다.
ko_mt: 상처벌레 달걀 오믈렛은 드레젠 전체를 먹일 수 있는 양이었습니다.

source: {g|Skeletons}[Skeletons]{/g} and {g|Zombies}[Zombies]{/g} gain the {g|ElyankasRites}[Elyanka's Rites]{/g} feat.
ko: {g|Skeletons}[스켈레톤]{/g} 과 {g|Zombies}[좀비]{/g} 가 {g|ElyankasRites}[엘얀카의 의식]{/g} 특기를 얻습니다.
ko_mt: {g|Skeletons}[해골]{/g} 및 {g|Zombies}[좀비]{/g}은 {g|ElyankasRites}[엘리칸카의 의식]{/g} 능력을 얻습니다.

source: Immersion into Death
ko: 죽음으로 빠져들다
ko_mt: 죽음에의 몰입

source: Elyanka revealed to the Commander that {mf|his|her} servants can gain new powers by immersing them for a short period into unholy water and cursed earth. They will then be imbued with death energies, granting them new power.
ko: 엘얀카가 사령관의 하수인들은 불경한 물과 저주받은 땅에 짧은 시기동안 수장하고, 또 매장함으로써 새로운 힘을 얻을 수 있다고 말해주었습니다. 하수인들은 죽음의 에너지로 강화되어 새로운 힘을 거머쥘 것입니다.
ko_mt: 엘리안카는 사령관에게 {mf|그|그녀}의 서번트들이 부정한 물과 저주받은 대지에 잠시 잠기면 새로운 힘을 얻을 수 있다고 밝혔습니다. 그러면 죽음의 기운이 스며들어 새로운 힘을 얻게 됩니다.

source: Elyanka's magic has imbued the undead warriors with power.
ko: 엘얀카의 마법은 언데드 전사들에게 힘을 불어넣어 주었습니다.
ko_mt: 엘리칸카의 마법이 언데드 전사들에게 힘을 불어넣었습니다.

source: 30 {g|Cultists}[Cultists]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 30 {g|Cultists}[사교도]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 30명의 {g|Cultists}[사교도]{/g}을 모집합니다.

source: Right to a Pardon
ko: 사면권
ko_mt: 사면을 받을 권리

source: Captive cultists will be given a chance to prove themselves in training fights. The most capable ones will be pardoned and recruited into the army.
ko: 붙잡힌 사교도들은 모의 전투 훈련에서 자신들을 증명할 기회를 받게될 것입니다. 가장 뛰어난 역량을 보여주는 이는 사면되어 부대에 입대하게 될 것입니다.
ko_mt: 포로로 잡힌 사이비 교도들은 훈련 전투에서 자신을 증명할 기회를 얻게 됩니다. 가장 유능한 포로들은 사면되어 군대에 입대할 것입니다.

source: The prisoners that have distinguished themselves in fights have earned the right to join the ranks.
ko: 모의 전투에서 두각을 나타낸 죄수들은 부대에 입대할 권리를 받게 되었습니다.
ko_mt: 전투에서 뛰어난 활약을 펼친 포로들은 대열에 합류할 자격을 얻습니다.

source: Adds 7,000 gold, 5,000 Finance Points, 50 Materials Points, and 25 Energy Points.
ko: 금화가 7,000, 재정 점수가 5,000, 물자 점수가 50, 에너지 점수가 25 증가합니다.
ko_mt: 7,000 골드, 5,000 재정 점수, 50 재료 점수, 25 에너지 점수를 추가합니다.

source: Unscrupulous Heir
ko: 양심없는 상속자
ko_mt: 파렴치한 상속인

source: A vengeful noble whose father was killed by a crusader wants to travel to Drezen and deliver justice to the murderer. If she dies on her journey, all her property will be inherited by the Arendae family and end up in the crusade's coffers.
ko: 한 귀족이 성전사의 손에 죽음을 맞이하게 되었습니다. 이 귀족의 딸은 복수심을 불태우며, 드레젠을 방문해 살인범에게 정의를 구현하고자 합니다. 그녀가 여행 중에 죽는다면, 그녀의 모든 재산은 아렌대 가문이 승계할 것이고, 이는 성전의 보물창고 속으로 들어올 것입니다.
ko_mt: 아버지가 십자군에게 살해당한 복수심에 불타는 귀족이 드레젠으로 가서 살인자에게 정의를 실현하고 싶어 합니다. 여정 중에 죽으면 그녀의 모든 재산은 아렌대 가문에 상속되어 십자군의 금고에 들어가게 됩니다.

source: The vengeful noble perished before she could reach Drezen.
ko: 복수심에 불타는 귀족은 드레젠에 도착하기도 전에 죽음을 맞이했습니다.
ko_mt: 복수심에 불타는 귀족은 드레젠에 도착하기도 전에 죽었습니다.

source: Finance Points income increases by 20.
ko: 재정 점수 수입이 20 증가합니다.
ko_mt: 재정 점수 수입이 20 증가합니다.

source: Buy a Cloak — Support the Crusade!
ko: 망토를 사세요 — 성전을 지원하세요!
ko_mt: 망토 구매 - 성전단을 지원하세요!

source: The Commander and the crusade are popular throughout Avistan. This could be an opportunity to make a profit by selling crusader merchandise.
ko: 아비스탄 전역이 사령관과 성전사들의 이야기로 가득합니다. 성전을 주제로하는 물품들을 판매한다면, 막대한 부를 거며쥘지도 모릅니다.
ko_mt: 사령관과 성전단은 아비스탄 전역에서 인기가 높습니다. 성전사 상품을 판매하여 수익을 창출할 수 있는 기회가 될 수 있습니다.

source: The crusade-themed merchandise is a huge hit.
ko: 성전을 주제로하는 상품들은 굉장한 인기를 끌고 있습니다.
ko_mt: 십자군 테마 상품이 큰 인기를 끌고 있습니다.

source: The Commander's power will fill the fake charms that swindlers have been selling in Drezen with holy might. This act will kindle the crusaders' faith.
ko: 사령관은 자신의 힘을 드레젠의 사기꾼들이 판매하던 가짜 부적들에 불어 넣어, 상품들을 신성한 힘으로 가득 채웠습니다. 이러한 행위는 성전사들의 신앙심에 불을 붙일 것입니다.
ko_mt: 사령관의 힘은 드레젠에서 사기꾼들이 팔던 가짜 부적을 거룩한 힘으로 채울 것입니다. 이 행위는 성전사들의 믿음에 불을 지필 것입니다.

source: The Commander's power has filled the fake amulets with true might.
ko: 사령관은 가짜 부적에 진정한 힘을 불어넣었습니다.
ko_mt: 사령관의 힘이 가짜 부적을 진정한 힘으로 채웠습니다.

source: 6 {g|SkeletonChampions}[Skeleton Champions]{/g} and 8 {g|SkeletonSharpshooters}[Skeleton Sharpshooters]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 6 {g|SkeletonChampions}[스켈레톤 챔피언]{/g}과 {g|SkeletonSharpshooters}[스켈레톤 명사수]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에 6명의 {g|SkeletonChampions}[해골 투사]{/g}과 8명의 {g|SkeletonSharpshooters}[해골 샤프슈터]{/g}이 모집됩니다.

source: Death Redeems All
ko: 죽음이 모든 이를 구원하리라
ko_mt: 죽음은 모든 것을 구속합니다

source: An army of thieves wishes to join the crusade. But one can depend on these miscreants only after they have become undead.
ko: 한 도둑 부대가 성전에 참여하고 싶어합니다. 하지만 이들은 언데드가 되어서야 비로소 신뢰할만한 병사들이 될 겁니다.
ko_mt: 도둑 군대가 십자군 전쟁에 참여하기를 원합니다. 그러나 이 도적들은 언데드가 된 후에야 믿을 수 있습니다.

source: The rogues that wanted to join the crusade have become undead and bolstered the ranks of the army.
ko: 성전에 참여하고자 했던 도적들은 언데드가 되어 부대의 전열을 강화합니다.
ko_mt: 십자군에 합류하고자 했던 도적들이 언데드가 되어 군대의 전력을 강화했습니다.

source: 6 {g|Paladins}[Paladins]{/g} and 8 {g|Marksmen}[Marksmen]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 6 {g|Paladins}[팔라딘]{/g} 과 8 {g|Marksmen}[저격수]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 6명의 {g|Paladins}[성기사]{/g}과 8명의 {g|Marksmen}[명사수]{/g}을 모집합니다.

source: Raising Heroes
ko: 영웅으로 다시 태어나다
ko_mt: 영웅 육성

source: An army of thieves wishes to join the crusade. Among the crusaders, they can let go of their dishonorable habits and become true heroes.
ko: 도적들의 군대는 성전에 참여하고 싶어합니다. 성전사들 사이에서라면 그들은 명예롭지 못한 습관을 버리고, 진정한 영웅으로 다시 태어날 수 있을겁니다.
ko_mt: 도둑 군대가 십자군 전쟁에 참여하기를 원합니다. 십자군 사이에서 그들은 불명예스러운 습관을 버리고 진정한 영웅이 될 수 있습니다.

source: The rogues that have joined the crusade have renounced the path of crime and become true crusaders.
ko: 도적들은 성전에 참여해, 범죄의 길을 걸어왔던 과거를 청산하고 진정한 성전사로 거듭났습니다.
ko_mt: 십자군에 합류한 도적들은 범죄의 길을 버리고 진정한 십자군이 되었습니다.

source: Demons assuming the form of cats and infiltrating Drezen are an affront to the Osirian goddess Bastet. Her priests are ready to set out for the Worldwound to watch over the sacred animals of their goddess and expose those who dare steal their appearance.
ko: 데몬들이 고양이의 모습을 취해, 드레젠에 침투하는 것은 오시리온의 여신인 바스테트를 모욕하는 것입니다. 여신의 사제들은 자신들의 믿음에서 신성한 것으로 여겨지는 동물들을 돌보기 위해 세계 상처로 향할 준비가 되어있으며, 감히 고양이의 모습을 취한 자들의 변장을 벗겨버릴 것입니다.
ko_mt: 고양이의 모습을 하고 드레젠에 침투한 데몬들은 오시리아의 여신 바스테트에 대한 모욕입니다. 바스테트의 사제들은 여신의 신성한 동물을 지키고 감히 그 모습을 훔치는 자들을 폭로하기 위해 세계상처로 떠날 준비가 되어 있습니다.

source: The priests of Bastet have arrived in Drezen.
ko: 바스테트의 사제들이 드레젠에 도착했습니다.
ko_mt: 바스테트의 사제들이 드레젠에 도착했습니다.

source: 10 {g|Hellknightscrusade}[Hellknights]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 10 {g|Hellknightscrusade}[헬나이트]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 10 {g|Hellknightscrusade}[지옥기사]{/g}을 모집합니다.

source: Help of the Nail
ko: 대못의 도움
ko_mt: 네일의 도움

source: The expeditionary corps of the Order of the Nail is ready to set out for Drezen to aid the crusaders with bringing the light of civilization to the savage wastes of the Wound.
ko: 대못 기사단의 원정대가 성전사들을 도와, 세계상처의 거친 황무지에 문명의 빛을 가저오기 위해 드레젠으로 떠날 준비가 되었습니다.
ko_mt: 못의 기사단 원정대가 상처의 야만적인 황무지에 문명의 빛을 가져오는 십자군을 돕기 위해 드레젠으로 떠날 준비를 마쳤습니다.

source: The forces of the Order of the Nail have arrived in Drezen.
ko: 대못 기사단의 원정대가 드레젠에 도착했습니다.
ko_mt: 못의 기사단 병력이 드레젠에 도착했습니다.

source: Adds 400 Military experience points.
ko: 군사 경험치가 400 증가합니다.
ko_mt: 군사 경험치 400점을 추가합니다.

source: Reinforcing the Walls
ko: 성벽 강화
ko_mt: 벽 보강하기

source: The walls of Drezen have been fortified.
ko: 드레젠의 성벽이 강화되었습니다.
ko_mt: 드레젠의 성벽이 강화되었습니다.

source: Adds 1,000 Logistics experience points.
ko: 병참 경험치가 1,000 증가합니다.
ko_mt: 물류 경험치 1,000점을 추가합니다.

source: Widening the Streets
ko: 거리 확장
ko_mt: 거리 넓히기

source: By expanding the streets and improving their accessibility, the Commander will make the supply officers' work easier.
ko: 사령관은 거리를 확장하고 접근성을 높여 보급 장교의 업무를 수월하게 만들 것입니다.
ko_mt: 사령관은 도로를 확장하고 접근성을 개선하여 보급 장교들의 업무를 더 쉽게 만들 것입니다.

source: The streets in Drezen have been expanded.
ko: 드레젠의 거리가 확장되었습니다.
ko_mt: 드레젠의 거리가 확장되었습니다.

source: Adds 2,000 Diplomacy experience points, crusade morale increases by 30.
ko: 외교 경험치가 2,000 증가하고, 성전 사기가 30 증가합니다.
ko_mt: 외교 경험치 2,000이 추가되고, 십자군 사기가 30 증가합니다.

source: Dangerous Kids
ko: 위험한 아이들
ko_mt: 위험한 어린이

source: A unit of halflings posing as children will serve as bait for the band of demonic kidnappers working in Mendev, then destroy them.
ko: 아이들로 변장한 하플링 부대는 멘데브 전역에서 문제를 일으키고 있는 데몬 유괴범들을 꾀는 미끼가 되어, 그들을 파괴할 것입니다.
ko_mt: 어린이로 위장한 하플링 부대는 멘데브에서 활동하는 데몬 납치범 무리의 미끼가 되어 그들을 파괴할 것입니다.

source: The band of demons that was abducting children has been eliminated.
ko: 아이들을 납치한 데몬 무리가 섬멸되었습니다.
ko_mt: 아이들을 납치하던 데몬 무리가 제거되었습니다.

source: Adds 1,500 Diplomacy experience points and 60 Energy Points.
ko: 외교 경험치가 1,500 증가하고, 에너지 점수가 60 증가합니다.
ko_mt: 외교 경험치 1,500과 에너지 점수 60을 추가합니다.

source: Hunt for the Kidnappers
ko: 유괴범 사냥
ko_mt: 납치범 찾기

source: Skilled trackers and interrogators will hunt down and destroy the band of demons that has been kidnapping children.
ko: 숙련된 추적꾼과 조사관들이 아이들을 납치한 데몬 무리를 사냥하고, 파괴할 것입니다.
ko_mt: 숙련된 추적자와 심문관이 아이들을 납치해 온 데몬 무리를 찾아내 파괴합니다.

source: 12 {g|ShieldBearers}[ShieldBearers]{/g} are recruited at the Commander's headquarters, adds 1,500 Finance Points.
ko: 사령관의 지휘부에 12 {g|ShieldBearers}[방패병]{/g}이 모집되고, 재정 점수가 1,500 증가합니다.

source: Ransom from the Mountain Kings
ko: 산의 군주들이 보내온 몸값
ko_mt: 마운틴 킹의 몸값

source: Dwarven lords are willing to pay with gold and soldiers for the return of their clan's relic — guardian golems that were once immured within the walls of Drezen.
ko: 드워프 군주들은 씨족의 유물 — 한 때 드레젠 성벽에 묻혀있던 수호 골렘들을 돌려받기 위해 금화와 병사들로 값을 지불하고자 합니다.
ko_mt: 드워프 영주들은 드레젠 성벽 안에 잠들어 있던 부족의 유물인 수호 골렘을 되찾아오는 대가로 황금과 병사를 기꺼이 지불합니다.

source: The dwarves have delivered the payment for their golems.
ko: 골렘들을 돌려받는 대가로, 드워프들이 병사와 금화를 보내왔습니다.
ko_mt: 드워프들이 골렘의 대금을 전달했습니다.

source: 3 {g|EarthElementals}[Earth Elementals]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 3 {g|EarthElementals}[대지 정령]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 3명의 {g|EarthElementals}[대지 정령]{/g}을 모집합니다.

source: Warden Golems
ko: 수호자 골렘
ko_mt: 워든 골렘

source: The mages will extract the guardian golems out of Drezen's walls, renew the arcane runes, and prepare them for battle.
ko: 마법사들은 수호 골렘을 드레젠의 성벽에서 꺼내, 비전 룬을 새로 씀으로써 다가올 전투에 골렘들을 투입할 수 있도록 조치할 것입니다.
ko_mt: 마법사는 드레젠의 성벽에서 수호 골렘을 추출하고 비전 룬을 갱신하여 전투를 준비합니다.

source: The golems have been mended and are ready for a fight.
ko: 골렘들은 수리되어 전투에 투입할 수 있게 되었습니다.
ko_mt: 골렘을 고쳐서 싸울 준비를 마쳤습니다.

source: Adds 1,000 Leadership experience points, crusade morale increases by 30.
ko: 지휘 경험치가 1,000 증가하고, 성전 사기가 30 증가합니다.
ko_mt: 리더십 경험치 1,000이 추가되고, 십자군 사기가 30 증가합니다.

source: Senior Comrades
ko: 선배 전우들
ko_mt: 선배 동지

source: Seelah will select the most valiant and responsible warriors that will keep their comrades' morale in check and seek out any signs of treason or doubt.
ko: 실라는 가장 용맹스럽고, 책임감이 강한 전사들을 선택해, 전우들의 사기가 살피도록 명령했습니다. 이들은 어떠한 배신이나 의심의 흔적들도 찾아낼 것입니다.
ko_mt: 실라는 가장 용감하고 책임감 있는 전사를 선발하여 전우들의 사기를 유지하고 반역이나 의심의 조짐을 찾아낼 것입니다.

source: Seelah has selected the most reliable fighters that will look after their comrades' morale.
ko: 실라는 믿을 수 있는 전사들을 선택해 전우들의 사기를 살필 것입니다.
ko_mt: 실라는 전우들의 사기를 책임질 가장 믿을 수 있는 전사들을 선발했습니다.

source: 2 {g|ZagelforntzsGiants}[Zagelforntz's Giants]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 2 {g|ZagelforntzsGiants}[자겔포른츠 거인]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 {g|ZagelforntzsGiants}[자겔펀츠의 거인] 2명을 모집합니다.

source: Abnormal Giants
ko: 비정상적인 거인들
ko_mt: 비정상 거인

source: A faulty potion has turned a number of crusaders into giants. The crusade could use their strength.
ko: 문제투성이 물약 때문에 많은 성전사들이 거인으로 변했습니다. 성전은 이들의 힘을 사용할 수 있었습니다.
ko_mt: 잘못된 물약으로 인해 수많은 성전사가 거인으로 변했습니다. 성전단은 그들의 힘을 사용할 수 있습니다.

source: The soldiers that got turned into giants by the alchemical potion have reported to the officers.
ko: 연금술 물약으로 인해 거인으로 변한 병사들은 장교들에게 보고를 올렸습니다.
ko_mt: 연금술 물약으로 거인으로 변한 병사들이 장교들에게 보고했습니다.

source: Materials Points income increases by 2, adds 1,500 Logistics experience points.
ko: 물자 점수 수입이 2 증가하고, 병참 경험치가 1,500 증가합니다.
ko_mt: 재료 점수 수입이 2 증가하고, 물류 경험치가 1,500 추가됩니다.

source: Giants' Village
ko: 거인들의 마을
ko_mt: 거인의 마을

source: A group of crusaders has been subjected to a botched potion that has turned them into giants. It is now difficult for them to live among their former comrades, but after founding a separate settlement, they could eventually come to terms with their new lives.
ko: 몇몇 성전사들이 실패한 물약을 마셨고, 거인으로 변해버렸습니다. 거인이 된 병사들은 과거의 전우들과 함께 생활하는 것은 불가능해 보입니다. 하지만 새로운 정착지를 세운다면, 그들에게 갑작스럽게 닥친 삶의 변화에 적응할 수 있도록 해줄 것입니다.
ko_mt: 한 무리의 십자군 전사들이 잘못된 물약을 마시고 거인으로 변했습니다. 이제 그들은 옛 동료들과 함께 살기 어렵지만, 별도의 정착지를 세운 후 결국 새로운 삶에 적응할 수 있게 됩니다.

source: The giant village has been founded.
ko: 거인 마을이 건설되었습니다.
ko_mt: 거대한 마을이 세워졌습니다.

source: Crusade morale increases by 20.
ko: 성전 사기가 20 증가합니다.
ko_mt: 십자군 사기가 20 증가합니다.

source: Healing the Giants
ko: 거인 치료
ko_mt: 거인 치유

source: A group of warriors has been subjected to a dangerous potion that has turned them into giants. They need to be cured.
ko: 위험한 물약을 마신 전사들이 거인으로 변해버렸습니다. 그들에게는 치료가 필요합니다.
ko_mt: 한 무리의 전사들이 위험한 물약을 마시고 거인으로 변해버렸습니다. 그들을 치료해야 합니다.

source: The poor soldiers that fell victim to the alchemist's potion have been cured.
ko: 연금술사의 물약을 마셔버린 가엾은 병사들이 치료되었습니다.
ko_mt: 연금술사의 물약에 희생된 불쌍한 병사들을 치료했습니다.

source: The giants that were created by Zagelforntz's alchemical potion will be useful for heavy labor on the home front.
ko: 자겔포른츠의 연금술 물약을 마시고 거인이 되어버린 병사들은 후방의 중노동에 쓸모있을 것입니다.
ko_mt: 자겔포른츠의 연금술 물약으로 만든 거인은 가정에서 중노동을 할 때 유용하게 사용할 수 있습니다.

source: The giants have been assigned to heavy labor.
ko: 거인들에게 중노동 업무가 할당되었습니다.
ko_mt: 거인들은 중노동에 투입되었습니다.

source: Adds 500 Military experience points.
ko: 군사 경험치가 500 증가합니다.
ko_mt: 군사 경험치 500점을 추가합니다.

source: Swords of Set
ko: 세트의 검
ko_mt: 세트의 검

source: Drezen has plenty of maimed soldiers willing to give up their sight for a generous reward. Their sacrifice will imbue the crusaders' blades with the power of the dark Osirian god Set.
ko: 드레젠에는 관대한 보상을 위해 기꺼히 자신의 시야를 희생하고자 하는, 이미 불구가 되어버린 병사들이 많습니다. 그들의 희생은 성전사들의 검에 오시리온의 어둠 신, 세트의 힘을 불어넣을 것입니다.
ko_mt: 드레젠에는 풍성한 보상을 위해 기꺼이 시력을 포기하려는 불구 병사들이 많이 있습니다. 이들의 희생으로 성전사의 칼날에 어둠의 오시리아 신 세트의 힘을 불어넣을 수 있습니다.

source: The warriors of the crusade have been armed with swords filled with the power of Set.
ko: 성전의 전사들이 세트의 힘이 불어넣어진 검으로 무장했습니다.
ko_mt: 십자군의 전사들은 세트의 힘이 담긴 검으로 무장했습니다.

source: Adds 500 Military experience points, crusade morale reduces by 20.
ko: 군사 점수가 500 증가하고, 성전 사기가 20 감소합니다.
ko_mt: 군사 경험치 500이 추가되고, 십자군 사기가 20 감소합니다.

source: Wandering preachers will convince many to sacrifice their sight to infuse the crusaders' blades with the dark power of the Osirian god Set.
ko: 방랑 선교사들이 성전사들의 검에 오시리온의 신, 세트의 어둠의 힘을 불어넣을 수 있도록, 많은 이들에게 시야를 희생하라고 설득할 것입니다.
ko_mt: 떠돌이 설교자들은 십자군의 칼날에 오시리아 신 세트의 어둠의 힘을 불어넣기 위해 시력을 희생하도록 많은 이들을 설득합니다.

source: 3 {g|Bards}[Bards]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 3 {g|Bards}[바드]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 3 {g|Bards}[바드]{/g}을 모집합니다.

source: Preparing the Bards
ko: 바드들을 준비시킨다
ko_mt: 바드 준비하기

source: A group of bards that have arrived in Drezen to compose ballads about the crusade cannot fend for themselves. They need to be trained.
ko: 성전을 주제로한 발라드를 짓기위해 드레젠에 도착한 음유시인 무리는 스스로를 전혀 보호하지 못합니다. 그들에게는 훈련이 필요합니다.
ko_mt: 십자군 전쟁에 관한 발라드를 작곡하기 위해 드레젠에 도착한 바드 무리는 혼자서는 버틸 수 없습니다. 그들은 훈련이 필요합니다.

source: The bards have received military training.
ko: 바드들이 군사 훈련을 받았습니다.
ko_mt: 바드들은 군사 훈련을 받았습니다.

source: 3 {g|MendevianCavaliers}[Mendevian Cavaliers]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 3 {g|MendevianCavaliers}[멘데브 기사]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 3 {g|MendevianCavaliers}[멘데브 캐벌리어스]{/g}을 모집합니다.

source: Ambitious Debutant
ko: 야심찬 초심자
ko_mt: 야심 찬 데뷔자

source: Tarsival, the Commander's young apprentice, has had his first taste of battle, but has not yet accomplished any true feats. He still has much to learn.
ko: 사령관의 젊은 견습생인 터시발은 자신의 첫번째 전투를 치뤘지만, 아직 어떤 업적도 세우지 못했습니다. 그는 아직 배울게 많습니다.
ko_mt: 사령관의 어린 제자인 타시발은 처음으로 전투를 경험했지만 아직 진정한 위업을 달성하지는 못했습니다. 그는 아직 배울 것이 많습니다.

source: Young Tarsival has performed his first heroic deeds and found a circle of loyal comrades. The crusaders already know the names of Tarsival and his youthful knights.
ko: 젊은 터시발은 전장에서 영웅적인 업적을 세웠고, 충성파 성전사들의 모임에 참여하게 되었습니다. 성전사들은 이미 터시벌의 이름과 그의 젊은 기사들에 대해 알고 있습니다.
ko_mt: 젊은 타르시발은 첫 번째 영웅적인 업적을 달성하고 충성스러운 동지들을 찾았습니다. 십자군은 이미 타르시발과 그의 젊은 기사들의 이름을 알고 있습니다.

source: Brave general Tarsival is recruited.
ko: 용감한 지휘관 터시벌이 등용되었습니다.
ko_mt: 용감한 장군 타르시발이 모집되었습니다.

source: The Hero Has Matured
ko: 성숙한 영웅
ko_mt: 영웅이 성숙해졌습니다

source: Tarsival, the rising star of the crusade, is no longer the same unscrupulous youth that came to Drezen. He is but one step away from earning his place among the generals of the crusade.
ko: 성전의 떠오르는 별인 터시벌은 더 이상 드레젠에 갓 도착했었던 꼬맹이가 아닙니다. 승진까지 한 발자국 밖에 남지 않았고, 그는 곧 성전의 지휘관이 되어 동료들과 성전을 이끌어 나갈 것입니다.
ko_mt: 십자군 성전의 떠오르는 스타 타르시발은 더 이상 드레젠에 왔을 때의 파렴치한 청년이 아닙니다. 그는 이제 십자군 장군의 자리에 오르기까지 단 한 걸음만을 남겨두고 있습니다.

source: In a fierce battle, young Tarsival saved his wounded commanding officer from certain death and personally led the soldiers to a glorious victory. From now on, his place is among the leaders of the crusade.
ko: 치열한 전투 속에서, 젊은 터시벌은 부상 당한 지휘관을 죽음에서 구했고, 개인적으로 병사들을 이끌어 영광스러운 승리로 인도했습니다. 지금부터 그는 지휘관이 되어 성전에 임할 것입니다.
ko_mt: 치열한 전투에서 젊은 타르시발은 부상당한 지휘관을 죽음에서 구하고 병사들을 직접 이끌고 영광스러운 승리를 거두었습니다. 이제부터 그의 자리는 십자군의 지도자 중 하나입니다.

source: Adds 500 Military experience points.
ko: 군사 경험치가 500 증가합니다.
ko_mt: 군사 경험치 500점을 추가합니다.

source: Young Challenger
ko: 젊은 도전자
ko_mt: 젊은 도전자
