Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: Woljif tipped off the Kellid leaders how to convince the Commander. The barbarians paid for the privilege of removing mages from their units. Everyone was pleased with the deal, and an increasing number of Kellids are enlisting in the crusade.
ko: 울지프가 켈리드 야만인들에게서 어떻게 호의를 얻을 수 있는지 설명했습니다. 얼마 후, 켈리드인들은 마법사들을 그들의 부대에서 제외시키는 특권을 위해 많은 돈을 내기 시작했습니다. 합의는 모두를 만족시켰고, 또 더 많은 켈리드 인들이 전열에 동참하기 시작했습니다.
ko_mt: 월지프는 켈리드 지도자들에게 사령관을 설득하는 방법을 알려주었습니다. 야만인들은 부대에서 마법사를 제거할 수 있는 특권을 대가로 지불했습니다. 모두가 이 협상에 만족했고, 점점 더 많은 켈리드가 십자군 전쟁에 참여했습니다.

source: Intolerance
ko: 편협
ko_mt: 편협함

source: The hatred of the descendants of Sarkoris toward arcane spellcasters knows no bounds. The representatives of several tribes demand that mages not be allowed to serve in their units.
ko: 마법 사용자들을 향한 사코리스의 후손들의 증오는 한계가 없는 듯 엄청납니다. 여러 부족들의 대표자들이 그 어떤 마법사도 자신들의 부대에 합류하지 못하도록 요청 하고 있습니다.
ko_mt: 사르코리스 후손들의 비전 마법사에 대한 증오심은 끝이 없습니다. 여러 부족의 대표들은 마법사가 자신의 부대에 복무하지 못하도록 요구합니다.

source: {g|Event_12_1}[Choice effects]{/g} Punish both officers
ko: {g|Event_12_1}[선택 효과]{/g} 장교들을 둘 다 처벌한다
ko_mt: {g|Event_12_1}[선택 효과]{/g} 두 장교 처벌

source: Both officers took part in this quarrel, and thus they were both responsible. The Commander's fair judgment has improved the officers' discipline.
ko: 두 장교들 모두 이 다툼과 연관이 있으니, 그들 모두가 책임을 져야합니다. 사령관의 공정한 판결로 인해 장교들의 규율이 강화됩니다.
ko_mt: 두 장교 모두 이 싸움에 가담했으므로 둘 다 책임이 있습니다. 사령관의 공정한 판단으로 장교들의 기강이 확립되었습니다.

source: {g|Event_12_2}[Choice effects]{/g} Punish the young aristocrat
ko: {g|Event_12_2}[선택 효과]{/g} 젊은 귀족을 처벌한다
ko_mt: {g|Event_12_2}[선택 효과]{/g} 젊은 귀족을 처벌하세요

source: All too often, warriors watch nobles getting away with everything. But the fact that the Commander imposed a punishment despite the guilty officer's high status has raised the soldiers' spirits.
ko: 평범한 병사들은 귀족들이 죗값을 치루지 않고 그냥 넘어가는 것을 너무 많이 보았습니다. 사령관이 이 재난의 책임을 져야하는 귀족 출신의 장교를 제제하자, 병사들의 사기가 높아졌습니다.
ko_mt: 전사들은 귀족들이 모든 것을 빠져나가는 것을 너무 자주 보았습니다. 하지만 사령관이 죄가 있는 장교의 높은 지위에도 불구하고 처벌을 내렸다는 사실에 병사들의 사기가 높아졌습니다.

source: {g|Event_12_3}[Choice effects]{/g} Punish the veteran mercenary
ko: {g|Event_12_3}[선택 효과]{/g} 고참 용병을 처벌한다
ko_mt: {g|Event_12_3}[선택 효과]{/g} 베테랑 용병 처벌하기

source: The family of the young aristocrat is grateful to the Commander for only punishing the veteran, otherwise this incident could have brought shame to the whole house. To express their appreciation, the nobles have sent a generous donation.
ko: 사령관이 고참병만을 처벌하자, 젊은 귀족의 가문은 가문 전체를 욕보일 수 있는 사건을 피할 수 있었습니다. 귀족 가문은 사령관의 결정에 감사를 표하며 성전군에 많은 양의 후원금을 보냈습니다.
ko_mt: 젊은 귀족의 가족은 베테랑을 처벌 해준 사령관에게 감사하고 있습니다. 그렇지 않으면이 사건이 집 전체에 수치심을 가져올 수 있었을 것입니다. 감사를 표하기 위해 귀족들은 관대한 기부금을 보냈습니다.

source: {g|Event_12_4}[Choice effects]{/g} Let the aristocrat's warriors judge the veteran and the mercenary's soldiers judge the noble
ko: {g|Event_12_4}[선택 효과]{/g} 귀족의 전사들이 고참병을, 용병들은 귀족을 심판하도록 한다
ko_mt: {g|Event_12_4}[선택 효과]{/g} 귀족의 전사가 노병을 심판하고 용병의 병사가 귀족을 심판하게 하소서.

source: Soldiers often suffer because of the officers' arbitrariness, but they cannot object or push back. The fact that the Commander allowed common fighters to judge officers for their crimes has heartened the warriors greatly.
ko: 병사들은 장교들의 터무니없는 독단에 무조건적인 복종만을 요구받기 때문에, 자주 그들의 희생양이 되기 마련입니다. 그렇기 때문에 사령관이 평범한 병사들이 범죄를 저지른 장교를 처벌할 수 있도록하자, 그들의 사기가 크게 고무되었습니다.
ko_mt: 병사들은 종종 장교들의 자의적 판단으로 인해 고통을 겪지만 이의를 제기하거나 반발할 수 없습니다. 사령관이 일반 전사들이 장교들의 범죄를 심판할 수 있도록 허용했다는 사실에 전사들은 크게 감동했습니다.

source: {g|Event_12_5}[Choice effects]{/g} Reconcile the two officers
ko: {g|Event_12_5}[선택 효과]{/g} 두 장교들을 화해시킨다
ko_mt: {g|Event_12_5}[선택 효과]{/g} 두 장교를 화해시킵니다.

source: Sosiel is convinced that both officers have something to learn from each other. Following his advice, the investigators sent out the two of them on a mission together. They came back as good comrades-in-arms. Their units have been performing in harmony ever since, and the fame of the two great commanders has been drawing in new recruits.
ko: 소시엘이 두 장교들에게 서로 배워야 할 점이 있다고 설득했습니다. 소시엘의 조언을 따라, 조사관들은 두 남자를 같은 임무에 파견했습니다. 그리고 그 두 남자가 야영지에 돌아왔을 때, 그 둘은 서로 믿을 수 있는 전우가 되어있었습니다. 그들의 부대들이 조화롭게 임무를 수행하자, 두 부대를 지휘하는 두 남자의 명성에 이끌려 성전에 참여하고자 하는 이들이 많아졌습니다.
ko_mt: 소시엘은 두 경찰관이 서로에게서 배울 점이 있다고 확신합니다. 그의 조언에 따라 수사관들은 두 사람을 함께 임무에 파견했습니다. 그들은 좋은 전우가 되어 돌아왔습니다. 두 사람의 부대는 그 후로도 훌륭한 성과를 거두었고, 두 위대한 지휘관의 명성에 힘입어 신병들이 몰려들었습니다.

source: Frenemies
ko: 형제, 또는 적
ko_mt: 프레네미

source: A conflict between two officers has led to a defeat in a skirmish with demons. One of the officers, a charming young noble, tried saving the lives of the soldiers. The other, a cynical veteran mercenary, acted based on the principle that victory is all that matters. The soldiers from each unit blame the other unit's officer for the defeat. How should the investigators arbitrate the guilty parties?
ko: 데몬과의 소규모 접전에서 성전사들이 패배했습니다. 그 후, 두 명의 장교가 누가 더 잘못했는가를 두고 싸우기 시작했습니다. 젊고 매력적인 귀족은 가능한 한 많은 군인의 목숨을 구하고 싶어했습니다. 동시에 나이많고 냉소적인 용병은 모든 댓가를 치루더라도 승리를 거며쥐어야 한다고 생각했습니다. 하지만 두 장교의 두 부대 모두 자신들의 패배가 "다른 부대의 장교" 의 책임이라고 주장합니다. 이 다툼을 해결할 시간입니다.
ko_mt: 두 장교 간의 갈등으로 인해 데몬과의 전투에서 패배했습니다. 한 장교는 매력적인 젊은 귀족으로 병사들의 목숨을 구하려고 노력했습니다. 다른 한 명은 냉소적인 베테랑 용병으로, 승리만이 중요하다는 원칙에 따라 행동했습니다. 각 부대의 병사들은 패배의 책임을 다른 부대의 장교에게 돌립니다. 조사관들은 유죄를 인정한 당사자들을 어떻게 중재해야 할까요?

source: {g|Event_13_1}[Choice effects]{/g} Saving the children must come first
ko: {g|Event_13_1}[선택 효과]{/g} 아이들을 구하는 것이 최우선이다
ko_mt: {g|Event_13_1}[선택 효과]{/g} 아이들을 구하는 것이 우선입니다

source: No matter the circumstances, the warriors will try to save young lives, even at the cost of their own. The soldiers will follow this order without hesitation.
ko: 병사들은 어떤 대가를 치루더라도 아이들을 구할 것입니다. 스스로의 목숨을 내버리더라도 그들은 해야할 일을 행할 것이고, 병사들은 그 어떤 망설임 없이 명령을 따를 것 입니다.
ko_mt: 어떤 상황에서도 전사들은 자신의 목숨을 희생해서라도 어린 생명을 구하기 위해 노력할 것입니다. 병사들은 주저 없이 이 명령을 따를 것입니다.

source: {g|Event_13_2}[Choice effects]{/g} The safety of soldiers must come first
ko: {g|Event_13_2}[선택 효과]{/g} 병사들의 안전이 최우선이다
ko_mt: {g|Event_13_2}[선택 효과]{/g} 병사들의 안전이 최우선입니다.

source: There are times when war demands cruel decisions, and the souls of the poor children have already been touched by the Abyss. The soldiers will try to save them if they can, but caring for their comrades' lives will take priority.
ko: 전시에는 이따금 잔혹한 결정을 내려야 합니다. 가엾은 아이들의 영혼은 이미 심연의 마수에 오염되었습니다. 아이들을 구할 수 있는 상황일 경우 군인들은 최대한 아이들을 구하려 하겠지만, 전우들의 목숨을 지키는 것에 중점을 둘 것입니다.
ko_mt: 전쟁은 잔인한 결정을 요구할 때가 있고, 불쌍한 아이들의 영혼은 이미 심연에 닿아 있습니다. 병사들은 할 수만 있다면 그들을 구하려고 노력하지만, 전우의 생명을 돌보는 것이 우선입니다.

source: {g|Event_13_4}[Choice effects]{/g} Set a trap for the demons
ko: {g|Event_13_4}[선택 효과]{/g} 데몬들을 위한 함정을 준비한다
ko_mt: {g|Event_13_4}[선택 효과]{/g} 데몬들을 위한 함정 설치

source: The officers will form a special unit made of halflings who are expert at posing as children. They will let themselves get captured, then break free and deal with the demons. Nerosyan will be impressed by the Commander's victory.
ko: 장교들은 아이들처럼 꾸민 하플링 변장의 달인들로 이루어진 특수 임무 부대를 조직할 것입니다. 하플링 요원들은 일부러 적에게 포획되고, 탈출하고, 또 데몬들을 손봐줄 겁니다. 네로시안은 사령관의 승리에 깊은 감명을 받을 것입니다.
ko_mt: 경찰관들은 어린이로 위장하는데 능숙한 하플링들로 구성된 특수 부대를 구성합니다. 그들은 스스로 붙잡힌 후 탈출하여 데몬들을 처리할 것입니다. 네로시안은 사령관의 승리에 감명을 받을 것입니다.

source: {g|Event_13_5}[Choice effects]{/g} Hunt down the kidnappers
ko: {g|Event_13_5}[선택 효과]{/g} 아이들을 납치한 악마를 추적한다
ko_mt: {g|Event_13_5}[선택 효과]{/g} 납치범을 추적하세요

source: This option is unavailable because you do not have Lann among your companions.
ko: 동료 중에 랜이 없기 때문에 이 선택지를 사용할 수 없습니다.
ko_mt: 이 옵션은 동료 중에 란이 없으므로 사용할 수 없습니다.

source: Lann is willing to select a number of fighters who will track down and slay the kidnappers. Should they succeed, the nation will applaud them, and Mendevian clerics will offer a solemn prayer for their protectors.
ko: 랜은 아이들을 유괴한 데몬들을 추격하고, 또 쓰러뜨릴 병사들을 뽑고 싶어합니다. 그들이 성공한다면 국가가 그들에게 감사를 표할 것이고, 멘데브의 성직자들이 자신들의 신들께 엄숙한 기도를 드릴 것입니다.
ko_mt: 란은 납치범들을 추적하고 처단할 전사들을 선발할 의향이 있습니다. 그들이 성공하면 온 국민이 박수를 보낼 것이고 멘데비안 성직자들은 그들의 수호자를 위해 엄숙한 기도를 드릴 것입니다.

source: Cursed Children
ko: 저주받은 아이들
ko_mt: 저주받은 아이들

source: Demons have been stealing children in Kenabres and possessing their bodies so they can get close enough to crusaders to deliver a dagger strike. The officers are asking how they should proceed when encountering the possessed.
ko: 케나브레스에서 데몬들이 많은 아이들을 납치하고, 또 그들의 몸에 빙의했습니다. 이 사악한 계책을 이용해 그들은 성전군 병사들에게 손 쉽게 다가갈 수 있게 되었고, 단검으로 급습하는 등 커다란 피해를 입혔습니다. 장교들은 그들이 이런 상황에서 빙의한 아이들을 어떻게 처리해야 할 지 고민에 빠졌습니다.
ko_mt: 데몬들이 케나브레스에서 아이들을 납치하고 몸에 빙의하여 성전사에게 가까이 다가가 단검을 휘두르고 있습니다. 경찰관들은 빙의된 자들을 마주쳤을 때 어떻게 대처해야 하는지 묻고 있습니다.

source: {g|Event_14_1}[Choice effects]{/g} Give the golems to the dwarves
ko: {g|Event_14_1}[선택 효과]{/g} 드워프들에게 골렘을 준다
ko_mt: {g|Event_14_1}[선택 효과]{/g} 드워프에게 골렘을 준다.

source: The dwarves have accepted the Commander's fair decision and sent generous gifts in return.
ko: 사령관의 공정한 결정을 드워프들은 받아드렸고, 그 답례로 관대한 선물을 보냈습니다.
ko_mt: 드워프들은 사령관의 공정한 결정을 받아들이고 그 보답으로 푸짐한 선물을 보냈습니다.

source: {g|Event_14_2}[Choice effects]{/g} Keep the golems inside the walls
ko: {g|Event_14_2}[선택 효과]{/g} 골렘을 성벽 안에 그대로 둔다
ko_mt: {g|Event_14_2}[선택 효과]{/g} 골렘을 성벽 안에 가둬두세요

source: The golems were buried in the wall to reinforce it magically. Once mages renewed their half-faded runes, they continued to preserve Drezen's peace.
ko: 골렘들은 성벽을 마법적인 방법으로 강화하기 위해 묻혀 있었습니다. 반 쯤 희미해진 골렘들의 룬이 마법사들에 의해 다시 새겨졌고, 골렘들 역시 드레젠의 평화를 계속 보호할 것입니다.
ko_mt: 골렘은 마법으로 벽을 강화하기 위해 벽에 묻혔습니다. 마법사들이 반쯤 퇴색한 룬을 갱신한 후에도 드레젠의 평화는 계속 유지되었습니다.

source: {g|Event_14_3}[Choice effects]{/g} Extract the golems and use them in battle
ko: {g|Event_14_3}[선택 효과]{/g} 파묻힌 골렘을 꺼내고, 전투에 활용한다
ko_mt: {g|Event_14_3}[선택 효과]{/g} 골렘을 추출하여 전투에 사용하세요.

source: The Commander's soldiers will dismantle the stonework and extract the golems, and experienced mages will bring them to life.
ko: 사령관의 병사들이 성벽을 해체하고, 그곳에서 골렘을 파낼 것입니다. 노련한 마법사들이 골렘들에게 새로이 생명을 불어넣을 것입니다.
ko_mt: 사령관의 병사들이 석조물을 해체하고 골렘을 추출하면 숙련된 마법사가 골렘에 생명을 불어넣을 것입니다.

source: {g|Event_14_5}[Choice effects]{/g} Force the dwarves to pay for having illegally stored the golems inside the walls
ko: {g|Event_14_5}[선택 효과]{/g} 성벽 안에 골렘을 보관한 드워프들의 불법 행위에 벌금을 부과한다
ko_mt: {g|Event_14_5}[선택 효과]{/g} 드워프들에게 성벽 안에 골렘을 불법으로 보관한 대가를 치르게 한다.

source: Woljif will send the dwarves a counter demand for compensation. After all, the dwarves kept their golems in the walls without informing the Commander. The clan members will have to pay with some coin and soldiers to get their property back.
ko: 울지프는 드워프들의 청원에 되려 보상을 요구할 것입니다. 결국 드워프들은 사령관에게 알리지도 않고 도시 성곽 내에 골렘을 두었다는 이야기이니까요. 씨족의 드워프들은 재화와 병사들로 값을 치루고 그들의 소유물을 돌려받을 것입니다.
ko_mt: 월지프는 드워프들에게 보상을 요구할 것입니다. 결국 드워프들은 사령관에게 알리지 않고 골렘을 성벽에 보관했습니다. 클랜원들은 재산을 되찾기 위해 동전과 병사들에게 돈을 지불해야 합니다.

source: Dwarven Property
ko: 드워프의 소유물
ko_mt: 드워프 속성

source: Part of the fortress wall sustained damage in a demon attack on Drezen. A number of buried golems covered in dwarven runes were discovered among the collapsed stones. Upon hearing this news, a member of a dwarven clan has contacted the Commander and claimed that the golems belong to them. What should be done with the golems?
ko: 얼마 전, 데몬들이 드레젠을 공격했을 때 요새의 성벽 일부가 파손되었습니다. 그런데 무너진 돌덩이 뒤에서 드워프 룬이 새겨진 골렘들이 묻혀있는 걸 발견했습니다. 이 소식은 드워프들의 귀에 들리게 되었고, 드워프들은 사령관에게 골렘들이 자신의 씨족의 소유물이라고 주장하고 있습니다. 결정을 해야하는데... 어떻게 할까요?
ko_mt: 드레젠에 대한 데몬의 공격으로 요새 성벽 일부가 피해를 입었습니다. 무너진 돌들 사이에서 드워프 룬으로 뒤덮인 다수의 매장된 골렘이 발견되었습니다. 이 소식을 들은 드워프 부족의 일원이 사령관에게 연락해 골렘이 자신들의 것이라고 주장했습니다. 골렘을 어떻게 처리해야 할까요?

source: {g|Event_15_1}[Choice effects]{/g} Increase the number of interrogators
ko: {g|Event_15_1}[선택 효과]{/g} 조사관의 수를 늘린다
ko_mt: {g|Event_15_1}[선택 효과]{/g} 이단심문관 수 증가

source: The interrogators will search for spies tirelessly, and the executioners will brutally dispose of anyone guilty of treason. The soldiers will be afraid of disobeying orders and strive to show their loyalty.
ko: 조사관들은 첩자들과 배신자들을 끊임없이 찾아내려 할 것이고, 집행관들은 반역죄를 범한 이들은 잔인하게 처형할 것입니다. 병사들은 명령에 감히 반발하지 않을 것이며, 계속해서 그들의 충성심을 증명할 것입니다.
ko_mt: 심문관은 지칠 줄 모르고 스파이를 찾고, 사형 집행관은 반역죄를 저지른 사람을 잔인하게 처형합니다. 병사들은 명령에 불복종하는 것을 두려워하고 충성심을 보여주기 위해 노력할 것입니다.

source: {g|Event_15_2}[Choice effects]{/g} Introduce collective responsibility
ko: {g|Event_15_2}[선택 효과]{/g} 공동 책임 원칙을 도입한다
ko_mt: {g|Event_15_2}[선택 효과]{/g} 집단적 책임 도입

source: The soldiers must always remain vigilant. If one of them is a traitor, everyone is guilty. The officers now harshly punish entire units when traitors have been discovered, and the warriors now try to identify enemy agents by themselves. This environment of total whistleblowing helps security, but undermines the sense of camaraderie between the soldiers.
ko: 병사들은 경계를 늦추지 않을 것입니다. 만약 그들 중에 한명이 배신자로 밝혀지면, 그들 모두가 유죄 판결을 받게 될 겁니다. 이제부터 장교들은 첩자를 찾아낼 경우, 그 첩자가 속한 부대 전체에 징계를 부과할 것이고, 따라서 부대원들은 그들의 성전사들의 전열에 침투한 적의 첩자들을 밝혀내는데 노력을 아끼지 않을 것입니다. 이 상호 감시 체계 아래에서 성전사들의 보안 상황은 보다 나아지겠지만, 병사들 사이에서의 전우애는 그 의미가 퇴색될 것입니다.
ko_mt: 병사들은 항상 경계를 늦추지 말아야 합니다. 그들 중 한 명이 배신자라면 모두가 유죄입니다. 이제 장교들은 배신자가 발견되면 부대 전체를 가혹하게 처벌하고, 전사들은 스스로 적의 요원을 찾아내려고 노력합니다. 이러한 내부 고발 환경은 보안에는 도움이 되지만 병사들 간의 전우애를 약화시킵니다.

source: {g|Event_15_4}[Choice effects]{/g} Send specters to spy on soldiers
ko: {g|Event_15_4}[선택 효과]{/g} 망령들을 보내 병사들을 감시한다
ko_mt: {g|Event_15_4}[선택 효과]{/g} 유령을 보내 병사 감시

source: Incorporeal specters make for the perfect spies. They can identify both infiltrators and soldiers who indulge in disloyal remarks about the Commander.
ko: 비실체의 존재들인 망령들은 이상적인 첩자들로, 이들은 침입자들과 충성심을 잃어버린 병사들을 찾아낼 수 있을 겁니다.
ko_mt: 무형 유령은 완벽한 스파이입니다. 유령은 사령관에 대한 불충성스러운 발언을 일삼는 잠입자와 병사를 모두 식별할 수 있습니다.

source: {g|Event_15_5}[Choice effects]{/g} Select trustworthy soldiers who will keep an eye on their comrades
ko: {g|Event_15_5}[선택 효과]{/g} 믿을만한 병사들에게 명령해, 다른 병사들을 감시하게 한다
ko_mt: {g|Event_15_5}[선택 효과]{/g} 전우를 잘 지켜줄 믿을 수 있는 병사를 선택합니다.

source: This option is unavailable because you do not have Seelah among your companions.
ko: 동료 중에 실라가 없기 때문에 이 선택지를 사용할 수 없습니다.
ko_mt: 이 옵션은 동료 중에 실라가 없으므로 사용할 수 없습니다.

source: Seelah will personally talk to the best among the crusaders and select the most loyal and pure of heart to look for spies. These warriors will also serve as a model for common soldiers to follow.
ko: 실라는 최정예 성전사들과 대화를 통해서, 또 가장 충성심 깊고 타락과는 거리가 먼 병사들을 차출해서 첩자를 찾게 했습니다. 그들은 사령관의 첩자가 됨과 동시에, 수 많은 전우들의 모범이 될 것입니다.
ko_mt: 실라는 십자군 전사들 중 가장 충성스럽고 순수한 마음을 가진 자를 선발하여 스파이를 찾아낼 것입니다. 이 전사들은 일반 병사들이 따라야 할 모범이 될 것입니다.

source: In Our Midst
ko: 우리 가운데
ko_mt: 우리 가운데서

source: Spies of the Abyss have attempted to infiltrate Drezen to find out the Commander's plans. It was only by chance that they were stopped. The officers have suggested an increase to security in anticipation of new attempts by the demons.
ko: 사령관의 계획을 파악하기 위해 심연의 첩자들이 드레젠에 침투하려고 했습니다. 그들을 멈출 수 있었던 것은, 순전히 우리에게 큰 행운이 따라주었기 때문입니다. 장교들은 데몬들의 새로운 침투 시도에 대항해 보안 수준을 높일 것을 제안했습니다.
ko_mt: 심연의 스파이들이 사령관의 계획을 알아내기 위해 드레젠에 잠입을 시도했습니다. 우연한 기회에 그들이 저지당했습니다. 장교들은 데몬들의 새로운 시도를 예상하여 보안을 강화할 것을 제안했습니다.

source: {g|Event_16_1}[Choice effects]{/g} Take the nobles' side
ko: {g|Event_16_1}[선택 효과]{/g} 귀족들의 편을 든다
ko_mt: {g|Event_16_1}[선택 효과]{/g} 귀족 편 들기

source: Common folk have always obeyed nobility, and this hierarchy should not be upset. Everyone knows their place now, and all are ready to obey the will of one leader.
ko: 평민들은 항상 귀족들에게 복종했고, 이러한 계급구조는 엎어져서는 안됩니다. 이제 모든 사람들이 자신의 위치를 알고 있으니, 이들은 모두 단 한명의 지도자를 따를 것입니다.
ko_mt: 평범한 사람들은 항상 귀족에게 복종해 왔으며, 이 계층 구조가 흔들려서는 안 됩니다. 이제 모든 사람이 자신의 위치를 알고 있으며 모두 한 지도자의 뜻에 순종할 준비가 되어 있습니다.

source: {g|Event_16_2}[Choice effects]{/g} Support the common warriors
ko: {g|Event_16_2}[선택 효과]{/g} 평민 성전사들의 편을 든다
ko_mt: {g|Event_16_2}[선택 효과]{/g} 일반 전사 지원

source: The commoners fight alongside the aristocrats, so they deserve respect. By supporting the warriors, the Commander has convinced the soldiers that only their deeds matter and spurred them to prove themselves.
ko: 평민 전사들도 귀족 옆에서 적과 맞서싸우기에 그들 역시 존경을 받아 마땅합니다. 사령관이 평범한 병사들의 편을 들어줌으로써, 오로지 전과만이 중요하다는 사실을 확신시켰고, 이를 증명할 수 있도록 병사들을 격려했습니다.
ko_mt: 평민은 귀족과 함께 싸웠으므로 존중받을 자격이 있습니다. 사령관은 전사들을 지원함으로써 병사들에게 오직 행동만이 중요하다는 확신을 심어주고 병사들이 스스로를 증명할 수 있도록 자극을 주었습니다.

source: {g|Event_16_4}[Choice effects]{/g} Deprave the aristocrats
ko: {g|Event_16_4}[선택 효과]{/g} 귀족들이 더 타락하도록 유도한다
ko_mt: {g|Event_16_4}[선택 효과]{/g} 귀족 타락

source: The aristocrats have quickly gotten accustomed to permissiveness and now indulge in ever more despicable acts. Their sins make them depend on the Commander, for as soon as another leader comes to power, punishment awaits them all. And they are willing to pay handsomely for such patronage.
ko: 귀족들은 방임에 익숙해져 더욱 추잡한 행동을 하기 시작했습니다. 물론 이런 방종은 전적으로 사령관의 묵인 하에 있기 때문에, 다른 이가 성전의 지휘권을 잡는다면, 가혹한 처벌이 그들을 기다릴 것입니다. 그렇기 때문에 귀족들은 사령관의 암묵적인 후원에 기꺼히 많은 돈을 지불할 것입니다.
ko_mt: 귀족들은 금세 관용에 익숙해져 더욱 비열한 행위에 빠져들고 있습니다. 그들의 죄는 다른 지도자가 집권하자마자 처벌이 그들 모두를 기다리고 있기 때문에 사령관에게 의존하게 만듭니다. 그리고 그들은 그러한 후원에 대해 기꺼이 엄청난 대가를 치릅니다.

source: {g|Event_16_5}[Choice effects]{/g} Have the commoners and the nobles compete in a tournament
ko: {g|Event_16_5}[선택 효과]{/g} 귀족과 일반 시민들이 겨룰 수 있는 토너먼트를 개최한다
ko_mt: {g|Event_16_5}[선택 효과]{/g} 평민과 귀족이 토너먼트에서 경쟁하게 하기

source: Seelah acted as the head judge at the tournament where everyone was given a chance to prove their worth. The nobles went up against the commoners, and only strength and skill decided the outcome of each fight. Upon witnessing what common warriors were capable of, the aristocrats had no choice but to acknowledge their valor. The tournament served as a bonding experience for the crusaders.
ko: 토너먼트에서는 모든 사람이 자신의 능력을 증명할 기회를 가질 것이고, 실라는 이들이 공정하게 경쟁할 수 있도록 주심의 역할을 다할 것입니다. 귀족들과 평민들은 토너먼트에서 오직 힘과 실력만으로 경쟁할 수 있었습니다. 평범한 군인들이 자신들의 능력을 보여주자, 귀족들은 그들의 용맹을 인정할 수 밖에 없었습니다. 토너먼트로 인해 성전사들의 결속이 더 강해질 것입니다.
ko_mt: 실라는 모두가 자신의 가치를 증명할 기회가 주어지는 토너먼트에서 수석 심판으로 활동했습니다. 귀족과 평민이 맞붙은 이 대회에서는 오직 힘과 기술만이 승부를 결정했습니다. 평민 전사들의 능력을 목격한 귀족들은 그들의 용맹함을 인정할 수밖에 없었습니다. 이 토너먼트는 십자군 전사들에게 유대감을 형성하는 계기가 되었습니다.

source: Birthright
ko: 생득권
ko_mt: 선천적 권리

source: Nobles often look down on commoners, as aristocrats are taught from birth that they are better than the lowborn. This attitude causes quarrels between them and common warriors, and the officers have asked the Commander to intervene.
ko: 귀족들은 평민들을 깔보기 마련입니다. 이들은 귀족들은 날 때부터 자신들이 비천한 것들보다 낫다는 교육을 받기 마련이니까요. 이런 오만한 자세는 평범한 병사와 귀족들 사이의 수많은 다툼의 불씨가 되었고, 장교들은 사령관의 개입을 요청하고 있습니다.
ko_mt: 귀족은 태어날 때부터 자신이 천한 자보다 낫다고 배워왔기 때문에 귀족은 종종 평민을 무시합니다. 이러한 태도는 그들과 평민 전사들 사이에 다툼을 일으키고, 장교들은 사령관에게 개입을 요청했습니다.

source: {g|Event_17_1}[Choice effects]{/g} Send the sectarians on suicide missions
ko: {g|Event_17_1}[선택 효과]{/g} 이단자들을 자살 임무로 보낸다
ko_mt: {g|Event_17_1}[선택 효과]{/g} 자살 임무에 종파원 보내기

source: The sectarians do not fear death and are always ready for deadly missions. The officers give them the most dangerous tasks, and this both helps the crusade and satisfies other priests. After all, dead sectarians start no arguments.
ko: 이단 종교의 숭배자들은 죽음을 두려워하지 않고, 또 언제나 자살임무를 맡을 준비가 되어있습니다. 장교들은 이들에게 가장 위험한 임무를 맡길 것이며, 이들의 자발적인 행동은 성전에 도움이 될 것이며, 다른 성직자들을 만족시킬 수 있을 겁니다. 죽은 광신도들은 문제를 일으키지 않는 법이니까요.
ko_mt: 종파 주의자들은 죽음을 두려워하지 않으며 항상 치명적인 임무를 수행 할 준비가 되어 있습니다. 장교들은 그들에게 가장 위험한 임무를 부여하며, 이것은 십자군을 돕고 다른 사제들을 만족시킵니다. 결국, 죽은 종파 주의자들은 논쟁을 시작하지 않습니다.

source: {g|Event_17_2}[Choice effects]{/g} Silence the sectarians
ko: {g|Event_17_2}[선택 효과]{/g} 숭배자들의 입을 다물게 한다
ko_mt: {g|Event_17_2}[선택 효과]{/g} 종파 침묵시키기

source: Subverting discipline is prohibited. The officers silenced the sectarians with cruel punishments, and the latter were forced to admit that in the army, the Commander decides where and when the world is going to end.
ko: 규율을 어기는 행위는 금지되어있습니다. 장교들은 가혹한 처벌로 종말론자들을 침묵 시켰고, 종말론자들은 사령관이 세상이 언제 어떻게 끝나는 지 결정한다는 사실을 받아들이게 되었습니다.
ko_mt: 규율을 전복하는 것은 금지되어 있습니다. 장교들은 잔인한 처벌로 종파주의자들을 침묵시켰고, 후자는 군대에서 사령관이 세상의 종말이 언제 어디서 일어날지 결정한다는 사실을 인정해야 했습니다.

source: {g|Event_17_3}[Choice effects]{/g} Permit the sectarians to preach
ko: {g|Event_17_3}[선택 효과]{/g} 이단자들의 전도를 허가한다
ko_mt: {g|Event_17_3}[선택 효과]{/g} 종파의 설교를 허용합니다.

source: Many are discontent with how obtrusive the sectarians are, but their presence attracts other desperate souls to the crusade. And for the crusaders, every soldier counts.
ko: 많은 사람들이 종말론자들을 불편하게 생각하지만, 그들의 존재는 절망한 영혼들이 성전에 뛰어들도록 하고 있습니다. 그리고 성전군들에게는 병사 하나 하나가 귀중한 자산이고요.
ko_mt: 많은 이들이 종파주의자들의 눈에 거슬리는 모습에 불만을 품지만, 그들의 존재는 절망에 빠진 다른 영혼들을 십자군 전쟁으로 끌어들입니다. 십자군에게는 모든 병사가 중요합니다.

source: {g|Event_17_5}[Choice effects]{/g} Reconcile the sectarians with other priests
ko: {g|Event_17_5}[선택 효과]{/g} 이단자들과 다른 성직자들을 화해시킨다
ko_mt: {g|Event_17_5}[선택 효과]{/g} 종파를 다른 사제와 화해시키기

source: Upon hearing what Sosiel, an adept theologian, had to say, the sectarians spoke with the clergy and reached a certain consensus. They agreed to be more discreet — after all, the end of the world is coming either way, so there is no reason to quarrel on its brink.
ko: 종말론자들 이런 논쟁에 익숙한 신학자, 소시엘의 말을 듣더니, 성직자들과의 대화 끝에 어떤 합의에 도달했습니다. 종말론자는 더 조용하고 비밀스러운 삶을 받아드렸습니다. 어짜피 종말은 피할 수 없는 것인데, 세상의 끄트머리에서 논쟁을 벌일 이유는 없지요.
ko_mt: 유능한 신학자 소시엘의 말을 들은 종파 지도자들은 성직자들과 이야기를 나누고 일정한 합의에 도달했습니다. 어느 쪽이든 세상의 종말은 다가오고 있으니 그 직전에 다툴 이유가 없으니 좀 더 신중해지자는데 동의한 것이죠.

source: The End of the World
ko: 세상의 종말
ko_mt: 세상의 종말

source: Priests of various faiths are asking the Commander to banish the followers of a small sect that believes in the imminent demise of Golarion. These doomsayers scorn the gods with their words and demand that everyone bow down before the inevitable end.
ko: 여러 종교의 성직자들이 골라리온의 멸망을 믿는 이단 숭배자들을 쫓아내길 원하고 있습니다. 숭배자들은 불가피한 종말에 모두가 굴복해야 한다는 말과 함께 신들을 모욕하고 있습니다.
ko_mt: 다양한 종교의 사제들이 사령관에게 골라리온의 종말이 임박했다고 믿는 작은 종파의 추종자들을 추방해 달라고 요청하고 있습니다. 이 종말론자들은 말로 신들을 조롱하며 피할 수 없는 종말 앞에 모두 머리를 조아릴 것을 요구합니다.

source: {g|Event_18_1}[Choice effects]{/g} Send the giants to perform heavy manual labor
ko: {g|Event_18_1}[선택 효과]]{/g} 거인들에게 육체 노동을 할당한다
ko_mt: {g|Event_18_1}[선택 효과]{/g} 거인들을 보내 힘든 육체 노동을 시키세요.

source: Giants are the ideal candidates for heavy labor. For example, their contribution will be invaluable in the efforts to clear the bed of the West Sellen River. This effort will make supply deliveries from Kenabres easier. The alchemist Zagelforntz strongly endorses this decision.
ko: 거인들은 고된 노동에 완벽한 육체를 갖고 있습니다. 예를 들면, 서부 셀렌 강의 수로를 개선해 케나브레스로부터 오는 식량 보급을 더 수월하게 만들 수 있을 겁니다. 이런 큰 사업에 대한 그들의 노고는 이루 말할 수 없지요! 연금술사 자겔포른츠는 이 결정을 강하게 지지합니다.
ko_mt: 자이언트는 중노동에 이상적인 후보입니다. 예를 들어, 웨스트 셀렌 강 바닥을 청소하는 작업에서 자이언트의 기여는 매우 중요합니다. 이러한 노력으로 케나브레스에서 보급품을 더 쉽게 배달할 수 있습니다. 연금술사 자겔펀츠는 이 결정을 강력히 지지합니다.

source: {g|Event_18_2}[Choice effects]{/g} Cure the poor victims
ko: {g|Event_18_2}[선택 효과]{/g} 가엾은 희생자들을 치유한다
ko_mt: {g|Event_18_2}[선택 효과]{/g} 불쌍한 희생자 치료하기

source: Other soldiers were worried about their comrades' fate. The Commander's decision has emboldened them, and the alchemist Zagelforntz has been reprimanded harshly.
ko: 많은 병사들이 거인으로 변한 전우들을 걱정하고 있었지만, 사령관의 결정으로 인해, 병사들은 다시 사기를 얻게 되었습니다. 자겔포른츠는 심한 질책을 받게 되었습니다.
ko_mt: 다른 병사들은 전우들의 운명을 걱정하고 있었습니다. 사령관의 결정으로 그들은 용기를 얻었고 연금술사 자겔프랑츠는 가혹한 질책을 받았습니다.

source: {g|Event_18_3}[Choice effects]{/g} Use the giants in battle
ko: {g|Event_18_3}[선택 효과]{/g} 거인들을 전투에서 활용한다
ko_mt: {g|Event_18_3}[선택 효과]{/g} 전투에서 거인을 사용하세요

source: It would be foolish to pass up the opportunity to bolster the army with such strong fighters. The alchemist Zagelforntz strongly endorses this decision.
ko: 거인들은 매우 막강한 전력이며, 이들을 임무에서 배제하는 것은 어리석은 행동일 것입니다. 연금술사 자겔포른츠는 이 결정을 지지합니다.
ko_mt: 이렇게 강력한 전사들로 군대를 강화할 수 있는 기회를 놓치는 것은 어리석은 일입니다. 연금술사 자겔펀츠는 이 결정을 강력히 지지합니다.

source: {g|Event_18_5}[Choice effects]{/g} Found a separate settlement for the giants
ko: {g|Event_18_5}[선택 효과]{/g} 거인들을 위해 별도의 거주지를 세운다
ko_mt: {g|Event_18_5}[선택 효과]{/g} 거인들을 위한 별도의 정착지를 찾았습니다.
