Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: Young Tarsival is a pitiful and spineless young man, but under the Commander's tutelage, he will become a true warrior.
ko: 젊은 터시벌은 불쌍하고 약해빠진 젊은 이입니다. 하지만 사령관이 그의 후견인이 된다면, 그는 진정한 전사로 거듭날 수 있을 겁니다.
ko_mt: 어린 타르시발은 불쌍하고 무뚝뚝한 청년이지만 사령관의 가르침 아래 진정한 전사로 거듭날 것입니다.

source: Young Tarsival fought his first battles and has shown that the Commander's lessons have not been for naught. He may still lack experience, but he does have guts.
ko: 젊은 터시벌은 그의 첫번째 전투에서 사령관의 가르침이 헛되지 않았음을 보여주었습니다. 그는 당장은 미숙할지 모르지만, 그에게는 배짱이 있습니다.
ko_mt: 젊은 타르시발은 첫 전투에서 사령관의 교훈이 헛되지 않았음을 보여주었습니다. 아직 경험은 부족하지만 배짱은 있습니다.

source: 8 {g|SandClerics}[Sand Clerics]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 8 {g|SandClerics}[모래 클레릭]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 8 {g|SandClerics}[모래 성직자]{/g}을 모집합니다.

source: Help of Osirion
ko: 오시리온의 도움
ko_mt: 오시리온의 도움

source: Osirion is offering to help the crusade, but bringing their troops to Drezen will require some effort.
ko: 오시리온은 성전사들에게 지원을 약속했습니다. 하지만 그들의 부대를 드레젠으로 불러오기 위해서는, 약간의 노력이 필요합니다.
ko_mt: 오시리온이 성전단을 돕겠다고 제안했지만, 드레젠으로 병력을 데려오려면 약간의 노력이 필요합니다.

source: The reinforcements from Osirion have arrived in Drezen.
ko: 오시리온의 지원군이 드레젠에 도착했습니다.
ko_mt: 오시리온의 지원군이 드레젠에 도착했습니다.

source: 3 {g|Witches}[Witches]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 3 {g|Witches}[위치]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 3 {g|Witches}[마녀]{/g}을 모집합니다.

source: Help of the Mwangi
ko: 므왕기의 도움
ko_mt: 므왕이의 도움

source: Volunteers from the Mwangi Expanse are willing to join the crusade, but relocating them to the other side of Golarion will take both time and coin.
ko: 므왕기 대밀림에서 온 자원자들은 성전에 참여하고 싶어합니다. 하지만 그들을 골라리온의 정 반대편으로 재배치 하는 것은 시간과 금화, 그 모두를 필요로 합니다.
ko_mt: 므왕이 창공의 자원자들이 십자군 성전에 기꺼이 참여하지만, 이들을 골라리온 반대편으로 이동시키려면 시간과 코인이 모두 필요합니다.

source: The volunteers from the Mwangi Expanse have arrived in Drezen.
ko: 므왕기 대밀림의 자원자들이 드레젠에 도착했습니다.
ko_mt: 므왕이 익스팬스의 자원봉사자들이 드레젠에 도착했습니다.

source: 20 {g|ClericsOfCaydenCailean}[Clerics of Cayden Cailean]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 20 {g|ClericsOfCaydenCailean}[케이든 케일리언의 클레릭]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 20명의 {g|ClericsOfCaydenCailean}[케이든 케일린의 성직자]{/g}을 모집합니다.

source: Host of Drunkards
ko: 술주정뱅이의 초대
ko_mt: 주정뱅이 호스트

source: A group of fearless worshipers of Cayden Cailean wants to join the crusade because they have heard that serving with the crusaders is a lot of fun.
ko: 케이든 케일리언의 두려움 없는 신자들이 성전에 동참하고자 합니다. 성전사들과 함께하는 것은 매우 재밌는 일이라고 들었나 봅니다.
ko_mt: 케이든 케일린의 두려움 없는 숭배자들이 성전단과 함께 봉사하는 것이 매우 재미있다는 이야기를 듣고 성전단에 합류하고 싶어 합니다.

source: The worshipers of Cayden Cailean have arrived in Drezen.
ko: 케이든 케일리언의 신도들이 드레젠에 도착했습니다.
ko_mt: 케이든 케일린의 숭배자들이 드레젠에 도착했습니다.

source: Adds 1,500 Diplomacy experience points, deducts 3,000 gold.
ko: 외교 경험치가 1,500 증가하고, 금화 3,000 소모됩니다.
ko_mt: 외교 경험치 1,500을 추가하고 3,000 골드를 차감합니다.

source: Freeing the Slaves
ko: 노예 해방
ko_mt: 노예 해방하기

source: A representative of the Technic League is willing to sell a batch of "volunteers" — slaves — to the Commander. Conscience demands that these poor people's freedom be bought.
ko: 기술 연맹의 대표가 "자원자" — 노예들 — 집단을 사령관에게 판매하고 싶어합니다. 양심은 이 가엾은 사람들을 구입해, 해방하길 요구합니다.
ko_mt: 기술 연맹의 대표자가 "자원자", 즉 노예를 사령관에게 기꺼이 팔려고 합니다. 양심은 이 불쌍한 사람들의 자유를 사라고 요구합니다.

source: The purchased slaves set out for safer lands, praising the Commander's name.
ko: 사령관은 노예들을 구입했고, 이들을 보다 안전한 땅으로 보냈습니다. 이들은 사령관의 이름을 칭송하고 있습니다.
ko_mt: 구입한 노예들은 사령관의 이름을 칭송하며 더 안전한 땅을 향해 출발했습니다.

source: Adds 12,000 gold.
ko: 12,000 골드가 증가합니다.
ko_mt: 12,000 골드를 추가합니다.

source: Slave Trade
ko: 노예 교역
ko_mt: 노예 무역

source: The slave trade is banned in Mendev, but it is a lucrative business.
ko: 멘데브에서의 노예 거래는 금지되었으나, 수익성 좋은 사업입니다.
ko_mt: 멘데브에서는 노예 무역이 금지되어 있지만 수익성이 좋은 사업입니다.

source: The slaves have been sold in secret.
ko: 노예들은 비밀리에 판매되었습니다.
ko_mt: 노예들은 비밀리에 판매되었습니다.

source: 30 {g|Champions}[Champions]{/g} are recruited at the Commander's headquarters, deducts 3,000 gold.
ko: 사령관의 지휘부에 30 {g|Champions}[챔피언]{/g}이 모집되고, 금화 3,000을 소모합니다.
ko_mt: 사령관 본부에서 30 {g|Champions}[챔피언]{/g}을 모집하여 3,000 골드를 차감합니다.

source: The Unchained
ko: 풀려난 자들
ko_mt: 사슬을 풀다

source: The group of slaves that was purchased from the Technic League needs care and healing. But when they are feeling better, they will be eager to repay the kindness they were shown.
ko: 기술 연맹에게서 구입한 노예들은 보살핌과 치료가 필요합니다. 그들이 안정을 되찾는다면, 자신들에게 베풀어 준 성전사들의 친절함에 보답하고 싶어할 것입니다.
ko_mt: 테크닉 연맹에서 구입한 노예들은 보살핌과 치유가 필요합니다. 하지만 기분이 나아지면 그들은 자신에게 베풀어준 친절에 보답하고 싶어 할 것입니다.

source: Healed and full of hope, the former slaves have joined the crusade.
ko: 치유되고, 희망을 되찾은 과거의 노예들은 성전이 합류했습니다.
ko_mt: 치유를 받고 희망으로 가득 찬 노예들이 십자군 전쟁에 합류했습니다.

source: Experienced and attentive instructors could help soldiers that are considered useless to unlock their talents and be of greater service to the crusade.
ko: 경험많고 세심한 강사는 쓸모없어 보이는 병사들이 가진 숨겨진 능력을 깨우고, 성전에 큰 도움이 되게 할 겁니다.
ko_mt: 경험이 풍부하고 세심한 교관은 쓸모없다고 여겨지는 병사들이 재능을 발휘하여 십자군에 더 큰 도움이 될 수 있도록 도울 수 있습니다.

source: The instructors are now being more attentive while training soldiers as they are trying to find an individualistic approach.
ko: 병사들을 훈련시킬 때, 강사들은 더욱 세심한 주의를 기울여, 병사들 개개인이 각자의 목표에 도달할 수 있도록 도와줄 것입니다.
ko_mt: 교관들은 이제 병사들을 훈련하는 동안 개인주의적인 접근 방식을 찾기 위해 더욱 세심한 주의를 기울이고 있습니다.

source: 24 {g|CultistCutthroats}[Cultist Cutthroats]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 24 {g|CultistCutthroats}[사교도 살인마]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 24명의 {g|CultistCutthroats}[사교도 목구멍]{/g}을 모집합니다.

source: Personal Guard
ko: 개인 경호원
ko_mt: 개인 경호원

source: A group of veterans that have been purging the ranks of weak and useless fighters have proven their worth and deserved an invitation to a special unit of the Commander's personal guard.
ko: 약해빠지고 쓸모없는 전사들을 전열에서 제거한 고참병들은 그들의 가치를 증명했고, 사령관의 개인 호위를 담당하는 특수 부대에 초대받을 자격을 얻게되었습니다.
ko_mt: 나약하고 쓸모없는 전사들을 숙청해 온 베테랑 그룹은 그들의 가치를 입증했으며 사령관의 개인 경비대 특수 부대에 초대받을 자격이 있습니다.

source: The group of the Commander's personal warriors has been formed.
ko: 사령관의 개인 경호 부대가 창설되었습니다.
ko_mt: 사령관의 개인 전사 그룹이 결성되었습니다.

source: All undead units gain the {g|QualityEquipment}[Quality Equipment]{/g} feat.
ko: 모든 언데드 유닛은 {g|QualityEquipment}[고품질 장비]{/g} 특기를 얻습니다.
ko_mt: 모든 언데드 유닛은 {g|QualityEquipment}[고품질 장비]{/g} 업적을 얻습니다.

source: Profitable Purchase
ko: 유리한 구매
ko_mt: 수익성 있는 구매

source: Merchants that have been "convinced" by the Commander's vampires will offer the crusade better gear at a better price.
ko: 사령관의 뱀파이어에 의해 "설득된" 상인들은 성전에 더 나은 가격으로, 보다 좋은 품질의 장비들을 제공할 것입니다.
ko_mt: 사령관의 뱀파이어에게 "설득"된 상인은 십자군에게 더 좋은 장비를 더 좋은 가격에 제공할 것입니다.

source: Weapons for the undead legions have arrived at Drezen.
ko: 언데드 군단을 위한 무기가 드레젠에 도착했습니다.
ko_mt: 언데드 군단을 위한 무기가 드레젠에 도착했습니다.

source: The troops are in need of new gear, and Mendev has suppliers willing to provide Drezen with affordable equipment.
ko: 병사들은 새로운 무기가 필요합니다. 그리고 멘데브에는 적당한 값에 장비들을 제공할 공급자이 있습니다.
ko_mt: 군대는 새로운 장비가 필요했고, 멘데브는 저렴한 가격으로 드레젠에게 장비를 제공할 의향이 있는 공급업체를 확보했습니다.

source: Affordable equipment for the soldiers has been purchased.
ko: 병사들이 착용할 장비들을 적당한 값에 구입했습니다.
ko_mt: 병사들을 위한 저렴한 장비를 구입했습니다.

source: Top quality weapons are pricey, but the buyer will get their money's worth in the very first battle.
ko: 최고 품질의 무기들은 비싸지만, 이것들을 구입한 사람들은 첫번째 전투에서 돈이 아깝지 않았음을 느끼게 될 것입니다.
ko_mt: 최고 품질의 무기는 가격이 비싸지만 구매자는 첫 전투에서 돈의 가치를 얻을 수 있습니다.

source: Highest-quality gear has been purchased.
ko: 최고 등급의 장비들을 구입했습니다.
ko_mt: 최고급 장비를 구매했습니다.

source: Weaponsmiths from Daggermark that forge weapons for local assassins would be glad to find a new market and are thus offering a good discount.
ko: 대거마크의 암살자들을 위해 무기를 만들어내는 그 지역의 무기장인들은 새 시장을 찾고 싶어 합니다. 그들이라면 괜찮은 가격으로 무기를 구입할 수 있을 것입니다..
ko_mt: 지역 암살자를 위해 무기를 제작하는 대거마크의 무기 제작자들이 새로운 시장을 찾게 되어 기뻐하며 할인 혜택을 제공합니다.

source: The weapons from Daggermark have been delivered to Drezen.
ko: 대거마크의 무기들이 드레젠으로 배달되었습니다.
ko_mt: 대거마크의 무기가 드레젠에게 전달되었습니다.

source: 140 {g|Convicts}[Convicts]{/g} are recruited at the Commander's headquarters, crusade morale reduces by 10.
ko: 사령관의 지휘부에 140 {g|Convicts}[죄수]{/g} 가 모집되고. 성전 사기가 10 감소합니다.
ko_mt: 사령관 본부에서 140 {g|Convicts}[죄수]{/g}을 모집하면, 십자군 사기가 10 감소합니다.

source: Fugitive Hunt
ko: 도망자 사냥
ko_mt: 도망자 사냥

source: A group of criminals that was headed for Drezen to serve in the army has escaped. These criminals need to be found and forced into obedience, although few soldiers will be eager to fight in the same unit as former deserters.
ko: 복무를 위해 드레젠으로 향하던 범죄자 무리가 도중에 탈출했습니다. 반드시 이 범죄자들을 찾아내야하며, 반드시 복종시켜야합니다. 탈영 전과가 있는 자들과는 그 누구도 같이 복무하고 싶어하지 않을 겁니다.
ko_mt: 군 복무를 위해 드레젠으로 향하던 범죄자 무리가 탈출했습니다. 탈영병과 같은 부대에서 싸우고 싶어하는 병사는 거의 없지만, 이 범죄자들을 찾아내서 복종하도록 만들어야 합니다.

source: The fugitives have been caught and forced to join the ranks.
ko: 도망자들은 붙잡혔고, 강제로 입대하게 되었습니다.
ko_mt: 도망자들이 붙잡혀 강제로 대열에 합류했습니다.

source: 4 {g|MummyClerics}[Mummy Clerics]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 4 {g|MummyClerics}[미라 클레릭]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 {g|MummyClerics}[미라 성직자]{/g} 4명을 모집합니다.

source: Enchanting the Dead
ko: 죽음 부여
ko_mt: 죽은 자에게 마법 부여

source: The risen crusaders could become useful servants if the Commander infuses them with {mf|his|her} power.
ko: 사령관이 그의 힘을 불어넣는다면, 되살아난 성전사들은 더 쓸모있는 하수인이 될 것입니다.
ko_mt: 사령관이 부활한 성전사에게 {mf|그|그녀}의 힘을 불어넣으면 유용한 부하가 될 수 있습니다.

source: The risen crusaders have been infused with the Commander's power and have sworn their allegiance to {mf|him|her}.
ko: 되살아난 성전사들에게 사령관의 힘이 주입되었고, 사령관에게 충성을 맹세했습니다.
ko_mt: 부활한 성전사들은 사령관의 힘을 주입받아 {mf|그|그녀}에게 충성을 맹세했습니다.

source: Many families send their children to join the crusade to rid themselves of unwanted heirs. They neither want, nor know how, to serve, and someone needs to raise them to be true warriors.
ko: 많은 가문들이 상속인을 하나라도 더 제거하기 위해 그들의 자식들을 성전에 보내고 있습니다. 이들은 어떻게 복무해야하는지 알지도, 복무하고 싶어하지도 않습니다. 누군가가 이들은 진정한 전사로 다시 태어나게 해야할 것입니다.
ko_mt: 많은 가정에서 원치 않는 후계자를 제거하기 위해 자녀를 십자군 전쟁에 참여시킵니다. 그들은 복무하기를 원하지도 않고, 어떻게 복무할지도 모르며, 누군가는 그들을 진정한 전사로 키워야 합니다.

source: The young pampered nobles sent by their families to the crusade have become skilled fighters.
ko: 가족들에게서 성전으로 내쫓겨난, 제멋대로인 젊은 귀족들이 노련한 전사가 되었습니다.
ko_mt: 가족에 의해 십자군 전쟁에 파견된 애지중지하던 젊은 귀족들은 숙련된 전사가 되었습니다.

source: Adds 3,000 Diplomacy experience points.
ko: 외교 경험치가 3,000 증가합니다.
ko_mt: 외교 경험치 3,000을 추가합니다.

source: Dangerous Hunt
ko: 위험한 사냥
ko_mt: 위험한 사냥

source: A group of Chelaxian nobles would like to hunt monsters in the Worldwound.
ko: 첼리악스 귀족들이 세계상처의 괴물들을 사냥하고 싶어합니다.
ko_mt: 첼락시아 귀족 무리가 세계상처에서 괴물을 사냥하고 싶어 합니다.

source: The Chelaxians have thoroughly enjoyed the thrill of the hunt.
ko: 첼리악스인들은 사냥의 스릴을 즐겼습니다.
ko_mt: 첼락시아인들은 사냥의 스릴을 만끽하고 있습니다.

source: 4 {g|MinotaurVanguard}[Minotaur Vanguard]{/g} and 4 {g|MinotaurAxeThrowers}[Minotaur Axe Throwers]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 4 {g|MinotaurVanguard}[미노타우르스 선봉대]{/g} 와 4 {g|MinotaurAxeThrowers}[미노타우르스 도끼투척자]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 {g|MinotaurVanguard}[미노타우로스 선봉대]{/g} 4명, {g|MinotaurAxeThrowers}[미노타우로스 도끼 투척기]{/g} 4명을 모집합니다.

source: Battle Monsters
ko: 전투 괴물
ko_mt: 전투 괴물

source: A collector from Absalom is willing to offer a few monsters from his "menagerie" that he has grown bored of in exchange for some exotic trophies.
ko: 압살롬의 수집가가 그의 "동물원" 에서 몇가지 괴물들을 제공하고자 합니다. 그는 이미 질려버린 자신의 수집품과 특별한 전리품을 교환하고 싶어합니다.
ko_mt: 압살롬의 수집가가 이국적인 전리품과 교환하는 대가로 싫증이 난 "동물원"의 괴물 몇 마리를 기꺼이 제공하겠다고 합니다.

source: A delivery of battle monsters has arrived in Drezen.
ko: 전투 괴물이 드레젠에 도착했습니다.
ko_mt: 드레젠에 전투 괴물 배달이 도착했습니다.

source: Adds 1,000 Finance Points.
ko: 재정 점수가 1,000 증가합니다.
ko_mt: 재정 점수 1,000점을 추가합니다.

source: Dangerous Goods
ko: 위험한 물건
ko_mt: 위험물

source: A collector from Absalom is offering generous payment for any captive demons delivered to his "menagerie."
ko: 압살롬의 수집가는 자신의 "수집품" 목록에 데몬들을 추가하는 것을 대가로, 막대한 양의 재화를 제공합니다.
ko_mt: 압살롬의 수집가가 자신의 "동물원"으로 데려온 포로 데몬에 대해 넉넉한 대가를 제시하고 있습니다."

source: A shipment of demons has been delivered to the collector in Absalom.
ko: 압살롬의 수집가는 데몬을 받았습니다.
ko_mt: 압살롬의 수집가에게 데몬의 화물이 배달되었습니다.

source: A collector from Absalom is willing to pay handsomely for any captive exotic demons, and Greybor can put together a group of hunters to capture such dangerous prey.
ko: 압살롬의 수집가는 특별한 데몬들을 위해서라면, 막대한 비용을 감수할 것입니다. 그레이보르는 그런 위험한 사냥감을 포획하기 위해 사냥단을 조직할 수 있습니다.
ko_mt: 압살롬의 수집가는 포로로 잡힌 이국적인 데몬에게 거액을 지불할 의향이 있으며, 그레이버는 사냥꾼 그룹을 구성하여 위험한 먹잇감을 잡을 수 있습니다.

source: The group of hunters of exotic demons has been formed.
ko: 특별한 데몬들을 쫓는 사냥단이 조직되었습니다.
ko_mt: 이국적인 데몬 사냥꾼 그룹이 결성되었습니다.

source: 12 {g|Kineticists}[Kineticists]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 12{g|Kineticists}[키네시스트]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 12 {g|Kineticists}[키네틱 아티스트]{/g}을 모집합니다.

source: Worldwound Research
ko: 세계 상처 연구
ko_mt: 세계상처 리서치

source: Mages and scientists have taken an interest in the warped elements of the Wound area. The Commander could lure some of them to Drezen with promises of exciting discoveries.
ko: 마법사들과 과학자들은 세계상처 지역의 뒤틀린 정령들에게 관심을 갖고있습니다. 사령관이 이 정령들을 드레젠으로 꾀어낸다면, 연구원들에게 흥미로운 발견을 약속할 수 있을 겁니다.
ko_mt: 마법사와 과학자들은 상처 지역의 뒤틀린 요소에 관심을 가져왔습니다. 사령관은 흥미로운 발견을 약속하며 그들 중 일부를 드레젠으로 유인할 수 있습니다.

source: A group of mages has arrived to study the Wound.
ko: 마법사들이 세계상처를 연구하기 위해 도착했습니다.
ko_mt: 상처를 연구하기 위해 마법사 일행이 도착했습니다.

source: Unlocks {g|NegativeEnergyBlast}[Negative Energy Blast]{/g} ritual.
ko: {g|NegativeEnergyBlast}[음에너지 폭발]{/g} 의식을 해금합니다.
ko_mt: {g|NegativeEnergyBlast}[음에너지 폭발]{/g}의식을 잠금 해제합니다.

source: Experiment in Destruction
ko: 파괴 속의 실험
ko_mt: 파괴의 실험

source: A dangerous relic of Tar-Baphon that was kept by the Knights of Ozem could become a powerful weapon against the demons — the magical seals on it have weakened, and the artifact will soon explode, sending out a wave of negative energy.
ko: 데몬들에게 대적할 강력한 무기가 될 수 있는, 타르-바폰의 위험한 유물은 오젬 기사단이 보관하고 있었습니다. 하지만 마법 봉인은 약해져버렸고, 유물은 곧 폭발해 엄청난 음 에너지 파동을 방출할 것입니다.
ko_mt: 오젬 기사단이 보관하고 있던 타르바폰의 위험한 유물이 데몬에 대항하는 강력한 무기가 될 수 있습니다. 유물의 마법 봉인이 약해져 곧 폭발하여 음에너지의 물결을 내뿜을 것입니다.

source: The relic of Tar-Baphon has arrived in Drezen and is ready to be destroyed. All that is left is to deliver it to the demons.
ko: 타르-바폰의 유물이 드레젠에 도착했고, 이를 파괴할 준비가 모두 끝났습니다. 데몬에게 전달하는 일만 남았습니다.
ko_mt: 타르바폰의 유물이 드레젠에 도착하여 파괴할 준비가 되었습니다. 이제 남은 것은 데몬들에게 전달하기만 하면 됩니다.

source: 3 {g|KnightsOfOzem}[Knights of Ozem]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 3 {g|KnightsOfOzem}[오젬 기사단]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 3 {g|KnightsOfOzem}[오젬의 기사단]{/g}을 모집합니다.

source: Destruction of the Dangerous Relic
ko: 위험한 유물 파괴
ko_mt: 위험한 유물 파괴

source: The Knights of Ozem are asking the Commander to help them in the destruction of a dangerous relic of Tar-Baphon. They are offering their services as payment.
ko: 오젬 기사단은 사령관에게 타르-바폰의 위험한 유물을 파괴할 수 있도록 도와달라고 요청했습니다. 이에 대한 대가로 그들은 성전에 참전할 것입니다.
ko_mt: 오젬 기사단은 사령관에게 타르바폰의 위험한 유물을 파괴하는데 도움을 요청하고 있습니다. 그들은 그들의 서비스를 대가로 제공하고 있습니다.

source: The relic of Tar-Baphon has been carried out into the wasteland and destroyed.
ko: 타르-바폰의 유물은 황무지로 이송되었고, 그곳에서 파괴되었습니다.
ko_mt: 타르바폰의 유물은 황무지로 옮겨져 파괴되었습니다.

source: 20 {g|Hellknightscrusade}[Hellknights]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 20 {g|Hellknightscrusade}[헬나이트]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 20명의 {g|Hellknightscrusade}[지옥기사]{/g}을 모집합니다.

source: Fate of the Fallen Paladins
ko: 타락한 팔라딘의 운명
ko_mt: 타락한 성기사의 운명

source: The paladins who lost Iomedae's favor because of their cruelty do not wish to return to their former lives. They now see their future in the ranks of the Hellknights.
ko: 그들의 잔혹함으로 인해, 아이오메데의 은총을 잃어버린 팔라딘들은 과거의 삶으로 돌아가고싶어하지 않습니다. 그들은 헬나이트들의 전열에서 자신들의 미래를 보고있습니다.
ko_mt: 잔인함 때문에 아이오메데의 총애를 잃은 성기사들은 전생으로 돌아가고 싶지 않습니다. 이제 그들은 지옥기사의 대열에서 자신들의 미래를 봅니다.

source: The former paladins have joined the Hellknights.
ko: 과거의 팔라딘들이 헬나이트 기사단에 입대했습니다.
ko_mt: 전 성기사가 지옥기사에 합류했습니다.

source: 15 {g|Paladins}[Paladins]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 15 {g|Paladins}[팔라딘]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 15명의 {g|Paladins}[성기사]{/g}을 모집합니다.

source: Paladins' Redemption
ko: 팔라딘들의 구원
ko_mt: 성기사의 구속

source: A group of paladins that lost Iomedae's favor is going out on a penitential march. They require supplies and equipment.
ko: 아이오메데의 은총을 잃어버린 팔라딘 한 무리가 참회의 행진을 나가고 있습니다. 그들은 장비와 보급품을 필요로 합니다.
ko_mt: 아이오메데의 총애를 잃은 성기사 무리가 참회 행진을 떠나고 있습니다. 이들에게는 보급품과 장비가 필요합니다.

source: The former paladins have atoned for their sins and regained Iomedae's blessing.
ko: 과거의 팔라딘들이 자신들의 죄에 대한 속죄를 끝맞쳤고, 아이오메데의 다시 축복을 받았습니다.
ko_mt: 전 성기사는 죄를 속죄하고 아이오메데의 축복을 되찾았습니다.

source: 9 {g|Retrievers}[Retrievers]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 9 {g|Retrievers}[리트리버]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 9명의 {g|Retrievers}[검색기]{/g}을 모집합니다.

source: Retriever Repair
ko: Retriever 수리
ko_mt: 리트리버 수리

source: The talented clockmaker could reconstruct retrievers, wicked mechanical spiders of demonic making, out of scrap.
ko: 재능있는 시계장이는 데몬들이 만든 기괴한 기계 거미인 retrievers 를 고철더미에서 재구성 할 수 있었습니다.
ko_mt: 재능 있는 시계 제작자는 데몬이 만든 사악한 기계 거미인 리트리버를 고철로 재구성할 수 있었습니다.

source: The broken retrievers have been reconstructed.
ko: 파괴된 retrievers 가 수리되었습니다.
ko_mt: 부서진 리트리버가 재구성되었습니다.

source: Recruitment growth for trainable cavalry units reduces by 50% for 15 days, 1 {g|SilverDragons}[Silver Dragon]{/g} is recruited at the Commander's headquarters.
ko: 훈련 기병 유닛의 모집 성장이 15일 동안 50% 감소합니다. 사령관의 지휘부에 1 {g|SilverDragons}[실버 드래곤]{/g}이 모집됩니다.
ko_mt: 15일 동안 훈련 가능한 기병 유닛의 모집 증가량이 50% 감소하고, 사령관 본부에서 {g|SilverDragons}[실버 드래곤]{/g}이 1명 모집됩니다.

source: A young wanderer is hunting after a dangerous dragon, but if she sets out alone, things will get ugly for her. If the Commander gives her an escort of experienced riders, she will stand a better chance.
ko: 젊은 방랑자가 위험한 드래곤을 쫓고있습니다. 하지만 그녀가 혼자 출발한다면, 상황이 굉장히 나쁘게 돌아갈 것입니다. 만약 사령관이 그녀에게 숙련된 기수들을 호위로 붙인다면, 그녀가 성공할 지도 모릅니다.
ko_mt: 한 젊은 방랑자가 위험한 용을 쫓고 있지만, 혼자 출발하면 상황이 험악해질 수 있습니다. 사령관이 숙련된 기수들을 호위해 준다면 더 나은 기회를 잡을 수 있을 것입니다.

source: Every warrior the Commander sent with the young wanderer fell in the battle with the dragon, but the wanderer herself managed to prevail and bathe in the creature's blood. She returned to Drezen in the form of a majestic dragon and offered to serve the Commander to make up for the lives of the brave fighters who perished.
ko: 사령관이 젊은 방랑자에게 보낸 병사들은 모두 드래곤과의 전투에서 쓰러졌습니다. 하지만 방랑자는 승리를 거뒀고, 그 짐승의 피로 목욕을 했습니다. 그녀는 웅장한 드래곤의 형상으로 드레젠에 도착했고, 쓰러진 용감한 병사들의 희생을 만회하기 위해 사령관을 따르고 싶다고 전해왔습니다.
ko_mt: 사령관이 어린 방랑자와 함께 보낸 모든 전사들은 용과의 전투에서 쓰러졌지만 방랑자 자신은 승리하여 용의 피를 흘리고 목욕을 했습니다. 그녀는 장엄한 용의 모습으로 드레젠으로 돌아와 사령관에게 전사한 용감한 전사들의 목숨을 보상하기 위해 봉사하겠다고 제안했습니다.

source: Adds 12,500 Finance Points.
ko: 재정 점수가 12,500 증가합니다.
ko_mt: 12,500 재정 점수를 추가합니다.

source: Dragonslayer's Adventure
ko: 드래곤 슬레이어의 모험
ko_mt: 드래곤슬레이어의 모험

source: The young wanderer is preparing to hunt after a dangerous dragon, but she needs supplies and gear.
ko: 젊은 방랑자는 위험한 드래곤을 사냥할 준비를 하고 있습니다만, 그녀는 장비와 보급품이 필요합니다.
ko_mt: 이 젊은 방랑자는 위험한 용을 쫓아 사냥을 준비하고 있지만 보급품과 장비가 필요합니다.

source: The young wanderer slew a dragon and bathed in its blood. It is unknown whether or not she acquired the power of a dragon afterward, but she did give the creature's hoard to the crusaders as promised.
ko: 젊은 방랑자는 드래곤을 살해하고, 그 피로 목욕을 했습니다. 이후에 드래곤의 힘을 얻었는지, 못 얻었는지는 알 수 없지만, 그녀는 약속한 대로 짐승의 보물들을 성전사들에게 내어주었습니다.
ko_mt: 이 젊은 방랑자는 용을 죽이고 그 피로 목욕을 했습니다. 그 후 용의 힘을 얻었는지 여부는 알 수 없지만, 약속대로 성전사들에게 용의 비축물을 주었습니다.

source: Adds 7500 Finance Points and provides a {g|Artefact_Event_47}[gift for Greybor]{/g}.
ko: 재정 점수가 7,500 증가합니다. 또한 {g|Artefact_Event_47}[그레이보르를 위한 선물]{/g} 이 제공됩니다.
ko_mt: 7500 재정 점수를 추가하고 {g|Artefact_Event_47}[그레이버를 위한 선물]{/g}을 제공합니다.

source: Raising a Dragonslayer
ko: 드래곤 슬레이어 키우기
ko_mt: 드래곤슬레이어 키우기

source: Greybor's advice will prove helpful to the young wanderer who intends to go up against a terrifying dragon.
ko: 그레이보르의 조언은 무시무시한 드래곤과 맞서려는 젊은 방랑자에게 큰 도움이 되어줄 것 입니다.
ko_mt: 그레이버의 조언은 무시무시한 용과 맞서 싸우려는 젊은 방랑자에게 도움이 될 것입니다.

source: The young wanderer has returned with her blade covered in dragon blood. As a token of her gratitude, she has given all of the dragon's treasure to the crusade and presented a personal gift to her mentor, Greybor.
ko: 드래곤의 피로 덮힌 검과 함께 젊은 방랑자가 돌아왔습니다. 감사의 표시로, 그녀는 드래곤이 모은 모든 보물들을 성전에 기부했고, 그녀의 멘토인 그레이보어에게 선물을 주었습니다.
ko_mt: 젊은 방랑자가 용의 피로 범벅이 된 검을 들고 돌아왔습니다. 그녀는 감사의 표시로 용의 보물을 모두 십자군에 바쳤고, 스승 그레이버에게 개인적인 선물도 선물했습니다.

source: Provides a {g|Artefact_Event_52}[trophy from the evil spirit]{/g}.
ko: {g|Artefact_Event_52}[불길한 영혼으로부터의 전리품]{/g} 이 제공됩니다.
ko_mt: {g|Artefact_Event_52}[사악한 영혼의 전리품]{/g}을 제공합니다.

source: Spirit Hunt
ko: 영혼 사냥
ko_mt: 정령 사냥

source: The suspicious spirit who calls himself the Helper could pose a threat to the crusaders. He needs to be tracked down and destroyed.
ko: 자신을 도우미라고 부르는 수상한 영혼은 성전사들에게 위협이 될 수 있습니다. 반드시 그를 쫓아, 파괴해야 합니다.
ko_mt: 자신을 도우미라고 부르는 수상한 정령은 십자군에게 위협이 될 수 있습니다. 그를 추적하여 파괴해야 합니다.

source: Upon capturing and destroying the suspicious spirit, the Commander's servants searched his hideout and discovered an enchanted item that seemed to have belonged to some dark mage of the past.
ko: 수상한 영혼을 포획하고 파괴하고 나서, 사령관의 부하들은 그의 은신처를 수색했고, 한 때, 어둠의 마법사가 지녔던 것으로 보이는, 마법이 부여된 물품을 발견했습니다.
ko_mt: 수상한 정령을 붙잡아 처치한 사령관의 부하들은 그의 은신처를 수색하던 중 과거 어둠의 마법사가 사용했던 것으로 보이는 마법이 걸린 아이템을 발견했습니다.

source: The Commander can perform a favor for an influential succubus by transporting her to a thiefling hideout in Avistan. The thieflings will ensure that she stays safe and comfortable — and they can find a way to benefit from having such a powerful ally. They will remember to thank the Commander for it.
ko: 사령관은 영향력있는 서큐버스를 아비스탄의 씨플링 비밀 은신처로 보냄으로써 호의를 쌓을 수 있습니다. 씨플링들은 그녀가 안전하고, 편안하게 지낼 수 있도록 편의를 보장할 것입니다. 그리고 씨플링들은 그녀처럼 강력한 아군에게서 이득을 볼 수 있는 방법을 찾을 수 있겠지요. 그들은 사령관에게 감사를 표하는 걸 잊지 않을 겁니다.
ko_mt: 사령관은 영향력 있는 서큐버스를 아비스탄에 있는 도둑들의 은신처로 데려가 호의를 베풀 수 있습니다. 도둑들은 사령관이 안전하고 편안하게 지낼 수 있도록 도와줄 것이며, 강력한 아군을 확보함으로써 이득을 얻을 수 있습니다. 그들은 사령관에게 감사의 인사를 잊지 않을 것입니다.

source: The powerful succubus was transported to the thieflings' hideout.
ko: 강력한 서큐버스가 씨플링 비밀 은신처로 이송되었습니다.
ko_mt: 강력한 서큐버스는 도둑들의 은신처로 옮겨졌습니다.

source: 12 {g|Vrocks}[Vrocks]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 12 {g|Vrocks}[브록]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 12 {g|Vrocks}[브록]{/g}을 모집합니다.

source: Enchanted Demons
ko: 마법이 깃든 데몬들
ko_mt: 마법에 걸린 데몬

source: An influential succubus who has acknowledged the Commander's supremacy is willing to deliver a group of demonic minions she charmed to Drezen.
ko: 사령관의 패권을 인정한 영향력 있는 서큐버스가 자신이 매혹시킨 데몬 졸개들을 기꺼히 드레젠으로 보내고자 합니다.
ko_mt: 사령관의 우월성을 인정한 영향력 있는 서큐버스가 자신이 매혹한 데몬 하수인 무리를 드레젠에게 데려다주겠다고 합니다.

source: The crusade's succubus ally has sent a group of demons she charmed to Drezen.
ko: 성전의 아군 서큐버스가 매혹시킨 데몬들을 드레젠으로 보내왔습니다.
ko_mt: 성전 성전의 서큐버스 동맹이 드레젠에게 매혹된 데몬 무리를 보냈습니다.

source: Adds 100 Energy Points.
ko: 에너지 점수가 100 증가합니다.
ko_mt: 에너지 점수 100점을 추가합니다.

source: Raid on the Succubus
ko: 서큐버스 습격
ko_mt: 서큐버스 습격

source: The crusaders have discovered the lair of a mighty succubus. It has to be destroyed.
ko: 성전사들은 강력한 서큐버스의 소굴을 발견했습니다. 이 장소는 파괴되어야 합니다.
ko_mt: 성전사들이 강력한 서큐버스의 은신처를 발견했습니다. 반드시 파괴해야 합니다.

source: The succubus's lair has been cleared out, and the crusaders have brought back plenty of magical trophies.
ko: 서큐버스의 소굴이 청소되었고, 성전사들은 많은 양의 마법 전리품을 들고 돌아왔습니다.
ko_mt: 서큐버스의 은신처가 정리되었고, 성전사들이 마법 전리품을 많이 가져왔습니다.

source: Adds 5,000 Finance Points.
ko: 재정 점수가 5,000 증가합니다.
ko_mt: 재정 점수 5,000점을 추가합니다.

source: Trading the Cultist Captives
ko: 사교도 포로 교환
ko_mt: 이교도 포로 거래

source: An influential succubus is offering a generous price for any prisoners taken by the crusaders.
ko: 강력한 서큐버스는 성전사들이 붙잡은 모든 죄수들을 후한 가격으로 구입하고자 합니다.
ko_mt: 영향력 있는 서큐버스가 십자군에게 잡혀간 포로에게 후한 대가를 제시하고 있습니다.

source: A delivery of captive cultists has been sold to the succubus.
ko: 사교도 포로들이 서큐버스에게 팔렸습니다.
ko_mt: 포로로 잡힌 사이비 교도들이 서큐버스에게 팔려갔습니다.

source: By clashing with captured monsters, crusaders will learn how to oppose them and avoid their deadly attacks.
ko: 포획한 괴물들과 맞서 싸우며, 성전사들은 어떻게 괴물들과 대적할 지, 어떻게 그들의 치명타를 회피할 지에 대해 배울 것입니다.
ko_mt: 성전사는 포획한 괴물와 충돌하면서 괴물에 대항하고 치명적인 공격을 피하는 방법을 배우게 됩니다.
