Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: {g|Event_48_3}[Choice effects]{/g} Reveal Radiance that surpasses both of the artisan's creations
ko: {g|Event_48_3}[선택 효과]{/g} 두 장인의 작품을 능가하는 검 "광휘"를 보여준다
ko_mt: {g|Event_48_3}[선택 효과]{/g} 두 장인의 작품을 능가하는 광채를 드러내세요.

source: This option is unavailable because you do not have in your possession a blade capable of astounding the famed artisan.
ko: 당신은 장인을 깜짝 놀라게 할만한 칼을 갖고 있지 않기 때문에 이 선택지를 선택할 수 없습니다.
ko_mt: 이 옵션은 유명한 장인을 놀라게 할 수 있는 칼날을 보유하고 있지 않기 때문에 사용할 수 없습니다.

source: The artisan was stunned at the sight of the Commander's weapon. In exchange for the right to study it upon occasion and learn the secrets of true craftsmanship, he agreed to join the crusade and forge weapons for the troops.
ko: 장인은 사령관의 무기를 보고 깜짝 놀랐습니다. 사령관의 칼을 연구하고, 또 진정한 대장기술의 비밀을 배우는 대가로 사령관은 장인에게 군에 복무할 것을 요구했고, 장인은 이 제안을 받아드렸습니다. 이 솜씨좋은 대장장이는 이제부터 병사들을 위해 무기를 만들어 낼 것입니다.
ko_mt: 장인은 사령관의 무기를 보고 깜짝 놀랐습니다. 그는 가끔 무기를 연구하고 진정한 장인 정신의 비밀을 배울 수 있는 권리를 얻는 대신 십자군에 합류하여 군대를 위한 무기를 제작하기로 동의했습니다.

source: {g|Event_48_4}[Choice effects]{/g} Perceive the true nature of the blades
ko: {g|Event_48_4}[선택 효과]{/g} 두 검의 진정한 본질을 느낀다
ko_mt: {g|Event_48_4}[선택 효과]{/g} 칼날의 본질을 인식합니다.

source: The Commander could clearly see that the rusty sword had been blessed by the gods and the artisan had been trying to surpass it his whole life. After a conversation with the Commander, the artisan realized that he should not have competed with the craftsmen of old and instead learned from them and improved their creation. Using his knowledge, he restored and enhanced the old sword before presenting it to the Commander.
ko: 사령관은 녹슨 검은 신들의 축복을 받았고, 장인은 평생에 걸쳐 이 녹슨 검을 능가하는 역작을 만들려고 노력했다는 사실을 분명하게 알게 되었습니다. 사령관과 대화를 나눈 후, 장인은 과거의 대장장이와 경쟁하는 것 대신에 그들에게서 배울 점을 찾고, 또 과거의 장인들이 만든 작품들을 개선해야 된다는 사실을 깨닫게 되었습니다. 장인은 칼을 사령관에게 헌상하기 전에, 대장장이 지식을 이용해 녹슨 칼을 온전히 복원하고, 마법을 부여할 수 있었습니다.
ko_mt: 사령관은 녹슨 검이 신의 축복을 받은 것이고 장인이 평생 그 검을 뛰어넘기 위해 노력했다는 것을 분명히 알 수 있었습니다. 사령관과의 대화 끝에 장인은 옛 장인들과 경쟁할 것이 아니라 그들에게서 배우고 그들의 창조물을 개선해야 한다는 것을 깨달았습니다. 그는 자신의 지식을 바탕으로 오래된 검을 복원하고 강화한 후 사령관에게 검을 선물했습니다.

source: {g|Event_48_5}[Choice effects]{/g} Give both swords to Nenio despite the artisan's protests
ko: {g|Event_48_5}[선택 효과]{/g} 장인의 항의를 무릅쓰고 네니오에게 두 칼을 건네준다
ko_mt: {g|Event_48_5}[선택 효과]{/g} 장인의 항의에도 불구하고 두 검을 네니오에게 주자.

source: Did you know the rusty sword holds a divine blessing that the artisan has obviously been trying to surpass his whole life in vain? I wonder what happens if we melted both blades together to make a single one? Following Nenio's advice, the Commander's loyal craftsmen reforged the two swords into one. The upset blacksmith left Drezen cursing "that damned airhead."
ko: 그 녹슨 칼에 담긴 신의 축복을 뛰어넘는 작품을 만들기 위해 그 대장장이가 평생을 부질 없이 보내버린 거 알아? 두 칼을 녹여서 하나로 만들면 어떻게 될까? 네니오의 조언을 따라, 사령관의 충성스러운 장인이 두 칼을 하나로 합쳐버렸습니다. 화난 대장장이는 드레젠을 떠나며, "망할 멍청이"라며 욕을 퍼부었습니다.
ko_mt: 녹슨 검에 장인이 평생을 노력해 온 신성한 축복이 담겨 있다는 사실을 알고 계셨나요? 두 칼날을 녹여 하나의 검을 만들면 어떻게 될까? 네니오의 충고에 따라 사령관의 충직한 장인들은 두 개의 검을 하나로 합쳤어요. 화가 난 대장장이가 드레젠을 향해 "저 망할 놈"이라고 저주하며 떠났어요."

source: The Two Blades
ko: 두 개의 칼날
ko_mt: 두 개의 칼날

source: A renowned artisan who forges enchanted weapons has come to the Commander bearing two gifts. One blade is old and rusty, the other radiates heavenly light and is incredibly sharp. The artisan is offering the Commander the choice of whichever sword fits {mf|him|her}.
ko: 마법 부여 무기들을 만드는 것으로 명망높은 장인이 두 가지 선물을 들고 사령관을 만나러 왔습니다. 하나는 낡고 녹슨 칼날이고, 다른 하나는 천상을 빛을 내며, 말도 안되게 날카로운 칼날입니다. 장인은 사령관이 두 가지 칼 중 하나를 선택하길 원합니다.
ko_mt: 마법이 부여된 무기를 제작하는 유명한 장인이 두 가지 선물을 들고 사령관에게 찾아왔습니다. 한 칼날은 오래되어 녹이 슬었고, 다른 한 칼날은 천상의 빛을 발산하며 놀라울 정도로 날카롭습니다. 장인은 사령관에게 {mf|그|그녀}에게 맞는 검을 선택해 달라고 합니다.

source: {g|Event_49_1}[Choice effects]{/g} Punish the jailer
ko: {g|Event_49_1}[선택 효과]{/g} 간수를 처형한다
ko_mt: {g|Event_49_1}[선택 효과]{/g} 간수 처벌하기

source: The acolytes of Zon-Kuthon do not belong in a sacred army. Seeing the jailer punished convinced the soldiers that they were right to follow the Commander.
ko: 존-쿠쏜의 신도는 성스러운 군단에 속하여서는 안됩니다. 간수가 처벌받는 것을 본 병사들은 사령관의 뜻을 따르는 것은 옳은 행위라고 확신하게 되었습니다.
ko_mt: 존 쿠톤의 추종자들은 신성한 군대에 속하지 않습니다. 간수가 벌을 받는 모습을 본 병사들은 사령관을 따르는 것이 옳다고 확신했습니다.

source: {g|Event_49_2}[Choice effects]{/g} Encourage the jailer
ko: {g|Event_49_2}[선택 효과]{/g} 간수를 부추긴다
ko_mt: {g|Event_49_2}[선택 효과]{/g} 간수 격려하기

source: The executioner is so ruthless and adept at his work that rumors of him even fill demons with fear. Many servants of the Abyss will scatter at the mere mention of his name.
ko: 처형자의 무자비함과 그의 가혹한 업무 처리 능력은 데몬들을 겁에 질리게 합니다. 그의 이름만 들어도 심연의 하수인들은 뿔뿔히 흩어질 것입니다.
ko_mt: 사형 집행자는 무자비하고 능숙하게 일을 처리하기 때문에 그에 대한 소문이 데몬들을 공포로 몰아넣습니다. 심연의 많은 종들은 그의 이름만 들어도 흩어질 것입니다.

source: {g|Event_49_4}[Choice effects]{/g} Take on the jailer as a personal apprentice
ko: {g|Event_49_4}[선택 효과]{/g} 간수를 개인 견습생으로 삼는다
ko_mt: {g|Event_49_4}[선택 효과]{/g} 간수를 개인 견습생으로 삼기

source: The jailer clearly had a talent for necromancy, but only under the Commander's tutelage was he able to reach his full potential. Now, he is tasked with inventing new wicked spells and ways of inflicting pain.
ko: 간수는 사령술에 상당한 재능이 있습니다만, 사령관의 지도 없이는 그가 가진 잠재력을 모두 활용할 수 없을 겁니다. 이제 그는 새로운 사악한 주문을 개발하고, 고통을 안겨주는 방법에 대해 연구하는 임무를 맡게되었습니다.
ko_mt: 간수는 분명 강령술에 재능이 있었지만, 사령관의 지도 아래서야 잠재력을 최대한 발휘할 수 있었습니다. 이제 그는 새로운 사악한 주문과 고통을 가하는 방법을 발명하는 임무를 맡았습니다.

source: {g|Event_49_5}[Choice effects]{/g} Transfer the jailer to the officer corps
ko: {g|Event_49_5}[선택 효과]{/g} 간수를 장교로 진급시킨다
ko_mt: {g|Event_49_5}[선택 효과]{/g} 간수를 장교 군단으로 이동시킵니다.

source: The soldiers do not dare disobey their new terrifying superior. Fearful of brutal punishments, the warriors learn more quickly and fight with greater ferocity.
ko: 공포스러운 상관 앞에서, 명령을 거역하기란 쉬운 일이 아닙니다. 병사들은 그가 내릴 잔혹한 처벌을 두려워하지만, 그의 지휘 하에 병사들은 더 빠르고 흉포하게 싸울 수 있게 되었습니다.
ko_mt: 병사들은 새롭고 무시무시한 상관에게 감히 불복종하지 않습니다. 잔인한 처벌을 두려워하는 전사들은 더 빨리 배우고 더 사납게 싸웁니다.

source: Executioner
ko: 처형자
ko_mt: 사형 집행자

source: A chilling truth about one of Drezen's jailers has come to light. He secretly became a worshiper of {g|Zon-Kuthon}[Zon-Kuthon]{/g}, terrorized all the prisoners, and learned magic that allowed him to use his brutal punishments to leech the life force from his victims.
ko: 드레젠의 감옥지기에 대한 끔찍한 진실이 수면 위로 나타났습니다. 그는 비밀리에 {g|Zon-Kuthon}[존-쿠쏜]{/g}의 신자가 되었고, 모든 죄수들을 겁에 질리게 했습니다. 또 그는 마법을 배워, 희생자들의 생명력을 흡수하는 잔혹한 처벌을 내릴 수 있게 되었습니다.

source: {g|Event_50_1}[Choice effects]{/g} End their lives
ko: {g|Event_50_1}[선택 효과]{/g} 그들의 생명을 끝낸다
ko_mt: {g|Event_50_1}[선택 효과]{/g} 그들의 삶을 끝내다

source: Delivering the poor soldiers from their torment was merciful, and the rest of the soldiers, having witnessed this execution, now would rather die in a battle than become new toys for the Worldwound.
ko: 가엾은 병사들을 고통에서 해방시켜준 것은 자비로운 행위였습니다. 그리고 이 처형을 목격한 병사들은 세계상처의 새로운 장난감이 되느니 차라리 죽는게 낫다고 생각하게 되었습니다.
ko_mt: 불쌍한 병사들을 고통에서 구해준 것은 자비로운 일이었고, 이 처형을 목격한 나머지 병사들은 이제 세계상처의 새로운 장난감이 되느니 차라리 전투에서 죽기를 원했습니다.

source: {g|Event_50_2}[Choice effects]{/g} Perform an exorcism
ko: {g|Event_50_2}[선택 효과]{/g} 퇴마 의식을 치룬다
ko_mt: {g|Event_50_2}[선택 효과]{/g} 엑소시즘 수행

source: The spirits did not wish to part with their new bodies, but the clerics of the crusade were stronger. The Commander's merciful decision has filled the troops with hope. They have faith that, even in the most desperate situation, {mf|he|she} will not give up on them.
ko: 영혼들은 자신들의 새로운 육체를 포기하고 싶지 않았지만, 성전의 성직자들이 더 강했습니다. 사령관의 자비로운 결정은 병사들의 가슴을 희망으로 가득 채웠습니다. 그리고 이제 병사들은 아무리 절망적인 상황에서라도, 사령관은 자신들을 포기하지 않을 것라고 믿게 되었습니다.
ko_mt: 영혼들은 새로운 육신과 헤어지기를 원치 않았지만 십자군 성직자들은 더 강해졌습니다. 사령관의 자비로운 결정은 병사들에게 희망으로 가득 찼습니다. 그들은 가장 절망적인 상황에서도 {mf|그|그녀}의 자신들을 포기하지 않을 것이라는 믿음을 갖게 되었습니다.

source: {g|Event_50_3}[Choice effects]{/g} Use them in battle
ko: {g|Event_50_3}[선택 효과]{/g} 그들을 전투에 사용한다
ko_mt: {g|Event_50_3}[선택 효과]{/g} 전투에서 사용

source: The baleful spirits that have enslaved the soldiers' bodies will gladly charge into any battle, although it seems unlikely that they will be careful with their "garments" made of flesh and blood. Still, having possessed warriors will prove useful in a fight.
ko: 병사들의 육체를 강탈한 사악한 영혼들은 그 어떤 전장이라도 기꺼히 적과 맞서 싸울 것입니다. 비록 영혼들이 걸친 피와 살의 "의복"에 별다른 주의를 줄 것 같진 않지만요. 하지만 빙의된 전사들은 전투에서 스스로를 증명할 것입니다.
ko_mt: 병사들의 몸을 노예로 삼은 악령들은 살과 피로 만든 "의복"을 조심하지 않을 것 같지만, 어떤 전투에도 기꺼이 돌격할 것입니다. 그래도 전사에 빙의한 것은 전투에서 유용하게 쓰일 것입니다.

source: {g|Event_50_4}[Choice effects]{/g} Imprison the spirits
ko: {g|Event_50_4}[선택 효과]{/g} 영혼들을 투옥시킨다
ko_mt: {g|Event_50_4}[선택 효과]{/g} 정령 가두기

source: By the Commander's mighty hand, the shrieking spirits were torn out of the possessed bodies. The soldiers did not survive this torture, and the spirits were trapped in a spellcasting formation. The mages will be tapping into their magical essence during rituals until the incorporeal beings fade completely.
ko: 사령관의 철권으로, 비명을 지르는 영혼들은 빙의한 육체에서 뜯겨져 나왔습니다. 병사들은 이런 고문에서 살아남지는 못했지만, 마법 시전자 부대는 영혼들을 감금하는데에 성공했습니다. 의식이 치뤄지는 동안, 마법사들은 영혼들이 완전히 사라질 때 까지 이들이 가진 마법 정수를 계속해서 소모시킬 것입니다.
ko_mt: 사령관의 강력한 손길에 의해 비명을 지르는 영혼들은 빙의된 몸에서 찢겨 나갔다. 병사들은 이 고문에서 살아남지 못했고, 영혼들은 주문 시전 대형에 갇히게 되었습니다. 마법사들은 이 무형의 존재가 완전히 사라질 때까지 의식을 치르는 동안 마법의 정수를 활용합니다.

source: The Possessed
ko: 빙의된 병사들
ko_mt: 빙의된 자

source: A scouting party got caught in a storm in the Worldwound. Alas, the consequences were most dire — corrupted spirits entered the soldiers' bodies, taking complete control. What should be done with them?
ko: 정찰병 무리가 세계상처의 폭풍 속에 갇히게 되었습니다. 아아, 결과는 더 끔찍합니다 — 부패한 영혼들이 병사들의 몸 속으로 들어와, 몸의 제어권을 빼앗았습니다. 이들을 어떻게 해야 할까요?
ko_mt: 정찰대가 세계상처에서 폭풍에 휩쓸렸습니다. 병사들의 몸에 타락한 영혼이 들어와 완전히 통제하는 끔찍한 결과를 초래했습니다. 그들을 어떻게 해야 할까요?

source: {g|Event_51_1}[Choice effects]{/g} Ban the Club
ko: {g|Event_51_1}[선택 효과]{/g} 클럽을 금지시킨다
ko_mt: {g|Event_51_1}[선택 효과]{/g} 클럽 금지

source: Life is a precious gift. After talking to the Commander, the soldiers realized that their duty is to live and fight in the name of the fallen. With their newfound hope, the warriors are eager for battle.
ko: 생명은 귀중한 선물입니다. 사령관과의 대화 끝에, 병사들은 죽은 전우들을 위해 적과 맞서 싸우고, 또 살아가는 것이 곧 자신들의 의무라는 사실을 깨닫게 되었습니다. 되찾은 희망으로, 이들은 전투에서 열성적인 모습을 보여줄 것입니다.
ko_mt: 생명은 소중한 선물입니다. 사령관과 대화를 나눈 후 병사들은 전사자의 이름으로 살아서 싸워야 할 의무가 있다는 것을 깨달았습니다. 새롭게 찾은 희망으로 전사들은 전투에 임했습니다.

source: {g|Event_51_2}[Choice effects]{/g} Encourage the Club
ko: {g|Event_51_2}[선택 효과]{/g} 클럽을 격려한다
ko_mt: {g|Event_51_2}[선택 효과]{/g} 클럽 격려하기

source: The soldiers are thankful to the Commander for {mf|his|her} understanding. They smile as they depart to meet their deaths, and the demons pay dearly for each life they take.
ko: 사령관이 그들을 이해하는 모습을 보이자, 병사들은 감사의 뜻을 표했습니다. 그들은 죽음을 맞으러 출전할 때 미소를 지을 것이고, 악마들은 이 군인들을 쓰러뜨릴 때 마다 엄청난 값을 치루게 될 것입니다.
ko_mt: 병사들은 {mf|그|그녀}의 사령관의 이해에 감사를 표합니다. 그들은 죽음을 맞이하기 위해 떠날 때 미소를 짓고, 데몬들은 그들이 빼앗은 생명 하나하나에 대해 값비싼 대가를 치릅니다.

source: {g|Event_51_3}[Choice effects]{/g} Use the Dead Men in a trap for the demons
ko: {g|Event_51_3}[선택 효과]{/g} 이 죽은 자들을 악마들을 위한 덫으로 활용한다
ko_mt: {g|Event_51_3}[선택 효과]{/g} 데몬에게 덫에 걸린 죽은 자를 사용하세요.

source: The Dead Men will serve as bait in a clever trap set for the demons. Once they lure out a large group of enemies, their sacrifice will benefit the crusade greatly.
ko: 이 죽은 자들은 데몬들을 위한 교활한 함정에서 미끼 역할을 해 줄 것입니다. 그들이 적의 군단을 유인해내면, 그들의 희생은 성전에 큰 도움이 될 것입니다.
ko_mt: 죽은 자들은 데몬이 설치한 교묘한 함정의 미끼 역할을 할 것입니다. 이들이 대규모 적 무리를 유인하면 이들의 희생이 성전에 큰 도움이 될 것입니다.

source: {g|Event_51_4}[Choice effects]{/g} Convince the Dead Men to become undead avengers
ko: {g|Event_51_4}[선택 효과]{/g} 죽은 자들이 언데드 복수자가 되도록 설득한다
ko_mt: {g|Event_51_4}[선택 효과]{/g} 죽은 자들을 설득하여 언데드 어벤져스가 되게 하세요.

source: After talking to the Commander, the warriors realized that they can deliver true retribution to the demons if they become undead. They agreed to be executed so they could exact their vengeance for all eternity.
ko: 사령관과 이야기를 나누고 난 뒤, 전사들은 언데드가 됨으로써 데몬들에게 진정한 복수를 보여줄 수 있다는 사실을 깨달았습니다. 그들은 처형에 동의했고, 그렇게 영원히 적에게 복수할 수 있게 되었습니다.
ko_mt: 사령관과 대화를 나눈 전사들은 언데드가 되면 데몬들에게 진정한 복수를 할 수 있다는 것을 깨달았습니다. 그들은 영원히 복수할 수 있도록 처형당하는데 동의했습니다.

source: {g|Event_51_5}[Choice effects]{/g} Let Ember talk to the warriors
ko: {g|Event_51_5}[선택 효과]{/g} 앰버가 전사들과 이야기하게 한다
ko_mt: {g|Event_51_5}[선택 효과]{/g} 엠버가 전사들에게 말을 걸게 하자

source: Ember talked to the soldiers and convinced them that death was inevitable and could often be pointless and sudden. But these warriors were given a chance to die for a reason. The soldiers were inspired by her words and decided not to expedite their deaths. As for those who persisted in their desire to fall with honor, she did not try to stop them.
ko: 엠버는 병사들과 이야기를 나눴고, 죽음은 불가피하며, 때때로 무의미하고 또 갑작스러울 수 있다고 설득했습니다. 하지만 이 전사들은 또 다른 이유를 위해 죽을 기회를 갖게되었습니다. 엠버가 뱉은 말들은 전사들에게 깊은 영감을 안겼고, 병사들은 더 이상 죽음을 쫓지 않기로 다짐했습니다. 영광을 위해 죽으려고 결심한 이들을, 그녀는 막으려고 하지도 않았습니다.
ko_mt: 엠버는 병사들과 대화를 나누며 죽음은 피할 수 없는 것이며, 무의미하고 갑작스러운 경우가 많다고 설득했습니다. 하지만 이 전사들에게도 죽음의 기회가 주어진 데는 이유가 있었습니다. 병사들은 그녀의 말에 감명을 받아 죽음을 서두르지 않기로 결심했습니다. 명예롭게 전사하고 싶다고 버티는 병사들에 대해서도 그녀는 그들을 막으려 하지 않았습니다.

source: Dead Men's Club
ko: 죽은 자들의 클럽
ko_mt: 데드 맨즈 클럽

source: Soldiers who lost their comrades along with their will to live have founded the so-called Dead Men's Club. They leave Drezen to die in battle as heroes and deal as much damage to the enemy as they can in the process. Unfortunately, these actions ruin their officers' plans and undermine discipline within the ranks.
ko: 전우들을 잃고, 살아 갈 의지도 잃은 병사들이 소위 죽은 자들의 클럽이라는 단체를 만들었습니다. 이들은 드레젠을 떠나 영웅으로써 죽으려하고, 이 과정 중에 가능한 많은 적들을 길동무로 삼을 것입니다. 불행히도 이들의 행동은 장교들의 계획을 망치고 있고, 병사들의 사기를 떨어뜨리고 있습니다.
ko_mt: 삶의 의지와 함께 전우를 잃은 병사들은 이른바 '죽은 자들의 클럽'을 설립했습니다. 이들은 드레젠을 떠나 영웅이 되어 전투에서 죽음을 맞이하고, 그 과정에서 적에게 최대한 많은 피해를 입힙니다. 안타깝게도 이러한 행동은 장교들의 계획을 망치고 부대 내 규율을 약화시킵니다.

source: {g|Event_52_1}[Choice effects]{/g} Hunt down the spirit
ko: {g|Event_52_1}[선택 효과]{/g} 영혼을 사냥한다
ko_mt: {g|Event_52_1}[선택 효과]{/g} 정령 사냥

source: The Helper saves lives, but his powers seem too sinister and suspicious. He could be a servant of the demons who is trying to ingratiate himself with the crusaders. The mages should track him down and destroy him before disaster strikes.
ko: 도우미는 많은 목숨을 구했지만, 그의 능력은 너무 불길하고, 수상쩍어 보입니다. 심연의 하수인이 성전사들의 호의를 사려고 하는 것일 수도 있고요. 마법사들은 큰 불화가 덮치기 전에 그를 추격해 파괴할 것입니다.
ko_mt: 도우미는 생명을 구하지만 그의 능력은 너무 사악하고 의심스러워 보입니다. 그는 십자군에게 아부하려는 데몬의 하수인일 수도 있습니다. 마법사들은 재앙이 닥치기 전에 그를 추적하여 파괴해야 합니다.

source: {g|Event_52_2}[Choice effects]{/g} Convince the soldiers not to accept the spirit's help
ko: {g|Event_52_2}[선택 효과]{/g} 병사들이 도우미의 도움을 받지 않도록 설득한다
ko_mt: {g|Event_52_2}[선택 효과]{/g} 병사들에게 정령의 도움을 받지 말라고 설득하세요.

source: Heeding the Commander's words, the soldiers stopped accepting help from the sinister spirit. Now they only rely on their own strength and the wisdom of their leader.
ko: 사령관의 말을 들은 병사들은, 이제 불길한 영혼이 주는 도움을 거절할 것입니다. 이제 병사들은 오직 자신들의 힘과 지휘관의 지혜만을 의지할 것입니다.
ko_mt: 사령관의 말에 귀를 기울인 병사들은 사악한 정령의 도움을 더 이상 받지 않았습니다. 이제 병사들은 오직 자신들의 힘과 지도자의 지혜에만 의지합니다.

source: {g|Event_52_3}[Choice effects]{/g} Encourage the soldiers to accept the spirit's help
ko: {g|Event_52_3}[선택 효과]{/g} 병사들이 영혼의 도움을 받도록 격려한다
ko_mt: {g|Event_52_3}[선택 효과]{/g} 병사들에게 정령의 도움을 받아들이도록 격려하세요.

source: Having received the Commander's permission, the soldiers are now more eager to accept help from the sinister spirit. Many warriors claim that they made it through dire situations only because of him.
ko: 사령관의 허가를 받자, 병사들은 불길한 영혼으로부터 더 많은 도움을 받으려고 하고 있습니다. 많은 전사들이 오직 그 영혼의 도움으로 암울한 상황을 벗어날 수 있었다고 주장합니다.
ko_mt: 사령관의 허락을 받은 병사들은 이제 사악한 영혼의 도움을 더욱 간절히 원하게 됩니다. 많은 전사들은 오직 그 덕분에 끔찍한 상황을 극복할 수 있었다고 주장합니다.

source: {g|Event_52_5}[Choice effects]{/g} Send Arueshalae to find the spirit
ko: {g|Event_52_5}[선택 효과]{/g} 아루샬레를 보내 영혼을 찾는다
ko_mt: {g|Event_52_5}[선택 효과]{/g} 아루샬래를 보내 정령 찾기

source: Having joined forces with Arueshalae, the clerics soon found the spirit. He told them that he used to be a servant to an evil spellcaster who made him commit heinous deeds. After his master's death, the spirit tried to atone for his sins. The clerics helped him purge himself of all evil, and in gratitude, the Helper revealed his magical secrets to them.
ko: 아루샬레와 함께, 성직자들은 영혼을 찾을 수 있었습니다. 영혼이 말하길, 자신은 자신에게 악행을 강요한 사악한 마법사의 하수인이였으나, 주인이 죽은 뒤 자신의 죄를 뉘우치고, 속죄하려고 했다고 합니다. 성직자들은 영혼에게서 모든 악을 정화했고, 도우미는 감사하며, 그의 마법 비밀을 성직자들에게 보여주었습니다.
ko_mt: 아루샬래와 힘을 합친 성직자들은 곧 영혼을 발견했습니다. 그는 자신이 사악한 주문술사의 하인이었고, 그 때문에 극악무도한 짓을 저질렀다고 말했습니다. 주인이 죽은 후, 영혼은 자신의 죄를 속죄하려고 노력했습니다. 성직자들은 그가 모든 악을 제거할 수 있도록 도왔고, 이에 대한 감사의 표시로 도우미는 자신의 마법의 비밀을 그들에게 공개했습니다.

source: You Can Call Me Helper
ko: 나를 도우미라고 불러줘
ko_mt: 도우미를 호출할 수 있습니다

source: The soldiers are telling stories about a spirit who comes to them in times of need and introduces himself as the Helper. His arrival is accompanied by ominous signs such as raining blood or the smell of carrion, but he saves warriors and demands nothing in return.
ko: 병사들이 필요한 순간에 갑자기 나타나, 자신을 도우미라고 소개한 영혼에 대해 이야기를 나누고 있습니다. 그는 피가 비처럼 내리거나, 시체 썩는 냄새가 나는 등 불길한 현상과 함께 나타나지만, 그는 병사들을 구원하고, 아무것도 요구하지 않고 돌아갑니다.
ko_mt: 병사들은 도움이 필요할 때 찾아와 자신을 도우미라고 소개하는 정령에 대한 이야기를 들려줍니다. 그의 도착은 피비린내나 썩은 냄새와 같은 불길한 징조를 동반하지만, 그는 전사들을 구해주고 대가를 요구하지 않습니다.

source: {g|Event_53_1}[Choice effects]{/g} Authorize deliveries of prisoners to the succubus
ko: {g|Event_53_1}[선택 효과]{/g} 서큐버스에게 죄수들을 보낸다
ko_mt: {g|Event_53_1}[선택 효과]{/g} 서큐버스에게 죄수 이송을 승인합니다.

source: The succubus will generously pay for every prisoner the crusaders give her and would be glad to continue this partnership in the future.
ko: 서큐버스는 드레젠에서 온 모든 죄수들을 비싼 가격으로 사 갈 것이고, 향후에도 이러한 동업 관계를 계속해 나갈 것입니다.
ko_mt: 서큐버스는 성전사가 데려오는 모든 포로에게 아낌없이 대가를 지불할 것이며, 앞으로도 이 파트너십을 계속 이어가고 싶어 합니다.

source: {g|Event_53_2}[Choice effects]{/g} Send troops after the succubus
ko: {g|Event_53_2}[선택 효과]{/g} 병사를 보내 서큐버스를 쫓는다
ko_mt: {g|Event_53_2}[선택 효과]{/g} 서큐버스를 쫓아 병력 보내기

source: The demon may be up to something. It is better to send a force to destroy her. The soldiers will be able to hone their skills and might even discover useful trophies in the succubus's lair.
ko: 이 데몬이 어떤 일을 꾸미는 지 누구도 알지 못합니다. 따라서 병사들을 보내 그녀를 쓰러뜨리는 것이 더 나은 선택지입니다. 병사들은 기술을 연마할 것이며, 서큐버스의 소굴에서 쓸만한 전리품을 찾아낼 지도 모릅니다.
ko_mt: 데몬이 뭔가를 꾸미고있을 수 있습니다. 그녀를 파괴하기 위해 군대를 보내는 것이 좋습니다. 병사들은 기술을 연마 할 수 있으며 서큐버스의 은신처에서 유용한 전리품을 발견 할 수도 있습니다.

source: {g|Event_53_4}[Choice effects]{/g} Subjugate the succubus
ko: {g|Event_53_4}[선택 효과]{/g} 서큐버스를 지배한다
ko_mt: {g|Event_53_4}[선택 효과]{/g} 서큐버스 정복

source: The demon was scared to incur the Commander's wrath and agreed to serve {mf|him|her}. She will capture demons in the wastes, charm them, and send them to Drezen.
ko: 서큐버스는 사령관의 분노가 두려워 사령관을 섬기기로 했습니다. 그녀는 황무지의 데몬들을 포획하고, 매혹하고, 드레젠에 보낼 겁니다.
ko_mt: 데몬은 사령관의 분노가 두려워 {mf|그|그녀}를 섬기기로 동의했습니다. 그녀는 황무지에서 데몬을 포획하여 마법을 걸어 드레젠으로 보낼 것입니다.

source: {g|Event_53_5}[Choice effects]{/g} Introduce the succubus to the thieflings
ko: {g|Event_53_5}[선택 효과]{/g} thieflings에게 서큐버스를 소개한다
ko_mt: {g|Event_53_5}[선택 효과]{/g} 도둑들에게 서큐버스를 소개합니다.

source: Woljif offered the demon a chance to move to one of the thieflings' hideouts in Mendev. The succubus will be able to perform her experiments in their well-hidden refuge, and the thieflings will find a way to gain something from such a curious "roomer." And they will be sure to thank the Commander for it.
ko: 울지프는 멘데브의 thieflings 은신처 중 한 곳으로 이동할 기회를 주었습니다. 서큐버thieflings 스는 그들의 잘 숨겨진 피난처에서 여러가지 실험을 진행할 수 있을 겁니다. 그리고 thiefling 들은 호기심많은 "세입자" 에게서 무언가를 얻어낼 수 있을 겁니다. 어떻게 되건 그들 모두가 사령관에게 감사하게 되겠지만요.
ko_mt: 월지프는 데몬에게 멘데브에 있는 도둑들의 은신처 중 한 곳으로 이동할 수 있는 기회를 제공했습니다. 서큐버스는 잘 숨겨진 은신처에서 실험을 할 수 있고, 도둑들은 호기심 많은 "룸메이트"로부터 무언가를 얻을 방법을 찾을 수 있을 것입니다. 그리고 그들은 사령관에게 감사 할 것입니다.

source: Business Acumen
ko: 사업 감각
ko_mt: 비즈니스 통찰력

source: A scouting party was captured by a succubus who introduced herself as a priestess of Nocticula. She did not harm the soldiers, and merely asked them to deliver a message. The demon is offering the Commander a deal. She enjoys experimenting, and she is asking to be sent demons and mortals for research and play. What should be done with her?
ko: 한 정찰병 무리가 자신을 녹티큘라의 사제라고 소개하는 여사제에게 잡혀버렸습니다. 그녀는 병사들에게 아무런 해를 가하지 않았고, 단지 메시지를 전달해달라고 요청했습니다. 이 악마는 사령관에게 거래를 제안했습니다. 그녀는 실험을 즐기고, 유흥과 연구를 위해 데몬들과 필멸자들을 보내주길 원합니다. 어떻게 해야 할까요?
ko_mt: 정찰대가 자신을 녹티큘라의 여사제라고 소개한 서큐버스에게 붙잡혔습니다. 그녀는 병사들을 해치지 않았고 단지 메시지를 전달해 달라고 부탁했을 뿐입니다. 데몬은 사령관에게 거래를 제안하고 있습니다. 그녀는 실험을 즐기며, 연구와 놀이를 위해 데몬과 필멸자를 보내달라고 합니다. 그녀를 어떻게 해야 할까요?

source: {g|Event_54_1}[Choice effects]{/g} Find and clear out the nest of these beasts
ko: {g|Event_54_1}[선택 효과]{/g} 짐승들의 둥지를 찾아 쓸어버린다
ko_mt: {g|Event_54_1}[선택 효과]{/g} 이 짐승들의 둥지를 찾아서 제거하세요.

source: On the Commander's orders, the soldiers will purge the beasts' lair with fire and steel. This will make journeys safer and supply deliveries easier.
ko: 사령관의 명령으로, 병사들은 화염과 강철로 짐승들의 둥지를 정화할 것입니다. 이 조치로 지역 간 이동이 더 수월해지고, 보급 업무가 더 쉬워질 것입니다.
ko_mt: 사령관의 명령에 따라 병사들은 불과 강철로 야수의 은신처를 제거합니다. 이렇게 하면 여행이 더 안전해지고 보급품 전달이 더 쉬워집니다.

source: {g|Event_54_2}[Choice effects]{/g} Teach soldiers how to deal with beasts
ko: {g|Event_54_2}[선택 효과]{/g} 병사들에게 어떻게 짐승들을 처리하는지 가르친다
ko_mt: {g|Event_54_2}[선택 효과]{/g} 병사들에게 야수를 다루는 법을 가르치세요.

source: Even if these beasts were destroyed, more would come soon afterward. Rather than destroying specific packs, the soldiers must be taught how to fight back against such monsters. Trackers will capture a few creatures and bring them to Drezen so that the troops can learn how to kill them. Knowing all of the beasts' tricks, the warriors will be ready to face them.
ko: 이 짐승들을 쓰러뜨린다고 해도, 더 많은 수가 찾아올 것입니다. 특정한 무리를 파괴하는 것 보다, 병사들에게 그런 괴물에 맞서 싸우는 방법을 가르치는게 더 낫습니다. 추적자는 몇 마리의 짐승을 포획해 드레젠으로 이송할 것입니다. 그렇게 되면, 병사들은 어떻게 그들을 쓰러뜨리는 지 배우게 될 것입니다. 짐승들의 모든 술수를 터득한 전사들은 그들과 맞설 준비가 되어있을 겁니다.
ko_mt: 이 괴물들을 처치하더라도 얼마 지나지 않아 더 많은 괴물들이 몰려올 것입니다. 병사들은 특정 무리를 파괴하는 대신 이러한 괴물에 맞서 싸우는 방법을 배워야 합니다. 추적자는 몇 마리의 괴물을 포획하여 드레젠으로 데려와 병사들이 괴물을 처치하는 방법을 배울 수 있도록 합니다. 야수의 모든 속임수를 알고 있는 전사들은 이들과 맞설 준비가 되어 있을 것입니다.

source: {g|Event_54_4}[Choice effects]{/g} Catch and tame the beasts
ko: {g|Event_54_4}[선택 효과]{/g} 짐승들을 포획해서 길들인다
ko_mt: {g|Event_54_4}[선택 효과]{/g} 짐승을 잡아 길들이기

source: Any beast can be brought to heel. A special unit will capture these dangerous creatures and deliver them to Drezen, and experienced tamers will use whips and hunger to teach them how to do heavy labor and, when necessary, put them down to collect the magical ingredients within their bodies.
ko: 그 어떤 짐승이라도 길들이지 못할 것은 없습니다. 특수부대가 이런 위험한 짐승들을 포획해 드레젠으로 이송할 것입니다. 노련한 조련사들은 채찍과 굶주림을 이용해 중노동을 하는 방법을 가르칠 것이고, 필요하다면 그들을 도축해 짐승 몸 안의 마법 재료를 모을 수 있을 겁니다.
ko_mt: 어떤 짐승이라도 길들일 수 있습니다. 특수 부대가 이 위험한 생명체를 포획하여 드레젠에게 전달하고, 숙련된 조련사가 채찍과 굶주림을 이용해 중노동을 가르치고, 필요한 경우 야수를 내려놓아 몸 안에 있는 마법 재료를 수집합니다.

source: Beasts
ko: 짐승들
ko_mt: 짐승

source: The Sarkorian land is full of dangerous creatures and Abyss-poisoned beasts. A large pack of monsters has migrated to the crusaders' territory and made its lair somewhere in the vicinity of Drezen. They attack scouts and hinder deliveries of provisions.
ko: 사코리아 땅은 위험한 존재들과 심연의 독에 잠식된 짐승들이 가득합니다. 거대한 괴물들의 무리가 성전사들의 영역 안으로 이주해, 드레젠 부근에서 둥지를 틀었습니다. 그들은 정찰병들을 공격하고, 보급 업무에 지장을 주고 있습니다.
ko_mt: 사르코리안 땅은 위험한 생물과 심연에 중독된 야수들로 가득합니다. 대규모 괴물 무리가 성전사의 영토로 이동하여 드레젠 근처 어딘가에 은신처를 만들었습니다. 이들은 정찰대를 공격하고 식량 배달을 방해합니다.

source: {g|Event_55_1}[Choice effects]{/g} Help the vigilante
ko: {g|Event_55_1}[선택 효과]{/g} 자경단원을 돕는다
ko_mt: {g|Event_55_1}[선택 효과]{/g} 자경단원 돕기

source: The Commander's servants meticulously studied the backgrounds of these officers. It turned out that they were guilty of mass killings of revolutionaries. By condemning them publicly, the Commander assisted the Milanite in exacting his vengeance and strengthened relations with Galt.
ko: 사령관의 부하들은 목록의 장교들의 출신 배경에 대해 면밀히 조사했고, 이들 모두가 혁명기의 대량 학살에 연루되어있음을 확인했습니다. 이들을 공공적으로 규탄함으로써, 신도들의 복수를 도왔고, 갈트와의 관계가 개선되었습니다.
ko_mt: 사령관의 부하들은 이 장교들의 배경을 꼼꼼하게 연구했습니다. 그들은 혁명가들을 대량 학살한 죄로 유죄 판결을 받았습니다. 사령관은 이들을 공개적으로 비난함으로써 밀라노의 복수를 돕고 골트와의 관계를 강화했습니다.

source: {g|Event_55_2}[Choice effects]{/g} Catch the murderer
ko: {g|Event_55_2}[선택 효과]{/g} 살인자를 붙잡는다
ko_mt: {g|Event_55_2}[선택 효과]{/g} 살인범 잡기
