Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: A magnificent cathedral, the very sight of which makes soldiers confident about their victory. Gods will not leave unnoticed an act of faith performed in their honor, consequently blessing their followers with strength and courage.
ko: 웅장한 대성당은 보는 것만으로도 병사들에게 승리의 자신감을 심어줍니다. 신들께서는 신들의 이름 아래 행해지는 이러한 신앙 행위를 못 본 체 하지 않을 것이며, 결과적으로 신도들 힘과 용기로써 축복 해주실 것입니다.

source: Cathedral provides all units with a +15% bonus to HP, a +3 bonus to attack and AC and a +10% bonus to damage against demon units. Only one Cathedral can be built in total.
ko: 대성당은 모든 유닛의 HP에 +15% 의 보너스를 부여하며, 명중 굴림과 AC에도 +3 의 보너스를 부여합니다. 또한 데몬 유닛에 대한 피해가 +10% 증가합니다. 오직 하나의 대성당만 건설 가능합니다.

source: Citadel
ko: 성채

source: When the enemy storms the outer walls of the fort, its defenders retreat to the citadel, where they can maintain the defense for many days more.
ko: 적들에게 요새의 외성벽이 함락될 경우, 수비병들은 성채로 후퇴하여 며칠 동안 적의 공격에 저항할 것입니다.

source: A Citadel increases the time of the siege of the fort by 3 days. Only one Citadel can be built in each fort.
ko: 성채는 요새가 공성을 버틸 수 있는 시간을 3일 증가시킵니다. 각 요새마다 하나의 성채만 건설할 수 있습니다.

source: Engineers' Workshop
ko: 공학자의 작업장

source: Here is where educated engineers and architects make their necessary calculations so that construction projects progress quickly and on budget.
ko: 교육받은 공학자들과 건축가들이 이곳에서 필요한 계산을 함으로써, 건설 계획을 빠르고 저렴한 비용으로 완료할 수 있도록 도와줍니다.

source: An Engineers' Workshop reduces the cost of building construction by 10%. Only one Engineers' Workshop can be built in total.
ko: 공학자의 작업장은 건물의 건설에 드는 비용을 10% 줄여줍니다. 오직 하나의 공학자의 작업장만 건설 가능합니다.

source: Fighting Pit
ko: 싸움 구덩이

source: Fighting Pit is a place where skillful and desperate warriors can display their skills. The special atmosphere around such places attracts bullies and daredevils.
ko: 싸움 구덩이는 숙련되고, 필사적인 전사들이 자신의 기술을 뽐낼 수 있는 장소입니다. 이곳의 특별한 분위기는 무모한 자들과 난폭한 자들의 마음을 끕니다.

source: Fighting Pit provides a +1 bonus to initiative for all trainable units in adjacent buildings. Only one Fighting Pit can be built in each fort.
ko: 싸움 구덩이는 인접한 건물의 훈련 유닛의 우선권에 +1 의 보너스를 부여합니다. 하나의 요새에 하나의 싸움 구덩이만 건설 가능합니다.

source: Gallows
ko: 교수대

source: A place where traitors, deserters, and cowards are executed as a warning to recalcitrant soldiers who question their loyalty.
ko: 충성에 의문을 가지는 병사들에 대한 경고의 표시로 배신자, 탈영병, 겁쟁이들을 처형하는 장소입니다.

source: Gallows decreases the chance to skip action due to negative combat morale by 3% for all units. Only one Gallows can be built in each fort.
ko: 교수대는 모든 유닛이 부정적인 사기로 인해 행동할 기회를 넘길 확률을 3% 감소시킵니다. 각 요새마다 하나의 교수대만 건설할 수 있습니다.

source: Garrison Hall of Champions
ko: 주둔지 투사의 전당

source: In the Hall of Champions, the best warriors face off against each other in sparring matches and enjoy all the privileges befitting fighters of such high status.
ko: 투사들의 전당에는, 최고의 전사들이 스파링 시합을 통해 무예를 겨루고, 훌륭한 전사들이 그들에게 걸맞는 특권을 누릴 수 있게 해줍니다.

source: A Garrison Hall of Champions increases recruitment growth for the Main Halls of Champions by 25%. Only one Garrison Hall of Champions can be built in each fort.
ko: 주둔지 투사의 전당은 중앙 투사의 전당의 모집 성장을 25 % 증가시킵니다. 하나의 요새에 하나의 주둔지 투사의 전당만 건설 가능합니다.

source: Main Hall of Champions
ko: 중앙 투사의 전당

source: The Main Hall of Champions allows recruitment of and provides weekly recruitment growth for {g|HardenedVeterans}[Hardened Veterans]{/g}, {g|KnightsOfOzem}[Knights of Ozem]{/g}, {g|Arcanists}[Arcanists]{/g}, {g|Dragonslayers}[Dragonslayers]{/g}, {g|Bloodragers}[Bloodragers]{/g}, and {g|HonorGuards}[Honor Guards]{/g} (if available). Only one Main Hall of Champions can be built in total.
ko: 중앙 투사의 전당은 {g|HardenedVeterans}[굳센 고참병]{/g}, {g|KnightsOfOzem}[오젬 기사단]{/g}, {g|Arcanists}[아카니스트]{/g}, {g|Dragonslayers}[드래곤 슬레이어]{/g}, {g|Bloodragers}[블러드레이저]{/g}, 그리고 {g|HonorGuards}[의장대]{/g} 의 모집을 가능하게하고, 주 당 모집 성장을 늘립니다 (가능할 경우). 오직 하나의 중앙 투사의 전당만 건설 가능합니다.

source: Hall of Glory
ko: 영광의 회랑

source: Valuable trophies captured by crusaders draw glory-hunting mercenaries to the crusade. For the chance to join such an illustrious fighting force, they are willing to offer their services at a discount.
ko: 성전사들의 손에 들어온 값비싼 전리품들은 영광을 쫓는 용병들을 성전으로 불러들입니다. 이러한 전투에 참여할 기회를 갖기 위해, 그들은 기꺼히 보다 저렴한 비용으로 성전에 복무할 것입니다.

source: Hall of Glory reduces the cost of recruiting mercenary units by 5%. Only one Hall of Glory can be built in each fort.
ko: 영광의 회랑은 용병 유닛의 모집 비용을 5% 감소시킵니다. 하나의 요새에 하나의 영광의 회랑만 건설 가능합니다.

source: The Hall of Strategy is where the crusade's brightest military minds share their hard-won knowledge and devise new tactical maneuvers that will help them prevail in battle.
ko: 전략관은 성전의 가장 빛나는 지성들이 힘들게 얻은 지식과 경험을 공유하며, 승리에 도움이 될 전략전술을 구상합니다.

source: The hospital is where clerics and healers tend wounded soldiers so that their wounds will quickly heal and they can return to duty.
ko: 병원은 성직자들과 치유사들이 병사들의 상처를 치유하는 곳으로, 병사들의 부상이 회복되면, 그들은 다시 복무를 위해 부대로 돌아갈 것입니다.

source: Infernal Forge
ko: 지옥 대장간
ko_mt: 지옥의 대장간

source: A workshop where disenfranchised slaves break their backs working under the supervision of devils. Their hard labor brings immense suffering to them but great profits to their masters.
ko: 데빌들의 감시 하에 노예들이 노동을 하는 대장간으로, 미천한 노예들이 과로로 신음하고 있습니다. 노예들은 중노동으로 엄청난 고통을 받지만, 이들의 주인들은 막대한 이익을 볼 수 있을 겁니다.

source: An Infernal Forge increases Materials Points income by 3 and Finance Points by 100. Only one Infernal Forge can be built in each fort.
ko: 지옥 대장간은 물자 점수 수입을 3 향상시키고, 재정 점수 수입을 100 향상시킵니다. 하나의 요새에 하나의 지옥 대장간만 건설 가능합니다.

source: An Infernal Forge increases Materials Points income by 3 and Finance Points by 100, and provides a +1 bonus to attack, AC, saving throws, and initiative for all trainable units. Only one Infernal Forge can be built in each fort.
ko: 지옥 대장간은 물자 점수 수입을 3 향상시키고, 재정 점수 수입을 100 향상시킵니다. 또한 모든 훈련 유닛들에게 +1 의 명중, AC, 내성굴림, 그리고 우선권 보너스를 부여합니다. 요새에 하나의 지옥 대장간만 건설 가능합니다.
ko_mt: 지옥의 대장간은 재료 점수 수입을 3, 재정 점수를 100 증가시키고 훈련 가능한 모든 유닛의 명중 굴림, AC, 내성 굴림, 우선권에 +1 보너스를 제공합니다. 지옥의 대장간은 각 요새에 하나만 건설할 수 있습니다.

source: Inn
ko: 여관

source: A comfortable inn with a stable and a warehouse is a must for attracting merchants.
ko: 상인들을 불러모으기 위해서는 마굿간과 창고가 딸린 편안한 여관이 필수입니다.

source: An Inn increases Finance Points income by 200 if there are no buildings that provide recruitment growth in the fort. Only one Inn can be built in each fort.
ko: 해당 요새에 모집 성장을 증가시키는 건물이 없을 경우, 여관은 재정 점수 수입을 200 증가시킵니다. 하나의 요새에 하나의 여관만 건설 가능합니다.

source: An Inn increases Finance Points income by 275 if there are no buildings that provide recruitment growth in the fort. Only one Inn can be built in each fort.
ko: 해당 요새에 모집 성장을 증가시키는 건물이 없을 경우, 여관은 재정 점수 수입을 275 증가시킵니다. 하나의 요새에 하나의 여관만 건설 가능합니다.

source: Market
ko: 시장

source: Markets are the driving force of commerce and the most important source of profit for any ruler.
ko: 시장은 상업의 원동력이자, 모든 지배자들에게 있어 가장 중요한 부의 원천입니다.

source: Market increases Finance Points income by 20 and Materials Points income by 1. Only one Market can be built in each fort.
ko: 시장은 재정 점수 수입을 20 증가시키고, 물자 점수 수입을 1 증가시킵니다. 하나의 요새에 하나의 시장만 건설 가능합니다.

source: Mercenary Guild
ko: 용병 길드

source: An institution where the soldiers of fortune gather in anticipation of new contracts. Membership of the Guild isn't cheap, but it provides many privileges attracting the best mercenaries across the whole of Golarion.
ko: 새로운 계약에 대한 기대를 품고, 부를 쫓는 병사들이 모이는 기관입니다. 길드의 회원권은 결고 싸지 않지만, 회원권을 얻는다면 골라리온 전역의 최고의 용병들을 유치할 수 있는 다양한 특권을 부여합니다.

source: Mercenary Guild increases the number of available mercenary units by 1. Only one Mercenary Guild can be built in each fort.
ko: 용병 길드는 사용 가능한 용병 유닛 수를 1 증가시킵니다. 하나의 요새에 하나의 용병 길드만 건설 가능합니다.

source: Military Academy
ko: 군사 학교

source: Here officers receive their military education, studying treatises on warfare written by generals of previous eras and honing their own tactics.
ko: 이곳에서 장교들이 군사 수업을 받고, 이전 시대의 지휘관들이 저술한 전쟁 논문을 연구하며, 스스로의 전술을 갈고 닦습니다.

source: Military Academy provides a +1 bonus to attack, AC and saving throws for all trainable units.
ko: 군사 학교는 모든 훈련 유닛의 명중, AC, 내성 굴림에 +1 의 보너스를 부여합니다.

source: Monument
ko: 기념비

source: A monument to immortalize crusaders' deeds and elevate their fighting spirit.
ko: 기념비는 성전사들의 불멸의 업적을 기리고, 성전사들의 투혼을 북돋아줍니다.

source: A Monument provides all units with a +5% bonus to the chance to act twice due to positive combat morale. Only one Monument can be built in each fort.
ko: 기념비는 긍정적인 사기로 인해 두 번 행동할 확률을 5% 증가시킵니다. 하나의 요새에 하나의 기념비만 건설 가능합니다.

source: Palace
ko: 궁전

source: The Commander's luxurious residence is the sign of {mf|his|her} power. With its looks, the palace seems to tell visitors of influence: "The person who owns me is strong and respected, it is safe to strike deals and do business with {mf|him|her}."
ko: 사령관의 호화로운 관저로, 사령관이 가진 권력의 상징입니다. 영향력 있는 방문자들은 이 웅장한 건물을 보고서는, 건물이 마치 "나를 소유한 사람은 강하고 존경받고 있으니, 그를 믿고 거래하십시오" 라고 말하고 있는 듯한 느낌을 받습니다.

source: A Palace increases Finance, Materials, and Energy Points by 25%. Only one Palace can be built in total.
ko: 궁전은 재정, 물자, 에너지 점수 수입을 25% 증가시킵니다. 오직 하나의 궁전만 건설 가능합니다.

source: Pathfinder Society Lodge
ko: 패스파인더 협회 지부

source: The Pathfinder Society has connections all across Golarion. Friendship with them will help to attract experienced mercenaries to the crusade.
ko: 패스파인더 협회는 골라리온 전역에 퍼져있습니다. 협회와 친밀한 관계를 갖는다면, 그들은 노련한 용병들이 성전에 참전할 수 있도록 도와줄 것입니다.

source: A Pathfinder Society Lodge provides a +1 bonus to attack, AC, and saving throws for all mercenary units.
ko: 패스파인더 협회 지부는 모든 용병 유닛에 +1 의 명중, AC, 내성 굴림 보너스를 부여합니다.

source: Reliquary
ko: 성유물함

source: A fortified storage site for trophies. Here, artifactologists examine items of value retrieved from demons. Some of these items will be evaluated and sent to the treasury of the campaign, while the most powerful items will be passed on to the best warriors of the crusade.
ko: 전리품들을 모아두는 안전한 장소로, 이곳에서 유물학자들이 데몬들에게서 회수한 물품들의 가치를 파악합니다. 이 물품들 중 가장 강력한 몇 가지 물품은 평가를 끝내고 야전 보물창고로 이송되어, 최고의 전사들의 손에 쥐어질 것입니다.

source: A Reliquary provides a +3 bonus to attack, AC, saving throws and initiative for all mythic units. Only one Reliquary can be built in each fort.
ko: 성유물함은 모든 신화 유닛에 +3 의 명중, AC, 내성 굴림, 우선권 보너스를 부여합니다. 하나의 요새에는 하나의 유물함만 건설 가능합니다.

source: Saboteurs' Headquarters
ko: 파괴 공작 본부

source: This is the Saboteurs' Headquarters — the meeting place of the daredevils who make suicidal raids behind the enemy lines, disrupting logistics and communications and hunting down their messengers.
ko: 이곳은 파괴 공작 본부입니다 — 적의 후방을 노리는 자살 작전이나, 보급 방해와 통신 체계 붕괴, 그리고 데몬들의 파발꾼을 사냥하고자 하는 무모한 이들이 모이는 곳이지요.

source: Saboteurs' Headquarters give all enemy units within the fort's area of control a -1 penalty to speed (to a minimum of 2), a -10 penalty to combat morale, and a -4 penalty to initiative. The effects of multiple Saboteurs' Headquarters do not stack.
ko: 파괴 공작 본부는 요새가 위치한 지역 내의 모든 적 유닛에게 -1 의 속도 패널티와 (적이 가질 수 있는 최대 속력은 2) -10 의 전투 사기 패널티, 그리고 -4 의 우선권 패널티를 부여합니다. 이 패널티는 중첩되지 않으며, 지역 내의 단 하나의 파괴 공작 본부만이 효과를 낼 수 있습니다.

source: Salvager's Post
ko: 고철장이의 초소

source: A base for experienced and attentive collectors who are able to find useful materials and forgotten valuables ​​even in the wastes of the Worldwound.
ko: 많은 경험을 갖고 있는 수집가들의 기지로, 이 수집가들은 세계상처의 황무지에서도 쓸모있는 재료들과 잊힌 보물을 찾을 수 있을 정도로 세심한 감각을 갖고있습니다.

source: Salvager's Post increases Materials and Energy Points income by 1. Only one Salvager's Post can be built in each fort.
ko: 고철장이의 초소는 물자 점수와 에너지 점수 수입을 1 증가시킵니다. 하나의 요새에 하나의 고철장이의 초소만 건설 가능합니다.

source: Sanctuary
ko: 성역

source: An ancient sacred place of Sarkoris that was cleansed of demonic corruption and once again serves as a beacon of faith for mortals.
ko: 데몬들의 오염이 정화된 옛 사코리스의 신성한 장소로, 다시 한번 믿음의 등대로써 필멸자들을 인도합니다.

source: A Sanctuary increases Energy Points income by 4.
ko: 성역은 에너지 점수 수입을 4 증가시킵니다.

source: A Sanctuary increases Energy Points income by 5.
ko: 성역은 에너지 점수 수입을 5 증가시킵니다.

source: Scouts' Headquarters
ko: 정찰병 기지

source: The Scouts' Headquarters is the meeting place of attentive and cautious scouts, masters of covert surveillance. Stepping softly, they venture close to the enemy's positions and learn valuable information.
ko: 정찰병 기지는 예리한 감각과 깊은 조심성을 가진 정찰병들과 은밀한 감시의 대가들이 모이는 장소입니다. 이들은 조용한 발걸음으로 적지로 나아가 적의 중요 정보들을 수집합니다.

source: Scouts' Headquarters provide all allied units within the fort's area of control a +1 bonus to speed, a +10 bonus to combat morale, and a +4 bonus to initiative. The effects of multiple Scouts' Headquarters do not stack.
ko: 정찰병 기지는 요새가 위치한 지역 내의 모든 아군 유닛에게 +1 의 속도 보너스와 +10 의 전투 사기 보너스, 그리고 +4 의 우선권 보너스를 부여합니다. 이 보너스는 중첩되지 않으며, 지역 내의 단 하나의 정찰병 기지만 효과를 낼 수 있습니다.

source: Shrine
ko: 신전

source: A temple where priests pray to gods, receiving their blessings and guiding their congregation. Many crusaders join the Crusade in response to inspired sermons.
ko: 성직자들이 신께 기도를 드리는 사원으로, 신들에게 축복을 받고, 신자들의 모임을 인도하는 장소입니다. 많은 병사들이 사제들의 열렬한 설교에 감명받아 성전에 참여합니다.

source: Shrine increases Energy Points income by 1 and Finance Points income by 10. Only one Shrine can be built in each fort.
ko: 신전은 에너지 점수 수입을 1 증가시키고, 재정 점수 수입을 10 증가시킵니다. 하나의 요새에 하나의 신전만 건설 가능합니다.

source: Smithy
ko: 대장간

source: The armor that will see the crusaders to victory is crafted here to the sound of ringing hammers and roaring fires.
ko: 이곳의 불타는 화염과 둔탁한 망치소리가 승리한 성전사들의 갑옷을 만들어냅니다.

source: Smithy provides a +1 bonus to attack for all trainable units in adjacent buildings. Only one Smithy can be built in each fort except Drezen.
ko: 대장간은 인접한 건물의 훈련 유닛에게 +1 의 명중 보너스를 줍니다. 하나의 요새에 하나의 병기고만 건설 가능합니다 (드레젠 제외).

source: Garrison Spellcasters' Lodge
ko: 주둔군 주문시전자의 집회소

source: A bastion of arcane and divine arts whose denizens are focused on constantly perfecting their skills away from uninitiated laymen.
ko: 비전과 신성 마법의 보루로, 이곳의 거주자들은 견습 시절부터 끊임없이 완벽을 위해 노력합니다.

source: A Garrison Spellcasters' Lodge increases recruitment growth for the Main Spellcasters' Lodge by 25%. Only one Garrison Spellcasters' Lodge can be built in each fort.
ko: 주둔군 주문시전자의 집회소는 중앙 주문시전자의 집회소의 모집 성장을 25 % 증가시킵니다. 하나의 요새에 하나의 주둔지 주문시전자의 집회소만 건설 가능합니다.

source: Main Spellcasters' Lodge
ko: 중앙 주문시전자의 집회소

source: The Main Spellcasters' Lodge allows recruitment of and provides weekly recruitment growth for {g|ChurchGuards}[Church Guards]{/g}, {g|Warpriests}[Warpriests]{/g}, {g|Monks}[Monks]{/g}, {g|Assassins}[Assassins]{/g}, {g|Witches}[Witches]{/g}, and {g|Bards}[Bards]{/g} (if available). Only one Main Spellcasters' Lodge can be built in total.
ko: 중앙 주문시전자의 집회소는 {g|ChurchGuards}[교회 수호병]{/g}, {g|Warpriests}[워프리스트]{/g}, {g|Monks}[몽크]{/g}, {g|Assassins}[어쌔신]{/g}, {g|Witches}[위치]{/g}, 그리고 {g|Bards}[바드]{/g} 의 모집을 가능하게하고, 주 당 모집 성장을 늘립니다 (가능할 경우). 오직 하나의 중앙 주문시전자의 집회소만 건설 가능합니다.

source: In the chaos-ravaged lands of Sarkoris, this magic garden looks like a wondrous place of peace and harmony. Everyone who visits this place feels an amazing calmness and a surge of energy.
ko: 혼돈이 파괴한 사코리스 땅에서, 이 정원은 마치 평화와 조화가 가득한 비경처럼 보입니다. 이곳에 방문하는 이는 놀라운 평온함과 에너지의 쇄도를 느낍니다.

source: A Spiritual Garden provides a +25 bonus to combat morale of all units and increases generals' Energy recovery by 50%. Recruitment growth for mythic units increases by 20%. Only one Spiritual Garden can be built in total.
ko: 영혼의 정원은 모든 유닛의 전투 사기에 +25 의 보너스를 부여하고, 지휘관의 에너지 회복을 50% 증가시킵니다. 또한 신화 유닛의 모집 성장이 20% 증가합니다. 오직 하나의 영혼의 정원만 건설 가능합니다.

source: Garrison Stables
ko: 주둔군 마굿간

source: Spacious stables meant to house battle horses and other mounts.
ko: 넓은 마굿간으로, 군마와 다른 훈련된 짐승들이 지낼 수 있는 장소입니다.

source: Garrison Stables increase recruitment growth for the Main Stables by 25%. Only one Garrison Stables can be built in each fort.
ko: 주둔군 마굿간은 중앙 마굿간의 모집 성장을 25 % 증가시킵니다. 하나의 요새에 하나의 주둔군 마굿간만 건설 가능합니다.

source: Main Stables
ko: 중앙 마굿간

source: The Main Stables allow recruitment of and provide weekly recruitment growth for {g|MountedScouts}[Mounted Scouts]{/g}, {g|Paladins}[Paladins]{/g}, {g|Cuirassiers}[Cuirassiers]{/g}, {g|HedgeKnights}[Hedge Knights]{/g}, {g|Raiders}[Raiders]{/g}, and {g|LightCavalry}[Light Cavalry]{/g} (if available). Only one Main Stables can be built in total.
ko: 중앙 마굿간은{g|MountedScouts}[기마 정찰병]{/g}, {g|Paladins}[팔라딘]{/g}, {g|Cuirassiers}[퀴레시어]{/g}, {g|HedgeKnights}[방랑 기사]{/g}, {g|Raiders}[약탈자]{/g}, 그리고 {g|LightCavalry}[경기병]{/g} 의 모집을 가능하게하고, 주 당 모집 성장을 늘립니다 (가능할 경우). 오직 하나의 중앙 마굿간만 건설 가능합니다.

source: These majestic and seemingly impenetrable walls will touch the heart of any true warrior. The formidable perfection of these fortifications speaks louder than words, conveying that serving the {mf|master|mistress} of this citadel is a great honor.
ko: 이 위엄차고, 뚫리지 않을 장벽은 진정한 전사들을 감동시킬 겁니다. 이 방어시설의 완벽함과 완결성은 말 한마디 보다 더 큰 힘을 갖고있으며, 이 성채의 주인을 섬기는 것은 그야말로 엄청난 영광일 것입니다.

source: A Stronghold reduces the cost of recruiting mercenary units by 12.5%. Only one Stronghold can be built in total.
ko: 진지는 용병 유닛의 모집 비용을 12.5% 감소시킵니다. 오직 하나의 진지만 건설 가능합니다.

source: An impregnable military base where strict sergeants train new recruits for the crusader army daily.
ko: 난공불락의 군사 요새로, 매일 엄격한 부사관들이 성전의 신병들을 훈련시키는 장소입니다.

source: Stronghold increases recruitment growth for trainable units by 25%. Only one Stronghold can be built in total.
ko: 진지는 훈련 유닛의 모집 성장을 25% 증가시킵니다. 오직 하나의 진지만 건설 가능합니다.

source: Tavern
ko: 선술집

source: The starting point for many an exciting adventure. A haven for ordinary soldiers to enjoy the pleasures of life and share tales of derring-do.
ko: 흥미진진한 모험이 시작되는 곳이자, 평범한 병사들이 삶의 긍정적인 면을 즐기고, 자신들의 무용담을 나누는 안식처입니다.

source: A Tavern reduces all morale effects in combat by 10%. Only one Tavern can be built in each fort.
ko: 선술집은 모든 전투 사기 효과를 10% 감소시킵니다. 하나의 요새에 하나의 선술집만 건설 가능합니다.

source: Teleportation Circle
ko: 전이 마법진

source: A network of teleportation circles connects the crusade's forts, allowing forces to be transported quickly to different sections of the front.
ko: 전이 마법진의 연결망이 성전군의 요새들을 이어, 병력이 각기 다른 전선으로 빠르게 수송될 수 있도록 합니다.

source: A Teleportation Circle allows the Commander's party to teleport to this fort from anywhere on the map.
ko: 사령관의 일행이 지도 어디에서든 전이 마법진이 설치된 곳으로 전이할 수 있습니다.

source: Training Grounds
ko: 훈련장

source: Here fighters hone their combat skills, and recruits undergo rigorous trials set by experienced officers.
ko: 이곳에서 전사들이 전투 기술을 연마하고, 신병들이 숙련된 조교 아래에서 엄격한 훈련을 받습니다.

source: Training Grounds provide a +10% bonus to damage for all trainable units in adjacent buildings. Only one Training Grounds can be built in each fort except Drezen.
ko: 훈련장은 인접한 건물의 훈련 유닛에게 10% 의 피해 보너스를 부여합니다. 하나의 요새에 하나의 훈련장만 건설 가능합니다 (드레젠 제외).

source: Warehouse
ko: 창고

source: A well guarded site where wares are housed and safeguarded by a unit of supply officers and home-front workers.
ko: 경비병들의 보호 아래 물품들이 보관되는 장소로, 보급 장교의 부대원들과 후방의 노동자들이 이곳을 지키고 있습니다.

source: A Warehouse increases Finance Points income by 100, if it is built next to an Inn, Materials Points income by 1, if it is built next to a Supply Center, Energy Points income by 1, if it is built next to the Sanctuary. Only one Warehouse can be built in each fort.
ko: 창고는 여관 바로 옆에 지어질 경우, 재정 점수 수입을 100 늘립니다. 보급 기지 바로 옆에 지어질 경우, 물자 점수 수입을 1 늘립니다. 성역 바로 옆에 지어질 경우, 에너지 점수 수입을 1 늘립니다. 하나의 요새에 하나의 창고만 건설 가능합니다.

source: Watchtower
ko: 감시탑

source: Vigilant watchmen can warn the garrison about advancing enemies and give their comrades time to prepare for battle.
ko: 경계하는 파수병들이 적의 진군을 알림으로써, 주둔지의 전우들에게 전투에 대비할 시간을 벌어주는 곳입니다.

source: A Watchtower provides all allied units within the fort's area of control a +1 bonus to attack, AC, saving throws, and initiative.
ko: 감시탑은 요새가 위치한 지역 내의 모든 아군에게 +1 의 명중, AC, 내성 굴림, 그리고 우선권 보너스를 부여합니다.

source: Glory Among the Mercenaries
ko_mt: 용병의 영광

source: Summons (1 + Power/2) {g|RiftDrakes}[Rift Drakes]{/g}.
ko_mt: (1 + 위력/2) {g|RiftDrakes}[균열 드레이크]{/g}를 소환합니다.

source: Pet Drake
ko_mt: 애완동물 드레이크

source: The general has a +10% bonus to gained experience points per level of this feat.
ko_mt: 장군은 이 특성 레벨당 경험치 획득량 +10% 보너스를 얻습니다.

source: Striving for Distinction
ko_mt: 차별화를 위한 노력

source: Unit can use its spells 1 additional time.
ko_mt: 유닛은 주문을 한 번 더 사용할 수 있습니다.

source: Best Ingredients
ko_mt: 최고의 재료

source: All units gain the {g|BloodPotion_feat}[Blood Potion]{/g} feat for 14 days.
ko_mt: 모든 유닛은 14일 동안 {g|BloodPotion_feat}[피의 물약]{/g} 특성을 얻습니다.

source: Blood Potion
ko_mt: 피의 물약

source: All mercenary units gain the {g|Brave}[Brave]{/g} feat. The number of available mercenary units increases by 1. The cost of recruiting mercenary units increases by 5%.
ko_mt: 모든 용병 유닛과 {g|Brave}[용감함]{/g} 특성을 얻습니다. 사용 가능한 용병 유닛수가 1 증가합니다. 용병 유닛 모집 비용이 5% 증가합니다.

source: Brave
ko_mt: 용감한

source: Unit has a +2 bonus to all ability scores.
ko_mt: 유닛은 모든 능력 점수에 +2 보너스를 얻습니다.

source: Drilled to Perfection
ko_mt: 완벽한 드릴링

source: Enchanted Mounts
ko_mt: 마법에 걸린 탈것

source: Unit has a +1 bonus to attack against demon units.
ko_mt: 유닛은 데몬 유닛에 대한 명중 굴림에 +1 보너스를 얻습니다.

source: Enchanted Weapons
ko_mt: 마법이 부여된 무기

source: The cost of recruiting trainable units reduces by 10% for 15 days. All special purpose units gain the {g|WeaponsFromDaggermark_feat}[Weapons from Daggermark]{/g} feat for 15 days.
ko_mt: 15일 동안 훈련 가능한 유닛 모집 비용이 10% 감소합니다. 모든 특수 목적 유닛이 15일 동안 {g|WeaponsFromDaggermark_feat}[대거마크의 무기]{/g} 특성을 얻습니다.

source: Weapons from Daggermark
ko_mt: 대거마크의 무기

source: Potion of Courage
ko_mt: 용기의 물약

source: Unit has an immunity to {g|Frightened_condition}[fear]{/g} and a -1 penalty to AC.
ko_mt: 유닛은 {g|Frightened_condition}[공포]{/g} 면역과 AC에 대한 -1 불이익을 가집니다.

source: Unit has a +1 bonus to attack and a +1 bonus to AC. This is a mind-affecting effect.
ko_mt: 유닛은 명중 굴림 +1, AC +1 보너스를 얻습니다. 이것은 정신에 영향을 미치는 효과입니다.

source: Reasonable
ko_mt: 합리적인

source: Unit has a +4 bonus to saving throws against {g|Frightened_condition}[fear]{/g}, {g|Sleeping_condition}[sleep]{/g}, and mind-affecting effects.
ko_mt: 유닛은 {g|Frightened_condition}[공포]{/g}, {g|Sleeping_condition}[수면]{/g}, 정신 영향 효과에 대한 내성 +4 보너스를 얻습니다.

source: Hardened Mind
ko_mt: 굳건한 마음

source: Unit has a DR 1/-.
ko_mt: 유닛의 DR은 1/-입니다.

source: Tormented
ko_mt: 괴롭힘

source: Unit has a +2 bonus to saving throws against {g|Disease_condition}[disease]{/g} and {g|Poison_condition}[poison]{/g}.
ko_mt: 유닛은 {g|Disease_condition}[질병]{/g} 및 {g|Poison_condition}[중독]{/g}에 대한 내성 굴림에 +2 보너스를 얻습니다.

source: Tough
ko_mt: 거친

source: Unit has a +1 bonus to attack, a +15% bonus to damage, and a +2 bonus to initiative.
ko_mt: 유닛은 명중 굴림 +1, 피해량 +15%, 우선권 +2 보너스를 얻습니다.

source: Unstoppable
ko_mt: 멈출 수 없는

source: Unit has a +10% bonus to maximum HP and a +2 bonus to initiative. This is a heal effect.
ko_mt: 유닛은 최대 체력에 +10% 보너스를 받고, 우선권에 +2 보너스를 얻습니다. 이것은 치유 효과입니다.

source: Well Rested
ko_mt: 잘 쉬다

source: Infirmary size increases by 5% per level of this feat.
ko_mt: 이 특성 레벨당 의무실 크기가 5% 증가합니다.

source: Reduction of Losses
ko_mt: 손실 감소

source: Unit has a +1% bonus to maximum HP. This is a heal effect.
ko_mt: 유닛의 최대 체력이 +1% 증가합니다. 이것은 치유 효과입니다.

source: Healthy
ko_mt: 건강한

source: Unit has a +2% bonus to maximum HP. This is a heal effect.
ko_mt: 유닛은 최대 체력에 +2% 보너스를 얻습니다. 이것은 치유 효과입니다.

source: Robust
ko_mt: 견고함

source: Unit has immunity to {g|Poison_condition}[poison]{/g}, {g|Disease_condition}[disease]{/g}, {g|Paralyzed_condition}[paralysis]{/g}, and {g|Stunned_condition}[stun]{/g}.
ko_mt: 유닛은 {g|Poison_condition}[중독]{/g}, {g|Disease_condition}[질병]{/g}, {g|Paralyzed_condition}[마비]{/g}, {g|Stunned_condition}[기절]{/g}에 면역이 있습니다.

source: Sound Body
ko_mt: 사운드 바디

source: Unit has a +1 bonus to attack.
ko_mt: 유닛은 명중 굴림에 +1 보너스를 얻습니다.

source: Spirit's Blessing
ko_mt: 정령의 축복

source: Energy Points income increases by 5.
ko_mt: 에너지 점수 수입이 5 증가합니다.

source: Unit has a -2 penalty to AC.
ko_mt: 유닛은 AC에 -2 불이익을 받습니다.

source: Vulnerable
ko_mt: 취약한

source: Unit has a +1 bonus to attack and AC.
ko_mt: 유닛은 명중 굴림, AC에 +1 보너스를 얻습니다.

source: Occult Enchantment
ko_mt: 오컬트 인챈트

source: All units gain the {g|United}[United]{/g} feat.
ko_mt: 모든 유닛은 {g|United}[연합]{/g} 특성을 얻습니다.

source: United
ko_mt: 연합
