Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: The Axis stands ready to help the crusade. The legions of Inevitables are waiting till mortal sorcerers open a planar gate for them.
ko: 액시스는 성전을 도울 준비가 되어있습니다. 필연자 군단이 필멸자 마법사가 그들의 도착을 위해 차원관문을 열어주길 기다리고 있습니다.

source: The host of Inevitables has come to the Material Plane to fend off the invasion of chaos.
ko: 필연자 군세가 혼돈의 침략을 막고자 물질계에 도착했습니다.
ko_mt: 이니피터블의 무리가 혼돈의 침략을 막기 위해 물질계를 찾아왔습니다.

source: The relic will be augmented.
ko: 유물이 강화될 것입니다.
ko_mt: 유물이 증강됩니다.

source: A skilled craftsman can do some work on the relic.
ko: 숙련된 장인이 유물에 몇가지 개선작업을 할 수 있습니다.
ko_mt: 숙련된 장인이 유물에 약간의 작업을 할 수 있습니다.

source: Everything is ready for the relic's augmentation.
ko: 유물의 강화를 위한 모든 것이 준비되었습니다.
ko_mt: 유물을 강화할 모든 준비가 완료되었습니다.

source: 5 {g|MovanicDevas}[Movanic Devas]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 5 {g|MovanicDevas}[모바닉 데바]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 5 {g|MovanicDevas}[모바닉 데바]{/g}를 모집합니다.

source: Heaven Warriors
ko: 천상의 전사들
ko_mt: 천국 전사

source: Angels will answer the clerics' fervent prayers and descend to the land of mortals to stand against the demonic hordes.
ko: 성직자들의 열렬한 기도에 엔젤들이 응답하여, 필멸자들의 땅으로 내려와 데몬의 군대에 맞서 싸울 것입니다.
ko_mt: 천사들이 성직자들의 간절한 기도에 응답하여 필멸자의 땅으로 내려와 데몬 무리에 맞서 싸울 것입니다.

source: An angelic host has descended to Golarion to join mortalkind in their struggle.
ko: 엔젤들이 골라리온으로 내려와 필멸자들의 분투에 합류했습니다.
ko_mt: 천사 무리가 골라리온으로 내려와 필멸자 종족의 투쟁에 동참하고 있습니다.

source: 1 {g|AstralDevas}[Astral Deva]{/g} is recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 1 {g|AstralDevas}[아스트랄 데바]{/g} 가 모집되었습니다.
ko_mt: 사령관 본부에서 1 {g|AstralDevas}[아스트랄 데바]{/g}를 모집합니다.

source: Call upon Angels
ko: 엔젤의 부름
ko_mt: 천사 호출

source: Dalenydra, the Blessed Servant, approves of the crusaders' actions. Her wise angels wait for mortal wizards to summon them with their rituals and spells.
ko: 축복받은 종, 다레니드라가 성전사들의 행동을 허가합니다. 그녀는 필멸자들이 의식과 주문을 사용해, 엔젤들을 골라리온에 소환하길 바랍니다.
ko_mt: 축복받은 서번트 달레니드라는 성전사들의 행동을 승인합니다. 그녀의 현명한 천사들은 필멸자 위저드들이 의식과 주문으로 그들을 소환하기를 기다립니다.

source: Celestial legions have descended to the lands of the crusaders to punish evil.
ko: 천상의 군단이 성전사들의 땅에 강림해 악을 처단할 것입니다.
ko_mt: 천상의 군단이 악을 응징하기 위해 십자군의 땅으로 내려왔습니다.

source: 1 {g|MonadicDevas}[Monadic Deva]{/g} is recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 1 {g|MonadicDevas}[모나딕 데바]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 1 {g|MonadicDevas}[모나딕 데바]{/g}를 모집합니다.

source: Ragathiel, the General of Vengeance, regards the crusade with favor. His furious angels wait for mortal wizards to summon them with their rituals and spells.
ko: 복수의 지휘관, 라가시엘이 성전을 호의적으로 바라봅니다. 그의 분노한 엔젤들은 필멸자 마법사들이 주문과 의식을 이용해 그들을 소환하기만을 기다리고 있습니다.
ko_mt: 복수의 장군 라가티엘은 성전을 호의적으로 바라보고 있습니다. 그의 분노한 천사들은 필멸자 위저드들이 의식과 주문으로 그들을 소환하기를 기다리고 있습니다.

source: The notes found in Areelu Vorlesh's hideout have been studied.
ko: 아릴루 볼레쉬의 은신처에서 발견한 쪽지의 연구가 끝났습니다.
ko_mt: 아릴루 볼레쉬의 은신처에서 발견된 메모를 연구했습니다.

source: Having meticulously studied the notes, scholars and mages have discovered that Areelu Vorlesh was studying the connection that was established between the Material Plane and the Abyss when the Worldwound opened. She arrived at the conclusion that the Wound is an "energy conductor" of sorts, one end of which was "fused" into the fabric of the Material Plane, and the other one — into the Abyss, specifically — into the realms of Nocticula, Deskari, and Baphomet. From this, a bold hypothesis suggests that if one were to take control over the Worldwound and its energies, this individual would be able to affect both Golarion and these Abyssal lands. However, such influence would undoubtedly be blocked by the masters of these Abyssal realms, as they hold semi-divine power within their respective borders.
ko: 문서를 꼼꼼히 연구한 결과, 학자들은 아릴루 볼레쉬는 세계상처가 열릴 때의 심연과 물질계에 생성된 연결을 공부하고 있었다는 사실을 밝혀냈습니다. 그녀는 상처가 일종의 "에너지 전도체" 이며, 한 쪽 끝은 물질계에, 다른 한 쪽은 심연에 — 특히 녹티큘라, 데스카리, 바포메트의 의 영토 — "결합"되어 있다는 결론을 내렸습니다. 그렇기 때문에 아릴루의 가설에 따르면, 누군가가 세계상처와 그 에너지를 온전히 제어하고 통제할 수 있다면, 그는 골라리온과 심연 전체에 영향을 미칠 수 있게 될 것이라고 합니다. 하지만 이토록 거대한 영향력은 필히 그들의 영토 내에서 반신적인 힘을 갖고있는 심연의 주인들에 의해 억압될 것입니다.
ko_mt: 학자들과 마법사들은 그 노트를 꼼꼼히 연구한 결과, 아릴루 볼레쉬가 세계상처가 열렸을 때 물질계와 심연 사이에 맺어진 연결에 대해 연구하고 있었다는 사실을 알아냈습니다. 그녀는 상처가 일종의 '에너지 전도체'이며, 그 한쪽 끝은 물질계의 구조에 '융합'되어 있고 다른 한쪽 끝은 심연, 특히 녹티큘라, 데스카리, 바포메트의 영역에 '융합'되어 있다는 결론에 도달했습니다. 이로부터 대담한 가설을 세우자면, 만약 누군가가 세계상처와 그 에너지를 통제할 수 있다면, 이 개인은 골라리온과 심연의 땅 모두에 영향을 미칠 수 있을 것입니다. 하지만 심연 영역의 주인들은 각자의 경계 내에서 반신적인 힘을 지니고 있기 때문에 그러한 영향력은 의심할 여지없이 차단될 것입니다.

source: An allied crusader army is recruited at the Commander's headquarters. Army Strength depends on the number of losses suffered by the crusaders during the campaign. This decree can be issued only once.
ko: 동맹 성전 부대가 사령관의 지휘부에 모집되었습니다. 해당 부대의 강함은 성전이 진행되는 동안 잃은 병력 수에 비례합니다. 이 칙령은 단 한번만 내릴 수 있습니다.

source: Last Forces
ko: 마지막 힘
ko_mt: 라스트 포스

source: As events in the Worldwound take an even more dramatic turn, as the crusaders spill more of their own blood, the people of Golarion come to understand how high the stakes truly are in this war. When the war reaches its crucial moment, the Commander can issue the final call for recruits, and everyone capable of holding a weapon will answer it. But the Commander must be wise when choosing the day and hour of such an appeal.
ko: 세계상처에서 일어난 사건이 극적으로 전개되고 또 성전사들이 더 많은 피를 흘리게되자, 골라리온 인들은 이 전쟁이 얼마나 커다란 위협인지 깨닫게 되었습니다. 전쟁이 절정에 이르렀습니다. 사령관은 신병을 모집하기 위해 마지막 원군 요청을 할 수 있게 되었고, 이에 무기를 들을 수 있는 모든 이들이 부름에 응답할 것입니다. 그러나 사령관은 적절한 날짜와 적절한 시기에 소집권을 발동할만큼 현명해야 할 것입니다.
ko_mt: 세계상처의 상황이 더욱 극적으로 변하고 성전사들이 더 많은 피를 흘리면서 골라리온 사람들은 이 전쟁이 얼마나 큰 위험에 처해 있는지 이해하게 됩니다. 전쟁이 결정적인 순간에 이르면 사령관이 최종 지원자를 모집하고, 무기를 들 수 있는 모든 사람이 이에 응하게 됩니다. 그러나 사령관은 이러한 호소의 날짜와 시간을 선택할 때 현명해야 합니다.

source: All those whose hearts blaze with courage have answered the Commander's call.
ko: 용기로 가슴에 불을 지핀 이들이 사령관의 부름에 응답하였습니다.
ko_mt: 용기에 불타는 모든 이들이 사령관의 부름에 응답했습니다.

source: An allied crusader army is recruited at the Commander's headquarters. Army Strength depends on the number of losses suffered by the crusaders during the campaign. This decree can be issued only once.
ko: 동맹 성전 부대가 사령관의 지휘부에 모집되었습니다. 해당 부대의 강함은 성전이 진행되는 동안 잃은 병력 수에 비례합니다. 이 칙령은 단 한번만 내릴 수 있습니다.

source: An allied crusader army is recruited at the Commander's headquarters. Army Strength depends on the number of losses suffered by the crusaders during the campaign. This decree can be issued only once.
ko: 동맹 성전 부대가 사령관의 지휘부에 모집되었습니다. 해당 부대의 강함은 성전이 진행되는 동안 잃은 병력 수에 비례합니다. 이 칙령은 단 한번만 내릴 수 있습니다.

source: An allied crusader army is recruited at the Commander's headquarters. Army Strength depends on the number of losses suffered by the crusaders during the campaign. This decree can be issued only once.
ko: 동맹 성전 부대가 사령관의 지휘부에 모집되었습니다. 해당 부대의 강함은 성전이 진행되는 동안 잃은 병력 수에 비례합니다. 이 칙령은 단 한번만 내릴 수 있습니다.

source: Create an Artifact
ko: 유물 제작
ko_mt: 아티팩트 만들기

source: You have collected enough shards to create an artifact.
ko: 충분한 조각을 모았으므로, 유물을 제작할 수 있습니다.
ko_mt: 아티팩트를 만들 수 있을 만큼의 파편을 모았습니다.

source: Irabeth has been appointed squad commander in the vanguard.
ko: 이라베스는 전위대의 대장으로 임명되었습니다.
ko_mt: 이라베스가 선봉대 분대장으로 임명되었습니다.

source: Orders to Irabeth
ko: 이라베스에게 명령하기
ko_mt: 이라베스에게 보내는 주문

source: Irabeth's breakdown, which occurred before the assault on Drezen, still haunts her mind. She should be reminded that she was, is, and will always be a hero in the eyes of the soldiers by appointing her as commander of a small squad of crusaders. Unfortunately, because Irabeth is occupied as squad leader, her duties in the crusade's command have to be transferred to someone else.
ko: 이라베스는 드레젠 전투 이전부터 계속된 신경쇠약에 시달리고 있습니다. 그녀에게 작은 성전사 분견대의 지휘권을 쥐어줌으로써, 그녀는 언제나 병사들에게 있어 영웅이였고, 또 앞으로도 영웅일 것이라는 사실을 깨닫게 할 수 있을 겁니다. 불행히도 이라베스는 분대를 지휘하고 있기 때문에, 성전 지휘권을 다른 이에게 넘겨야 될 것입니다.
ko_mt: 드레젠을 공격하기 전에 발생한 이라베스의 붕괴는 여전히 그녀의 마음을 괴롭히고 있습니다. 그녀는 소규모 십자군 분대의 지휘관으로 임명됨으로써 병사들의 눈에는 과거에도, 현재에도, 그리고 앞으로도 영웅이라는 사실을 상기시켜야 합니다. 하지만 안타깝게도 분대장이라는 직책을 맡고 있는 이라베스는 십자군 지휘를 다른 사람에게 넘겨야 합니다.

source: 3 {g|YamahAzatas}[Yamah Azatas]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 3 {g|YamahAzatas}[야마 아자타]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 {g|YamahAzatas}[야마 아자타스]{/g} 3명을 모집합니다.

source: Defenders of Freedom
ko: 자유의 수호자
ko_mt: 자유의 수호자

source: A group of yamah azatas, relentless in their fight against injustice and oppression, are willing to leave behind their beloved homelands in Elysium and join the crusaders.
ko: 불의와 억압을 깨뜨리기 위한 전투에서는 한 없이 냉혹한 전사인 야마 아자타들이 낙원의 사랑하는 고향을 떠나 성전에 참여하고자 합니다.
ko_mt: 불의와 억압에 맞서 끊임없이 싸우는 야마 아자타 무리가 사랑하는 고국 엘리시움을 뒤로하고 십자군에 합류합니다.

source: A group of winged yamah azatas has descended from Elysium to help mortalkind defend their freedom against the demons.
ko: 날개달린 야마 아자타들이 데몬들에게서 필멸자들의 자유를 지키고자 낙원에서 골라리온으로 강림했습니다.
ko_mt: 날개 달린 야마 아자타 무리가 엘리시움에서 내려와 모탈카인드들이 데몬으로부터 자유를 지킬 수 있도록 돕고 있습니다.

source: 5 {g|BralaniAzatas}[Bralani Azatas]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 5 {g|BralaniAzatas}[브랄라니 아자타]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 5 {g|BralaniAzatas}[브라라니 아자타스]{/g}을 모집합니다.

source: Call the Azatas
ko: 아자타 소집
ko_mt: 아자타스 호출하기

source: The Song of the crusaders, filled with bravery and courage, can reach even the blessed fields of Elysium. Tough bralani azatas will hear it and come to help.
ko: 용기와 열정으로 가득한 성전사들의 노래는 낙원의 축복받은 들판에도 닿을 수 있습니다. 강인한 브랄리니 아자타들은 노랫소리를 듣고, 성전사들을 도우러 올 것입니다.
ko_mt: 용맹과 용기로 가득 찬 성전사의 노래는 엘리시움의 축복받은 들판까지 닿을 수 있습니다. 강인한 브라라니 아자타가 이 노래를 듣고 도와주러 올 것입니다.

source: The inhabitants of Elysium have descended to the Material Plane to bring harmony and freedom.
ko: 조화와 자유를 지키기 위해, 낙원의 거주민들이 물질계에 강림했습니다.
ko_mt: 엘리시움의 주민들은 조화와 자유를 가져다주기 위해 물질계로 내려왔습니다.

source: 4 {g|LillendAzatas}[Lillend Azatas]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 4 {g|LillendAzatas}[릴렌드 아자타]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 {g|LillendAzatas}[릴렌드 아자타스]{/g} 4명을 모집합니다.

source: The Song of the crusaders, filled with wisdom and grace, can reach even the blessed fields of Elysium. Merciful lillend azatas will hear it and come to help.
ko: 지혜와 자비로 가득한 성전사들의 노래는 낙원의 축복받은 들판에도 닿을 수 있습니다. 자애로운 릴렌드 아자타들은 노랫소리를 듣고, 성전사들을 도우러 올 것입니다.
ko_mt: 지혜와 은혜로 가득 찬 성전사의 노래는 엘리시움의 축복받은 들판까지 닿을 수 있습니다. 자비로운 릴렌드 아자타가 그 노래를 듣고 도와주러 올 것입니다.

source: 1 {g|HavocDragons}[Havoc Dragon]{/g} is recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 1 {g|HavocDragons}[하복 드래곤]{/g}이 모집되었습니다.
ko_mt: 1 {g|HavocDragons}[하복 드래곤]{/g}이 사령관 본부에서 모집됩니다.

source: Playday of Havoc Dragons
ko: 하복 드래곤의 축일
ko_mt: 하복 드래곤의 플레이 데이

source: The crusaders' wild entertainments are bound to attract havoc dragons to their noisy party.
ko: 성전사들의 믿을 수 없을 정도로 시끄럽고, 고삐풀린 즐거움은 하복 드래곤의 눈길을 끌었습니다.
ko_mt: 성전사들의 거친 여흥은 시끄러운 파티에 해코 드래곤을 끌어들일 수밖에 없습니다.

source: Impetuous havoc dragons were charmed by the crusaders' feast and refused to leave the Material Plane.
ko: 맹렬한 하복 드래곤이 성전사들의 연회에 매료되어, 물질계를 떠나길 거부하고 있습니다.
ko_mt: 성급한 해복 드래곤은 성전사들의 잔치에 매료되어 물질계를 떠나기를 거부했습니다.

source: 1 {g|VeranalliaAzatas}[Veranallia Azata]{/g} is recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 1 {g|VeranalliaAzatas}[베라날리아 아자타]{/g}가 모집되었습니다.
ko_mt: 1 {g|VeranalliaAzatas}[베라날리아 아자타]{/g}이 사령관 본부에서 모집됩니다.

source: Feast of Veranallia Azatas
ko: 베라날리아 아자타들의 축제
ko_mt: 베라날리아 아자타스의 향연

source: A peaceful and friendly party of crusaders that celebrates life will attract veranallia azatas.
ko: 삶을 축하하는 평화롭고 친밀한 성전사들의 파티는 베라날리아 아자타들을 불러모을 것입니다.
ko_mt: 삶을 축하하는 평화롭고 친근한 십자군 파티에 베라날리아 아자타가 모여들 것입니다.

source: Veranallia azatas were inspired by the crusaders' celebration, but saddened by the sight of ravaged lands of Sarkoris. They decided to stay on the Material Plane to heal this country.
ko: 베라날리아 아자타들은 성전사들의 축하에 감명받았으나, 사코리스의 파괴된 땅과, 그 풍경에 슬픔을 느꼈습니다. 그들은 물질계에 남아 사코리스를 치유하기로 결정했습니다.
ko_mt: 베라날리아 아자타는 십자군의 축제에서 영감을 받았지만 황폐해진 사르코리스의 땅을 보고 슬픔에 잠겼습니다. 그들은 이 나라를 치유하기 위해 물질계에 머물기로 결심했습니다.

source: Studying the Sword of Valor
ko: 용맹의 검 연구
ko_mt: 용맹의 검 연구하기

source: The Sword of Valor, the great relic of the crusades, mysteriously changed upon coming into contact with the Commander. What does this mean? Clerics and wizards could shed some light on the artifact's properties.
ko: 성전사들의 위대한 유물인 용맹의 검이 사령관의 손에 닿자 불가사의하게 변해버렸습니다. 이게 무슨 뜻일까요? 성직자들과 마법사들이 용맹의 검의 특성을 밝혀낼 수 있을 겁니다.
ko_mt: 십자군 전쟁의 위대한 유물인 용맹의 검이 사령관과 접촉하자마자 신비하게 변했습니다. 무슨 뜻일까요? 성직자와 위저드는 유물의 속성에 대해 알아낼 수 있습니다.

source: The researchers were divided on what exactly happened to the Sword of Valor. However, they did point out that the banner had belonged to Iomedae back in her mortal life and that it had gained miraculous properties, as if anticipating the ascension of its owner to divinity. Could its current change be an indication of the Commander's great future?
ko: 용맹의 검에 정확히 무슨 일이 일어났는가? 를 두고 연구자들의 의견이 분열되었습니다. 하지만 연구자들 모두, 아이오메데가 필멸자 시절 이 깃발을 소유했었고, 소유자가 신격을 얻고 승천할 것이라는 사실을 예견이라도 하듯, 기적을 발하는 힘을 얻게되었음을 주장합니다. 현재의 변화가, 사령관의 위대한 미래에 대한 지표가 될 수 있을까요?
ko_mt: 연구자들은 용맹의 검에 정확히 무슨 일이 일어났는지에 대해 의견이 분분했습니다. 하지만 그들은 이 깃발이 아이오메데의 인간 시절에 소유했던 것이며, 마치 주인이 신으로 승천할 것을 예견한 듯 기적적인 속성을 갖게 되었다고 지적했습니다. 깃발의 현재 변화가 사령관의 위대한 미래를 예고하는 것일까요?

source: All units gain the {g|TheVoiceOfTheBellOfMercy}[The Voice of the Bell of Mercy]{/g} feat.
ko: 모든 유닛이 {g|TheVoiceOfTheBellOfMercy}[자비의 종의 목소리]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛이 {g|TheVoiceOfTheBellOfMercy}[자비의 종의 목소리]{/g} 업적을 얻습니다.

source: Bell of Mercy
ko: 자비의 종
ko_mt: 자비의 종

source: A holy relic of Desna has been found in the ruins of the fortress near the Greengates. The chime of the bell, ringing out once more after many years of silence, will fill mortal souls with faith and hope for victory. But extracting the holy relic from the ruins and taking it to Drezen will require the combined efforts of an entire unit.
ko: 신록의 관문 주변의 요새 폐허에서 데즈나의 성스러운 유물이 발견되었습니다. 종소리가 몇 년 동안의 침묵을 깨고 다시 한번 울려 퍼지면, 필멸자들의 영혼에 승리에 대한 믿음과 희망이 불어넣어 질 것입니다. 하지만 폐허에서 성유물을 발굴하고, 또 드레젠으로 이송하기 위해서는 부대 전체가 연합해 노력을 기울여야 할 것입니다.
ko_mt: 그린게이트 근처의 요새 폐허에서 데스나의 성스러운 유물이 발견되었습니다. 오랜 침묵 끝에 다시 울려 퍼지는 종소리는 필멸자의 영혼을 승리에 대한 믿음과 희망으로 가득 채울 것입니다. 하지만 폐허에서 성스러운 유물을 꺼내 드레젠으로 가져가려면 부대원 전체가 힘을 합쳐야 합니다.

source: The Bell of Mercy has been transported to Drezen.
ko: 자비의 종이 드레젠으로 이송되었습니다.
ko_mt: 자비의 종을 드레젠으로 옮겼습니다.

source: All trainable units gain the {g|BerenguersExperience}[Berenguer's Experience]{/g} feat.
ko: 모든 훈련 유닛이 {g|BerenguersExperience}[베렝게르의 경험]{/g} 특기를 얻습니다.
ko_mt: 훈련 가능한 모든 유닛은 {g|BerenguersExperience}[베렌게르의 경험] 업적을 얻습니다.

source: For many years a solitary Paladin Berenguer has been crusading against demons on his own. The Commander managed to persuade him join the Iomedae army again and now his experience and knowledge will help the new recruits not to lay down their lives in the first skirmish.
ko: 몇 년 동안, 고독한 팔라딘 베렝게르는 홀로 데몬에 맞서는 성전을 벌였습니다. 사령관은 그에게 아이오메데의 부대에 다시 복무하도록 설득했고, 이제 고독한 팔라딘의 경험과 지식은 신병들에게 전해졌습니다. 그의 가르침은 신병들이 처음으로 맞닥뜨린 교전에서 쓰러지지 않도록 도와줄 것입니다.
ko_mt: 수년 동안 고독한 성기사 베렌게르는 혼자서 데몬을 상대로 성전을 벌여 왔습니다. 사령관은 그를 설득하여 다시 아이오메데 군대에 합류시켰고, 이제 그의 경험과 지식은 신병들이 첫 전투에서 목숨을 버리지 않도록 도울 것입니다.

source: Berenguer has shared his combat experience with the crusaders.
ko: 베렝게르는 성전군과 자신의 전투 경험을 나눴습니다.
ko_mt: 베렌게르는 자신의 전투 경험을 십자군 전사들과 공유했습니다.

source: Paladin Berenguer, who chose a solitary hero's path, has spent much time in the Worldwound fighting demons. Over these years he has scouted numerous secret paths, unnoticeable hiding places and closely guarded demons' dens. This information will be priceless for the scouts.
ko: 고독한 영웅의 길을 택한, 팔라딘 베렝게르는 세계상처에서 데몬들과 맞서느라 너무 많은 시간을 써버렸습니다. 이 몇 년 동안 그는 수 많은 비밀 통로들과 눈에 띄지 않는 은신처, 그리고 엄중하게 경비되는 데몬들의 소굴을 정찰했습니다. 그가 가진 정보들은 정찰병들에게 금으로도 살 수 없는 귀중한 자산이 될 것입니다.
ko_mt: 고독한 영웅의 길을 선택한 성기사 베렌게르는 세계상처에서 데몬과 싸우며 많은 시간을 보냈습니다. 수년 동안 그는 수많은 비밀 길과 눈에 띄지 않는 은신처, 그리고 삼엄한 경비를 자랑하는 데몬의 소굴을 정찰했습니다. 이 정보는 정찰병에게 귀중한 정보가 될 것입니다.

source: Berenguer has told the scouts about the trails he found.
ko: 베렝게르는 정찰병들에게 그가 찾은 흔적들에 대해 말해주었습니다.
ko_mt: 베렌게르는 정찰대원들에게 자신이 발견한 흔적에 대해 이야기했습니다.

source: Fort Foundation (Sorcerers' Fortress)
ko: 요새 건설 (마술사의 요새)
ko_mt: 요새 재단 (소서러의 요새)

source: The foundation of the fort tightens the crusaders' control over the surrounding area.
ko: 요새가 건설되면 주변 지역에 대한 성전사들의 통제력이 강해집니다.
ko_mt: 요새의 기초는 주변 지역에 대한 십자군의 지배력을 강화합니다.

source: Fort Foundation (Camp on the Ferry)
ko: 요새 건설 (나룻배 야영지)
ko_mt: 요새 재단 (페리 캠프)

source: Fort Foundation (Treasonhome)
ko: 요새 건설 (반역의 집)
ko_mt: 요새 재단 (반역자 집)

source: Fort Foundation (Hamlet of Sork)
ko: 요새 건설 (소르크 촌락)
ko_mt: 요새 재단 (소크의 마을)

source: Fort Foundation (Gargoyle Canyon)
ko: 요새 건설 (가고일 대협곡)
ko_mt: 요새 재단 (가고일 협곡)

source: Fort Foundation (Vilareth Ford's Outpost)
ko: 요새 건설 (빌라레스 포드의 전초기지)
ko_mt: 요새 재단 (빌라레스 포드의 전초기지)

source: 40 {g|Inquisitors}[Inquisitors]{/g} and 30 {g|HedgeKnights}[Hedge Knights]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 40 {g|Inquisitors}[인퀴지터]{/g}와 {g|HedgeKnights}[방랑 기사]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 40명의 {g|Inquisitors}[이단심문관]{/g}과 30명의 {g|HedgeKnights}[방랑 기사]{/g}을 모집합니다.

source: Calling Crinukh's Mercenary Force
ko: 크리누크의 용병대 부르기
ko_mt: 크리누크의 용병대 부르기

source: The kobold Crinukh has pointed out a spot not far from Drezen. According to him, a mercenary force awaits there, one he has gathered and funded on his own. To call for their aid, one would have to send a messenger to their camp.
ko: 코볼트 크리누크는 드레젠에서 멀지 않은 곳에 대해 말해주었습니다. 그가 말하길, 한 용병대가 저곳에서 기다리고 있으며, 이들은 누군가의 도움 없이 자발적으로 모이고, 또 자발적으로 자금을 조달하고 있다고 합니다. 그들에게 도움을 받기 위해서는 용병들의 야영지로 전령을 보내야 될 것입니다.
ko_mt: 코볼트 크리누크가 드레젠에서 멀지 않은 곳을 알려주었습니다. 그의 말에 따르면, 그곳에 자신이 직접 모아서 자금을 조달한 용병 부대가 기다리고 있다고 합니다. 그들에게 도움을 요청하려면 그들의 진영으로 전령을 보내야 합니다.

source: Shortly after the messenger's departure, the guards on the walls reported a small but well-armed group of mercenaries approaching the city.
ko: 전령이 떠나고 얼마 지나지 않아, 경비병들은 규모는 작지만 잘 무장한 용병대가 도시로 접근하고 있다고 보고했습니다.
ko_mt: 전령이 떠난 지 얼마 지나지 않아 성벽의 경비병이 작지만 무장한 용병 무리가 도시로 접근하고 있다고 보고했습니다.

source: Finance Points income increases by 50. Materials Points income increases by 5.
ko: 재정 점수 수입이 50 증가하고, 물자 점수 수입이 5 증가합니다.
ko_mt: 재정 점수 수입이 50 증가합니다. 재료 점수 수입이 5 증가합니다.

source: Disclosing the Letters Obtained from Crinukh
ko: 크리누크에게서 받은 편지 공개
ko_mt: 크리누크에게서 받은 편지 공개하기

source: The kobold Crinukh provided the Commander with letters implicating a number of prominent individuals in Nerosyan in having connections with the demons. These people are plotting against the crusade, impeding supply shipments, and striving to discredit the Commander. The disclosure of these letters will put an end to their conspiracy.
ko: 코볼트 크리누크는 네로시안의 중요 인물들과 데몬들 간에 모종의 관계가 있다는 사실을 알리는 편지들을 사령관에게 보냈습니다. 이 사람들은 성전에 대한 모략을 꾸미며 보급을 방해하고, 사령관의 평판을 깎기 위해 애를 쓰고 있습니다. 이 편지들을 공개한다면, 이들의 음모에 종지부를 찍을 수 있을 겁니다.
ko_mt: 코볼트 크리누크는 사령관에게 네로시안의 저명한 인사들이 데몬들과 연루되어 있다는 내용의 편지를 전해주었습니다. 이들은 십자군 성전에 반대하는 음모를 꾸미고 보급품 수송을 방해하며 사령관의 명예를 실추시키기 위해 노력하고 있습니다. 이 편지가 공개되면 그들의 음모가 종식될 것입니다.

source: The letters procured by Crinukh have been disclosed. Several influential citizens of Nerosyan have been arrested and prosecuted, whereupon any issues related to crusade supplies and support have suddenly become easier to solve.
ko: 크리누크에게서 받은 편지가 공개되었습니다. 네로시안의 영향력있는 시민들이 체포되고, 법정에 서게 되었습니다. 결과적으로 성전의 보급과 지원 문제 해결이 갑자기 쉬워지기 시작했습니다.
ko_mt: 크리누크가 입수한 편지가 공개되었습니다. 네로시안의 영향력 있는 시민 몇 명이 체포되어 기소되었고, 십자군 보급품 및 지원과 관련된 문제가 갑자기 쉽게 해결되었습니다.

source: Pilgrims will arrive to honor the holy relic. 12 {g|Clerics}[Clerics]{/g} and 20 {g|Rangers}[Rangers]{/g} will be recruited at the Commander's headquarters.
ko: 순례자들이 성유물에 경의를 표하기 위해 드레젠에 찾아 올 것입니다. 사령관의 지휘부에 12 {g|Clerics}[클레릭]{/g}과 20 {g|Rangers}[레인저]{/g}를 모집합니다.
ko_mt: 신성한 유물을 기리기 위해 순례자들이 도착할 것입니다. 사령관 본부에서 12명의 {g|Clerics}[성직자]{/g}과 20명의 {g|Rangers}[순찰자]{/g}을 모집합니다.

source: Relics of Delamere
ko: 델라메어의 유물
ko_mt: 델라미어의 유물

source: The Commander discovered a burial site of Saint Delamere, god Erastil's famous disciple. Her relics are now preserved in a solitary temple in the middle of the wastelands, which has already once been desecrated by demons. Transported to Drezen, the sacred relics not only will be safely guarded but also attract many arduous worshipers of the Stag God to the crusaders.
ko: 사령관은 에라스틸의 유명한 사도인 성 델라메어의 매장지를 발견했습니다. 한때 데몬들이 모독했던 그녀의 유물은 황무지 가운데 홀로 남아있는 신전에 놓여져 있었습니다. 드레젠으로 이송된 성유물은 안전하게 보관되며, 숫사슴 신의 열렬한 신자들을 성전사들에게로 불러모을 것입니다.
ko_mt: 사령관은 에라스틸 신의 유명한 제자, 성녀 델라미어의 무덤을 발견했습니다. 그녀의 유물은 현재 황무지 한가운데 있는 외딴 사원에 보존되어 있는데, 이미 데몬들에 의해 더럽혀진 적이 있습니다. 드레젠으로 이송된 성스러운 유물은 안전하게 보호될 뿐만 아니라 사슴신의 신을 숭배하는 많은 사람들을 십자군으로 끌어들일 것입니다.

source: The remains of Delamere the Blessed have been delivered to Drezen.
ko: 축복받은 자, 델라메어의 유해가 드레젠으로 이송되었습니다.
ko_mt: 축복받은 자 델라미어의 유해가 드레젠에게 전달되었습니다.

source: 3 {g|AshGiants}[Ash Giants]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 3 {g|AshGiants}[재 거인]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 3명의 {g|AshGiants}[재 거인]{/g}을 모집합니다.

source: Slave Trail
ko: 노예 행렬
ko_mt: 노예 트레일

source: The demons of Alushinyrra crave the chance to raid the area around the Worldwound in order to subjugate tribes of ash giants who inhabit those lands.
ko: 알루시니라의 데몬들은 세계 상처와 그 인근 지역들을 공격할 기회를 노리고 있습니다. 이데몬들은 재 거인 부족을 정복해, 노예로 부리고자 합니다.
ko_mt: 알루시니라의 데몬들은 세계상처 주변 지역을 습격해 그곳에 서식하는 재 거인 부족을 정복할 기회를 갈망하고 있습니다.

source: The demonic raiders have returned to Alushinyrra with rich spoils. The best prisoners were transferred to the {mf|master|mistress} of the city with utmost respect.
ko: 데몬 약탈자들이 값비싼 전리품과 함께 알루시니라로 돌아왔습니다. 그들이 포획한 최고의 노예는 크나큰 존경심과 함께 도시의 지배자에게 보내졌습니다.
ko_mt: 데몬 침입자들이 풍성한 전리품을 가지고 알루시니라로 돌아왔습니다. 최고의 포로들은 최대한의 예우를 갖춰 도시의 주인님로 이송되었습니다.

source: 3 {g|TarryDemodands}[Tarry Demodands]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 3 {g|TarryDemodands}[타르 데모단드]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 {g|TarryDemodands}[타리 데모댄드]{/g} 3명을 모집합니다.

source: The demons of Alushinyrra are prepared to attack small dominions of demodands to subjugate them and make them fight on their side.
ko: 알루시니라의 데몬들이 작은 데모단드 영토들을 공격할 계획을 세웠습니다. 데몬들은 이들을 노예로 삼고, 데몬들의 편에 세울 것입니다.
ko_mt: 알루시니라의 데몬들은 데모댄드의 작은 영토를 공격하여 정복하고 자기 편에서 싸우게 만들 준비가 되어 있습니다.

source: 2 {g|Retrievers}[Retrievers]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 2 {g|Retrievers}[리트리버]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 {g|Retrievers}[검색기]{/g} 2명을 모집합니다.

source: The demons of Alushinyrra want to raid Cerebulim, the chaotic realm of Haagenti. Crafters, captured in the raid, could make eldritch mechanic hunters for their new {mf|master|mistress}.
ko: 알루시니라의 데몬들은 하겐티의 혼돈의 영토인 셀레버림을 을 공격하고 싶어합니다. 급습 중에 사로잡힌 장인들은 엘드리치 기계 사냥꾼을 그들의 새로운 주인께 만들어드릴 수 있을 것입니다.
ko_mt: 알루시니라의 데몬들이 하겐티의 혼돈의 왕국 세레불림을 습격하려고 합니다. 공격대에 포획된 제작자는 새로운 주인님를 위해 엘드리치 기계 사냥꾼을 만들 수 있습니다.

source: 5 {g|GiantSalamanders}[Giant Salamanders]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 5 {g|GiantSalamanders}[거대 살라맨더]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 5명의 {g|GiantSalamanders}[거대 도롱뇽]{/g}을 모집합니다.

source: 8 {g|Babaus}[Babaus]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 8 {g|Babaus}[바바우]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 8 {g|Babaus}[바바우]{/g}를 모집합니다.

source: Summon Babaus
ko: 바바우 소환
ko_mt: 바바우스 소환

source: Bloodthirsty babaus will be eager to follow the Commander if promised a glorious massacre.
ko: 영광스러운 대학살을 약속한다면 피에 목마른 바바우들은 사령관을 따르길을 갈망할 것입니다.
ko_mt: 피에 굶주린 바바우스는 영광스러운 학살을 약속한다면 사령관을 따르고 싶어 할 것입니다.

source: A band of bloodthirsty babaus has arrived to serve the Commander.
ko: 사령관을 섬기기위해 피에 목마른 바바우 무리가 도착했습니다.
ko_mt: 사령관을 섬기기 위해 피에 굶주린 바바우 무리가 도착했습니다.

source: 1 {g|Balors}[Balor]{/g} is recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 1 {g|Balors}[발러]{/g}가 모집되었습니다.
ko_mt: 1 {g|Balors}[발러]{/g}이 사령관 본부에서 모집됩니다.

source: Summon Balors
ko: 발러 소환
ko_mt: 발러 소환

source: Masters of the Abyss, the invincible balors, will follow only the strongest leader. But even they will bow before the Commander's might.
ko: 심연의 주인, 무적의 발러들은 가장 강력한 지휘관만을 따르는 경향이 있습니다. 하지만 아무리 그들이라도 사령관의 힘 앞에서는 고개를 숙일 것입니다.
ko_mt: 무적의 발러인 심연의 마스터는 가장 강력한 지도자만 따를 것입니다. 하지만 그들도 사령관의 힘 앞에 무릎을 꿇을 것입니다.

source: Several mighty balors, masters of the Abyss, have expressed their desire to follow the Commander.
ko: 심연의 주인인 강력한 발러들 몇몇이 사령관을 따르고 싶다는 의사를 밝혔습니다.
ko_mt: 심연의 주인인 몇몇 강력한 발러가 사령관을 따르고 싶다는 의사를 밝혔습니다.
