Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: Daeran Asks for an Audience
ko: 대런이 면담을 요청합니다
ko_mt: 대런이 청중을 찾습니다

source: Daeran has filed a request for a public audience with the Commander. It seems that he has either something important to announce or a new jest.
ko: 대런은 사령관에게 공개 면담을 요청했습니다. 중요한 사항을 알리거나, 새로운 농담을 준비한 것 같습니다.

source: Secret Dispatch
ko: 극비 문서
ko_mt: 비밀 파견

source: Irabeth reports that a letter has been delivered from a certain high-ranking inquisitor. It is to be handed to the Commander, confidentially and for h{mf|is|er} eyes only.
ko: 어떤 고위 인퀴지터가 편지를 보내왔다고 이라베스는 사령관에게 보고했습니다. 이 비밀 문서는 사령관만이 볼 수 있도록 촛농 봉인이 찍혀 있습니다.

source: Inquisitor Liotr Seeks a Meeting with the Commander
ko: 인퀴지터 리오트르가 사령관과의 면담을 요청합니다
ko_mt: 심문관 리오트르가 사령관과의 만남을 요청하다

source: Liotr Hawkblade — the inquisitor who is investigating the case of Daeran and the entity known as the Other — has arrived in Drezen and wants to meet with the Commander.
ko: 대런과 the Other로 알려진 존재에 대한 사건을 조사중인 인퀴지터, 리오트르 호크블레이드가 드레젠에 도착했습니다. 그는 사령관과의 접견을 요청하고 있습니다.
ko_mt: 대런과 타자로 알려진 존재의 사건을 조사 중인 심문관 리오트르 호크블레이드가 드레젠에 도착해 사령관을 만나고 싶어 합니다.

source: Inquisitor Liotr's Visit
ko: 인퀴지터 리오트르의 방문

source: Liotr Hawkblade has arrived in Drezen with some news for the Commander.
ko: 리오트르 호크블레이드는 사령관에게 전해줄 새로운 소식들을 가지고 드레젠에 도착했습니다.

source: The Arrival of Queen Galfrey
ko: 갈프리 여왕의 도착
ko_mt: 갈프레이 여왕의 도착

source: Queen Galfrey has arrived in Drezen escorted by the royal guard. She expects the Commander to appear before her posthaste.
ko: 갈프리 여왕이 왕실 근위대의 호위를 받으며 드레젠에 도착했습니다. 그녀는 가능한 한 빨리 사령관이 그녀 앞에 나타나길 바랍니다.
ko_mt: 갈프레이 여왕이 근위대의 호위를 받으며 드레젠에 도착했습니다. 그녀는 사령관이 서둘러 나타나기를 기다리고 있습니다.

source: Gift from a Stranger
ko: 낮선 이로부터의 선물
ko_mt: 낯선 사람의 선물

source: A messenger has delivered a gift and a letter from an anonymous well-wisher. The stranger, who signed her letter 'Lady O.", writes that she would like to help the crusade and has a personal interest in supporting the Commander, with whom she has a lot in common, such as a talent for trickery and magic.
ko: 전령이 익명의 발송자가 보낸 편지와 선물을 전해주었습니다. Lady O 라는 서명을 남긴 익명의 발송인은 사령관의 능력을 높게 사며, 그녀와 많은 공통점을 가진, 특히 마법과 속임수에 정통한 사령관을 개인적으로 후원하고, 성전을 돕고 싶다는 의사를 전했습니다.
ko_mt: 익명의 후원자로부터 선물과 편지를 전달받은 메신저가 왔습니다. '레이디 O'라는 서명을 한 이방인은 편지에 십자군을 돕고 싶고, 속임수와 마술에 재능이 있는 등 공통점이 많은 사령관을 개인적으로 지지하고 싶다고 적었습니다.

source: Welcome to the Crusade, Commander!
ko: 성전에 오신 것을 환영합니다, 사령관 님!
ko_mt: 십자군에 온 것을 환영합니다, 사령관님!

source: Mephistopheles's Guests
ko: 메피스토펠레스의 손님들
ko_mt: 메피스토펠레스의 손님

source: Mephistopheles has passed a word to the Commander that {mf|he|she} has important guests waiting for {mf|him|her} in Drezen.
ko: 메피스토펠레스는 사령관에게, 중요한 손님들이 드레젠에서 사령관을 기다리고 있다고 말했습니다.
ko_mt: 메피스토펠레스가 사령관에게 {mf|그|그녀}의 드레젠에서 {mf|그|그녀}를 기다리는 중요한 손님이 있다는 말을 전했습니다.

source: Aeon's Call
ko: 에온의 부름
ko_mt: 에온의 부름

source: The crusade leader is overcome with a strong desire to return to Drezen and spend some time in privacy.
ko: 성전의 지도자는 드레젠으로 돌아가 혼자만의 시간을 보내고 싶다는 억누를 수 없는 염원에 휩싸였습니다.
ko_mt: 십자군 지도자는 드레젠으로 돌아가 사적인 시간을 보내고 싶은 강한 열망에 사로잡힙니다.

source: A Heavenly Audience
ko: 천상의 접견
ko_mt: 천상의 청중

source: An angel is waiting for an audience in Drezen to share the wisdom of Heaven with the leader of the crusaders.
ko: 엔젤 하나가 천상의 지혜를 나누고자, 성전의 지도자와의 면담을 기다리고 있습니다.

source: Arueshalae Wants to Talk
ko: 아루샬레는 대화를 원합니다
ko_mt: 아루샬래가 이야기하고 싶어합니다

source: Arueshalae asks to spare some time for a private talk, once the crusade leader can take a break from matters of Drezen.
ko: 사령관이 한가할 때, 아루샬레는사령관과 개인적인 대화를 나누길 원합니다.

source: Surprise Visit
ko: 깜짝 방문
ko_mt: 깜짝 방문

source: Aranka and Aivu want to meet the Commander... for some very important occasion!
ko: 아란카와 아이부가 사령관님을 만나고 싶어합니다. 아주 중요한 일을 위해서요!

source: Arrival of the Child Caravan
ko: 어린이 캐러밴의 도착
ko_mt: 어린이 카라반 도착

source: An entire group of... children and adolescents has arrived in Drezen. The guards have taken care of them, but their leader asks for an audience with the Commander.
ko: 어린이와 청소년으로... 이루어진 집단이 드레젠에 도착했습니다. 경비병들은 그들을 세심하게 돌봐주었지만, 그들의 지도자는 사령관과 면담을 요청하고있습니다.

source: Invitation from the Free Crusaders
ko: 자유 성전사들의 초대
ko_mt: 자유 십자군의 초대

source: The free crusaders have sent a letter to the citadel inviting the crusade leader to pay them a visit at {mf|his|her} Court.
ko: 자유 성전사들이 성전지휘관을 궁정으로 초대하는 메시지를 성채로 보냈습니다.
ko_mt: 자유 십자군이 성전 지도자에게 {mf|그|그녀}에게 방문하라는 편지를 성채로 보냈습니다. 궁정.

source: Guests on the Commander's isle
ko: 사령관의 섬에 온 방문자들
ko_mt: 사령관 섬의 손님

source: Traveling vendors from Elysium have come to the Court, and they would be delighted to meet the Commander.
ko: 낙원에서 온 방랑 상인이 궁전에 도착했습니다. 그들은 사령관을 만나고 싶어 합니다.
ko_mt: 엘리시움에서 온 여행 상인들이 궁정에 왔으며 사령관을 만나게되어 기뻐할 것입니다.

source: Reported Desertion
ko: 보고된 탈영
ko_mt: 탈영 신고

source: Irabeth reports that one of the Commander's retinue has deserted from the crusade. She awaits a personal meeting to share the details.
ko: 이라베스는 사령관의 시행원 한명이 성전군에서 탈영했다고 보고했습니다. 그녀는 자세한 내용을 알리기 위해 개인적인 만남을 기다리고 있습니다.

source: Camellia Wants to Talk
ko: 카멜리아는 대화를 원합니다
ko_mt: 카멜리아가 말하고 싶어

source: Camellia asks the Commander to spare some time for a private talk, once {mf|he|she} can take a break from matters of Drezen.
ko: 사령관이 한가할 때, 카멜리아는 사령관과 개인적인 대화를 나누길 원합니다.

source: The Appearance of a Very Convincing Elf
ko: 매우 설득력 있는 엘프의 등장
ko_mt: 매우 설득력 있는 엘프의 등장

source: An elf has arrived in the citadel and convinced everyone, by some unknown yet very strange means, that the Commander absolutely must grant him an audience.
ko: 한 엘프가 성채에 도착했습니다. 그는 신묘한 방법을 사용해 사령관은 반드시 자신을 만나야 한다고 설득했습니다.
ko_mt: 한 엘프가 성채에 도착해 알 수 없지만 매우 이상한 방법으로 사령관에게 면담을 허락해야 한다고 모두를 설득하고 있습니다.

source: The Arrival of an Archaeologist
ko: 고고학자의 도착
ko_mt: 고고학자의 도착

source: The archaeologist Lathimas has arrived in Drezen and asks for an audience with the leader of the crusaders to propose some "interesting adventure."
ko: 고고학자 라티마스가 드레젠에 도착했고, 성전 지도자에게 "흥미로운 모험"을 제안하고자 접견을 요청하고 있습니다.

source: Meeting with Yozz
ko: 요즈와의 만남
ko_mt: 요즈와의 만남

source: The demon Yozz, Nocticula's servant, has slipped a letter into the Commander's study and expresses his expectations to be allowed a private audience shortly.
ko: 녹티큘라의 하수인, 데몬 요즈는 사령관의 집무실에 편지를 슬쩍 놓으며, 짧은 개인적인 접견이 이루어지리라는 기대감을 나타냈습니다.

source: Meeting with Yozz
ko: 요즈와의 만남
ko_mt: 요즈와의 만남

source: The demon Yozz, Nocticula's servant, has slipped a letter into the Commander's study and expresses his expectations to be allowed a private audience shortly.
ko: 녹티큘라의 하수인, 데몬 요즈는 사령관의 집무실에 편지를 슬쩍 놓으며, 짧은 개인적인 접견이 이루어지리라는 기대감을 나타냈습니다.

source: Advisor from the Abyss
ko: 심연에서 온 조언자
ko_mt: 심연의 조언자

source: A demonic advisor is humbly begging the new {mf|master|mistress} of Alushinyrra to spare some attention for {mf|his|her} unworthy servant.
ko: 데몬 조언자가 쓸모없는 하수인에 관심을 가져달라고 알루시니라의 새로운 지배자에게 요청하고 있습니다.
ko_mt: 데몬의 조언자가 알루시니라의 새로운 {mf|주인|주인}에게 {mf|그|그녀}의 무가치한 종에게 관심을 가져달라고 겸손하게 간청하고 있습니다.

source: Advisor from the Abyss
ko: 심연에서 온 조언자
ko_mt: 심연의 조언자

source: A demonic advisor is humbly begging the new {mf|master|mistress} of Alushinyrra to spare some attention for {mf|his|her} unworthy servant.
ko: 데몬 조언자가 쓸모없는 하수인에 관심을 가져달라고 알루시니라의 새로운 지배자에게 요청하고 있습니다.
ko_mt: 데몬의 조언자가 알루시니라의 새로운 {mf|주인|주인}에게 {mf|그|그녀}의 무가치한 종에게 관심을 가져달라고 겸손하게 간청하고 있습니다.

source: A Request from the Chelaxian Ambassador
ko: 첼리악스 대사의 요청
ko_mt: 첼리악스 대사의 요청

source: The esteemed general Megidiah Vallys has submitted an official request to be granted an audience.
ko: 존경받는 지휘관 메기디아 발리스가 공식적으로 접견을 요청했습니다.

source: A Dragon's Advice
ko: 용의 충고
ko_mt: 드래곤의 조언

source: The dragon Halaseliax has sent word that he would like to discuss an important matter with his new kin.
ko: 드래곤 할라셀리악스가 새로운 동족과 중요한 문제를 의논하고 싶다는 전갈을 보냈습니다.
ko_mt: 용 할라셀리악스가 새로운 혈족과 중요한 문제를 논의하고 싶다는 소식을 전해왔습니다.

source: The Arrival of Mysterious Visitors from Ustalav
ko: 우스탈라브의 신비로운 방문자들이 도착하다
ko_mt: 우스탈라프에서 온 신비한 방문객의 도착

source: A group of sinister envoys from Ustalav has arrived in Drezen. Their leader, Elyanka Camilary, is waiting for an audience with the Commander.
ko: 한 무리의 사악한 사절단이 드레젠에 도착했습니다. 그들의 지도자인 엘얀카 카밀라리가 사령관 알현을 기다리고 있습니다.

source: Anevia Wants to Talk
ko: 아네비아는 대화하길 원합니다
ko_mt: 아네비아가 이야기하고 싶어합니다

source: Anevia wants the Commander to spare some time for a private discussion with her.
ko: 아네비아는 사령관이 그녀와의 사적인 대화를 위해 시간을 내길 원합니다.
ko_mt: 아네비아는 사령관이 자신과 사적인 대화를 나눌 시간을 좀 내주길 원합니다.

source: Meeting with Socothbenoth
ko: 소코스베노스와의 만남
ko_mt: 소코트베노스와의 만남

source: A note has been discovered in the chambers of the crusade leader. It says, "We need to have a serious talk! I'll pay you a visit whenever I please! Socothbenoth!"
ko: 성전 지휘관의 방에서 쪽지 하나가 발견되었습니다. 편지에는 "진지한 대화가 필요한 것 같아 ! 시간날 때 한번 들릴게 제발! 소코스베노스! "라고 쓰여져 있었습니다.

source: Aivu Wants To Talk
ko: 아이부는 대화를 원합니다
ko_mt: 아이부는 대화하고 싶어합니다

source: The changes in the Commander's mythic power have saddened the little dragon.
ko: 사령관의 신화적인 힘이 변질되자 작은 드래곤은 슬픔에 빠졌습니다.
ko_mt: 사령관의 신화적 힘에 변화가 생기면서 꼬마 용은 슬픔에 잠겼습니다.

source: A Mission from His Majesty
ko: 폐하께서 주신 임무
ko_mt: 폐하의 사명

source: His Majesty Thaberdine Quintissimus Hierophantel calls for the Commander of the crusaders to entrust {mf|him|her} with a dangerous task of utmost importance.
ko: 타베르딘 퀸티시무스 하이에로판텔이 성전 사령관에게 가장 위험하고, 중요한 임무를 맡기고 싶어 합니다.

source: A Cry for a Meeting
ko: 접견 간청
ko_mt: 회의를 위한 외침

source: Thaberdine, the poor drunk who had such terrible luck with his claim on the "throne of Sarkoris," begs the Commander for an audience and assures that this is a matter of life and death.
ko: "사코리스의 왕좌"를 요구하는 가엾은 술꾼, 타베르딘은 이것이 자신의 생사가 걸린 문제라며, 사령관의 접견을 간청하고 있습니다.

source: The Arrival of the Order of the Flaming Lance
ko: 불타는 기병창 기사단의 도착
ko_mt: 불타는 창 교단의 도착

source: Reinforcements of crusaders from the Order of the Flaming Lance have arrived in Drezen. Their leader, young Klaem, is waiting for an audience with the Commander.
ko: 불타는기병창 기사단의 기사들이 성전을 돕기 위해 드레젠에 도착했습니다. 그들의 지휘관인 젊은 클렘이 사령관과의 접견을 기다리고 있습니다.

source: Reinforcements of crusaders from the Order of the Flaming Lance have arrived in Drezen. Their leader, Nystra Flamefinger, is waiting for an audience with the Commander.
ko: 불타는기병창 기사단의 기사들이 성전을 돕기 위해 드레젠에 도착했습니다. 그들의 지휘관인 나이스트라 플레임핑거는 사령관과의 접견을 기다리고 있습니다.

source: An Odd Supplicant
ko: 이상한 청원자
ko_mt: 이상한 간구자

source: Some strange drunk claims that the Commander is obliged — yes, obliged! — to grant him an audience!
ko: 이상한 주정뱅이가 사령관은 자신을 접견해야할 의무가 — 그래요 의무! — 있다고 주장합니다

source: Greybor Wants to Talk
ko: 그레이보르는 대화를 원합니다
ko_mt: 그레이버가 이야기하고 싶어합니다

source: Greybor asked the Commander to have a private conversation whenever {mf|he|she} can spare some time in Drezen.
ko: 사령관이 시간이 날 때, 그레이보르는 사적으로 대화를 하길 원합니다.

source: The Arrival of the Hellknights
ko: 헬나이트들의 도착
ko_mt: 지옥기사단의 도착

source: Three Hellknights await an audience with the Commander in Drezen.
ko: 세 명의 헬나이트가 드레젠에 도착해, 사령관의 접견을 요청하고 있습니다.

source: Irabeth Wants to Talk
ko: 이라베스는 대화하길 원합니다
ko_mt: 대화하고 싶은 이라베스

source: Irabeth asks the Commander for a talk. She would like to stress that this is a private conversation, not a meeting on crusade-related matters.
ko: 이라베스는 사령관에게 대화를 요청합니다. 그녀는 이 대화가 성전과 관련된 것이 아닌, 개인적인 대화임을 강조하고 있습니다.

source: Irabeth asks the Commander for an audience. She says she is worried about Ciar, the leader of the Everbright Crusaders.
ko: 이라베스는 사령관에게 접견을 요청합니다. 그녀는 영원한 빛 성전군의 지도자, 시아르가 걱정된다고 말합니다.

source: Infernal Audience
ko: 지옥의 접견
ko_mt: 지옥의 청중

source: Her Infernal Majestrix Abrogail Thrune, Queen of Cheliax and the Head of the Thrice-Damned House of Thrune, has arrived in Drezen and is awaiting the Commander.
ko: 첼리악스의 여왕이자 세 번 저주받은 트룬 가문의 수장인 지옥 여제, 아브로게일 트룬이 드레젠에 도착해 사령관을 기다리고 있습니다.
ko_mt: 첼리악스의 여왕이자 저주받은 세 가문의 수장 아브로가일 트룬이 드레젠에 도착하여 사령관을 기다리고 있습니다.

source: Undead Advisor
ko: 언데드 조언자
ko_mt: 언데드 고문

source: An undead advisor to the {mf|lord|lady} of death has arrived from the ziggurat to give a report and provide counsel.
ko: 죽음의 군주의 언데드 조언가가 지구라트에서 찾아왔습니다. 그는 성전이 어떻게 진행되고 있는지 보고하고, 조언할 것입니다.
ko_mt: 죽음의 군주의 언데드 고문이 지구라트에서 보고와 조언을 하기 위해 도착했습니다.

source: Tiresome Supplicants
ko: 성가신 청원자
ko_mt: 성가신 간구자

source: Another lowly supplicant humbly awaits in Drezen and begs the swarm {mf|master|mistress} to hear their pathetic words.
ko: 또다른 비천한 청원자가 무리의 주인께서 그들의 하찮은 청원을 들어주시길 바라고있습니다.

source: Supplicant from Chilly Creek
ko: Chilly Creek에서 온 청원자
ko_mt: 칠리 크릭의 간구자

source: Malessa, a fisherman from the village of Chilly Creek, asks to be received and for her plea to be addressed.
ko: Chilly Creek 마을에서 온 어부, 말레사가 자신의 청원이 처리되길 원하고있습니다.

source: Supplicant from Chilly Creek
ko: Chilly Creek에서 온 청원자
ko_mt: 칠리 크릭의 간구자

source: Markyll, a fisherman from the village of Chilly Creek, asks to be received and for his plea to be addressed.
ko: 냉랭한 개울 마을에서 온 어부, 마르킬이 자신의 청원이 처리되길 원하고있습니다.

source: The Appearance of Unclaimed Belongings
ko: 소유자를 알 수 없는 물건들

source: The guards have reported a large number of unattended items appearing in Drezen seemingly out of nowhere. One particularly polite chest told the sentries that he represents the mimic army and would like to be granted an audience with the Commander.
ko: 경비병들이 보고하길, 소유자를 알 수 없는 엄청난 양의 물건들이 드레젠 전역에서 나타나고 있다고 합니다. 공손한 상자 하나가 경비병들에게 자신이 미믹 부대를 대표하며, 사령관을 접견하고 싶다고 말했습니다.

source: A note has been discovered in the chambers of the crusade leader that says, "Welcome back from the Abyss. I'll visit you soon. Kisses, Soco."
ko: 성전 지휘관의 방에서 쪽지 하나가 발견되었습니다. 쪽지에는 "심연에서 돌아왔다며? 가까운 시일 안에 한번 들릴게. 뽀뽀 쪽. 소코" 라고 써있었습니다.

source: The Arrival of Kenabres Reinforcements
ko: 케나브레스 증원군의 도착
ko_mt: 케나브레스 지원군의 도착

source: Reinforcements from Kenabres have arrived in Drezen. Their leader, Chun Dawei, is waiting for an audience with the Commander.
ko: 케나브레스의 증원군이 드레젠에 도착했습니다. 그들의 지도자, 춘 다웨인이 사령관과의 접견을 기다리고 있습니다.

source: Reinforcements from Kenabres have arrived in Drezen. Their leader, Prelate Hulrun, is waiting for an audience with the Commander.
ko: 케나브레스의 증원군이 드레젠에 도착했습니다. 그들의 지도자, 주교 헐란이 사령관과의 접견을 기다리고 있습니다.

source: Reinforcements from Kenabres have arrived in Drezen. Their leader, Ramien, is waiting for an audience with the Commander.
ko: 케나브레스의 증원군이 드레젠에 도착했습니다. 그들의 지도자, 라미엔이 사령관과의 접견을 기다리고 있습니다.

source: An Envoy from the Church of Pharasma
ko: 파라스마 교단의 사절
ko_mt: 파라즈마 교회에서 온 사신

source: A woman has arrived in the citadel and wishes to speak with the leader of the crusaders on behalf of her church.
ko: 성채에 도착한 한 여자가 교단을 대표해 성전군의 지도자와 대화를 하고 싶어합니다.
ko_mt: 한 여성이 성채에 도착해 교회를 대표해 십자군 지도자와 이야기를 나누고 싶다고 합니다.

source: Regill's Request for an Audience
ko: 레질의 접견 요청
ko_mt: 레질의 청중 요청

source: Paralictor Regill Derenge has filed a formal request for an official audience that would allow him to speak on behalf of his order.
ko: 파랄릭터 레질 디렌지는 접견 신청서를 제출했습니다. 그는 공식적으로 자신의 기사단을 대표하여 사령관과 의논할 것입니다.

source: The Arrival of Shady Individuals
ko: 의심스러운 존재들의 도착
ko_mt: 그늘진 개인의 등장

source: A group of awfully suspicious-looking warriors has arrived in Drezen. Their leader awaits an audience with the Commander.
ko: 몹시 수상해 보이는 전사들이 드레젠에 도착했습니다. 그들의 지도자는 사령관과의 접견을 기다리고 있습니다.
ko_mt: 끔찍하게 수상한 무리의 전사들이 드레젠에 도착했습니다. 그들의 지도자가 사령관과의 면담을 기다리고 있습니다.

source: Seelah Wants to Talk
ko: 실라는 대화하길 원합니다
ko_mt: 실라가 이야기하고 싶어합니다

source: Seelah asks the Commander to spare some time for a private talk, once {mf|he|she} can take a break from matters of Drezen.
ko: 사령관이 한가할 때, 실라는 사령관과 개인적인 대화를 나누길 원합니다.

source: The Arrival of the Ambassadors from Geb
ko: 게브에서 대사들이 도착하다
ko_mt: 게브에서 온 사절단의 도착

source: An embassy from Geb has arrived in Drezen. Their leader, Septimus, asks for an audience.
ko: 게브의 사절이 드레젠에 도착했습니다. 그들의 지도자, 셉티무스는 접견을 요청합니다.

source: Sosiel Wants to Talk
ko: 소시엘이 대화하길 원합니다
ko_mt: 소시엘이 이야기하고 싶어합니다

source: Sosiel wishes to speak with the Commander in private whenever {mf|he|she} next has a moment to spare.
ko: 사령관이 시간이 날 때, 소시엘은 사적으로 대화를 하길 원합니다.
ko_mt: 소시엘은 다음에 {mf|그|그녀}의 시간이 날 때마다 사령관과 단둘이 얘기하고 싶다고 합니다.

source: Stage Play
ko: 공연
ko_mt: 무대 플레이

source: The Next-Door Theater crew proudly reports that the production of the new play has finished and all they're waiting for before launching the premiere is for the crusade leader to arrive.
ko: 이웃 사촌 극단의 단원들은 자신들의 새로운 작품의 준비가 끝났음을 자랑스럽게 보고했습니다. 단원들은 사령관이 시사회에 참여하길 기다리고 있습니다.

source: A Request from the Theater Crew
ko: 극단 단원들의 요청
ko_mt: 극장 제작진의 요청

source: The Next-Door Theater crew that travels along with the crusade has requesed an audience.
ko: 성전사들과 오랫동안 여행한 이웃 사촌 극단의 단원들이 접견을 요청했습니다.

source: The Arrival of Treants in Drezen
ko: 드레젠에 트렌트들이 도착하다

source: A group of belligerent treants has arrived in Drezen to aid the crusade. They await a meeting with the Commander.
ko: 호전적인 트렌트들이 성전군을 돕고자 드레젠에 도착했습니다. 그들은 사령관과의 만남을 기다리고 있습니다.

source: Yet Another Stupid Advice
ko: 멍청한 조언 하나 더
ko_mt: 또 다른 어리석은 조언

source: Some snob who somehow thinks they're entitled to counseling the crusade leader is waiting in Drezen impatiently with another far-fetched idea.
ko: 멍청이 하나가 자신들이 성전 지도자에게 조언할 자격이 있다며 오두방정을 떨며 접견을 기다리고 있습니다. 또 어떤 기막힌 생각을 한걸까요?

source: An Envoy from Elysium
ko: 낙원에서 온 사절
ko_mt: 엘리시움에서 온 사절

source: Drezen has been visited by a fascinating creature — an azata, native to Elysium. He politely informs that he wishes to meet the Commander in person.
ko: 매력적인 성스러운 존재가 드레젠을 방문했습니다 — 아자타, 낙원의 원주민입니다. 그는 정중하게 사령관과 개인적으로 만나고 싶다고 전했습니다.

source: The Arrival of Yaker Ankelle
ko: 예이커 엥켈리의 도착
ko_mt: 야커 안켈레의 도착

source: A young Hellknight by the name of Yaker Ankelle has arrived in Drezen for an official meeting with the Commander.
ko: 예이커 엥켈리라는 이름의 젊은 헬나이트가 드레젠에 도착했습니다. 그는 사령관의 공식적인 접견을 원합니다.
ko_mt: 야커 안켈레이라는 젊은 지옥기사가 사령관과의 공식 회의를 위해 드레젠에 도착했습니다.

source: Lann Wants to Talk
ko: 랜이 대화를 원합니다
ko_mt: 란이 이야기하고 싶어합니다

source: Lann asks the Commander to talk. He has stressed that this is about his tribe and that it would be better to have this conversation in Drezen.
ko: 랜은 사령관과 대화를 하길 원합니다. 이는 자신의 부족에 대한 것이며, 드레젠에서 대화하는 것이 좋을 것 같다고 말했습니다.

source: Lann Asks for an Audience
ko: 랜의 접견 요청
ko_mt: 란이 청중을 찾습니다

source: Lann wants to speak with the Commander about what he can do to help {mf|him|her} and the crusade.
ko: 랜은 사령관과 성전을 위해 무엇을 할 수 있을지에 관해 사령관의 조언을 듣고자 합니다.
ko_mt: 란은 사령관과 {mf|그|그녀}와 성전단을 돕기 위해 자신이 할 수 있는 일에 대해 이야기하고 싶어 합니다.

source: Lann would like to speak with the Commander in Drezen in private whenever {mf|he|she} has some time to spare.
ko: 사령관이 시간이 날 때, 랜은 사적으로 대화를 하길 원합니다.
ko_mt: 란은 {mf|그|그녀}의 시간이 날 때마다 드레젠의 사령관과 단둘이 얘기하고 싶다고 합니다.

source: The Arrival of a Mysterious Visitor
ko: 신비로운 방문자의 도착
ko_mt: 수수께끼 방문객의 도착

source: A lady who arrived in Drezen for trade-related reasons has requested a private audience. She claims to have connections with one of the Commander's retinue.
ko: 무역과 관련된 이유로 드레젠에 도착한 한 여성이 개인적인 접견을 요청했습니다. 그녀는 자신이 사령관의 부하 중 하나와 친분이 있다고 주장합니다.

source: Meeting with an Ally
ko: 동맹과의 만남
ko_mt: 동맹국과의 만남

source: One of the members of the influential and peculiar alliance that promised to aid the crusade leader has arrived at the citadel and is waiting for an audience.
ko: 성전 지도자를 돕겠다고 약속한, 영향력있고 독특한 동맹의 일원이 성채에 도착했으며, 접견을 기다리고 있습니다.

source: Investigating the Stolen Souls
ko: 도둑맞은 영혼 조사
ko_mt: 도난당한 영혼 조사하기

source: Seelah reports that the crusaders who are investigating soul theft await an audience in Drezen.
ko: 실라는 영혼 도둑 사건을 조사하고 있는 성전사들이 드레젠에서 접견을 기다리고 있다고 보고했습니다.

source: The Arrival of Blackstone Company
ko: 검은바위 용병단의 도착
ko_mt: 블랙스톤 컴퍼니의 도착

source: A mercenary group going by the name of Blackstone Company has arrived in Drezen. Their leader, Captain Seilkind, asks for an audience.
ko: 검은 바위 용병단이라는 용병 집단이 드레젠에 도착했습니다. 그들의 지휘관, 세일킨드 대장이 접견을 기다리고 있습니다.

source: Anevia Wants to Talk
ko: 아네비아는 대화하길 원합니다
ko_mt: 아네비아가 이야기하고 싶어합니다

source: Anevia wants to talk to the Commander about one of h{mf|is|er} companions.
ko: 아네비아는 사령관의 동료에 대해 이야기하고 싶어합니다.
ko_mt: 아네비아가 사령관과 {mf|그|그녀}의 동료 중 한 명에 대해 얘기하고 싶다고 합니다.

source: The Arrival of the Storyteller
ko: 이야기꾼의 도착
ko_mt: 스토리텔러의 도착

source: An old elf who calls himself the Storyteller has arrived in Drezen and asks for an audience.
ko: 자신을 이야기꾼이라고 칭하는 늙은 엘프가 드레젠에 도착했습니다. 그는 접견을 요청하고 있습니다.

source: Wenduag Wants to Talk
ko: 웬두아그가 대화를 원합니다
ko_mt: 웬두아그가 이야기하고 싶어합니다

source: Wenduag wants to speak with the Commander about what she can do to help {mf|him|her} and the crusade.
ko: 웬두아그는 사령관과 성전을 위해 무엇을 할 수 있을지에 관해 사령관의 조언을 듣고자 합니다.
ko_mt: 웬두아그는 {mf|그|그녀}와 성전단을 돕기 위해 자신이 할 수 있는 일이 무엇인지 사령관과 이야기하고 싶다고 합니다.

source: 10 {g|FireElementals}[Fire Elementals]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 10 {g|FireElementals}[화염 정령]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 10 {g|FireElementals}[화염 정령]{/g}을 모집합니다.

source: Fire Elementals Creation
ko: 화염 정령 생성
ko_mt: 화염 정령 생성

source: Experienced mages will summon elemental warriors to fight on the side of the crusade.
ko: 경험많은 마법사들이 정령 전사들을 소환해, 성전사들의 전투를 도울 것입니다.
ko_mt: 숙련된 마법사가 원소 전사를 소환하여 성전 편에서 싸울 수 있습니다.

source: The mages have subdued the elements and summoned mighty elementals to serve the crusaders.
ko: 마법사들은 정령들을 제압하고, 강력한 원소들을 소환해 성전사들을 도울 것입니다.
ko_mt: 마법사들은 원소를 정복하고 강력한 정령을 소환하여 성전사들을 섬기고 있습니다.

source: 7 {g|WaterElementals}[Water Elementals]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 7 {g|WaterElementals}[물 정령]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 7 {g|WaterElementals}[물 정령]{/g}을 모집합니다.

source: Water Elementals Creation
ko: 물 정령 생성
ko_mt: 물 정령 생성

source: 8 {g|AirElementals}[Air Elementals]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 8 {g|AirElementals}[대기 정령]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 8 {g|AirElementals}[대기 정령]{/g}을 모집합니다.

source: Air Elementals Creation
ko: 대기 정령 생성
ko_mt: 대기 정령 생성

source: 3 {g|EarthElementals}[Earth Elementals]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 3 {g|EarthElementals}[대지 정령]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 {g|EarthElementals}[대지 정령]{/g} 3명을 모집합니다.

source: Earth Elementals Creation
ko: 대지 정령 생성
ko_mt: 대지 정령 생성

source: 7 {g|Kineticists}[Kineticists]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 7 {g|Kineticists}[키네티시스트]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 7 {g|Kineticists}[키네틱 아티스트]{/g}을 모집합니다.

source: Worldwound Researchers
ko: 세계상처 연구자
ko_mt: 세계상처 연구원

source: Many arcane researchers who wish to study the phenomenon known as the Worldwound are willing to join the crusade. Naturally, only those scholars who are well trained and possess combat experience will risk embarking on such a dangerous adventure.
ko: 세계상처라고 알려진 현상을 연구하고자 하는 많은 비전마법 연구자들이 성전에 참여하고 싶어합니다. 당연히, 제대로 된 훈련을 받고, 전투 경험을 쌓은 이들만이 그처럼 위험한 모험을 감행하고자 합니다.
ko_mt: 세계상처로 알려진 현상을 연구하고자 하는 많은 비전 연구자들이 십자군 성전에 기꺼이 참여합니다. 물론 훈련이 잘 되어 있고 전투 경험이 있는 학자만이 위험을 무릅쓰고 위험한 모험에 나설 수 있습니다.

source: Wizards have arrived in Drezen to study the Worldwound phenomenon and assist the crusaders by offering their research and combat prowess to the cause.
ko: 세계상처 현상을 연구하고, 자신들의 연구 성과와 전투 기술들을 성전의 대의를 위해 제공하고자 하는 마법사들이 드레젠에 도착했습니다.
ko_mt: 위저드들이 드레젠에 도착해 세계상처 현상을 연구하고 연구와 전투 능력을 십자군에게 제공하여 십자군을 돕고 있습니다.

source: 2 {g|BythosAeons}[Bythos Aeons]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 2 {g|BythosAeons}[바이토스 에온]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 {g|BythosAeons}[비토스 에온]{/g} 2명을 모집합니다.

source: Call the Aeons
ko: 에온 소환
ko_mt: 에온 호출하기

source: Aeons, the keepers of the world order, are ready to join the Commander's army to fight against the unnatural invasion from the Abyss.
ko: 우주 질서의 수호자들인 에온이 성전에 참여하고, 어비스의 비자연적인 침공과 맞설 준비가 되었습니다.
ko_mt: 세계 질서의 수호자인 에온들이 사령관의 군대에 합류하여 심연의 부자연스러운 침략에 맞서 싸울 준비를 마쳤습니다.

source: A group of aeons has arrived on the Material Plane to restore the world order and fight back against the invasion from the Abyss.
ko: 한 무리의 에온이 우주 질서를 복구하고, 심연의 침공에 맞서 싸우고자 물질계에 도착했습니다.
ko_mt: 심연의 침략에 맞서 세계 질서를 회복하고 반격하기 위해 한 무리의 에온들이 물질계에 도착했습니다.

source: 1 {g|KolyarutInevitables}[Kolyarut Inevitable]{/g} is recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 1 {g|KolyarutInevitables}[콜랴루트 필연자]{/g}가 모집되었습니다.
ko_mt: 1 {g|KolyarutInevitables}[콜야루트, 인에비터블]{/g}이 사령관 본부에서 모집됩니다.

source: Call the Axis Army
ko: 액시스 군대 소집
ko_mt: 추축군 부르기
