Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: Finance Points income increases by 20.
ko: 재정 점수 수입이 20 증가합니다.
ko_mt: 재정 점수 수입이 20 증가합니다.

source: Purchasing Cheap Equipment
ko: 값싼 장비 구입
ko_mt: 저렴한 장비 구매

source: The cost of recruiting trainable units reduces by 10% for 15 days.
ko: 15 일 동안 훈련 유닛의 모집 비용이 10% 감소합니다.
ko_mt: 15일 동안 훈련 가능한 유닛 모집 비용이 10% 감소합니다.

source: Help from the Fugitives
ko: 도망자들의 도움
ko_mt: 도망자의 도움

source: Materials Points income increases by 2.
ko: 물자 점수 수입이 2 증가합니다.
ko_mt: 재료 점수 수입이 2 증가합니다.

source: Sorcerer Children
ko: 마법사 아이들
ko_mt: 소서러 어린이

source: Energy Points income increases by 1.
ko: 에너지 점수 수입이 1 증가합니다.
ko_mt: 에너지 점수 수입이 1 증가합니다.

source: Future Heroes
ko: 미래의 영웅들
ko_mt: 미래의 영웅

source: Recruitment growth for trainable units increases by 25% for 30 days.
ko: 훈련 유닛의 모집 성장이 30일 동안 25% 증가합니다.
ko_mt: 훈련 가능한 유닛의 모집량이 30일 동안 25% 증가합니다.

source: Noble Offspring
ko: 귀족의 자손
ko_mt: 고귀한 자손

source: Finance Points income increases by 20.
ko: 재정 점수 수입이 20 증가합니다.
ko_mt: 재정 점수 수입이 20 증가합니다.

source: Secured Roads
ko: 안전한 도로
ko_mt: 안전한 도로

source: Adds 20 Logistics experience points each day.
ko: 매일 20 병참 경험치가 추가됩니다.
ko_mt: 매일 물류 경험치 20점을 추가합니다.

source: Talented Clockworker
ko: 숙련된 시계공
ko_mt: 재능 있는 시계공

source: Energy Points income increases by 1.
ko: 에너지 점수 수입이 1 증가합니다.
ko_mt: 에너지 점수 수입이 1 증가합니다.

source: Campaign Against the Dragon
ko: 드래곤과 맞서다
ko_mt: 드래곤에 대항하는 캠페인

source: Recruitment growth for trainable cavalry units reduces by 50%.
ko: 훈련 기병 유닛의 모집 성장이 50% 감소합니다.
ko_mt: 훈련 가능한 기병 유닛의 모집량이 50% 감소합니다.

source: Adept of Zon-Kuthon
ko: 존-쿠쏜의 사제
ko_mt: 존 쿠톤의 숙련자

source: Energy Points income increases by 2.
ko: 에너지 점수 수입이 2 증가합니다.
ko_mt: 에너지 점수 수입이 2 증가합니다.

source: Sacred Remains
ko: 성스러운 유해
ko_mt: 신성한 유적

source: Energy Points income increases by 2.
ko: 에너지 점수 수입이 2 증가합니다.
ko_mt: 에너지 점수 수입이 2 증가합니다.

source: Protection of Dreams
ko: 꿈의 보호
ko_mt: 꿈의 보호

source: Energy Points income increases by 2.
ko: 에너지 점수 수입이 2 증가합니다.
ko_mt: 에너지 점수 수입이 2 증가합니다.

source: The World is in Danger
ko: 세계가 위험하다
ko_mt: 세계가 위험에 처해 있습니다

source: Finance Points income increases by 250, Materials Points income — by 5, Energy Points income — by 2.
ko: 재정 점수 수입이 250 증가하고, 물자 점수 수입이 5 증가합니다. 또한 에너지 점수 수입이 2 증가합니다.
ko_mt: 재정 점수 수입은 250, 재료 점수 수입은 5, 에너지 점수 수입은 2 증가합니다.

source: Friend in the Capital
ko: 수도의 친구
ko_mt: 수도의 친구

source: Recruitment growth for trainable units increases by 15% for 30 days.
ko: 훈련 유닛의 모집 성장이 30일 동안 15% 증가합니다.
ko_mt: 훈련 가능한 유닛의 모집량이 30일 동안 15% 증가합니다.

source: The cost of building construction reduces by 20%.
ko: 건물 건설 비용이 20% 감소합니다.
ko_mt: 건물 건설 비용이 20% 감소합니다.

source: Hunt for Recruits
ko: 신병 사냥
ko_mt: 신병 모집

source: Recruitment growth for trainable units increases by 10%.
ko: 훈련 유닛의 모집 성장이 10% 증가합니다.
ko_mt: 훈련 가능한 유닛의 모집량이 10% 증가합니다.

source: Preaching Sacrifice
ko: 희생 설교
ko_mt: 희생 전파

source: The effect of positive morale on Finance, Materials and Energy Points income increases by 33%.
ko: 재정, 물자 , 에너지 점수 수입에 대한 긍정적인 사기의 영향이 33% 증가합니다.

source: Preaching Hope
ko: 희망 설교
ko_mt: 희망 전파

source: The effect of positive morale on recruitment growth increases by 50%.
ko: 훈련 유닛의 모집 성장에 대한 긍정적인 사기의 영향이 50% 증가합니다.
ko_mt: 긍정적인 사기가 모집량에 미치는 영향이 50% 증가합니다.

source: Heroes Will Not Be Forgotten
ko: 잊혀지지 않을 영웅들
ko_mt: 영웅은 잊혀지지 않습니다

source: The effect of positive morale on the chance of additional action doubles for all units.
ko: 긍정적인 사기로 인해 추가로 행동할 확률이 두 배 증가합니다.
ko_mt: 모든 유닛의 추가 행동 확률에 대한 긍정적인 사기의 효과는 두 배로 증가합니다.

source: All generals gain the {g|CaydeniteScouts}[Caydenite Scouts]{/g} feat. Finance Points income increases by 10%.
ko: 모든 지휘관들이 {g|CaydeniteScouts}[케이든 케일리언의 척후병]{/g} 특기를 얻습니다. 재정 점수 수입이 10% 증가합니다.
ko_mt: 모든 장군는 {g|CaydeniteScouts}[카이데나이트 스카우트]{/g} 특성을 얻습니다. 재정 점수 수입이 10% 증가합니다.

source: Abyssal Host
ko: 심연의 군세
ko_mt: 심연의 손님

source: The cost of recruiting mercenary units increases by 35%, recruitment growth for trainable units reduces by 25%. Recruitment growth for mythic units increases by 10%.
ko: 용병 유닛의 모집 비용이 35% 증가하고, 훈련 유닛의 모집 성장이 25% 감소합니다. 신화 유닛의 모집 성장이 10% 증가합니다.
ko_mt: 용병 유닛 모집 비용이 35% 증가하고, 훈련 가능한 유닛의 모집량이 25% 감소합니다. 신화 유닛의 모집량이 10% 증가합니다.

source: Fanatical Cultists
ko: 열렬한 사교도들
ko_mt: 광신적 광신도

source: Energy Points income increases by 10%.
ko: 에너지 점수 수입이 10% 증가합니다.
ko_mt: 에너지 점수 수입이 10% 증가합니다.

source: Cruel Overseers
ko: 잔혹한 감독관들
ko_mt: 잔인한 감독자

source: Finance and Materials Points income increase by 5%.
ko: 재정 점수와 물자 점수 수입이 5% 증가합니다.
ko_mt: 재정 및 재료 점수 수입이 5% 증가합니다.

source: New Lands for the Nobility
ko: 귀족들을 위한 새로운 땅
ko_mt: 귀족을 위한 새로운 땅

source: Recruitment growth for trainable units increases by 1% for each captured region.
ko: 점령한 지역 하나 당, 훈련 유닛의 모집 성장이 1% 증가합니다.

source: Restoring Order
ko: 질서 회복
ko_mt: 주문 복원

source: Recruiting units is prohibited. Recruitment growth for all units is set to 0.
ko: 유닛을 모집할 수 없습니다. 모든 유닛의 모집 성장이 0 이 됩니다.
ko_mt: 유닛 모집은 금지됩니다. 모든 유닛의 모집량은 0으로 설정됩니다.

source: Tax of the Righteous
ko: 의인의 세금
ko_mt: 의로운 자의 세금

source: The cost of building construction reduces by 50%.
ko: 건물 건설 비용이 50% 감소합니다.
ko_mt: 건물 건설 비용이 50% 감소합니다.

source: The Power of the People
ko: 민중의 힘
ko_mt: 사람들의 힘

source: The cost of recruiting mercenary units reduces by 10%.
ko: 용병 유닛의 모집 비용이 10% 감소합니다.
ko_mt: 용병 유닛 모집 비용이 10% 감소합니다.

source: United Tieflings
ko: 티플링들의 협력
ko_mt: 유나이티드 티플링

source: Recruitment growth for mythic units increases by 15%. Energy Points income increases by 5.
ko: 신화 유닛의 모집 성장이 15% 증가합니다. 에너지 점수 수입이 5 증가합니다.
ko_mt: 신화 유닛의 모집량이 15% 증가합니다. 에너지 점수 수입이 5 증가합니다.

source: Mobilization
ko: 동원령
ko_mt: 동원

source: The cost of recruiting trainable units reduces by 10%.
ko: 훈련 유닛의 모집 비용이 10% 감소합니다.
ko_mt: 훈련 가능한 유닛 모집 비용이 10% 감소합니다.

source: All generals has the {g|DragonTreasure}[Dragon Treasure]{/g} feat.
ko: 모든 지휘관들이 {g|DragonTreasure}[드래곤의 보물]{/g} 특기를 얻습니다.
ko_mt: 모든 장군은 {g|DragonTreasure}[드래곤 보물]{/g} 특성을 얻습니다.

source: Terror of Mortals
ko: 필멸자들의 공포
ko_mt: 필멸자의 공포

source: Recruitment growth for trainable units reduces by 50%. The cost of recruiting mercenary units increases by 100%.
ko: 훈련 유닛의 모집 성장이 50% 감소합니다. 용병 모집 비용이 100% 증가합니다.
ko_mt: 훈련 가능한 유닛의 모집량이 50% 감소합니다. 용병 유닛 모집 비용이 100% 증가합니다.

source: Frontier for Adventurers
ko: 모험가들을 위한 변경지
ko_mt: 모험가를 위한 프론티어

source: The cost of building-construction reduces by 15%. The cost of recruiting mercenary units reduces by 10%.
ko: 건물 건설 비용이 15% 감소합니다. 용병 유닛의 모집 비용이 10% 감소합니다.
ko_mt: 건물 건설 비용이 15% 감소합니다. 용병 유닛 모집 비용이 10% 감소합니다.

source: Inspiring the troops
ko: 고무된 병사들
ko_mt: 군대 격려하기

source: Maximum crusade morale increases by 15.
ko: 성전군 사기 최대치가 15 증가합니다.
ko_mt: 최대 십자군 사기가 15 증가합니다.

source: Commoners' Support
ko: 평민들의 지원
ko_mt: 평민 지원

source: Recruitment growth for trainable units increases by 20%. The number of available mercenary units increases by 1.
ko: 훈련 유닛의 모집 성장이 20% 증가합니다. 사용 가능한 용병 유닛 수가 1 증가합니다.
ko_mt: 훈련 가능한 유닛의 모집량이 20% 증가합니다. 사용 가능한 용병유닛수가 1 증가합니다.

source: Guilds' Support
ko: 길드의 지원
ko_mt: 길드 지원

source: All generals gain the {g|InfluentialMentor}[Influential Mentor]{/g} feat.
ko: 모든 지휘관들이 {g|InfluentialMentor}[영향력 있는 멘토]{/g} 특기를 얻습니다.
ko_mt: 모든 장군는 {g|InfluentialMentor}[영향력 있는 멘토]{/g} 특성을 얻습니다.

source: Universal Mastery
ko: 하나된 숙련
ko_mt: 유니버설 마스터리

source: All units gain the {g|SoundMind}[Sound Mind]{/g} and the {g|DemonicRage}[Demonic Rage]{/g} feats. All generals gain the {g|DragonsKnowledge}[Dragons' Knowledge]{/g} feat. The effect of positive morale on the chance of additional action doubles for all units.
ko: 모든 유닛들은 {g|SoundMind}[건강한 정신]{/g} 과 {g|DemonicRage}[데몬의 격노]{/g} 특기를 얻습니다. 모든 지휘관들은 {g|DragonsKnowledge}[드래곤의 지식]{/g} 특기를 얻습니다. 그리고 긍정적인 사기로 인해 추가로 행동할 확률이 두 배 증가합니다.
ko_mt: 모든 유닛은 {g|SoundMind}[편안함 마음]{/g} 및 {g|DemonicRage}[데몬적 분노]{/g} 특성을 얻습니다. 모든 장군는 {g|DragonsKnowledge}[드래곤의 지식]{/g} 특성을 얻습니다. 사기로 인한 추가 행동 확률이 두 배로 증가합니다.

source: Universal Magic
ko: 하나된 마법
ko_mt: 범용 마법

source: Unlocks the {g|Enervation}[Enervation]{/g}, {g|InfernalMight}[Infernal Might]{/g}, {g|TimeManipulation}[Time Manipulation]{/g} and {g|SongOfDeceivingThicket}[Song of Deceiving Thicket]{/g} rituals.
ko: {g|Enervation}[원기 소진]{/g}, {g|InfernalMight}[지옥의 힘]{/g}, {g|TimeManipulation}[시간 조작]{/g}, {g|SongOfDeceivingThicket}[현혹시키는 덤불의 노래]{/g} 의식을 해금합니다.
ko_mt: {g|Enervation}[원기 소진]{/g}, {g|InfernalMight}[지옥의 힘]{/g}, {g|TimeManipulation}[시간 조작]{/g} 및 {g|SongOfDeceivingThicket}[속이는 덤불의 노래]{/g} 의식을 잠금 해제합니다.

source: Universal Host
ko: 통합군
ko_mt: 유니버설 호스트

source: Unlocks the {g|HeavenWarriors}[Heaven Warriors]{/g}, {g|DragonArmy}[Dragon Army]{/g}, {g|SummonVrolikai}[Summon Vrolikai]{/g} and {g|NinjaPiratesTraining}[Ninja Pirates Training]{/g} decrees.
ko: {g|HeavenWarriors}[천상의 전사들]{/g}, {g|DragonArmy}[드래곤 군단]{/g}, {g|SummonVrolikai}[브롤리카이 소환]{/g}, {g|NinjaPiratesTraining}[닌자 해적 훈련]{/g} 칙령을 해금합니다.
ko_mt: {g|HeavenWarriors}[천국 전사]{/g}, {g|DragonArmy}[드래곤 군대]{/g}, {g|SummonVrolikai}[브롤리카이 소환]{/g} 및 {g|NinjaPiratesTraining}[닌자 해적 훈련]{/g} 법령의 잠금을 해제합니다.

source: Necromancy
ko: 사령술
ko_mt: 사령

source: Armies get a replenishment of {g|Skeletons}[Skeletons]{/g} and {g|Zombies}[Zombies]{/g} equal to (Value of killed enemies/275) after a victory. The cost of recruiting mercenary units increases by 100%, recruitment growth for trainable units reduces by 50%.
ko: 부대는 승리 시, 살해당한 적/275 에 해당하는 유닛 가치의 {g|Skeletons}[스켈레톤]{/g} 과{g|Zombies}[좀비]{/g} 보충을 받습니다. 용병 유닛의 모집 비용이 100% 증가하고, 훈련 유닛의 모집 성장이 50% 감소합니다.
ko_mt: 승리 시 군대는 (처치한 적 수/275)에 해당하는 {g|Skeletons}[해골]{/g} 및 {g|Zombies}[좀비]{/g}을 보충받습니다. 용병 모집 비용이 100% 증가하고, 훈련 가능한 유닛의 모집량이 50% 감소합니다.

source: Frightened by the creature the Commander has become, the generals of the crusade have stirred the remnants of Drezen's garrison to revolt. They have left the city and intend to fight the Swarm in the field. The fools believe that they stand a chance of winning in such conditions.
ko: 사령관의 변해버린 모습에 겁에질린 성전의 지휘관들은 드레젠 주둔군의 잔존병들을 긁어모아 반란을 일으켰습니다. 그들은 도시를 떠났고, 들판에서 벌레떼와 맞서려 합니다. 이 멍청이들은 이런 상황에서도 승리할 가능성이 있다고 믿고 있습니다.
ko_mt: 사령관의 괴물에 겁에 질린 십자군 장군들은 드레젠의 주둔지 잔당들을 선동하여 반란을 일으켰습니다. 그들은 도시를 떠나 들판에서 스웜과 싸우려고 합니다. 어리석은 자들은 그런 조건에서 승리할 기회가 있다고 믿습니다.

source: All swarm units gain the {g|GhlaunderPlague}[Ghlaunder Plague]{/g} feat.
ko: 모든 벌레떼 유닛이 {g|GhlaunderPlague}[글라운더 역병]{/g} 특기를 얻습니다.
ko_mt: 모든 군단 유닛은 {g|GhlaunderPlague}[세탁 전염병]{/g} 특성을 얻습니다.

source: Demonstration of Loyalty
ko: 충성심의 증명
ko_mt: 충성도 입증

source: Finance, Materials and Energy Points income increases by 5%.
ko: 재정, 물자, 그리고 에너지 점수 수입이 5% 증가합니다.

source: Insiders in the Field
ko: 전장의 대주주
ko_mt: 현장의 내부자

source: Finance Points income increases by 10 and Materials Points income increases by 1 for each controlled region.
ko: 통제 중인 지역 하나 당, 재정 점수 수입이 10 증가하고, 물자 점수 수입이 1 증가합니다.
ko_mt: 통제 지역마다 재정 점수 수입이 10, 재료 점수 수입이 1 증가합니다.

source: Demonstration of Mercy
ko: 자비심의 증명
ko_mt: 자비의 시위

source: The effect of positive morale on Finance, Materials, and Energy Points income increases by 33%.
ko: 재정, 물자 , 에너지 점수 수입에 대한 긍정적인 사기의 영향이 33% 증가합니다.
ko_mt: 긍정적인 사기가 재정, 재료, 에너지 점수 수입에 미치는 영향이 33% 증가합니다.

source: Corruption
ko: 부패
ko_mt: 부패

source: Finance Points income increases by 120, Materials Points by 10, Energy Points by 2 for 16 days.
ko: 16 일 동안 재정 점수 수입이 120, 물자 점수 수입이 10, 에너지 점수 수입이 2 증가합니다.
ko_mt: 16일 동안 재정 점수 수입이 120, 재료 점수가 10, 에너지 점수가 2 증가합니다.

source: Propaganda Instead of Bread
ko: 빵 대신 선전
ko_mt: 빵 대신 선전물

source: Recruitment growth for trainable units increases by 10%.
ko: 훈련 유닛의 모집 성장이 10% 증가합니다.
ko_mt: 훈련 가능한 유닛의 모집량이 10% 증가합니다.

source: Meritocracy
ko: 능력주의
ko_mt: 능력주의

source: The Main Spellcasters' Lodge and Main Hall of Champions provide 30% more recruitment growth. The Main Barracks and Main Archery Range provide 20% less recruitment growth.
ko: 중앙 주문시전자의 집회소 / 중앙 투사의 전당의 모집 성장이 30% 증가합니다. 중앙 병영 / 중앙 궁술 훈련장의 모집 성장이 20% 감소합니다.
ko_mt: 주 주문 시전자의 숙소와 주 챔피언의 전당의 모집량이 30% 증가합니다. 주 막사와 주 양궁장의 모집량이 20% 감소합니다.

source: Strength Is Responsibility
ko: 힘이 곧 책임이다
ko_mt: 힘은 책임감입니다

source: The Main Barracks and Main Archery Range provide 30% more recruitment growth. The Main Spellcasters' Lodge and Main Hall of Champions provide 20% less recruitment growth.
ko: 중앙 병영 / 중앙 궁술 훈련장의 모집 성장이 30% 증가합니다. 중앙 주문시전자의 집회소 / 중앙 투사의 전당의 모집 성장이 20% 감소합니다.
ko_mt: 주 막사와 주 양궁장의 모집량이 30% 증가합니다. 주 주문 시전자의 숙소와 주 챔피언의 전당의 모집량이 20% 감소합니다.

source: Paid Loyalty
ko: 돈으로 산 충성심
ko_mt: 유료 로열티

source: Recruitment growth for trainable units reduces by 15%. The number of available mercenary units increases by 2.
ko: 훈련 유닛의 모집 성장이 15% 감소합니다. 사용 가능한 용병 유닛 수가 2 증가합니다.
ko_mt: 훈련 가능한 유닛의 모집량이 15% 감소합니다. 사용 가능한 용병유닛수가 2 증가합니다.

source: Holy War
ko: 성스러운 전쟁
ko_mt: 신성한 전쟁

source: Recruitment growth for mythic units increases by 25%. Recruitment growth for trainable units reduces by 15%.
ko: 신화 유닛의 모집 성장이 25% 증가합니다. 훈련 유닛의 모집 성장이 15% 감소합니다.
ko_mt: 신화 유닛의 모집량이 25% 증가합니다. 훈련 가능한 유닛의 모집량이 15% 감소합니다.

source: Board Games Master
ko: 보드 게임 달인
ko_mt: 보드 게임 마스터

source: The general gains additional (level×d100) experience points every day.
ko: 매일 지휘관들은 (레벨xd100)에 해당하는 경험치를 받습니다.

source: Part-Time Job
ko: 부업
ko_mt: 아르바이트

source: All units provide (1×unit number) gold per week.
ko: 매 주 모든 유닛이 (1×unit number)에 해당하는 금화를 제공합니다.
ko_mt: 모든 유닛은 매주 (유닛수 × 1) 골드를 제공합니다.

source: Harum-Scarum War
ko: 왁달박달 전쟁
ko_mt: 하룸-스카룸 전쟁

source: Each day all generals gain a random feat from the list: {g|BlackSpot}[Black Spot]{/g}, {g|ToEachTheirPlace}[To Each Their Place]{/g}, {g|HowDoesItWork}[How Does It Work?]{/g}, {g|CrownedChecker}[Crowned Checker]{/g}, or {g|LowGravity}[Low Gravity]{/g}.
ko: 매일 모든 지휘관들이 다음 중 무작위 특기 하나를 얻습니다: {g|BlackSpot}[흑점]{/g}, {g|ToEachTheirPlace}[적재적소]{/g}, {g|HowDoesItWork}[이게 된다고?]{/g}, {g|CrownedChecker}[왕관을 쓴 체스말]{/g} 또는 {g|LowGravity}[무중력]{/g}.
ko_mt: 매일 모든 장군는 목록에서 무작위 특성을 얻습니다. {g|BlackSpot}[검은 반점]{/g}, {g|ToEachTheirPlace}[각자의 장소로]{/g}, {g|HowDoesItWork}[How Does It Work?]{/g}, {g|CrownedChecker}[크라운 체커]{/g}, 또는 {g|LowGravity}[저중력]{/g}입니다.

source: Helter-Skelter Logistics
ko: 허둥지둥 병참술
ko_mt: 헬터-스켈터 물류

source: Every 11 days, the crusade gains a random positive effect from the list: adds 10,000 Finance Points; adds 600 Materials Points; adds 75 Energy Points; adds 3000 Finance Points, 250 Materials Points, and 25 Energy Points; the constructing of a random building has been finished; {g|AstrologersAnnouncedTheWeek}[Eccentric Astrologers]{/g} for 11 days; or {g|RandomGuests}[Random Guests]{/g} for 11 days.
ko: 11일 마다, 성전군은 다음 중 무작위 효과를 받습니다: 10,000 재정 점수 추가; 600 물자 점수 추가; 75 에너지 점수 추가; 3000 재정 점수 추가, 250 물자 점수 추가, 25 에너지 점수 추가; 무작위 건물의 건축이 완료됨; 11일 동안 {g|AstrologersAnnouncedTheWeek}[괴짜 점성술사{/g}의 효과를 받음; 11일 동안 {g|RandomGuests}[뜻밖의 손님]{/g}의 효과를 받음.
ko_mt: 11일마다 다음 중 하나를 무작위로 얻습니다. 재정 점수 10,000; 재료 점수 600; 에너지 점수 75; 재정 점수 3000; 재료 점수 250; 에너지 점수 25; 무작위 건물 건설 완료; {g|AstrologersAnnouncedTheWeek}[괴상한 점성가]{/g}; {g|RandomGuests}[무작위 게스트]{/g};

source: Chaos in the Crusade
ko: 성전 내부의 혼돈
ko_mt: 십자군 전쟁의 혼돈

source: Each day all generals gain a random feat from the list: {g|BlackSpot}[Black Spot]{/g}, {g|ToEachTheirPlace}[To Each Their Place]{/g}, {g|HowDoesItWork}[How Does It Work?]{/g}, {g|CrownedChecker}[Crowned Checker]{/g}, or {g|LowGravity}[Low Gravity]{/g}. Every 11 days the crusade gains a random positive effect from the list: adds 10,000 Finance Points; adds 600 Materials Points; adds 75 Energy Points; adds 3,000 Finance Points, 250 Materials Points, and 25 Energy Points; the constructing of a random building has been finished; {g|AstrologersAnnouncedTheWeek}[Eccentric Astrologers]{/g} for 11 days; or {g|RandomGuests}[Random Guests]{/g} for 11 days. Crusade morale reduces by 1 each day.
ko: 매일 모든 지휘관들이 다음 중 무작위 특기 하나를 얻습니다: {g|BlackSpot}[흑점]{/g}, {g|ToEachTheirPlace}[적재적소]{/g}, {g|HowDoesItWork}[이게 된다고?]{/g}, {g|CrownedChecker}[왕관을 쓴 체스말]{/g} 또는 {g|LowGravity}[무중력]{/g}. 11일 마다, 성전군은 다음 중 무작위 효과를 받습니다: 10,000 재정 점수 추가; 600 물자 점수 추가; 75 에너지 점수 추가; 3000 재정 점수 추가, 250 물자 점수 추가, 25 에너지 점수 추가; 무작위 건물의 건축이 완료됨; 11일 동안 {g|AstrologersAnnouncedTheWeek}[괴짜 점성술사{/g}의 효과를 받음; 11일 동안 {g|RandomGuests}[뜻밖의 손님]{/g}의 효과를 받음. 매일 성전 사기가 1 감소합니다.
ko_mt: 매일 모든 장군는 목록에서 무작위 특성을 얻습니다. {g|BlackSpot}[검은 반점]{/g}, {g|ToEachTheirPlace}[각자의 장소로]{/g}, {g|HowDoesItWork}[How Does It Work?]{/g}, {g|CrownedChecker}[크라운 체커]{/g} 또는 {g|LowGravity}[저중력]{/g}. 11일마다 십자군은 재정 점수 10,000 추가, 재료 점수 600 추가, 에너지 점수 75 추가, 재정 점수 3,000, 재료 점수 250, 에너지 점수 25 추가, 무작위 건물 건설 완료, {g|AstrologersAnnouncedTheWeek}[괴상한 점성가]{/g} 11일 또는 {g|RandomGuests}[무작위 게스트]{/g} 11일 중 무작위로 긍정적인 효과를 얻습니다. 십자군 사기가 매일 1씩 감소합니다.

source: Astrologers Announced the Week of Infantrymen
ko: 점술가의 보병의 주간 선언
ko_mt: 점성가들이 보병의 주간을 발표하다

source: The Main Barracks provide 100% more recruitment growth.
ko: 중앙 병영의 모집 성장이 100% 증가합니다.
ko_mt: 주 막사는 모집량이 100% 증가합니다.

source: Astrologers Announced the Week of Sharpshooters
ko: 점술가의 명사수의 주간 선언
ko_mt: 점성가들이 샤프슈터 주간을 발표했습니다.

source: The Main Archery Range provides 100% more recruitment growth.
ko: 중앙 궁술 훈련장의 모집 성장이 100% 증가합니다.
ko_mt: 주 양궁장의 모집량이 100% 증가합니다..

source: Astrologers Announced the Week of Riders
ko: 점술가의 기수의 주간 선언
ko_mt: 점성가들이 라이더의 주간을 발표했습니다.

source: The Main Stables provide 100% more recruitment growth.
ko: 중앙 마굿간의 모집 성장이 100% 증가합니다.
ko_mt: 메인 스테이블의 모집량이 100% 증가합니다.

source: Astrologers Announced the Week of Spellcasters
ko: 점술가의 주문시전자의 주간 선언
ko_mt: 점성가들이 주문술사의 주간을 발표했습니다.

source: The Main Spellcasters' Lodge provides 100% more recruitment growth.
ko: 중앙 주문시전자의 집회소의 모집 성장이 100% 증가합니다.
ko_mt: 주 주문 시전자의 숙소의 모집량이 100% 증가합니다.

source: Astrologers Announced the Week of Champions
ko: 점술가의 투사의 주간 선언
ko_mt: 점성가들이 챔피언의 주간을 발표하다

source: The Main Hall of Champions provides 100% more recruitment growth.
ko: 중앙 투사의 전당의 모집 성장이 100% 증가합니다.
ko_mt: 챔피언의 전당의 모집량이 100% 증가합니다..

source: Random Guests
ko: 뜻밖의 손님
ko_mt: 무작위 게스트

source: The number of available mercenary units increases by 1.
ko: 사용 가능한 용병 유닛 수가 1 증가합니다.
ko_mt: 사용 가능한 용병 유닛수가 1 증가합니다.

source: Stylish Outfit
ko: 멋진 의상
ko_mt: 스타일리시한 의상

source: Each day all units in the army gain a random positive feat.
ko: 매일 모든 유닛이 무작위한 긍정적인 특기를 얻습니다.
ko_mt: 매일 군대의 모든 유닛은 무작위로 긍정적인 특성을 얻습니다.

source: Magnificent Steeds
ko: 장엄한 준마
ko_mt: 웅장한 군마

source: All trainable units can summon pets equal to the unit number in battle. The {g|Elks}[Elks]{/g} are summoned for units with less than 30 Value, the {g|Centipedes}[Centipedes]{/g} are summoned for units with 30 or more Value but with less than 250 Value, the {g|Mastodons}[Mastodons]{/g} are summoned for units with 250 or more Value.
ko: 모든 훈련 유닛은 동물 동료를 소환할 수 있게됩니다. 소환되는 동물 동료의 수는 소환한 유닛의 수와 동일합니다. 유닛들의 유닛 가치가 30 이하일 경우, {g|Elks}[엘크]{/g}가 소환되고, 30 이상 250 이하일 경우 {g|Centipedes}[지네]{/g}가, 250 이상일 경우 {g|Mastodons}[마스토돈]{/g}이 소환됩니다.
ko_mt: 훈련 가능한 모든 유닛은 전투 시유닛수와 동일한 펫을 소환할 수 있습니다. {g|Elks}[엘크]{/g}은 가치가 30 미만인 유닛을, {g|Centipedes}[지네]{/g}은 가치가 30 이상이지만 250 미만인 유닛을, {g|Mastodons}[마스토돈]{/g}은 가치가 250 이상인 유닛을 소환합니다.

source: Payment for the Summons
ko: 소환의 대가
ko_mt: 소환 비용 지불

source: Energy Points income reduces by 20% for 7 days.
ko: 7 일 동안 에너지 점수 수입이 20% 감소합니다.
ko_mt: 7일 동안 에너지 점수 수입이 20% 감소합니다.

source: Cutting Costs
ko: 비용 절감
ko_mt: 비용 절감

source: Finance Points income increases by 20.
ko: 재정 점수 수입이 20 증가합니다.

source: Deal with the Thieflings
ko: 씨플링과의 거래
ko_mt: 도둑과 거래

source: Finance Points income increases by 200 and Materials Points income increases by 5.
ko: 재정 점수 수입이 200 증가하고, 물자 점수 수입이 5 증가합니다.
ko_mt: 재정 점수 수입이 200, 재료 점수 수입이 5 증가합니다.

source: Diviners
ko: 점쟁이들
ko_mt: 점쟁이

source: Energy Points income increases by 3.
ko: 에너지 점수 수입이 3 증가합니다.
ko_mt: 에너지 점수 수입이 3 증가합니다.

source: Exotic Prey
ko: 특이한 먹잇감
ko_mt: 이국적인 먹이

source: Finance Points income increases by 25.
ko: 재정 점수 수입이 25 증가합니다.
ko_mt: 재정 점수 수입이 25 증가합니다.

source: Compensation
ko: 보상
ko_mt: 보상

source: Finance Points income reduces by 20.
ko: 재정 점수 수입이 20 감소합니다.
ko_mt: 재정 점수 수입이 20 감소합니다.

source: Resource Shortage
ko: 자원 부족
ko_mt: 자원 부족

source: Finance, Materials, and Energy Points income reduces by 50%.
ko: 재정, 물자, 에너지 점수 수입이 50% 감소합니다.
ko_mt: 재정, 재료, 에너지 점수 수입이 50% 감소합니다.

source: Taming Monsters
ko: 괴물 길들이기
ko_mt: 괴물 길들이기

source: Adds 3 Energy Points and 6,000 Logistics experience points.
ko: 에너지 점수 수입이 3 증가하고, 병참 경험치 6000 을 얻습니다.

source: Work for the Giants
ko: 거인을 위한 일
ko_mt: 자이언츠에서 일하기

source: Materials Points income increases by 1.
ko: 물자 점수 수입이 1 증가합니다.
ko_mt: 재료 점수 수입이 1 증가합니다.

source: All units have a -4 penalty to initiative, a -2 penalty to AC and a -20% penalty to maximum HP.
ko: 모든 유닛이 우선권에 -4, AC에 -2, 최대 HP에 -20% 의 패널티를 받습니다.
ko_mt: 모든 유닛은 우선권 -4, AC -2, 최대 체력 -20%의 불이익을 받습니다.

source: Hunting Down Mutiny
ko: 반란 진압
ko_mt: 반란군 사냥

source: Recruitment growth for trainable units reduces by 10%, the cost of recruiting mercenary units increases by 10%.
ko: 훈련 유닛의 모집 성장이 10% 감소하고, 용병 유닛 모집 비용이 10% 증가합니다.

source: Royal Conscription
ko: 왕실 징병
ko_mt: 왕실 징병

source: Recruitment growth for trainable units increases by 10% for 14 days.
ko: 훈련 유닛의 모집 성장이 14 일 동안 10% 증가합니다.
ko_mt: 훈련 가능한 유닛의 모집 성장률이 14일 동안 10% 증가합니다.

source: Preachers
ko: 설교자들
ko_mt: 설교자

source: Recruitment growth for trainable units increases by 7% for 20 days.
ko: 훈련 유닛의 모집 성장이 20일 동안 7% 증가합니다.
ko_mt: 훈련 가능한 유닛의 모집 성장률이 20일 동안 7% 증가합니다.

source: Generous Recruiters
ko: 관대한 모병관
ko_mt: 관대한 채용 담당자

source: The number of available mercenary units increases by 1 for 14 days.
ko: 사용 가능한 용병 유닛 수가 14 일 동안 1 증가합니다.
ko_mt: 14일 동안 사용 가능한 용병 유닛 수가 1 증가합니다.

source: Refugees' Recruitment
ko: 피난민 징집
ko_mt: 난민 모집

source: Recruitment growth for trainable units increases by 20%.
ko: 훈련 유닛의 모집 성장이 20% 증가합니다.
ko_mt: 훈련 가능한 유닛의 모집 증가율이 20% 증가합니다.

source: Irabeth Asks for an Audience
ko: 이라베스가 알현을 요청합니다
ko_mt: 청중에게 묻다, 이라베스

source: Irabeth asks for an audience with the Commander. She reports that an important letter has reached the citadel.
ko: 이라베스가 알현을 요청합니다. 그녀는 성채에 중요한 편지가 도착했다고 전합니다.

source: No audience has been held.
ko: 접견은 받아들여지지 않았습니다.
ko_mt: 청중이 없습니다.

source: The audience has been held.
ko: 접견이 받아들여졌습니다.
ko_mt: 청중이 열렸습니다.

source: A Plea for a Fair Trial
ko: 공정한 재판을 위한 청원
ko_mt: 공정한 재판을 위한 탄원서

source: Two Kellids have arrived in Drezen, they demand a fair trial. They await an audience with the Commander.
ko: 두명의 켈리드인이 드레젠에 도착해, 공정한 재판을 요구하고 있습니다. 그들은 사령관을 접견하고자 합니다.

source: Averis, a warrior of the crusade, claims that a crime has taken place. She asks for an audience with the Commander.
ko: 성전군의 전사, 아베리스는 범죄가 일어났다고 주장합니다. 그녀는 사령관을 접견하고자 합니다.

source: Court-Martial
ko: 군법회의
ko_mt: 군사법원

source: A murder has been committed in the citadel. Officer Lellan awaits an audience with the Commander to plead for {mf|him|her} participation in the court-martial.
ko: 성채에서 살인 사건이 발생했습니다. 장교 렐란은 사령관이 군법회의에 참여할 것을 요청하며, 면담을 기다리고 있습니다.

source: Investigation Complete
ko: 수사 완료
ko_mt: 조사 완료

source: The investigation into the murder committed by the soldier Gorvo is complete. Irabeth awaits a meeting with the Commander to report the findings.
ko: 병사 고르보가 저지른 살인사건의 수사가 마무리되었습니다. 이라베스는 조사 결과를 보고하기 위해 사령관과의 만남을 기다립니다.
ko_mt: 병사 고르보가 저지른 살인 사건에 대한 조사가 완료되었습니다. 이라베스는 수사 결과를 보고하기 위해 사령관과의 회의를 기다리고 있습니다.

source: Anevia Wants to Talk
ko: 아네비아는 대화하길 원합니다
ko_mt: 아네비아가 이야기하고 싶어합니다

source: Anevia wants to share some thoughts with the Commander.
ko: 아네비아가 사령관과 생각을 나누고 싶어합니다.
ko_mt: 아네비아가 사령관과 몇 가지 의견을 나누고 싶어 합니다.

source: Commotion at the Citadel
ko: 성채의 소동
ko_mt: 성채의 소동

source: Count Arendae's prank has earned Irabeth's displeasure, so she has asked the Commander for an audience.
ko: 아렌대 백작의 장난은 이라베스의 기분을 상하게 헀습니다. 그녀는 이 일에 대해 사령관과 의논하고 싶어합니다.
ko_mt: 아렌대 백작의 장난은 이라베스의 불쾌감을 샀고, 그녀는 사령관에게 면담을 요청했습니다.

source: Commotion in the Commander's Study
ko: 사령관 집무실 속 소동
ko_mt: 사령관 서재에서 벌어진 소동

source: On the orders of persons unknown, a crowd of servants have dragged an object into the Commander's study.
ko: 하인들이 정체를 알 수 없는 이들의 명령을 받고, 어떤 물건을 집무실로 끌고왔습니다.
ko_mt: 정체를 알 수 없는 자의 명령에 따라 한 무리의 하인들이 사령관의 서재로 물건 하나를 끌고 들어왔습니다.

source: Meeting with Daeran
ko: 대런과의 만남
ko_mt: 대런과의 만남

source: Daeran wishes to speak to you in private.
ko: 대런은 당신과 사적으로 이야기하길 희망합니다.
ko_mt: 대런이 단둘이 얘기하고 싶다고 합니다.
