Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: Living alongside former comrades would be difficult for the giants. They need a place where they can live by themselves and slowly learn to coexist with the rest of the world. Lann will help them find a place for a settlement so they could start a new life there. The crusade will only benefit from this arrangement — the giants can supply Drezen with resources. The alchemist Zagelforntz strongly endorses this decision.
ko: 거인들은 옛 전우들 옆에서 살아가는 것이 쉬운 일이 아니라는 사실을 알게 되었습니다. 거인들은 거인들 만을 위한 장소가 필요합니다. 이들은 그 곳에서 새로운 삶을 시작하고, 또 다른 사람들과 함께 지내는 방법을 배우게 될 겁니다. 또 랜은 거인들이 정착할 수 있을만한 곳을 찾도록 도와줄 것이고요. 거인들은 많은 자원들을 드레젠에 공급해, 성전에 큰 도움을 줄 것입니다. 연금술사 자겔포른츠는 이 결정을 아주 열렬하게 지지합니다.
ko_mt: 거인들과 함께 사는 것은 거인들에게는 어려운 일입니다. 거인들은 혼자 살면서 세상과 공존하는 법을 천천히 배울 수 있는 곳이 필요합니다. 란은 거인들이 정착할 곳을 찾아 새로운 삶을 시작할 수 있도록 도와줄 것입니다. 거인들은 드레젠에게 자원을 공급할 수 있기 때문에 십자군은 이 협정을 통해 이득을 볼 수 있습니다. 연금술사 자겔펀츠는 이 결정을 강력히 지지합니다.

source: Giants
ko: 거인들
ko_mt: 자이언츠

source: A progressive alchemist by the name of Zagelforntz ran a series of experiments in an attempt to improve the potion of legendary proportions, but something went wrong. The soldiers who tasted his creation cannot return to their natural form and have grown quite dim. However, the alchemist assures everyone that no harm has been done since giants are more useful than ordinary soldiers. And the usefulness of intelligence in a soldier is debatable in the first place.
ko: 진보적인 연금술사, 자겔포른츠는 전설적인 크기 포션을 개선하기 위해 애를 쓰고 있습니다만, 이 연금술사의 실험은 생각했던 것 만큼 잘 굴러가지 않은 모양입니다. 그가 만든 혼합물을 들이킨 병사들은 원래 크기로 돌아올 수 없었고, 거기다가 꽤 둔해진 것 같습니다. 하지만 이 연금술사는 자신이 성전군에게 아무런 피해도 끼치지 않았고, 거인들이 일반 병사보다 유용할 것이라고 주장하고 있습니다. 그리고 군인의 지능이 유용한 지에 대해서는 논란의 여지가 있고요.
ko_mt: 자겔프란츠라는 진보적인 연금술사가 전설적인 비율의 물약을 개선하기 위해 일련의 실험을 진행했지만, 뭔가 잘못되었습니다. 그의 창조물을 맛본 병사들은 원래의 모습으로 돌아갈 수 없었고 상당히 어두워졌습니다. 그러나 연금술사는 거인이 일반 병사보다 더 유용하기 때문에 아무런 해를 끼치 지 않았다고 모두에게 확신합니다. 그리고 군인에게 지능의 유용성은 애초에 논쟁의 여지가 있습니다.

source: {g|Event_19_1}[Choice effects]{/g} Buy and free the slaves
ko: {g|Event_19_1}[선택 효과]{/g} 노예들을 구입해 자유를 준다
ko_mt: {g|Event_19_1}[선택 효과]{/g} 노예 구매 및 해방

source: This option is unavailable because the crusade does not have enough Finance Points.
ko: 성전군의 재정 점수가 부족하기 때문에 이 선택지를 사용할 수 없습니다.
ko_mt: 이 옵션은 십자군 재정 점수가 충분하지 않아 사용할 수 없습니다.

source: The freed slaves went to Mendev in search of a new home. The soldiers were inspired by the Commander's generosity.
ko: 자유를 되찾은 노예들은 새로운 터전을 찾을 수 있다는 희망과 함께 멘데브로 향했습니다. 사령관의 관대함은 성전사들에게 깊은 감명을 주었습니다.
ko_mt: 해방된 노예들은 새로운 보금자리를 찾아 멘데브로 향했습니다. 병사들은 사령관의 관대함에 감명을 받았습니다.

source: {g|Event_19_2}[Choice effects]{/g} Accept the new troops
ko: {g|Event_19_2}[선택 효과]{/g} 그들의 입대를 허가한다
ko_mt: {g|Event_19_2}[선택 효과]{/g} 새 병력 수락

source: Slavery is a part of Chelaxian culture, and nothing can change that reality. The Chelaxian lord has become a crusader, and his slaves are ready to fight for the greater cause with absolute loyalty.
ko: 노예 제도는 첼리악스 문화의 아주 중요한 부분을 맡고 있습니다. 그 사실은 그 무엇도 바꿀 수 없을 겁니다. 첼리악스 귀족이 성전에 가담했고, 그들의 노예는 절대적인 충성심으로 대의를 위해 싸울 것입니다.
ko_mt: 노예제는 첼락시아 문화의 일부이며, 그 어떤 것도 이 현실을 바꿀 수 없습니다. 첼락시아의 영주는 십자군이 되었고, 그의 노예들은 대의를 위해 절대적인 충성을 다해 싸울 준비가 되어 있습니다.

source: {g|Event_19_3}[Choice effects]{/g} Free the slaves by force
ko: {g|Event_19_3}[선택 효과]{/g} 강제로 노예들을 해방한다
ko_mt: {g|Event_19_3}[선택 효과]{/g} 강제로 노예 해방

source: The slaver was shamed and banished, and his slaves were given freedom. The soldiers admire the Commander's decision, but relations with Cheliax have soured.
ko: 성전군은 노예를 부리던 귀족에게 수치를 주고, 드레젠에서 추방했습니다. 그의 노예들은 자유를 되찾았습니다. 성전사들은 이러한 결정에 존경심을 내비추었지만, 첼리악스는 이를 탐탁치 않게 여길 것입니다.
ko_mt: 노예상은 치욕을 당하고 추방당했고, 그의 노예들은 자유를 얻었습니다. 병사들은 사령관의 결정에 감탄하지만 첼리악스와의 관계는 악화되었습니다.

source: {g|Event_19_4}[Choice effects]{/g} Reform the slaver
ko: {g|Event_19_4}[선택 효과]{/g} 귀족의 생각을 바꾼다
ko_mt: {g|Event_19_4}[선택 효과]{/g} 노예 개혁

source: On the Commander's orders, the Chelaxian went on a long foray with his fighters. The hardships of this journey made him see his servants in a different light, to see them as mortals just like himself. After that, the Commander simply had a talk with the aristocrat, and that was enough to fill him with hatred for slavery. He released his soldiers, returned to Cheliax, and became a true friend of the crusaders.
ko: 첼리악스 귀족과 그의 노예들은 성전에 합류하기 위해 긴 여정을 함께 했습니다. 드레젠으로 향하는 원정에서 맞닥뜨린 수많은 역경으로 인해, 귀족은 자신의 하인들을 새로운 시각으로 바라보게 되었습니다. 귀족과 그의 노예들, 그 모두가 평범한 필멸자라는 사실을 깨닫게 되었습니다. 야영지에 도착하고 나서 사령관과의 짧은 대화를 나눴을 뿐이지만, 그것만으로도 귀족이 노예제도에 대한 분노를 느끼게 되기에는 충분했습니다. 귀족은 자신의 전사들을 해방했고, 해방된 성전사들의 진정한 친구로써 첼리악스로 돌아갔습니다.
ko_mt: 사령관의 명령에 따라 첼리악스은 전사들과 함께 긴 여정을 떠났습니다. 이 여정의 고난을 통해 그는 자신의 부하들을 다른 시각으로 바라보게 되었고, 자신과 같은 인간으로 보게 되었습니다. 그 후 사령관은 귀족과 대화를 나눴고, 그 대화는 그에게 노예제에 대한 증오심을 불러일으키기에 충분했습니다. 그는 병사들을 풀어주고 첼리악스로 돌아와 십자군의 진정한 친구가 되었습니다.

source: Collared Crusaders
ko: 노예 성전사
ko_mt: 칼라 십자군

source: A {g|Cheliax}[Chelaxian]{/g} lord with an escort of battle slaves wishes to join the crusade, but many crusaders loathe slavery. They are asking the Commander to free the thralls and banish the outlander.
ko: 한 {g|Cheliax}[첼리악스 인]{/g} 귀족이 그를 호위하는 전투 노예들과 함께 성전에 참여하고자 합니다. 하지만 많은 성전사들이 노예 제도에 대해 깊은 경멸감을 갖고 있습니다. 성전사들은 노예들에게 자유를 돌려주고, 이 이방인을 쫓아내길 원하고 있습니다.

source: {g|Event_20_1}[Choice effects]{/g} Accept them into the army
ko: {g|Event_20_1}[선택 효과]{/g} 그들의 입대를 허가한다
ko_mt: {g|Event_20_1}[선택 효과]{/g} 군대 입대 수락

source: Even when held by a vagrant's hand, a sword is still a sword. The crusade needs all the soldiers it can get.
ko: 가난한 자들의 손에 쥐어져있다하더라도, 검은 여전히 검입니다. 그리고 성전에는 칼을 쥘 수 있는 손들이 필요한 법이고요.
ko_mt: 부랑자의 손에 쥐어져 있어도 칼은 여전히 칼입니다. 십자군에는 모든 병사가 필요합니다.

source: {g|Event_20_2}[Choice effects]{/g} Give them work on the home front
ko: {g|Event_20_2}[선택 효과]{/g} 이들에게 후방 지원을 맡긴다
ko_mt: {g|Event_20_2}[선택 효과]{/g} 가정에서 일할 수 있는 기회를 제공하세요.

source: These vagabonds are not fit for combat. But the supply officers could always use an extra pair of hands.
ko: 이 빈자들은 훌륭한 전사들은 아닙니다만, 보급 장교는 이들의 일손을 마다하지 않을 것입니다.
ko_mt: 이 방랑자들은 전투에 적합하지 않습니다. 하지만 보급 장교들은 언제나 여분의 일손을 구할 수 있습니다.

source: {g|Event_20_3}[Choice effects]{/g} Send them to Mendev
ko: {g|Event_20_3}[선택 효과]{/g} 그들을 멘데브로 보낸다
ko_mt: {g|Event_20_3}[선택 효과]{/g} 멘데브에게 보내기

source: Having extra mouths to feed would have only been a burden for the crusade. The Commander ordered the poor folk to leave Drezen so as not to irk the soldiers with their presence.
ko: 먹여 살릴 입이 많아진다는 것은 곧 성전군의 짐이 늘어난다는 것입니다. 사령관은 이들의 존재로 인한 사기 저하를 막고자 드레젠을 떠나라는 명령을 내렸습니다.
ko_mt: 먹여 살릴 입이 많다는 것은 십자군에게 짐이 될 뿐이었죠. 사령관은 병사들을 괴롭히지 않기 위해 불쌍한 백성들에게 드레젠을 떠나라고 명령했습니다.

source: {g|Event_20_4}[Choice effects]{/g} Bless the brave pilgrims
ko: {g|Event_20_4}[선택 효과]{/g} 용감한 순례자들을 축복한다
ko_mt: {g|Event_20_4}[선택 효과]{/g} 용감한 순례자들을 축복하세요

source: The divine light shed by the Commander enveloped the bodies of the wretched folk, curing them of diseases and giving them strength. Filled with faith, the group, seemingly reborn, joined the holy army.
ko: 사령관에게서 신적인 빛이 뻗어 나가 걸인들의 몸을 감쌌습니다. 이 빛을 받은 빈자들은 건강이 회복되고, 힘과 에너지가 맥동하게 되었습니다. 이들은 믿음으로 충만해져, 좀 전만 하더라도 빈자였지만, 지금은 마치 다시 태어난 것 처럼 보입니다. 이들은 성스러운 군단에 몸을 내던질 것입니다.
ko_mt: 사령관이 비추는 신성한 빛이 비참한 백성들의 몸을 감싸고 질병을 치료하고 힘을 주었습니다. 믿음으로 가득 찬 이들은 다시 태어난 듯 거룩한 군대에 합류했습니다.

source: {g|Event_20_5}[Choice effects]{/g} Set up a hospital
ko: {g|Event_20_5}[선택 효과]{/g} 병원을 건설한다
ko_mt: {g|Event_20_5}[선택 효과]{/g} 병원 설정

source: Arueshalae set up a hospital for the poor souls in Drezen. The healers care for the sick, and they help the supply units in gratitude.
ko: 아루샬레는 빈자들을 위한 병원을 건설했습니다. 치유자들은 병자들을 돌보았고, 치유된 병자들은 감사히도 자신의 힘이 닿는 대로 보급 부대를 도울 것입니다.
ko_mt: 아루샬래는 드레젠에 불쌍한 영혼들을 위한 병원을 세웠습니다. 치유사들은 병자들을 돌보고, 병사들은 고마운 마음으로 보급 부대를 돕습니다.

source: Vagrants
ko: 걸인들
ko_mt: 방랑자

source: A crowd of the destitute, the sick, and the feeble-minded has arrived in Drezen, and they are asking to be admitted. Their lives are rough, they have no place where they belong, and they wish to die as heroes, at the very least. But the crusaders do not wish to fight side by side with these vagrants either.
ko: 병자들, 빈자들, 또 심약한 이들이 드레젠 인근에 모습을 나타냈습니다. 이들은 성전에 참가하기를 원하고 있는데, 비록 그들의 삶은 험난하고, 또 그 어떤 곳에도 속하지 않은 버려진 자들이지만, 적어도 그들은 영웅으로써 죽고 싶어합니다. 문제는, 성전사들도 이 초라한 사람들을 원하지 않는다는 것입니다. 특히 이들과 대열을 이뤄 적과 맞서 싸워야 할 때는 더욱.
ko_mt: 가난하고 병들고 허약한 사람들이 드레젠에 도착해 입원을 요청하고 있습니다. 그들의 삶은 고단하고, 갈 곳도 없으며, 최소한 영웅으로 죽고 싶어 합니다. 하지만 성전사들은 이 부랑자들과 함께 싸우고 싶지 않습니다.

source: {g|Event_21_1}[Choice effects]{/g} Cold
ko: {g|Event_21_1}[선택 효과]{/g} 냉대한다
ko_mt: {g|Event_21_1}[선택 효과]{/g} Cold

source: The haughty officials tried to nitpick over the state of the troops, but only made fools of themselves instead. The soldiers had a good laugh as they watched this happen, and were filled with pride that they served the Commander rather than some ignorant bureaucrats.
ko: 부대원들에게서 별 것 아닌 문제로 트집을 잡는 오만한 관료들을 보고, 병사들은 그들을 웃음거리로 밖에 생각하지 않습니다. 즐거운 분위기 속에서, 군인들은 무능한 서류쟁이들이 아닌, 사령관을 위해 복무하는 것에 자부심을 느꼈습니다.
ko_mt: 거만한 관료들은 군대의 상태를 꼬치꼬치 캐물으려 했지만 오히려 자신들만 바보가 되고 말았습니다. 병사들은 이 광경을 지켜보며 큰 웃음을 터뜨렸고, 무지한 관료가 아닌 사령관을 섬긴다는 자부심으로 가득 찼습니다.

source: {g|Event_21_2}[Choice effects]{/g} Lavish
ko: {g|Event_21_2}[선택 효과]{/g} 성대한 환영을 준비한다
ko_mt: {g|Event_21_2}[선택 효과]{/g} Lavish

source: The officers prepared a fitting welcome. The officials were pleased by the generous gifts and delicacies, and as they departed, they promised to support the crusade with supply deliveries.
ko: 장교들이 특사들을 위한 성대한 환영식을 준비했습니다. 관료들은 아주 값비싼 선물들과 산해진미에 매우 만족했습니다. 특사들은 네로시안으로 떠나기 전에 상당한 양의 물자를 지원하겠다고 약속했습니다.
ko_mt: 장교들은 이에 걸맞은 환영식을 준비했습니다. 관료들은 푸짐한 선물과 진미에 만족해했고, 출발하면서 십자군 원정에 필요한 보급품을 지원하겠다고 약속했습니다.

source: {g|Event_21_3}[Choice effects]{/g} Show things as they are
ko: {g|Event_21_3}[선택 효과]{/g} 있는 그대로를 보여준다
ko_mt: {g|Event_21_3}[선택 효과]{/g} 있는 그대로 표시

source: This option is unavailable because the crusade has negative morale.
ko: 사기가 음수 값일 경우, 이 선택지를 고를 수 없습니다.
ko_mt: 이 옵션은 십자군의 사기가 음수이므로 사용할 수 없습니다.

source: The officials were desperate to find some kind of fault, but found none and begrudgingly admitted that the crusade is organized expertly. They promised to increase support from the authorities.
ko: 감찰관들은 성전 조직과 준비과정에서 단 하나의 흠집이라도 찾으려고 부단히 애를 썼지만, 마지못해 성전 준비는 완벽하다는 사실을 인정했습니다. 감찰관은 사령관에게 당국의 지원을 늘리겠다는 약속을 했습니다.
ko_mt: 관리들은 어떤 종류의 잘못을 찾기 위해 필사적 이었지만 아무것도 찾지 못했고 마지 못해 십자군이 전문적으로 조직되었다는 것을 인정했습니다. 그들은 당국의 지원을 늘리겠다고 약속했습니다.

source: {g|Event_21_5}[Choice effects]{/g} Bring the officials to the front lines
ko: {g|Event_21_5}[선택 효과]{/g} 특사들을 최전선으로 데려간다
ko_mt: {g|Event_21_5}[선택 효과]{/g} 공무원을 최전선에 투입하세요

source: Seelah escorted the committee to the front lines where the pampered bureaucrats were forced to learn of the hardships of military life firsthand. Having gotten caught up in a surprise attack and personally witnessed the demons' brutality, the inspectors swore to supply the army with everything it may need — and do so diligently.
ko: 실라가 관료들을 최전선까지 호위하자, 그들은 군 생활의 힘겨움을 두 눈으로 똑똑히 목격하게 되었습니다. 기습 공격에 휘말려 데몬들의 흉폭함을 목격하자, 순회 감찰단은 군대가 필요한 모든 것을 받을 수 있도록 지원하겠다고 맹세했습니다.
ko_mt: 실라는 위원회를 최전선으로 안내하여 애지중지하던 관료들이 군 생활의 고단함을 직접 체험하게 했습니다. 기습 공격에 휘말려 데몬들의 잔인함을 직접 목격한 조사관들은 군대에 필요한 모든 것을 공급하고 이를 성실히 수행하겠다고 맹세했습니다.

source: An Important Inspection
ko: 중요한 감찰
ko_mt: 중요한 검사

source: A group of officials from Nerosyan is on its way to Drezen. They want to inspect how well the crusade is organized. What kind of welcome should they receive?
ko: 네로시안의 특사들이 성전이 얼마나 잘 준비되어있나 확인하기 위해 드레젠으로 오고 있습니다. 그들을 어떻게 맞아드려야될까요 ?
ko_mt: 네로시안의 관리 일행이 드레젠으로 향하고 있습니다. 그들은 십자군이 얼마나 잘 조직되었는지 점검하고 싶어 합니다. 어떤 환영을 받아야 할까요?

source: {g|Event_22_1}[Choice effects]{/g} Form the group of preachers
ko: {g|Event_22_1}[선택 효과]{/g} 설교단을 조직한다
ko_mt: {g|Event_22_1}[선택 효과]{/g} 설교자 그룹 구성

source: The soldiers need enchanted weapons. The price is high, but it will be paid. The preachers' efforts will be fruitful.
ko: 병사들은 마법 무기가 필요합니다. 대가는 크겠지만, 우리는 값을 치룰 것입니다. 설교자들의 노력은 결실을 맺을 겁니다.
ko_mt: 병사들은 마법이 부여된 무기가 필요합니다. 가격은 비싸지만 지불할 것입니다. 설교자들의 노력은 결실을 맺을 것입니다.

source: {g|Event_22_2}[Choice effects]{/g} Use soldiers who were crippled during the crusade
ko: {g|Event_22_2}[선택 효과]{/g} 성전을 겪으며 불구가 된 병사들을 이용한다
ko_mt: {g|Event_22_2}[선택 효과]{/g} 십자군 전쟁 중 불구가 된 병사 사용

source: There are plenty of crippled soldiers who were dismissed from the front lines, given that they had lost their value to the crusade. For a promise of generous compensation, many of these poor saps will give up their sight, just like they gave up their health.
ko: 우리에게는 최전선에서 불구가 되어 퇴역한 병사들이 많고, 이 병사들은 더 이상 성전에 기여하지 못합니다. 관대한 보상을 약속한다면, 이 가엾은 이들 중 많은 수가 자신의 시야를 희생할 것입니다. 그들이 이미 성전에 팔다리를 희생한 것 처럼요.
ko_mt: 십자군 전쟁에 쓸모없다는 이유로 전선에서 퇴역한 불구 병사들이 많이 있습니다. 이 불쌍한 병사들은 넉넉한 보상을 약속받기 위해 건강을 포기한 것처럼 시력을 포기할 것입니다.

source: {g|Event_22_3}[Choice effects]{/g} Turn the priest down
ko: {g|Event_22_3}[선택 효과]{/g} 성직자의 제안을 거절한다
ko_mt: {g|Event_22_3}[선택 효과]{/g} 사제 거절하기

source: Such methods are immoral, and the weapons are not worth this kind of sacrifice. The soldiers were uplifted when they learned of the Commander's decision.
ko: 그것이 얼마나 강력한 마법 무기 일지라도 그러한 희생을 정당화 할 수 없을 겁니다. 사령관이 그런 비도덕적인 행위에 반대하자, 병사들이 행복해합니다.
ko_mt: 그런 방법은 부도덕하고 무기는 이런 희생을 치를 가치가 없습니다. 사령관의 결정을 알게 된 병사들은 크게 고무되었습니다.

source: {g|Event_22_4}[Choice effects]{/g} Send criminals to the priest
ko: {g|Event_22_4}[선택 효과]{/g} 범죄자들을 성직자에게 보낸다
ko_mt: {g|Event_22_4}[선택 효과]{/g} 사제에게 범죄자 보내기

source: The officers have informed the prisoners of the Commander's orders. They now have the right to sacrifice their sight in exchange for a pardon.
ko: 장교들은 죄수들에게 사령관의 결정을 알려주었습니다. 이제부터 시야를 희생하는 죄수는 자유를 되찾을 것입니다.
ko_mt: 장교들이 죄수들에게 사령관의 명령을 알렸습니다. 이제 죄수들은 사면을 받는 대가로 시력을 희생할 권리가 있습니다.

source: For a Great Purpose
ko: 대의를 위하여
ko_mt: 훌륭한 목적을 위해

source: A priest of Set has invented a unique method of forging enchanted weapons. However, the process requires a sacrifice — for every blade filled with Set's darkness, a mortal must pay with their sight. The priest suggests forming a group of preachers who will wander the towns and cities to find people whose lives are gloomy enough to sacrifice sight for the good of the crusade.
ko: 세트의 성직자가 무기에 마법을 불어넣는 새로운 방법을 개발했습니다. 불행히도, 칼날에 세트의 어둠을 불어넣기 위해서는, 필멸자의 두 눈으로써 대가를 치뤄야 합니다. 성직자는 설교자들을 도시와 시골로 보내 성전의 대의를 위해 두 눈을 포기할만큼 비참한 사람들을 모으자고 넌지시 제안합니다.
ko_mt: 세트의 사제가 마법이 부여된 무기를 제작하는 독특한 방법을 발명했습니다. 하지만 이 과정에는 희생이 필요합니다. 세트의 어둠으로 가득 찬 칼날마다 필멸자가 시력을 잃는 대가를 치러야 합니다. 사제는 성전을 위해 시력을 희생할 만큼 삶이 암울한 사람들을 찾기 위해 마을과 도시를 돌아다니는 설교자 그룹을 구성할 것을 제안합니다.

source: {g|Event_23_1}[Choice effects]{/g} Suppress these cults of personality
ko: {g|Event_23_1}[선택 효과]{/g} 개인 숭배를 억압한다
ko_mt: {g|Event_23_1}[선택 효과]{/g} 이러한 성격 숭배를 억제하세요

source: The army cannot have idols other than the Commander, so the officers are repressing any attempts to glorify anyone else.
ko: 성스러운 군대의 우상은 사령관 단 한명으로 족합니다. 장교들은 사령관 외의 인물을 찬양하는 행위를 금지할 겁니다.
ko_mt: 군대는 사령관 이외의 우상을 가질 수 없기 때문에 장교들은 다른 사람을 미화하려는 시도를 억압하고 있습니다.

source: {g|Event_23_2}[Choice effects]{/g} Encourage tales of heroism
ko: {g|Event_23_2}[선택 효과]{/g} 영웅담을 퍼뜨린다
ko_mt: {g|Event_23_2}[선택 효과]{/g} 영웅담 장려하기

source: The heroes have earned respect fairly. Even if the Commander is no longer the only one the troops admire, what matters is that their feats inspire other warriors.
ko: 영웅들은 정당한 방법으로 존경심을 얻었습니다. 비록 성전사들이 사령관 외의 인물을 존경하게 된다고 해도, 그들의 위업은 다른 성전사들에게 영감을 불어넣어 줄 것입니다.
ko_mt: 영웅들은 공평하게 존경을 받았습니다. 지휘관이 더 이상 부대가 존경하는 유일한 사람이 아니더라도, 중요한 것은 그들의 업적이 다른 전사들에게 영감을 준다는 것입니다.

source: {g|Event_23_3}[Choice effects]{/g} Send the heroes to travel and attract new recruits
ko: {g|Event_23_3}[선택 효과]{/g} 영웅들을 골라리온 곳곳으로 보내 신병들을 모집한다
ko_mt: {g|Event_23_3}[선택 효과]{/g} 영웅을 보내 여행하고 새로운 신병 유치하기

source: The heroes set out on their journey. These soldiers can do more good by visiting other nations, telling stories of their deeds, and bringing glory to the crusade.
ko: 영웅들은 다른 나라들로 떠나 자신들의 위업을 이야기하고, 또 성전을 찬양할 것입니다. 이들은성전에 영광을 가저올 것입니다.
ko_mt: 영웅들이 여정을 떠납니다. 이 병사들은 다른 나라를 방문하여 그들의 업적에 대한 이야기를 들려주고 십자군 전쟁에 영광을 가져옴으로써 더 많은 선행을 베풀 수 있습니다.

source: Inconvenient Heroes
ko: 적합하지 않은영웅들
ko_mt: 불편한 영웅

source: Some soldiers have won such glory on the battlefield that they are now worshiped by common warriors. A number of officers are concerned that the heroes' popularity might shake the Commander's authority.
ko: 몇몇 병사들이 전장에서 눈부신 공을 올렸고, 이제 그들은 평범한 병사들에게는 진정한 영웅으로 추양받게 되었습니다. 많은 장교들은 영웅들의 인기가 사령관의 권위에 잠재적으로 영향을 끼칠까 걱정하고 있습니다.
ko_mt: 일부 병사들은 전장에서 큰 영광을 차지하여 일반 전사들의 숭배를 받고 있습니다. 많은 장교들은 영웅들의 인기가 사령관의 권위를 흔들지 모른다고 우려하고 있습니다.

source: {g|Event_24_1}[Choice effects]{/g} Banish the defeatists without remorse
ko: {g|Event_24_1}[선택 효과]{/g} 그 어떤 후회도 없이 이들을 추방한다
ko_mt: {g|Event_24_1}[선택 효과]{/g} 양심의 가책 없이 패배주의자 추방하기

source: The defeatists and the meek were banished from the crusade in shame. The soldiers who watched the humiliating ceremony realized that a death in battle is much better than the mockery and looks of contempt from one's comrades. The outcasts went to Mendev, bringing their despair with them like plague. Their words have dissuaded many from joining the crusaders.
ko: 비관주의자들과 무기력한 병사들은 치욕스러운 처벌 끝에 추방되었습니다. 그들의 나약함을 목격한 병사들은, 전투에서 죽는 것이 놀림감이 되고 무시당하는 것 보다 낫다는 사실을 깨닫게 되었습니다. 추방자들은 멘데브로 돌아갔지만, 그곳에서도 질병처럼 절망을 퍼뜨려 많은 사람들이 성전에 참여하는 것을 망설였습니다.
ko_mt: 패배주의자들과 온유한 자들은 수치심에 십자군 전쟁에서 추방당했습니다. 굴욕적인 의식을 지켜본 병사들은 전투에서 죽는 것이 동지들의 조롱과 경멸의 시선보다 훨씬 낫다는 것을 깨달았습니다. 추방자들은 전염병처럼 절망을 안고 멘데브로 향했습니다. 그들의 말에 많은 이들이 십자군에 합류하지 않았습니다.

source: {g|Event_24_2}[Choice effects]{/g} Order the soldiers to press on
ko: {g|Event_24_2}[선택 효과]{/g} 병사들에게 계속 정진하라고 명령한다
ko_mt: {g|Event_24_2}[선택 효과]{/g} 병사들에게 공격하라고 명령합니다.

source: One cannot run or hide from the demon invasion. Whether or not these soldiers believe in their victory, they will have to go out on the battlefield and carry out the Commander's orders.
ko: 그 누구도 데몬의 침공에서 달아나거나 숨을 수 없습니다. 승리가 불가능하다고 생각하든 말든, 이 병사들은 악마에게 맞설 것이며, 사령관의 명령에 복종할 것입니다.
ko_mt: 데몬의 침략을 피해 도망치거나 숨을 수는 없습니다. 이 병사들은 승리를 믿든 믿지 않든 전장에 나가 사령관의 명령을 수행해야 합니다.

source: {g|Event_24_4}[Choice effects]{/g} Reveal the light of hope to the defeatists
ko: {g|Event_24_4}[선택 효과]{/g} 비관론자들에게 희망의 서광을 비춘다
ko_mt: {g|Event_24_4}[선택 효과]{/g} 패배주의자들에게 희망의 빛을 밝혀주세요.

source: The Commander will prove to the doubtful that victory is possible. The scouts have found a large band of demons in the Worldwound wastes that seems like a dangerous foe. Dealing them a crushing defeat will inspire the troops.
ko: 사령관은 비관자들에게 승리가 가능한 사실을 증명할 것입니다. 정찰병들은 세계상처 황무지에서 거대하고 위험한 데몬들의 군세가 자리잡고있는 것을 발견했습니다. 이 데몬들을 처부숨으로써, 사령관은 병사들에게 영감을 불어 넣어 줄 것입니다.
ko_mt: 사령관은 의심하는 자들에게 승리가 가능하다는 것을 증명할 것입니다. 정찰대가 세계상처 황무지에서 위험한 적으로 보이는 대규모 데몬 무리를 발견했습니다. 이들에게 처절한 패배를 안겨주면 병사들의 사기가 진작될 것입니다.

source: {g|Event_24_5}[Choice effects]{/g} Send the poor slobs back home without any punishment
ko: {g|Event_24_5}[선택 효과]{/g} 비관론자들에게 어떠한 처벌도 내리지 않고 집으로 돌려보낸다
ko_mt: {g|Event_24_5}[선택 효과]{/g} 불쌍한 슬롭들을 아무런 처벌 없이 집으로 돌려보내세요.

source: This option is unavailable because you do not have Ember among your companions or because she has lost interest in the affairs of mortals.
ko: 동료 중에 엠버가 없거나, 그녀가 필멸자들에 대한 관심을 잃어버렸기 때문에 이 선택지를 사용할 수 없습니다.
ko_mt: 이 옵션은 동료 중에 엠버가 없거나 엠버가 필멸자의 일에 관심을 잃었기 때문에 사용할 수 없습니다.

source: Ember insisted that both the deserters and the defeatists be relieved from their duties and sent home. People become heroes of their own volition, and one should not demand the impossible from soldiers. The officers were dismayed by this decision, expecting morale to suffer disastrous damage, but the exact opposite happened. Once the scaremongers were gone, the crusaders, inspired by Ember's words, rushed into battle with renewed strength and somewhat grim cheerfulness.
ko: 엠버는 탈영자들과 비관론자들을 아무런 처벌 없이 그들의 집으로 돌려보내자고 주장했습니다. 영웅이 되기 위해 가장 중요한 덕목은 하고자 하는 의지이며, 따라서 그 누구도 병사들이 할 수 없는 임무를 요구해서는 안됩니다. 장교들은 병사들의 사기가 떨어질 것이라며 깜짝 놀랐지만, 비관론자들이 사라지자, 성전사들은 엠버의 격려 아래서 새로운 힘을 받고, 죽음의 결의를 다지며 전장으로 달려나갔습니다.
ko_mt: 엠버는 탈영병과 패배주의자 모두를 임무에서 해방시켜 집으로 돌려보내야 한다고 주장했습니다. 사람들은 스스로의 의지로 영웅이 되는 것이지 군인에게 불가능한 것을 요구해서는 안 됩니다. 장교들은 이 결정에 실망했고 사기가 치명적인 타격을 입을 것으로 예상했지만 정반대의 일이 일어났습니다. 엠버의 말에 영감을 받은 십자군 병사들은 겁을 주는 자들이 사라지자 새로운 힘과 다소 암울한 쾌활함으로 전투에 돌입했습니다.

source: The Hopeless
ko: 희망 없는 자들
ko_mt: 희망 없는 자

source: Some soldiers have become disillusioned with the crusade and no longer believe in victory. These poor people are only at fault for losing hope, but their words are hurting morale. Recently, a group of recruits that had just arrived in Drezen attempted to desert after listening to the defeatists.
ko: 절망에 빠진 병사들은 성전이 승리로 끝날 것이라는 믿음을 잃어버렸습니다. 그들이 저지른 잘못은 희망을 잃어버린 것. 그 뿐이지만, 절망에 빠진 병사들이 뱉는 말은 병사들의 사기를 저하시키고 있습니다. 얼마 전에도 드레젠으로 도착한 신병들이 이 비관론자들의 말을 듣고는 탈영을 시도했었습니다.
ko_mt: 일부 병사들은 십자군 전쟁에 환멸을 느끼고 더 이상 승리를 믿지 않습니다. 이 불쌍한 사람들은 희망을 잃은 것이 잘못일 뿐이지만, 그들의 말은 사기를 떨어뜨리고 있습니다. 최근 드레젠에 막 도착한 신병들이 패배주의자들의 말을 듣고 탈영을 시도했습니다.

source: {g|Event_25_1}[Choice effects]{/g} Keep the bards in the headquarters
ko: {g|Event_25_1}[선택 효과]{/g} 바드들을 계속 본부 내에 있도록 한다
ko_mt: {g|Event_25_1}[선택 효과]{/g} 바드를 본부에 두세요

source: Front lines are no place for civilians. By staying in Drezen, they will not bother anyone as they write stories of the heroic feats performed by the soldiers and inspire them to new great deeds.
ko: 최전선은 일반 시민들을 위한 장소가 아닙니다. 드레젠 성채 안에 머무면서, 그들은 누구도 귀찮게하지 않고 군인들이 이룩한 업적들을 찬양하는 작품을 완성할 수 있을 겁니다. 노래를 부르며 바드들은 병사들이 또 다른 업적을 남길 수 있도록 격려할 것입니다.
ko_mt: 최전선은 민간인을 위한 곳이 아닙니다. 드레젠에 머무르며 군인들의 영웅적인 업적에 대한 이야기를 쓰고 새로운 위업을 달성하도록 영감을 주면 누구도 방해하지 않을 것입니다.

source: {g|Event_25_2}[Choice effects]{/g} Train the bards and send them to the front lines
ko: {g|Event_25_2}[선택 효과]{/g} 바드들을 훈련시켜 전선으로 보낸다
ko_mt: {g|Event_25_2}[선택 효과]{/g} 바드를 훈련시켜 전선으로 보내세요.

source: If the bards want to see the battlefield, they need to be ready for combat and learn how to handle themselves. In time, these bards will stop being a burden and become valuable allies.
ko: 바드들이 전장을 보고싶다면 어느 정도의 전투 훈련을 받고 몸을 지키는 방법을 알아야 합니다. 머지않아, 이 바드들은 짐이 아닌, 믿음직한 아군이 되어 줄 것입니다.
ko_mt: 바드가 전장에 나가려면 전투에 대비하고 자신을 다루는 방법을 배워야 합니다. 시간이 지나면 이 바드들은 더 이상 짐이 되지 않고 소중한 아군이 될 것입니다.

source: {g|Event_25_4}[Choice effects]{/g} House the bards in the camp of the free crusaders
ko: {g|Event_25_4}[선택 효과]{/g} 바드들을 자유 성전군들의 야영지에서 숙박하도록 한다
ko_mt: {g|Event_25_4}[선택 효과]{/g} 자유 십자군 진영에 바드를 수용하세요.

source: The merry adventurers got along with the free crusaders well, and soon, a new beautiful song was born by their campfire.
ko: 유쾌한 바드들과 자유 성전사들은 완벽한 파트너처럼 보입니다. 머지않아 새로운 노래가 그들의 캠프파이어에서 태어날 것입니다.
ko_mt: 즐거운 모험가들은 자유 십자군들과 잘 어울렸고, 곧 모닥불 옆에서 새롭고 아름다운 노래가 탄생했습니다.

source: {g|Event_25_5}[Choice effects]{/g} Offer the bards patronage
ko: {g|Event_25_5}[선택 효과]{/g} 바드들에게 후원을 제공합니다
ko_mt: {g|Event_25_5}[선택 효과]{/g} 바드에게 후원금 제공

source: Thanks to Daeran's patronage, the bards were given the opportunity to perform in front of the most influential aristocrats in Nerosyan. Naturally, their ballads laud the Commander's wisdom and the heroism of {mf|his|her} soldiers.
ko: 대런의 후원에 힘입어, 바드들은 네로시안의 가장 권력있는 귀족들 앞에서 공연을 할 수 있게 되었습니다. 물론, 노래의 내용은 사령관의 지혜와 병사들의 영웅심을 칭송하는 것이였고요.
ko_mt: 대런의 후원 덕분에 바드들은 네로시안에서 가장 영향력 있는 귀족들 앞에서 공연할 기회를 얻게 되었습니다. 당연히 이들의 발라드는 사령관의 지혜와 {mf|그|그녀}의 병사들의 영웅심을 찬양했습니다.

source: On the Scene
ko: 무대 위에서
ko_mt: 현장에서

source: A group of bards from Nerosyan has arrived in Drezen. They are gathering material for ballads about the crusade, but they do not know the first thing about fighting and are only getting in the soldiers' way.
ko: 네로시안의 한 바드 무리가 성전에 대한 발라드를 짓기 위해 드레젠으로 왔습니다. 하지만 이들은 전투 방법은 커녕 자신들의 몸을 지키는 방법도 몰라, 성전사들에게 짐이 되고 있습니다.
ko_mt: 네로시안에서 온 바드 무리가 드레젠에 도착했습니다. 그들은 십자군 전쟁에 관한 발라드 자료를 수집하고 있지만, 전투에 대해 아무것도 몰라 병사들에게 방해만 되고 있습니다.

source: {g|Event_26_1}[Choice effects]{/g} Help the young aristocrat
ko: {g|Event_26_1}[선택 효과]{/g} 젊은 귀족을 돕는다
ko_mt: {g|Event_26_1}[선택 효과]{/g} 젊은 귀족을 도와주세요

source: The noble defeated the weakened, bleeding demon with ease, and the bribed tale-tellers spread the news of his feat. The young aristocrat went back home and, before anything else, provided generous funding for the crusade.
ko: 이미 상당한 부상을 입은 데몬은 귀족 청년의 적수가 되지 못하였습니다. 그리고 목격자들은 지갑에 돈을 두둑히 받고는 그의 업적에 대한 소식들을 빠르게 퍼뜨렸습니다. 젊은 귀족 남자는 고개를 높게 처들고 집으로 돌아갔습니다. 물론 성전에 후한 지원금을 제공했고요.
ko_mt: 귀족은 약해져 피를 흘리는 데몬을 쉽게 물리쳤고, 뇌물을 받은 이야기꾼들은 그의 위업 소식을 퍼뜨렸습니다. 이 젊은 귀족은 고향으로 돌아가 무엇보다도 십자군 원정에 필요한 자금을 넉넉히 제공했습니다.
