Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: {g|BrokenPhylactery_Ring_Body}[Choice effects]{/g} Destroy the remains of Stevanius's soul
ko: {g|BrokenPhylactery_Ring_Body}[선택 효과]{/g} 스테바니우스의 영혼의 잔재들을 파괴한다
ko_mt: {g|BrokenPhylactery_Ring_Body}[선택 효과]{/g} 스테바니우스의 영혼의 유골을 파괴하라.

source: By conducting rituals over the remains of the phylactery, wizards have ultimately killed the grains of the dark mage's spirit, freeing the death energy concealed within them.
ko: 성물함의 잔재에 의식을 행함으로써, 마법사들은 사악한 마법사의 영혼 조각을 완전히 파괴했고, 성물함 잔재에 갇혀 있던 죽음의 에너지를 해방했습니다.
ko_mt: 위저드들은 필라테리의 유골에 의식을 행함으로써 궁극적으로 어둠의 마법사의 영혼의 알갱이를 죽이고 그 안에 숨겨져 있던 죽음의 기운을 해방시켰습니다.

source: {g|BrokenPhylactery_Ring_Soul}[Choice effects]{/g} Awaken the remains of the Stevanius's soul
ko: {g|BrokenPhylactery_Ring_Soul}[선택 효과]{/g} 스테바니우스의 영혼의 잔재를 일깨운다
ko_mt: {g|BrokenPhylactery_Ring_Soul}[선택 효과]{/g} 스테바니우스의 영혼의 유골을 깨웁니다.

source: By offering up a dark prayer over the remains of the phylactery of Stevanius the Rotten, priests awakened grains of his soul. The vicious spirit melted with the ring, giving its owner the unholy forces.
ko: 부패한 자, 스테바니우스의 성물함 조각들에 불길한 기도를 낭송함으로써, 성직자들은 그의 영혼의 조각들을 일깨웠습니다. 이 사악한 영혼은 반지와 결합했고, 반지를 소유한 이에게 부정한 힘을 주게 될 겁니다.
ko_mt: 사제들은 썩은 스테바니우스의 유골에 어둠의 기도를 바침으로써 그의 영혼의 알갱이를 깨웠습니다. 사악한 영혼은 반지와 함께 녹아내려 그 주인에게 부정한 힘을 부여했습니다.

source: {g|BrokenPhylactery_Scythe_Body}[Choice effects]{/g} Destroy the remains of Stevanius's soul
ko: {g|BrokenPhylactery_Scythe_Body}[선택 효과]{/g} 스테바니우스의 영혼의 잔재들을 파괴한다
ko_mt: {g|BrokenPhylactery_Scythe_Body}[선택 효과]{/g} 스테바니우스의 영혼의 잔해 파괴하기

source: {g|BrokenPhylactery_Scythe_Soul}[Choice effects]{/g} Destroy the remains of Stevanius's soul
ko: {g|BrokenPhylactery_Scythe_Soul}[선택 효과]{/g} 스테바니우스의 영혼의 잔재들을 파괴한다

source: Enchanting the Phylactery of Stevanius the Rotten
ko: 부패한 자, 스테바니우스의 성물함에 마법 부여하기
ko_mt: 썩은 스테바니우스의 마력 부여

source: The remains of the soul of Stevanius the Rotten are still locked within the shards of his phylactery. A dark ritual could awaken their power — or destroy them permanently.
ko: 부패한 자, 스테바니우스의 영혼의 잔재가 아직 그의 성물함 조각들 안에 갇혀 있습니다. 어두운 의식으로 그 힘을 다시 일깨우거나, 아니면 영혼의 조각들을 완전히 파괴해야 합니다.
ko_mt: 썩은 스테바니우스의 영혼의 잔해는 여전히 그의 계통의 파편 안에 갇혀 있습니다. 어둠의 의식을 통해 그 힘을 깨우거나 영구적으로 파괴할 수 있습니다.

source: {g|BrokenPhylactery_Ring}[Choice effects]{/g} Place the phylactery into a ring
ko: {g|BrokenPhylactery_Ring}[선택 효과]{/g} 반지에 성물함의 힘을 불어넣는다
ko_mt: {g|BrokenPhylactery_Ring}[선택 효과]{/g} 계통을 고리 안에 넣습니다.

source: {g|BrokenPhylactery_Scythe}[Choice effects]{/g} Place the phylactery into a scythe
ko: {g|BrokenPhylactery_Scythe}[선택 효과]{/g} 낫에 성물함의 힘을 불어넣는다
ko_mt: {g|BrokenPhylactery_Scythe}[선택 효과]{/g} 계통을 대낫에 넣습니다.

source: The Fate of the Phylactery of Stevanius the Rotten
ko: 부패한 자, 스테바니우스의 성물함의 운명
ko_mt: 썩은 스테바니우스 필라테리의 운명

source: The phylactery of Stevanius the Rotten was destroyed during a failed lich-creating ritual. However, grains of his spirit are still locked in a small purple gem that got into the commander's hands. Wizards can place it in an item or weapon, to give it evil properties.
ko: 부패한 자, 스테바니우스의 성물함은 리치화 의식 중에 파괴되었습니다. 하지만 그의 영혼의 아직 작은 보라색 보석 안에 남아있고, 이제 사령관의 수중에 들어왔습니다. 마법사들은이 보석을 어떤 물품이나, 아니면 무기에 장착해 사악한 힘을 부여할 수 있을 겁니다.
ko_mt: 썩은 스테바니우스의 형상은 리치 생성 의식을 실패하는 과정에서 파괴되었습니다. 하지만 그의 영혼의 알갱이는 사령관의 손에 들어간 작은 보라색 보석에 여전히 갇혀 있습니다. 위저드는 이 보석을 아이템이나 무기에 넣어 사악한 속성을 부여할 수 있습니다.

source: Close
ko: 닫기
ko_mt: 닫기

source: Report
ko: 보고
ko_mt: 보고서

source: The gladiators from Alushinyrra who came with the Commander to Golarion are ready to continue to fight for the glory of their master.
ko: 사령관을 따라 골라리온에 온 알루시니라의 검투사들은 주인의 가장 위대한 영광을 위해 싸울 결의를 다졌습니다.

source: The Golarian slaves rescued by the Commander in Alushinyrra are infinitely grateful and they are ready to get even with the demons with weapons in hand.
ko: 무한한 감사를 표하며, 사령관에게 구해진 알루시니라의 골라리온 출신 노예들은 데몬들에 대항해 손에 무기를 들 준비가 되어있습니다.

source: In the absence of the Commander the crusaders were led by Queen Galfrey but everyone remembered that the official title of leader of the crusade had not been taken away from the Commander. {mf|His|Her} glory attracted many warriors, and a detachment of such volunteers just arrived under the walls of Drezen.
ko: 사령관의 부재에 갈프리 여왕이 성전을 이끌게 되었습니다. 하지만 그 누구도 사령관이 공식적인 성전군의 수장이라는 사실을 잊지 않았습니다. 사령관의 명성은 수 많은 전사들을 성전으로 이끌었고, 또 많은 수의 자원자들이 드레젠의 성문 앞에서 입대를 요청합니다.

source: A pack of shadow demons followed their master to Golarion. They have captured the bodies of the bull-headed warriors of Baphomet who were besieging Drezen, and are awaiting orders.
ko: 한 그림자 데몬 무리가 골라리온까지 그들의 주인을 따라왔습니다. 그들은 드레젠을 공성중인 바포메트 교단의 황소 머리 전사들의 몸을 빼앗았고, 이제 명령을 기다리고 있습니다.

source: A pack of demons has arrived in Drezen wanting to fight for the Commander. These are former thugs from the slums of Alushinyrra, who by the mercy of the Commander joined the prestigious guild of assassins. Now they are ready to serve their new patron.
ko: 한 데몬 무리가 사령관을 위해 싸우기 위해 드레젠에 나타났습니다. 사령관의 은혜로, 알루시니라의 하층민 지구 출신의 전직 불량배들이명망높은 암살자 길드의 일원이 되었습니다. 이제부터 그들은 자신들의 새로운 후원자를 위해 복무할 것입니다.
ko_mt: 사령관을 위해 싸우려는 데몬 무리가 드레젠에 도착했습니다. 이들은 알루시니라 빈민가의 깡패 출신으로 사령관의 자비로 명망 높은 암살자 길드에 합류했습니다. 이제 그들은 새로운 후원자를 섬길 준비가 되었습니다.

source: Thanks to the power of the Wardstone residing in Drezen the demon siege was much less bloody than it could have been. Enough soldiers survived in the citadel to form a fighting detachment waiting for the Commander's orders.
ko: 수호석에 깃든 힘 덕분에 드레젠에 대한 데몬들의 공성은 우리가 생각했던 것 보다 더 적은 손실을 입었습니다. 드레젠 성채 내에서 요새를 지키던 병사들 중 충분히 많은 병사가 생존했고, 별 어려움 없이 군 부대를 재조직하고, 또 사령관의 명령을 다시 받들 수 있게 되었습니다.

source: {g|ColorlessRemains_Arrows_Madness}[Choice effects]{/g} Awaken the madness of the Colorless One
ko: {g|ColorlessRemains_Arrows_Madness}[선택 효과]{/g} 창백한 자의 광기를 깨운다
ko_mt: {g|ColorlessRemains_Arrows_Madness}[선택 효과]{/g} 무색의 자의 광기를 깨우세요.

source: Long ago, Nocticula killed the demon lord Colyphyr, and out of the fusion of his blood and hatred, the Colorless One was born. A priestess — a cultist of The Lady in Shadow — was invited to Drezen to awaken within the remains the creature's agonized spirit. As a result, the relic is filled with destructive power that drives enemies insane.
ko: 오래 전, 녹티큘라는 데몬 군주 콜리파이어를 끝장냈습니다만, 콜리파이어가 흘린 피와 그의 분노가 합쳐져 창백한 자가 세상에 태어나게 되었습니다. 그림자의 여주인 의 충직한 여사제가 창백한 자의 시체에 잠든 죽어가는 영혼을 깨우기 위해 드레젠에 도착했습니다. 유물은 파괴적인 힘을 갖게되었고, 적들을 광기에 빠뜨릴 수 있게 될 것입니다.
ko_mt: 오래 전, 녹티큘라는 데몬 로드 콜리피르를 죽였고, 그의 피와 증오가 합쳐져 무색무취가 탄생했습니다. 그림자의 여인을 숭배하는 한 여사제가 드레젠으로 초대되어 유물 안에 있는 괴물의 고뇌에 찬 영혼을 깨웠습니다. 그 결과, 이 유물은 적을 미치게 만드는 파괴적인 힘으로 가득 차게 되었습니다.

source: {g|ColorlessRemains_Arrows_Solid}[Choice effects]{/g} Offer a prayer to Jubilex
ko: {g|ColorlessRemains_Arrows_Solid}[선택 효과]{/g} 쥬빌렉스에게 기도를 올린다
ko_mt: {g|ColorlessRemains_Arrows_Solid}[선택 효과]{/g} 쥬빌렉스에게 기도 드리기

source: A captured cultist sent a prayer to Jubilex, Lord of Poison and Ooze. This has awakened the Colorless One's infamous qualities — rancor and terrible hunger — within its remains.
ko: 붙잡힌 사교도가 독과 진흙의 군주인 쥬빌렉스에게 기도를 올렸습니다. 기도는 창백한 자의 시체에서 그의 가장 중요한 능력을 일깨운 것처럼 보입니다. 바로 끊없는 적개심과 탐식을요.
ko_mt: 생포한 사교도 한 명이 독과 진물의 군주 주빌렉스에게 기도를 보냈습니다. 이로 인해 무색의 자의 악명 높은 특성인 증오와 끔찍한 굶주림이 그 잔해 속에서 깨어났습니다.

source: {g|ColorlessRemains_Breastplate_Madness}[Choice effects]{/g} Awaken the madness of the Colorless One
ko: {g|ColorlessRemains_Breastplate_Madness}[선택 효과]{/g} 창백한 자의 광기를 깨운다
ko_mt: {g|ColorlessRemains_Breastplate_Madness}[선택 효과]{/g} 무색의 자의 광기를 깨워라.

source: {g|ColorlessRemains_Breastplate_Solid}[Choice effects]{/g} Offer a prayer to Jubilex
ko: {g|ColorlessRemains_Breastplate_Solid}[선택 효과]{/g} 쥬빌렉스에게 기도를 올린다
ko_mt: {g|ColorlessRemains_Breastplate_Solid}[선택 효과]{/g} 쥬빌렉스에게 기도 드리기

source: {g|ColorlessRemains_Eyeglasses_Madness}[Choice effects]{/g} Awaken the madness of the Colorless One
ko: {g|ColorlessRemains_Eyeglasses_Madness}[선택 효과]{/g} 선택 효과의 광기를 깨운다
ko_mt: {g|ColorlessRemains_Eyeglasses_Madness}[선택 효과]{/g} 무색의 자의 광기를 깨우세요.

source: {g|ColorlessRemains_Eyeglasses_Solid}[Choice effects]{/g} Offer a prayer to Jubilex
ko: {g|ColorlessRemains_Eyeglasses_Solid}[선택 효과]{/g} 쥬빌렉스에게 기도를 올린다
ko_mt: {g|ColorlessRemains_Eyeglasses_Solid}[선택 효과]{/g} 쥬빌렉스에게 기도 드리기

source: Enchanting the Remains of the Colorless One
ko: 창백한 자의 시체에 마법 부여하기
ko_mt: 무색의 유적에 마법 부여하기

source: The Colorless One's unholy spirit still lives within the gear crafted from its remains. The dark sorceries of demon worshipers can awaken this spirit and empower the relic.
ko: 창백한 자의 부정한 영혼이 아직 그의 시체로부터 만들어진 장비 안에서 고동치고 있습니다. 데몬 숭배자의 어둠의 마법으로 창백한 자의 본질을 일깨워, 유물에 그 힘을 불어넣을 수 있을 겁니다.
ko_mt: 무색무취의 부정한 영혼은 그 유해로 만든 장비에 여전히 깃들어 있습니다. 데몬 숭배자들의 어둠의 마법으로 이 영혼을 깨우고 유물에 힘을 부여할 수 있습니다.

source: {g|ColorlessRemains_Arrows}[Choice effects]{/g} Arrows
ko: {g|ColorlessRemains_Arrows}[선택 효과]{/g} 화살
ko_mt: {g|ColorlessRemains_Arrows}[선택 효과]{/g} 화살

source: The weaponsmiths broke the monster's remains into shards and fashioned them into arrowheads. Sharp and hard, these arrows will pierce any armor.
ko: 대장장이들이 괴물의 시체를 부수고, 뾰족한 화살로 가공했습니다. 이 날카로운 시체 화살로 그 어떤 갑옷도 꿰뚫을 수 있을 겁니다.
ko_mt: 무기 제작자들은 괴물의 유골을 파편으로 부수어 화살촉으로 만들었습니다. 날카롭고 단단한 이 화살은 어떤 갑옷도 뚫을 수 있습니다.

source: {g|ColorlessRemains_Breastplate}[Choice effects]{/g} A breastplate
ko: {g|ColorlessRemains_Breastplate}[선택 효과{/g} A 판금 흉갑
ko_mt: {g|ColorlessRemains_Breastplate}[선택 효과]{/g} 흉갑

source: Alchemists melted down the Colorless One's remains, trying to save as much of the precious materials as possible, and from them crafted a solid crystal breastplate.
ko: 연금술사들이 창백한 자의 시체를 녹이고, 시체에서 귀중한 재료들을 가능한 한 많이 회수했습니다. 그들은 이렇게 모은 재료를 단단한 수정 판금 흉갑으로 재탄생 시켰습니다.
ko_mt: 연금술사들은 무색의 자의 유해를 녹여 최대한 많은 귀중한 재료를 구해냈고, 그 재료로 단단한 수정 흉갑을 만들었습니다.

source: {g|ColorlessRemains_Eyeglasses}[Choice effects]{/g} Spectacles
ko: {g|ColorlessRemains_Eyeglasses}[선택 효과]{/g} 안경
ko_mt: {g|ColorlessRemains_Eyeglasses}[선택 효과]{/g} 안경

source: Gemcutters have fashioned the monster's remains into lenses. Spectacles with these lenses will grant the wearer a part of the Colorless One's power.
ko: 보석세공사가 괴물의 시체를 유리로 가공했습니다. 렌즈가 끼워진 안경은 착용자에게 창백한 자가 가졌던 힘의 일부를 부여할 것입니다.
ko_mt: 젬 커터는 괴물의 유해를 렌즈로 만들었습니다. 이 렌즈가 달린 안경의 착용자는 무색 괴물의 힘의 일부를 얻을 수 있습니다.

source: The Fate of the Remains of the Colorless One
ko: 창백한 자의 시체의 운명
ko_mt: 무색무취한 자의 유골의 운명

source: The craftsmen of the crusade have studied the remains of the monster known as the Colorless One. They wish to process these remains and turn them into a relic that could serve the Commander. All that is left is to choose what type of item they should create.
ko: 성전의 장인들은 창백한 자라고 알려진 괴물의 시체를 연구했습니다. 그들은 그 시체를 사령관에게 도움을 줄 수 있는 유물로 가공하길 원합니다. 그들이 어떤 종류의 물품을 만들게 할까요 ?
ko_mt: 십자군 장인들은 무색 괴물의 유해를 연구해 왔습니다. 그들은 이 유골을 가공하여 사령관을 섬길 수 있는 유물로 만들고자 합니다. 남은 것은 어떤 유형의 아이템을 만들지 선택하는 것뿐입니다.

source: {g|Event_1_1}[Choice effects]{/g} Approve this method of training
ko: {g|Event_1_1}[선택 효과]{/g} 이 훈련 방식을 허가한다
ko_mt: {g|Event_1_1}[선택 효과]{/g} 이 교육 방법 승인

source: Because of these practice battles, soldiers will go into their first battle ready to take someone's life. This experience, paid for with the blood of others, will save the lives of recruits.
ko: 이 훈련에 참가한 병사들은 이미 많은 희생자들의 피를 쏟았습니다. 이러한 경험을 통해 신병들은 첫번째 전투에서도 적을 쓰러뜨리는 데 주저하지 않을 것이고, 따라서 많은 목숨을 구할 수 있을 겁니다.
ko_mt: 이러한 연습 전투를 통해 병사들은 누군가의 목숨을 앗아갈 준비를 하고 첫 전투에 임하게 됩니다. 다른 사람의 피로 대가를 치른 이 경험은 신병들의 생명을 구할 것입니다.

source: {g|Event_1_2}[Choice effects]{/g} Forbid touching prisoners
ko: {g|Event_1_2}[선택 효과]{/g} 죄수에게 손대는 것을 금한다
ko_mt: {g|Event_1_2}[선택 효과]{/g} 포로 접촉 금지

source: The cruel treatment of the prisoners tarnished the honor of the crusaders. Many of the soldiers were encouraged by the Commander's noble actions.
ko: 죄수에 대한 잔혹한 대우는 성전의 명예를 더럽히는 짓입니다. 많은 병사들이 사령관의 고귀한 행동에 감명받았습니다.

source: {g|Event_1_5}[Choice effects]{/g} Recruit prisoners who prove their worth through these fights into the army
ko: {g|Event_1_5}[선택 효과]{/g} 일련의 전투에서 특출난 능력을 보인 죄수를 군에 입대시킨다
ko_mt: {g|Event_1_5}[선택 효과]{/g} 이 전투를 통해 자신의 가치를 증명한 포로를 군대에 모집합니다.

source: This option is unavailable because you do not have Wenduag among your companions.
ko: 동료 중에 웬두아그가 없기 때문에 이 선택지를 사용할 수 없습니다.
ko_mt: 이 옵션은 동료 중에 웬두아그가 없으므로 사용할 수 없습니다.

source: From now on, prison fights will be conducted on equal terms under Wenduag's supervision. Prisoners who prevail will earn the right to trade their chains for a spot in the ranks of the army.
ko: 이제부터 죄수와 신병 사이의 전투가 공정할 수 있도록 웬두아그가 이를 감독할 것입니다. 승리한 죄수는 자신의 쇠사슬과 군복을 교환할 수 있는 기회를 얻게 될것입니다.
ko_mt: 이제부터 감옥 싸움은 웬두아그의 감독 하에 동등한 조건으로 진행됩니다. 승리한 죄수는 쇠사슬을 군대의 한 자리와 교환할 수 있는 권리를 얻게 됩니다.

source: First Blood
ko: 첫번째 피
ko_mt: 첫 번째 피

source: One of the officers has been bringing recruits to the prison so that they could fight weakened captives and kill them. He wanted to prepare the newcomers for their first battle, but, unfortunately, during one of the "training sessions," one of the soldiers got killed and everything came to light.
ko: 장교 하나가 신병들을 감옥으로 데려와 약해진 포로들과 싸우고, 또 죽일 수 있게 했습니다. 그 장교는 신병들이 첫번째 전투에 맞딱뜨리기 전에 적과 싸울 준비가 되길 바랬지만, 불행히도 이 « 훈련 과정 » 중에 병사 한 명이 목숨을 잃었고, 모든 것이 수면 위로 올라오게 되었습니다.
ko_mt: 장교 중 한 명이 약해진 포로들과 싸우고 그들을 죽이기 위해 신병들을 감옥으로 데려오고 있습니다. 그는 신병들이 첫 전투에 대비할 수 있도록 준비시키고 싶었지만, 안타깝게도 "훈련 세션" 중 한 병사가 사망하면서 모든 것이 드러났습니다.

source: {g|Event_2_1}[Choice effects]{/g} Agree, letting the priest go to his death
ko: {g|Event_2_1}[선택 효과]{/g} 동의, 사제를 필연적인 죽음으로 향하게 한다
ko_mt: {g|Event_2_1}[선택 효과]{/g} 동의하고 사제를 죽음으로 내버려둡니다.

source: The bright-eyed priest set out on his journey. It is unlikely that anyone will ever hear from him again.
ko: 기쁨에 가득찬 사제는 길에 올랐습니다. 아마 그 누구도 그에 대한 이야기는 들을 수 없을 것입니다.
ko_mt: 밝은 눈의 사제는 여행을 떠났습니다. 다시는 그에게서 소식을 듣지 못할 것 같았습니다.

source: {g|Event_2_2}[Choice effects]{/g} Convince the priest that his endeavor is doomed
ko: {g|Event_2_2}[선택 효과]{/g} 사제의 노력이 파멸로 향할 것이라고 설득한다
ko_mt: {g|Event_2_2}[선택 효과]{/g} 사제에게 그의 노력이 실패할 것이라고 설득하세요.

source: Upon hearing out the Commander, the priest admitted he may have succumbed to the sin of pride. Enlightened, he departed from Drezen and went to preach to the people and collect donations to support the crusade. After all, only the Commander's army can defeat the Abyss.
ko: 사령관과 대화 끝에 사제는 자신이 오만의 죄를 저질렀음을 인정했습니다. 그는 드레젠을 떠나 사람들에게 설교하며 성전군을 지원할 헌금을 모았습니다. 사령관의 성전군이야말로 심연의 데몬들을 패퇴시킬 유일한 희망이기 때문입니다.
ko_mt: 사령관의 말을 들은 사제는 자신이 교만의 죄에 빠졌을지도 모른다는 사실을 인정했습니다. 깨달음을 얻은 그는 드레젠을 떠나 사람들에게 설교하고 십자군 성전을 지원하기 위한 기부금을 모으기 위해 떠났습니다. 결국 사령관의 군대만이 심연을 물리칠 수 있습니다.

source: {g|Event_2_5}[Choice effects]{/g} Convince the priest to join the army
ko: {g|Event_2_5}[선택 효과]{/g} 사제가 군대에 종군하도록 설득한다
ko_mt: {g|Event_2_5}[선택 효과]{/g} 사제가 군대에 입대하도록 설득하기

source: This option is unavailable because you do not have Arueshalae among your companions or because she has lost interest in the affairs of the crusaders.
ko: 동료 중에 아루샬레가 없거나, 그녀가 성전에 대한 관심을 잃어버렸기 때문에 이 선택지를 사용할 수 없습니다.
ko_mt: 이 옵션은 동료 중에 아루샬래가 없거나 성전사의 일에 관심을 잃었기 때문에 사용할 수 없습니다.

source: Arueshalae was able to convince the priest that he had interpreted the dream wrong. His mission was indeed to travel to the Worldwound and fight it, but he read the metaphor of closing the Wound too literally. His true purpose is not to bear this burden solely on his own shoulders, but to join the crusade and do his part in achieving victory over the demons by, for example, serving as a healer.
ko: 아루샬레는 사제가 자신의 꿈을 잘못 해석했다고 설득하는데 성공했습니다. 만약 그의 임무가 순전히 심연의 데몬들과의 전투를 위해 세계상처로 여행하는 것이었다고 해도, 단 한 명의 노력만으로는 결코 그곳에 도달할 수 없을 것입니다. 이 수도자의 진정한 임무는, 드레젠으로 향해 데몬들의 침공을 방어하는 성전군을 치료하는 등의 간접적인 방법으로 그들을 돕는 것이였습니다.
ko_mt: 아루샬래는 사제가 꿈을 잘못 해석했다고 설득할 수 있었습니다. 그의 임무는 실제로 세계상처로 가서 싸우는 것이었지만, 그는 세계상처를 닫는다는 은유를 너무 문자 그대로 읽었습니다. 그의 진정한 목적은 이 짐을 혼자 짊어지는 것이 아니라 십자군에 합류하여 치유사 역할을 함으로써 데몬에 대한 승리를 달성하는데 자신의 역할을 다하는 것이었습니다.

source: The Touched One
ko: 계시를 받은 자
ko_mt: 감동받은 사람

source: An odd and somewhat touched priest has sought an audience. In a dream, he saw himself eradicate the Worldwound, and he is convinced that it was an omen. With the help of the relics he borrowed from his temple, he was able to make the arduous journey to Drezen, and now he is asking the Commander to keep them safe while he is away on his quest to fight evil.
ko: 이상한, 어쩌면 조금 미친 사제가 접견을 요청했습니다. 어느 날 그는 세계상처를 쓸어 버리는 꿈을 꿨고, 그 꿈이 미래에 대한 예견이라고 생각하게 되었습니다. 사제는 그가 머무르던 사원에서 빌린 유물들의 힘으로 드레젠으로 향하는 힘겨운 여행에서 살아남을 수 있었습니다. 이제 그는 사령관에게 이 유물들을 안전한 장소에 보관해 주길 요청하고 있습니다. 자신이 악과 맞서 싸우고, 자신만의 임무를 다하는 동안에 말입니다.
ko_mt: 기이하고 어딘지 모르게 감동적인 한 사제가 청중을 찾아왔습니다. 꿈에서 그는 자신이 세계상처를 박멸하는 모습을 보았고, 그것이 징조라고 확신합니다. 성전에서 빌린 유물의 도움으로 드레젠으로 가는 고된 여정을 무사히 마칠 수 있었고, 이제 사령관에게 악과 싸우기 위해 떠나는 동안 유물을 안전하게 지켜달라고 부탁하고 있습니다.

source: {g|Event_3_1}[Choice effects]{/g} Choose the metal deposits
ko: {g|Event_3_1}[선택 효과]{/g} 금속 광맥을 선택한다
ko_mt: {g|Event_3_1}[선택 효과]{/g} 금속 침전물 선택

source: Upon hearing the Commander's choice, the tiny old man smiled and melted into the earth. Soon after, scouts reported that several ore-filled chasms were spotted near Drezen. This metal, once mined, can be used to forge weapons.
ko: 사령관의 대답을 듣고, 이 작은 노인은 미소를 지으며 땅속으로 녹아내리 듯 사라졌습니다. 머지 않아, 정찰병들이 드레젠 인근에 광석으로 가득 찬 아주 깊은 구덩이를 발견했다고 보고했습니다. 이 광석들을 캐낸다면, 필히 무기를 만드는 데에 사용할 수 있을 겁니다.
ko_mt: 사령관의 선택을 들은 작은 노인은 미소를 지으며 땅 속으로 녹아들었습니다. 얼마 지나지 않아 정찰병들이 드레젠 근처에서 광석으로 가득 찬 틈을 여러 개 발견했다고 보고했습니다. 이 광석을 채굴하면 무기를 만드는데 사용할 수 있습니다.

source: {g|Event_3_2}[Choice effects]{/g} Choose the forests
ko: {g|Event_3_2}[선택 효과]{/g} 숲을 선택한다
ko_mt: {g|Event_3_2}[선택 효과]{/g} 포리스트 선택

source: Upon hearing the Commander's choice, the tiny old man smiled and melted into the earth. Soon after, scouts reported that several groves appeared just outside Drezen. The resulting fresh air gives the soldiers strength.
ko: 사령관의 대답을 듣고, 이 작은 노인은 미소를 지으며 땅속으로 녹아내리 듯 사라졌습니다. 머지 않아, 정찰병들이 드레젠 인근에서 작은 숲 여럿이 갑작스럽게 나타났다고 보고했습니다. 숲에서 나오는 신선한 공기는 병사들에게 힘을 복돋아 줄 것입니다.
ko_mt: 사령관의 선택을 들은 작은 노인은 미소를 지으며 땅 속으로 녹아들었습니다. 얼마 지나지 않아 정찰병들이 드레젠 외곽에 숲이 여러 개 나타났다고 보고했습니다. 그 결과 신선한 공기가 병사들에게 힘을 주었습니다.

source: {g|Event_3_3}[Choice effects]{/g} Convince the spirit to help with everything he can
ko: {g|Event_3_3}[선택 효과]{/g} 영혼에게 그가 할 수 있는 모든 도움을 주게끔 설득한다
ko_mt: {g|Event_3_3}[선택 효과]{/g} 영혼이 할 수 있는 모든 것을 돕도록 설득하세요.

source: The spirit explained that he was suffering from a terrible sickness — the breath of the Worldwound had poisoned him. He was tired of fighting this blight, and thus agreed to spend what little power he had left to aid the crusaders. With his remaining strength, the old man unsealed the ore deposits in the ground and revived the sparse groves, then vanished. Delighted with the fresh air and praising the spirit's sacrifice, the crusaders rushed off to hunt and search for ore.
ko: 영혼은 세계상처의 오염되고, 독기를 머금고 있는 공기로 인한 끔찍한 병 때문에 큰 고통을 받았다고 말했습니다. 그는 너무나 오랜 기간동안 병마와 싸우느라 지쳐버렸고, 성전군을 돕기 위해 그의 나머지 힘을 사용하기로 마음 먹었습니다. 그의 마지막 힘을 끌어낸다면 노인은 광석으로 가득 찬 구덩이와 드레젠 주변에 숲 모두를 일궈낼 수 있을 겁니다. 비록 그는 대의를 위해 스스로를 희생하겠지만요. 순수한 공기는 성전군들에게 힘을 불어넣어 줄 것이고, 그들은 영혼의 희생에 감사하며 광석을 찾으러 나서게 될 겁니다.
ko_mt: 정령은 그가 끔찍한 병을 앓고 있으며, 세계상처의 숨결이 그를 중독시켰다고 설명했습니다. 그는 이 역병과 싸우는데 지쳐서 남은 힘을 십자군을 돕는데 쓰기로 동의했습니다. 노인은 남은 힘으로 땅 속의 광석 매장지를 봉인 해제하고 드문드문 숲을 되살린 후 사라졌습니다. 신선한 공기에 기뻐하며 노인의 희생에 감사한 십자군은 서둘러 광석을 찾기 위해 사냥을 떠났습니다.

source: {g|Event_3_4}[Choice effects]{/g} Take care of the spirit
ko: {g|Event_3_4}[선택 효과]{/g} 영혼을 돌본다

source: This option is unavailable because you did not choose the Path of the Azata.
ko: 아자타의 길을 선택하지 않았기 때문에 이 선택지를 사용할 수 없습니다.
ko_mt: 이 옵션은 아자타의 경로를 선택하지 않았으므로 사용할 수 없습니다.

source: The poor spirit was sick and weak — the Wound had been poisoning him for decades. The Commander gave him shelter in the camp of the free crusaders, where the spirit took his last breath soon afterward. Later on, lesser spirits arrived there to honor his memory and join the crusaders.
ko: 세계상처의 독성으로 인해 몇 십년에 걸쳐 고통 받은 가엾은 영혼은 약해지고, 또 병에 걸렸습니다. 사령관은 그가 마지막 숨을 내뱉기 전에 Free Crusaders 캠프에 그를 위한 자그마한 쉼터를 만들어 주었습니다. 얼마 뒤, 그에게 경의를 표하기 위해 찾아온 작은 영혼들이 성전군에 가담했습니다.

source: A Visitor from the Past
ko: 과거에서 온 방문자
ko_mt: 과거에서 온 방문자

source: A small crevice opened in the middle of Drezen, then a tiny, sickly old man climbed out. Coughing heavily, he introduced himself as a spirit of the Sarkorian land and thanked the crusaders for their struggle. He wishes to help the crusade and is offering the Commander a choice. He can either open up the metal deposits that sleep beneath the earth not far from the fortress or grow lush forests on top of them where wild game will make its home.
ko: 드레젠의 한 가운데에 좁은 균열이 열리고, 그 곳에서 작고 병든 노인이 기어나왔습니다. 그는 거칠게 기침을 하더니 자신이 사코리스의 영혼이며, 성전군에 감사를 전하기 위해 왔다고 말했습니다. 도움이 되기를 바란다며, 영혼은 사령관에게 둘 중 하나를 선택해 달라고 말했습니다. 그는 요새 근처에 풍부한 금속 광맥을 일궈내거나, 아니면 땅을 사냥감이 가득한 풍요로운 숲으로 뒤덮을 수 있습니다.
ko_mt: 드레젠의 한가운데 작은 틈새가 열리더니 작고 병든 노인이 기어나왔다. 기침을 심하게 하며 자신을 사르코리안 땅의 정령이라고 소개한 노인은 십자군의 고군분투에 감사를 표했습니다. 그는 십자군을 돕고 싶다며 사령관에게 선택을 제안합니다. 요새에서 멀지 않은 땅 밑에 잠들어 있는 금속 광맥을 열거나, 그 위에 무성한 숲을 조성하여 야생 사냥감이 살 수 있는 터전을 마련하는 것입니다.

source: {g|Event_4_1}[Choice effects]{/g} Try the criminal knight
ko: {g|Event_4_1}[선택 효과]{/g} 범죄를 저지른 기사를 심판한다
ko_mt: {g|Event_4_1}[선택 효과]{/g} 범죄 기사 체험하기

source: The criminal, stripped of his knighthood, was sent to serve time in Kenabres jail. The murder has been punished and the victim's daughter has made a substantial donation to the crusader cause.
ko: 범죄자는 기사 작위를 박탈당하고 케나브레스 감옥에 갇히게 되었습니다. 살인자의 처벌에 흡족해 하며, 젊은 귀족 여성은 성전군에 관대한 후원을 약속했습니다.
ko_mt: 기사 작위를 박탈당한 범인은 케나브레스 감옥에서 복역하도록 보내졌습니다. 살인범은 처벌을 받았으며 피해자의 딸은 십자군 대의에 상당한 금액을 기부했습니다.

source: {g|Event_4_2}[Choice effects]{/g} Take the repentant knight under protection
ko: {g|Event_4_2}[선택 효과]{/g} 회개한 기사들을 보호한다
ko_mt: {g|Event_4_2}[선택 효과]{/g} 회개한 기사 보호

source: There are plenty of repentant sinners in the ranks of the crusaders. They are heartened by the promise of a second chance.
ko: 수많은 뉘우친 죄인들이 성전에 참가하고 있습니다. 두번째 기회를 주겠다는 약속은 그들의 용기를 북돋았습니다.
ko_mt: 십자군 대열에는 회개한 죄인들이 많이 있습니다. 그들은 두 번째 기회에 대한 약속에 마음이 움직입니다.

source: {g|Event_4_3}[Choice effects]{/g} Give the vengeful noble the murderer's head
ko: {g|Event_4_3}[선택 효과]{/g} 복수심에 가득 찬 귀족에게 살인자의 머리를 내어준다
ko_mt: {g|Event_4_3}[선택 효과]{/g} 복수심에 불타는 귀족에게 살인자의 목을 주다

source: The murderer met an "unfortunate death" during a foray, and the daughter of the noble he had killed was very grateful to the Commander. She thought that coin would be too humble a token of appreciation for the exacted vengeance, so she had her family's relic delivered to Drezen.
ko: 살인자는 전투 도중 "불운한 죽음"을 피하지 못했습니다. 사령관에게 깊은 감사를 표하며, 희생자의 딸은 금전만으로 모든 감사를 대신할 수 없다고 생각했지만, 가문의 가장 값진 보물 중 하나를 드레젠으로 보냈습니다.
ko_mt: 살인자는 진격 중 "불행한 죽음"을 맞이했고, 그가 죽인 귀족의 딸은 사령관에게 매우 고마워했습니다. 그녀는 동전으로는 복수에 대한 감사의 표시가 너무 초라하다고 생각하여 가족의 유품을 드레젠에게 전달했습니다.

source: {g|Event_4_4}[Choice effects]{/g} Propose that the conflict be settled through a duel
ko: {g|Event_4_4}[선택 효과]{/g} 결투로 분쟁을 해결하는 것을 제안한다
ko_mt: {g|Event_4_4}[선택 효과]{/g} 결투를 통해 갈등을 해결하자고 제안합니다.

source: This option is unavailable because you did not choose the Path of the Demon.
ko: 데몬의 길을 선택하지 않았기 때문에 이 선택지를 사용할 수 없습니다.
ko_mt: 데몬의 길을 선택하지 않았으므로 이 옵션은 사용할 수 없습니다.

source: Upon receiving the offer to visit Drezen and exact her revenge with her own hands, the young aristocrat arrived at the Commander's headquarters and slew the offender in brutal combat. She was so impressed by the strength and the decisiveness of the Commander that she immediately swore loyalty to {mf|him|her} and took the fallen knight's place in the army.
ko: 드레젠에 초대된 젊은 여성 귀족은 자신의 손으로 복수를 이뤄내고자 사령관의 본부에 모습을 나타냈습니다. 그곳에서 격렬한 전투 끝에, 그녀는 죄인을 쓰러뜨리는데 성공했습니다. 사령관의 힘과 결의에 깊은 감명을 받은 그녀는 바로 충성과 성전에 참여함을 맹세했습니다. 쓰러진 죄인 대신에 말입니다.
ko_mt: 드레젠을 찾아가 직접 복수를 하겠다는 제안을 받은 이 젊은 귀족은 사령관 본부에 도착해 잔인한 전투를 벌여 가해자를 죽였습니다. 그녀는 사령관의 강인함과 결단력에 깊은 감명을 받아 즉시 {mf|그|그녀}에게 충성을 맹세하고 전사한 기사 대신 군대에 들어갔어요.

source: {g|Event_4_5}[Choice effects]{/g} Do away with the vengeful noble and get her treasures
ko: {g|Event_4_5}[선택 효과]{/g}] 복수심에 가득 찬 귀족을 제거하고 그녀의 재산을 가로챈다
ko_mt: {g|Event_4_5}[선택 효과]{/g} 복수심에 불타는 귀족을 처치하고 그녀의 보물을 얻으세요.

source: This option is unavailable because you do not have Daeran among your companions.
ko: 동료 중에 대런이 없기 때문에 이 선택지를 사용할 수 없습니다.
ko_mt: 이 옵션은 동료 중에 대런이 없으므로 사용할 수 없습니다.
