Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: The swarm is flying away from Drezen in every direction in search of sustenance. It does not discriminate between former servants, enemies, or allies. From now on... you will not have those anymore. There will only be the swarm. And today, it is sated, but that only means that it will become even bigger and more terrifying tomorrow.
ko: 군집은 드레젠으로부터 퍼져나가, 흡수할 모든 양분을 찾고 있습니다. 군집은 과거의 아군, 적군, 그리고 부하들을 가리지 않습니다. 이들은... 당신 곁을 영원히 떠나 버렸습니다. 이제부터 오직 군집만이 존재할 겁니다. 그리고 오늘, 군집은 포식했고, 이는 내일 군집이 더 크고 더 공포스러운 존재가 되어감을 의미합니다.
ko_mt: 떼가 생계를 위해 드레젠에서 사방으로 날아가고 있습니다. 과거의 하인, 적, 아군을 구분하지 않습니다. 이제부터는.. 더 이상 그런 건 없을 겁니다. 오직 무리만 있을 뿐입니다. 지금은 포만감을 느끼지만 내일은 더 크고 무서운 존재가 될 것입니다.

source: {g|Event_IHaveEatenCrusade_3}[Choice effects]{/g} For ascendancy!
ko: {g|Event_IHaveEatenCrusade_3}[선택 효과]{/g} 승천을 위하여!
ko_mt: {g|Event_IHaveEatenCrusade_3}[선택 효과]{/g} 승천을 위하여!

source: Your mind transcends the farcical bustling of mortals, the trifles that trouble them and comprise the core of their lives. These wars, armies, fortresses, advisors, allies, and enemies... all are such a worthless waste of time. Now, you are above it all, and it does not become you to concern yourself with trivialities. You are privy to truths dark and frightening... but it is not you whom they fill with fright.
ko: 당신의 정신은 필멸자들의 하찮은 발악, 우스꽝스러운 말다툼, 그리고 그들의 삶에 만연한 사소한 문제들을 초월합니다. 이 모든 전쟁들, 군대들, 요새들, 조언자들, 아군들, 그리고 적군들... 모든 것이 아무런 의미없는 시간낭비에 불과합니다. 이제 당신은 그들 모두를 뛰어 넘었습니다. 이런 진부한 질문들은 당신에게 어울리지 않습니다. 당신은 끔찍한 비밀들을 알게 되었지만... 그들이 두려워하는 것은 당신이 아닐 겁니다.
ko_mt: 당신의 마음은 인간들의 시끌벅적한 번잡함, 그들을 괴롭히고 삶의 핵심을 구성하는 사소한 일들을 초월합니다. 전쟁, 군대, 요새, 조언자, 아군, 적군.. 모두 쓸모없는 시간 낭비일 뿐입니다. 이제 당신은 그 모든 것 위에 있으며, 사소한 일에 신경 쓸 필요가 없습니다. 당신은 어둡고 무서운 진실을 알고 있지만.. 그 진실을 공포로 채우는 것은 당신이 아닙니다.

source: I Am the Swarm
ko: 나는 군단이다
ko_mt: 나는 군단이다

source: From now on, you are on your own. No more are the armies made up of worms, mere sheep sent to slaughter. No more wretched hovels filled with weak bodies seeking shelter from the storms of the Worldwound. No generals stealing your pleasure of personally ending your enemies. No more empty words from your blind and feeble-minded advisors, wasting your time. From now on, there is only destruction. Extermination. Eradication. You are not merely going to devour someone's flesh or life, but the entirety of the Fifth Crusade as a concept, as an idea... but for what?
ko: 지금부터 당신은 혼자입니다. 벌레들로 이루어진 군단은 도살장의 어린 양이 되어 사라졌습니다. 세계상처에서 대피소를 찾던 약한 자들로 가득 찬 오두막도 이제는 없습니다. 적을 죽이는 기쁨을 빼앗아가던 지휘관들도 이제는 없습니다. 당신의 시간을 낭비하며, 공허한 말만을 되풀이하던 눈 멀고 약한 의지의 조언자들도 이제는 없습니다. 지금부터, 오직 파괴 몰살 박멸만이 있을 것입니다. 당신은 단순히 살과 목숨을 집어삼키는 것이 아닌, 다섯번째 성전 그 자체와 그 개념까지 집어 삼킬 것입니다... 하지만... 무엇을 위해서...?
ko_mt: 이제부터 여러분은 혼자입니다. 더 이상 벌레로 구성된 군대도, 도살장으로 보내진 양떼도 없습니다. 세계상처의 폭풍을 피해 피난처를 찾는 나약한 시체들로 가득한 비참한 오두막집도 더 이상 없습니다. 적을 직접 끝장내는 즐거움을 훔치는 장군도 없습니다. 더 이상 맹목적이고 나약한 조언자들의 공허한 말로 시간을 낭비할 필요도 없습니다. 이제부터는 오직 파괴만이 존재합니다. 박멸. 박멸. 단순히 누군가의 육체나 생명을 삼키는 것이 아니라 제5차 성전 전체를 개념과 사상으로 삼켜야 합니다.. 하지만 무엇을 위해?

source: {g|InnocentDawn_HeavyFlail_LifeSource}[Choice effects]{/g} Summon the Triumphant Noontide
ko: {g|InnocentDawn_HeavyFlail_LifeSource}[선택 효과]{/g} 승리의 정오를 요청한다
ko_mt: {g|InnocentDawn_HeavyFlail_LifeSource}[선택 효과]{/g} 승리의 정오 소환

source: The goddess is merciful; in her dominion she brings life, hope, and enlightenment to her warriors. The sun dominates the world and its victory is inevitable.
ko: 자비로운 여신께서는 그녀의 병사들에게 생명과 희망, 그리고 계시를 보내주었습니다. 태양은 세계를 지배하고, 승리는 틀림없이 우리의 것일 겁니다.
ko_mt: 여신은 자비로우며, 그녀의 통치 아래에서 전사들에게 생명과 희망, 깨달음을 선사합니다. 태양은 세상을 지배하며 태양의 승리는 필연적입니다.

source: {g|InnocentDawn_LightShield_LifeSource}[Choice effects]{/g} Summon the Triumphant Noontide
ko: {g|InnocentDawn_LightShield_LifeSource}[선택 효과]{/g} 승리의 정오를 요청한다
ko_mt: {g|InnocentDawn_LightShield_LifeSource}[선택 효과]{/g} 승리의 정오 소환

source: {g|InnocentDawn_Scalemail_LifeSource}[Choice effects]{/g} Summon the Triumphant Noontide
ko: {g|InnocentDawn_Scalemail_LifeSource}[선택 효과]{/g} 승리의 정오를 요청한다
ko_mt: {g|InnocentDawn_Scalemail_LifeSource}[선택 효과]{/g} 승리의 정오 소환하기

source: {g|InnocentDawn_HeavyFlail_ObliteratingLight}[Choice effects]{/g} Summon the Sanguineous Sundown
ko: {g|InnocentDawn_HeavyFlail_ObliteratingLight}[선택 효과]{/g} 핏빛 일몰을 요청한다
ko_mt: {g|InnocentDawn_HeavyFlail_ObliteratingLight}[선택 효과]{/g} 상쾌한 일몰 소환

source: The goddess's patience has run out and she is now willing to bring down her wrath on her dark enemies. Her power will smite the impure as it once scourged Rovagug! The sun will drive away the darkness and incinerate its minions in this last bloody sunset!
ko: 여신의 인내심이 한계에 달했고, 이제 그녀는 적들에게 분노를 쏟아내고자 합니다. 그녀의 힘은 과거 로바거그를 공격했던 것 처럼, 불순한 자들을 처단할 것입니다! 핏빛 노을 속에서 태양이 어둠을 몰아내고, 그 하수인들을 불 태워버릴 것입니다!
ko_mt: 여신의 인내심이 바닥을 드러낸 그녀는 이제 어둠의 적들에게 분노를 퍼붓고자 합니다. 한때 로바구그를 채찍질했던 것처럼 여신의 힘이 불순한 자들을 처단할 것입니다! 태양이 어둠을 몰아내고 마지막 피의 석양에서 그 하수인들을 불태울 것입니다!

source: {g|InnocentDawn_LightShield_ObliteratingLight}[Choice effects]{/g} Summon the Sanguineous Sundown
ko: {g|InnocentDawn_LightShield_ObliteratingLight}[선택 효과]{/g} 핏빛 일몰을 요청한다
ko_mt: {g|InnocentDawn_LightShield_ObliteratingLight}[선택 효과]{/g} 상쾌한 일몰 소환

source: {g|InnocentDawn_Scalemail_ObliteratingLight}[Choice effects]{/g} Summon the Sanguineous Sundown
ko: {g|InnocentDawn_Scalemail_ObliteratingLight}[선택 효과]{/g} 핏빛 일몰을 요청한다
ko_mt: {g|InnocentDawn_Scalemail_ObliteratingLight}[선택 효과]{/g} 상쾌한 일몰 소환

source: Enchanting the Faultless Daybreak
ko: 무결한 여명에 마법 부여하기
ko_mt: 무결점 새벽의 마법 부여

source: Priests of Sarenrae immersed in meditation have received a sign from the goddess. The message was mysterious and unclear, but the priests agree on one thing — the time of the Faultless Daybreak has passed. The advocates of peace among them claim that this is the hour of the Triumphant Noontide, yet their belligerent opponents believe in the advent of the Sanguineous Sundown.
ko: 명상에 잠긴 서렌레이의 사제들은 여신으로부터 어떤 계시를 받았습니다. 전언의 내용은 기이하고 불분명했으나, 사제들 모두가 한 가지 내용에는 동의했습니다 — 바로 무결한 여명의 때는 지나갔다는 것이었습니다. 사제들 중 평화를 원하는 이들은 이것이 승리의 정오를 뜻하는 것이라고 주장했고, 공격적인 이들은 이것이 핏빛 일몰의 징조라고 믿고 있습니다.
ko_mt: 명상에 잠긴 사렌래의 사제들이 여신의 계시를 받았습니다. 메시지는 신비롭고 불분명했지만 사제들은 한 가지에 동의합니다. 무결점 새벽의 시간이 지났다는 것입니다. 평화를 옹호하는 이들은 지금이 승리의 정오의 시간이라고 주장하지만, 호전적인 적대자들은 비관적인 일몰의 도래를 믿습니다.

source: {g|InnocentDawn_HeavyFlail}[Choice effects]{/g} Heavy Flail
ko: {g|InnocentDawn_HeavyFlail}[선택 효과]{/g} 대형 도리깨
ko_mt: {g|InnocentDawn_HeavyFlail}[선택 효과]{/g} 대형 도리깨

source: {g|InnocentDawn_LightShield}[Choice effects]{/g} Light Shield
ko: {g|InnocentDawn_LightShield}[선택 효과]{/g} 소형 방패
ko_mt: {g|InnocentDawn_LightShield}[선택 효과]{/g} 소형 방패

source: {g|InnocentDawn_Scalemail}[Choice effects]{/g} Scalemail
ko: {g|InnocentDawn_Scalemail}[선택 효과]{/g} 미늘갑옷
ko_mt: {g|InnocentDawn_Scalemail}[선택 효과]{/g} 미늘갑옷

source: The Fate of the Faultless Daybreak
ko: 무결한 여명의 운명
ko_mt: 무결점 데이브레이크의 운명

source: The return of the Faultless Daybreak is a sign that promises victory to the crusaders. The glow of this holy relic put on the Commander's gear will fill the souls of brave warriors with hope and their hands with power. It is necessary to decide on which item it will be placed.
ko: 다시 나타난 무결한 여명은 성전사들에게 있어 약속된 승리의 상징입니다. 사령관의 장비에 박힌 성스러운 유물이 내뿜는 휘광은 용감한 병사들의 가슴을 희망으로 채우고 두 손에 힘을 불어넣어 줄 것입니다. 이제 어느 물품에 이 유물을 안치할지를 결정해야 합니다.
ko_mt: 무결점 새벽의 귀환은 십자군에게 승리를 약속하는 징조입니다. 사령관의 장비에 착용한 이 성스러운 유물의 빛은 용감한 전사들의 영혼을 희망으로, 손을 힘으로 가득 채울 것입니다. 어떤 아이템을 배치할지 결정할 필요가 있습니다.

source: {g|IzHeritage_1_event}[Choice effects]{/g} Call to the spirits of the Sarkorian land
ko: {g|IzHeritage_1_event}[선택 효과]{/g} 사코리스 땅의 정령들을 불러낸다
ko_mt: {g|IzHeritage_1_event}[선택 효과]{/g} 사르코리안 땅의 영혼을 불러내다

source: The decrepit shaman performed a long rite and handed the ring to the Commander with a bow, naming {mf|him|her} "the great avenger of Sarkoris."
ko: 노쇠한 주술사는 긴 시간동안 의식을 행했고, 사령관에게 예의를 갖추며 "사코리스의 위대한 복수자" 라는 이름을 붙인 반지를 건네주었습니다.
ko_mt: 쇠락한 주술사는 긴 의식을 치르고 지휘관에게 {mf|him|her}이라는 이름을 붙인 반지를 절과 함께 건네주었다. "사르코리스의 위대한 복수자"

source: {g|IzHeritage_2_event}[Choice effects]{/g} Call to the spirits of the Sarkorian sky
ko: {g|IzHeritage_2_event}[선택 효과]{/g} 사코리스 하늘의 정령들을 불러낸다
ko_mt: {g|IzHeritage_2_event}[선택 효과]{/g} 사르코리안 하늘의 영혼을 불러내다

source: {g|IzHeritage_3_event}[Choice effects]{/g} Call to the spirits of the ancestors
ko: {g|IzHeritage_3_event}[선택 효과]{/g} 조상들의 영혼을 불러낸다
ko_mt: {g|IzHeritage_3_event}[선택 효과]{/g} 조상들의 영혼을 부르기

source: {g|IzHeritage_4_event}[Choice effects]{/g} Call to the spirits of wild beasts
ko: {g|IzHeritage_4_event}[선택 효과]{/g} 맹수의 영혼을 불러낸다
ko_mt: {g|IzHeritage_4_event}[선택 효과]{/g} 야생 짐승의 영혼을 불러내다

source: {g|IzHeritage_5_event}[Choice effects]{/g} Call to the spirits of the elements
ko: {g|IzHeritage_5_event}[선택 효과]{/g} 원소 정령들을 불러낸다
ko_mt: {g|IzHeritage_5_event}[선택 효과]{/g} 원소의 정령에게 부름

source: The Jewel of Iz
ko: 이즈의 보석
ko_mt: 이즈의 보석

source: An ancient shaman has come to Drezen. He is very old, even claiming that he saw the fall of Iz with his own eyes back when he was still an apprentice. He has survived in the Worldwound for over a century, hiding in the vicinity of his home city and begging the ancestors to send his land deliverance from the Abyssal yoke. When he saw the crusaders pushing the demons back, he made his way to the Commander to thank {mf|him|her} and offer {mf|him|her} a gift. He brought an ancient gold ring, once worn by the founder and first ruler of Iz. The old shaman is willing to call upon the spirits to fill it with power.
ko: 고대 주술사가 드레젠에 도착했습니다. 그는 아주 늙었고, 그가 아직 견습생일 때, 이즈의 몰락을 두 눈으로 직접 보았다고 주장합니다. 세계상처에서 한 세기 동안 생존한 주술사는 고향 도시 근처에 숨어, 매일같이 그가 살던 땅을 구원하고, 심연의 굴레에서 해방시켜달라고 선조들께 빌었습니다. 성전사들이 데몬들을 무찌르는 걸 본 주술사는, 사령관에게 감사와 선물을 전하고자 사령관을 알현하러 왔습니다. 그는 한때 이즈의 첫번째 지도자와 건국자가 착용했던 아주 오래된 황금 반지를 가져왔습니다. 늙은 주술사는 영혼들을 불러내, 반지에 힘을 불어넣고자 합니다.
ko_mt: 고대 주술사가 드레젠을 찾아왔습니다. 그는 매우 늙었고, 심지어 자신이 아직 견습생이었을 때 이즈의 몰락을 직접 목격했다고 주장합니다. 그는 한 세기가 넘도록 세계상처에서 살아남아 고향 근처에 숨어 조상들에게 심연의 멍에에서 이 땅을 구해달라고 간청하고 있습니다. 성전사들이 데몬들을 밀어내는 것을 본 그는 {mf|그|그녀}에게 감사를 표하고 {mf|그|그녀}에게 선물을 바치기 위해 사령관에게 찾아갔어요. 그는 이즈의 창시자이자 초대 통치자가 끼고 있던 고대 금반지를 가져왔습니다. 늙은 주술사는 정령에게 기꺼이 그 반지에 힘을 채워달라고 부탁합니다.

source: {g|KnightsEmblem_Belt_Holy}[Choice effects]{/g} Pray for the fallen knight Linds
ko: {g|KnightsEmblem_Belt_Holy}[선택 효과]{/g} 타락한 기사 린드를 위해 기도한다
ko_mt: {g|KnightsEmblem_Belt_Holy}[선택 효과]{/g} 쓰러진 기사 린즈를 위해 기도해 주세요.

source: The sins of the fallen knight Mallander Linds might be great but he was driven by a desire to fight evil. A common prayer by the priests lightened the draconian sentence handed down to Linds after death, his crimes were forgotten, and the seal of darkness was taken from his name and legacy.
ko: 말랜더 린드가 저지른 죄악은 컸으나, 그는 다만 악에 맞서 싸우고자 하는 뜻에 과하게 이끌렸을 따름이었습니다. 사제들은 죽은 죄인들의 죄를 사하는 일반적인 기도를 올렸습니다. 그의 죄는 잊혀지고, 그의 이름과 유산에 찍혀 있던 어둠의 낙인도 사라졌습니다.
ko_mt: 타락한 기사 말랜더 린스의 죄는 크지만, 그는 악에 맞서 싸우고자 하는 열망에 불타고 있었습니다. 사제들의 공통된 기도로 사후 린드에게 내려진 가혹한 형벌이 완화되었고, 그의 범죄는 잊혀졌으며, 그의 이름과 유산에서 어둠의 봉인이 제거되었습니다.

source: {g|KnightsEmblem_Belt_Unholy}[Choice effects]{/g} Shame the fallen knight Linds
ko: {g|KnightsEmblem_Belt_Unholy}[선택 효과]{/g} 타락한 기사 린드를 모욕한다
ko_mt: {g|KnightsEmblem_Belt_Unholy}[선택 효과]{/g} 타락한 기사 린드 부끄러워

source: Mallander Linds attained a level of truth available to few. He realized that war is darkness, evil, and bloodshed, and light has no place in it. Linds could become a hero of the Crusade only by casting off his doubts and venturing as far into the darkness as was required. His great feats would atone for his sins, but Linds was weak, this is why he died a man of no account. For this reason, creedbound priests scorned his pathetic name and his legacy was desecrated.
ko: 말랜더 린드는 보통 사람은 다다르지 못하는 어떤 진실에 도달했습니다. 그는 전쟁은 곧 어둠이며, 악이고, 유혈이므로 빛이 들어설 여지가 없음을 안 것입니다. 그가 스스로가 가진 미혹을 떨치고 어둠 속으로 깊이 뛰어들었다면 성전군의 영웅이 될 수 있었습니다. 대업을 이룸으로써 스스로의 죄를 씻을 수도 있었습니다. 그러나 그는 약했고, 그것이 그가 몰락한 이유였습니다. 이러한 이유로, 독실한 사제들은 그의 한심한 이름과 그 유산을 모독했습니다.
ko_mt: 맬랜더 린즈는 소수의 사람만이 도달할 수 있는 진리의 경지에 도달했습니다. 그는 전쟁은 어둠과 악, 유혈이 난무하는 곳이며 그 안에는 빛이 설 자리가 없다는 것을 깨달았습니다. 린즈는 의심을 버리고 필요한 만큼 어둠 속으로 모험을 떠나야만 십자군 전쟁의 영웅이 될 수 있었습니다. 그의 위대한 업적은 그의 죄를 속죄할 수 있었지만, 린즈는 나약했기 때문에 무명인사로 죽었습니다. 이런 이유로 신념에 얽매인 사제들은 그의 한심한 이름을 조롱했고 그의 유산은 더럽혀졌습니다.

source: {g|KnightsEmblem_Chainmail_Holy}[Choice effects]{/g} Pray for the fallen knight Linds
ko: {g|KnightsEmblem_Chainmail_Holy}[선택 효과]{/g} 타락한 기사 린드를 위해 기도한다
ko_mt: {g|KnightsEmblem_Chainmail_Holy}[선택 효과]{/g} 쓰러진 기사 린즈를 위해 기도해 주세요.

source: {g|KnightsEmblem_Chainmail_Unholy}[Choice effects]{/g} Shame the fallen knight Linds
ko: {g|KnightsEmblem_Chainmail_Unholy}[선택 효과]{/g} 타락한 기사 린드를 모욕한다
ko_mt: {g|KnightsEmblem_Chainmail_Unholy}[선택 효과]{/g} 타락한 기사 린드 부끄러워

source: {g|KnightsEmblem_ShortSword_Holy}[Choice effects]{/g} Pray for the fallen knight Linds
ko: {g|KnightsEmblem_ShortSword_Holy}[선택 효과]{/g} 타락한 기사 린드를 위해 기도한다
ko_mt: {g|KnightsEmblem_ShortSword_Holy}[선택 효과]{/g} 쓰러진 기사 린즈 기도

source: {g|KnightsEmblem_ShortSword_Unholy}[Choice effects]{/g} Shame the fallen knight Linds
ko: {g|KnightsEmblem_ShortSword_Unholy}[선택 효과]{/g} 타락한 기사 린드를 위해 모욕한다
ko_mt: {g|KnightsEmblem_ShortSword_Unholy}[선택 효과]{/g} 타락한 기사 린드 비난

source: Enchanting the Crest of the Fallen Knight
ko: 타락한 기사의 문장에 마법 부여하기
ko_mt: 타락한 기사의 문장 인챈팅

source: The clerics are divided on whether Mallander Linds was a hero or a blackguard. Some want to pray to good deities for him, others wish to stigmatize his name.
ko: 말랜더 린드가 영웅이었는지, 또는 괴물에 불과했는지에 대해 사제들이 두 무리로 나뉘었습니다. 한 파벌은 그를 위해 선한 신들의 이름으로 기도하길 원하고, 다른 한 파벌은 그의 이름에 낙인을 찍길 원합니다.
ko_mt: 성직자들은 말랜더 린스가 영웅인지 흑수인지에 대해 의견이 분분합니다. 어떤 이들은 그를 위해 선한 신에게 기도하길 원하고, 어떤 이들은 그의 이름에 오명을 씌우길 원합니다.

source: {g|KnightsEmblem_Belt}[Choice effects]{/g} Belt
ko: {g|KnightsEmblem_Belt}[선택 효과]{/g} 허리띠
ko_mt: {g|KnightsEmblem_Belt}[선택 효과]{/g} 허리띠

source: {g|KnightsEmblem_Chainmail}[Choice effects]{/g} Chainmail
ko: {g|KnightsEmblem_Chainmail}[선택 효과]{/g} 사슬갑옷
ko_mt: {g|KnightsEmblem_Chainmail}[선택 효과]{/g} 사슬갑옷

source: {g|KnightsEmblem_ShortSword}[Choice effects]{/g} Shortsword
ko: {g|KnightsEmblem_ShortSword}[선택 효과]{/g} 소검
ko_mt: {g|KnightsEmblem_ShortSword}[선택 효과]{/g} 소검

source: The Fate of the Crest of the Fallen Knight
ko: 타락한 기사의 문장의 운명
ko_mt: 타락한 기사의 문장의 운명

source: Whether the fallen knight Mallander Linds was a tragic hero or a sinful traitor, he certainly was a powerful wizard, and a part of his magical force is still enclosed in his emblem. By placing it on an item, masters can set this magic free and use it for good... or for evil. You just need to decide what its place is.
ko: 타락한 기사 말랜더 린드가 비극적인 영웅이었는지, 혹은 대죄를 저지른 배반자였는지와 별개로, 그는 강력한 위저드였으며 그의 마력의 일부가 여전히 그의 문장에 담겨 있습니다. 이 문장을 어떤 물품에 안치함으로써, 장인들은 그 힘을 선을... 혹은 악을 위해 사용하도록 할 수 있습니다. 이 문장이 어느 물품에 안치될지를 정해야 합니다.
ko_mt: 몰락한 기사 말랜더 린드가 비극적인 영웅이든 죄 많은 반역자이든, 그는 분명 강력한 위저드였으며, 그의 마법력의 일부가 여전히 그의 휘장에 담겨 있습니다. 마스터는 아이템에 이 문양을 새겨 넣음으로써 이 마법을 해방시켜 선에 사용하거나 악에 사용할 수 있습니다. 그 위치가 어디인지 결정하기만 하면 됩니다.

source: Seelah's plan worked: shamed by hearing the words of the Commander's loyal officers, the soldiers willingly turned in the instigators, restoring the army's obedience.
ko: 실라의 계획이 성공했습니다. 사령관을 충실하게 따르는 장교들이 훈계하자, 수치를 느낀 병사들이 선동자들에게 반기를 들었습니다. 부대의 규율이 회복됩니다.
ko_mt: 실라의 계획은 성공했습니다. 사령관의 충성스러운 장교들의 말을 듣고 수치심을 느낀 병사들은 선동자들을 기꺼이 자수했고, 군대는 다시 복종하기 시작했습니다.

source: Regill suppressed the mutiny with ruthless efficiency. After the instigators were executed, the army's obedience was restored.
ko: 레질은 무자비한 효율성으로 반란을 진압했습니다. 선동자들이 처형되자 부대의 규율이 회복되었습니다.
ko_mt: 레질은 무자비한 효율성으로 반란을 진압했습니다. 선동자들이 처형된 후 군대의 복종은 회복되었습니다.

source: Daeran's plan worked: the leaders of the Wary fell at the hands of their own deputies, who then quickly brought the soldiers to heel.
ko: 대런의 계획이 성공했습니다. 신중한 자들의 지도자는 단체 내의 2인자들의 손에 제거되었고, 이들은 빠르게 병사들의 복종을 이끌어냈습니다.
ko_mt: 대런의 계획은 성공적이었습니다. 워리어의 지도자들은 자신의 대리인들의 손에 쓰러졌고, 대리인들은 병사들을 재빨리 제압했습니다.

source: The negotiations ended in disaster. After a long and futile argument, the representatives of the Wary drew their weapons. In the bloody skirmish that ensued, the Commander's opponents were slain, and thus the army's obedience was restored — but the victory cost the crusaders dearly.
ko: 협상은 파국으로 치닫았습니다. 길고 의미없는 논쟁이 끝나자, 신중한 자의 대표자들이 무기를 칼집에서 꺼냈습니다. 유혈이 낭자한 일련의 교전 속에서 사령관의 적들은 쓰러졌고, 그렇게 부대의 규율이 회복되었습니다. 하지만 승리를 위해 성전사들은 큰 대가를 치뤄야만 했습니다.
ko_mt: 협상은 재앙으로 끝났습니다. 길고 쓸데없는 논쟁 끝에 워리어 대표들은 무기를 뽑았습니다. 이어진 피비린내 나는 전투에서 사령관의 적들은 죽임을 당했고 군대의 복종은 회복되었지만, 십자군은 승리로 인해 막대한 대가를 치렀습니다.

source: The Commander's plan succeeded. Surrounded by loyalists, the mutineers quickly drained their stores of provisions and water. Their only option was to break through the cordon through violence, but the conspirators could not bring themselves to order their forces to start killing the crusaders first. Soon, the soldiers lost their nerve and turned in the instigators.
ko: 사령관의 계획이 성공했습니다. 충성파에게 포위당한 반란자들은 물과 비축물자를 빠르게 소모했습니다. 그들에게 놓여진 선택지는 오직 무력으로 포위망을 돌파하는 것 뿐이였습니다. 하지만 선동가들은 성전사들을 공격하도록 명령할 수 없었고, 머지않아 병사들은 이에 분노하며 선동가들에게 반기를 들었습니다.
ko_mt: 사령관의 계획은 성공했습니다. 충성스러운 부하들에게 둘러싸인 반란군은 재빨리 식량과 물을 고갈시켰습니다. 유일한 선택은 폭력으로 봉쇄선을 돌파하는 것이었지만, 음모자들은 십자군을 먼저 죽이라고 군대에 명령할 수 없었습니다. 곧 병사들은 이성을 잃고 선동자들을 자수했습니다.

source: Harmattan's Army is Approaching
ko: 하르마탄의 부대가 다가오고 있습니다

source: The scouts report an army under the command of captain Harmattan, a conspirator and traitor. Soon it will arrive in Drezen. The Military Council calls the Commander for an urgent meeting.
ko: 정찰병들이 선동가이자 배신자인 하르마탄 대장이 이끄는 부대가 곧 드레젠에 도착한다고 보고했습니다. 군사 자문단은 급히 사령관을 만나고자 합니다.

source: A rough-looking Pathfinder with an inconspicuous face appears out of nowhere. He raises his hands, indicating that he comes in peace. He hands you a letter: "Commander, I request an urgent meeting. My situation is desperate. Only your intervention can save my daughter and me. You can find me in the usual place, since a disability prevents me from coming to you. I'm counting on you. Venture-captain Hilor."
ko: 평범한 얼굴을 가졌지만, 거친 인상의 패스파인더가 갑자기 나타났습니다. 그는 두 손을 들어, 자신이 평화로운 목적을 위해 왔음을 보였습니다. 패스파인더는 당신에게 편지를 한 통 전합니다 "사령관님, 저는 긴급한 만남을 요청하는 바입니다. 현재 제 상황은 절망적입니다. 오직 사령관님의 개입만이 저와 제 딸의 목숨을 구할 수 있습니다. 저는 지금 사령관님을 직접 보러갈 수 없는 상황입니다. 제가 항상 있던 곳에서 저를 찾을 수 있으실 겁니다. 저는 사령관님을 믿습니다 모험 대장 하일러."

source: {g|MaskOfAreshkagal_Belt_TabulaRasa}[Choice effects]{/g} Cleanse the spirit of Lirk Ha'an
ko: {g|MaskOfAreshkagal_Belt_TabulaRasa}[선택 효과]{/g} 리르크 하'안의 영혼을 정화한다
ko_mt: {g|MaskOfAreshkagal_Belt_TabulaRasa}[선택 효과]{/g} 리르크 하안의 영혼을 정화하다

source: The humble monk once almost fell victim to the Faceless Sphinx just as Lirk Ha'an had. Only humility saved him from madness, and the monk has wanted to show mercy to the fallen sage ever since. He meditated over the relic, contacted the Face-Stealer's spirit, and shared his enlightenment. The relic of Lirk Ha'an thus became a testament to the fact that no evil magic lasts forever and every evil can be overcome.
ko: 겸허한 수도승이 한 때 리르크 하'안이 그랬던 것처럼, 얼굴없는 스핑크스에게 패배할 뻔 했습니다. 하지만 그가 지닌 겸손이 그를 광기에서 구했습니다. 그리고 그날 이후로, 수도승은 타락한 현자에게 자비를 베풀고자 마음 먹었습니다. 그는 명상을 통해 얼굴 도둑의 영혼과 만날 수 있었고, 자신의 깨달음을 공유했습니다. 리르크 하'안의 유물은 그 어떤 사악한 마법도 영원할 수는 없으며, 모든 악은 극복할 수 있다는 사실에 대한 증거가 되었습니다.
ko_mt: 이 겸손한 수도사는 한때 리르크 하안이 그랬던 것처럼 얼굴 없는 스핑크스의 희생양이 될 뻔했습니다. 오직 겸손만이 그를 광기에서 구해줬고, 수도사는 그 후로 타락한 현자에게 자비를 베풀고 싶어 했습니다. 그는 유물을 묵상하고 얼굴을 훔친 자의 영혼과 접촉하여 깨달음을 나누었습니다. 리르크 하안의 유물은 영원히 지속되는 사악한 마법은 없으며 모든 악은 극복할 수 있다는 사실을 증명하는 증거가 되었습니다.

source: {g|MaskOfAreshkagal_Belt_Void}[Choice effects]{/g} Summon the victims of the Face-Stealer
ko: {g|MaskOfAreshkagal_Belt_Void}[선택 효과]{/g} 얼굴 도둑의 희생자들을 소환한다

source: The necromancer that had arrived in Drezen said that the Face-Stealer's relic was still connected to the souls of his victims. He summoned the ghosts and made a pact of service with them — in exchange for the right to torture the spirit of their killer, the spiteful dead swore to serve the relic's owner for all eternity. Their whispers will darken the minds of enemies and fill them with terror.
ko: 드레젠에 도착한 사령술사가 말하길, 얼굴 도둑의 유물은 아직도 희생자들의 영혼과 연결되어 있다고 합니다. 사령술사는 유령들을 소환했고, 자신들을 죽인 자의 영혼을 고문할 수 있는 권리를 대가로, 소환된 유령들과 봉사의 계약을 맺었습니다. 한맺힌 유령들은 유물 소지자를 영원히 섬길 것을 맹세하였습니다. 그들의 속삭임은 적들의 정신을 검게 물들이고, 공포로 가득 채울 것입니다.
ko_mt: 드레젠에 도착한 강령술사는 얼굴 도둑의 유물이 여전히 희생자들의 영혼과 연결되어 있다고 말했습니다. 그는 유령들을 소환하고 그들과 섬김의 계약을 맺었습니다. 살인자의 영혼을 고문할 수 있는 권리를 얻는 대신, 악의에 찬 망자들은 유물의 주인을 영원히 섬기겠다고 맹세했습니다. 그들의 속삭임은 적의 마음을 어둡게 하고 공포로 가득 채울 것입니다.

source: {g|MaskOfAreshkagal_Mask_TabulaRasa}[Choice effects]{/g} Cleanse the spirit of Lirk Ha'an
ko: {g|MaskOfAreshkagal_Mask_TabulaRasa}[선택 효과]{/g} 리르크 하'안의 영혼을 정화한다
ko_mt: {g|MaskOfAreshkagal_Mask_TabulaRasa}[선택 효과]{/g} 리르크 하안의 영혼을 정화하다

source: {g|MaskOfAreshkagal_Mask_Void}[Choice effects]{/g} Summon the victims of the Face-Stealer
ko: {g|MaskOfAreshkagal_Mask_Void}[선택 효과]{/g} 얼굴 도둑의 희생자들을 소환한다

source: Enchanting the Mask of the Face-Stealer
ko: 얼굴 도둑의 가면에 마법 부여하기

source: Two visitors have arrived in Drezen. They are requesting permission to conduct rituals over the remains of the Face-Stealer's mask. One of these spellcasters wishes to save the spirit of the fallen madman, while the other seeks to make him experience true torture. The Commander needs to decide whom to support.
ko: 두 방문자가 드레젠에 도착했습니다. 그들은 얼굴 도둑의 가면의 잔해에 의식을 치룰 수 있도록 허가를 요청하고 있습니다. 이 두 주문 시전자들 중 한명은 타락한 광인의 영혼을 구하길 원하지만, 또 다른 한명은 그에게 진정한 고문을 가하고자 합니다. 사령관이 누구를 지원할 지 결정할 때입니다.
ko_mt: 두 명의 방문객이 드레젠에 도착했습니다. 그들은 얼굴 훔치는 자의 가면의 잔해에 의식을 행할 수 있도록 허락해 달라고 요청하고 있습니다. 한 명은 타락한 광인의 영혼을 구하고자 하고, 다른 한 명은 그에게 진정한 고문을 경험하게 하고자 합니다. 사령관은 누구를 지원할지 결정해야 합니다.

source: {g|MaskOfAreshkagal_Belt}[Choice effects]{/g} A belt
ko: {g|MaskOfAreshkagal_Belt}[선택 효과]{/g} 허리띠
ko_mt: {g|MaskOfAreshkagal_Belt}[선택 효과]{/g} 허리띠

source: A master blacksmith ground the shards of the mask into dust, melted it down in his furnace, and cast the resulting metal into plates that formed a warrior's belt of extraordinary beauty.
ko: 성전의 대장장이가 가면의 파편을 가루로 만들고, 용광로에서 녹여냈습니다. 녹여낸 금속을 다시 철판으로 가공했고, 이를 다시 빛나는 아름다움을 지닌 전사의 허리띠를 만들어 냈습니다.
ko_mt: 대장장이가 가면의 파편을 갈아 가루로 만들고 용광로에서 녹여 금속을 주조한 다음, 그 결과물을 판으로 만들어 아름다운 전사의 허리띠를 만들었습니다.

source: {g|MaskOfAreshkagal_Mask}[Choice effects]{/g} A mask
ko: {g|MaskOfAreshkagal_Mask}[선택 효과]{/g} 가면
ko_mt: {g|MaskOfAreshkagal_Mask}[선택 효과]{/g} 마스크

source: Jewelers reassembled the mask from the shards, purged it of corruption, and adorned its edges with enchanted metal. The ominous artifact was turned into a true work of art.
ko: 보석 세공사는 가면의 조각들을 한 데 모으고, 타락을 정화했으며, 가면의 가장자리를 마법이 부여된 금속으로 장식했습니다. 불길한 유물이 완벽한 예술 작품으로 탈바꿈했습니다.
ko_mt: 보석 세공인들은 파편에서 가면을 재조립하고 부패한 부분을 제거한 후 가장자리를 마법에 걸린 금속으로 장식했습니다. 불길한 유물이 진정한 예술 작품으로 재탄생했습니다.

source: The Fate of the Mask of the Face-Stealer
ko: 얼굴 도둑의 가면의 운명

source: The craftsmen of the crusade are asking for the fragments of the Face-Stealer's mask in order to create a new relic out of them. What needs to be decided is the form this relic will take.
ko: 성전의 장인들은 얼굴 도둑의 가면 조각으로 새로운 유물을 만들고자 합니다. 어떤 유물을 만들 지, 사령관이 선택할 시간입니다.
ko_mt: 십자군 장인들은 얼굴 훔치는 자의 가면 조각으로 새로운 유물을 만들기 위해 그 조각을 요구하고 있습니다. 결정해야 할 것은 이 유물의 형태입니다.

source: Khorramzadeh's army was undone, along with his plans to retake Drezen. The arrogant leader of the demonic host did not deign to join the fight in person. He took flight, abandoning his soldiers.
ko: 코람자데의 부대는 드레젠 탈환에 실패했고, 패배했습니다. 데몬 군단의 오만한 사령관은 전투에 뛰어드는 대신 병사들을 사지로 내몰고는 도망쳤습니다.
ko_mt: 코람자데의 군대는 드레젠을 탈환하려는 계획과 함께 무너지고 말았습니다. 오만한 데몬 무리의 지도자는 직접 전투에 참여하지 않았습니다. 그는 병사들을 버리고 도망쳤습니다.

source: Storms Peak, the stronghold of the fierce Khorramzadeh, has been captured and destroyed to the ground. The mighty balor and his army will no longer be able to threaten Drezen from this location. Khorramzadeh opted to avoid a fight, leaving the citadel in the last moments of the battle, but there's no doubt that he will attempt to avenge such an affront.
ko: 무시무시한 코람자데의 요새인 Storms Peak은 점령되고, 파괴되었습니다. 강력한 발러와 그의 군단은 더 이상 이 지역에서 드레젠을 위협할 수 없을 것입니다. 코람자데는 전투가 막바지에 이르렀을 때, 자신의성채를 떠나 싸움을 피하기로 결정했습니다. 하지만 그가 곧 이러한 모욕을 복수하러 올 것이라는 사실은 의심할 여지가 없습니다.
ko_mt: 사나운 코람자데의 거점인 폭풍의 봉우리가 점령되어 완전히 파괴되었습니다. 강력한 발러와 그의 군대는 더 이상 이곳에서 드레젠을 위협할 수 없게 되었습니다. 코람자데는 전투를 피하고 전투 마지막 순간에 성채를 떠났지만, 그가 이러한 모욕에 대한 복수를 시도할 것이라는데는 의심의 여지가 없습니다.
