Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: An allied crusader army has been recruited at the Commander's headquarters. Army Strength is influenced by the number of losses suffered by the crusaders during the campaign. This decree can be issued only once.
ko_mt: 사령관 본부에서 연합 십자군 군대를 모집했습니다. 군대 힘은 캠페인 중에 십자군이 입은 손실의 수에 영향을 받습니다. 이 칙령은 한 번만 발령할 수 있습니다.

source: An allied crusader army has been recruited at the Commander's headquarters. Army Strength is influenced by the number of losses suffered by the crusaders during the campaign. This decree can be issued only once.
ko_mt: 사령관 본부에서 연합 십자군 군대를 모집했습니다. 군대 힘은 캠페인 중에 십자군이 입은 손실의 수에 영향을 받습니다. 이 칙령은 한 번만 발령할 수 있습니다.

source: An allied crusader army has been recruited at the Commander's headquarters. Army Strength is influenced by the number of losses suffered by the crusaders during the campaign. This decree can be issued only once.
ko_mt: 사령관 본부에서 연합 십자군 군대를 모집했습니다. 군대 힘은 캠페인 중에 십자군이 입은 손실의 수에 영향을 받습니다. 이 칙령은 한 번만 발령할 수 있습니다.

source: 24 {g|DemonicKnights}[Fallen Knights]{/g} are recruited at the Commander's headquarters.
ko_mt: 사령관 본부에서 24명의 {g|DemonicKnights}[타락한 기사]{/g}을 모집합니다.

source: All units gain the {g|PotionOfCourage_feat}[Potion of Courage]{/g} feat for 14 days.
ko_mt: 모든 유닛은 14일 동안 {g|PotionOfCourage_feat}[용기의 물약]{/g} 업적을 얻습니다.

source: 1 {g|ZagelforntzsGiants}[Zagelforntz's Giants]{/g} are recruited at the Commander's headquarters. All {g|ZagelforntzsGiants}[Zagelforntz's Giants]{/g} gain the {g|ZagelforntzsMasterpiece_feat}[Zagelforntz's Masterpiece]{/g} feat for 14 days.
ko_mt: 사령관 본부에서 {g|ZagelforntzsGiants}[자겔펀츠의 거인]{/g} 1명을 모집합니다. 모든 {g|ZagelforntzsGiants}[자겔펀츠의 거인]{/g}은 14일 동안 {g|ZagelforntzsMasterpiece_feat}[자겔프론츠의 걸작]{/g} 피트를 획득합니다.

source: Diplomatic relations have improved. The diplomatic council requests that the crusade leader attend their meeting and receive an update report.
ko_mt: 외교 관계가 개선되었습니다. 외교 위원회는 십자군 지도자에게 회의에 참석하여 업데이트 보고를 받도록 요청합니다.

source: A rough-looking Pathfinder with an inconspicuous face appears out of nowhere. He raises his hands, indicating that he comes in peace. He hands you a letter: "Commander, I request an urgent meeting. My situation is desperate. Only your intervention can save my daughter and me. You can find me in the usual place, since a disability prevents me from coming to you. I'm counting on you. Venture-Captain Hilor."
ko_mt: 눈에 띄지 않는 얼굴의 거칠어 보이는 패스파인더가 갑자기 나타납니다. 그는 손을 들어 평화롭게 왔다는 표시를 합니다. 그가 편지를 건넵니다. "관님, 긴급한 만남을 요청합니다. 제 상황이 절박합니다. 중령님의 개입만이 제 딸과 저를 구할 수 있습니다. 장애로 인해 제가 사령관님을 찾아뵙지 못하기 때문에 평소와 같은 장소에서 만나 뵙겠습니다. 당신만 믿고 있어요. "벤처 선장 하일러"

source: A New General at the Commander's Disposal
ko_mt: 사령관이 마음대로 쓸 수 있는 새로운 장군

source: The chain of command of the crusade has been strengthened. The Staff Council requests that the crusade leader attend their meeting and receive an update report.
ko_mt: 성전 지휘 체계가 강화되었습니다. 참모 위원회는 십자군 지도자가 회의에 참석하여 업데이트 보고를 받도록 요청합니다.

source: The scouts have sighted an army under the command of Captain Harmattan, a conspirator and traitor. It will soon be arriving in Drezen. The Military Council has summoned the Commander to an urgent meeting.
ko_mt: 정찰대가 음모자이자 반역자인 하마탄 대위가 지휘하는 군대를 목격했습니다. 곧 드레젠에 도착할 것입니다. 군의회는 사령관을 긴급 회의에 소환했습니다.

source: Approach of Harmattan's Army
ko_mt: 하마탄의 군대 접근

source: The crusade's logistics have been reformed. The Logistic Council requests that the crusade leader attend their meeting and receive an update report.
ko_mt: 십자군 병참이 개혁되었습니다. 물류 위원회는 십자군 지도자가 회의에 참석하여 업데이트 보고를 받도록 요청합니다.

source: The combat effectiveness of the crusader army has increased. The Military Council requests that the crusade leader attend their meeting and receive an update report.
ko_mt: 십자군 군대의 전투 효율이 증가했습니다. 군사 위원회는 십자군 지도자가 회의에 참석하여 업데이트 보고를 받도록 요청합니다.

source: Enchanting the Face-Stealer's Mask
ko_mt: 얼굴 훔치는 자의 가면 마법 부여하기

source: The Fate of the Face-Stealer's Mask
ko_mt: 얼굴을 훔치는 자의 가면의 운명

source: Attacks of all enemy units in all armies receive a 50% miss chance. This effect lasts for 2 days.
ko_mt: 모든 군대의 모든 적 유닛 공격이 50% 확률로 적중합니다. 이 효과는 2일 동안 지속됩니다.

source: Song of Deceiving Thicket
ko_mt: 속이는 덤불의 노래

source: All generals gain a +15 bonus to Power. This effect lasts for 2 days.
ko_mt: 모든 장수가 위력에 +15 보너스를 얻습니다. 이 효과는 2일 동안 지속됩니다.

source: Infernal Might
ko_mt: 지옥의 힘

source: The Lands of Yath gained their name from the living demonic Tower of Yath, which was built from a mound of vile flesh. All lands from which the tower's grim silhouette could be seen were deemed to be part of its dominion. Enhancing the crusade's diplomacy capabilities will unlock new possibilities offered by this region.
ko_mt: 야스의 땅은 사악한 살덩어리로 지어진 살아있는 데몬 야스의 탑에서 그 이름을 얻었습니다. 탑의 섬뜩한 실루엣이 보이는 모든 땅은 이 땅의 일부로 간주됩니다. 성전단의 외교 능력을 강화하면 이 지역이 제공하는 새로운 가능성을 열 수 있습니다.

source: The Wastes are uninhabited northern lands that stretch west to the Realm of the Mammoth Lords, who are waging their own war against the demons, albeit on a smaller scale than the Fifth Crusade. Enhancing the crusade's military, logistics, and diplomacy capabilities will unlock new possibilities offered by this region.
ko_mt: 황무지는 서쪽으로 매머드 군주 왕국까지 뻗어 있는 북부의 무인 땅으로, 제5차 성전보다는 규모는 작지만 데몬들과 자체적으로 전쟁을 벌이고 있습니다. 성전단의 군사, 병참, 외교 능력을 강화하면 이 지역에서 새로운 가능성을 열 수 있습니다.

source: The Winged Wood was once a great forest, but it has been corrupted by the energies of the Worldwound. Hidden among the festering trees are demon spawn and tormented dryads, almost deranged with grief. Enhancing the Commander's leadership prowess and the crusade's logistics and military capabilities will unlock new possibilities offered by this region.
ko_mt: 날개 달린 나무는 한때 거대한 숲이었지만, 세계상처의 기운에 의해 타락했습니다. 곪아 터진 나무들 사이에는 슬픔에 미쳐버린 데몬의 산물과 괴로워하는 드라이아드가 숨어 있습니다. 사령관의 리더십과 성전단의 병참 및 군사 능력을 강화하면 이 지역에서 새로운 가능성이 열릴 것입니다.

source: The enemy fort blocks the way
ko_mt: 적 요새가 길을 막고 있습니다.

source: The fort {0} is besieged by an enemy.
ko_mt: 요새 {0}가 적에게 포위되었습니다.

source: The cruel treatment of the prisoners tarnished the honor of the crusaders. Many of the soldiers were inspired by the Commander's noble actions.
ko_mt: 포로들에 대한 잔인한 처우는 십자군의 명예를 더럽혔습니다. 많은 병사들이 사령관의 고귀한 행동에 영감을 받았습니다.

source: Ulbrig performed a secret druidic ritual and offered a sacrifice to the spirit, immediately making him feel better. The spirit has given the crusaders his blessing as thanks for being healed.
ko_mt: 울브리그는 비밀 드루이드 의식을 치르고 정령에게 제물을 바쳤고, 즉시 기분이 나아졌습니다. 정령은 치료받은 것에 대한 감사의 표시로 성전사들에게 축복을 내렸습니다.

source: This option is unavailable because you do not have Ulbrig among your companions.
ko_mt: 이 옵션은 동료 중에 울브리그가 없으므로 사용할 수 없습니다.

source: A {g|Cheliax}Chelaxian{/g} lord with an escort of battle slaves wishes to join the crusade, but many crusaders loathe slavery. They are asking the Commander to free the thralls and banish the outlander.
ko_mt: 전투 노예를 호위하는 {g|Cheliax}첼리악스{/g} 영주가 십자군에 합류하고 싶지만, 많은 성전사가 노예제를 혐오합니다. 그들은 사령관에게 노예들을 풀어주고 이방인을 추방해 달라고 요청하고 있습니다.

source: {g|Event_27_2}[Choice effects]{/g} Get help from {g|Osirion}Osirion{/g}
ko_mt: {g|Event_27_2}[선택 효과]{/g} {g|Osirion}오시리온{/g}에서 도움 받기

source: {g|Event_27_4}[Choice effects]{/g} Find friends in {g|Nidal}Nidal{/g}
ko_mt: {g|Event_27_4}[선택 효과]{/g} {g|Nidal}나이달{/g}에서 친구 찾기

source: {g|Event_28_5}[Choice effects]{/g} Claim that the ban will infringe on the faith of {g|Cayden Cailean}Cayden Cailean{/g}
ko_mt: {g|Event_28_5}[선택 효과]{/g} 금지령이 {g|Cayden Cailean}케이든 케일런{/g}의 신앙을 침해할 것이라고 주장합니다.

source: A representative of the {g|Technic League}Technic League{/g} from Numeria arrived in Drezen. He offered to deliver a "batch of volunteers" for a reasonable price. However, the envoy's servant has secretly revealed that these are no volunteers, but a group of slaves. Knowing that slavery is banned in Mendev, the shrewd technomancer decided to sell his living goods under a false pretext.
ko_mt: 누메리아의 {g|Technic League}기술 연맹{/g} 대표자가 드레젠에 도착했습니다. 그는 합리적인 가격에 "지원자 일괄"을 제공하겠다고 제안했습니다. 하지만 사신의 하인은 이들이 자원자가 아니라 노예 집단이라는 사실을 몰래 폭로했습니다. 멘데브에서는 노예제도가 금지되어 있다는 사실을 알고 있던 영리한 기술자는 거짓 구실로 자신의 생필품을 팔기로 결정했습니다.

source: Officer ranks should be earned with steel, not bought with gold! Candidates for promotion now take part in public duels to first blood, proving their mettle to the soldiers, officers, and the Commander.
ko_mt: 장교 계급은 금으로 사는 것이 아니라 강철로 획득해야 합니다! 이제 진급 후보자들은 공개 결투에 참가하여 병사, 장교, 사령관에게 자신의 기량을 증명할 수 있습니다.

source: {g|Event_32_5}[Choice effects]{/g} Fight for ranks
ko_mt: {g|Event_32_5}[선택 효과]{/g} 순위 싸움

source: A group of acolytes of {g|Nethys}Nethys{/g} has arrived in Drezen to help the crusaders. All of them are powerful mages, but there is a catch — the eldest of them is only sixteen years old. Can children be sent to war?
ko_mt: {g|Nethys}네서스{/g}의 추종자 무리가 성전사들을 돕기 위해 드레젠에 도착했습니다. 모두 강력한 마법사지만 한 가지 문제가 있습니다. 그들 중 장남은 겨우 열여섯 살입니다. 아이들을 전쟁에 보낼 수 있나요?

source: A group of young {g|Cheliax}Chelaxian{/g} nobles has arrived in the Worldwound to hunt demons. They are willing to pay a generous sum if the crusaders provide them with this "entertainment."
ko_mt: 젊은 {g|Cheliax}첼리악스{/g} 귀족 무리가 데몬 사냥을 위해 세계상처에 도착했습니다. 그들은 성전사가 이 "오락"을 제공한다면 기꺼이 거액을 지불할 의향이 있습니다."

source: A group of emissaries has arrived in Drezen — the Knights of Ozem from Lastwall. For centuries, their chapter guarded a sinister artifact created by {g|Tar-Baphon}Tar-Baphon{/g}, a necromantic weapon of terrifying power. The power of the containment seal on the cursed relic has waned over the years, and the Knights of Ozem are worried that when it breaks, it will trigger a magical explosion. All living things for miles around will be turned into undead, the ground will be infected with deathly energies. The Knights of Ozem are asking for permission to take the dangerous artifact out into the lands of the Worldwound and destroy it there.
ko_mt: 드레젠에 라스트월의 오젬 기사단이라는 사절단이 도착했습니다. 이들의 지부는 수 세기 동안 무시무시한 힘을 지닌 강령술 무기인 {g|Tar-Baphon}타르-바폰{/g}이 만든 불길한 유물을 수호해 왔습니다. 저주받은 유물에 씌워진 봉인의 힘은 세월이 흐르면서 약해졌고, 오젬 기사단은 봉인이 깨지면 마법의 폭발이 일어날까봐 걱정하고 있습니다. 주변의 모든 생명체는 언데드로 변하고 땅은 치명적인 에너지에 감염될 것입니다. 오젬 기사단은 이 위험한 유물을 세계상처의 땅으로 가져가 파괴할 수 있도록 허락해 달라고 요청하고 있습니다.

source: {g|Event_44_2}[Choice effects]{/g} Let them stay and serve in the army
ko_mt: {g|Event_44_2}[선택 효과]{/g} 군대에 남아 복무하게 하세요

source: Nidal, the land of necromancers and followers of {g|Zon-Kuthon}Zon-Kuthon{/g}, is a nation of ill repute, but the demon invasion poses a threat even to them. The news that a contingent of Nidalese forces is on its way to Drezen has caused a scandal in the capital.
ko_mt: 강령술사와 {g|Zon-Kuthon}존-쿠톤{/g} 추종자들의 땅인 나이달은 악명 높은 나라이지만, 데몬의 침공은 이들에게도 위협이 되고 있습니다. 나이달레스의 파견대가 드레젠으로 향하고 있다는 소식에 수도가 발칵 뒤집혔습니다.

source: Heeding Ulbrig's advice, the Commander ordered that the dead from the reinforcements be laid to rest and their equipment given to the living soldiers. This decision has angered the Nidalese but strengthened the crusaders' faith in the Commander.
ko_mt: 사령관은 울브리그의 조언을 받아들여 지원군에서 죽은 자들을 안치하고 그들의 장비를 살아있는 병사들에게 주라고 명령했습니다. 이 결정은 나이달족의 분노를 샀지만 십자군 사령관에 대한 십자군 병사들의 믿음은 더욱 강해졌습니다.

source: {g|Event_44_5}[Choice effects]{/g} Put the Nidalese undead to rest
ko_mt: {g|Event_44_5}[선택 효과]{/g} 나이달 언데드를 쉬게 하세요

source: Being a dragon means having a heart of a dragon, for such is {g|Apsu}Apsu's{/g} wisdom. Having learned this truth, the young woman set out on a new path and inspired many others with her example.
ko_mt: 용이 된다는 것은 용의 마음을 갖는다는 뜻이니, {g|Apsu}압수{/g}의 지혜가 바로 그것입니다. 이 진리를 깨달은 젊은 여성은 새로운 길을 떠났고 자신의 모범으로 많은 사람들에게 영감을 주었습니다.

source: The Commander's choice filled the artisan with joy. The rusty sword had been blessed by the gods to smite evil. His whole life, the artisan had been trying to create a better blade, and he finally succeeded!
ko_mt: 사령관의 선택은 장인을 기쁨으로 가득 채웠다. 이 녹슨 검은 악을 물리치기 위해 신들의 축복을 받은 것이었으니까요. 장인은 평생 더 나은 검을 만들기 위해 노력했고, 마침내 성공했습니다!

source: A chilling truth about one of Drezen's jailers has come to light. He secretly became a worshiper of {g|Zon-Kuthon}Zon-Kuthon{/g}, terrorized all the prisoners, and learned magic that allowed him to use his brutal punishments to leech the life force from his victims.
ko_mt: 드레젠의 죄수 중 한 명에 대한 소름 끼치는 진실이 밝혀졌습니다. 그는 비밀리에 {g|Zon-Kuthon}존 쿠톤{/g}의 숭배자가 되어 모든 죄수들을 공포에 떨게 하고, 잔인한 형벌로 희생자의 생명력을 빨아들이는 마법을 배웠다는 것입니다.

source: Ulbrig performed a secret druidic ritual to cleanse the spirits of the corruption that had twisted them and persuaded them to leave the soldiers' bodies. News that the soldiers have been healed has strengthened the crusaders' belief in their ultimate victory over the forces of the Abyss.
ko_mt: 울브리그는 병사들을 뒤틀린 타락의 영혼을 정화하기 위해 비밀 드루이드 의식을 거행하고 병사들의 몸을 떠나도록 설득했습니다. 병사들이 치유되었다는 소식에 성전사들은 심연의 세력에 대한 궁극적인 승리에 대한 믿음을 더욱 굳건히 했습니다.

source: {g|Event_50_5}[Choice effects]{/g} Cleanse the corrupted spirits
ko_mt: {g|Event_50_5}[선택 효과]{/g} 타락한 영혼 정화

source: A follower of the goddess Milani has arrived in Drezen in secret and committed a murder. His victim was an officer from {g|Galt}Galt{/g} who had run from the revolution. Next to the body, they found a note that read "Everyone will pay" and a list of future victims that included several other officers. They deny being involved in anything.
ko_mt: 밀라니 여신의 추종자가 비밀리에 드레젠에 도착하여 살인을 저질렀습니다. 희생자는 혁명을 피해 도망친 {g|Galt}골트{/g}의 장교였습니다. 시신 옆에서 "모두가 대가를 치를 것이다"라고 적힌 메모와 다른 장교 몇 명이 포함된 향후 희생자 명단이 발견되었습니다. 그들은 어떤 연루도 부인하고 있습니다.

source: The drake is still young and inexperienced. The Commander's guidance will overcome its evil nature and nudge him to walk the path of {g|Apsu}Apsu{/g}. Who knows how many more drakes the Commander will be able to educate?
ko_mt: 드레이크는 아직 어리고 경험이 부족합니다. 사령관의 가르침으로 악한 본성을 극복하고 {g|Apsu}압수{/g}의 길을 걷도록 유도할 수 있습니다. 사령관이 얼마나 많은 드레이크를 더 교육할 수 있을지 누가 알겠습니까?

source: A group of {g|Asmodeus}Asmodean{/g} clerics has arrived in Drezen with a shipment of enchanted weapons. They claim that these blades must go to the warriors who are the most devout followers of their faith. The clerics wish to organize a dangerous test for the soldiers.
ko_mt: {g|Asmodeus}아스모데안{/g} 성직자 무리가 마법이 걸린 무기를 싣고 드레젠에 도착했습니다. 그들은 이 검들이 자신들의 신앙을 가장 독실하게 따르는 전사들에게 돌아가야 한다고 주장합니다. 성직자들은 병사들을 대상으로 위험한 시험을 계획하고 있습니다.

source: The healer was delighted to talk with Ulbrig: here was a living encyclopedia of knowledge that had long been thought lost. Together they have compiled a practical field guide to help the crusaders find medicinal plants in the Worldwound.
ko_mt: 울브리그는 오랫동안 잃어버린 줄로만 알았던 지식의 백과사전을 만나게 되어 기뻤습니다. 그들은 함께 성전사들이 세계상처에서 약용 식물을 찾는데 도움이 되는 실용적인 현장 가이드를 작성했습니다.

source: {g|Event_76_5}[Choice effects]{/g} Allow Ulbrig to share his experience
ko_mt: {g|Event_76_5}[선택 효과]{/g} 울브리그가 자신의 경험을 공유하도록 허용

source: An arrogant officer from {g|Taldor}Taldor{/g} arrived in Drezen at the head of a large unit. She immediately demanded that all of the Commander's authority be transferred to her as the more experienced military leader. Any attempts to chide her fell on deaf ears, and she took her troops out on a raid to demonstrate her exceptional talent. Naturally, she instantly got herself into trouble.
ko_mt: {g|Taldor}탈도르{/g}의 오만한 장교가 대규모 부대를 이끌고 드레젠에 도착했습니다. 그녀는 즉시 사령관의 모든 권한을 더 경험이 많은 군사 지도자인 자신에게 넘겨줄 것을 요구했습니다. 그녀를 꾸짖으려는 시도는 모두 귀에 들어오지 않았고, 그녀는 자신의 뛰어난 재능을 보여주기 위해 병력을 이끌고 습격에 나섰습니다. 당연히 그녀는 곧바로 곤경에 처했습니다.

source: The Commander's agents contacted the free traders of {g|Varisia}Varisia{/g} and arranged for a secret delivery from the black market.
ko_mt: 사령관의 요원들은 {g|Varisia}바리시아{/g}의 자유 무역상들에게 연락해 암시장에서 비밀리에 물건을 전달받도록 했습니다.

source: A small school for crusader alchemists opened in Drezen. At first, Zagelforntz was anxious about becoming the headmaster, but Nenio convinced him that "teaching is easy." The exuberant energy of the inventive alchemist has now been channeled into educational pursuits, which makes for somewhat less destructive results. He turned out to be a fairly good teacher, and Nenio's Encyclopedia enjoyed an influx of entries on the health effects of various alchemical substances that no one had ever thought of drinking before.
ko_mt: 드레젠에 십자군 연금술사를 위한 작은 학교가 문을 열었습니다. 처음에 자겔펀츠는 교장이 되는 것에 대해 불안해했지만, 네니오는 "가르치는 일은 쉬운 일"이라고 그를 설득했습니다. 창의적인 연금술사의 활기찬 에너지는 이제 교육적 추구에 투입되어 다소 덜 파괴적인 결과를 낳았습니다. 그는 꽤 훌륭한 교사로 판명되었고, 네니오의 백과사전에는 이전에는 아무도 생각하지 못했던 다양한 연금술 물질의 건강 효과에 대한 항목이 쏟아져 들어왔습니다.

source: {g|BrokenPhylactery_Scythe_Soul}[Choice effects]{/g} Awaken the remains of Stevanius's soul
ko_mt: {g|BrokenPhylactery_Scythe_Soul}[선택 효과]{/g} 스테바니우스의 영혼을 깨워라.

source: The glaive known as Soulshear became the disgraceful symbol of Staunton Vhane's fall. The dark spells cast upon it by the demoness Minagho imbued it with power. Now this sinister weapon will be turned against the demons of the Worldwound.
ko_mt: 소울시어로 알려진 글레이브는 스턴튼 베인의 몰락을 상징하는 불명예스러운 존재가 되었습니다. 데몬 여인 미나고가 씌운 어둠의 주문이 이 검에 힘을 불어넣었습니다. 이제 이 사악한 무기는 세계상처의 데몬들에게 맞서게 될 것입니다.

source: Many legends tell of heroes' weapons acquiring magical powers after touching the blood of monsters. The axe might possess the dark seal of the Destroyer, but this weapon can also serve a good cause. The bladesmith took the weapon and went to the wastelands to slaughter wild monsters and harden the blade with their blood. When the blade began to shine like the sun in a looking glass and its mere touch drank the life from monsters, the bladesmith returned and ceremoniously presented the Commander with the cleansed weapon.
ko_mt: 영웅의 무기가 괴물의 피에 닿은 후 마법의 힘을 얻게 되었다는 전설이 많습니다. 도끼에는 파괴자의 어둠의 봉인이 걸려 있을지도 모르지만, 이 무기는 선한 목적으로도 사용될 수 있습니다. 대장장이가 이 무기를 들고 황무지로 가서 야생 괴물을 도륙하고 그 피로 칼날을 굳혔습니다. 검이 거울 속의 태양처럼 빛나기 시작하고 검을 만지기만 해도 괴물의 생명을 빨아들이자, 검술사는 돌아와서 사령관에게 정화된 검을 의식을 거행하며 선물했습니다.

source: A bladesmith that has arrived in Drezen is impressed by the axe filled with Rovagug's power. He wishes to make some improvements to the relic and suggests tempering it through one of the techniques known to him.
ko_mt: 드레젠에 도착한 한 대장장이가 로바구그의 힘이 담긴 도끼를 보고 감명을 받았습니다. 그는 이 유물을 좀 더 개선하고 싶다며 자신이 알고 있는 기술 중 하나를 통해 단련해 보자고 제안합니다.

source: The spirit of the first retriever lied dormant in its web and in the teeth of the victims brought to the altar. An unholy ritual awakened it and turned into a servant of the relic owner.
ko_mt: 첫 번째 리트리버의 영혼은 거미줄과 제단에 가져온 희생자들의 이빨 속에서 잠들어 있었습니다. 부정한 의식으로 깨어나 유물 소유자의 하인으로 변했습니다.

source: {g|MaskOfAreshkagal_Belt_Void}[Choice effects]{/g} Summon the Face-Stealer's victims
ko_mt: {g|MaskOfAreshkagal_Belt_Void}[선택 효과]{/g} 얼굴 도둑의 희생자 소환하기

source: {g|MaskOfAreshkagal_Mask_Void}[Choice effects]{/g} Summon the Face-Stealer's victims
ko_mt: {g|MaskOfAreshkagal_Mask_Void}[선택 효과]{/g} 얼굴 도둑의 희생자를 소환합니다.
