Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: {g|Event_26_2}[Choice effects]{/g} Denounce the cheater
ko: {g|Event_26_2}[선택 효과]{/g} 귀족이 사기꾼임을 밝힌다
ko_mt: {g|Event_26_2}[선택 효과]{/g} 부정행위자 비난하기

source: The sleazy youth was banished in shame. His father sent the Commander his apologies for his son's poor upbringing and a group of warriors — as a token of his appreciation for the Commander's honesty.
ko: 이 젊은 귀족은 치욕 속에서 쫓겨났습니다. 그의 아버지는 자식의 엉망진창인 가정교육에 대한 사과를 했고, 사령관의 정직함에 감사하며 많은 수의 전사들을 보내왔습니다.
ko_mt: 천박한 청년은 수치심에 추방당했습니다. 그의 아버지는 사령관에게 아들의 불우한 양육에 대한 사과와 함께 사령관의 정직함에 대한 감사의 표시로 전사 한 무리를 보냈습니다.

source: {g|Event_26_4}[Choice effects]{/g} Discipline the youth
ko: {g|Event_26_4}[선택 효과]{/g} 젊은이를 훈련시킨다
ko_mt: {g|Event_26_4}[선택 효과]{/g} 청소년 훈육하기

source: The young noble is weak and duplicitous, but that is no reason to give up on him. Once he receives decent upbringing, he might become a true hero. All he needs is a chance.
ko: 이 젊은 귀족은 교활하고, 불성실하긴 하지만, 그렇다고 해서 그를 포기할 수는 없습니다. 적절한 훈련을 받는다면, 언젠가 영웅의 이름에 걸맞는 남자가 될 수도 있을 겁니다. 그에게 필요한 건 단지 기회일 것이고요.
ko_mt: 이 젊은 귀족은 나약하고 이중적이지만 그렇다고 해서 그를 포기할 이유는 없습니다. 제대로 된 양육만 받으면 진정한 영웅이 될 수 있습니다. 그에게 필요한 것은 기회뿐입니다.

source: Heir
ko: 계승자
ko_mt: 상속인

source: A young noble has arrived in Drezen seeking the Commander's help. He was sent to join the crusaders by his old father, an influential noble who grew tired of condoning his debauched son's antics. If the young man does not mature and fails to prove himself in the war, the discontent parent will disinherit him. Unfortunately for the young man, he is a drunk, a profligate, and a mediocre warrior who will never find glory on the battlefield. The poor youth is asking the Commander to help him by fixing a fight with an opponent who will be weakened beforehand. Once he returns home victorious, he will never forget this favor.
ko: 젊은 귀족이 사령관의 도움을 요구하고자 드레젠에 도착했습니다. 영향력있는 귀족이자, 퇴폐한 아들의 어리석은 행위에 진절머리가 난 그의 아버지가 그를 성전으로 보냈습니다. 귀족의 아버지는 자신의 아들이 철이 들지 않거나, 전투에서 용맹을 보이지 않는다면 상속권을 박탈하겠다는 말도 했습니다. 안타깝게도, 젊은 귀족은 전설 속 전사의 모습보단 돈쓰길 좋아하는 술꾼에 가깝지만요. 그는 결코 전장에서 업적을 세우지 못할 겁니다. 그렇기 때문에 그는 사령관이 충분히 약화된 적들과, 유리한 상황을 미리 조성하길 바랍니다. 젊은 귀족이 승리와 무한한 감사를 가지고 집으로 돌아갈 수 있도록요.
ko_mt: 한 젊은 귀족이 사령관의 도움을 구하기 위해 드레젠에 도착했습니다. 그는 방탕한 아들의 장난을 묵인하는데 지친 영향력 있는 귀족인 늙은 아버지가 십자군에 합류하도록 보냈습니다. 청년이 성숙하지 못하고 전쟁에서 자신을 증명하지 못하면 불만을 품은 부모는 그를 상속받지 못할 것입니다. 불행히도 그 청년은 술주정뱅이에 방탕하고 평범한 전사로 전장에서 결코 영광을 얻지 못할 것입니다. 불쌍한 청년은 사령관에게 미리 약해질 상대와의 싸움을 고쳐서 자신을 도와달라고 부탁합니다. 승리하고 집으로 돌아간 그는 이 호의를 결코 잊지 못할 것입니다.

source: {g|Event_27_1}[Choice effects]{/g} Choose the support from the Mwangi Expanse
ko: {g|Event_27_1}[선택 효과]{/g} 므왕기 대밀림의 지원을 선택한다
ko_mt: {g|Event_27_1}[선택 효과]{/g} 므왕이 창공에서 지원을 선택하세요.

source: The messenger will contact his friends in the Mwangi Expanse, and a fearsome unit of spellcasters practicing mysterious and sinister magic will set out for Drezen.
ko: 전령은 므왕기 대밀림의 친구와 접촉해, 비밀스럽고 불길한 마법을 다루는 강력한 마법사들을 드레젠으로 불러 모을 것입니다.
ko_mt: 전령이 므왕이 창공에 있는 친구들에게 연락하면, 신비롭고 사악한 마법을 사용하는 무시무시한 주문술사 부대가 드레젠을 향해 출발합니다.

source: {g|Event_27_2}[Choice effects]{/g} Get help from {g|Osirion}[Osirion]{/g}
ko: {g|Event_27_2}[선택 효과]{/g} {g|Osirion}[오시리온]{/g}에 도움을 요청한다

source: A group of oread clerics shrouded in peculiar attire will set out from the deserts of Osirion toward the Worldwound. Their ancient magic will help the crusaders crush the demons.
ko: 기이한 복장의 오레아드 성직자들이 오시리온의 사막에서 세계상처로 진군합니다. 그들은 고대 마법을 이용해 성전군들이 데몬들을 무찌르는 데 큰 힘이 되어줄 것입니다.
ko_mt: 특이한 복장을 한 오레아스 성직자 무리가 오시리온의 사막에서 세계상처를 향해 출발합니다. 이들의 고대 마법이 성전사들이 데몬을 물리치는데 도움이 될 것입니다.

source: {g|Event_27_3}[Choice effects]{/g} Favor the support from Tian Xia
ko: {g|Event_27_3}[선택 효과]{/g} 티엔 시아에 호의를 부탁한다
ko_mt: {g|Event_27_3}[선택 효과]{/g} 티엔-시아의 지원 요청

source: The noble families of Tian Xia have sent generous gifts to Drezen — exotic magical relics the likes of which the natives of Avistan have never seen before.
ko: 티엔시아의 귀족가문들이 아비스탄 사람들은 결코 보지 못했을 이국적인 마법 유물들을 드레젠으로 보내주었습니다. 이 보물들은 가치를 매길 수 없을만큼 값집니다.
ko_mt: 티엔-시아의 귀족 가문은 드레젠에게 아비스탄 원주민들이 한 번도 본 적 없는 이국적인 마법 유물을 선물로 보냈습니다.

source: {g|Event_27_4}[Choice effects]{/g} Find friends in {g|Nidal}[Nidal]{/g}
ko: {g|Event_27_4}[선택 효과]{/g} {g|Nidal}[나이달]{/g}의 친구를 찾는다

source: Thanks to the messenger's connections, influential priests of Zon-Kuthon from Nidal have agreed to share their secrets with the crusaders.
ko: 나이달까지 닿은 전령의 인맥으로, 존-쿠쏜의 영향력 있는 사제들이 성전사들에게 그들의 비밀을 공유하길 승낙했습니다.
ko_mt: 메신저의 인맥 덕분에 나이달의 존 쿠톤의 영향력 있는 사제들이 십자군과 비밀을 공유하기로 동의했습니다.

source: Useful Friends
ko: 쓸모있는 친구
ko_mt: 유용한 친구

source: The scouts have freed a messenger from Absalom who had been captured by demons on his way to Drezen. This important visitor is quite influential and has connections in a number of states. He is eager to repay the crusaders for his rescue.
ko: 압살롬에서 온 전령이 드레젠으로 향하는 도중에 데몬들에게 붙잡혔었지만, 우리의 정찰병들이 그를 해방시켰습니다. 이 중요한 방문자는꽤 영향력이 있어 보입니다. 그리고 다양한 국가에 수 많은 연줄을 갖고있다고 합니다. 그리고 그는 성전사들에게 감사의 선물을 주길 원합니다.
ko_mt: 정찰대가 드레젠으로 가는 길에 데몬에게 붙잡힌 압살롬의 사자를 풀어주었습니다. 이 중요한 방문객은 꽤 영향력 있는 인물로 여러 주에 연줄이 있습니다. 그는 자신을 구해준 십자군에게 보답하고 싶어 합니다.

source: {g|Event_28_1}[Choice effects]{/g} Ban libation
ko: {g|Event_28_1}[선택 효과]{/g} 음주를 금지시킨다
ko_mt: {g|Event_28_1}[선택 효과]{/g} 해방 금지

source: The soldiers are not pleased with this ban, and least of all the alchemist Zagelforntz, but they dare not disobey the orders, and the High Priest of Nerosyan approves and supports this measure.
ko: 이러한 금지 조치에병사들은 크게 실망했습니다. 자겔포른츠도 마찬가지였고요. 하지만 그 누구도 감히 명령에 거스르지 못했습니다. 네로시안의 고위 성직자는 이 조치를 승인하고, 또 지지합니다.
ko_mt: 병사들은 이 금지령에 만족하지 않았고, 특히 연금술사 자겔 폰츠는 감히 명령에 불복종하지 않았지만 네로시안의 대제사장은 이 조치를 승인하고지지했습니다.

source: {g|Event_28_2}[Choice effects]{/g} Permit the soldiers to unwind
ko: {g|Event_28_2}[선택 효과]{/g} 병사들에게 약간의 음주를 허가한다
ko_mt: {g|Event_28_2}[선택 효과]{/g} 병사들이 긴장을 풀도록 허용

source: Liquor lets soldiers relax and forget about the horrors of war. It is a remedy for nightmares. The High Priest may be dissatisfied with the Commander's decision, but the warriors support it, and most of all the alchemist Zagelforntz.
ko: 술은 병사들의 긴장을 풀어주고, 전쟁의 공포를 잊게 해줍니다. 악몽을 쫓아내기 위한 완벽한 약이지요. 사령관의 이러한 결정은 고위 성직자의 신경을 건드리겠지만, 전열의 병사들은 이에 열광했습니다. 뭐, 자겔포른츠는 말할 것도 없고요.
ko_mt: 술은 군인들이 긴장을 풀고 전쟁의 공포를 잊게 해줍니다. 악몽에 대한 치료제입니다. 대제사장은 사령관의 결정에 불만이 있을 수 있지만 전사들은 이를 지지하고, 무엇보다도 연금술사 자겔포른츠는 이를 지지합니다.

source: {g|Event_28_3}[Choice effects]{/g} Give out drinks for merit
ko: {g|Event_28_3}[선택 효과]{/g} 가치있는 이들에게만 술을 지급한다
ko_mt: {g|Event_28_3}[선택 효과]{/g} 공로자에게 음료 제공

source: Drinks are given only to those who deserve them. The soldiers' enthusiasm on the front lines has improved substantially. The alchemist Zagelforntz strongly supported this decision and rushed off to work with even greater dedication.
ko: 이제부터 술은 그에 합당한 가치를 보여준 이들에게 지급됩니다. 이러한 결정은 전선의 병사들을 열광시켰습니다. 연금술사 자겔포른츠는 이 결정을 지지하며, 더 큰 결의를 갖고 자신의 업무로 복귀했습니다.
ko_mt: 음료수는 마실 자격이 있는 사람에게만 지급됩니다. 전선에서 병사들의 열정은 크게 향상되었습니다. 연금술사 자겔펀츠는 이 결정을 강력히 지지하며 더욱 헌신적으로 근무에 임했습니다.

source: {g|Event_28_4}[Choice effects]{/g} Ban the crusaders from drinking... water!
ko: {g|Event_28_4}[선택 효과]{/g} 성전사들에게 마시는 것을 금지시킨다... 물을 !
ko_mt: {g|Event_28_4}[선택 효과]{/g} 십자군에게 물을 마시는 것을 금지하세요!

source: The High Priest is getting too big for his britches if he is trying to run the crusade. To knock him down a peg, the Commander banned the soldiers from drinking water. Upon hearing word of this decision, many priests of Cayden Cailean expressed a desire to join the army. The alchemist Zagelforntz strongly supported the Commander's decision over a pint.
ko: 재수없는 네로시안의 고위 성직자가 자신이 성전을 지휘할 수 있다고 생각하고 있는 것 같습니다. 그의 거만한 콧대를 꺾기 위해, 사령관은 물의 섭취를 금지했습니다! 이러한 결정에 케이든 케일리언의 사제들은 성전에 참가하기를 원하고 있습니다. 연금술사 자겔포른츠는 이 결정을 강하게 지지했습니다.
ko_mt: 대제사장이 십자군 전쟁을 치르려면 바지가 너무 커지고 있습니다. 사령관은 그를 쓰러뜨리기 위해 병사들에게 물을 마시는 것을 금지했습니다. 이 결정에 대한 소식을 들은 케이든 카일란의 많은 사제들이 군대에 합류하고 싶다는 의사를 밝혔습니다. 연금술사 자겔포른츠는 사령관의 결정을 강력히 지지하며 물 한 잔을 건넸습니다.

source: {g|Event_28_5}[Choice effects]{/g} Claim that the ban will infringe on the faith of {g|Cayden Cailean}[Cayden Cailean]{/g}
ko: {g|Event_28_5}[선택 효과]{/g} 이러한 금지 조치는 {g|Cayden Cailean}[케이든 케일리언]{/g}의 신도들의 권리를 침해할 수 있음을 주장한다

source: There are many Caydenites in the crusade, and the High Priest of Nerosyan was receptive to their religious needs. The church of Cayden Cailean sent a gift to express their gratitude to the Commander. The alchemist Zagelforntz strongly supported the Commander's decision over a pint.
ko: 많은 케이든 신자들이 성전에서 자신의 몫을 다하고 있는 가운데, 네로시안의 고위 성직자는 그들이 종교적인 이유로 술을 마셔야 한다는 사실을 인정했습니다. 감사의 표시로, 케이든 케일리언의 교단에서 사령관에게 선물을 보내 왔습니다. 연금술사 자겔포른츠는 이러한 결정을 강하게 지지했습니다.
ko_mt: 십자군에는 많은 카이덴인이 있으며, 네로시안의 대제사장은 그들의 종교적 필요를 수용했습니다. 카이덴 카일리안 교회는 사령관에게 감사를 표하기 위해 선물을 보냈습니다. 연금술사 자겔포른츠는 술 한 잔으로 사령관의 결정을 강력히 지지했습니다.

source: Hitting the Bottle
ko: 과음
ko_mt: 병 치기

source: The alchemist Zagelforntz has gotten himself into trouble again. After having one too many drinks, he accidentally set a supply cart ablaze during the demonstration of his "improved alchemist's fire." Zagelforntz was apprehended on the spot by an outraged quartermaster, and the officers now demand the banning of libation among the crusaders. The High Priest of Nerosyan is in favor of this proposal, since drunken crusaders damage the crusade's reputation.
ko: 연금술사 자겔포른츠가 또 일을 저질렀습니다. 선술집에서 조금 많이 마신 자겔포른츠는 "향상된 연금술사의 화염"의 시연을 하고자 했고, 결국엔 비축품들을 싣고 있던 짐수레에 불을 붙이고 말았습니다. 분노한 병참 장교는 즉시 자겔포른츠를 붙잡았고, 장교들은 부대 내 음주를 금지해야 한다는 의견을 내놓았습니다. 네로시안의 고위 성직자는 술 취한 성전군은 성전의 명예에 먹칠을 한다고 생각하며, 이러한 주장을 긍정적으로 생각합니다.
ko_mt: 연금술사 자겔펀츠가 또 사고를 쳤어요. 술을 너무 많이 마신 그는 "개량된 연금술사의 불"을 시연하던 중 실수로 보급품 수레에 불을 질렀습니다. 자겔프란츠는 분노한 분대장에게 그 자리에서 체포되었고, 장교들은 이제 성전사들에게 음주를 금지할 것을 요구합니다. 네로시안의 대제사장은 술에 취한 십자군은 십자군의 명성을 훼손하기 때문에 이 제안에 찬성합니다.

source: {g|Event_29_1}[Choice effects]{/g} Make the soldiers renounce their former oaths
ko: {g|Event_29_1}[선택 효과]{/g} 병사들에게 과거 국가에 대한 충성을 버리도록 명령한다
ko_mt: {g|Event_29_1}[선택 효과]{/g} 병사들이 이전의 맹세를 포기하게 합니다.

source: On a crusade, every soldier must forget their former oaths and obey no one but their commander. Once the quarreling parties swore an oath of loyalty and obedience, the Commander's authority increased.
ko: 성전에 있어서, 모든 병사들은 과거의 충성 맹세를 잊고, 그들의 사령관에게만 복종해야 합니다. 서로 적대하는 두 야영지의 병사들은 사령관에 대한 충성과 복종의 맹세를 했고, 사령관의 권위가 강화되었습니다.
ko_mt: 십자군 전쟁에서 모든 병사는 이전의 맹세를 잊고 지휘관 외에는 누구에게도 복종해야 합니다. 전투 당사자들이 충성과 복종을 맹세하면 사령관의 권한은 더욱 커집니다.

source: {g|Event_29_2}[Choice effects]{/g} Use the quarrel to pursue personal interests
ko: {g|Event_29_2}[선택 효과]{/g} 개인적인 목적을 위해 논쟁을 이용합니다
ko_mt: {g|Event_29_2}[선택 효과]{/g} 싸움을 이용해 개인적인 이익 추구하기

source: Every foreign crusader is a representative of their land. By using the discord between them wisely, the Commander gained the favor of the nations whose support was important to the crusade.
ko: 외국에서 온 모든 성전사들은 그들이 태어난 땅의 대표나 다름없습니다. 사령관은 이러한 긴장 상태를 현명하게 활용하여 국가들의 호의를 샀습니다. 성전에 있어, 지원은 필수 불가결한 것이니까요.
ko_mt: 모든 외국 성전사는 해당 영토의 대표자입니다. 사령관은 그들 사이의 불화를 현명하게 이용함으로써 십자군 원정에 중요한 지원을 하는 국가들의 호의를 얻었습니다.

source: {g|Event_29_3}[Choice effects]{/g} Reconcile the quarreling parties
ko: {g|Event_29_3}[선택 효과]{/g} 이 사건과 연루된 이들을 화해시킨다
ko_mt: {g|Event_29_3}[선택 효과]{/g} 다투는 당사자 화해하기

source: Heeding the Commander's words, the outlanders realized they had been wrong to cling to old feuds since all of them now fought for victory in pursuit of a common goal.
ko: 사령관의 연설을 들으며, 두 나라의 병사들은 자신들이 세계를 위해 싸우고, 또 같은 목적을 달성하기 위해 싸우기 때문에, 케케묵은 원한에 매달리는 것은 잘못된 태도임을 깨달았습니다.
ko_mt: 사령관의 말에 귀를 기울인 이방인들은 이제 모두가 공동의 목표를 추구하며 승리를 위해 싸웠기 때문에 과거의 불화에 집착하는 것이 잘못되었다는 것을 깨달았습니다.

source: {g|Event_29_5}[Choice effects]{/g} Make the enemies compete
ko: {g|Event_29_5}[선택 효과]{/g} 이들을 서로 적대하도록 합니다
ko_mt: {g|Event_29_5}[선택 효과]{/g} 적들이 경쟁하게 만들기

source: This option is unavailable because you do not have Greybor among your companions.
ko: 동료 중에 그레이보르가 없기 때문에 이 선택지를 사용할 수 없습니다.
ko_mt: 이 옵션은 동료 중에 그레이버가 없으므로 사용할 수 없습니다.

source: Greybor fanned the flames of hostility. He let both sides know that the Commander would support those who were more useful to {mf|him|her}. The desire to surpass their rivals now makes the soldiers fight with twice the enthusiasm.
ko: 그레이보르는 사령관이 다른 쪽 진영의 병사들이 더 낫다고 생각한다며, 두 부대에 격렬한 경쟁 의식을 심어주었습니다. 자신들의 경쟁자를 뛰어 넘겠다는 생각만으로, 병사들은 더욱 더 강렬한 감정으로 적과 싸웁니다.
ko_mt: 그레이버는 적대감의 불길을 부채질했다. 그는 사령관이 {mf|그|그녀}에게 더 쓸모 있는 자를 지원할 것이라고 양측에 알렸습니다. 이제 병사들은 라이벌을 뛰어넘으려는 열망으로 두 배의 열정으로 싸웠습니다.

source: Cultural Differences
ko: 문화적 차이
ko_mt: 문화적 차이

source: The crusade has warriors from a great many nations, and conflicts erupt between them from time to time. A quarrel broke out between volunteers from the warring Nirmathas and Molthune, then things escalated into a knife fight.
ko: 성잔사들은 많은 위대한 국가에서 온 전사들입니다만, 그렇기 때문에 그들 사이에서 분쟁이 때때로 일어나기도 합니다. 가장 최근에 일어난 다툼은 서로 적대하는 국가인 니르마타스와 몰쑨 출신의 성전사들에게서 일어났고, 결국 사건은 칼부림으로 끝나게 되었습니다.
ko_mt: 십자군 전쟁에는 많은 국가의 전사들이 참여했고, 때때로 그들 사이에 갈등이 발생했습니다. 전쟁 중인 니르마타스와 몰튠의 자원 봉사자들 사이에 다툼이 발생하여 칼싸움으로 확대되었습니다.

source: {g|Event_30_1}[Choice effects]{/g} Hang the slaver
ko: {g|Event_30_1}[선택 효과]{/g} 노예상을 교수형에 처한다
ko_mt: {g|Event_30_1}[선택 효과]{/g} 노예를 교수형에 처하세요

source: Many nations who do not tolerate slave trade approved of the Commander's uncompromising decision. As for the slaves, who were left in Numeria, their fate, most likely, was grim.
ko: 노예 거래를 금지하는 많은 국가들이 사령관의 이러한 결단을 지지합니다. 어두운 운명만이 누메리아를 떠나지 못한 노예들을 기다릴 것입니다.
ko_mt: 노예 무역을 용납하지 않는 많은 국가들이 사령관의 타협하지 않는 결정을 승인했습니다. 누메리아에 남겨진 노예들의 운명은 암울할 수밖에 없었습니다.

source: {g|Event_30_2}[Choice effects]{/g} Buy the poor people and set them free
ko: {g|Event_30_2}[선택 효과]{/g} 가엾은 사람들을 구입해, 해방한다
ko_mt: {g|Event_30_2}[선택 효과]{/g} 가난한 사람들을 사서 자유롭게 하세요

source: The released slaves will journey to southern lands, far away from the war, praising the Commander and telling everyone they meet of {mf|his|her} mercy.
ko: 해방노예들은 전쟁을 피해 남쪽으로 향할 것 입니다. 그들은 사령관에 대한 찬가를 부르고, 또 그의 자비를 찬양하게 되겠지요.
ko_mt: 풀려난 노예들은 전쟁에서 멀리 떨어진 남쪽 땅으로 가서 사령관을 찬양하고 만나는 모든 이에게 {mf|그|그녀}의 자비를 전할 것입니다.

source: {g|Event_30_3}[Choice effects]{/g} Buy the slaves and make them serve in the army
ko: {g|Event_30_3}[선택 효과]{/g} 노예를 구입해 군으로 편입시킨다
ko_mt: {g|Event_30_3}[선택 효과]{/g} 노예를 사서 군대에서 복무하게 합니다.

source: Slaves are not the most optimal soldiers, but for the front lines, even someone like them will do.
ko: 노예들은 완벽한 전사는 아니지만, 전장에서는 모든 사람들이 전사로써 거듭나는 법입니다.
ko_mt: 노예는 최적의 병사는 아니지만 최전선에서는 노예와 같은 병사도 필요합니다.

source: {g|Event_30_4}[Choice effects]{/g} Buy the poor saps and take care of them
ko: {g|Event_30_4}[선택 효과]{/g} 노예들을 구입해, 그들을 돌본다
ko_mt: {g|Event_30_4}[선택 효과]{/g} 불쌍한 수액을 사서 돌보기

source: Many of the saved slaves are sick and emaciated, but in the Commander's care, they will restore their strength. When they are feeling better, some of them may even thank the crusaders for looking after them.
ko: 많은 노예들이 질병과 기아상태에서 벗어나게 되었습니다. 사령관의 도움으로 노예들은 생기를 되찾게 되었고, 몇몇은 성전군이 자신들을 구원했음에 깊은 감사를 느끼게 될 것입니다.
ko_mt: 구원받은 노예들 중 상당수는 병들고 쇠약해졌지만 사령관의 보살핌을 받으면 기력을 회복할 수 있습니다. 기력이 회복되면 일부는 자신을 돌봐준 성전사들에게 고마움을 표시하기도 합니다.

source: {g|Event_30_5}[Choice effects]{/g} Buy the slaves and resell them in secret
ko: {g|Event_30_5}[선택 효과]{/g} 노예들을 구입하고, 비밀리에 다시 판매한다
ko_mt: {g|Event_30_5}[선택 효과]{/g} 노예를 구입하여 비밀리에 재판매하기

source: Illicit goods are expensive goods. Woljif is certain he can sell these slaves in Mendev at a profit if he is allowed to borrow a couple of people to assist him.
ko: 불법 상품은 언제나 가격이 꽤 나가는 법입니다. 그리고 울지프는 자신이 노예들을 멘데브 각지에서 판매하고, 수익을 낼 수 있다고 확신합니다. 울지프에게 필요한 것은 이 비지니스를 도와줄 몇 사람 뿐입니다.
ko_mt: 불법 상품은 값비싼 상품입니다. 월지프는 자신을 도와줄 두 사람만 빌려준다면 멘데브에서 이 노예들을 비싸게 팔 수 있을 거라고 확신합니다.

source: The Price of Mercy
ko: 자비의 비용
ko_mt: 자비의 대가

source: A representative of the {g|Technic League}[Technic League]{/g} from Numeria arrived in Drezen. He offered to deliver a "batch of volunteers" for a reasonable price. However, the envoy's servant has secretly revealed that these are no volunteers, but a group of slaves. Knowing that slavery is banned in Mendev, the shrewd technomancer decided to sell his living goods under a false pretext.
ko: 누메리아 {g|Technic League}[기술 연맹]{/g} 의 대표자가 드레젠에 도착했습니다. 그는 합리적인 가격으로 « 자원자들 » 을 제공하겠다고 말합니다.하지만 그의 노예들이 사령관에게 그가 말한, 소위 « 자원자들 » 은 사실 노예나 다름 없다는 사실을 밝혔습니다. 이 교활한 상인은 그저 멘데브의 노예 금지법을 우회하고, 또 그의 « 상품들 » 을 유통시키기를 원합니다.

source: {g|Event_31_1}[Choice effects]{/g} Turn a blind eye
ko: {g|Event_31_1}[선택 효과]{/g} 눈감아준다
ko_mt: {g|Event_31_1}[선택 효과]{/g} 눈 냉기

source: The cleaner's work is dirty but necessary. Thanks to them, the army's combat effectiveness grows, and capable soldiers do not die because of their comrades' sluggishness.
ko: 체벌관의 업무는 옳지는 않지만, 필요한 일입니다. 그들은 병사들의 효율을 높이고 또 능력있는 병사들이 무능력한 동료로 인해 전장에서 쓰러지는 일을 줄입니다.
ko_mt: 청소부의 일은 더럽지만 꼭 필요한 일입니다. 덕분에 군대의 전투 효율이 높아지고 유능한 병사들이 전우의 부진으로 인해 죽는 일이 없습니다.

source: {g|Event_31_2}[Choice effects]{/g} Punish the cleaners
ko: {g|Event_31_2}[선택 효과]{/g} 체벌관들을 처벌한다
ko_mt: {g|Event_31_2}[선택 효과]{/g} 청소부 처벌하기

source: The cleaners broke the bonds of military camaraderie, and their actions were not authorized. By subduing the veterans, the Commander has taught a lesson to all warriors who think too highly of themselves.
ko: 체벌관이라고 지칭하는 이들은 허가되지 않은 행위로 전우들과의 결속을 파괴합니다. 이들을 사령관의 권위로 처벌하는 것은, 자신이 다른 전우보다 낫다고 생각하는 모든 병사들에게 좋은 교훈이 될 것입니다.
ko_mt: 청소부들은 군사적 전우애의 유대를 깨뜨렸으며 그들의 행동은 승인되지 않았습니다. 참전 용사들을 제압함으로써 사령관은 자신을 너무 높게 생각하는 모든 전사들에게 교훈을 주었습니다.

source: {g|Event_31_4}[Choice effects]{/g} Elevate the cleaners
ko: {g|Event_31_4}[선택 효과]{/g} 체벌관들을 진급시킨다
ko_mt: {g|Event_31_4}[선택 효과]{/g} 클리너 올리기

source: An army is a pack, and in a pack, the weak become prey. The cleaners did the right thing, and thus they deserve a reward — an invitation to a special unit of the Commander's personal cutthroats.
ko: 부대는 마치 사냥개 무리와 같아 약한자들은 먹잇감이 됩니다. 이 « 체벌관 » 들은 필요불가결한 결정을 내렸습니다. 그렇기 때문에 이들은 보상을 받을 자격이 있습니다. 이들은 사령관의 개인 cutthroats 특수부대에 초대될 것입니다.
ko_mt: 군대는 무리이고, 무리 속에서 약자는 먹잇감이 됩니다. 청소부들은 옳은 일을 했으므로 보상을 받을 자격이 있습니다. 바로 사령관의 개인용 칼부림 부대로 초대하는 것입니다.

source: {g|Event_31_5}[Choice effects]{/g} Punish the cleaners and make Lann mentor the underachievers
ko: {g|Event_31_5}[선택 효과]{/g} 체벌관들을 처벌하고 랜이 부족한 병사들의 스승이 되게 한다
ko_mt: {g|Event_31_5}[선택 효과]{/g} 청소부들을 벌하고 란이 학습 부진아들의 멘토가 되게 하세요.

source: The conceited veterans have been punished for their actions. Lann will become a mentor to the underperforming soldiers, given that their previous instructors failed to find the right approach.
ko: 오만한 고참병들이 그들의 행동으로 인해 처벌을 받았습니다. 선임 교관들이 부족한 병사들을 제대로 지도하지 못했기 때문이지요. 랜은 이제 부족한 병사들의 새로운 스승이 되어 그들을 이끌 것입니다.
ko_mt: 자만심에 가득 찬 베테랑 병사들은 자신들의 행동에 대해 벌을 받았습니다. 이전 교관들이 올바른 접근법을 찾지 못해 실적이 저조한 병사들을 위해 란이 멘토가 되어 줍니다.

source: Cleaners
ko: 체벌관
ko_mt: 클리너

source: A portion of the army is made up of inexperienced, incompetent, and downright clueless soldiers who are holding back their comrades. A group of veterans has secretly formed a team of cleaners. They would find these "pernicious" soldiers and beat them up, sending them to the infirmary. After these assaults, some pulled themselves together and improved, while others deserted. Either way, the units who rid themselves of useless burdens performed their tasks better and suffered fewer losses.
ko: 모든 군대에는 경험이 부족하고, 능력이 부족하거나, 또는 완전히 무능한 병사들이 존재하고, 이 병사들은 동료들에게 부담이 됩니다. 많은 고참병들이 « 체벌관 » 으로써, 부족한 병사들을 찾아 폭행을 가해 의무대로 보내버렸습니다. 계속되는 이들의 폭력에 몇몇 병사는 정신을 차리거나, 정진에 힘쓰게 되었지만, 다른 병사들은 탈영을 하기 시작했습니다. 이 두 상황 모두 동료들의 짐을 덜어 주어 부대의 효율을 배로 늘리게 되었고, 또 전투 시에 대체적으로 사상자가 적게 나타나게 되었습니다.
ko_mt: 군대의 일부가 경험이 부족하고 무능하며 전우들의 발목을 잡는 무식한 병사들로 구성되어 있습니다. 한 그룹의 베테랑들이 비밀리에 청소부 팀을 결성했습니다. 그들은 이러한 "악성" 병사들을 찾아내 구타하고 의무실로 보냈습니다. 이러한 폭행 후 일부는 스스로를 추스르고 개선했지만 다른 일부는 탈영했습니다. 어느 쪽이든 쓸데없는 짐을 덜어낸 부대는 임무 수행 능력이 향상되고 손실도 줄었습니다.

source: {g|Event_32_1}[Choice effects]{/g} Ban this malpractice
ko: {g|Event_32_1}[선택 효과]{/g} 위법 행위를 금지시킨다
ko_mt: {g|Event_32_1}[선택 효과]{/g} 이 악의적 행위 금지

source: Valor and skill cannot be bought. Rank sale has been banned, and officer positions have become available for less wealthy candidates with talent.
ko: 용기와 재능은 돈으로 살 수 없는 법입니다. 이제부터 계급을 사고 파는 행위는 금지됩니다. 능력있지만 상대적으로 부유하지 않은 후보들이 성전의 명예에 지원하고, 또 장교가 될 것입니다.
ko_mt: 용맹과 기술은 돈으로 살 수 없습니다. 계급 판매는 금지되었으며, 부유하지 않은 지원자라도 재능이 있는 경우 장교 직책을 맡을 수 있게 되었습니다.

source: {g|Event_32_2}[Choice effects]{/g} Do not obstruct the rank trade
ko: {g|Event_32_2}[선택 효과]{/g} 개입하지 않는다
ko_mt: {g|Event_32_2}[선택 효과]{/g} 등급 거래를 방해하지 마세요

source: The officers who bought their ranks may not be brilliant soldiers, but they are rich and highborn. By turning a blind eye to unfair promotions, the Commander has gained the support of powerful allies.
ko: 계급을 구입한 장교들은 성전에서 가장 훌륭한 사람들은 아닐지 모르지만, 그들은 부유하고, 또 많은 경우에 그들은 귀족 계급입니다. 이 불법적인 진급에 눈을 감아주면, 강력한 아군의 지원을 받을 수 있을 것입니다.
ko_mt: 계급을 매수한 장교들은 뛰어난 병사는 아니지만 부유하고 귀족 출신입니다. 사령관은 불공정한 승진을 눈감아 줌으로써 강력한 동맹국의 지지를 얻었습니다.

source: {g|Event_32_3}[Choice effects]{/g} Authorize this custom
ko: {g|Event_32_3}[선택 효과]{/g} 이러한 상업 활동을 허가한다
ko_mt: {g|Event_32_3}[선택 효과]{/g} 이 사용자 지정 승인

source: Selling ranks is a common practice. By introducing an official fee for receiving an officer patent, the Commander has secured another source of income for the crusade.
ko: 계급을 사고 파는 것은 통상적인 관행입니다. 이런 상업활동에 세금을 부과하는 방식으로 성전군은 새로운 수익 창출 수단을 갖게 될 것입니다.
ko_mt: 계급 판매는 일반적인 관행입니다. 사령관은 장교 특허를 받는데 공식 수수료를 도입함으로써 십자군 성전을 위한 또 다른 수입원을 확보했습니다.

source: {g|Event_32_4}[Choice effects]{/g} Play cards for ranks
ko: {g|Event_32_4}[선택 효과]{/g} 계급은 카드 게임으로 정해진다
ko_mt: {g|Event_32_4}[선택 효과]{/g} 계급을 위한 카드 놀이

source: Selling ranks is boring. The candidates might as well try winning them at the card table where they can prove their grit, deftness, and most importantly, luck. And the dealer will be, naturally, the Commander {mf|himself|herself}! From now on, ranks will be going only to the luckiest would-be officers.
ko: 계급을 사고 파는 것은 매우 지루한 일입니다... 대신에 지원자들에게 자신들의 미래를 카드에 맡기라고 할 수 있을 겁니다 ! 테이블 위에서 지원자들은 그들의 과감함과 민첩함, 그리고 특히 행운을 딜러 - 이 경우에는 사령관에게 보여줄 수 있을 겁니다 ! 가장 운이 좋은 후보생들만이 승진에 성공할 것입니다.
ko_mt: 판매 순위는 지루합니다. 후보자들은 자신의 근성과 솜씨, 그리고 가장 중요한 운을 증명할 수 있는 카드 테이블에서 승부를 걸어보는 것도 좋습니다. 그리고 딜러는 당연히 사령관 {mf|그|그녀} 자신이 될 것입니다! 이제부터 계급은 가장 운이 좋은 장교에게만 주어집니다.

source: Rank Trade
ko: 계급 거래
ko_mt: 계급 거래

source: The Commander's confidants have reported that among the officers, there is an unspoken, widespread tradition that involves "selling" promotions. At times, a vacant command position is given not to the most talented and trained, but to whoever can afford to make a generous donation to the collective coffers.
ko: 사령관의 측근들이 장교들 사이에서 암묵적으로 계급을 사고 파는 전통이 퍼져나가고 있다고 보고했습니다. 또한 비어있는 통솔자 자리가 가장 능력있는 자들이 아닌 다른 이들- 성전에 재정적으로 기여할 수 있는 이들 에게 돌아간다고도 보고했습니다.
ko_mt: 사령관의 측근들은 장교들 사이에 승진을 "팔아먹는" 무언의 전통이 널리 퍼져 있다고 보고했습니다. 때때로 공석인 지휘관 자리는 가장 재능 있고 훈련된 사람이 아니라 공동 금고에 관대하게 기부할 수 있는 사람에게 주어지기도 합니다.

source: {g|Event_33_1}[Choice effects]{/g} Cheap gear
ko: {g|Event_33_1}[선택 효과]{/g} 싸구려 장비
ko_mt: {g|Event_33_1}[선택 효과]{/g} 저렴한 장비

source: By purchasing cheaper equipment, the crusade has saved enough funds to outfit more troops.
ko: 더 값싼 장비를 구입함으로써, 성전군은 더 많은 병사들을 무장시킬 수 있게 되었습니다
ko_mt: 십자군은 더 저렴한 장비를 구입함으로써 더 많은 병력을 장비할 수 있는 충분한 자금을 절약했습니다.

source: {g|Event_33_2}[Choice effects]{/g} High-quality gear
ko: {g|Event_33_2}[선택 효과]{/g} 양질의 장비
ko_mt: {g|Event_33_2}[선택 효과]{/g} 고품질 장비

source: The crusaders deserve the best weapons, no matter how much they cost.
ko: 당연히 성전사들은 최고의 무기를 받아야 합니다. 그 비용이 아무리 크더라도 말이지요.
ko_mt: 성전사는 아무리 비싼 무기라도 최고의 무기를 가질 자격이 있습니다.

source: {g|Event_33_4}[Choice effects]{/g} Send servants to "influence" the suppliers' decision
ko: {g|Event_33_4}[선택 효과]{/g} 하인들을 보내 공급자들에게 « 영향력 » 을 행사합니다
ko_mt: {g|Event_33_4}[선택 효과]{/g} 하인을 보내 공급업체의 결정에 "영향력" 행사하기

source: The vampires in the Commander's service infiltrated the homes of the suppliers and planted the right thoughts in their heads. In the morning, they woke up feeling certain that the crusade should get the best gear at a considerable discount.
ko: 사령관을 따르는 뱀파이어들은 공급자들의 주택에 침입해, 그들의 정신을 조종했습니다. 이른 아침, 공급자들은 성전군에게 최고의 장비를 최저가로 공급해야 한다는 깅힌 믿음을 갖고 잠에서 깨게 되었습니다.
ko_mt: 사령관 휘하의 뱀파이어들은 공급업체의 집에 침투하여 그들의 머릿속에 올바른 생각을 심어주었습니다. 아침에 그들은 십자군이 최고의 장비를 상당히 할인 된 가격으로 얻을 수 있다는 확신을 가지고 일어났습니다.

source: {g|Event_33_5}[Choice effects]{/g} Purchase gear through Greybor
ko: {g|Event_33_5}[선택 효과]{/g} 그레이보르를 통해 장비를 구입한다
ko_mt: {g|Event_33_5}[선택 효과]{/g} 그레이버를 통해 장비 구매
