Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: {g|UnholySymbolOfRovagug_Handaxe_GrasshopperMouse}[Choice effects]{/g} Temper in the blood of wild predators
ko: {g|UnholySymbolOfRovagug_Handaxe_GrasshopperMouse}[선택 효과]{/g} 야생 포식자의 피로 담금질한다
ko_mt: {g|UnholySymbolOfRovagug_Handaxe_GrasshopperMouse}[선택 효과]{/g} 야생 포식자의 피 속에 담긴 성질

source: Many legends tell of heroes' weapons acquiring magical powers after touching the blood of monsters. The axe might possess the dark seal of the Destroyer, but this weapon can also serve a good cause. The baldesmith took the weapon and went to the wastelands to slaughter wild monsters and harden the blade with their blood. When the blade began to shine like the sun in a looking glass and its mere touch drank the life from monsters, the baldesmith returned and ceremoniously presented the Commander with the cleansed weapon.
ko: 많은 전설에 따르면, 영웅의 무기가 괴물의 피에 닿으면 마법의 힘을 지니게 된다고 합니다. 도끼는 파괴자의 검은 인장이 새겨질 수도 있지만, 대의를 위해서 사용 될 수 있을 겁니다. 무기장인은 무기를 들고 황무지로 나가, 괴물들을 학살하고 괴물들의 피로써 도끼날을 강화했습니다. 도끼날이 태양처럼 빛나기 시작하고, 닿는 것만으로도 괴물들의 생명력을 흡수할 때, 무기장인은 드레젠에 돌아와 사령관에게 정화된 무기를 공손히 진상했습니다.

source: {g|UnholySymbolOfRovagug_Handaxe_Scorpion}[Choice effects]{/g} Harden in sacred poisons
ko: {g|UnholySymbolOfRovagug_Handaxe_Scorpion}[선택 효과]{/g} 성스러운 독으로 담금질한다
ko_mt: {g|UnholySymbolOfRovagug_Handaxe_Scorpion}[선택 효과]{/g} 신성한 독으로 굳어짐

source: Hardening weapons using poisons is an ancient tradition of ill-repute, popular among assassins. Such treatment imbued the blade with a vicious spirit of revenge, hungry to punish any mistake its opponent might make.
ko: 독을 사용해 무기를 담금질 하는 것은 암살자들 사이에서 유명한, 악행으로 여겨지는 옛 전통입니다. 이 방식을 통해 칼날에 복수를 갈망하는 사악한 영혼을 불어넣고, 적의 실수에 단호한 처형을 내리도록 할 수 있을 것입니다.
ko_mt: 독을 사용하여 무기를 강화하는 것은 암살자들 사이에서 널리 알려진 악명 높은 고대의 전통입니다. 이러한 처리는 칼날에 악랄한 복수심을 불어넣어 상대의 실수를 응징하고자 하는 욕망을 불러일으켰습니다.

source: {g|UnholySymbolOfRovagug_Handaxe_Steppe}[Choice effects]{/g} Harden in mountain winds
ko: {g|UnholySymbolOfRovagug_Handaxe_Steppe}[선택 효과]{/g} 산바람으로 담금질한다
ko_mt: {g|UnholySymbolOfRovagug_Handaxe_Steppe}[선택 효과]{/g} 산바람에 굳어짐

source: Having forged a blade, the shamans of Sarkoris did not use water or oil to harden it. Their smithies were located high in the mountains, so the flaming blade was exposed to the dense powerful gusts of the mountain winds, which are as glacial as the peak-top streams. The sacred wind imbued the blade with lightness and extraordinary sharpness.
ko: 무기를 재련할 때, 사코리스의 주술사들은 담금질에 물이나 기름을 사용하지 않았습니다. 사코리스 인들의 대장장이들은 산 높은 곳에 살고있었으며, 따라서 불타는 칼날은 산꼭데기 빙하처럼 차가운 돌풍에 노출됐습니다. 신성한 바람은 도끼날을 더 가볍게 만들어주고, 매우 날카롭게 만들어 주었습니다.
ko_mt: 사르코리스의 주술사들은 칼날을 단련할 때 물이나 기름을 사용하지 않았습니다. 그들의 대장간은 산 높은 곳에 있었기 때문에 불타는 칼날은 빙하처럼 차가운 산바람의 세찬 돌풍에 노출되어 있었습니다. 신성한 바람은 칼날에 가벼움과 놀라운 날카로움을 불어넣었습니다.

source: {g|UnholySymbolOfRovagug_BattleAxe_GrasshopperMouse}[Choice effects]{/g} Harden in the blood of wild predators
ko: {g|UnholySymbolOfRovagug_BattleAxe_GrasshopperMouse}[선택 효과]{/g} 야생 포식자의 피로 담금질한다
ko_mt: {g|UnholySymbolOfRovagug_BattleAxe_GrasshopperMouse}[선택 효과]{/g} 야생 포식자의 피로 단단해지다

source: {g|UnholySymbolOfRovagug_BattleAxe_Scorpion}[Choice effects]{/g} Temper in sacred poisons
ko: {g|UnholySymbolOfRovagug_BattleAxe_Scorpion}[선택 효과]{/g} 성스러운 독으로 담금질한다
ko_mt: {g|UnholySymbolOfRovagug_BattleAxe_Scorpion}[선택 효과]{/g} 신성한 독의 성질

source: {g|UnholySymbolOfRovagug_BattleAxe_Steppe}[Choice effects]{/g} Temper in mountain winds
ko: {g|UnholySymbolOfRovagug_BattleAxe_Steppe}[선택 효과]{/g} 산바람으로 담금질한다
ko_mt: {g|UnholySymbolOfRovagug_BattleAxe_Steppe}[선택 효과]{/g} 산악 바람의 온도

source: {g|UnholySymbolOfRovagug_GreatAxe_GrasshopperMouse}[Choice effects]{/g} Temper in the blood of wild predators
ko: {g|UnholySymbolOfRovagug_GreatAxe_GrasshopperMouse}[선택 효과]{/g} 야생 포식자의 피로 담금질한다
ko_mt: {g|UnholySymbolOfRovagug_GreatAxe_GrasshopperMouse}[선택 효과]{/g} 야생 포식자의 피 속에 담긴 성질

source: {g|UnholySymbolOfRovagug_GreatAxe_Scorpion}[Choice effects]{/g} Temper in sacred poisons
ko: {g|UnholySymbolOfRovagug_GreatAxe_Scorpion}[선택 효과]{/g} 성스러운 독으로 담금질한다
ko_mt: {g|UnholySymbolOfRovagug_GreatAxe_Scorpion}[선택 효과]{/g} 신성한 독의 성질

source: {g|UnholySymbolOfRovagug_GreatAxe_Steppe}[Choice effects]{/g} Temper in mountain winds
ko: {g|UnholySymbolOfRovagug_GreatAxe_Steppe}[선택 효과]{/g} 산바람으로 담금질한다
ko_mt: {g|UnholySymbolOfRovagug_GreatAxe_Steppe}[선택 효과]{/g} 산악 바람의 온도

source: Enchanting the Unholy Symbol of Rovagug
ko: 로바거그의 불경한 상징에 마법부여하기
ko_mt: 로바구그의 부정한 상징 마력 부여하기

source: A blacksmith that has arrived in Drezen is impressed by the axe filled with Rovagug's power. He wishes to make some improvements to the relic and suggests tempering it through one of the techniques known to him.
ko: 드레젠을 방문한 대장장이가 로바거그의 힘이 담긴 도끼를 보며 깊은 감명을 받았습니다. 그는 자신만이 아는 방법으로 담금질 해, 유물을 더욱 강력하게 개량하고자 합니다.

source: {g|UnholySymbolOfRovagug_Handaxe}[Choice effects]{/g} Handaxe
ko: {g|UnholySymbolOfRovagug_Handaxe}[선택 효과]{/g} 손도끼
ko_mt: {g|UnholySymbolOfRovagug_Handaxe}[선택 효과]{/g} 손도끼

source: {g|UnholySymbolOfRovagug_BattleAxe}[Choice effects]{/g} Battleaxe
ko: {g|UnholySymbolOfRovagug_BattleAxe}[선택 효과]{/g} 전투도끼
ko_mt: {g|UnholySymbolOfRovagug_BattleAxe}[선택 효과]{/g} 전투도끼

source: {g|UnholySymbolOfRovagug_GreatAxe}[Choice effects]{/g} Greataxe
ko: {g|UnholySymbolOfRovagug_GreatAxe}[선택 효과]{/g} 대형 도끼
ko_mt: {g|UnholySymbolOfRovagug_GreatAxe}[선택 효과]{/g} 대도끼

source: The Fate of the Unholy Symbol of Rovagug
ko: 로바거그의 불경한 상징의 운명
ko_mt: 로바구그의 부정한 상징의 운명

source: The unholy symbol of Rovagug was imbued with the energy of destruction and decay. Its shards can be melted together to forge an axe. The craftsmen are wondering what shape and size of the weapon would fit the Commander best.
ko: 로바거그의 불경한 상징은 파괴와 부패의 에너지로 가득하고, 이 상징들은 녹여서 도끼로 다시 재련할 수 있을 것 같습니다. 장인들은 사령관이 원하는 도끼의 크기를 알고싶어합니다.
ko_mt: 로바구그의 부정한 상징에는 파괴와 부패의 기운이 깃들어 있습니다. 그 파편을 녹여 도끼를 만들 수 있습니다. 장인들은 사령관에게 가장 잘 어울리는 무기의 모양과 크기를 고민하고 있습니다.

source: {g|Event_VictimsOfYozz_1}[Choice effects]{/g} Begin the hunt for the perpetrators
ko: {g|Event_VictimsOfYozz_1}[선택 효과]{/g} 살인자사냥을 시작한다
ko_mt: {g|Event_VictimsOfYozz_1}[선택 효과]{/g} 가해자 찾기 시작하기

source: As expected, the hunt yields no results. No matter how skillful the crusader investigators prove to be, they are no match for the leader of Alushinyrra's assassin guild.
ko: 예상대로, 사냥은 어떤 결과도 내지 못했습니다. 성전의 조사관들이 아무리 뛰어나다 할지라도, 알루시니라 암살자 길드의 지도자에는 적수가 되지 못했습니다.
ko_mt: 예상대로 사냥은 아무런 성과를 거두지 못했습니다. 성전사 수사관들이 아무리 유능하다고 해도 알루시니라 암살자 길드의 지도자에게는 상대가 되지 못합니다.

source: {g|Event_VictimsOfYozz_2}[Choice effects]{/g} Turn a blind eye to the crime and call off the investigation
ko: {g|Event_VictimsOfYozz_2}[선택 효과]{/g} 범죄를 무시하고, 조사를 끝낸다
ko_mt: {g|Event_VictimsOfYozz_2}[선택 효과]{/g} 범죄를 눈감고 수사 중단하기

source: The Commander's aides are puzzled by h{mf|is|er} decision to abandon the hunt for the murderer, but are hesitant to voice their discontent too loudly. There are whispers among some of the crusaders that all these dreadful crimes were committed by a demonic assassin operating on the Commander's direct orders.
ko: 부관들은 살인자 추적을 그만둔다는 사령관의 결정에 영문을 몰라했습니다. 하지만 그들은 감히 성전의 지도자에게 불만을 표출할 수 없었습니다. 그 후 몇몇 성전사들 사이에, 이 모든 끔찍한 범죄는 데몬 암살자에 의해 벌어졌고 사령관이 그 배후에 있다는 소문이 돌기 시작했습니다.
ko_mt: 사령관의 보좌관들은 범인 추적을 포기하기로 한 {mf|그|그녀}의 결정에 의아해하지만, 불만을 크게 표출하는 것을 주저하고 있습니다. 일부 성전사들 사이에서는 이 모든 끔찍한 범죄가 사령관의 직접 명령을 받은 데몬 암살자가 저질렀다는 소문이 돌고 있습니다.

source: Senseless Violence
ko: 무분별한 폭력
ko_mt: 무분별한 폭력

source: A wave of bloody murders has hit Drezen. Exactly one hundred victims were brutally executed. There is no connection between them, nothing that could point to the murderer, and no pattern in the murderer's choice of victims. They only have one thing in common: before cutting their throats, their ruthless butcher put each of the victims through insufferable torture. It seems there was no rhyme or reason to this chaotic violence.
ko: 핏빛 살인의 파도가 드레젠을 덮쳤습니다. 정확히 100 명의 희생자들이 잔혹하게 처형당했습니다. 이들간에는 어떠한 연결점도 없고, 살인자를 파악할 수 있을만한 단서도 없으며, 살인자가 희생양을 고르는 패턴조차 알 수 없습니다. 희생양들은 단 한 가지, 공통점이 있었는데, 살인자가 목을 베기전에 버틸 수 없는 고문을 가했다는 점입니다. 이러한 혼란스러운 폭력에는 논리도, 이유도 존재하지 않는 것 같습니다.
ko_mt: 드레젠에 피비린내 나는 살인의 물결이 덮쳤습니다. 정확히 100명의 희생자가 잔인하게 처형당했습니다. 희생자들 사이에는 아무런 연관성도 없고, 범인을 지목할 만한 단서도 없으며, 범인이 희생자를 선택하는 패턴도 없습니다. 단 한 가지 공통점이 있다면 목을 베기 전에 무자비한 도살자가 희생자 한 명 한 명에게 참을 수 없는 고문을 가했다는 점입니다. 이 무질서한 폭력에는 운율이나 이유가 없는 것 같습니다.

source: {g|Event_WildKnights_1}[Choice effects]{/g} Perform a raid and kill all the cursed
ko: {g|Event_WildKnights_1}[선택 효과]{/g} 급습을 조직해 저주받은 자들을 처단한다
ko_mt: {g|Event_WildKnights_1}[선택 효과]{/g} 레이드를 수행하여 저주받은 자를 모두 처치하세요.

source: A fierce crackdown in the neighborhood of the Molten Scar has borne its fruit. Crazed by Abyss magic, the cursed knights could not form a large enough party to make a decent stand. Crusaders' blood was split, but none of the Commander's soldiers were harmed.
ko: 녹아내린 흉터와 인근 지역을 강타한 맹습은 결실을 맺었습니다. 심연의 마법에 미처버린, 저주받은 기사들은 성전사들의 기습에 제대로 저항할 정도로 커다란 세력을 꾸리지 못했습니다. 성전사들의 피가 땅에 흩뿌려졌으나, 사령관의 병사들은 그 어떤 피해도 입지 않았습니다.
ko_mt: 용융된 흉터 근처에서 벌어진 치열한 단속이 결실을 맺었습니다. 심연의 마법에 미쳐버린 저주받은 기사들은 제대로 대항할 수 있을 만큼 대규모의 파티를 구성하지 못했습니다. 성전사들의 피는 흘렀지만 사령관의 병사들은 아무도 다치지 않았습니다.

source: {g|Event_WildKnights_2}[Choice effects]{/g} Catch the cursed, but not kill them
ko: {g|Event_WildKnights_2}[선택 효과]{/g} 저주받은 자들을 포획하되, 죽이지는 않는다
ko_mt: {g|Event_WildKnights_2}[선택 효과]{/g} 저주받은 자를 잡되, 죽이지는 마세요.

source: An end was put to the raids — roaring, mutilated, and mad with pain, the soldiers were caught and locked up. Their confinement came with a price, however. Many brave fighters were slain, felled by the claws and swords of recent companions in arms. No crusader, however, disapproved of the Commander's decision, for whatever the curse was they were martyrs.
ko: 울부짖고, 뒤틀리고, 고통으로 인해 미쳐버린 병사들을 포획하고 감금하는 것으로 습격은 끝이 났습니다. 작전에는 대가가 따랐습니다. 많은 용감한 전사들이 한 때 전우였던 자들의 칼과 발톱에 목숨을 잃었습니다. 하지만 그 어떤 성전사도 사령관의 결정에 반발하지 않았습니다. 이들은 그저 저주의 희생자였을 뿐이고, 성전의 순교자들이기 때문입니다.
ko_mt: 포효하고, 신체를 훼손하고, 고통에 미친 병사들은 잡혀서 갇혔고, 급습은 끝났습니다. 하지만 감금에는 대가가 따랐습니다. 많은 용감한 전사들이 전우들의 발톱과 칼에 쓰러져 죽었습니다. 그러나 어떤 십자군도 사령관의 결정에 불복하지 않았고, 저주가 무엇이든 간에 그들은 순교자였습니다.

source: {g|Event_WildKnights_3}[Choice effects]{/g} Avoid distracting the fighters with small-scale raids
ko: {g|Event_WildKnights_3}[선택 효과]{/g} 전사들을 자극하지 않는다
ko_mt: {g|Event_WildKnights_3}[선택 효과]{/g} 소규모 습격으로 전투원의 주의를 분산시키지 마세요.

source: The attacks, though a drain on the army's supplies, were short-lived. The crazed knights were killing each other as willingly as they killed crusaders. Soon all of them had exterminated each other, and in the neighborhood of the Molten Scar silence fell once more.
ko: 저주받은 자들의 공격이 부대의 보급을 방해하긴 했지만, 그리 오래가지는 못했습니다. 미친 기사들은 상대가 성전사들인 것 마냥 서로를 죽이기 시작했습니다. 머지않아 이들 모두는 서로의 손에 죽임을 당하게되었고, 녹아내린 흉터와 인근 지역에는 다시 한번 침묵이 흘렀습니다.
ko_mt: 이 공격은 군대의 보급품을 고갈시키긴 했지만 오래가지 못했습니다. 미친 기사들은 십자군을 죽이듯 서로를 기꺼이 죽이고 있었습니다. 곧 그들 모두는 서로를 몰살시켰고, 녹은 흉터 근처에는 다시 한 번 정적이 흘렀습니다.

source: Wild Knights
ko: 맹렬한 기사들
ko_mt: 와일드 기사단

source: The scouts report that frenzied bands of warriors from the Molten Scar neighborhood have carried out raids on the crusaders' supply routes. Some of them have been identified as missing soldiers, although they are now horribly distorted and look more like demons. No doubt these are more fellow sufferers of the knights Wollard and Thomaz, whom the Commander encountered in the Molten Scar. The marauding gangs' activities must be brought to an end.
ko: 정찰병들이 보고하길, 녹아내린 흉터 인근의 광분한 전사 무리가 성전군 보급로를 급습했다고 합니다. 이 습격자들 중 몇몇은 실종된 병사로 확인되었고, 끔찍하게 뒤틀린 나머지, 마치 데몬 처럼 보이게 됐습니다. 이 불운한 자들은 녹아내린 흉터에서 사령관이 조우한 기사 월라드와 토마즈가 겪었던 운명을 겪고 있는 것으로 보입니다. 이들의 약탈에 종지부를 찍을 때입니다.
ko_mt: 정찰병의 보고에 따르면, 녹은 흉터 인근에서 광란의 전사 무리가 십자군의 보급로를 습격했다고 합니다. 그들 중 일부는 실종된 병사로 확인되었지만, 지금은 끔찍하게 일그러져 데몬처럼 보입니다. 의심할 여지 없이 이들은 사령관이 용융의 흉터에서 마주친 기사 울라드와 토마즈의 동료들입니다. 약탈 무리의 활동을 끝내야 합니다.

source: {g|ZeorisDagger_Headband_Betrayal}[Choice effects]{/g} The priest of Nethys
ko: {g|ZeorisDagger_Headband_Betrayal}[선택 효과]{/g} 네서스의 사제
ko_mt: {g|ZeorisDagger_Headband_Betrayal}[선택 효과]{/g} 네서스의 사제

source: The priest of Nethys was respectful of the sacrifice made by the mage Conthyr, father of the cursed Zaoris. He awakened Conthyr's heroic spirit in the blood of his unworthy daughter so that the mage's voice would ring true again. Conthyr, who was deceived and then took his revenge upon the deceiver, will offer his knowledge that can help one see through lies and outsmart one's enemies.
ko: 네서스의 사제는 저주받은 자 자오리스의 아버지인 마법사 콘써의 희생에 경의를 표했습니다. 사제는 콘써의 무가치한 딸의 피를 이용해 그의 영웅적인 영혼을 일깨웠고, 마법사의 목소리가 다시 한번 울리게 되었습니다. 속임수에 당했지만, 속임수에 대한 복수를 행한 자, 콘써는 착용자가 적보다 한 수 앞설수 있도록, 그리고 거짓말을 꿰뚫어 볼 수 있도록 그의 지식을 제공해 줄 것입니다.
ko_mt: 네서스의 사제는 저주받은 자오리스의 아버지인 마법사 콘티르의 희생에 경의를 표했습니다. 그는 무가치한 딸의 피로 콘티르의 영웅 정신을 일깨워 마법사의 목소리가 다시 울려 퍼지도록 했습니다. 속임을 당한 후 속인 자에게 복수한 콘티르는 거짓을 꿰뚫어보고 적을 물리칠 수 있는 지식을 전수할 것입니다.

source: {g|ZeorisDagger_Headband_Governing}[Choice effects]{/g} The priestess of Nocticula
ko: {g|ZeorisDagger_Headband_Governing}[선택 효과]{/g} 녹티큘라의 사제
ko_mt: {g|ZeorisDagger_Headband_Governing}[선택 효과]{/g} 녹티큘라의 여사제

source: The ritual of the priestess of Nocticula awakened Zaoris's dormant power within her cursed blood. The pin's magic, much like in days past, will cloud the minds of enemies and inspire allies.
ko: 녹티큘라의 사제가 자오리스의 저주받은 피를 통해, 그녀의 잠재된 힘을 일깨웠습니다. 과거 때와 같이 핀의 마법이 적의 정신을 흐리고, 아군에게 영감을 줄 것입니다.
ko_mt: 녹티큘라의 여사제의 의식으로 자오리스의 저주받은 피 속에 잠자고 있던 힘이 깨어났습니다. 핀의 마법은 과거와 마찬가지로 적의 정신을 흐리게 하고 아군에게 영감을 불어넣습니다.

source: {g|ZeorisDagger_Ring_Betrayal}[Choice effects]{/g} The priest of Nethys
ko: {g|ZeorisDagger_Ring_Betrayal}[선택 효과]{/g} 네서스의 사제
ko_mt: {g|ZeorisDagger_Ring_Betrayal}[선택 효과]{/g} 네서스의 사제

source: {g|ZeorisDagger_Ring_Governing}[Choice effects]{/g} The priestess of Nocticula
ko: {g|ZeorisDagger_Ring_Governing}[선택 효과]{/g} 녹티큘라의 사제
ko_mt: {g|ZeorisDagger_Ring_Governing}[선택 효과]{/g} 녹티큘라의 여사제

source: Enchanting Zaoris's Pin
ko: 자오리스의 핀에 마법부여하기
ko_mt: 매혹적인 자오리스의 핀

source: Two priests have come to Drezen to pray over the relic of the fallen Zaoris. The Commander must decide whose prayer will be offered.
ko: 두 성직자가 타락한 자오리스의 유물에 기도를 드리기 위해 드레젠을 방문했습니다. 사령관은 누가 기도를 올릴 지 선택해야만 합니다.
ko_mt: 두 명의 사제가 타락한 자오리스의 유물을 놓고 기도하기 위해 드레젠에 왔습니다. 사령관은 누구의 기도를 받을지 결정해야 합니다.

source: {g|ZeorisDagger_Headband}[Choice effects]{/g} A headband
ko: {g|ZeorisDagger_Headband}[선택 효과]{/g} 머리띠
ko_mt: {g|ZeorisDagger_Headband}[선택 효과]{/g} 머리띠

source: {g|ZeorisDagger_Ring}[Choice effects]{/g} A ring
ko: {g|ZeorisDagger_Ring}[선택 효과]{/g} 반지
ko_mt: {g|ZeorisDagger_Ring}[선택 효과]{/g} 반지

source: The Fate of Zaoris's Pin
ko: 자오리스의 핀의 운명
ko_mt: 자오리스의 핀의 운명

source: Zaoris's blood, which coated the pin when she died, turned into metal and fused with the tip. The craftsmen of the crusade are asking you to give them the pin so that they can place it inside a relic. They need the Commander to decide what sort of item it will be.
ko: 자오리스가 사망할 때 장식핀을 덮은 그녀의 피는 금속화되고, 핀의 끝부분과 융합되었습니다. 성전의 장인은 유물로 만들기 위해 장식핀을 사령관에게서 받고자 합니다. 유물이 어떤 장비가 될 지 결정해야 합니다.
ko_mt: 자오리스가 죽었을 때 핀을 코팅했던 자오리스의 피가 금속으로 변해 핀 끝과 융합되었습니다. 성전 장인들이 유물 안에 넣을 수 있도록 핀을 달라고 요청하고 있습니다. 그들은 사령관이 어떤 종류의 아이템이 될지 결정해야 합니다.

source: Agitators
ko: 선동자
ko_mt: 교반기

source: Recruitment growth for trainable units increases by 25% for 10 days.
ko: 훈련 유닛의 모집 성장이 10 일 동안 25 % 증가합니다.
ko_mt: 훈련 가능한 유닛의 모집량이 10일 동안 25% 증가합니다.

source: Alarmed Neighbors
ko: 불안한 이웃들
ko_mt: 알람을 받은 이웃

source: Recruitment growth for trainable units increases by 20% for 45 days.
ko: 훈련 유닛의 모집 성장이 45 일 동안 20 % 증가합니다.
ko_mt: 훈련 가능한 유닛의 모집량이 45일 동안 20% 증가합니다.

source: Cheap Mercenaries
ko: 값싼 용병
ko_mt: 저렴한 용병

source: The cost of recruiting mercenary units reduces by 10%.
ko: 용병 유닛의 모집 가격이 10 % 감소합니다.
ko_mt: 용병 유닛 모집 비용이 10% 감소합니다.

source: Disgruntled Mercenaries
ko: 불평하는 용병
ko_mt: 불만을 품은 용병

source: The number of available mercenary units reduces by 1.
ko: 사용 가능한 용병 유닛 수가 1 감소합니다.
ko_mt: 사용 가능한 용병 유닛수가 1 감소합니다.

source: Expensive Mercenaries
ko: 값비싼 용병
ko_mt: 비싼 용병

source: The cost of recruiting mercenary units increases by 5%.
ko: 용병 유닛의 모집 가격이 5 % 상승합니다.
ko_mt: 용병 유닛 모집 비용이 5% 증가합니다.

source: Famous Recruiter
ko: 유명한 모병관
ko_mt: 유명 채용 담당자

source: Recruitment growth for trainable units increases by 25% for 24 days.
ko: 훈련 유닛의 모집 성장이 24일 동안 10% 증가합니다.
ko_mt: 훈련 가능한 유닛의 모집량이 24일 동안 25% 증가합니다.

source: Freeing the Prisoners
ko: 죄수 해방
ko_mt: 포로 석방하기

source: Recruitment growth for trainable units increases by 20% for 15 days.
ko: 훈련 유닛의 모집 성장이 15 일 동안 20 % 증가합니다.
ko_mt: 훈련 가능한 유닛의 모집량이 15일 동안 20% 증가합니다.

source: Glory among the Mercenaries
ko: 용병들의 영광

source: The number of available mercenary units increases by 1. Searching for new mercenary units is free once per week.
ko: 사용 가능한 용병 유닛 수가 1 증가합니다. 한 주에 한 번, 무료로 새 용병 유닛을 찾을 수 있습니다.
ko_mt: 사용 가능한 용병 유닛수가 1 증가합니다. 새로운 용병 유닛을 검색하는 것은 일주일에 한 번 무료입니다.

source: Lack of Veterans
ko: 고참병 부족
ko_mt: 베테랑 부족

source: Recruitment growth for trainable units from the Main Stables and the Main Spellcasters' Lodge reduces by 25% for 30 days.
ko: 중앙 마굿간 / 중앙 주문시전자의 집회소의 훈련 유닛의 모집 성장이 30일 동안 25% 감소합니다.
ko_mt: 30일 동안 주 마구간과 주 주문 시전자의 숙소에서 훈련 가능한 유닛의 모집량이 25% 감소합니다.

source: Purchasing Quality Equipment
ko: 양질의 장비 구입
ko_mt: 고품질 장비 구매

source: All trainable units gain the {g|QualityEquipment}[Quality Equipment]{/g} feat. The cost of recruiting trainable units increases by 5%.
ko: 모든 훈련 유닛이 {g|QualityEquipment}[양질의 장비]{/g} 특기를 얻습니다. 훈련 유닛의 모집 비용이 5% 증가합니다.
ko_mt: 훈련 가능한 모든 유닛은 {g|QualityEquipment}[고품질 장비]{/g} 특성을 얻습니다. 훈련 가능한 유닛 모집 비용이 5% 증가합니다.

source: Self-Belief
ko: 자신감
ko_mt: 자신감

source: Recruitment growth for trainable units increases by 50%.
ko: 훈련 유닛의 모집 성장이 50% 증가합니다.
ko_mt: 훈련 가능한 유닛의 모집량이 50% 증가합니다.

source: All units gain the {g|BloodPotion}[Blood Potion]{/g} feat for 14 days.
ko: 모든 유닛이 14 일 동안 {g|BloodPotion}[피 물약]{/g} 특기를 얻습니다.

source: All cavalry units gain the {g|EnchantedMounts}[Enchanted Mounts]{/g} feat for 14 days.
ko: 모든 기병 유닛이 14 일 동안 {g|EnchantedMounts}[마법 부여 탈 것]{/g} 특기를 얻습니다.
ko_mt: 모든 기병 유닛은 14일 동안 {g|EnchantedMounts}[마법에 걸린 탈것]{/g} 특성을 얻습니다.

source: Equipment for Casters
ko: 시전자들을 위한 장비
ko_mt: 시전자용 장비

source: All spellcasting units gain the {g|ProtectiveTalismans}[Protective Talismans]{/g} feat for 14 days.
ko: 모든 주문 시전 유닛이 14 일 동안 {g|ProtectiveTalismans}[보호의 탈리스만]{/g} 특기를 얻습니다.
ko_mt: 모든 주문 시전 유닛은 14일 동안 {g|ProtectiveTalismans}[보호 부적]{/g} 특성을 얻습니다.

source: Equipment for Fighters
ko: 전사들을 위한 장비
ko_mt: 파이터용 장비

source: All infantry and cavalry units gain the {g|FineSteel}[Fine Steel]{/g} feat for 14 days.
ko: 모든 보병과 기병 유닛은 14 일 동안 {g|FineSteel}[질 좋은 강철]{/g} 특기를 얻습니다.
ko_mt: 모든 보병, 기병 유닛은 14일 동안 {g|FineSteel}[좋은 철]{/g} 특성을 얻습니다.

source: Equipment for Sharpshooters
ko: 명사수들을 위한 장비
ko_mt: 명사수용 장비

source: All ranged units gain the {g|DeadlyAmmunition}[Serrated Arrows]{/g} feat for 14 days.
ko: 모든 원거리 유닛은 14 일 동안 {g|DeadlyAmmunition}[톱니 화살]{/g} 특기를 얻습니다.
ko_mt: 모든 원거리 유닛은 14일 동안 {g|DeadlyAmmunition}[톱니 화살]{/g} 특성을 얻습니다.

source: The cost of recruiting trainable units reduces by 10% for 15 days. All special purpose units gain the {g|WeaponsFromDaggermark}[Weapons from Daggermark]{/g} feat for 15 days.
ko: 15일 동안 훈련 유닛의 모집 비용이 10% 감소합니다. 15일 동안 모든 특수 목적 유닛들은 {g|WeaponsFromDaggermark}[대거 마크의 무기]{/g} 특기를 얻습니다.

source: Mount Training
ko: 기마 훈련
ko_mt: 탈것 훈련

source: All cavalry units gain the {g|FastHorses}[Swift Mounts]{/g} feat for 30 days.
ko: 모든 기병 유닛은 30 일 동안 {g|FastHorses}[신속한 탈것]{/g} 특기를 얻습니다.
ko_mt: 모든 기병 유닛은 30일 동안 {g|FastHorses}[신속한 마운트]{/g} 특성을 얻습니다.

source: Satisfied Mercenaries
ko: 만족한 용병들
ko_mt: 만족스러운 용병

source: The number of available mercenary units increases by 1.
ko: 사용 가능한 용병 유닛 수가 1 증가합니다.
ko_mt: 사용 가능한 용병 유닛수가 1 증가합니다.

source: Poisonous Undead
ko: 독기의 언데드
ko_mt: 독 언데드

source: All undead units gain the {g|ArmyAssassinsPoisonOnHit}[Poisoned Strike]{/g} feat.
ko: 모든 언데드 유닛이 {g|ArmyAssassinsPoisonOnHit}[맹독 타격]{/g} 특기를 얻습니다.
ko_mt: 모든 언데드 유닛은 {g|ArmyAssassinsPoisonOnHit}[맹독의 일격]{/g} 특성을 얻습니다.

source: Monster Slayers
ko: 괴물 사냥꾼
ko_mt: 괴물 슬레이어

source: All units gain the {g|ReadyForAnything}[Ready for Anything]{/g} feat for 60 days.
ko: 모든 유닛이 60 일 동안 {g|ReadyForAnything}[준비만전]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛은 60일 동안 {g|ReadyForAnything}[만반의 준비]{/g} 특성을 얻습니다.

source: All generals gain the {g|BerenguersKnowledge}[Berenguer's Knowledge]{/g} feat.
ko: 모든 지휘관들이 {g|BerenguersKnowledge}[베렝게르의 지식]{/g} 특기를 얻습니다.
ko_mt: 모든 장군는 {g|BerenguersKnowledge}[베렌게르의 지식] 특성을 얻습니다.

source: Stronghold
ko: 진지
ko_mt: 거점

source: Stronghold increases recruitment growth for trainable units by 25%.
ko: 진지는 훈련 유닛의 모집 성장을 25% 증가시킵니다.
ko_mt: 거점은 훈련 가능한 유닛의 모집량을 25% 증가시킵니다.

source: Religious Feast
ko: 성찬
ko_mt: 종교 축제

source: Energy Points income increases by 20% and Finance Points income reduces by 10% for 30 days.
ko: 30 일 동안 에너지 점수 수입이 20% 증가하고, 재정 점수 수입이 10% 감소합니다.
ko_mt: 30일 동안 에너지 점수 수입은 20% 증가하고 재정 점수 수입은 10% 감소합니다.

source: Royal Parade
ko: 왕실 행진
ko_mt: 왕실 퍼레이드

source: Finance Points income increases by 10% for 30 days.
ko: 30 일 동안 재정 점수 수입이 10% 증가합니다.
ko_mt: 30일 동안 재정 점수 수입이 10% 증가합니다.

source: Commander's Parade
ko: 사령관의 행진
ko_mt: 사령관 퍼레이드

source: The cost of recruiting mercenary units reduces by 7.5%, Materials Points income reduces by 25% for 30 days.
ko: 30 일 동안 용병 유닛 모집 비용이 7.5% 감소하고, 물자 점수 수입이 25% 감소합니다.
ko_mt: 30일 동안 용병 부대 모집 비용이 7.5% 감소하고, 재료 점수 수입이 25% 감소합니다.

source: Bribery
ko: 뇌물
ko_mt: 뇌물 수수

source: Materials Points income increases by 20%, Finance Points income reduces by 10% for 30 days.
ko: 30 일 동안 물자 점수 수입이 20% 증가하고, 재정 점수 수입이 10 % 감소합니다.
ko_mt: 30일 동안 재료 점수 수입이 20% 증가하고, 재정 점수 수입이 10% 감소합니다.

source: Blissful Ally
ko: 행복한 동맹
ko_mt: 행복한 동맹

source: Finance Points income increases by 20.
ko: 재정 점수 수입이 20 증가합니다.
ko_mt: 재정 점수 수입이 20 증가합니다.

source: Ore Veins
ko: 광맥
ko_mt: 광석 광맥

source: Materials Points income increases by 5.
ko: 물자 점수 수입이 5 증가합니다.
ko_mt: 재료 점수 수입이 5 증가합니다.

source: Trade with the Witches
ko: 마녀들과의 거래
ko_mt: 마녀와 거래

source: Finance Points income increases by 10.
ko: 재정 점수 수입이 10 증가합니다.
ko_mt: 재정 점수 수입이 10 증가합니다.

source: Holy Wards
ko: 신성한 수호
ko_mt: 신성한 병동

source: Energy Points income increases by 1, crusade morale increases by 25.
ko: 에너지 점수 수입이 1 증가하고, 성전 사기가 25 증가합니다.
ko_mt: 에너지 점수 수입이 1 증가하고, 십자군 사기가 25 증가합니다.

source: Blessing of Bastet
ko: 바스테트의 축복
ko_mt: 바스테트의 축복

source: Energy Points income increases by 1.
ko: 에너지 점수 수입이 1 증가합니다.

source: Common Cause
ko: 평민들의 편을 들다
ko_mt: 일반적인 원인

source: Recruitment growth for all trainable units from the Main Barracks and the Main Archery Range increases by 15%.
ko: 중앙 병영 / 중앙 궁술 훈련장의 훈련 유닛의 모집 성장 15% 증가시킵니다.
ko_mt: 주 막사 및 주 활터에서 훈련 가능한 모든 유닛의 모집량이 15% 증가합니다.

source: Gratitude of the Aristocrats
ko: 귀족들의 감사
ko_mt: 귀족의 감사

source: Finance Points income increases by 10.
ko: 재정 점수 수입이 10 증가합니다.
ko_mt: 재정 점수 수입이 10 증가합니다.

source: Preaching Despair
ko: 절망 선교
ko_mt: 절망의 설교

source: Recruitment growth for trainable units increases by 15%.
ko: 훈련 유닛의 모집 성장이 15% 증가합니다.
ko_mt: 훈련 가능한 유닛의 모집량이 15% 증가합니다.

source: Tolerance of Faiths
ko: 믿음의 관용
ko_mt: 신앙의 관용

source: Energy Points income increases by 3.
ko: 에너지 점수 수입이 3 증가합니다.
ko_mt: 에너지 점수 수입이 3 증가합니다.

source: Help of the Outcasts
ko: 추방자 돕기
ko_mt: 추방자의 도움

source: Materials Points income increases by 1.
ko: 물자 점수 수입이 1 증가합니다.
ko_mt: 재료 점수 수입이 1 증가합니다.

source: Passed Inspection
ko: 성공적인 감찰
ko_mt: 검사 통과

source: Finance Points income increases by 30.
ko: 재정 점수 수입이 30 증가합니다.
ko_mt: 재정 점수 수입이 30 증가합니다.

source: Release from Service
ko: 의무에서의 해방
ko_mt: 서비스 해제

source: Recruitment growth for trainable units reduces by 15%.
ko: 훈련 유닛의 모집 성장이 15% 감소합니다.
ko_mt: 훈련 가능한 유닛의 모집량이 15% 감소합니다.

source: Individual Approach to Training
ko: 맞춤 훈련
ko_mt: 교육에 대한 개별 접근 방식

source: Recruitment growth for all trainable units from the Main Spellcasters' Lodge and the Main Stables increases by 25%.
ko: 중앙 주문시전자의 집회소 / 중앙 마굿간의 훈련 유닛의 모집 성장이 25% 증가합니다.
ko_mt: 주 주문 시전자의 숙소와 주 마구간에서 훈련 가능한 모든 유닛의 모집량이 25% 증가합니다.

source: Lucky
ko: 행운
ko_mt: 행운

source: All units in the army have a +3 bonus to saving throws.
ko: 모든 유닛의 내성 굴림에 +3 의 보너스가 부여됩니다.
ko_mt: 군대의 모든 유닛은 내성 굴림에 +3 보너스를 얻습니다.

source: Rank Bribery
ko: 계급 거래
ko_mt: 계급 뇌물
