Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: The riot of the Wary showed that even the staunch and loyal at first glance troops can be struck by moral decay and need supervision. Regular military exercises will keep soldiers and officers in good shape, provide them with useful experience and, most importantly, prevent them from thinking too much about harmful ideas.
ko: 신중한 자들의 반란은 아무리 확고하고 충성스러워 보이는 군대라도 도덕적 부패가 내면을 좀먹고 있을 수도 있으며, 또한 감독이 필요하다는 사실을 보여주었습니다. 정기적인 군사훈련은 병사들과 장교들이 건장한 육체를 갖도록 하고, 유용한 경험을 쌓게합니다. 또한 가장 중요한 것은, 그들이 해로운 생각에 너무 몰두하지 않도록 막아준다는 것입니다.
ko_mt: 경계군의 폭동은 언뜻 보기에 굳건하고 충성스러운 군대도 도덕적 타락에 휩쓸릴 수 있으며 감독이 필요하다는 것을 보여주었습니다. 정기적인 군사 훈련은 군인과 장교를 좋은 상태로 유지하고, 유용한 경험을 제공하며, 가장 중요한 것은 해로운 생각에 대해 너무 많이 생각하지 않도록 방지하는 것입니다.

source: Military exercise has been successfully completed. The troops that took part in it showed exemplary skill, and the officers and commanders gained valuable experience.
ko: 군사 훈련을 성공적으로 마쳤습니다. 참가한 병사들은 모범적인 역량을 보여주었고, 장교들과 지휘관들은 귀중한 경험을 쌓게 되었습니다.
ko_mt: 군사 훈련이 성공적으로 완료되었습니다. 훈련에 참가한 병사들은 모범적인 기량을 선보였고 장교와 지휘관들은 소중한 경험을 얻었습니다.

source: All generals gain a +1 level to the {g|MightyMinion}[Mighty Servant]{/g} feat.
ko: 모든 지휘관들의 {g|MightyMinion}[강력한 하수인]{/g} 특기가 +1 레벨 증가합니다.

source: Dark Bonds
ko: 어둠의 굴레
ko_mt: 다크 본드

source: The Commander has influential allies in Nerosyan — a clique of aristocrats who have already killed Captain Harmattan on {mf|his|her} orders. They will willingly provide the Commander with their skillful servants once again.
ko: 사령관은 네로시안에 영향력 있는 사람들을 잘 알고 있습니다 — 사령관의 명으로 하르마탄 대장을 살해한 귀족 파벌이 바로 그들입니다. 이들은 다시 한번 사령관에게 그들의 숙련된 시종들을 제공하길 원할 것입니다.
ko_mt: 사령관은 네로시안에서 {mf|그|그녀}의 명령에 따라 하마탄 대위를 이미 죽인 귀족 무리의 영향력 있는 동맹을 거느리고 있습니다. 그들은 사령관에게 다시 한 번 기꺼이 자신들의 유능한 부하들을 제공할 것입니다.

source: The servants of the aristocratic clique from Nerosyan have arrived and are now at the Commander's disposal.
ko: 네로시안의 귀족 파벌의 시종들이 도착했습니다. 이제 이들을 임명할 수 있습니다.
ko_mt: 네로시안에서 온 귀족 파벌의 하인들이 도착했고 이제 사령관이 마음대로 처리할 수 있습니다.

source: Forming a Staff Council
ko: 참모 자문단 조직하기
ko_mt: 직원 협의회 구성

source: One can command a small unit alone, but to manage an army one needs a Staff Council. Surrounded by experienced advisors, the Commander will be able to make decisions affecting the life and morale of the entire army.
ko: 작은 분대는 혼자서도 지휘할 수 있지만, 부대를 관리하기 위해서는 참모 자문단이 필요합니다. 경험많은 조언가들과 함께, 사령관은 부대 전체의 생명과 사기에 영향을 미치는 결정을 내릴 수 있을 것입니다.
ko_mt: 혼자서도 소규모 부대를 지휘할 수 있지만 군대를 관리하려면 참모회의가 필요합니다. 경험이 풍부한 참모들로 둘러싸인 사령관은 전체 군대의 생명과 사기에 영향을 미치는 결정을 내릴 수 있습니다.

source: The Staff Council is assembled and awaits the Commander at the headquarters for the first meeting.
ko: 참모 자문단이 조직되었고, 그들은 첫 회의를 시작하기 위해 지휘부에서 사령관을 기다리고 있습니다.
ko_mt: 참모회의가 소집되어 첫 회의를 위해 사령부에서 사령관을 기다리고 있습니다.

source: Strengthening the Chain of Command
ko: 지휘 체계 강화
ko_mt: 지휘 체계 강화

source: The war wears soldiers down and defeatist attitudes sink in. In order to reinforce the discipline, the Commander's Staff Council must look for new solutions.
ko: 전쟁은 병사들을 지치게하고, 패배주의적인 태도에 물들어가게 합니다. 규율을 강화하기 위해 참모 자문단은 반드시 새로운 해결책을 찾아야 합니다.
ko_mt: 전쟁은 병사들을 지치게 하고 패배주의적 태도를 심어줍니다. 군 기강을 강화하기 위해 사령관 참모회의는 새로운 해결책을 찾아야 합니다.

source: The chain of command of the crusade are strengthened. The Staff Council requests the crusade leader to attend their meeting and receive the update report.
ko: 성전의 지휘 체계가 강화되었습니다. 참모 자문단은 성전 지도자가 회의에 출석해, 이와 관련된 새 보고서를 받길 원하고 있습니다.

source: 9 {g|SkeletonSharpshooters}[SkeletonSharpshooters]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 9 {g|SkeletonSharpshooters}[스켈레톤 명사수]{/g}가 모집되었습니다.

source: Undead Aristocracy
ko: 언데드 귀족
ko_mt: 언데드 귀족

source: Not all undead are bloodthirsty monsters. There are plenty of beings among them who are intelligent, even noble at times, in their own way, and who wish to live in a civilized society. News that the Commander has imposed the Dead Laws in the lands under {mf|his|her} control will attract such undead to the crusader cause.
ko: 모든 언데드가 피에 목마른 괴물은 아닙니다. 이들 중에는 지능적이고, 때로는 그들 나름대로 고귀함을 뽐내며, 문명화된 사회에서 살고 싶어하는 이들이 많습니다. 사령관이 자신의 통제 아래있는 땅에 죽은 자들의 법을 확립했다는 소식은 언데드들을 성전의 대의에 합류하도록 불러모을 것입니다.
ko_mt: 언데드라고 해서 모두 피에 굶주린 괴물은 아닙니다. 언데드 중에는 나름대로 똑똑하고 때로는 고귀하며 문명화된 사회에서 살고 싶어 하는 존재도 많습니다. 사령관이 {mf|그|그녀}가 지배하는 땅에 죽은 자의 법칙을 내렸다는 소식은 그런 언데드들을 성전사의 대의에 끌어들일 것입니다.

source: A group of intelligent undead has arrived in Drezen to swear an oath to the Commander and become the protectors of the union between the living and the dead that {mf|he|she} has proclaimed.
ko: 지각있는 언데드들이 사령관에게 충성을 맹세하고, 사령관이 선언한 산 자와 죽은 자 간의 연합을 수호하고자 드레젠에 도착했습니다.
ko_mt: 지능적인 언데드 무리가 사령관에게 맹세하고 {mf|그|그녀}의 선포한 산 자와 죽은 자의 연합을 지키는 수호자가 되기 위해 드레젠에 도착했습니다.

source: 9 {g|SkeletonChampions}[Skeleton Champions]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 9 {g|SkeletonChampions}[스켈레톤 챔피언]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 9명의 {g|SkeletonChampions}[해골 투사]{/g}을 모집합니다.

source: 45 {g|Skeletons}[Skeletons]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 45 {g|Skeletons}[스켈레톤]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에 45명의 {g|Skeletons}[해골]{/g}이 모집됩니다.

source: Skeletons Creation
ko: 스켈레톤 생성
ko_mt: 해골 생성

source: Death magic will revive the bones of long-dead warriors. In a macabre dance, they will set out across the Worldwound wastes, slaughtering everyone in their path.
ko: 죽음의 마법은 오랫동안 죽어있던 전사의 뼈를 되살릴 것입니다. 죽음의 무도 속에서, 이 해골 병사들은 세계상처의 황무지를 가로지르고, 그들의 앞 길을 막는 모든 것을 도륙할 것입니다.
ko_mt: 죽음의 마법이 죽은 전사의 뼈를 되살립니다. 이들은 섬뜩한 춤사위를 추며 세계상처 황무지를 가로질러 길을 가로막는 모든 이들을 학살할 것입니다.

source: The withered bones of the dead have risen from their graves to spill the blood of enemies.
ko: 죽은 자들의 메마른 뼈가 적들의 피를 흩뿌리기 위해 무덤에서 일어났습니다.
ko_mt: 죽은 자의 시든 뼈가 무덤에서 일어나 적의 피를 흘리고 있습니다.

source: 9 {g|SkeletonSharpshooters}[SkeletonSharpshooters]{/g}, 9 {g|SkeletonChampions}[Skeleton Champions]{/g} or 10 {g|Vampires}[Vampires]{/g} are recruited at the Commander's headquarters — depending on the previous choice.
ko: 사령관의 지휘부에 9 {g|SkeletonSharpshooters}[스켈레톤 명사수]{/g}, 9 {g|SkeletonChampions}[스켈레톤 챔피언]{/g} 또는 10 {g|Vampires}[뱀파이어]{/g} 이 모집됩니다. 모집되는 부대는 이전의 선택에 달려있습니다.

source: 10 {g|Vampires}[Vampires]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 10 {g|Vampires}[뱀파이어]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 10 {g|Vampires}[뱀파이어]{/g}을 모집합니다.

source: 30 {g|Zombies}[Zombies]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 30 {g|Zombies}[좀비]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 30명의 {g|Zombies}[좀비]{/g}을 모집합니다.

source: Zombie Creation
ko: 좀비 생성
ko_mt: 좀비 생성

source: Many have fallen in this war, but death does not mark the end of their service. The bodies, infused with death magic, will arise, and undead legions will rush toward the heart of the Worldwound.
ko: 이 전쟁에서 많은 이들이 목숨을 잃었습니다. 하지만 죽음은 복무의 끝을 의미하지 않습니다. 죽음의 마법이 스며든 육신은 다시 일어날 것이고, 언데드 군단은 세계 상처의 심장부를 향해 진군할 것입니다.
ko_mt: 이 전쟁에서 많은 이들이 쓰러졌지만, 죽음으로 그들의 임무가 끝나는 것은 아닙니다. 죽음의 마법이 깃든 시체들이 깨어나고 언데드 군단이 세계상처 중심부를 향해 돌진할 것입니다.

source: Rotting bodies have risen from their graves to perform their duty to the Commander.
ko: 사령관에 대한 그들의 의무를 다하기 위해 썩은 육신들은 그들의 무덤에서 일어났습니다.
ko_mt: 사령관에게 임무를 수행하기 위해 썩은 시체들이 무덤에서 부활했습니다.

source: 1 {g|Nightcrawlers}[Nightcrawler]{/g} is recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 1 {g|Nightcrawlers}[나이트 크롤러]{/g}가 모집되었습니다.
ko_mt: 1 {g|Nightcrawlers}[나이트크롤러]{/g}이 사령관 본부에서 모집됩니다.

source: Nightshades Creation
ko: 나이트셰이드 생성
ko_mt: 나이트셰이드 생성

source: A common belief is that demons can't be turned undead, but there's nothing impossible for the Commander. Yesterday's foes will become new servants.
ko: 일반적인 사람들은 데몬은 언데드로 변할 수 없다고 믿습니다. 하지만 사령관에게 불가능이란 존재하지 않습니다. 어제의 적이, 새로운 하수인이 될 것입니다.
ko_mt: 데몬은 언데드로 변할 수 없다는 것이 일반적인 믿음이지만, 사령관에게 불가능한 것은 없습니다. 어제의 적이 새로운 하인이 될 것입니다.

source: Death has entered the corpses of slain demons and turned them into horrible and unnatural nightshades.
ko: 죽음이 쓰러진 데몬들에게로 들어갔고, 이들을 공포스럽고 비자연적인 나이트셰이드로 변화시켰습니다.
ko_mt: 죽임당한 데몬의 시체에 죽음이 들어가 끔찍하고 부자연스러운 밤색으로 변했습니다.

source: 1 {g|PlaguedDragons}[Plagued Dragon]{/g} is recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 1 {g|PlaguedDragons}[역병 드래곤]{/g}이 모집되었습니다.
ko_mt: 1 {g|PlaguedDragons}[Plagued Dragon]{/g}이 사령관 본부에서 모집됩니다.

source: Plagued Dragons Creation
ko: 역병 드래곤 생성
ko_mt: 괴로워하는 용 창조

source: The corpses of long-dead dragons will be brought back to some resemblance of life and bear a horrible plague that is deadly even for the spawn of the Abyss.
ko: 오랫동안 죽어있던 드래곤의 시체가 가짜 생명을 받고 살아 움직일 것입니다. 이들이 가진 끔찍한 역병은 심연의 존재들에게도 치명적입니다.
ko_mt: 죽은 지 오래 된 용의 시체는 생명체와 비슷한 모습으로 되살아나 심연의 산물에게도 치명적인 끔찍한 전염병을 옮깁니다.

source: The bodies of dead dragons are turned into incubators for a terrible plague that even demons can't resist.
ko: 죽은 드래곤의 육체가 데몬들도 저항하지 못하는 끔찍한 역병의 배양기로 변했습니다.
ko_mt: 죽은 용의 시체는 데몬도 저항할 수 없는 끔찍한 전염병의 인큐베이터로 변합니다.

source: 1 {g|RavenerDragons}[Ravener Dragon]{/g} is recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 1 {g|RavenerDragons}[레이브너 드래곤]{/g}이 모집되었습니다.
ko_mt: 1 {g|RavenerDragons}[레이븐 드래곤]{/g}이 사령관 본부에서 모집됩니다.

source: Ravener Dragons Creation
ko: 레이브너 드래곤 생성
ko_mt: 레이븐 드래곤 생성

source: The Commander's servants will ravage ancient dragon graves to assemble their bones and resurrect them as fearsome monsters.
ko: 사령관의 하수인들은 드래곤의 뼈를 모아 공포스러운 괴물로 되살리기 위해. 고대 드래곤의 무덤을 파괴할 것입니다.
ko_mt: 사령관의 부하들이 고대 용의 무덤을 파괴하여 뼈를 모아 무시무시한 괴물로 부활시킵니다.

source: Predatory ravener dragons have risen from the dead. Their souls, once noble, were deformed and reborn into monsters.
ko: 레이브너 드래곤은 죽음에서 다시 일어났습니다. 이들의 한 때 고귀했던 이들의 영혼은 뒤틀렸고, 괴물로 다시 태어나게 되었습니다.
ko_mt: 포식자 레이븐 드래곤이 죽음에서 부활했습니다. 한때 고귀했던 그들의 영혼은 변형되어 괴물로 다시 태어났습니다.

source: All generals gain +1 level to the {g|MasterOfManeuver}[Master of Maneuver]{/g} feat.
ko: 모든 지휘관들의 {g|MasterOfManeuver}[전술의 대가]{/g} 특기가 +1 레벨 증가합니다.
ko_mt: 모든 장수는 {g|MasterOfManeuver}[전술의 달인]{/g} 업적 +1 레벨을 얻습니다.

source: Introducing the Officers to Indarah's Treatise
ko: 인다라의 논문을 장교들에게 소개하기
ko_mt: 인다라의 논문에 대한 임원 소개

source: Indarah, an expert in warfare, has prepared a selection of tactical advice based on her observations on the crusaders in action. Introducing the officers to this work would improve their performance.
ko: 군사 전략 분야의 전문가인 인다라는 자신의 성전 관찰 기록을 토대로 전술적 조언을 준비했습니다. 장교들에게 이 문서를 소개함으로써 장교들의 능률을 향상 시킬 수 있을 것입니다.
ko_mt: 전쟁 전문가인 인다라가 실전에서 십자군을 관찰한 내용을 바탕으로 몇 가지 전술적 조언을 준비했습니다. 장교들에게 이 내용을 소개하면 전투력이 향상될 것입니다.

source: The officers have been introduced to Indarah's treatise.
ko: 인다라의 논문이 장교들에게 소개되었습니다.
ko_mt: 장교들은 인다라의 논문을 소개받았습니다.

source: Adds 10% of Finance Points available in the treasury (maximum 10,000).
ko: 현재 보유 중인 재정 점수가 10 % 증가합니다 (최대 10,000).
ko_mt: 재무부에서 사용 가능한 재정 10%를 추가합니다.(최대 10,000).

source: Tricky Steal
ko: 교활한 도둑질
ko_mt: 까다로운 훔치기

source: The Commander's servants will make an accurate and undetectable theft from Mendevian treasury. Corrupt judges, counterfeit securities in the names of fictitious persons, queer bills and debentures written out to oneself will be used. This shield made of papers and deceit will protect thieves from the most attentive treasurer's gaze.
ko: 사령관의 부하들은 멘데브의 국고에서 빈틈없고, 발각되지 않을 절도행위를 하게 될 것입니다. 이를 위해, 부하들은 부패한 재판관, 가상의 인물의 이름을 사용한 증권, 날조된 채권과 가짜 어음 등의 수단을 사용할 것입니다. 종이와 기만으로 만들어진 이 방패는 아주 세심한 재무관의 시선에서 도둑들을 보호해 줄 것입니다.
ko_mt: 사령관의 하인들은 멘데비안 재무부에서 정확하고 감지할 수 없는 도난을 일으킬 것입니다. 부패한 판사, 가상의 인물 명의의 위조 증권, 자신에게 쓰여진 퀴어 지폐 및 사채가 사용될 것입니다. 서류와 속임수로 만든이 방패는 가장 세심한 재무관의 시선으로부터 도둑을 보호 할 것입니다.

source: The tricky scheme with fake documents has paid off. Having deceived the treasurers, the Commander's servants gained access to the state resources.
ko: 위조 문서를 사용한 교활한 계획이 결실을 맺었습니다. 재무관들을 기만함으로써, 사령관의 부하들은 멘데브의 국가 자원에 접근할 수 있게 되었습니다.
ko_mt: 위조 문서를 사용한 교묘한 계획이 성과를 거두었습니다. 재무관들을 속인 사령관의 부하들은 국가 자원에 접근할 수 있게 되었습니다.

source: Adds 220 Materials Points.
ko: 물자 점수가 220 증가합니다.
ko_mt: 재료 점수 220을 추가합니다.

source: Distribution of Trophies
ko: 전리품 분배
ko_mt: 전리품 배포

source: Although the trophies obtained in battles are supposed to be turned over to the treasury, the Commander's servants can profitably exchange them on the black market for resources to the army, which are always in short supply. Breaking the law is a small price to pay for the lives saved.
ko: 전투에서 취득한 전리품들은 성전의 자금으로 귀속되어야 하지만, 사령관의 부하들은 언제나 보급 부족에 시달리는 군대에 자원을 공급하기 위해, 암시장에서 꽤 괜찮은 거래를 할 수 있습니다. 더 많은 목숨을 구하기 위해 법을 어기는 것은 작은 대가에 불과합니다.
ko_mt: 전투에서 획득한 전리품은 국고로 넘겨야 하지만, 사령관의 부하들은 암시장에서 전리품을 군대에 필요한 자원으로 교환하여 항상 부족한 군대에 공급할 수 있습니다. 법을 어기는 것은 구한 목숨에 대한 작은 대가입니다.

source: The Commander's servants organized few secret deals and profitably exchange battle trophies for resources for the crusade.
ko: 사령관의 부하들은 성전의 자원을 위한 비밀스러운 거래와 유리한 전리품 교환을 이루어 냈습니다.
ko_mt: 사령관의 부하들은 몇 가지 비밀 거래를 조직하여 전투 전리품을 십자군 전쟁에 필요한 자원으로 교환하여 수익을 올렸습니다.

source: Adds 2250 Finance Points.
ko: 재정 점수가 2,250 증가합니다.
ko_mt: 2250 재정 점수를 추가합니다.

source: Selling Excesses
ko: 과잉 판매
ko_mt: 초과 판매

source: The crusade needs gold, and a certain amount of government equipment has accumulated in warehouses. Formally, it belongs to Mendev, but... Nothing will prevent the Commander's servants from selling it on the black market, raising funds for the soldiers' salary.
ko: 성전은 금화가 필요합니다. 그리고 창고에는 상당한 양의 정부 물자가 보관되어 있습니다. 이것들은 멘데브 소유지만.... 그 누구도 사령관의 부하들이 이 물자들을 암시장에 팔아넘겨, 병사들의 봉급을 위한 기금을 만드는 것을 막을 수 없을 것입니다.
ko_mt: 성전에는 금이 필요하고, 일정량의 정부 장비가 창고에 쌓여 있습니다. 공식적으로는 멘데브의 소유이지만.. 사령관의 하인들이 암시장에서 팔아 병사들의 월급을 마련하는 것을 막을 수는 없습니다.

source: The Commander's servants contacted the black market buyers and profitably sold the surplus state resources. The gold received from these criminals will serve a just cause.
ko: 사령관의 부하들이 암시장의 구매자들과 접촉했고, 잉여 국가 자원들을 성공적으로 판매했습니다. 이 범죄행위로 벌어들인 금화는 대의를 위해 쓰일 것입니다.
ko_mt: 사령관의 부하들은 암시장 구매자들에게 연락하여 잉여 국가 자원을 수익성 있게 판매했습니다. 이 범죄자들로부터 받은 금은 정당한 대의에 쓰일 것입니다.

source: Every treasury has greedy clerks. There are some dishonest guards in every warehouse. For a small amount, they are ready to assist the servants of the Commander in such a delicate matter as the plundering of state property.
ko: 모든 재무부에는 탐욕스러운 서기관이 있습니다. 모든 창고에는 불성실한 경비원이 있습니다. 돈을 조금 쓴다면, 비밀리에 왕실 금고를 털 수 있도록 사령관의 부하들을 도와줄 것입니다.
ko_mt: 모든 금고에는 탐욕스러운 점원이 있습니다. 모든 창고에는 부정직 한 경비원이 있습니다. 적은 금액으로 그들은 국가 재산 약탈과 같은 섬세한 문제에서 사령관의 하인을 도울 준비가 되어 있습니다.

source: The Commander's servants bribed the right people in Nerosyan and provided an additional flow of resources.
ko: 사령관의 부하들은 네로시안의 적절한 사람들에게 뇌물을 뿌렸고, 추가적인 수입 수단을 사용할 수 있게 되었습니다.
ko_mt: 사령관의 부하들은 네로시안의 주요 인사들에게 뇌물을 주고 추가 자원을 제공했습니다.

source: Adds 750 Materials Points.
ko: 물자 점수가 750 증가합니다.
ko_mt: 재료 점수 750을 추가합니다.

source: Acquiring Unclaimed Property
ko: 소유자 불명 재산 취득
ko_mt: 미청구 재산 취득

source: Mendev has accumulated a great number of abandoned homes, deserted estates whose owners perished in the war, and derelict farms left by terrified peasants. The Commander's servants will venture out to claim all unattended property and refill the crusade's coffers.
ko: 맨데브에는 전쟁으로 인해 사망한 사람들이 남긴 버려진 집과 황량한 사유지, 그리고 공포에 질린 농민들이 남긴 외딴 농장들이 아주 많습니다. 사령관의 부하들은 모든 주인 없는 재산을 요구하고, 이로써 성전의 금고를 채울 것입니다.
ko_mt: 멘데브는 전쟁으로 주인이 사망한 버려진 집과 버려진 영지, 겁에 질린 농민들이 떠난 농장을 수없이 모았습니다. 사령관의 부하들은 주인 없는 모든 재산을 차지하기 위해 모험을 떠나 십자군의 금고를 채울 것입니다.

source: The hunters of derelict property have returned with a great haul. The terror that the war instills in the Mendevian populace is such that they are abandoning their hard-earned belongings to seek salvation in other lands.
ko: 주인 없는 재산을 쫓는 사냥꾼들이 많은 물건들을 가지고 돌아왔습니다. 전쟁이 멘데브 인들에게 불러일으킨 공포는 이 사람들이 힘들게 번 재산을 모두 포기하고 다른 땅에서 구원을 찾게 만들었습니다.
ko_mt: 버려진 재산을 노리는 사냥꾼들이 큰 수확을 거두고 돌아왔습니다. 전쟁이 멘데비아 주민들에게 심어준 공포 때문에 주민들은 힘들게 모은 재산을 버리고 다른 땅에서 구원을 구하고 있습니다.

source: Adds 10,000 Finance Points, 600 Materials Points and 65 Energy Points. This decree can be issued only once.
ko: 재정 점수가 10,000, 물자 점수가 600, 에너지 점수가 65 증가합니다. 이 칙령은 단 한번만 내릴 수 있습니다.
ko_mt: 재정 점수 10,000, 재료 점수 600, 에너지 점수 65를 추가합니다. 이 칙령은 한 번만 발령할 수 있습니다.

source: Warehouse Raiding
ko: 창고 습격
ko_mt: 창고 습격

source: The resources and gold necessary for the army can be taken from the military warehouses of Nerosyan. The Commander's soldiers will go there and take everything they find by force, without leaving even a copper. Of course, such an act can be done only once, but... All the catch will serve the benefit of the crusade.
ko: 군대에 필요한 자원과 금은 네로시안의 군사 창고에서 취득할 수 있을 겁니다. 사령관의 병사들은 그곳으로 가서, 동전 하나 남기지 않고 발견한 모든 것들을 무력으로 빼앗을 것입니다. 물론, 이같은 행동은 단 한번만 할 수 있겠지만... 수확한 모든 물건은 성전에 큰 도움이 될 것입니다.
ko_mt: 군대에 필요한 자원과 금은 네로시안의 군사 창고에서 가져올 수 있습니다. 사령관의 병사들은 그곳에 가서 구리 하나도 남기지 않고 발견 한 모든 것을 강제로 가져갈 것입니다. 물론 그러한 행위는 한 번만 할 수 있지만.. 모든 어획물은 십자군의 이익에 도움이 될 것입니다.

source: The Commander's soldiers busted open and emptied the warehouses of Nerosyan. They brought gold, resources... and a bad reputation in the capital to the crusade.
ko: 사령관의 병사들은 네로시안 창고의 문을 박차고, 그 안의 모든 것들을 비웠습니다. 그들은 금과 자원을 가져왔지만... 수도에서의 성전에 대한 평판은 나빠졌습니다.
ko_mt: 사령관의 병사들은 네로시안의 창고를 습격하여 비워버렸습니다. 그들은 금과 자원, 그리고 수도의 나쁜 평판을 성전으로 가져왔습니다.

source: Adds 5000 Finance Points, 500 Materials Points and 200 Energy Points. Crusade morale increases by 20.
ko: 재정 점수 5,000, 물자 점수 500, 에너지 점수 200 증가합니다. 성전 사기가 20 증가합니다.

source: Donations
ko: 기부
ko_mt: 기부

source: A crusade is the shield keeping Golarion from demon invasion. Everyone who wants this shield to remain strong must play their part. Messengers who left for Nerosyan and neighboring countries will return with carts full of donations.
ko: 성전은 골라리온을 데몬들의 침략에서 막아주는 방패입니다. 모든 사람들이 이 방패가 강하게 버텨주고, 역할을 다 해주기를 바라고 있습니다. 네로시안과 인접한 국가들로 떠난 전령들은 기부품으로 가득한 수레와 함께 드레젠에 돌아올 것입니다.
ko_mt: 성전단은 골라리온을 데몬의 침략으로부터 지켜주는 방패입니다. 이 방패가 굳건히 유지되려면 모두가 각자의 역할을 다해야 합니다. 네로시안과 이웃 국가로 떠난 전령들이 기부금을 가득 실은 수레를 가지고 돌아올 것입니다.

source: Generous donations from all over Avistan are pouring into the crusade's treasury. Knowing that the whole continent is behind them fills the crusaders with courage.
ko: 아비스탄 전역에서 온 많은 양의 기부품이 성전 금고에 쏟아졌습니다. 성전사들은 대륙 전체가 그들의 뒤에 있음을 알고, 더 큰 용기를 냅니다.
ko_mt: 아비스탄 전역에서 십자군 재무부에 기부금이 쏟아지고 있습니다. 대륙 전체가 자신들을 지지한다는 사실을 아는 십자군들은 용기를 얻습니다.

source: Adds 15,000 Finance Points and 1,000 Materials Points. Crusade morale reduces by 35.
ko: 재정 점수 15,000, 물자 점수 1,000 증가합니다. 성전 사기가 35 감소합니다.
ko_mt: 재정 점수 15,000과 재료 점수 1,000을 추가합니다. 십자군 사기가 35 감소합니다.

source: Requisitions
ko: 요구
ko_mt: 요청

source: Those who do not wish to give even a small share of their riches to the Crusade will lose much more because of their greed. Units of merciless, armed, bandit-like treasurers will "persuade" each and every one of them to share their hard-earned property with the crusaders.
ko: 성전에게 일말의 부도 나누려고 하지 않는 자들은 자신들의 탐욕으로 인해 더 많은 것들을 잃게 될 것입니다. 무자비하고, 무장한, 도적같은 재무관들은 이들을 "설득" 할 것이며, 부를 나누려하지 않는 사람들 모두가 힘들게 번 재산을 성전과 나누게 될 것입니다.
ko_mt: 십자군에 재산을 조금이라도 바치지 않으려는 자는 탐욕 때문에 훨씬 더 많은 것을 잃게 될 것입니다. 무자비하고 무장한 도적 같은 재무부대가 한 명 한 명에게 십자군에게 힘들게 번 재산을 나눠주도록 "설득"할 것입니다.

source: The Commander's stern servants returned with carts full of "voluntary donations." While some may talk about "outrageous robberies," the main thing is that the wealthy inhabitants of Mendev have learned their lesson. From now on, support for the crusade is not merely encouraged, but expected.
ko: 사령관의 완고한 부하들은 "자발적인 기부품" 으로 가득 찬 수레와 함께 도착했습니다. 몇몇은 "터무니 없는 강도질" 에 대해 말할지 모르나, 중요한것은 멘데브의 부유한 시민들이 교훈을 얻었다는 것입니다. 이제부터 성전 후원은 더 이상 선택사항이 아니며, 의무입니다.
ko_mt: 사령관의 근엄한 하인들은 "자발적인 기부"로 가득 찬 카트를 가지고 돌아 왔습니다. 어떤 사람들은 "터무니없는 강도"에 대해 이야기 할 수 있지만, 중요한 것은 멘데브의 부유 한 주민들이 교훈을 얻었다는 것입니다. 이제부터 십자군 원정에 대한 지원은 단순히 권장되는 것이 아니라 기대되는 것입니다.

source: Forming a Logistic Council
ko: 병참 자문단 조직하기
ko_mt: 물류 위원회 구성

source: The success of military action depends on a regular supply of everything troops need and the judicious distribution of resources. The Logistic Council made up of experienced officers will ensure there is no chaos in the army while the Commander's attention is focused on the frontline.
ko: 병사들이 필요로 하는 모든 것들을 정기적으로 공급하는 것과, 자원들의 공정한 분배에 군사 작전의 성공이 달려있습니다. 경험 많은 장교들로 구성된 병참 자문단은 사령관이 전방에 집중할 때, 군대에 그 어떤 혼란도 일어나지 않도록 할 것입니다.
ko_mt: 군사 행동의 성공 여부는 병력이 필요로 하는 모든 것을 정기적으로 공급하고 자원을 현명하게 배분하는데 달려 있습니다. 숙련된 장교들로 구성된 군수 위원회는 사령관이 전선에 집중하는 동안 군대에 혼란이 생기지 않도록 보장합니다.

source: The Logistic Council is assembled and awaits the Commander at the headquarters for the first meeting.
ko: 병참 자문단이 조직되었고, 그들은 첫 회의를 시작하기 위해 지휘부에서 사령관을 기다리고 있습니다.
ko_mt: 군수 위원회가 소집되어 첫 회의를 위해 사령부에서 사령관을 기다리고 있습니다.

source: Logistics Reform
ko: 병참 개선
ko_mt: 물류 개혁

source: Every piece of land that the crusaders seize from demons puts additional load on the logistics and supply channels connecting the crusade's troops. In order to maintain this tight network experienced officers are required to implement reforms to logistic processes.
ko: 성전군이 데몬들에게서 탈환한 모든 땅은 성전군 부대를 연결하는 모든 병참, 보급 체계에 부담을 더합니다. 이 팽팽한 연결망을 유지하기 위해, 경험 많은 장교들은 병참 과정을 개혁해야 할 것입니다.
ko_mt: 십자군이 데몬으로부터 점령하는 모든 땅은 십자군 병력을 연결하는 물류 및 보급망에 추가적인 부하를 가중시킵니다. 이 긴밀한 네트워크를 유지하기 위해서는 숙련된 장교가 물류 프로세스를 개혁해야 합니다.

source: The crusade's logistics is reformed. The Logistic Council requests the crusade leader to attend their meeting and receive the update report.
ko: 성전의 병참 체계가 개혁되었습니다. 병참 자문단은 성전 지도자가 회의에 출석해, 이와 관련된 새 보고서를 받길 원하고 있습니다.

source: The scouts have conducted a search for their missing comrades.
ko: 정찰병들은 실종된 전우들을 찾기 위한 수색 작전을 벌였습니다.
ko_mt: 정찰대가 실종된 전우들을 찾기 위해 수색에 나섰습니다.

source: Lost Scouts
ko: 사라진 정찰병들
ko_mt: 잃어버린 스카우트

source: Scouts cannot work out how the demon army picks its way through advance units to be able to suddenly attack the crusader forces. Recently another suspicious incident took place: some scouts did not return from their mission to explore the territory to the south of Drezen. More thorough reconnaissance of the region is needed. Probably, the source of the demon apparition is in there somewhere.
ko: 정찰병들은 데몬 부대가 어떻게 선두 부대를 통과해 성전 부대에 급슬을 가할 수 있는지 의아해 하고 있습니다. 최근, 수상한 사건이 일어났습니다. 몇몇 정찰병들이 드레젠 남부 지역을 탐험하는 임무에서 돌아오지 않은 것입니다. 이 지역에 대한 더 철저한 정찰이 필요합니다. 아마도, 데몬들을 나타날 수 있게하는 무언가가 이곳 어디엔가 있을 겁니다.
ko_mt: 정찰병들은 데몬 군대가 어떻게 전진 부대를 뚫고 갑자기 십자군 부대를 공격할 수 있는지 알아낼 수 없습니다. 최근에 또 다른 의심스러운 사건이 발생했습니다. 일부 정찰병이 드레젠 남쪽 영토를 탐험하고 돌아오지 않았습니다. 이 지역에 대한보다 철저한 정찰이 필요합니다. 아마도 데몬 유령의 근원이 어딘가에 있을 것입니다.

source: 50 {g|WarriorsOfTheMachine}[Warriors of the Device]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 50 {g|WarriorsOfTheMachine}[기계장치의 전사]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 50 {g|WarriorsOfTheMachine}[장치의 전사]{/g}을 모집합니다.

source: Transforming the Soldiers into the Warriors of the Device
ko: 병사들을 기계장치의 전사로 변환하기
ko_mt: 병사들을 장치의 전사로 변신시키기

source: The Numerian Device created by the technomancer Hundred-Face is capable of transforming mortal crusaders into ultimate soldiers that can withstand any hardships and remain loyal, fearless, and fit for combat to their fullest potential. But to become invincible, they have to pay a terrible price — they must relinquish their freedom, their minds, and, possibly, even their souls.
ko: 테크노맨서, Hundred-Face 가 제작한 누메리아의 기계장치는 필멸의 성전사들을 그 어떤 어려움에 맞설 수 있는 궁극의 병사들로 변화시킬 수 있습니다. 이들은 충직하고, 두려움을 모르며, 완전한 잠재력을 보이는 전투 병기입니다. 하지만 무적의 힘을 얻기 위해서는, 그들은 끔찍한 대가를 치뤄야 합니다. 병사들은 자유, 정신, 그리고, 아마도, 영혼마저 잃어버릴 것입니다.
ko_mt: 기술자 헌드레드 페이스가 만든 누메리안 장치는 필멸의 성전사를 어떤 고난도 견뎌내고 충성심과 두려움을 잃지 않으며 잠재력을 최대한 발휘해 전투에 임할 수 있는 최강의 병사로 변신시킬 수 있습니다. 하지만 무적이 되려면 끔찍한 대가를 치러야 하는데, 자유와 정신, 심지어 영혼까지 포기해야 합니다.

source: A crusader unit has been "processed" by the Numerian Device.
ko: 누메리아 기계 장치가 성전사 부대를 "처리" 했습니다.
ko_mt: 성전사 유닛이 누메리안 장치에 의해 "처리"되었습니다.

source: The knights will procure the Sarkorian relic.
ko: 기사들은 사코리아 유물을 가저올 것입니다.
ko_mt: 기사단이 사르코리안 유물을 구할 것입니다.

source: A detachment of valiant aristocrats will proudly accept the Commander's knightly mission of seeking out and possessing the branch of the Last Ash, the location of which is shown on the map captured from the demons.
ko: 데몬들에게서 찾아낸 지도에는 최후의 물푸레나무의 가지의 위치가 표시되어 있었습니다. 용맹한 귀족들의 분견대는 이 가지를 회수하기 위한 사령관의 지시를 자랑스럽게 받아들일 것입니다.
ko_mt: 용감한 귀족 부대가 데몬으로부터 점령한 지도에 표시된 마지막 재의 지점을 찾아 점령하라는 사령관의 기사 임무를 기꺼이 수락할 것입니다.

source: The knights have returned with the branch of the Last Ash.
ko: 기사들은 최후의 물푸레나무 가지와 함께 귀환했습니다.
ko_mt: 기사들이 마지막 재의 가지를 들고 돌아왔습니다.
