Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: 9 {g|Brimoraks}[Brimoraks]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 9 {g|Brimoraks}[브리모락]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 9 {g|Brimoraks}[브리모락]{/g}을 모집합니다.

source: Summon Brimoraks
ko: 브리모락 소환
ko_mt: 브리모락 소환

source: Brimoraks will eagerly follow the Commander and indulge their maniacal obsession with fire as they turn all {mf|his|her} enemies to ash.
ko: 브리모락들은 화염에 대한 광적인 집착과 적들을 잿더미로 만드는 즐거움을 기대하며, 사령관을 따르고싶어 합니다.
ko_mt: 브리모락은 사령관을 열렬히 따르며 모든 {mf|그|그녀}의 적을 잿더미로 만들면서 불에 대한 광적인 집착에 빠지게 됩니다.

source: A pack of fire-breathing brimoraks are willing to burn the enemy to a cinder for the glory of the Commander.
ko: 화염의 숨결을 내뿜는 브리모락 무리가 사령관의 영광을 위해 적들을 불태워 한 줌 재로 만들고자 합니다.
ko_mt: 불을 뿜는 브리모락 무리는 사령관의 영광을 위해 적을 잿더미로 만들어버릴 각오가 되어 있습니다.

source: 5 {g|Kalavakuses}[Kalavakuses]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 5 {g|Kalavakuses}[칼라바쿠스]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 5 {g|Kalavakuses}[칼라바쿠스]{/g}을 모집합니다.

source: Summon Kalavakuses
ko: 칼라바쿠스 소환
ko_mt: 생선 그릇에 소환

source: The massive kalavakuses are the embodiment of might and toughness. But even they will not dare ignore the Commander's call to battle.
ko: 거대한 칼라바쿠스들은 힘과 강인함의 화신입니다. 하지만 그들이 아무리 강하더라도 감히 사령관의 전쟁 부름을 무시할 수는 없을 것입니다.
ko_mt: 거대한 칼라바쿠스는 힘과 강인함의 화신입니다. 하지만 그들도 사령관의 전투 명령을 감히 무시하지는 못합니다.

source: A group of fearsome kalavakuses have declared their obedience to the Commander.
ko: 공포스러운 칼라바쿠스 무리가 사령관에게 복종을 선언했습니다.
ko_mt: 무시무시한 칼라바쿠스 무리가 사령관에게 복종을 선언했습니다.

source: 1 {g|Mariliths}[Marilith]{/g} is recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 1 {g|Mariliths}[마릴리스]{/g}가 모집되었습니다.
ko_mt: 1 {g|Mariliths}[마릴리스]{/g}이 사령관 본부에서 모집됩니다.

source: Summon Mariliths
ko: 마릴리스 소환
ko_mt: 마릴리스 소환

source: In exchange for a promise of power and privileges, mariliths will leave the Abyss and bolster the Commander's army with their martial excellence. None will be able to match these queens of slaughter in a fight.
ko: 힘과 특권을 내어주는 대가로, 마릴리스들은 심연을 떠나 사령관의 부대에 그들의 전투 능력을 더해줄 것입니다. 그 누구도 이 학살의 여왕들을 대적할 수 없을 것입니다.
ko_mt: 권력과 특권을 약속하는 대가로 마릴리스는 심연을 떠나 뛰어난 무술 실력으로 사령관의 군대를 강화할 것입니다. 그 누구도 이 살육의 여왕을 상대할 수 없을 것입니다.

source: A group of baleful mariliths have arrived in Drezen to win the Commander's favor.
ko: 사악한 마릴리스 무리가 사령관의 호의를 사고자 드레젠에 도착했습니다.
ko_mt: 사령관의 환심을 사기 위해 드레젠에 건장한 마릴리스 무리가 도착했습니다.

source: 1 {g|Vavakias}[Vavakia]{/g} is recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 1 {g|Vavakias}[바바키아]{/g}가 모집되었습니다.
ko_mt: 1 {g|Vavakias}[바바키아]{/g}이 사령관 본부에서 모집됩니다.

source: Summon Vavakias
ko: 바바키아 소환
ko_mt: 바바키아 소환

source: Vavakias always yearn for more. If the Commander promises them conquests and throngs of captive slaves, they will follow {mf|him|her} and incinerate any foe with their fire breath.
ko: 바바키아는 언제나 항상 더 많은 것을 갈망합니다. 사령관이 그들에게 정복의 영광과 포획한 노예들을 약속한다면, 그들은 기꺼히 사령관을 따라 화염 숨결로 적들을 불태워버릴 것입니다.
ko_mt: 바바키아는 항상 더 많은 것을 갈망합니다. 사령관이 정복과 포로 노예 무리를 약속하면 {mf|그|그녀}를 따라가 불의 입김으로 적을 불태워버릴 것입니다.

source: A group of all-obliterating vavakias have joined the Commander's army to share in {mf|his|her} generous spoils and captives.
ko: 모든 것을 말살시키는 바바키아 무리가 값비싼 전리품과 포로들을 갈망하며 사령관의 부대에 입대했습니다.
ko_mt: 모든 것을 파괴하는 바바키아 무리가 사령관의 군대에 합류해 {mf|그|그녀}의 풍성한 전리품과 포로들을 나눠가집니다.

source: 5 {g|Vrocks}[Vrocks]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 5 {g|Vrocks}[브록]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 5명의 {g|Vrocks}[브록]{/g}을 모집합니다.

source: Summon Vrocks
ko: 브록 소환
ko_mt: 브록 소환

source: Vrocks have an insatiable hunger for loot and will join the Commander's army in hopes of rich pickings. After every battle, they will be circling over the battlefield like vultures, seeking out valuable magical trophies.
ko: 브록은 전리품을 향한 끝없는 허기를 갖고있습니다. 이들은 값 비싼 전리품에 대한 기대를 품고 사령관의 부대에 동참할 것입니다. 이들은 전투가 끝날 때 마다 독수리처럼 전장 위를 날아다니며 가치있는 마법 전리품을 찾느라 혈안이 될 것입니다.
ko_mt: 브록은 전리품에 대한 끝없는 굶주림을 가지고 있으며, 풍성한 전리품을 얻기 위해 사령관의 군대에 합류합니다. 전투가 끝나면 독수리처럼 전장 위를 돌며 귀중한 마법 전리품을 찾습니다.

source: A flock of greedy and vicious vrocks has bent the knee before the Commander.
ko: 탐욕스럽고 사악한 브록 무리가 사령관에게 무릎을 꿇었습니다.
ko_mt: 탐욕스럽고 사악한 브록 무리가 사령관 앞에 무릎을 꿇었습니다.

source: 1 {g|Vrolikai}[Vrolikai]{/g} is recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 1 {g|Vrolikai}[브롤리카이]{/g}가 모집되었습니다.
ko_mt: 1 {g|Vrolikai}[브롤리카이]{/g}이 사령관 본부에서 모집됩니다.

source: Summon Vrolikai
ko: 브롤리카이 소환
ko_mt: 브롤리카이 소환

source: Vrolikai, the terrifying bringers of death, do not kneel before just anyone. But they will be keen to serve a {mf|master|mistress} as powerful as the Commander.
ko: 죽음을 가져오는 끔찍한 데몬, 브롤리카이는 누구에게도 무릎을 꿇지 않습니다. 하지만 사령관처럼 강력한 주인에게는 충성을 맹세할 것입니다.
ko_mt: 무시무시한 죽음을 몰고 오는 브롤리카이는 아무에게나 무릎 꿇지 않습니다. 하지만 사령관만큼 강력한 주인님를 섬기고 싶어 할 것입니다.

source: Several deadly vrolikai have pledged allegiance to the Commander and recognized {mf|him|her} as their leader.
ko: 치명적인 브롤리카이들이 사령관에게 충성을 맹세했고, 사령관을 자신들의 지휘관으로 인정했습니다.
ko_mt: 몇몇 치명적인 브롤리카이가 사령관에게 충성을 맹세하고 {mf|그|그녀}를 지도자로 인정했습니다.

source: 5 {g|ErinyesDevils}[Erinyes]{/g} have been recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 5 {g|ErinyesDevils}[에리니에스]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에 5명의 {g|ErinyesDevils}[에린예스]{/g}을 모집했습니다.

source: Hellish Avengers
ko: 지옥의 복수자들
ko_mt: 지옥의 어벤져스

source: Erinyes, vengeful and furious devils, feed on violence. They will join the Commander's army in exchange for the right to torture prisoners to their heart's content.
ko: 에리니에스, 복수심으로 불타는 맹렬한 데빌은 폭력을 먹고 삽니다. 그들은 죄수들을 마음껏 고문하는 대가로, 사령관의 부대와 종군할 것입니다.
ko_mt: 복수심에 불타는 분노의 데빌 에린예스는 폭력을 먹고 자랍니다. 그들은 포로들을 마음껏 고문할 수 있는 권리를 얻는 대가로 사령관의 군대에 합류합니다.

source: Formidable erinyes have arrived from Hell to inflict torment on demons.
ko: 지옥에서 온 무시무시한 에리니에스가 데몬들을 고문하기 위해 드레젠에 도착했습니다.
ko_mt: 지옥에서 강력한 에리네스가 데몬들에게 고통을 주기 위해 도착했습니다.

source: 6 {g|BattleSlaves}[Battle Slaves]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 6 {g|BattleSlaves}[전투 노예]{/g}가 모집되었습니다.
ko_mt: 6 {g|BattleSlaves}[전투 노예]{/g}이 사령관 본부에서 모집되었습니다.

source: Buying Battle Slaves
ko: 전투 노예 구입
ko_mt: 전투 노예 구매

source: Cheliax is ready to provide well-trained battle slaves for an appropriate price.
ko: 첼리악스는 적절한 가격에 잘 훈련된 전투 노예들을 제공할 준비가 되어있습니다.
ko_mt: 첼리악스는 적절한 가격에 잘 훈련된 전투 노예를 제공 할 준비가 되어 있습니다.

source: A group of battle slaves has arrived in Drezen.
ko: 전투 노예 무리가 드레젠에 도착했습니다.
ko_mt: 전투 노예 그룹이 드레젠에 도착했습니다.

source: 1 {g|AsmodeanClerics}[Asmodean Cleric]{/g} is recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 1 {g|AsmodeanClerics}[아스모데우스 클레릭]{/g}이 모집되었습니다.
ko_mt: 1 {g|AsmodeanClerics}[아스모데아 성직자]{/g}이 사령관 본부에서 모집됩니다.

source: Call upon the Church of Asmodeus
ko: 아스모데우스 교단 소집
ko_mt: 아스모데우스 교회에 요청

source: Strict and merciless clerics of Asmodeus will join the crusade to strengthen the discipline of the crusaders and to instill fear into weak hearts.
ko: 엄격하고 무자비한 아스모데우스의 성직자들이 성전에 참여하여, 성전사들의 규율을 강화하고, 나약한 심장에 두려움을 심어줄 것입니다.
ko_mt: 엄격하고 무자비한 아스모데우스의 성직자들이 십자군 성전에 합류하여 성전사들의 규율을 강화하고 나약한 마음에 공포를 심어줄 것입니다.

source: The Church of Asmodeus has sent help to the crusade. Its servants stand ready to judge, punish, and execute.
ko: 아스모데우스 교단이 성전에 도움을 보내왔습니다. 아스모데우스의 신자들은 심판하고, 징벌하고, 처형할 준비가 되어있습니다.
ko_mt: 아스모데우스 교회가 성전단에 도움을 보냈습니다. 그 종들은 심판하고, 처벌하고, 처형할 준비가 되어 있습니다.

source: 1 {g|ExecutionerDevils}[Executioner Devil]{/g} is recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 1 {g|ExecutionerDevils}[처형자 데빌]{/g}이 모집되었습니다.
ko_mt: 1 {g|ExecutionerDevils}[사형집행자 데빌]{/g}이 사령관 본부에서 모집됩니다.

source: Hell's Invocation
ko: 지옥의 강신
ko_mt: 지옥의 소환

source: The most violent of Hell's devils won't deny themselves the pleasure of inflicting suffering on their sworn enemies — chaos-born demons.
ko: 지옥의 가장 폭력적인 데빌은 그들의 숙적 — 혼돈에서 태어난 데몬들을 고문하는 즐거움을 부정하지 않을 겁니다.
ko_mt: 지옥의 데빌들 중 가장 잔인한 데빌들은 맹세한 적인 혼돈의 데몬들에게 고통을 가하는 즐거움을 거부하지 않습니다.

source: The bloodthirsty devils have come to Drezen, and all they want is to unleash a massacre on the Abyssal spawn.
ko: 피에 목마른 데빌들이 드레젠에 도착했습니다. 이들이 원하는 것은 심연의 무리들에게 대학살을 일으키는 것 뿐입니다.
ko_mt: 피에 굶주린 데빌들이 드레젠에 찾아왔고, 그들이 원하는 것은 심연의 산물을 학살하는 것뿐입니다.

source: Thanks to a generous donation, the clerics will organize a religious celebration in Drezen that will raise morale of the crusaders.
ko: 관대한 기부를 통해, 성직자들은 드레젠에서 성전사들의 사기를 올리는 종교 행사를 진행할 것입니다.
ko_mt: 성직자들은 후한 기부금 덕분에 드레젠에서 성전사들의 사기를 높일 수 있는 종교 행사를 개최할 예정입니다.

source: The religious feast was a success.
ko: 종교 축제는 성공적이였습니다.
ko_mt: 종교적 축제는 성공적이었습니다.

source: A parade in honor of Her Majesty Queen Galfrey will display respect the Commander has towards Nerosyan and its ruler. This sign of loyalty will appeal to Mendevian nobles and ensure their favor.
ko: 갈프리 여왕 폐하를 기리는 행진은 사령관이 네로시안과 그 곳의 지배자에 대한 존경심을 보여주었습니다. 이러한 충성심의 표시는 멘데브의 귀족들에게 좋은 인상을 남기고, 그들의 호의를 살 것입니다.

source: The parade in the Queen's name was a success.
ko: 여왕의 이름으로 거행된 행진은 성공적이였습니다.
ko_mt: 여왕의 이름으로 행진하는 퍼레이드는 성공적이었습니다.

source: Crusade morale increases by 10 or by 20 if crusade morale is below 0
ko: 성전 사기가 0 이하일 경우, 성전 사기가 10 또는 20 증가합니다
ko_mt: 십자군 사기가 10, 십자군 사기가 0 미만일 경우 20 증가합니다.

source: Helping Those in Need
ko: 도움이 필요한 사람들을 돕기
ko_mt: 도움이 필요한 사람들을 돕기

source: By spending the funds of the crusade to assist those in need, the Commander will raise morale of the army and show that good deeds are more important for h{mf|im|er} than pompous ceremonies.
ko: 도움이 필요한 사람들에게 성전의 자금을 제공함으로써, 사령관은 부대의 사기를 드높히고, 화려한 행사보다 선행이 중요함을 보여줄 것입니다.
ko_mt: 사령관은 십자군 자금을 도움이 필요한 사람들을 돕는데 사용함으로써 군대의 사기를 높이고, 화려한 의식보다 선행을 베푸는 것이 더 중요하다는 것을 보여줄 것입니다.

source: The distressed soldiers have received everything they needed.
ko: 고통받는 병사들은 필요한 모든 지원을 받았습니다.
ko_mt: 조난당한 병사들은 필요한 모든 것을 받았습니다.

source: A solemn military parade honoring the Commander will raise h{mf|is|er} glory and attract new volunteers under h{mf|is|er} command.
ko: 사령관을 기리는 웅장한 군사 행진은 사령관의 영광을 칭송하고, 사령관의 뜻을 따를 자원자들을 더 쉽게 모을 수 있을 겁니다.
ko_mt: 사령관을 기리는 엄숙한 군사 퍼레이드는 {mf|그|그녀}의 명예를 드높이고 {mf|그|그녀}의 지휘 아래 새로운 지원자를 끌어모을 것입니다.

source: The parade in the Commander's name was a success.
ko: 사령관의 이름으로 거행된 행진은 성공적이였습니다.
ko_mt: 사령관의 이름으로 행진하는 퍼레이드는 성공적이었습니다.

source: The wallets of few unknown but influential Mendevian officials will soon grow heavy. This expense will not only remind of the Commander's loyalty to Nerosyan, but will also allow h{mf|im|er} to count on increased attention in the capital to requests from Drezen.
ko: 알려지지는 않았지만 권력을 가진, 소수의 멘데브의 관리들은 지갑이 두둑해질 것입니다. 이러한 지출은 네로시안에 대한 사령관의 충성심을 각인시킬 뿐만 아니라, 드레젠의 요청에 수도가 즉각적으로 반응할 수 있도록 해줄 것입니다.
ko_mt: 잘 알려지지 않았지만 영향력 있는 멘데비아 관리들의 지갑은 곧 무거워질 것입니다. 이 비용은 네로시안에 대한 사령관의 충성심을 상기시켜줄 뿐만 아니라, 드레젠의 요청에 대한 수도 내 관심이 높아질 것을 기대할 수 있습니다.

source: The capital officials have been bribed.
ko: 수도의 관리들은 뇌물을 받았습니다.
ko_mt: 수도 관리들이 뇌물을 받았습니다.

source: 12 {g|Cuirassiers}[Cuirassiers]{/g} and 20 {g|Marksmen}[Marksmen]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 12 {g|Cuirassiers}[퀴레시어]{/g}와 20 {g|Marksmen}[저격수]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에 12명의 {g|Cuirassiers}[흉갑기병]{/g}과 20명의 {g|Marksmen}[명사수]{/g}이 모집됩니다.

source: The Help of Noble Houses
ko: 귀족 가문의 도움
ko_mt: 귀족 가문의 도움

source: Mendev's strength lies in its mighty noble houses, pillars of Queen Galfrey's power. As long as the crusade has such friends as them, it will not feel the need for gold or soldiers.
ko: 갈프리 여왕이 가진 권력의 기둥인 강력한 귀족 가문들이 곧 멘데브의 힘입니다. 성전에 그러한 친구가 있는 동안에는, 더 많은 금화나 더 많은 병사에 대한 필요를 느끼지 못할 겁니다.
ko_mt: 멘데브의 강점은 갈프레이 여왕의 권력의 기둥인 강력한 귀족 가문입니다. 십자군에 이런 우군이 있는 한, 금이나 병사가 필요하지 않을 것입니다.

source: Units sent by the noble houses of Mendev have arrived in Drezen.
ko: 멘데브의 귀족 가문에서 파견된 군대가 드레젠에 도착했습니다.
ko_mt: 멘데브 귀족 가문에서 보낸 부대가 드레젠에 도착했습니다.

source: 35 {g|LightCavalry}[Light Cavalry]{/g} and 75 {g|ShieldBearers}[Shield Bearers]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 35 {g|LightCavalry}[경기병]{/g}과 75 {g|ShieldBearers}[방패병]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에 35명의 {g|LightCavalry}[경기병]{/g}과 75명의 {g|ShieldBearers}[방패병]{/g}이 모집됩니다.

source: People's Help
ko: 민중의 도움
ko_mt: 사람들의 도움

source: While the aristocrats and officials are basking in the glory of the conquerers of the Worldwound, the common people of Mendev will come to the Commander's aid and send a militia to help the crusade.
ko: 귀족들과 관리들이 세계상처 정복자의 영광에 취해있을 때, 멘데브의 평민들은 사령관을 돕기 위해 드레젠에 찾아올 것이며, 성전을 돕기 위해 민병대를 파견할 것입니다.

source: A unit of common volunteers has arrived in Drezen.
ko: 평민 지원자들 한 부대가 드레젠에 도착했습니다.
ko_mt: 일반 자원봉사자 부대가 드레젠에 도착했습니다.

source: 15 {g|HedgeKnights}[Hedge Knights]{/g} and 30 {g|Headhunters}[Headhunters]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 15 {g|HedgeKnights}[방랑 기사]{/g}와 30 {g|Headhunters}[헤드헌터]{/g} 가 모집되었습니다.
ko_mt: 사령관 본부에서 15명의 {g|HedgeKnights}[방랑 기사]{/g}과 30명의 {g|Headhunters}[헤드헌터]{/g}을 모집합니다.

source: Royal Court's Help
ko: 왕실의 도움
ko_mt: 왕실의 도움

source: Noble schemers and courtiers are forced to reckon with the Commander's authority. They would be glad if the liberator of Drezen kept out of politics and their interests. In gratitude, they are ready to send a company of mercenaries to help the Commander. After all, if {mf|he|she} runs out of soldiers, {mf|he|she} might visit the capital.
ko: 귀족 정략가들과 궁정 신하들은 지휘관의 권위를 인정해야만 했습니다. 이들은 드레젠의 해방자가 정치와 자신들의 이익에 관여하지 않는다면 기뻐할 것 입니다. 우호의 표시로, 그들은 사령관님을 돕기 위해 용병 부대를 보낼 준비가 되어 있습니다. 언젠가 병력이 다 떨어지면 결국 수도를 방문해야 할 지도 모르니 말입니다.
ko_mt: 고귀한 계략가들과 궁정인들은 사령관의 권위를 고려해야 합니다. 그들은 드레젠의 해방자가 정치와 그들의 이익에 관여하지 않는다면 기뻐할 것입니다. 그들은 감사하는 마음으로 사령관을 돕기 위해 용병 중대를 보낼 준비가 되어 있습니다. 결국 {mf|그|그녀}의 병사가 부족해지면 {mf|그|그녀}의 수도를 방문할지도 모릅니다.

source: Mercenaries hired by influential people from the capital have arrived in Drezen.
ko: 수도의 권력자들이 고용한 용병들이 드레젠에 도착했습니다.
ko_mt: 수도에서 영향력 있는 사람들이 고용한 용병들이 드레젠에 도착했습니다.

source: 12 {g|Paladins}[Paladins]{/g} and 30 {g|Champions}[Champions]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 12 {g|Paladins}[팔라딘]{/g}과 30 {g|Champions}[챔피언]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에 12명의 {g|Paladins}[성기사]{/g}과 30명의 {g|Champions}[챔피언]{/g}이 모집됩니다.

source: Help From Queen Galfrey
ko: 갈프리 여왕의 지원
ko_mt: 갈프레이 여왕의 도움

source: Her Majesty will not ignore the request for help from Drezen, and will send her elite warriors to support the crusade.
ko: 여왕 폐하는 드레젠의 구원 요청을 무시하지 않을 것이고, 성전군을 지원하기 위해 정예 전사를 보낼 것입니다.
ko_mt: 여왕 폐하께서는 드레젠의 도움 요청을 무시하지 않으시고 정예 전사를 보내 십자군 성전을 지원할 것입니다.

source: Her Majesty's elite guard has arrived in Drezen.
ko: 여왕 폐하의 정예병이 드레젠에 도착했습니다.
ko_mt: 여왕 폐하의 정예 근위대가 드레젠에 도착했습니다.

source: 70 {g|Slingers}[Slingers]{/g} and 100 {g|Conscripts}[Conscripts]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 70 {g|Slingers}[투석병]{/g}과 100 {g|Conscripts}[징집병]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 70 {g|Slingers}[슬링거]{/g}과 100 {g|Conscripts}[징집병]{/g}을 모집합니다.

source: Royal Council's Help
ko: 왕실 의회의 지원
ko_mt: 왕립 위원회의 도움

source: The Royal Council values ​​the Commander's loyalty to the authorities. They are ready to prove this by sending to Drezen a replenishment from the regular troops.
ko: 왕실 의회는 국가에 대한 사령관의 충성을 높게 평가했습니다. 이들은 정규군의 보충 병력을 드레젠에 보내서 이를 증명할 준비가 되어 있습니다.
ko_mt: 왕실은 사령관의 위정자에 대한 충성심을 높이 평가합니다. 그들은 정규군의 보충 병력을 드레젠에 보내 이를 증명할 준비가 되어 있습니다.

source: Forces sent by the Royal Council have arrived in Drezen.
ko: 왕실 의회가 보낸 군대가 드레젠에 도착했습니다.
ko_mt: 왕의회에서 파견한 군대가 드레젠에 도착했습니다.

source: All generals gain a +7 bonus to Power. Adds 100,000 Finance Points, 10,000 Materials Points and 4,000 Energy Points. This decree can be issued only once.
ko: 모든 지휘관은 Power 에 +7 의 보너스를 받습니다. 재정 점수가 100,000 증가하고, 물자 점수가 10,000, 에너지 점수가 4,000 증가합니다. 이 칙령은 단 한번만 내릴 수 있습니다.
ko_mt: 모든 장수가 위력에 +7 보너스를 얻습니다. 재정 점수 100,000, 재료 점수 10,000, 에너지 점수 4,000을 추가합니다. 이 칙령은 한 번만 발령할 수 있습니다.

source: Declaring Independence
ko: 독립 선언
ko_mt: 독립 선언하기

source: Mendev has plunged into chaos. What was once a major source of support is now a burden on the crusade. Cutting ties with Nerosyan and declaring independence is a difficult decision to make, but the Commander bears the weight of responsibility not only for Mendev's prosperity, but for the future of the entire Golarion.
ko: 멘데브는 혼란에 빠졌습니다. 한 때, 멘데브는 성전사들의 든든한 지원군이였지만, 이제는 성전사들의 짐이 되어버렸습니다. 네로시안과의 관계를 끊고 독립은 선언하는 것은 쉬운 결정이 아니였습니다만, 사령관은 멘데브의 번영 뿐만 아니라 골라리온의 미래에 대한 책임을 지고 이 같은 결정을 내렸습니다.
ko_mt: 멘데브는 혼란에 빠졌습니다. 한때 주요 지원군이었던 네로시안은 이제 십자군에 부담이 되고 있습니다. 네로시안과의 관계를 끊고 독립을 선언하는 것은 어려운 결정이지만, 사령관은 멘데브의 번영뿐 아니라 골라리온 전체의 미래를 책임져야 하는 막중한 책임감을 안고 있습니다.

source: Drezen has cut all ties with Nerosyan. Henceforth, the lands of the crusade are an independent state with the Commander as their leader. However, even without Mendev's support, the young nation has not found itself alone — the lands that previously aided the crusade with troops and funds have sent generous gifts. This gesture demonstrates their willingness to continue fortifying the shield that guards Golarion from the demon invasion.
ko: 드레젠은 네로시안과의 모든 관계를 끊었습니다. 이제부터, 성전사들의 영토는 사령관을 국가 지도자로 삼는 독립 국가가 되었습니다. 비록 멘데브의 지원은 사라졌지만, 이 신생 국가는 혼자가 아닙니다. 성전에 부대와 자금을 보내주었던 국가들이 관대한 선물을 보내왔습니다. 이들의 이러한 자세는 데몬 침공에 대항하는 골라리온의 방패를 계속 돕고자 하는 그들의 의지를 보여줍니다.
ko_mt: 드레젠은 네로시안과의 모든 관계를 끊었습니다. 이제 십자군의 땅은 사령관을 지도자로 하는 독립 국가가 되었습니다. 하지만 멘데브의 지원이 없어도 이 젊은 국가는 외롭지 않습니다. 이전에 십자군 원정에 군대와 자금을 지원했던 나라들이 후한 선물을 보냈기 때문입니다. 이 선물은 데몬의 침략으로부터 골라리온을 지키는 방패를 계속 강화하겠다는 그들의 의지를 보여줍니다.

source: Temples and priests will come to the crusade's aid by donating some of their riches to the army's coffers. These funds will be used to construct sturdy walls and tall towers that will withstand any demonic assault.
ko: 신전과 사제들이 그들이 가진 부의 일부를 성전에게 기부함으로써, 성전을 도울 것입니다. 이 자금은 데몬들의 공격에도 버틸 튼튼한 방벽과 높은 탑을 짓는 데 사용될 것입니다.
ko_mt: 사원과 사제들은 재물의 일부를 군대의 금고에 기부하여 십자군 성전을 도울 것입니다. 이 자금은 데몬의 공격을 견딜 수 있는 튼튼한 성벽과 높은 탑을 건설하는데 사용됩니다.

source: The tax of the righteous has been introduced in Mendev.
ko: 의인의 세금이 멘데브에 알려졌습니다.
ko_mt: 멘데브에 의인의 세금이 도입되었습니다.

source: 30 {g|MendevianCavaliers}[Mendevian Cavaliers]{/g} and 60 {g|Warpriests}[Warpriests]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 30 {g|MendevianCavaliers}[멘데브 기사]{/g}와 60 {g|Warpriests}[워프리스트]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 30 {g|MendevianCavaliers}[멘데브 캐벌리어스]{/g}과 60 {g|Warpriests}[전쟁사제]{/g}을 모집합니다.

source: New Nobility
ko: 새로운 귀족
ko_mt: 새로운 귀족

source: Her Majesty has decided to introduce some fresh blood into the aristocracy of her kingdom. In her generosity, she offers a title and lands to any worthy noble who swears fealty to her throne and joins the war against demons.
ko: 여왕 폐하께서 왕국의 귀족 사회에 새로운 귀족 가문을 편입시키기로 결정하셨습니다. 관대하신 여왕 폐하께서는 왕좌에 충성하고, 데몬들과의 전쟁에 참여할 훌륭한 귀족들에게 작위와 땅을 제공할 것입니다.
ko_mt: 여왕 폐하께서 왕국의 귀족들에게 새로운 피를 수혈하기로 결정하셨습니다. 여왕 폐하는 자신의 왕좌에 충성을 맹세하고 데몬과의 전쟁에 동참하는 합당한 귀족에게 작위와 땅을 제공합니다.

source: Many brave aristocrats have answered Queen Galfrey's call. They have arrived in Drezen to pledge allegiance to Her Majesty and stand against the invasion from the Abyss.
ko: 용감한 귀족들이 갈프리 여왕의 부름에 응답했습니다. 그들은 여왕 폐하께 충성을 맹세하고, 심연의 침공에 맞서기 위해 드레젠에 도착했습니다.
ko_mt: 많은 용감한 귀족들이 갈프레이 여왕의 부름에 응답했습니다. 이들은 여왕 폐하께 충성을 맹세하고 심연의 침략에 맞서 싸우기 위해 드레젠에 도착했습니다.

source: Elections to the Royal Council
ko: 왕실 의회 선거
ko_mt: 왕립 평의회 선거

source: The right to become a member of the Royal Council of Mendev will henceforth be granted to any Mendevian subject regardless of their lineage and wealth. This reform will undoubtedly attract many outlanders seeking a life of freedom.
ko: 이제부터 아무리 천하고 가난한 사람이라도, 멘데브의 백성이라면 왕실 자문단의 일원이 될 수 있는 권리를 갖게 될 것입니다. 이러한 개혁은 의심할 여지도 없이 자유로운 삶을 추구하는 여러 타지인들을 불러 모을 것입니다.
ko_mt: 이제부터는 혈통과 재산에 관계없이 멘데브 왕실 평의회 회원이 될 수 있는 권리가 모든 멘데브인에게 부여됩니다. 이 개혁은 의심할 여지없이 자유의 삶을 추구하는 많은 외부인을 끌어들일 것입니다.

source: The Royal Council elections were successfully held. Many foreigners, upon hearing that freedom now flourished in these lands, embarked on the journey to Mendev.
ko: 왕실 자문회 선거는 성공적으로 치러졌습니다. 이 땅에 자유가 꽃피어졌다는 소문을 들은 타지인들은 멘데브를 향한 여로에 오르기 시작했습니다.
ko_mt: 왕의회 선거가 성공적으로 치러졌습니다. 많은 외국인들이 이 땅에 자유가 찾아왔다는 소식을 듣고 멘데브로 향하는 여정을 떠났습니다.

source: Tieflings' Rights
ko: 티플링 권리
ko_mt: 티플링의 권리

source: People of many nations treat tieflings with hostility and suspicion because of their race. News that Mendev is willing to accept them as equal subjects with full rights will spark the interest of many tieflings across Golarion. The magical power in their blood will be a boon to the crusade.
ko: 많은 국가들은 티플링들의 종족적인 특징 때문에 적대감과 의심을 갖고 티플링들을 대합니다. 멘데브가 티플링들을 평범한 사람들과 동일한 권리를 가진 시민으로써 티플링들을 받아들이고자 한다는 소식은 골라리온 전역의 티플링들의 관심을 불러일으켰습니다. 그들의 피에 흐르고 있는 마법의 힘은 성전에 큰 도움이 될 것입니다.
ko_mt: 많은 국가의 사람들은 종족이라는 이유로 티플링을 적대감과 의심으로 대합니다. 멘데브가 그들을 완전한 권리를 가진 동등한 신민으로 기꺼이 받아들인다는 소식은 골라리온 전역의 많은 티플링의 관심을 불러일으킬 것입니다. 그들의 피 속에 깃든 마법의 힘은 성전에 큰 도움이 될 것입니다.

source: Many tieflings arrived in Mendev upon hearing that they would be guaranteed equal rights with other races.
ko: 많은 티플링들이 다른 종족들과 동일한 권리를 보장받을 것 이라는 소식을 듣고 멘데브에 도착했습니다.
ko_mt: 많은 티플링이 다른 종족과 동등한 권리를 보장받을 수 있다는 소식을 듣고 멘데브에 도착했습니다.

source: It is high time for Mendev to offer its entire strength to the crusade. A large-scale mobilization will bolster the ranks with many new soldiers that will march on the Worldwound.
ko: 멘데브가 성전을 위해 모든 힘을 결집시킬 때입니다. 대규모의 병력 동원을 통해, 훗날 세계상처를 행군할 다수의 신병들로 성전사들의 전열을 강화시킬 수 있을 겁니다.
ko_mt: 멘데브가 십자군 전쟁에 전력을 다해야 할 때입니다. 대규모 동원을 통해 세계상처로 진군할 새로운 병사들로 전열을 강화할 것입니다.

source: Mendev has successfully conducted the military mobilization.
ko: 멘데브의 군사 소집은 성공적으로 실행되었습니다.
ko_mt: 멘데브는 군사 동원을 성공적으로 수행했습니다.

source: All generals have learned the {g|JudgmentDay}[Judgment Day]{/g} spell.
ko: 모든 지휘관들이 {g|JudgmentDay}[심판의 날]{/g} 주문을 배웠습니다.
ko_mt: 모든 장수는 {g|JudgmentDay}[심판의 날]{/g} 주문을 배웠습니다.

source: Glorification of the Gods
ko: 신들을 향한 찬미
ko_mt: 신들의 영광

source: The gods will not abandon Mendev in the war against the Worldwound. If the faithful flock to the temples, the higher powers will grant their might to the crusaders.
ko: 신들께서는 세계상처와 맞서 전쟁을 치루고 있는 멘데브를 결코 버리지 않을 것입니다. 경건한 신도들이 신전에 모인다면, 신들께서 성전사들에게 힘을 내려줄 것입니다.
ko_mt: 신들은 세계상처와의 전쟁에서 멘데브를 버리지 않을 것입니다. 신자들이 성전으로 모여든다면, 신들은 십자군에게 힘을 부여할 것입니다.

source: Mendevians crowded in the temples, praising the gods, and they lent their might to the Commander.
ko: 멘데브 인들은 신전에 모여, 신들께 경배하고 사령관에게 그들의 힘을 빌려주었습니다.
ko_mt: 멘데브인들은 신전에 모여 신을 찬양하며 사령관에게 힘을 보탰습니다.

source: Forming a Diplomatic Council
ko: 외교 자문단 조직하기
ko_mt: 외교 협의회 구성

source: The crusade depends on the support of Nerosyan and foreign countries. The Diplomatic Council will see to it that no political problems interfere with the regular inflow of gold and recruits to Drezen.
ko: 성전의 성공과 실패는 네로시안과 외국의 지원에 달려있습니다. 외교 자문단은 드레젠에 정기적으로 자금과 신병이 유입되도록, 어떠한 정치적 문제도 발생하지 않도록 심혈을 기울일 것입니다.
ko_mt: 성전은 네로시안과 외국의 지원에 달려 있습니다. 외교 위원회는 정치적 문제로 인해 드레젠에 정기적으로 금과 신병이 유입되는데 방해가 되지 않도록 할 것입니다.

source: The Diplomatic Council is assembled and awaits the Commander at the headquarters for the first meeting.
ko: 외교 자문단이 조직되었고, 그들은 첫 회의를 시작하기 위해 지휘부에서 사령관을 기다리고 있습니다.
ko_mt: 외교 위원회가 소집되어 첫 회의를 위해 사령부에서 사령관을 기다리고 있습니다.

source: Strengthening Diplomatic Connections
ko: 외교관계 강화
ko_mt: 외교적 관계 강화

source: Financing a crusade is a costly process, and the Diplomatic Council has to come up with new tricks to preserve the friendship of countries and nobility, sponsoring the Commander's army.
ko: 성전을 금전적으로 지원하는 것은 막대한 비용을 필요로합니다. 따라서 외교 자문단은 사령관의 군대를 후원하는 많은 국가와 귀족들간의 관계를 유지하기위한 새로운 방법을 찾아내야 할 것입니다.
ko_mt: 십자군 원정에 자금을 조달하는 것은 비용이 많이 드는 과정이며, 외교 위원회는 국가와 귀족의 우정을 지키고 사령관의 군대를 후원하기 위해 새로운 트릭을 생각해 내야 합니다.

source: Diplomatic relations are improved. The diplomatic council requests the crusade leader to attend their meeting and receive the update report.
ko: 외교 관계가 개선되었습니다. 외교자문단은 성전 지도자가 회의에 출석해, 이와 관련된 새 보고서를 받길 원하고 있습니다.

source: 2 {g|FallenDragons}[Fallen Dragons]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 2 {g|FallenDragons}[타락한 드래곤]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 {g|FallenDragons}[타락한 드래곤]{/g} 2명을 모집합니다.

source: Summon Fallen Dragons
ko: 타락한 드래곤 소환
ko_mt: 타락한 드래곤 소환

source: Quite a lot of corrupted dragons can be found in the lands of the Worldwound. If they hear the call of the new leader of the flock — they will answer.
ko: 세계상처의 황무지에서는 꽤 많은 수의 타락한 드래곤을 찾을 수 있습니다. 그들이 새 우두머리의 부름을 듣는다면 — 그들은 부름에 응할 것입니다.
ko_mt: 세계상처의 땅에는 타락한 드래곤이 꽤 많이 있습니다. 그들이 무리의 새로운 지도자의 부름을 듣는다면 그들은 응답할 것입니다.
