Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: Unit has a +1 bonus to attack, AC, saving throws, and initiative.
ko_mt: 유닛은 명중 굴림, AC, 내성 굴림, 우선권에 +1 보너스를 얻습니다.

source: Quality Equipment
ko_mt: 고품질 장비

source: Unit has a +1 bonus to initiative and a +10% bonus to maximum HP.
ko_mt: 유닛은 우선권 +1 보너스와 최대 체력 +10% 보너스를 얻습니다.

source: Reinforced Bodies
ko_mt: 강화 바디

source: Unit has a +20 bonus to combat morale.
ko_mt: 유닛은 전투 사기에 +20 보너스를 얻습니다.

source: Fearless
ko_mt: 용감함

source: (Chaotic) Removes 5% of recruited units. All enemy units receive the {g|Wounded}[Wounded]{/g} feat for 7 days.
ko_mt: (혼돈) 모집한 유닛의 5%를 제거합니다. 모든 적 유닛이 7일 동안 {g|Wounded}[부상자]{/g} 능력을 받습니다.

source: Wounded
ko_mt: 부상자

source: The general has a +3 bonus to Power and a +10 bonus to Energy.
ko_mt: 장군은 위력에 +3 보너스, 에너지에 +10 보너스를 얻습니다.

source: Knowledge for the Chosen Ones
ko_mt: 선택받은 자를 위한 지식

source: Recruitment growth for all trainable units from the Main Archery Range and the Main Stables increases by 20%. All trainable units from the Main Barracks receive the {g|Vulnerable}[Vulnerable]{/g} {g|Encyclopedia:Feat}feat{/g}.
ko_mt: 주 활쏘기 훈련장과 주 마구간에서 훈련 가능한 모든 유닛의 모집량이 20% 증가합니다. 주 막사에서 훈련 가능한 모든 유닛이 {g|Vulnerable}[취약]{/g} {g|Encyclopedia:Feat}특성{/g}을 얻습니다.

source: Recruit
ko_mt: 신병

source: The general has a +5 bonus to Power.
ko_mt: 장군은 위력에 +5 보너스를 얻습니다.

source: Destructive Spells
ko_mt: 파괴 주문

source: Unit has a +1 bonus to speed.
ko_mt: 유닛은 속도에 +1 보너스를 얻습니다.

source: Driving Force
ko_mt: 원동력

source: Materials Points income increases by 10. Energy Points income increases by 5.
ko_mt: 재료 점수 수입이 10 증가합니다. 에너지 점수 수입이 5 증가합니다.

source: Herbal Medicine
ko_mt: 허브 약초

source: Unit has a -2 penalty to AC.
ko_mt: 유닛은 AC에 -2 불이익을 받습니다.

source: Studied Target
ko_mt: 연구 대상

source: Unit has a +4 bonus to Reflex saving throws.
ko_mt: 유닛은 반사 신경에 +4 보너스를 얻습니다.

source: Masters of Survival
ko_mt: 생존의 달인

source: Zagelforntz's Masterpiece
ko_mt: 자겔프론츠의 걸작

source: Unit has a +25% bonus to maximum HP and a +2 bonus to AC.
ko_mt: 유닛은 최대 HP에 +25%, AC에 +2 보너스를 얻습니다.

source: Army has -50% movement points.
ko_mt: 군대의 이동 점수는 -50%입니다.

source: Terrible Allergy
ko_mt: 끔찍한 알레르기

source: Order in the Rear
ko_mt: 후방 주문

source: All units gain the {g|AbadarsCooperation}[Abadar's Cooperation]{/g} feat.
ko_mt: 모든 유닛은 {g|AbadarsCooperation}[아바다르의 협력] 특성을 얻습니다.

source: Abadar's Cooperation
ko_mt: 아바다르의 협력

source: All units gain the {g|WealthBringsStrength}[Wealth Brings Strength]{/g} feat.
ko_mt: 모든 유닛은 {g|WealthBringsStrength}[부는 힘을 가져다줍니다]{/g} 특성을 얻습니다.

source: Wealth Brings Strength
ko_mt: 부는 힘을 가져다줍니다

source: All generals gain the {g|RetaliationOfTheChain}[Retaliation of the Chain]{/g} feat.
ko_mt: 모든 장군는 {g|RetaliationOfTheChain}[사슬의 보복]{/g} 특성을 얻습니다.

source: Retaliation of the Chain
ko_mt: 사슬의 보복

source: All enemy demon units take ((Power×Power + 5)d6) magic damage every round.
ko_mt: 모든 적 데몬 유닛은 매 라운드마다 (위력×위력+5)d6) 마법 피해를 받습니다.

source: Bane of Demons
ko_mt: 데몬의 억압

source: The effect of positive morale on Finance, Materials, and Energy Points income increases by 33%.
ko_mt: 긍정적인 사기가 재정, 재료, 에너지 점수 수입에 미치는 영향이 33% 증가합니다.

source: (Lawful) All enemy units gain the {g|Dissociated}[Dissociated]{/g} feat for 3 days.
ko_mt: (질서) 모든 적 유닛이 3일 동안 {g|Dissociated}[분리됨]{/g} 능력을 얻습니다.

source: Dissociated
ko_mt: 분리됨

source: All {g|AdjacentUnits}[adjacent]{/g} allied units gain a +1 bonus to AC for 1 round at the start of each round.
ko_mt: 모든 {g|AdjacentUnits}[인접]{/g} 아군 유닛은 매 라운드 시작 시 1라운드 동안 AC에 +1 보너스를 얻습니다.

source: Cautious
ko_mt: 조심성

source: Unit is unaffected by flanking.
ko_mt: 유닛은 측면 공격의 영향을 받지 않습니다.

source: Prudent
ko_mt: 신중함

source: Caydenite Scouts
ko_mt: 카이데나이트 스카우트

source: Unit has a +3% bonus to maximum HP.
ko_mt: 유닛은 최대 체력에 +3% 보너스를 얻습니다.

source: Andoren Equipment
ko_mt: 안도렌 장비

source: Recruitment growth for trainable units increases by 15% for each captured region.
ko_mt: 점령한 지역마다 훈련 가능한 유닛의 모집량이 15% 증가합니다.

source: Unit has a -3 penalty to initiative. This is a mind-affecting effect.
ko_mt: 유닛은 우선권에 -3의 불이익을 받습니다. 이것은 정신에 영향을 미치는 효과입니다.

source: Disoriented
ko_mt: 방향 감각 상실

source: Dragon Treasure
ko_mt: 드래곤 보물

source: Example for the Soldiers
ko_mt: 병사 예시

source: Infirmary size increases by 25% per level of this feat.
ko_mt: 이 특성 레벨당 의무실 크기가 25% 증가합니다.

source: Heavenly Ward
ko_mt: 천상의 병동

source: The general has a +3 bonus to Power per level of this feat.
ko_mt: 장군은 이 특성 레벨당 +3 위력 보너스를 얻습니다.

source: Mighty Servant
ko_mt: 강력한 서번트

source: Ghlaunder Plague
ko_mt: 세탁 전염병

source: Finance, Materials, and Energy Points income increases by 5%.
ko_mt: 재정, 재료, 에너지 점수 수입이 5% 증가합니다.

source: Infirmary size reduces by 20%.
ko_mt: 의무실 크기가 20% 감소합니다.

source: Merciless
ko_mt: 무자비한

source: All infantry units gain the {g|ParalyzingPoison}[Debilitating Poison]{/g} ability.
ko_mt: 모든 보병 유닛은 {g|ParalyzingPoison}[쇠약화 독]{/g} 능력을 얻습니다.

source: Debilitating Poison
ko_mt: 쇠약화 독

source: Target unit gains the {g|Poison_I_feat}[Poison I]{/g} feat.
ko_mt: 대상 유닛은 {g|Poison_I_feat}[독 I]{/g} 특성을 얻습니다.

source: Poison I
ko_mt: 독 I

source: Target unit gains the {g|Poison_II_feat}[Poison II]{/g} feat.
ko_mt: 대상 유닛은 {g|Poison_II_feat}[독 II]{/g} 특성을 얻습니다.

source: Poison II
ko_mt: 포이즌 II

source: Target unit gains the {g|Poison_III_feat}[Poison III]{/g} feat.
ko_mt: 대상 유닛은 {g|Poison_III_feat}[독 III]{/g} 특성을 얻습니다.

source: Poison III
ko_mt: 포이즌 III

source: Every general gains additional (level×d100) experience points every day.
ko_mt: 모든 장군는 매일 추가 경험치(레벨×d100)를 획득합니다.

source: An infantry unit that reaches the right border of the battlefield gains the {g|CrownedChecker_feat}[Crowned Checker]{/g} feat.
ko_mt: 전장 오른쪽 경계에 도달한 보병 유닛은 {g|CrownedChecker_feat}[크라운 체커]{/g} 특성을 얻습니다.

source: Crowned Checker
ko_mt: 크라운 체커

source: At the start of the battle, a random enemy unit receives the black spot. After that unit is destroyed, all units in the crusader army gain the {g|CriticalStrike}[Critical Strike]{/g} feat.
ko_mt: 전투가 시작되면 무작위 적 유닛이 검은 반점을 받습니다. 해당 유닛이 파괴되면 성전사 군대의 모든 유닛은 {g|CriticalStrike}[치명적 일격]{/g} 특성을 얻습니다.

source: Black Spot
ko_mt: 검은 반점

source: The general has a 33% chance to cast a random spell without spending Energy instead of the one selected spell.
ko_mt: 장군은 33% 확률로 선택한 주문 대신 에너지를 소모하지 않고 무작위 주문을 시전할 수 있습니다.

source: How Does It Work?
ko_mt: 어떻게 작동하나요?

source: At the start of the battle, random unoccupied squares are marked on the battlefield. Units standing there gain a 50% chance to deal double damage.
ko_mt: 전투가 시작되면 전장에 무작위로 비어 있는 사각형이 표시됩니다. 그 자리에 서 있는 유닛은 50% 확률로 두 배의 피해를 입힙니다.

source: To Each Their Place
ko_mt: 각자의 장소로

source: Finance Points income increases by 200.
ko_mt: 재정 점수 수입이 200 증가합니다.

source: Energy Points income increases by 3, adds 6,000 Logistics experience points.
ko_mt: 에너지 점수 수입이 3 증가하고, 물류 경험치가 6,000 추가됩니다.

source: The general restores 50% of Energy instead of 30%.
ko_mt: 장군은 30%가 아닌 50%의 에너지를 회복합니다.

source: Sorcerer Squire
ko_mt: 소서러 스콰이어

source: Berenguer's Knowledge
ko_mt: 베렌게르의 지식

source: Axis stands ready to help the crusade. The legions of Inevitables are waiting till mortal sorcerers open a planar gate for them.
ko_mt: 액시스는 성전을 도울 준비가 되어 있습니다. 필멸자의 군단은 필멸자 소서러들이 평행의 문을 열 때까지 기다리고 있습니다.

source: The gladiators from Alushinyrra who came with the Commander to Golarion are ready to continue to fight for the glory of their {mf|master|mistress}.
ko_mt: 사령관과 함께 골라리온으로 온 알루시니라 검투사들은 주인님의 영광을 위해 계속 싸울 준비가 되어 있습니다.

source: The Golarian slaves rescued by the Commander in Alushinyrra are infinitely grateful, and they are ready to get even with the demons with weapons in hand.
ko_mt: 알루시니라 사령관에게 구출된 골라리온 노예들은 무한한 감사를 표하며, 무기를 들고 데몬들에게 복수할 준비가 되어 있습니다.

source: In the Commander's absence, the crusaders were led by Queen Galfrey, but everyone remembered that the official title of leader of the crusade had not been taken away from the Commander. {mf|His|Her} glory attracted many warriors, and a detachment of such volunteers have just arrived at the walls of Drezen.
ko_mt: 사령관이 부재한 동안 십자군은 갈프레이 여왕이 이끌었지만, 모두가 십자군 지도자라는 공식 직함은 사령관에게서 빼앗기지 않았다는 사실을 기억하고 있었습니다. {mf|그|그녀}의 영광은 많은 전사들을 끌어 모았고, 그러한 지원자들이 드레젠 성벽에 막 도착했습니다.

source: A pack of shadow demons has followed their master to Golarion. They have captured the bodies of the bull-headed warriors of Baphomet who were besieging Drezen, and they are now awaiting orders.
ko_mt: 그림자 데몬 무리가 주인을 따라 골라리온으로 향했습니다. 그들은 드레젠을 포위하던 바포메트의 황소머리 전사들의 시체를 사로잡았고, 이제 명령을 기다리고 있습니다.

source: Thanks to the power of the Wardstone residing in Drezen, the demon siege was much less bloody than it could have been. Enough soldiers survived in the citadel to form a fighting detachment that is now awaiting the Commander's orders.
ko_mt: 드레젠에 있는 수호석의 힘 덕분에 데몬 포위 공격은 예상보다 훨씬 덜 유혈이 낭자했습니다. 성채에서 살아남은 병사들은 이제 사령관의 명령을 기다리는 전투 부대를 구성하기에 충분합니다.

source: A parade in honor of Her Majesty Queen Galfrey will display respect the Commander has toward Nerosyan and its ruler. This sign of loyalty will appeal to Mendevian nobles and ensure their favor.
ko_mt: 갈프레이 여왕 폐하를 기리는 퍼레이드는 사령관이 네로시안과 그 통치자에 대한 존경심을 보여줄 것입니다. 이러한 충성의 표시가 멘데비아 귀족들의 마음을 사로잡아 그들의 호의를 얻을 수 있을 것입니다.

source: While the aristocrats and officials are basking in the glory of the conquerors of the Worldwound, the common people of Mendev will come to the Commander's aid and send a militia to help the crusade.
ko_mt: 귀족과 관리들이 세계상처 정복자들의 영광을 만끽하는 동안 멘데브의 일반 백성들은 사령관에게 도움을 요청하고 십자군을 돕기 위해 민병대를 파견할 것입니다.

source: 12 {g|ShieldBearers}[Shield Bearers]{/g} are recruited at the Commander's headquarters, adds 1,500 Finance Points.
ko_mt: 사령관 본부에서 12 {g|ShieldBearers}[방패병]{/g}을 모집하면 재정 점수 1,500이 추가됩니다.

source: All generals gain {g|PetDrake}[Pet Drake]{/g} ability.
ko_mt: 모든 장수는 {g|PetDrake}[애완동물 드레이크]{/g} 능력을 얻습니다.

source: Irabeth seeks an audience with the Commander. She reports that an important letter has reached the citadel.
ko_mt: 이라베스가 사령관님을 만나러 갑니다. 그녀는 중요한 편지가 성채에 도착했다고 보고합니다.

source: Two Kellids have arrived in Drezen demanding a fair trial. They await an audience with the Commander.
ko_mt: 켈리드 두 명이 공정한 재판을 요구하며 드레젠에 도착했습니다. 그들은 사령관과의 면담을 기다리고 있습니다.

source: Averis, a warrior of the crusade, claims that a crime has taken place. She seeks an audience with the Commander.
ko_mt: 십자군 전사인 아베리스는 범죄가 발생했다고 주장합니다. 그녀는 사령관에게 면담을 요청합니다.

source: A murder has been committed in the citadel. Officer Lellan awaits an audience with the Commander to plead for {mf|him|her} to participate in the court-martial.
ko_mt: 성채에서 살인 사건이 발생했습니다. 렐란 장교가 사령관과의 면담을 기다리며 {mf|그|그녀}가 군법회의에 참가할 수 있도록 간청합니다.

source: Daeran has filed a request for a public audience with the Commander. It seems that he has either something important to announce or a new jest to try out.
ko_mt: 대런이 사령관님께 공개 면담을 신청했습니다. 뭔가 중요한 발표할 것이 있거나 새로운 장난을 시도해보고 싶은 것 같습니다.

source: Irabeth reports that a letter has been received from a certain high-ranking inquisitor. It is to be handed to the Commander, confidentially and for h{mf|is|er} eyes only.
ko_mt: 이라베스는 어떤 고위 종교 재판관으로부터 편지를 받았다고 보고합니다. 이 편지는 사령관에게 비밀리에 전달되어야 하며, {mf|그|그녀}만 볼 수 있도록 해야 합니다.

source: An angel is awaiting an audience in Drezen, hoping to share the wisdom of Heaven with the leader of the crusaders.
ko_mt: 천사가 드레젠에서 십자군의 지도자와 천국의 지혜를 나누기 위해 청중을 기다리고 있습니다.

source: Arueshalae wishes to have a private conversation with the Commander whenever {mf|he|she} can spare some time in Drezen.
ko_mt: 아루샬래는 {mf|그|그녀}의 드레젠에서 시간을 낼 수 있을 때마다 사령관과 사적인 대화를 나누고 싶어 합니다.

source: Aranka and Aivu want to meet with the Commander... on some very important business!
ko_mt: 아란카와 아이부가 사령관을 만나고 싶어해요.. 아주 중요한 일 때문에요!

source: An entire group of... children and adolescents has arrived in Drezen. The guards have taken care of them, but their leader is seeking an audience with the Commander.
ko_mt: 한 무리의.. 어린이와 청소년들이 드레젠에 도착했습니다. 경비병들이 그들을 돌보고 있지만, 그들의 지도자가 사령관님을 만나고 싶어 합니다.

source: Irabeth reports that one of the Commander's retinue has deserted the crusade. She awaits a personal meeting to share the details.
ko_mt: 이라베스는 사령관의 부하 중 한 명이 십자군 원정대를 이탈했다고 보고합니다. 그녀는 자세한 내용을 공유하기 위해 개인적인 만남을 기다리고 있습니다.

source: Camellia wishes to have a private conversation with the Commander whenever {mf|he|she} can spare some time in Drezen.
ko_mt: 카멜리아는 {mf|그|그녀}의 드레젠에서 시간을 낼 수 있을 때마다 사령관과 사적인 대화를 나누고 싶어 합니다.

source: The archaeologist Lathimas has arrived in Drezen and seeks an audience with the leader of the crusaders to propose an "interesting adventure."
ko_mt: 고고학자 라티마스가 드레젠에 도착하여 십자군 지도자를 만나 "흥미로운 모험"을 제안합니다."

source: The demon Yozz, Nocticula's servant, has slipped a letter into the Commander's study stating that he expects a private audience in the near future.
ko_mt: 녹티큘라의 시종인 데몬 요즈가 사령관의 서재에 가까운 시일 내에 개인적으로 만나고 싶다는 편지를 숨겨 놓았습니다.

source: The demon Yozz, Nocticula's servant, has slipped a letter into the Commander's study stating that he expects a private audience in the near future.
ko_mt: 녹티큘라의 시종인 데몬 요즈가 사령관의 서재에 가까운 시일 내에 개인적으로 만나고 싶다는 편지를 숨겨 놓았습니다.

source: The esteemed general Megidiah Vallys has submitted an official request for an audience.
ko_mt: 존경하는 메기디아 발리스 장군께서 공식적으로 면담 요청을 해왔습니다.

source: A group of sinister envoys from Ustalav has arrived in Drezen. Their leader, Elyanka Camilary, is awaiting an audience with the Commander.
ko_mt: 우스탈라프에서 온 불길한 사절단이 드레젠에 도착했습니다. 그들의 지도자 엘랑카 카밀라리가 사령관과의 면담을 기다리고 있습니다.

source: A note has been discovered in the chambers of the crusade leader. It reads: "We need to have a serious talk! I'll pay you a visit whenever I please! Socothbenoth!"
ko_mt: 십자군 지도자의 방에서 한 장의 메모가 발견되었습니다. 이렇게 적혀 있습니다. "진지한 대화를 나누자! 언제든 찾아가겠습니다! 소코트베노스!"

source: His Majesty Thaberdine Quintissimus Hierophantel has summoned the Commander to an audience, in order to entrust {mf|him|her} with a dangerous task of utmost importance.
ko_mt: 타베르딘 퀸티시무스 히에로판텔 폐하께서 {mf|그|그녀}에게 가장 중요한 위험한 임무를 맡기기 위해 사령관님을 회의실로 소환하셨습니다.

source: Thaberdine, the poor drunk who had such terrible luck with his claim to the "throne of Sarkoris," begs the Commander for an audience, claiming that it is a matter of life and death.
ko_mt: "사르코리스의 왕좌"를 차지하기 위해 불운을 겪은 술주정뱅이 타베르딘은 사령관에게 생사가 걸린 문제라며 면담을 요청합니다.

source: Reinforcements of crusaders from the Order of the Flaming Lance have arrived in Drezen. Their leader, young Klaem, is awaiting an audience with the Commander.
ko_mt: 불타는 창 기사단의 성전사 지원군이 드레젠에 도착했습니다. 이들의 리더인 젊은 클렘이 사령관과의 면담을 기다리고 있습니다.

source: Reinforcements of crusaders from the Order of the Flaming Lance have arrived in Drezen. Their leader, Nystra Flamefinger, is awaiting an audience with the Commander.
ko_mt: 불타는 창 교단의 성전사 지원군이 드레젠에 도착했습니다. 이들의 지도자 니스트라 플레임핑거가 사령관님과의 면담을 기다리고 있습니다.

source: Some strange drunkard is claiming that the Commander is obliged — yes, obliged! — to grant him an audience!
ko_mt: 어떤 이상한 술주정뱅이가 사령관에게 면담을 허락할 의무가 있다고 주장하고 있습니다 - 네, 의무가 있습니다! - 면회를 허락해야 한다고 주장하고 있습니다!

source: Greybor has asked the Commander for a private conversation whenever {mf|he|she} can spare some time in Drezen.
ko_mt: 그레이버는 {mf|그|그녀}의 드레젠에서 시간을 낼 수 있을 때마다 사령관에게 사적인 대화를 요청했습니다.

source: Three Hellknights are awaiting an audience with the Commander in Drezen.
ko_mt: 세 명의 지옥기사가 드레젠에서 사령관과의 면담을 기다리고 있습니다.

source: Irabeth wishes to speak to the Commander. She would like to stress that this is a private conversation, not a meeting on crusade-related matters.
ko_mt: 이라베스가 사령관과 얘기하고 싶다고 합니다. 그녀는 이 대화가 십자군 관련 회의가 아닌 사적인 대화임을 강조하고 싶어 합니다.

source: Irabeth seeks an audience with the Commander. She says she is worried about Ciar, the leader of the Everbright Crusaders.
ko_mt: 이라베스가 사령관님을 만나고 싶어 합니다. 그녀는 에버브라이트 성전단의 지도자 시아르가 걱정된다고 말합니다.

source: Another lowly supplicant is humbly waiting in Drezen, begging the {mf|master|mistress} of the swarm to hear their pathetic words.
ko_mt: 또 다른 비천한 간구자가 드레젠에서 겸손히 기다리며 무리의 주인님에게 자신의 한심한 말을 들어달라고 애원하고 있습니다.

source: Malessa, a fisherwoman from the village of Chilly Creek, seeks an audience with the Commander to make a request.
ko_mt: 칠리 크릭 마을의 어부 말레사가 사령관에게 부탁할 것이 있다며 면담을 요청합니다.

source: Markyll, a fisherman from the village of Chilly Creek, seeks an audience with the Commander to make a request.
ko_mt: 칠리 크릭 마을의 어부 마킬이 사령관에게 부탁할 것이 있다며 면담을 요청합니다.

source: The free crusaders ask the Commander for an audience.
ko_mt: 자유 십자군이 사령관에게 면담을 요청합니다.

source: New Allies
ko_mt: 새로운 동맹

source: A note has been discovered in the chambers of the crusade leader that reads: "Welcome back from the Abyss. I'll visit you soon. Kisses, Soco."
ko_mt: 십자군 지도자의 방에서 다음과 같은 메모가 발견되었습니다. "심연에서 돌아온 것을 환영한다. 곧 다시 찾아뵙겠습니다. 키스, 소코."

source: Reinforcements from Kenabres have arrived in Drezen. Their leader, Chun Dawei, is awaiting an audience with the Commander.
ko_mt: 케나브레스의 지원군이 드레젠에 도착했습니다. 그들의 지도자 춘다웨이가 사령관과의 면담을 기다리고 있습니다.

source: Reinforcements from Kenabres have arrived in Drezen. Their leader, Prelate Hulrun, is awaiting an audience with the Commander.
ko_mt: 케나브레스의 지원군이 드레젠에 도착했습니다. 그들의 지도자 훌런 성직자가 사령관과의 면담을 기다리고 있습니다.

source: Reinforcements from Kenabres have arrived in Drezen. Their leader, Ramien, is awaiting an audience with the Commander.
ko_mt: 케나브레스의 지원군이 드레젠에 도착했습니다. 그들의 지도자 라미엔이 사령관과의 면담을 기다리고 있습니다.

source: Paralictor Regill Derenge has filed a formal request for an official audience, where he will speak on behalf of his order.
ko_mt: 레질 데렌지 패럴릭터가 공식적인 면담 요청을 제출했으며, 이 요청에 따라 그가 명령을 대신하여 연설할 예정입니다.

source: Seelah wishes to have a private conversation with the Commander whenever {mf|he|she} can spare some time in Drezen.
ko_mt: 실라는 {mf|그|그녀}의 드레젠에서 시간을 낼 수 있을 때마다 사령관과 사적인 대화를 나누고 싶어 합니다.

source: An embassy from Geb has arrived in Drezen. Their leader, Septimus, seeks an audience.
ko_mt: 게브의 사절단이 드레젠에 도착했습니다. 그들의 지도자 셉티무스가 면담을 요청합니다.

source: The Next-Door Theater troupe proudly reports that work on the new play is complete. Now they are only awaiting the Commander's arrival before they hold the premiere.
ko_mt: 옆집 극장 극단은 새 연극 작업이 완료되었다고 자랑스럽게 보고합니다. 이제 그들은 시사회를 개최하기 전에 사령관의 도착만을 기다리고 있습니다.

source: The Next-Door Theater troupe that travels with the crusade has requested an audience.
ko_mt: 십자군과 함께 여행하는 옆집 극단이 관객을 요청했습니다.

source: Some snob who somehow thinks they're entitled to advise the crusade leader is impatiently waiting in Drezen to present another far-fetched idea.
ko_mt: 십자군 지도자에게 조언할 자격이 있다고 생각하는 속물들이 드레젠에서 또 다른 터무니없는 아이디어를 제시하기 위해 초조하게 기다리고 있습니다.

source: Drezen has been visited by a fascinating creature — an azata, a native of Elysium. He politely stated that he wishes to meet the Commander in person.
ko_mt: 엘리시움에 서식하는 아자타라는 매혹적인 생물이 드레젠을 찾아왔어요. 그는 사령관을 직접 만나고 싶다고 정중하게 말했습니다.

source: Lann wants to speak to the Commander. He stressed that it is about his tribe and that it would be better to have this conversation in Drezen.
ko_mt: 란이 사령관과 얘기하고 싶다고 합니다. 그는 자신의 부족에 관한 일이며 이 대화는 드레젠에서 하는 것이 좋겠다고 강조했습니다.

source: A lady who has come to Drezen on business has requested a private audience. She claims to have connections with one of the Commander's retinue.
ko_mt: 사업차 드레젠에 온 한 여성이 개인 면담을 요청했습니다. 사령관의 부하 중 한 명과 친분이 있다고 주장합니다.

source: One of the members of the influential and peculiar alliance that promised to aid the crusade leader has arrived at the citadel and is awaiting an audience.
ko_mt: 십자군 지도자를 돕겠다고 약속한 영향력 있고 특이한 동맹의 일원 중 한 명이 성채에 도착하여 청중을 기다리고 있습니다.

source: Seelah reports that the crusaders investigating the stolen souls are awaiting an audience in Drezen.
ko_mt: 실라가 도난당한 영혼을 조사하는 성전사들이 드레젠에서 플레이어를 기다리고 있다고 전합니다.

source: A mercenary group going by the name of the Blackstone Company has arrived in Drezen. Their leader, Captain Seilkind, seeks an audience.
ko_mt: 블랙스톤 컴퍼니라는 이름의 용병 집단이 드레젠에 도착했습니다. 그들의 리더인 세일카인드 대위가 플레이어를 찾습니다.

source: An old elf who calls himself the Storyteller has arrived in Drezen and is seeking an audience.
ko_mt: 자신을 이야기꾼이라고 부르는 늙은 엘프가 드레젠에 도착해 청중을 찾고 있습니다.

source: Berenguer's Experience
ko_mt: 베렌게르의 경험

source: Swords of Gorum
ko_mt: 고룸의 검

source: During the assault on the Midnight Fane, the Commander managed to capture the valuable records of the generals of the demonic troops. The crusaders have managed to decipher only a part of these documents so far. If they are fully decoded, the War Council will receive important information about the secret routes used by the demonic forces.
ko_mt: 미드나잇 페인을 공격하는 동안 사령관은 데몬 군대 장군들의 귀중한 기록을 확보했습니다. 성전사는 지금까지 이 문서의 일부만 해독할 수 있었습니다. 이 문서가 완전히 해독되면 전쟁 평의회는 데몬 군대가 사용하는 비밀 경로에 대한 중요한 정보를 받게 될 것입니다.

source: Military Tribunal
ko_mt: 군사 재판소

source: The Commander came across the notes of Xanthir Vang. The experiments they describe are horrible, inhuman and... intriguing. Xanthir used to submit himself and his victims to metamorphosis in an attempt to become a living swarm united by a single consciousness. The Commander can repeat the experiments, but at a very high cost. {mf|He|She} will have to expose numerous mortals to painful vivisection, not to mention the fact that the Commander {mf|him|her}self will be subjected to unbearable suffering. No doubt the horror of the procedure will turn many crusaders away from their leader. Furthermore, there is no certain reward for such a venture. Apart from a better understanding of insect nature and a moderate yet questionable gain in power, the knowledge gleaned from the experiments' outcome will have no practical value... Not yet, at least.
ko_mt: 사령관은 잔티르 방의 메모를 발견했습니다. 그가 묘사한 실험은 끔찍하고 비인간적이며.. 흥미롭습니다. 잔티르는 하나의 의식으로 뭉친 살아있는 무리가 되기 위해 자신과 희생자들을 변태에 복종시키곤 했죠. 사령관은 이 실험을 반복할 수 있지만 대가가 매우 높습니다. 사령관 {mf|그|그녀} 자신도 참을 수 없는 고통을 겪을 것은 말할 것도 없고, 수많은 인간을 고통스러운 해부에 노출시켜야 할 것입니다. 이 절차의 공포로 인해 많은 성전사가 지도자로부터 멀어질 것은 의심할 여지가 없습니다. 게다가 이러한 모험에 대한 확실한 보상도 없습니다. 곤충의 본성에 대한 더 나은 이해와 적당하지만 의심스러운 권력 획득을 제외하고는 실험 결과에서 얻은 지식은 실용적인 가치가 없습니다. 적어도 아직은 말입니다.

source: All undead units gain the {g|RunelordZuthasGlyphs}[Glyphs of Runelord Zutha]{/g} feat.
ko_mt: 모든 언데드 유닛은 {g|RunelordZuthasGlyphs}[룬군주 주타의 문양]{/g} 업적을 얻습니다.

source: 1 {g|GoldDragons}[Gold Dragon]{/g} is recruited at the Commander's headquarters. Adds 3,000 Leadership experience points.
ko_mt: 사령관 본부에서 1 {g|GoldDragons}[골드 드래곤]{/g}을 모집합니다. 리더십 경험치 3,000점을 추가합니다.

source: Crusade morale increases by 16-25. Recruitment growth for trainable units reduces by 10%, the cost of recruiting mercenary units increases by 10% for 14 days.
ko_mt: 십자군 사기가 16-25 증가합니다. 훈련 가능한 유닛의 모집 증가량이 10% 감소하고, 14일 동안 용병 유닛 모집 비용이 10% 증가합니다.

source: Recruitment growth for trainable units reduces by 10%, the cost of recruiting mercenary units increases by 10% for 14 days.
ko_mt: 14일 동안 훈련 가능한 유닛의 모집 성장률이 10% 감소하고, 용병 유닛 모집 비용이 10% 증가합니다.

source: All generals gain +1 level to the {g|HeavenlyWard}[Heavenly Ward]{/g} feat for 30 days.
ko_mt: 모든 장수는 30일 동안 {g|HeavenlyWard}[천상의 병동]{/g} 업적 +1 레벨을 얻습니다.

source: All generals gain 50,000 experience points.
ko_mt: 모든 장수는 50,000 경험치를 획득합니다.

source: All generals gain +1 level to the {g|MightyMinion}[Mighty Servant]{/g} feat.
ko_mt: 모든 장수는 {g|MightyMinion}[강력한 서번트]{/g} 업적 +1 레벨을 얻습니다.

source: 9 {g|SkeletonSharpshooters}[Skeleton Sharpshooters]{/g} are recruited at the Commander's headquarters.
ko_mt: 사령관 본부에서 9 {g|SkeletonSharpshooters}[해골 샤프슈터]{/g}을 모집합니다.

source: 9 {g|SkeletonSharpshooters}[Skeleton Sharpshooters]{/g}, 9 {g|SkeletonChampions}[Skeleton Champions]{/g} or 10 {g|Vampires}[Vampires]{/g} are recruited at the Commander's headquarters — depending on the previous choice.
ko_mt: 이전 선택에 따라 사령관 본부에서 9명의 {g|SkeletonSharpshooters}[해골 샤프슈터]{/g}, 9명의 {g|SkeletonChampions}[해골 투사]{/g} 또는 10명의 {g|Vampires}[뱀파이어]{/g}을 모집합니다.

source: Adds 5,000 Finance Points, 500 Materials Points and 200 Energy Points. Crusade morale increases by 20.
ko_mt: 재정 점수 5,000, 재료 점수 500, 에너지 점수 200을 추가합니다. 십자군 사기가 20 증가합니다.

source: An allied crusader army has been recruited at the Commander's headquarters. Army Strength is influenced by the number of losses suffered by the crusaders during the campaign. This decree can be issued only once.
ko_mt: 사령관 본부에서 연합 십자군 군대를 모집했습니다. 군대 힘은 캠페인 중에 십자군이 입은 손실의 수에 영향을 받습니다. 이 칙령은 한 번만 발령할 수 있습니다.
