Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: The soldiers who have sullied themselves by committing treason will renounce their names and hide their faces behind masks. They will become the Commander's secret guard, {mf|his|her} merciless executioners.
ko: 반역죄를 저지름으로써 자기 자신을 더럽힌 병사들은 그들의 이름을 포기하고, 가면 뒤에 얼굴을 숨길 것입니다. 그들은 사령관의 무자비한 처형자들인 비밀 수호자가 될 것입니다.
ko_mt: 반역죄를 저질러 스스로를 더럽힌 병사들은 이름을 버리고 가면 뒤에 얼굴을 숨길 것입니다. 이들은 사령관의 비밀 경비대인 {mf|그|그녀}의 무자비한 처형자가 될 것입니다.

source: The secret guard unit has been formed.
ko: 비밀 수호자 부대가 편성되었습니다.
ko_mt: 비밀 경비대가 결성되었습니다.

source: An experienced Taldan general is recruited, 25 {g|Cuirassiers}[Cuirassiers]{/g} and 15 {g|Wizards}[Wizards]{/g} are recruited at the Commander's headquarters.
ko: 경험 많은 탈도르 출신 지휘관이 고용되었습니다. 또한 사령관의 지휘부에 25 {g|Cuirassiers}[퀴레시어]{/g}와 15 {g|Wizards}[위자드]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 숙련된 탈단 장군 25명 {g|Cuirassiers}[흉갑기병]{/g}과 15명 {g|Wizards}[위저드]{/g}을 모집할 수 있습니다.

source: Rescuing the Arrogant General
ko: 오만한 지휘관 구출
ko_mt: 오만한 장군 구출하기

source: The Taldan volunteers that got ambushed by the demons require aid. Greybor is working with the staff officers on a secret rescue operation.
ko: 데몬들에게 습격당한 탈도르 지원군이 도움을 필요로 합니다. 그레이보르는 장교들과 함께 비밀 구출 작전을 구상하고 있습니다.
ko_mt: 데몬들에게 기습을 당한 탈단 자원 봉사자들이 도움이 필요합니다. 그레이버는 직원들과 함께 비밀 구조 작전을 벌이고 있습니다.

source: After forming a special unit out of repentant cultists, the officers will stage their "escape" to the demon army where they will start recruiting other cultists.
ko: 회개한 사교도들을 한 부대로 편성한 후, 장교들은 이들의 "탈주" 를 계획할 것입니다. 이들은 데몬들의 군대로 돌아갈 것이고, 그곳에서 다른 사교도들을 모집하기 시작할 것입니다.
ko_mt: 회개한 사교도들로 특수 부대를 구성한 후, 장교들은 데몬 군대로 "탈출"하여 다른 사교도들을 모집하기 시작할 것입니다.

source: The Commander's agents have infiltrated the demon ranks and begun recruitment.
ko: 사령관의 요원들이 성공적으로 데몬 군대에 침투했고, 신병을 모집하기 시작했습니다.
ko_mt: 사령관의 요원들이 데몬 대열에 침투해 포섭을 시작했습니다.

source: Adds 600 Materials Points.
ko: 물자 점수가 600 증가합니다.
ko_mt: 재료 점수 600을 추가합니다.

source: Dexterous Hands
ko: 재빠른 손
ko_mt: 민첩한 손

source: The officers are ready to assemble a group of former criminals that will infiltrate the ranks of the cultists and steal their military assets.
ko: 장교들은 과거의 범죄자들로 부대를 편성할 준비가 되었습니다. 이들은 사교도 부대에 잠입해, 그들의 군사 물자를 훔칠 것입니다.
ko_mt: 장교들은 전직 범죄자 그룹을 모아 이교도 대열에 침투하여 그들의 군사 자산을 훔칠 준비가 되어 있습니다.

source: The Commander's agents have infiltrated the demon army and stolen some useful resources.
ko: 사령관의 요원들이 성공적으로 데몬 군대에 침투했고, 그들의 쓸모있는 자원을 훔쳤습니다.
ko_mt: 사령관의 요원들이 데몬 군대에 잠입해 유용한 자원을 훔쳤습니다.

source: All enemy units receive the {g|StudiedTarget}[Studied Target]{/g} feat for 45 days.
ko: 모든 적 유닛은 45 일 동안 {g|StudiedTarget}[조사대상]{/g} 특기를 얻습니다.
ko_mt: 모든 적 유닛은 45일 동안 {g|StudiedTarget}[연구 대상]{/g} 업적을 받습니다.

source: Spies
ko: 첩자들
ko_mt: 스파이

source: Experienced spies will gather intelligence on the enemy and provide the crusaders with an edge in upcoming battles.
ko: 경험많은 첩자들이 적의 정보를 수집하고 성전사들에게 제공해, 앞으로 다가올 전투에서 우위에 설 수 있도록 할 것입니다.
ko_mt: 숙련된 스파이가 적에 대한 정보를 수집하여 십자군에게 다가오는 전투에서 우위를 점할 수 있게 해줍니다.

source: The spies have gathered intelligence on enemy forces.
ko: 첩자들이 적군의 정보를 수집했습니다.
ko_mt: 스파이들이 적군에 대한 정보를 수집했습니다.

source: 12 {g|Monks}[Monks]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 12 {g|Monks}[몽크]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 12 {g|Monks}[수도사]{/g}을 모집합니다.

source: Masters of Serene Thought
ko: 고요의 대가들의 생각
ko_mt: 고요한 사고의 대가

source: Inspired by the Commander, the warriors now want to master the monks' practices and turn their very bodies into weapons.
ko: 사령관에게 감명받은 전사들은 수도승들의 기술에 통달하고, 그들의 몸을 무기로 변화시키길 원합니다.
ko_mt: 사령관으로부터 영감을 받은 전사들은 이제 수도사들의 수련법을 익혀 자신의 몸을 무기로 만들고자 합니다.

source: The crusaders that started on the path of the monk have completed their training.
ko: 수도승들의 길을 걷기 시작한 성전사들이 훈련을 끝냈습니다.
ko_mt: 수도사의 길을 걷기 시작한 성전사들이 훈련을 마쳤습니다.

source: All units gain the {g|PotionOfCourage}[Potion of Courage]{/g} feat for 14 days.
ko: 모든 유닛이 14 일 동안 {g|PotionOfCourage}[용기의 물약]{/g} 특기를 얻습니다.

source: The potion of courage made by the alchemist Zagelforntz will help the soldiers not to fear the Abyssal spawn.
ko: 연금술사 자겔포른츠가 만든 용기의 물약은 병사들이 심연의 데몬들을 두려워하지 않도록 도와줄 것입니다.
ko_mt: 연금술사 자겔포른츠가 만든 용기의 물약은 병사들이 심연의 스폰을 두려워하지 않도록 도와줄 것입니다.

source: The troops have received the potion of courage.
ko: 병사들은 용기의 물약을 받았습니다.
ko_mt: 부대가 용기의 물약을 받았습니다.

source: 40 {g|Alchemists}[Alchemists]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 40 {g|Alchemists}[알케미스트]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 40 {g|Alchemists}[연금술사]{/g}을 모집합니다.

source: Alchemist Training
ko: 연금술사 훈련
ko_mt: 연금술사 훈련

source: The Drezen alchemy school can train and graduate a new class of students.
ko: 드레젠 연금술 학교는 새로운 학생들을 훈련시키고, 또 학위를 수여할 수 있습니다.
ko_mt: 드레젠 연금술 학교는 새로운 학생을 훈련하고 졸업시킬 수 있습니다.

source: A new group of first-rate specialists has graduated from the alchemy school.
ko: 일류 전문가들이 연금술 학교를 졸업했습니다.
ko_mt: 연금술 학파를 졸업한 새로운 일류 전문가 그룹이 탄생했습니다.

source: 16 {g|Magi}[Magi]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 16 {g|Magi}[메이거스]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 16 {g|Magi}[동방박사]{/g}을 모집합니다.

source: Arcanamirium Company
ko: 아르카나미리움 부대
ko_mt: 비전미리움 컴퍼니

source: The Arcanamirium is grateful to the Commander for doing them a favor and, as payment, offers the help of a free mercenary company made up of alumni of this magic school.
ko: 사령관이 보여준 호의에 아르카나미리움은 감사를 표하고 있습니다. 그 보답으로, 그들은 아르카나미리움 마법 학교 졸업생들로 이루어진 용병대를 무상으로 제공합니다.
ko_mt: 비전미리움은 사령관에게 호의를 베풀어준 것에 감사하며, 그 대가로 이 마법 학파 졸업생들로 구성된 무료 용병 중대의 도움을 받겠다고 합니다.

source: A company of mercenary spellcasters from the Arcanamirium has arrived in Drezen.
ko: 아르카나미리움의 주문시전자 용병부대가 드레젠에 도착했습니다.
ko_mt: 비전미리움의 용병 주문 시전사 중대가 드레젠에 도착했습니다.

source: All units gain the {g|SurvivalMasters}[Masters of Survival]{/g} feat for 14 days.
ko: 모든 유닛은 14 일 동안 {g|SurvivalMasters}[생존의 달인]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛은 14일 동안 {g|SurvivalMasters}[생존의 달인]{/g} 업적을 얻습니다.

source: Zagelforntz's Lecture
ko: 자겔포른츠의 강의
ko_mt: 자겔프론츠의 강의

source: Zagelforntz's lectures will teach the soldiers how to withstand destructive magic.
ko: 자겔포른츠는 병사들에게 파괴적인 마법을 버티는 방법을 가르칠 것입니다.
ko_mt: 자겔펀츠의 강의는 병사들에게 파괴적인 마법을 견디는 방법을 가르칩니다.

source: The crusaders have gleaned many tricks from Zagelforntz's lecture that will aid them against magic.
ko: 성전사들은 자겔포른츠의 강의에서 마법에 대항할 수 있도록 도와주는 많은 요령을 배웠습니다.
ko_mt: 성전사들은 자겔폰츠의 강의에서 마법에 대항하는데 도움이 될 많은 비법을 배웠습니다.

source: 1 {g|ZagelforntzsGiants}[Zagelforntz's Giants]{/g} are recruited at the Commander's headquarters. All {g|ZagelforntzsGiants}[Zagelforntz's Giants]{/g} gain the {g|ZagelforntzsMasterpiece}[Zagelforntz's Masterpiece]{/g} feat for 14 days.
ko: 사령관의 지휘부에 1 {g|ZagelforntzsGiants}[자겔포른츠 거인]{/g}이 모집됩니다. 모든 {g|ZagelforntzsGiants}[자겔포른츠 거인]{/g} 은 14일 동안 {g|ZagelforntzsMasterpiece}[자겔포른츠의 걸작]{/g} 특기를 얻습니다.

source: The giants created by Zagelforntz are ready to serve the crusade with all their exorbitant might. They are an alchemical masterpiece, a magnificent living weapon.
ko: 자겔포른츠가 만든 거인들은 그들의 엄청난 힘으로 성전을 도울 준비가 되었습니다. 이들은 연금술의 명작이자, 웅장한 생물 병기입니다.
ko_mt: 자겔펀츠가 만든 거인들은 강력한 힘으로 십자군을 지원할 준비가 되어 있습니다. 거인은 연금술의 걸작이자 장엄한 살아있는 무기입니다.

source: A group of Zagelforntz's giants has reported to the officers.
ko: 자겔포른츠 거인 무리가 장교에게 보고했습니다.
ko_mt: 자겔프론츠의 거인 그룹이 경찰에게 보고했습니다.

source: Studying the Unusual Crystal
ko: 특이한 수정 연구
ko_mt: 특이한 수정 연구하기

source: The crystal the Commander came upon holds many mysteries. Experts on magic and relics may be able to shed some light on some of them.
ko: 사령관이 발견한 수정은 많은 비밀들을 담고있습니다. 마법과 유물 전문가는 아마 몇 가지 비밀을 밝힐 수 있을지 모릅니다.
ko_mt: 사령관이 발견한 수정에는 많은 수수께끼가 숨겨져 있습니다. 마법과 유물 전문가가 그 중 몇 가지를 밝혀줄 수 있을지도 모릅니다.

source: The experts on magic were baffled by the incredible power contained within the crystal. They established that the crystal was of artificial origin and that it had been created from the impact of unknown magic with the blood of a demon lord. The researchers assume that it is capable of forming connections with other such crystals. It is possible that, under certain circumstances, several crystals could merge into a single new crystal that would possess even more extraordinary properties. However, the last statement is nothing more than bold conjecture.
ko: 마법 전문가는 수정이 담고있는 막대한 힘을 발견하고는 크게 당황했습니다. 그들은 수정이 인공적으로 만들어 진 것이며, 데몬 군주의 피에 알 수 없는 마법이 충돌해 만들어 졌다고 밝혔습니다. 연구원들은 하나의 수정이 다른 수정들과 연결을 형성할 수 있다고 생각합니다. 또한 특정 상황에서, 여러개의 수정이 하나의 새로운 수정으로 합쳐질 수 있으며, 이는 더욱 기이한 특성을 가질 것으로 보입니다. 하지만, 이 마지막 문장은 단지 추측에 불과합니다.
ko_mt: 마법 전문가들은 수정에 담긴 놀라운 힘에 당황했습니다. 그들은 그 수정이 인공적인 것이며, 데몬 로드의 피가 섞인 알 수 없는 마법의 영향으로 만들어졌다는 것을 밝혀냈습니다. 연구진은 이 수정이 다른 수정과 연결될 수 있다고 추정하고 있습니다. 특정 상황에서 여러 수정이 합쳐져 더 특별한 속성을 가진 하나의 새로운 수정이 될 수도 있습니다. 그러나 마지막 진술은 대담한 추측에 지나지 않습니다.

source: All trainable and mercenary infantry, cavalry, and grand tier units gain the {g|SwordsOfGorum}[Swords of Gorum]{/g} feat.
ko: 모든 훈련 유닛과 용병 보병, 기병, 고급 유닛들은 {g|SwordsOfGorum}[고럼의 검]{/g} 특기를 얻습니다.
ko_mt: 모든 훈련 가능 및 용병 보병, 기병, 그랜드 티어 유닛은 {g|SwordsOfGorum}[고룸의 검]{/g} 업적을 얻습니다.

source: The young Kellid Morveg told the Commander that the ruins of Sarkoris conceal a host of sacred swords of the war god Gorum. The blades turn their masters into bloodthirsty monsters that are practically invincible in battle. The soldiers are ready to hunt for the antiquities that will certainly be useful during the war, but this would come at a cost: the souls and minds of those who dare to arm themselves with the swords of Gorum.
ko: 젊은 켈리드 인, 모르벡이 사령관에게 말하길 사코리스의 폐허에는 전쟁의 신, 고룸의 성스러운 칼들이 숨겨져있다고 합니다. 이 검은 주인을 전투에서 거의 무적인, 피에 목마른 괴물로 탈바꿈 시킵니다. 병사들은 전쟁을 도와줄 이 골동품들을 쫓을 준비가 되었습니다만, 감히 고룸의 검으로 무장하는 자는 자신의 정신과 영혼으로 대가를 치뤄야 될 것입니다.
ko_mt: 젊은 켈리드 모베그는 사령관에게 사르코리스의 폐허에 전쟁의 신 고룸의 신성한 검이 숨겨져 있다고 말했습니다. 이 검은 주인을 피에 굶주린 괴물로 만들어 전투에서 거의 무적 상태가 됩니다. 병사들은 전쟁 중에 확실히 유용 할 유물을 사냥 할 준비가 되어 있지만, 고룸의 검으로 감히 자신을 무장하려는 사람들의 영혼과 정신이라는 대가가 따를 것입니다.

source: The crusaders have armed themselves with the swords of Gorum.
ko: 성전사들은 고룸의 검으로 무장했습니다.
ko_mt: 성전사들은 고룸의 검으로 무장했습니다.

source: {g|HagsCurse}[Hags' Curse]{/g} has been removed. Removes units with a total Value of 1,000.
ko: {g|HagsCurse}[해그의 저주]{/g} 가 제거되었습니다. 총 가치가 1,000 이 넘는 유닛이 제거됩니다.
ko_mt: {g|HagsCurse}[해그의 저주]{/g}이 제거되었습니다. 총 값이 1,000인 단위를 제거합니다.

source: Sending the Troops After the Hags
ko: 해그를 쫓을 병사 보내기
ko_mt: 해그를 쫓아 군대 보내기

source: The soldiers will catch and kill the hags to lift the curse they put on the army.
ko: 병사들은 해그들이 부대에 내린 저주를 풀기 위해, 이들을 붙잡아 죽일 것입니다.
ko_mt: 병사들은 군대에 걸린 저주를 풀기 위해 해그를 잡아 죽일 것입니다.

source: In a bloody battle, the soldiers slew the hags, and their curse was lifted from the crusader army. This victory came at a high price for the troops.
ko: 피비린내 나는 전투 속에서, 병사들은 해그들을 쓰러뜨렸고, 성전사 부대에 내려진 저주가 사라졌습니다. 이 승리를 위해 부대는 큰 대가를 치뤘습니다.
ko_mt: 피비린내 나는 전투에서 병사들은 해그들을 죽였고 십자군 군대의 저주가 풀렸습니다. 이 승리는 군대에게 큰 대가를 치렀습니다.

source: {g|HagsCurse}[Hags' Curse]{/g} has been removed. Crusade morale reduces by 30.
ko: {g|HagsCurse}[해그의 저주]{/g} 가 제거되었습니다. 성전 사기가 30 감소합니다.
ko_mt: {g|HagsCurse}[해그의 저주]{/g}이 삭제되었습니다. 십자군 사기가 30 감소합니다.

source: Sending the Prisoners to the Hags
ko: 해그들에게 포로 보내기
ko_mt: 포로들을 해그로 보내기

source: Feasting on the flesh of captive cultists will placate the hags, and they will lift their curse from the crusader army.
ko: 사교도 포로들의 고기를 포식함으로써, 해그들은 기분이 나아질 것이고, 성전사들의 저주를 없에줄 것입니다.
ko_mt: 포로로 잡힌 이교도들의 고기를 먹으면 해그들을 달래고 십자군 군대의 저주를 풀어줄 것입니다.

source: The hags were pleased with the offering and lifted their spell. Many within the crusade's ranks were discontented by the Commander's decision to strike a deal with them.
ko: 해그들은 공물에 즐거워했고, 저주를 풀어주었습니다. 많은 성전사들이 해그들과 거래하기로 한 사령관의 결정에 불만을 품었습니다.
ko_mt: 해그들은 제물을 받고 기뻐하며 마법을 풀었습니다. 십자군 대원 중 상당수는 사령관이 그들과 협상을 하기로 한 결정에 불만을 품었습니다.

source: Fills the ring {g|IzHeritage_Archer}[with the power of the all-seeing sky]{/g}.
ko: 반지를 {g|IzHeritage_Archer}[모든 것을 보는 하늘의 힘으로 채웁니다]{/g}.
ko_mt: 링 {g|IzHeritage_Archer}[모든 것을 볼 수 있는 하늘의 힘으로]{/g}을 채웁니다.

source: Fills the ring {g|IzHeritage_Caster}[with the power of the elements]{/g}.
ko: 반지를 {g|IzHeritage_Caster}[원소들의 힘으로 채웁니다]{/g}.
ko_mt: 링 {g|IzHeritage_Caster}[정령의 힘으로]{/g}을 채웁니다.

source: Fills the ring {g|IzHeritage_Support}[with the wisdom of the ancestors]{/g}.
ko: 반지를 {g|IzHeritage_Support}[선조들의 지혜로 채웁니다]{/g}.
ko_mt: 링 {g|IzHeritage_Support}[선조의 지혜로]{/g}을 채웁니다.

source: Fills the ring {g|IzHeritage_Tank}[with earth's resilience]{/g}.
ko: 반지를 {g|IzHeritage_Tank}[대지의 단단함으로 채웁니다]{/g}.
ko_mt: 링 {g|IzHeritage_Tank}[대지의 회복력으로]{/g}을 채웁니다.

source: The Winter Council will be grateful if the truth about Kaylessa is hidden. 5 {g|Shadowdancers}[Shadowdancers]{/g} will be recruited at the Commander's headquarters.
ko: 케일리사에 대한 진실이 은폐된다면 겨울 의회는 감사를 표할 것입니다. 사령관의 지휘부에 5 {g|Shadowdancers}[그림자 춤꾼]{/g}이 모집될 것입니다.
ko_mt: 케일레사에 대한 진실을 숨겨준다면 겨울 평의회는 고마워할 것이다. 5 {g|Shadowdancers}[섀도우댄서]{/g}을 사령관 본부에서 모집합니다.

source: Hiding the Truth About Kaylessa
ko: 케일리사의 진실 감추기
ko_mt: 케일레사에 대한 진실 숨기기

source: The Winter Council wishes to bury the truth about Kaylessa and the fact that she was turned into a drow by the Dark Fate. The Commander's servants can ensure that all traces of her stay in Mendev are concealed. Perhaps the clique of powerful elves will be thankful and see the leader of the crusade as a potential ally instead of as an enemy.
ko: 겨울 의회는 케일리사가 어두운 운명으로 인해 드로우로 변해버렸다는 사실을 묻어버리길 원합니다. 사령관의 부하들은 그녀가 멘데브에 머무르며 남긴 모든 흔적들을 숨길 수 있습니다. 강력한 엘프들로 구성된 의회는 이에 감사할 것이고, 성전 사령관을 적이 아닌, 잠재적인 아군으로 여길 것입니다.
ko_mt: 겨울 평의회는 케일레사와 그녀가 어둠의 운명에 의해 드로우로 변했다는 사실을 묻어버리려 합니다. 사령관의 하인들은 그녀가 멘데브에 머물렀던 모든 흔적을 숨길 수 있습니다. 아마도 강력한 엘프 파벌은 감사하고 십자군 지도자를 적이 아닌 잠재적인 동맹으로 볼 것입니다.

source: All traces of Kaylessa's stay in Mendev and the Worldwound have been found and destroyed. The Winter Council is pleased — their dark secret is safe. An inconspicuous courier from Kyonin has delivered generous gifts and apologies from a group of unknown benefactors to the Commander.
ko: 케일리사가 멘데브와 세계상처에 남긴 모든 흔적들을 찾아내고, 파괴했습니다. 겨울 의회는 그들의 어두운 비밀이 안전하다는 사실에 기뻐합니다. 쿄닌에서 온 눈에 띄지 않는 수행원이 후한 선물과 함께, 신원을 알 수 없는 후원자들로부터의 감사를 전해주었습니다.
ko_mt: 멘데브와 세계상처에서 케일레사가 머물렀던 흔적은 모두 발견되어 파괴되었습니다. 겨울 평의회는 기뻐하고 있습니다 - 그들의 어두운 비밀은 이제 안전합니다. 교닌에서 온 눈에 띄지 않는 배달부가 정체불명의 후원자들이 보낸 푸짐한 선물과 사과를 사령관에게 전달했습니다.

source: Kaylessa's friends will be thankful to hear the truth about her fate. 50 {g|Marksmen}[Marksmen]{/g} will be recruited at the Commander's headquarters.
ko: 케일리사의 친구들은 그녀의 운명에 대한 진실을 듣고서 감사를 표할 것입니다. 사령관의 지휘부에 50 {g|Marksmen}[저격수]{/g}가 모집될 것입니다.
ko_mt: 케일레사의 친구들은 그녀의 운명에 대한 진실을 듣고 고마워할 것입니다. 사령관 본부에서 50 {g|Marksmen}[명사수]{/g}을 모집합니다.

source: A Letter About Kaylessa
ko: 케일리사에 대한 편지
ko_mt: 케일레사에 관한 편지

source: The elf Kaylessa's last wish was that her friends in Kyonin learned of her story. The Commander is the only one who can recount its every detail.
ko: 엘프 케일리사의 마지막 소원은 카이오닌에 거주 중인 그녀의 친구들에게 자신의 이야기를 전하는 것입니다. 사령관은 그녀의 이야기를 온전히 전할 수 있는 유일한 사람입니다.
ko_mt: 엘프 케일레사의 마지막 소원은 교닌의 친구들이 자신의 이야기를 알게 되는 것이었습니다. 사령관만이 그 이야기를 자세히 알 수 있습니다.

source: A group of brave elven warriors from Kyonin has arrived in Drezen to take their revenge on the demons for Kaylessa's death. It was their dark intrigues that ruined her and pushed her into the embrace of the Dark Fate, but she still found the strength to fight against evil. One should not expect anything less from her comrades.
ko: 쿄닌에서 온 용감한 엘프 전사들이 케일리사의 죽음을 데몬에게 보복하기 위해 드레젠에 도착했습니다. 그녀를 파멸시키고, 어두운 운명의 품으로 그녀를 몰아 넣은 것은 그들의 어두운 음모였지만, 그럼에도 불구하고 그녀는 악과 맞설 힘을 찾았습니다. 그녀의 전우들 역시 그녀처럼 강인한 기질을 갖고 있습니다.
ko_mt: 케일레사의 죽음에 대한 데몬들의 복수를 위해 교닌에서 온 용감한 엘프 전사들이 드레젠에 도착했습니다. 그들의 어두운 음모가 그녀를 파멸시키고 어둠의 운명의 품으로 밀어 넣었지만, 그녀는 여전히 악에 맞서 싸울 힘을 찾았습니다. 그녀의 동료들에게 더 이상 기대해서는 안 됩니다.

source: Crusade morale increases by 5-10.
ko: 성전 사기가 5-10 증가합니다.
ko_mt: 십자군 사기가 5-10 증가합니다.

source: Glory to the Heroes
ko: 영웅들에게 영광을
ko_mt: 영웅에게 영광을

source: Warriors stuck in the middle of nowhere fighting vicious monsters have to remember why they are fighting and what they are sacrificing their lives for. The soldiers' loyalty will raise once the clerics praise them in front of the gods' eyes.
ko: 사악한 괴물들과 맞서싸우는 전장에 내몰린 전사들은 그들이 무엇을 위해 싸우고, 무엇을 위해 그들의 목숨을 희생하는 지 기억해야합니다. 성직자들이 신들의 눈 앞에서 성전사들을 칭송한다면, 병사들의 충성심이 더 굳건해질 것입니다.
ko_mt: 사나운 괴물과 싸우며 오지에 갇힌 전사들은 왜 싸우고 있는지, 무엇을 위해 목숨을 희생하고 있는지 기억해야 합니다. 성직자가 신들 앞에서 병사들을 칭찬하면 병사들의 충성심은 더욱 높아질 것입니다.

source: The priests have inspired the troops.
ko: 사제들은 병사들을 고양시켰습니다.
ko_mt: 사제들은 병사들에게 영감을 불어넣었습니다.

source: Crusade morale increases by 15-20.
ko: 성전 사기가 15-20 증가합니다.
ko_mt: 십자군 사기가 15-20 증가합니다.

source: Bribes for the Officers
ko: 장교들에게 뇌물 증정
ko_mt: 임원에 대한 뇌물

source: A small reward will delight the officers and motivate them to suppress any disrespectful and indifferent conversation among their soldiers with greater zeal.
ko: 작은 보상은 장교들을 기쁘게 하고, 그들의 보다 큰 광신으로 하여금, 병사들간의 불충하고 성전에 무관심한 대화를 억압하도록 할 것입니다.
ko_mt: 작은 보상은 장교들을 기쁘게 하고 병사들 사이에서 무례하고 무관심한 대화를 더 열성적으로 억제하도록 동기를 부여합니다.

source: The officers have received a bonus and raised the spirits of the troops.
ko: 장교들은 보너스를 받고 병사들의 사기를 올렸습니다.
ko_mt: 장교들은 보너스를 받고 병사들의 사기를 높였습니다.

source: Crusade morale increases by 16-25. Recruitment growth for trainable units reduces by 10%, the cost of recruiting mercenary units increases by 10%.
ko: 성전 사기가 16-25 증가합니다. 훈련 유닛의 모집 성장이 10% 감소하고, 용병 유닛의 모집 비용이 10% 증가합니다.

source: Cowardice and faint-heartedness are like rust: they start small but can blight a whole blade. Any warriors spreading panic, disloyalty, or open rebellion must be rooted out and punished as an example. Riots must be nipped in the bud. Such drastic measures will surely lessen the eagerness to join the crusade but there's no place for the weak-willed in the crusade to begin with.
ko: 비겁함과 나약함은 욕망과 같습니다. 처음에는 아주 작지만, 칼날 전체를 황폐화 시킵니다. 공황에 빠져있거나, 불충하거나, 또는 반란을 주모하는 전사들은 반드시 뿌리뽑혀야하며, 이들을 본보기로 처벌해야 합니다. 폭동은 반드시 조기에 진압해야합니다. 이런 과감한 조치는 분명 성전에 참여하고자 하는 열의에 찬물을 끼얹을 것입니다. 하지만, 애시당초 성전에는 의지가 약한 이들이 설 장소는 존재하지 않았습니다.
ko_mt: 비겁함과 나약한 마음은 녹과 같아서 작게 시작하지만 칼날 전체를 병들게 할 수 있습니다. 공황, 불충성, 공공연한 반란을 퍼뜨리는 전사들은 반드시 뿌리 뽑고 본보기로 삼아 처벌해야 합니다. 폭동은 싹을 잘라내야 합니다. 이러한 과감한 조치는 십자군 전쟁에 참여하려는 열망을 확실히 약화시킬 것이지만, 십자군 전쟁에서 의지가 약한 자가 설 자리는 애초에 없습니다.

source: The troublemakers undermining the troops' morale have been punished.
ko: 병사들의 사기를 어지럽히는 말썽꾼들이 처벌되었습니다.
ko_mt: 군의 사기를 떨어뜨리는 말썽꾼들은 처벌을 받았습니다.

source: Crusade morale increases by 10-15.
ko: 성전 사기가 10-15 증가합니다.
ko_mt: 십자군 사기가 10-15 증가합니다.

source: Distributing Provisions
ko: 식량 분배
ko_mt: 프로비전 배포

source: Distributing provisions among the crusaders will boost their morale and show that the Commander cares about {mf|his|her} soldiers.
ko: 성전사들에게 식량을 분배하는 것은 그들의 사기를 올리고, 사령관이 얼마나 병사들에게 관심을 가지는 지 보여줄 것입니다.
ko_mt: 성전사들에게 식량을 분배하면 사기가 올라가고 사령관이 {mf|그|그녀}의 병사들에게 관심을 갖고 있다는 것을 보여줄 수 있습니다.

source: The distribution of provisions has inspired the troops.
ko: 식량 분배는 병사들을 고양시켰습니다.
ko_mt: 식량 배급은 병사들에게 영감을 주었습니다.

source: After being at war with demons for a century, Mendev is accustomed to regular conscription. This event is long and tedious, but effective. Mendevian army has never knew a shortage of reinforcements.
ko: 한 세기 동안 데몬들과 전쟁을 치뤄온 탓에, 멘데브는 정기적인 징집에 익숙해졌습니다. 이는 길고 지루하지만, 효과적입니다. 멘데브 군대는 결코 증원 부족에 시달린 적이 없었습니다.
ko_mt: 한 세기 동안 데몬들과 전쟁을 치른 멘데브는 정기적인 징병에 익숙해져 있습니다. 이 이벤트는 길고 지루하지만 효과적입니다. 멘데브 군대는 지원군이 부족한 적이 없습니다.

source: The crown has conducted another military draft.
ko: 폐하께서 군사 징집을 실시하셨습니다.
ko_mt: 왕실은 또 다른 징병제를 실시했습니다.

source: Generous recruiters with wallets full of coins will travel across the lands of Avistan. There are enough greedy people who are willing to enlist in the crusaders ranks in exchange for a solid reward.
ko: 관대한 모병관이 금화가 잔뜩 든 지갑을 들고 온 아비스탄을 여행합니다. 세상에는 확실한 보상을 위해 성전에 입대하고자 하는 탐욕스러운 사람들이 충분히 많습니다.
ko_mt: 지갑에 코인이 가득 담긴 관대한 모집병들이 아비스탄 땅을 누비고 다닐 것입니다. 확실한 보상을 받고 십자군 대열에 기꺼이 입대하려는 욕심 많은 사람들이 많습니다.

source: Inspired priests will leave the service and travel across Avistan to preach the Commander's word. They will remind people of how great the danger of the Worldwound is, and will encourage them to take up arms.
ko: 영감을 받은 사제들은 의무에서 벗어나, 사령관의 말씀을 전도하기 위해 온 아비스탄을 여행할 것입니다. 사제들은 사람들에게 세계상처가 얼마나 위험한지 알리고, 그들이 무기를 쥐도록 독려할 것입니다.
ko_mt: 영감받은 사제들은 예배를 마치고 아비스탄 전역을 돌아다니며 사령관의 말씀을 전할 것입니다. 이들은 사람들에게 세계상처의 위험이 얼마나 큰지 상기시키고, 무기를 들도록 독려할 것입니다.

source: The preachers have spurred many to join the crusade.
ko: 설교자들은 많은 사람들이 성전에 참여하도록 독려했습니다.
ko_mt: 설교자들은 많은 사람이 십자군 전쟁에 참여하도록 독려했습니다.

source: Recruitment growth for trainable units increases by 20% for 14 days. Crusade morale reduces by 20.
ko: 훈련 유닛의 모집 성장이 14 일 동안 20% 증가합니다. 성전 사기가 20 감소합니다.
ko_mt: 훈련 가능한 유닛의 모집 성장률이 14일 동안 20% 증가합니다. 십자군 사기가 20 감소합니다.

source: Mendevians who lost everything in the attacks of demons on Kenabres and other cities need help. Crusade's treasury must help them by providing everyone with a soldier's salary, food and uniform. While these compelled soldiers will fit in the crusade, it is unlikely that they would demonstrate high morale.
ko: 케나브레스와 기타 다른 도시들에서 행해진 데몬들의 공격으로 인해, 모든 것을 잃어버린 멘데브 사람들은 도움이 필요합니다. 성전의 자금은 모든 이들에게 병사들의 급료와 전투 식량, 그리고 제복을 제공하는데 쓰일 것입니다. 강제로 종군하게 된 병사들은 성전에 어울릴지는 몰라도, 높은 사기를 보여줄 것 같진 않습니다.
ko_mt: 케나브레스와 다른 도시에 대한 데몬의 공격으로 모든 것을 잃은 멘데브인들은 도움이 필요합니다. 십자군 재무부는 모든 병사에게 월급과 식량, 군복을 지급하여 이들을 도와야 합니다. 이렇게 강제 징집된 병사들은 십자군에 합류할 수 있지만, 높은 사기를 발휘할 가능성은 낮습니다.

source: The refugees and the homeless were directed to the crusaders' recruitment offices.
ko: 피난민과 노숙자들이 성전사 모병소로 향했습니다.
ko_mt: 난민과 노숙자들은 십자군의 모집 사무소로 안내되었습니다.

source: A random allied Crusader army is recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 무작위 아군 성전 부대가 모집되었습니다.
ko_mt: 사령관 본부에서 무작위 연합 성전사 군대를 모집할 수 있습니다.

source: Great Commemoration
ko: 위대한 기념제
ko_mt: 위대한 기념

source: There are lot of warriors who fought the demons and heroicly died. The Commander's servants will arrange a great commemoration of the heroes in Mendev. Bards will walk the streets singing praises to the fallen and inspiring people to take up arms and join the great war.
ko: 많은 전사들이 데몬과 싸우다 영웅적인 죽음을 맞았습니다. 사령관의 부하들은 멘데브에서 영웅들을 기리는 웅장한 기념제를 기획할 것입니다. 음유시인들은 길거리를 걸으며 쓰러진 전사들을 찬미하고, 사람들이 무기를 쥐고 위대한 전쟁에 참여하도록 고무시킬 것입니다.
ko_mt: 데몬들과 싸우다 영웅적으로 죽은 전사들이 많이 있습니다. 사령관의 부하들이 멘데브에서 영웅들을 추모하는 큰 행사를 준비할 것입니다. 바드들은 거리를 걸으며 전사자들을 찬양하고 사람들이 무기를 들고 위대한 전쟁에 참여하도록 격려할 것입니다.

source: All Mendev mourned the death of the heroes, but their deeds were not in vain. Their exploits inspired new warriors to become crusaders and join the war.
ko: 온 멘데브가 영웅들의 죽음에 애도를 표했습니다. 하지만 그들의 죽음은 헛된 것이 아니였습니다. 쓰러진 전사들의 위업은 새로운 전사들이 성전사가 되고, 전쟁에 뛰어들도록 영감을 불어넣어 주었습니다.
ko_mt: 모든 멘데브는 영웅들의 죽음을 애도했지만 그들의 업적은 헛되지 않았습니다. 그들의 업적은 새로운 전사들이 십자군이 되어 전쟁에 참여하도록 영감을 주었습니다.

source: All generals gain a +1 level to the {g|HeavenlyWard}[Heavenly Ward]{/g} feat for 30 days.
ko: 모든 지휘관들의 {g|HeavenlyWard}[천상의 수호]{/g} 특기가 30 일 동안 +1 레벨 증가합니다.

source: Feast of The Sacred Host
ko: 성스러운 군세의 축연
ko_mt: 신성한 호스트의 향연

source: The Commander's servants organize a celebration in honor of the higher powers who patronize the crusade. The prayers of the priests will attract the favor of the gods and enhance the magic of the crusaders.
ko: 사령관의 부하들이 성전을 후원하는 신들을 기리기 위한 축연을 계획합니다. 사제들의 기도는 신들의 은총을 끌어 모을 것이고, 성전사들의 마법을 강화할 것입니다.
ko_mt: 사령관의 부하들은 십자군 전쟁을 후원하는 강대국을 기리기 위해 축하 행사를 준비합니다. 사제들의 기도는 신의 은총을 불러일으키고 십자군의 마법을 강화합니다.

source: The celebration was successful, and the higher powers sent the strength to their priests and the soldiers who glorified them.
ko: 축연은 성공적이였습니다. 신들께서 사제들과 신들을 찬미한 병사들에게 힘을 주었습니다.
ko_mt: 축하 행사는 성공적이었고, 상급 세력은 사제들과 그들을 영화롭게 한 병사들에게 힘을 보냈습니다.

source: All generals gains 50000 experience points.
ko: 모든 지휘관이 50,000 경험치를 얻습니다.

source: Military Exercise
ko: 군사 훈련
ko_mt: 군사 훈련
