Repository: akintos/wotr-translation
Catalog: translation/*/Kingdom.po
Languages: ko, ko_mt

source: The generals, faithful to their duty, brought their forces to Nerosyan and have restored order on the streets of the capital. They wish wholeheartedly to join the Commander's efforts, but their responsibility is keeping the capital safe from any more upheaval. Regretful at being unable to provide more help, they have sent the Commander a powerful relic that has faithfully served the best warriors of Mendev.
ko: 임무에 충실한 지휘관들이 자신들의 부대와 함께 네로시안으로 파견되어, 수도의 질서를 다시 세웠습니다. 그들은 전선에 나가 사령관을 돕길 간절히 원했지만, 수도 내의 또다른 봉기를 막는 것이 이들 부대의 최우선 목표입니다. 사령관을 도울 수 없는 상황에도 불구하고 지휘관들은 이를 미안하게 생각하며, 멘데브의 최정예 병사들이 사용했던 강력한 유물을 사령관에게 보내왔습니다.
ko_mt: 장군들은 자신의 임무에 충실하여 네로시안으로 군대를 이끌고 수도의 거리 질서를 회복했습니다. 그들은 사령관의 노력에 진심으로 동참하고 싶지만, 더 이상의 격변으로부터 수도를 안전하게 지키는 것이 그들의 책임입니다. 더 많은 도움을 주지 못한 것을 안타깝게 여긴 그들은 멘데브 최고의 전사들에게 충성을 다한 강력한 유물을 사령관에게 보냈습니다.

source: The advisors who had arrived from the young kingdom in the Stolen Lands lived up to their reputation. They stopped the bloodshed in Nerosyan and gathered all parties at the negotiating table. A messenger has arrived in Drezen bringing a personal gift for the Commander from the leader of the young nation.
ko: 최근에 훔쳐진 땅에 새로 세워진 왕국에서, 자신들의 고문단이 찾아왔습니다. 그들은 자신들의 명성에 걸맞게 네로시안의 유혈사태를 멈췄고, 협상 테이블에 모든 당사자들을 불러모았습니다. 드레젠을 찾아온 전령은 갓 태어난 왕국의 지도자가 보내온 개인적인 선물을 사령관에게 전해주었습니다.
ko_mt: 도둑맞은 땅의 어린 왕국에서 도착한 고문들은 명성에 걸맞게 활약했습니다. 네로시안의 유혈 사태를 멈추고 모든 당사자를 협상 테이블에 모았습니다. 드레젠에 젊은 왕국의 지도자가 사령관에게 줄 개인 선물을 들고 온 전령이 도착했습니다.

source: Thanks to the Commander's support, the Royal Council recovered from its precarious position and maintained control of the capital. As a show of gratitude, they have sent a messenger to Drezen bearing a most valuable relic, which had for many decades been kept in the royal treasury.
ko: 사령관의 지원 덕에, 왕실 자문회는 불안정한 위치에서 벗어나 수도의 상황을 다시 통제할 수 있게 되었습니다. 그들은 감사를 표하며, 몇십년 동안 왕실 보물 창고에 보관되었던 가장 귀중한 유물을 보내주었습니다.
ko_mt: 사령관의 지원 덕분에 왕의회는 위태로운 지위에서 벗어나 수도를 장악할 수 있었습니다. 그들은 감사의 표시로 수십 년 동안 왕실 금고에 보관되어 있던 가장 귀중한 유물을 들고 드레젠으로 사자를 보냈습니다.

source: {g|DirtySquealer_Amulet_DirtSand}[Choice effects]{/g} Summon the Embrace of the Faceless
ko: {g|DirtySquealer_Amulet_DirtSand}[선택 효과]{/g} 얼굴없는 자의 포옹을 소환한다
ko_mt: {g|DirtySquealer_Amulet_DirtSand}[선택 효과]{/g} 얼굴 없는 자의 포옹 소환

source: Jubilex heard the call... and answered it.
ko: 쥬빌렉스는 요청을 들었고... 그에 응했습니다.
ko_mt: 주빌렉스는 그 부름을 듣고 응답했습니다.

source: {g|DirtySquealer_Belt_DirtSand}[Choice effects]{/g} Summon the Embrace of the Faceless
ko: {g|DirtySquealer_Belt_DirtSand}[선택 효과]{/g} 얼굴없는 자의 포옹을 소환한다
ko_mt: {g|DirtySquealer_Belt_DirtSand}[선택 효과]{/g} 얼굴 없는 자의 포옹 소환

source: {g|DirtySquealer_Amulet_UglyShriek}[Choice effects]{/g} Summon the Voice of the Faceless
ko: {g|DirtySquealer_Amulet_UglyShriek}[선택 효과]{/g} 얼굴없는 자의 목소리를 소환한다
ko_mt: {g|DirtySquealer_Amulet_UglyShriek}[선택 효과]{/g} 얼굴 없는 자의 목소리 소환

source: {g|DirtySquealer_Belt_UglyShriek}[Choice effects]{/g} Summon the Voice of the Faceless
ko: {g|DirtySquealer_Belt_UglyShriek}[선택 효과]{/g} 얼굴없는 자의 목소리를 소환한다
ko_mt: {g|DirtySquealer_Belt_UglyShriek}[선택 효과]{/g} 얼굴 없는 자의 목소리 소환

source: Enchanting the Dirty Squealer
ko: 혐오스러운 아우성에 마법 부여하기
ko_mt: 더티 스퀴러 마법 부여하기

source: The power in the stone of Jubilex is ready to awaken. All that must be decided is the nature of the unholy ritual used to manifest it: a plea to become a herald of the Prince of Ooze or a request for his dark guardianship?
ko: 쥬빌렉스의 돌 안에 봉인된 힘은 깨어날 준비가 되었습니다. 우리에게 필요한 것은 어떤 불경한 의식을 치룰 지 결정하는 것 뿐입니다 : 진흙의 대공의 전령이 되게 해달라고 청할까요? 아니면 그에게 어두운 보호를 요청할까요?
ko_mt: 쥬빌렉스의 돌에 깃든 힘이 깨어날 준비가 되었습니다. 결정해야 할 것은 그 힘을 발현하는데 사용되는 부정한 의식의 성격입니다. 오오즈의 왕자의 전령이 되어달라는 간청일까요, 아니면 그의 어둠의 수호자가 되어달라는 요청일까요?

source: {g|DirtySquealer_Amulet}[Choice effects]{/g} Amulet
ko: {g|DirtySquealer_Amulet}[선택 효과]{/g} 부적
ko_mt: {g|DirtySquealer_Amulet}[선택 효과]{/g} 부적

source: The mage has carried out his task.
ko: 마법사는 임무를 수행했습니다.
ko_mt: 마법사가 임무를 수행했습니다.

source: {g|DirtySquealer_Belt}[Choice effects]{/g} Belt
ko: {g|DirtySquealer_Belt}[선택 효과]{/g} 허리띠
ko_mt: {g|DirtySquealer_Belt}[선택 효과]{/g} 허리띠

source: The Fate of the Dirty Squealer
ko: 혐오스러운 아우성의 운명
ko_mt: 더티 스퀴러의 운명

source: A wizard with a dark past and fearsome reputation claims to be familiar with the rituals of the omoxes who serve the demon lord Jubilex. He will extract a crimson shard of mica to replace the eye of a mud golem captured in battle and place it on the Commander's gear. If all goes well, the power hidden in the stone will flow into the item onto which it is placed. It is necessary to decide what kind of item it will be.
ko: 어두운 과거와 공포스러운 평판을 갖고있는 한 마법사가 데몬 군주, 쥬빌렉스를 위한 오목스 의식에 대해 알아야한다고 주장합니다. 그는 포획한 진흙 골렘의 눈 대신에 박혀있는 핏빛 결정을 추출해 사령관의 장비에 꽂아넣을 것입니다. 모든 것이 잘 풀린다면, 결정의 숨겨진 힘이 결정이 꽂힌 물건에 퍼질 것입니다. 우리에게 필요한 것은, 그것이 어떤 물건이 될 지 정하는 것 뿐입니다.
ko_mt: 어두운 과거와 무시무시한 명성을 가진 위저드가 데몬 로드 쥬빌렉스를 섬기는 오목스의 의식에 정통하다고 주장합니다. 그는 전투에서 포획한 진흙 골렘의 눈을 대신할 진홍색 운모 조각을 추출하여 사령관의 장비에 장착할 것입니다. 모든 것이 잘되면 돌에 숨겨진 힘이 돌이 놓인 아이템으로 흘러 들어갑니다. 어떤 종류의 아이템이 될지 결정할 필요가 있습니다.

source: {g|EvilDope_BandedArmor_OnTheBrinkOfDeath}[Choice effects]{/g} Banish the dope
ko: {g|EvilDope_BandedArmor_OnTheBrinkOfDeath}[선택 효과]{/g} 독초의 사용을 금한다
ko_mt: {g|EvilDope_BandedArmor_OnTheBrinkOfDeath}[선택 효과]{/g} 마약 추방

source: The druids mourn the fall of their faithful comrade Sulema. They conducted the rite of purification over his relic and overpowered the spell put on the item.
ko: 드루이드들은 그들의 자랑스러운 동료, 술레마의 타락에 눈물을 흘렸습니다. 드루이드들은 그의 유물에 정화 의식을 치뤘고, 유물이 지닌 힘을 주문으로 강화했습니다.
ko_mt: 드루이드들은 충실한 동지 술레마의 죽음을 애도합니다. 그들은 그의 유물에 정화의 의식을 거행하고 아이템에 걸린 주문을 무력화시켰습니다.

source: {g|EvilDope_QuarterstaffMelee_OnTheBrinkOfDeath}[Choice effects]{/g} Banish the dope
ko: {g|EvilDope_QuarterstaffMelee_OnTheBrinkOfDeath}[선택 효과]{/g} 독초의 사용을 금한다
ko_mt: {g|EvilDope_QuarterstaffMelee_OnTheBrinkOfDeath}[선택 효과]{/g} 마약 추방

source: {g|EvilDope_BandedArmor_Persistence}[Choice effects]{/g} Distill the dope
ko: {g|EvilDope_BandedArmor_Persistence}[선택 효과]{/g} 독초를 증류한다
ko_mt: {g|EvilDope_BandedArmor_Persistence}[선택 효과]{/g} 마약 증류

source: Some practitioners of the Green Faith are convinced that the plague druid Sulema was right in his delirious epiphanies. With the permission of the Commander, they pronounced their prayers over his relic to impregnate it with their strength and faith.
ko: 신록의 믿음을 따르는 몇몇 신자들은 역병 드루이드 술레마의 미친 통찰력이 어느정도는 진실된 것이였음을 확신합니다. 사령관의 허가 하에, 드루이드들은 술레마의 유물에 기도를 올렸고, 그들의 힘과 헌신의 일부가 유물에 부여되었습니다.
ko_mt: 녹색 신앙의 일부 수련자들은 전염병 드루이드 술레마의 정신 나간 깨달음이 옳았다고 확신합니다. 그들은 사령관의 허락을 받아 그의 유물에 그들의 힘과 믿음을 불어넣기 위해 기도를 올렸습니다.

source: {g|EvilDope_QuarterstaffMelee_Persistence}[Choice effects]{/g} Distill the dope
ko: {g|EvilDope_QuarterstaffMelee_Persistence}[선택 효과]{/g} 독초를 증류한다
ko_mt: {g|EvilDope_QuarterstaffMelee_Persistence}[선택 효과]{/g} 마약 증류

source: Enchanting the Wicked Dope
ko: 사악한 독초 지팡이에 마법 부여하기
ko_mt: 사악한 마약에 매혹되기

source: Druids have arrived in Drezen to perform magical rituals over Sulema's relic. Whereas some want to purify it, others revere the fallen druid and wish to honor him.
ko: 드루이드들이 술레마의 유물, 사악한 독초 지팡이에 마법 의식을 행하기 위해 드레젠에 도착했습니다. 어떤 이는 유물을 정화하고자 하지만, 다른 이들은 이 타락한 드루이드에게 존경심을 품고 있고, 따라서 그를 추모하고자 합니다.
ko_mt: 드루이드들이 술레마의 유물을 놓고 마법 의식을 치르기 위해 드레젠에 도착했습니다. 어떤 이들은 유물을 정화하고자 하지만, 다른 이들은 타락한 드루이드를 숭배하며 그를 기리고자 합니다.

source: {g|EvilDope_BandedArmor}[Choice effects]{/g} Make the banded mail of dope
ko: {g|EvilDope_BandedArmor}[선택 효과]{/g} 중독의 철판 사슬갑옷을 제작한다
ko_mt: {g|EvilDope_BandedArmor}[선택 효과]{/g} 마약의 철판 사슬갑옷

source: The talented armorer crafted a fine banded mail by cutting off the withered vines from the Wicked Dope staff and using them to join the parts of armor, giving it the poisoned power of the dark relic.
ko: 유능한 갑옷장인이 사악한 독초 지팡이를 휘감고있는 말라버린 덩굴을 잘라내고, 그것을 갑옷 제작에 사용함으로써 어둠의 유물이 가진 맹독의 힘이 불어넣어진 훌륭한 철판 사슬갑옷이 탄생했습니다.
ko_mt: 이 재능 있는 갑옷 제작자는 사악한 마약 지팡이의 시든 넝쿨을 잘라 갑옷의 각 부분을 연결해 가느다란 줄무늬 갑옷을 만들었고, 여기에 어둠의 유물에 깃든 독의 힘을 부여했습니다.

source: {g|EvilDope_QuarterstaffMelee}[Choice effects]{/g} Make the quarterstaff of dope
ko: {g|EvilDope_QuarterstaffMelee}[선택 효과]{/g} 중독의 육척봉을 제작한다
ko_mt: {g|EvilDope_QuarterstaffMelee}[선택 효과]{/g} 마약의 육척봉 만들기

source: A skilled craftsman cleaned the withered vines from the Wicked Dope staff and recovered its battle-like appearance.
ko: 솜씨좋은 장인이 사악한 독초 지팡이로부터 메마르고 시들어버린 덩굴들을 제거해, 지팡이는 원래의 병기다운 모습을 되찾았습니다.
ko_mt: 숙련된 장인이 사악한 마약 지팡이의 시든 넝쿨을 깨끗이 닦아내고 전투와 같은 모습을 되찾았습니다.

source: The Fate of the Wicked Dope
ko: 사악한 독초 지팡이의 운명
ko_mt: 사악한 마약의 운명

source: The craftsmen of the crusade can refine the staff known as the Wicked Dope in order to turn it into a relic, and then present it to the Commander. What kind of item they will make is yet to be decided.
ko: 성전의 장인들은 사악한 독초라고 알려진 지팡이를 유물로 가공해 사령관에게 바칠 것입니다. 장인들이 어떤 물건을 만들지는 아직 결정되지 않았습니다.
ko_mt: 성전 장인들은 사악한 마약으로 알려진 지팡이를 다듬어 유물로 만든 다음 사령관에게 선물할 수 있습니다. 어떤 종류의 아이템을 만들지는 아직 결정되지 않았습니다.

source: {g|FearOfTheSurface_Shooters}[Choice effects]{/g} Position them in the rear of the army where it is safer
ko: {g|FearOfTheSurface_Shooters}[선택 효과]{/g} 안전한 후방에 배치한다
ko_mt: {g|FearOfTheSurface_Shooters}[선택 효과]{/g} 더 안전한 군대 후방에 배치합니다.

source: The Commander's decision raised the mongrels' spirits. Once they learned that they would not have to charge into battle in the front ranks, the underground crusaders began to accustom themselves to their unfamiliar surroundings.
ko: 사령관의 결정은 잡종들의 사기를 진작시켰습니다. 일단 자신들이 최전방에서 전투에 뛰어들 필요가 없다는 것을 알게 되자, 지하 성전군은 낯선 환경에 적응하기 시작했습니다.
ko_mt: 사령관의 결정은 몽그렐들의 사기를 북돋아 주었습니다. 전선으로 돌격하지 않아도 된다는 사실을 알게 된 지하 성전사들은 낯선 환경에 익숙해지기 시작했습니다.

source: {g|FearOfTheSurface_Fighters}[Choice effects]{/g} Train them how to fight on the surface
ko: {g|FearOfTheSurface_Fighters}[선택 효과]{/g} 지상에서 싸우는 방법을 훈련시킨다
ko_mt: {g|FearOfTheSurface_Fighters}[선택 효과]{/g} 지상에서 싸우는 방법 훈련하기

source: Under the guidance of strict officers, the mongrels faced their fear and broke its spine in one fell swoop. The surface no longer frightens them — they are ready to attack the enemy wherever and whenever they are told.
ko: 엄격한 장교들의 지도 아래, 잡종들은 두려움에 맞서고, 그들이 갖고있던 공포를 단칼에 떨쳐낼 수 있었습니다. 지상은 더 이상 두려움의 대상이 아닙니다. 이들은 언제 어디서나 명령받은 대로 적을 공격할 준비가 되어 있습니다.
ko_mt: 엄격한 장교들의 지도 아래, 이 몽그렐들은 두려움에 맞서 단숨에 적의 등뼈를 부러뜨렸습니다. 이제 그들은 더 이상 지표면이 두렵지 않고 언제 어디서든 명령만 내리면 적을 공격할 준비가 되어 있습니다.

source: {g|FearOfTheSurface_Angel}[Choice effects]{/g} Inspire them with the Light of Heaven
ko: {g|FearOfTheSurface_Angel}[선택 효과]{/g} 천상의 빛으로 이들을 고무시킨다
ko_mt: {g|FearOfTheSurface_Angel}[선택 효과]{/g} 천국의 빛으로 영감을 불어넣으세요

source: This option is unavailable because the mongrels did not see the Light of Heaven in the Shield Maze or because you did not choose the Path of the Angel.
ko: 잡종들이 방패 미로에서 천상의 빛을 보지 못했거나 당신이 엔젤의 길을 선택하지 않았기 때문에 이 선택지를 사용할 수 없습니다.
ko_mt: 이 옵션은 몽그렐들이 방패 미로에서 천국의 빛을 보지 못했거나 천사의 길을 선택하지 않았기 때문에 사용할 수 없습니다.

source: The Light of Heaven steeled the hearts of the underground hunters. They are now ready to face any challenge and defeat any foe.
ko: 천상의 빛은 지하 사냥꾼들의 가슴에 한 줄기 빛을 내려주었습니다. 이들은 이제 어떤 도전에도 맞서고, 어떤 적도 물리칠 준비가 되어 있습니다.
ko_mt: 천상의 빛이 지하 사냥꾼들의 마음을 강인하게 만들었습니다. 이제 그들은 어떤 도전에도 맞서고 어떤 적도 물리칠 준비가 되었습니다.

source: {g|FearOfTheSurface_Demon}[Choice effects]{/g} Kill a couple of cowards to make an example
ko: {g|FearOfTheSurface_Demon}[선택 효과]{/g} 본보기로 겁쟁이들을 죽인다
ko_mt: {g|FearOfTheSurface_Demon}[선택 효과]{/g} 겁쟁이 두어 명을 죽여 본보기로 삼으세요.

source: Intimidated by the brutal execution, the mongrels were forced to submit and take their place in the ranks. Since their courage has failed them, fear will motivate them to fight.
ko: 잔혹한 처형에 겁을 먹은 잡종들은 명령에 복종하고 전열 속에서 자신의 자리를 찾아갔습니다. 비록 이들의 용기는 꺾였지만, 두려움은 이들이 다시 싸우도록 동기를 부여할 것입니다.
ko_mt: 잔인한 처형에 겁을 먹은 몽그렐들은 어쩔 수 없이 복종하고 대열에 합류해야 했습니다. 용기를 잃은 이들은 두려움에 맞서 싸울 동기를 얻게 됩니다.

source: Fear of the Surface
ko: 지상에 대한 두려움
ko_mt: 표면의 공포

source: A group of mongrels has arrived in Drezen. The hunters may have been brave in their underground caves, but they have lost their nerve on the surface. They are scared of sunlight, get disoriented by open spaces, and feel perturbed by unfamiliar opponents. Lann asks the Commander to be understanding regarding his comrades' anxiety and not to throw them straight into the thick of things.
ko: 한 무리의 잡종들이 드레젠에 도착했습니다. 이 사냥꾼들은 지하 동굴에서는 용감했을지도 모르지만, 지상에서는 용기를 잃었습니다. 이들은 햇빛을 무서워하고, 탁 트인 공간에서 방향감각을 상실하고, 또 여태껏 만나보지 못한 적으로 인해 큰 동요를 느낍니다. 랜은 사령관에게 전우들의 불안에 대해 이해해 달라고 부탁하고, 그들을 곤경에 빠뜨리지 않기를 바랍니다.
ko_mt: 드레젠에 몽그렐 무리가 도착했습니다. 지하 동굴에서는 용맹했던 사냥꾼들이지만 지상에서는 이성을 잃었습니다. 그들은 햇빛을 무서워하고, 탁 트인 공간에서 방향을 잃고, 낯선 적들에게 불안감을 느낍니다. 란은 사령관에게 동료들의 불안을 이해해 달라고, 그들을 바로 사지로 내몰지 말아 달라고 부탁합니다.

source: A group of mongrels has arrived in Drezen. The hunters may have been brave in their underground caves, but they have lost their nerve on the surface. They are scared of sunlight, get disoriented by open spaces, and feel perturbed by unfamiliar opponents. However, Wenduag is convinced that this fear will pass once the underground warriors have spilled the blood of their foes and experienced their first victory.
ko: 한 무리의 잡종들이 드레젠에 도착했습니다. 이 사냥꾼들은 지하 동굴에서는 용감했을지도 모르지만, 지상에서는 용기를 잃었습니다. 이들은햇빛을 무서워하고, 탁 트인 공간에서 방향감각을 상실하고, 또 여태껏 만나보지 못한 적으로 인해 큰 동요를 느낍니다. 하지만 웬두아그는 지하 사냥꾼들이 첫번째 전투에서 적의 피를 흩뿌리고, 승리를 맛본다면 잡종들이 가진 공포는 사라질 것이라고 확신합니다.
ko_mt: 드레젠에 몽그렐 무리가 도착했습니다. 지하 동굴에서는 용맹했던 사냥꾼들이 지상에서는 이성을 잃었습니다. 그들은 햇빛을 무서워하고, 탁 트인 공간에서 방향을 잃고, 낯선 적들에게 불안감을 느낍니다. 하지만 웬두아그는 지하 전사들이 적의 피를 흘리며 첫 승리를 경험하면 이런 두려움은 사라질 것이라고 확신합니다.

source: {g|Event_ForbiddenPractices_1}[Choice effects]{/g} Allow demon magic teaching
ko: {g|Event_ForbiddenPractices_1}[선택 효과]{/g} 데몬 마법의 교습을 허락한다
ko_mt: {g|Event_ForbiddenPractices_1}[선택 효과]{/g} 데몬 마법 교육 허용

source: The cursed knights have taken up teaching and tripled their efforts in this direction. The flow of people willing to gain new powers is not abating. More pious fighters consider it to be an egregious crime and have sent Nerosyan many indignant letters of condemnation.
ko: 저주받은 기사들은 새로운 힘을 갈구하는 병사들을 가르치는 일에 더욱 많은 노력을 쏟아부었고, 가르침을 원하는 병사들의 수는 줄어들 줄을 모릅니다. 많은 독실한 병사들은 이같은 행위를 범죄로 여기고 있으며, 이를 규탄하는 엄청난 수의 편지를 네로시안으로 보냈습니다.
ko_mt: 저주받은 기사들은 가르치는 일을 시작했고, 이 방향으로 노력을 세 배로 늘렸습니다. 새로운 힘을 얻으려는 사람들의 흐름은 줄어들지 않고 있습니다. 경건한 전사들은 이를 끔찍한 범죄로 간주하고 네로시안에게 분노에 찬 비난의 편지를 많이 보냈습니다.

source: {g|Event_ForbiddenPractices_2}[Choice effects]{/g} Forbid demon magic teaching
ko: {g|Event_ForbiddenPractices_2}[선택 효과]{/g} 데몬 마법의 교습을 금지한다
ko_mt: {g|Event_ForbiddenPractices_2}[선택 효과]{/g} 데몬 마법 교육 금지

source: The lessons have been brought to an end, but the seeds of evil have already been sown. Officers report a great number of fighters covertly studying the powers of the Abyss and forming their own secret societies.
ko: 그렇게 수업은 끝을 맺게되었지만, 악의 씨앗은 이미 뿌려지고 난 뒤였습니다. 많은 수의 병사들이 비밀리에 심연의 힘에 대해 연구하고 있으며, 그들만의 비밀 결사가 조직되었다고 장교들이 보고했습니다.
ko_mt: 교훈은 끝났지만 악의 씨앗은 이미 뿌려져 있습니다. 장교들은 수많은 전사들이 심연의 힘을 은밀히 연구하고 자신들만의 비밀 결사체를 결성하고 있다고 보고합니다.

source: {g|Event_ForbiddenPractices_3}[Choice effects]{/g} Execute the cursed knights
ko: {g|Event_ForbiddenPractices_3}[선택 효과]{/g} 저주받은 기사들을 처형한다
ko_mt: {g|Event_ForbiddenPractices_3}[선택 효과]{/g} 저주받은 기사들을 처형하세요

source: A hard lesson was taught and discipline restored. The most cursed knights were put to death, but their leaders, Thomaz and Wollard, miraculously managed to escape justice, absconding from the army hours before the arrest.
ko: 규율을 바로잡기 위해서는 엄중한 처벌이 필요했습니다. 대부분의 저주받은 기사들이 죽음을 맞았고, 그들의 지도자였던 Thomaz와 Wollard는 기적적으로 정의 집행을 모면했지만, 몇 시간 가량의 추격 끝에 끝내 체포되었습니다.
ko_mt: 혹독한 교훈을 얻었고 기강이 회복되었습니다. 가장 저주받은 기사들은 사형에 처해졌지만, 그들의 지도자인 토마즈와 울라드는 기적적으로 체포되기 몇 시간 전에 군대를 탈출하여 정의의 심판을 피할 수 있었습니다.

source: Forbidden Practices
ko: 금지된 비의
ko_mt: 금지된 관행

source: Cursed knights, saved by the Commander in the Molten Scar, have been found to be involved in forbidden practices. Using their recently acquired powers, they delved into demon magic, feeling free to teach anybody interested, using the excuse that any method that combats the Worldwound is valid. Many decent officers resent their behavior.
ko: 사령관이 녹아내린 흉터에서 구했던 저주받은 기사들이 금지된 비의에 참여했다는 사실이 밝혀졌습니다. 그들이 최근에 얻은 힘을 이용하여, 기사들은 데몬의 마법에 깊게 빠져들었고, 이 사악한 마법에 관심있는 이들에게 거리낌 없이 지식을 공유했습니다. 이 저주받은 자들은 세계상처에 맞서 싸우기 위해 가능한 한 모든 방법을 동원해야 한다고 변명하고 있지만, 성전의 충실한 장교들은 기사들의 행동에 격분했습니다.
ko_mt: 녹은 흉터에서 사령관에게 구출된 저주받은 기사들이 금지된 행위에 연루된 것으로 밝혀졌습니다. 그들은 최근에 얻은 힘을 이용해 데몬 마법을 파헤쳤고, 세계상처와 싸우는 모든 방법이 유효하다는 핑계를 대며 관심 있는 누구에게나 자유롭게 가르쳤습니다. 많은 선량한 장교들이 그들의 행동에 분개했습니다.

source: {g|GowrowTusksAndSkin_ShortSpear_Aquatic}[Choice effects]{/g} Awaken Chillroar's icy blood
ko: {g|GowrowTusksAndSkin_ShortSpear_Aquatic}[선택 효과]{/g} 서리울음의 얼음처럼 찬 피를 일깨운다
ko_mt: {g|GowrowTusksAndSkin_ShortSpear_Aquatic}[선택 효과]{/g} 칠로어의 얼음 피를 깨우세요.

source: When Chillroar was alive and strong, its hide was covered by thick ice armor. Priests awakened the icy spirit of the ancient gowrow, giving magical properties to its remains.
ko: 서리울음이 아직 건재했던 시절, 그 가죽은 두꺼운 얼음 갑옷으로 덮여 있었습니다. 성직자들은 이 고대 고로우의 얼어붙은 영혼을 일깨워, 그 잔재에 마법적인 특성을 부여했습니다.
ko_mt: 칠로어가 살아 있고 강했을 때는 가죽이 두꺼운 얼음 갑옷으로 덮여 있었습니다. 사제들은 고대 고로우의 얼음 정령을 깨워 그 유골에 마법 속성을 부여했습니다.

source: {g|GowrowTusksAndSkin_ShortSpear_Sonic}[Choice effects]{/g} Awaken Chillroar's voice
ko: {g|GowrowTusksAndSkin_ShortSpear_Sonic}[선택 효과]{/g} 서리울음의 목소리를 일깨운다
ko_mt: {g|GowrowTusksAndSkin_ShortSpear_Sonic}[선택 효과]{/g} 칠로어의 목소리 각성

source: The terrible growl of Chillroar could knock down a galloping horseman and blow away a hut. Priests awakened the tumultuous spirit of the ancient gowrow, giving magical properties to its remains.
ko: 서리울음의 끔찍한 포효는 질주하는 기병을 쓰러뜨리고 오두막을 날려버릴 수 있을 정도였습니다. 성직자들은 이 고대 고로우의 격동의 영혼을 일깨워, 그 잔재에 마법적인 특성을 부여했습니다.
ko_mt: 칠로어의 끔찍한 으르렁거림은 질주하는 기수를 쓰러뜨리고 오두막을 날려버릴 수도 있습니다. 사제들은 고대 고로우의 격동하는 영혼을 깨워 그 유골에 마법 속성을 부여했습니다.

source: {g|GowrowTusksAndSkin_SpikedLightShield_Aquatic}[Choice effects]{/g} Awaken Chillroar's icy blood
ko: {g|GowrowTusksAndSkin_SpikedLightShield_Aquatic}[선택 효과]{/g} 서리울음의 얼음같은 피를 일깨운다
ko_mt: {g|GowrowTusksAndSkin_SpikedLightShield_Aquatic}[선택 효과]{/g} 칠로어의 얼음 피를 깨워라.

source: {g|GowrowTusksAndSkin_SpikedLightShield_Sonic}[Choice effects]{/g} Awaken Chillroar's voice
ko: {g|GowrowTusksAndSkin_SpikedLightShield_Sonic}[선택 효과]{/g} 서리울음의 목소리를 일깨운다
ko_mt: {g|GowrowTusksAndSkin_SpikedLightShield_Sonic}[선택 효과]{/g} 칠로어의 목소리 각성

source: Enchanting Chillroar's Hide and Tusks
ko: 서리울음의 가죽과 엄니에 마법 부여하기
ko_mt: 매혹적인 칠로어의 가죽과 엄니

source: The clerics can sense the traces of Chillroar's former might in its remains. They could awaken one of the aspects of its power by offering a prayer over the relic.
ko: 성직자들은 서리울음의 잔재에서 그가 가졌던 힘의 흔적을 느낄 수 있습니다. 이들은 유물에 기도를 올림으로써 서리울음이 가졌던 힘의 위상들 중 하나를 일깨울 수 있습니다.
ko_mt: 성직자들은 이 유물에서 칠로어의 옛 힘의 흔적을 느낄 수 있습니다. 성직자는 유물에 기도를 올려 칠로어의 힘 중 하나를 깨울 수 있습니다.

source: {g|GowrowTusksAndSkin_ShortSpear}[Choice effects]{/g} Shortspear
ko: {g|GowrowTusksAndSkin_ShortSpear}[선택 효과]{/g} 단창
ko_mt: {g|GowrowTusksAndSkin_ShortSpear}[선택 효과]{/g} Shortspear

source: {g|GowrowTusksAndSkin_LightSpikedShield}[Choice effects]{/g} Light Spiked Shield
ko: {g|GowrowTusksAndSkin_LightSpikedShield}[선택 효과]{/g} 가시 소형 방패
ko_mt: {g|GowrowTusksAndSkin_LightSpikedShield}[선택 효과]{/g} 소형 가시 방패

source: The Fate of Chillroar's Hide and Tusks
ko: 서리울음의 가죽과 엄니의 운명
ko_mt: 칠로어의 가죽과 엄니의 운명

source: Chillroar's tusks are still strong and sharp, and its scales are tough and resilient. The craftsmen of the Crusade want to use them to craft a weapon for the Commander. What should they turn the monster's remains into?
ko: 서리울음의 엄니는 아직도 강하며 날카롭고, 비늘도 튼튼하고 탄력있습니다. 성전군의 장인들은 이것들을 가공하여 사령관을 위한 무기를 만들고자 합니다. 괴물의 시체로 어떤 장비를 만들게 할까요?
ko_mt: 칠로어의 엄니는 여전히 강하고 날카로우며 비늘은 질기고 탄력적입니다. 십자군의 장인들은 이를 이용해 사령관을 위한 무기를 만들고 싶어 합니다. 이 괴물의 유골을 무엇으로 만들어야 할까요?

source: {g|HungryMess_Club_RoughPower}[Choice effects]{/g} Awaken the Craving Maw
ko: {g|HungryMess_Club_RoughPower}[선택 효과]{/g} 갈망하는 아귀를 일깨운다
ko_mt: {g|HungryMess_Club_RoughPower}[선택 효과]{/g} 갈망의 나락 깨우기

source: The unholy rituals have been conducted over the relic.
ko: 유물에 불경한 의식이 행해졌습니다.
ko_mt: 유물에 대한 불경스러운 의식이 행해지고 있습니다.

source: {g|HungryMess_LightFlail_RoughPower}[Choice effects]{/g} Awaken the Craving Maw
ko: {g|HungryMess_LightFlail_RoughPower}[선택 효과]{/g} 갈망하는 아귀를 일깨운다
ko_mt: {g|HungryMess_LightFlail_RoughPower}[선택 효과]{/g} 갈망의 나락 깨우기

source: {g|HungryMess_Club_ThousandEyes}[Choice effects]{/g} Awaken the Unslumbering Predator
ko: {g|HungryMess_Club_ThousandEyes}[선택 효과]{/g} 잠들지 않는 포식자를 일깨운다
ko_mt: {g|HungryMess_Club_ThousandEyes}[선택 효과]{/g} 잠들지 않는 포식자 깨우기

source: {g|HungryMess_LightFlail_ThousandEyes}[Choice effects]{/g} Awaken the Unslumbering Predator
ko: {g|HungryMess_LightFlail_ThousandEyes}[선택 효과]{/g} 잠들지 않는 포식자를 일깨운다
ko_mt: {g|HungryMess_LightFlail_ThousandEyes}[선택 효과]{/g} 잠들지 않는 포식자 깨우기

source: {g|HungryMess_Club_TwistedForm}[Choice effects]{/g} Awaken the Unending Distortion
ko: {g|HungryMess_Club_TwistedForm}[선택 효과]{/g} 끝나지 않는 왜곡을 일깨운다
ko_mt: {g|HungryMess_Club_TwistedForm}[선택 효과]{/g} 끝없는 왜곡을 깨우다

source: {g|HungryMess_LightFlail_TwistedForm}[Choice effects]{/g} Awaken the Unending Distortion
ko: {g|HungryMess_LightFlail_TwistedForm}[선택 효과]{/g} 끝나지 않는 왜곡을 일깨운다
ko_mt: {g|HungryMess_LightFlail_TwistedForm}[선택 효과]{/g} 끝없는 왜곡을 깨우다

source: Enchanting the Voracious Jumble
ko: 혼재하는 탐식에 마법 부여하기
ko_mt: 탐욕스러운 점블에 매혹되기

source: The blasphemous weapon made of flesh fragments is complete but its power is dormant. It is necessary to conduct the rituals that will awaken it. In the most forbidden of the occult libraries, wizards have discovered three dark spells. Each of them can breathe power into the pernicious weapon of demons.
ko: 살점을 이어붙여 만든 — 신들을 모독하는 무기가 완성되었으나 아직 그 힘은 깨어나지 않았고, 의식을 수행함으로써 그 힘을 일깨울 수 있을 것입니다. 가장 금지된 occult 도서관에서 마법사들은 세 종류의 어둠의 주문을 발견했습니다. 이 주문들은 데몬의 치명적인 무기에 힘을 불어 넣어줄 것입니다.
ko_mt: 살 조각으로 만든 신성 모독 무기는 완성되었지만 그 힘은 휴면 상태입니다. 그것을 깨우는 의식을 수행해야합니다. 가장 금지된 오컬트 도서관에서 위저드들은 세 가지 어둠의 주문을 발견했습니다. 그들 각각은 데몬의 사악한 무기에 힘을 불어 넣을 수 있습니다.

source: {g|HungryMess_Club}[Choice effects]{/g} Club
ko: {g|HungryMess_Club}[선택 효과]{/g} 몽둥이
ko_mt: {g|HungryMess_Club}[선택 효과]{/g} Club

source: {g|HungryMess_LightFlail}[Choice effects]{/g} Flail
ko: {g|HungryMess_LightFlail}[선택 효과]{/g} 도리깨
ko_mt: {g|HungryMess_LightFlail}[선택 효과]{/g} 도리깨

source: The Fate of the Voracious Jumble
ko: 혼재하는 탐식의 운명
ko_mt: 탐욕스러운 점블의 운명

source: The mage who examined the fragments of the revived flesh captured from the demons came to the conclusion that they were working pieces for a certain artifact. These fragments of flesh were meant to grow together and form a weapon created by dark, unnatural magic. The mage can try to complete the creation of this terrible item, but he needs the Commander to decide what shape this item should take.
ko: 데몬들에게서 취한 되살아난 살점 조각을 조사하던 마법사는 이것들이 유물을 만들기 위해 가공됐다는 결론을 내렸습니다. 이 살점 조각들은 어둡고, 비자연적인 마법이 부여된 무기를 만들기 위해 키워졌습니다. 마법사는 언제든 이 끔찍한 물품을 완성할 수 있지만, 우선 사령관이 이 살덩이들을 어떤 식으로 가공할 지 결정해야 합니다.
ko_mt: 데몬에게서 얻은 부활한 육체 조각을 조사한 마법사는 그것이 특정 유물의 부품이라는 결론에 도달했습니다. 이 살 조각들은 함께 자라나 어둡고 부자연스러운 마법으로 만들어진 무기를 만들기 위한 것이었습니다. 마법사는 이 끔찍한 아이템을 완성하려고 시도할 수 있지만, 이 아이템의 모양을 결정하려면 사령관이 필요합니다.

source: {g|Event_IHaveEatenCrusade_1}[Choice effects]{/g} For greater power!
ko: {g|Event_IHaveEatenCrusade_1}[선택 효과]{/g} 강력한 힘을 위하여!
ko_mt: {g|Event_IHaveEatenCrusade_1}[선택 효과]{/g} 더 큰 힘을 위해!

source: Your will, now that of a solitary and invincible monstrosity, steels your body, making it stronger and sturdier. You will never be distracted again by allies, advisors, or servants — there is only you. And you will do everything yourself.
ko: 당신의 의지는 고독하고, 막을 길 없는 괴물 그 자체가 되었고, 그로써 당신의 신체는 단단해지고, 견고해졌습니다. 당신은 다시는 아군들, 조언자들 또는 부하들에게 방해 받지 않을 것입니다 — 오직 당신만 존재합니다. 그리고 당신은, 모든 것을 혼자 해낼 수 있을 겁니다.
ko_mt: 이제 고독하고 무적의 괴물이 된 당신의 의지는 당신의 몸을 강철로 만들어 더욱 강하고 견고하게 만듭니다. 이제 다시는 동맹이나 조언자, 하인에게 방해받지 않고 오직 당신 자신만 있을 것입니다. 그리고 모든 것을 스스로 할 수 있습니다.

source: {g|ForWeAreMany}[Choice effects]{/g} For the glory of the swarm!
ko: {g|ForWeAreMany}[선택 효과]{/g} 무리를 위하여!
ko_mt: {g|ForWeAreMany}[선택 효과]{/g} 무리의 영광을 위하여!
