Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: The Storyteller has asked you to accompany him to the ancient tower where he once lived.
ko: 이야기꾼은 자신이 살았던 고대의 탑에 함께 가달라고 청했다.
ko_mt: 이야기꾼이 한때 살았던 고대 탑으로 동행해 달라고 요청했습니다.

source: Help the Storyteller
ko: 이야기꾼을 도와라
ko_mt: 스토리텔러를 도와주세요

source: King Thaberdine asked you to get ingredients for moonshine that will ease his suffering. The recipe requires donkey's moss, retchweed, gunkberries, moldblood root, and an anomley.
ko: 타베르딘 왕은 자신의 고통을 없애줄 문샤인의 재료를 구해달라 당신에게 부탁했다. 레시피에는 당나귀의 이끼, 토악질풀, 진창열매, 곰팡꽃 뿌리, 그리고 변칙풀이 팔요하다.
ko_mt: 태버딘 왕이 고통을 덜어줄 달빛의 재료를 구해달라고 부탁했습니다. 레시피에는 당나귀 이끼, 레치위드, 군크베리, 몰드블러드 뿌리, 아놈리가 필요합니다.

source: His Majesty's Anguish
ko: 전하의 괴로움
ko_mt: 폐하의 고뇌

source: Shamira the Ardent Dream, the demoness from Alushinyrra, has fought her way to Golarion and is now destroying everything in her path. The demon assassin Yozz is asking for help dealing with her.
ko: 알루시니라의 데몬인 열렬한 꿈의 샤미라는 골라리온으로 향하며 전투를 벌였고 이젠 길을 가로막는 모든 것을 파괴하고 있다. 데몬 암살자 요즈가 그녀를 처리하기 위한 도움을 요청한다.
ko_mt: 알루시니라에서 온 데몬 샤미라가 골라리온으로 향하는 길목에서 모든 것을 파괴하고 있습니다. 데몬 암살자 요즈가 그녀를 처리하는데 도움을 요청하고 있습니다.

source: Deal with Shamira
ko: 샤미라 처리
ko_mt: 샤미라와 거래

source: The rebels who rose up against the Commander are hiding in the ziggurat of the dead in Iz. They must be eliminated.
ko: 사령관에게 반기를 든 반란 종자들이 이즈에 있는 죽음의 지구라트에 숨었다. 그들을 격멸해야 한다.
ko_mt: 사령관에 대항하여 반란을 일으킨 반란군이 이즈의 죽은 자의 지구라트에 숨어 있습니다. 그들은 제거되어야합니다.

source: Cleansing the Ziggurat
ko: 지구라트 청소
ko_mt: 지구라트 정화

source: The path further into the fortress appears to be closed off. The Excess must find a way to reopen it.
ko: 요새의 더 깊은 곳으로 향하는 길은 닫힌 듯 보인다. 여분은 그 길을 다시 열 방법을 찾아야 한다.
ko_mt: 요새로 더 들어가는 길은 폐쇄 된 것 같습니다. 초과 세력은 그것을 다시 열 방법을 찾아야합니다.

source: The path further into the fortress is now open. The Excess can go back and continue searching for a way out of Threshold.
ko: 이제 요새의 더 깊은 곳으로 향하는 길이 열렸다. 여분은 돌아가서 극점으로 향하는 길을 계속 탐색할 수 있다.
ko_mt: 이제 요새로 더 들어가는 길이 열렸습니다. 초과분은 돌아가서 문턱에서 빠져나갈 길을 계속 찾을 수 있습니다.

source: Inevitable Escape
ko: 필연적인 탈출
ko_mt: 피할 수 없는 탈출

source: The Excess's mythic power burst free of Valmallos's prison and returned to the Commander of the Fifth Crusade. With this new power, the Commander's victory over the Worldwound has become even more likely.
ko: 여분의 신화적 힘은 발말로스의 감옥을 벗어나 5차 성전군의 사령관에게 돌아갔다. 이 새로운 힘과 함께라면, 사령관이 세계상처에 대해 승리할 가능성이 더욱 높아질 것이다.
ko_mt: 초과자의 신화적인 힘이 발말로스의 감옥을 뚫고 나와 제5차 성전 사령관에게 돌아왔습니다. 이 새로운 힘으로 사령관이 세계상처에서 승리할 가능성이 더욱 높아졌습니다.

source: What does a person feel when they discover that they are merely a parody of a person, a magical creation without a past, imbued with another's memories? Do they fly into a rage and despise all around them? Do they feel gratitude toward their creator for the gift of life they have received? Gripped by warring emotions, the Excess goes to Threshold to meet the real Commander and to decide the fate of {mf|his|her} own existence.
ko: 자신이 한 사람의 모방품일 뿐임을, 과거 없이 다른 사람의 기억만을 주입받은 마법적 피조물일 뿐임을 깨달은 사람은 과연 어떤 기분일까? 격분하여 주변 모든 것들을 경멸할까? 창조주가 자신에게 준 삶이라는 선물에 감사함을 느낄까? 복잡한 감정에 사로잡힌 채, 여분은 진짜 사령관을 만나고 자기 존재의 운명을 결정하기 위해 극점으로 향한다.
ko_mt: 자신이 과거가 없는 마법의 창조물, 다른 사람의 기억이 깃든 한 사람의 패러디에 불과하다는 사실을 알게 되면 어떤 기분이 들까요? 그들은 분노에 휩싸여 주변을 경멸할까요? 아니면 자신이 받은 생명의 선물에 대해 창조주에게 감사함을 느낄까요? 전쟁 같은 감정에 사로잡힌 엑세스는 진짜 사령관을 만나고 {mf|그|그녀}의 자신의 존재의 운명을 결정하기 위해 쓰레숄드로 향합니다

source: According to Ssila'meshnik, the destruction of the keystone opened a passage to Threshold. The Excess must seize this chance to escape Valmallos's prison.
ko: 실라메쉬닉에 따르면, 쐐기돌의 파괴로 극점을 향한 길이 열렸다고 한다. 여분은 이 기회를 잡아 발말로스의 감옥에서 탈출해야 한다.
ko_mt: 실라메쉬닉에 따르면, 열쇠석의 파괴로 문턱으로 가는 통로가 열렸다고 합니다. 초과 세력은 발말로스의 감옥을 탈출하기 위해이 기회를 잡아야합니다.

source: Open the entrance to Threshold
ko: 극점의 입구를 열어라
ko_mt: 임계점 입구를 엽니다

source: The way out of Valmallos's repository world is in the place where the Excess entered it, by the barrier near the very heart of Threshold. Reaching it will be difficult — now that the repository's keystone has been destroyed, the world has begun to disintegrate, with parts of the real Threshold breaking through to the false one, and vice versa.
ko: 발말로스의 저장소 세상의 출구는 바로 여분이 들어온 그 장소, 극점 최심부 근처의 장막이다. 거기에 도달하기는 매우 어려울 것이다. 저장소의 쐐기돌이 파괴된 뒤로 이 세상이 분해되기 시작했고, 실제 극점의 일부가 이 가짜 세상에 겹쳐지거나 가짜 세상이 현실에 출몰하고 있기에.
ko_mt: 발말로스의 저장소 세계로 나가는 길은 초과자가 들어온 곳, 문턱의 중심부 근처의 장벽 옆에 있습니다. 그곳에 도달하는 것은 어려울 것입니다. 이제 저장소의 키스톤이 파괴되었으므로 세계가 붕괴되기 시작하여 실제 임계치의 일부가 거짓 임계치로 또는 그 반대로 돌파하기 시작했습니다.

source: Reach the way out of the repository world
ko: 저장소 세상의 출구에 도달하라
ko_mt: 리포지토리 세계에서 벗어나는 길에 도달

source: Valmallos thought he could keep mythic power shackled. Ssila'meshnik believed they could use mythic power for their own ends. But what does the mythic power itself think? Is it merely a tool for achieving a purpose, or are its newly discovered freedom and consciousness worth fighting for?
ko: 발말로스는 자신이 신화적 힘을 제한할 수 있다고 생각한다. 실라메쉬닉은 자신의 목적을 위해 신화적 힘을 사용할 수 있다고 여긴다. 허면 신화적 힘 본인은 어떻게 생각할까? 목적 달성을 위한 도구일 뿐인가? 아니면 그것이 새로 찾은 자유와 의식에 쟁취할 가치가 있는가?
ko_mt: 발말로스는 신화의 힘을 족쇄로 묶어둘 수 있다고 생각했습니다. 실라메쉬닉은 신화의 힘을 자신들의 목적을 위해 사용할 수 있다고 믿었죠. 하지만 신화의 힘 자체는 어떻게 생각할까요? 단순히 목적을 달성하기 위한 도구일까요, 아니면 새롭게 발견한 자유와 의식을 위해 싸울 가치가 있는 것일까요?

source: Emerge victorious
ko: 승리하라
ko_mt: 승리하라

source: A mysterious voice has summoned the Commander to the entrance to Threshold.
ko: 의문의 목소리가 사령관을 극점의 입구로 불렀다.
ko_mt: 신비한 목소리가 사령관을 문턱의 입구로 소환했습니다.

source: The reason for the postponement of the Commander's battle with the Architect of the Worldwound has been revealed. And this time, it was not a demon standing in the Commander's path, but a creature of order — a primordial inevitable. Intriguing.
ko: 사령관과 세계상처의 설계자의 전투가 지연된 이유가 드러났다. 이번에 사령관의 앞길을 막은 것은 데몬이 아닌 질서의 크리처, 태초의 필연자이다. 흥미롭군.
ko_mt: 사령관이 세계상처의 설계자와의 전투를 연기 한 이유가 밝혀졌습니다. 그리고 이번에는 사령관의 길에 서있는 것은 데몬이 아니라 질서의 피조물, 즉 원초적인 필연이었습니다. 흥미롭군요.

source: If a person has a sworn enemy, then they will be predisposed to ascribe all misfortunes and failures, all obstacles in their path, to that enemy. The Commander was ready to plunge into the heart of Threshold to fight {mf|his|her} ultimate foe — me, Areelu Vorlesh — but an unexpected obstacle has appeared in {mf|his|her} path. Who would dare to postpone this battle that the Commander has been striving toward for so long?
ko: 누군가에게 숙적이 있다면, 그 숙적의 앞날에 모든 불운과 실패, 그리고 장애가 있기를 바랄 것이다. 사령관은 극점의 심장부에 뛰어들어 최후의 적과 — 나, 아릴루 볼레쉬와 싸울 준비를 마쳤었다만, 그의 앞에 예상치 못한 장애물이 나타났다. 감히 사령관이 그토록 고대하던 전투를 미루도록 만든 자는 누구인가?
ko_mt: 맹세한 적이 있는 사람은 모든 불행과 실패, 모든 장애물을 그 적의 탓으로 돌리는 경향이 있다 사령관은 {mf|그|그녀}의 궁극적인 적인 나, 아릴루 볼레쉬와 싸우기 위해 임계점의 심장부로 뛰어들 준비가 되어 있었지만 {mf|그|그녀}의 길에 예상치 못한 장애물이 나타났습니다. 사령관이 오랫동안 노력해 온 이 전투를 누가 감히 연기할 수 있겠습니까?

source: Final Barrier
ko: 최후의 장막
ko_mt: 마지막 장벽

source: The situation the Commander finds {mf|himself|herself} in must have an explanation, and that explanation must be found. Perhaps {mf|he|she} should take a look around?
ko: 사령관이 처한 상황은 이유가 있을 것이며, 그 이유는 알아내야만 한다. 아무래도 주변을 둘러봐야 하지 않을까?
ko_mt: 사령관이 {mf|그|그녀} 자신을 발견한 상황에는 반드시 설명이 있어야 하고, 그 설명을 찾아야 합니다. 아마도 {mf|그|그녀}의 주변을 둘러봐야 할까요?

source: Figure out what is going on
ko: 무슨 일이 벌어지고 있는지 밝혀내라
ko_mt: 무슨 일이 일어나고 있는지 알아내세요

source: The Excess has sown a sufficient amount of chaos. {mf|He|She} will reap {mf|his|her} harvest in Threshold.
ko: 여분은 충분한 혼돈을 뿌렸다. {mf|그|그녀}는 극점에서 그 결실을 수확할 수 있을 것이다.
ko_mt: 과잉이 충분한 양의 혼돈을 뿌렸습니다. {mf|그|그녀}는 임계치에서 {mf|그|그녀}의 수확을 거둘 것입니다.

source: What could be more satisfying than destroying the prison you have been locked in for eternity?
ko: 당신을 영원히 가둬둘 감옥을 망가뜨리는 것보다 더 만족스러운 일이 세상에 어디 있겠는가?
ko_mt: 영원히 갇혀 있던 감옥을 파괴하는 것보다 더 만족스러운 일이 어디 있겠습니까?

source: {mf|He|She} Who Sows Chaos
ko: 혼돈을 뿌리는 자
ko_mt: {mf|그|그녀} 혼돈을 심는 자

source: Ssila'meshnik has asked the Excess to sow more chaos in the prison's orderly structure. To do this, {mf|he|she} must break a sufficient number of lesser keystones and facilitate the emergence of anomalies in the creatures of this world.
ko: 실라'메쉬닉은 감옥의 질서 정연한 구조에 더 많은 혼돈을 뿌려달라 여분에게 요청했다. 그러려면, {mf|그|그녀}는 적당한 수의 하위 쐐기돌을 부숴 이 세상의 크리처들 사이에 변칙 개체의 등장을 가능케 해야 한다.
ko_mt: 실라메쉬닉은 초과자에게 감옥의 질서 구조에 더 많은 혼란을 심어달라고 요청했습니다. 이를 위해 {mf|그|그녀}는 충분한 수의 하급 키스톤을 부수고 이 세계의 생명체에서 변칙의 출현을 촉진해야 합니다.

source: Break the world
ko: 세상을 부숴라
ko_mt: 세상을 깨다

source: The Excess has sufficiently reinforced {mf|his|her} prison. {mf|He|She} will receive thanks from {mf|his|her} jailer in Threshold.
ko: 여분은 자신의 감옥을 충분히 보강하였다. {mf|그|그녀}는 극점에서 자신의 간수에게 감사 인사를 받을 것이다.
ko_mt: 초과분은 {mf|그|그녀}의 감옥을 충분히 강화했습니다. {mf|그|그녀}는 임계점의 {mf|그|그녀}의 간수로부터 감사를 받을 것입니다.

source: How can a prisoner want to strengthen the prison that holds {mf|him|her}?
ko: 도대체 어떤 죄수가 자신을 가둔 감옥을 보강하길 바랄까?
ko_mt: 죄수가 {mf|그|그녀}를 가둔 감옥을 어떻게 강화할 수 있을까요?

source: Upholding Order
ko: 질서 유지
ko_mt: 주문 유지

source: Valmallos has asked the Excess to hold the collapsing world together. To do this, {mf|he|she} must reinforce the lesser keystones and eradicate the anomalies that have infected the creatures of this world.
ko: 발말로스는 무너져가는 이 세상을 함께 지켜달라고 부탁했다. 그러려면, {mf|그|그녀}는 하위 쐐기돌을 강화해 이 세상의 크리처들을 감염시킨 변칙 개체들을 처리해야 한다.
ko_mt: 발말로스가 엑세스에 무너져가는 세계를 하나로 묶어달라고 요청했습니다. 이를 위해 {mf|그|그녀}는 하급 키스톤을 강화하고 이 세상의 생물을 감염시킨 변칙을 근절해야합니다.

source: Reinforce the world against destruction
ko: 세상을 보강해 붕괴를 막아라
ko_mt: 파괴에 맞서 세상을 강화하라

source: Help Frada Linsdoten deliver her report on embezzlement at the theater to the city authorities.
ko: 프라다 린스도튼이 착복에 관한 보고서를 극장에서 도시 정부까지 운반하는 것을 도와라.
ko_mt: 프라다 린스도텐이 극장 횡령에 대한 보고서를 시 당국에 전달하도록 도와주세요.

source: Town Hall Report
ko: 시청 보고서
ko_mt: 타운홀 보고서

source: The quiet of the caves is long gone. The escapees once more see sky overhead, smoky and stained scarlet from the city burning below. They have survived darkness — now it is time to pass through fire.
ko: 동굴의 적막이 완전히 끝났다. 도망자들은 다시 한 번 머리 위의 하늘을, 아래에서 불타는 도시에 의해 연기와 피로 물들은 그 하늘을 본다. 그들은 어둠에서 살아남았다. 이제는 불길을 지날 때이다.
ko_mt: 동굴의 고요함은 사라진 지 오래입니다. 탈출자들은 다시 한 번 머리 위로 하늘이 보이고, 아래에서 불타는 도시에서 연기가 자욱하고 주홍색으로 얼룩 져 있습니다. 그들은 어둠 속에서 살아 남았습니다. 이제 불을 통과 할 때입니다.

source: The escapees have left the theater full of zealous cultists behind. Darkness and the unknown lie ahead. What perils await the group in the vast caves beneath the city?
ko: 도망자들은 열성적인 사교도로 가득한 극장을 뒤로 한다. 어둠과 미지가 그들의 앞에 도사린다. 도시 아래의 이 광활한 동굴에는 어떤 위험이 기다리고 있을까?
ko_mt: 탈출자들은 열광적인 이교도들로 가득 찬 극장을 떠났습니다. 어둠과 미지의 세계가 앞에 놓여 있습니다. 도시 아래의 광대 한 동굴에서 어떤 위험이 그룹을 기다리고 있습니까?

source: Road to the Sun
ko: 태양을 향한 길
ko_mt: 태양으로 가는 길

source: The darkness of the underground chambers could have offered respite from the horrors of the demon invasion, if only that same darkness were not home to countless horrors. Sitting out the slaughter below ground is not an option — they must seek out a route back to the surface.
ko: 지하 공간의 어둠은 데몬의 침공의 공포에서 한숨 돌릴 여유를 주었을 터였다... 그 어둠이 끝없는 공포의 거처만 아니었더라면 말이다. 땅 아래의 학살이 끝나길 기다린다는 선택지는 없다. 그들은 지상으로 돌아갈 길을 찾아야만 한다.
ko_mt: 지하 방의 어둠은 데몬의 침공으로 인한 공포에서 벗어날 수 있는 안식처가 될 수 있었지만, 그 어둠 속에 무수한 공포가 숨어 있지 않았다면 말이죠. 땅 아래에서 학살을 지켜보는 것은 선택 사항이 아니며 지상으로 돌아갈 길을 찾아야합니다.

source: Get out of the catacombs
ko: 지하 묘지에서 탈출하라
ko_mt: 지하 납골당에서 나가기

source: Get past the giant gelatinous cube.
ko: 거대한 젤라틴 상자를 지나라.
ko_mt: 거대한 젤라틴 큐브를 지나쳐라.

source: Deal with the dead crusader.
ko: 죽은 성전사들을 처리하라.
ko_mt: 죽은 십자군을 처리하십시오.

source: By escaping the desecrated graveyard, the group has drawn one step closer to the end of their journey. They have left the wandering dead behind, but the city ahead is teeming with monsters that are very much alive.
ko: 더럽혀진 무덤을 탈출함으로써, 일행은 여정의 끝에 한걸음 더 가까워졌다. 그들은 어기적거리는 시체들을 뒤로하였으나, 앞에 있는 도시에는 살아있는 괴물들이 득시글거린다.
ko_mt: 더럽혀진 무덤을 탈출한 일행은 여정의 끝에 한 발짝 다가섰습니다. 그들은 방황하는 죽은 자들을 뒤로하고 떠났지만 앞의 도시는 매우 살아있는 괴물들로 가득 차 있습니다.

source: The escapees have broken free from the underground, but it is too soon to celebrate their return to the land of the living. They are surrounded by disturbed graves — it seems they are not the only ones who have recently escaped the earth's cold embrace.
ko: 도망자들은 지하에서 탈출하였다만, 생명의 땅에 돌아온 것을 축하하기에는 아직 이르다. 그들은 파헤쳐 진 무덤에 둘러싸였다 — 차가운 대지의 품 속에서 최근에 탈출한 것은 그들만이 아닌 듯하다.
ko_mt: 탈출자들이 지하에서 탈출했지만 산 자의 땅으로 돌아온 것을 축하하기에는 너무 이르다. 그들은 불안한 무덤으로 둘러싸여 있습니다. 최근에 지구의 차가운 품에서 탈출 한 사람은 그들 만이 아닌 것 같습니다.

source: Earth's Embrace
ko: 대지의 품 속
ko_mt: 지구의 포옹

source: The restless dead are pursuing a group of surviving townspeople. If the escapees do not help them, they may be next on the menu.
ko: 안식을 빼앗긴 망자들이 생존한 마을 주민들 무리를 위협하고 있다. 도망자들이 그들을 돕지 않는다면, 아마 다음 식사 거리는 그들이 될 것이다.
ko_mt: 불안한 죽은 자들이 살아남은 마을 사람들을 쫓고 있습니다. 탈출자들이 그들을 돕지 않으면 다음 메뉴에 있을 수 있습니다.

source: Help the survivors
ko: 생존자들을 도와라
ko_mt: 생존자를 도와주세요

source: While living townsfolk die in the demons' clutches, the dead are rising from their graves. The escapees' choices are limited: find a way out of the corrupted graveyard, or stay here forever.
ko: 산 마을 주민들이 데몬들의 손에 의해 죽는 동안, 망자들은 그들의 무덤에서 일어났다. 도망자들에게 주어진 선택지는 별로 없다: 이 타락한 공동 묘지에서 탈출하거나, 아니면 이곳에 영원히 묻히거나.
ko_mt: 살아있는 마을 사람들이 데몬의 손아귀에서 죽어가는 동안, 죽은 자들은 무덤에서 부활하고 있습니다. 탈출자의 선택은 제한되어 있습니다. 타락한 무덤에서 탈출 할 방법을 찾거나 영원히 여기에 머물러 있습니다.

source: Escape the graveyard
ko: 공동 묘지를 탈출하라
ko_mt: 무덤에서 탈출

source: Find a set of tools
ko: 도구 모음을 찾아라
ko_mt: 도구 세트 찾기

source: Enlist the big man to break down the door to the auditorium.
ko: 강당의 문을 부숴줄 인물을 영입하라.
ko_mt: 강당 문을 부수기 위해 빅맨을 모집하십시오.

source: Enlist the big man to break through the floorboards.
ko: 마룻 바닥을 통해 침입할 인물을 영입하라.
ko_mt: 마루판을 뚫기 위해 빅맨을 모집하십시오.

source: Find someone who can help distract the cultists while the boards are being broken.
ko: 바닥이 부숴지는 동안 사교도들의 시선을 끌어줄 사람을 찾아라.
ko_mt: 보드가 깨지는 동안 이교도들의 주의를 분산시키는데 도움을 줄 수 있는 사람을 찾으십시오.

source: Find someone who can help divert the cultists' attention away from the well in the orchestra pit.
ko: 오케스트라 피트의 구멍에서 사교도들의 시선을 떨어뜨려줄 사람을 찾아라.
ko_mt: 오케스트라 구덩이에있는 우물에서 이교도들의 주의를 돌리는데 도움을 줄 수 있는 사람을 찾으십시오.

source: The prisoners have escaped the cultists' clutches, but what lies ahead for them now is not freedom, but the darkness of the subterranean catacombs. What will they encounter in the caves that snake through the earth below the city? Will they manage to find their way back to sunlight?
ko: 포로들은 사교도들의 손아귀에서 벗어났으나, 그들의 앞에 놓인 것은 자유가 아닌 지하 묘지에 깔린 어둠 뿐이었다. 도시 아래를 가로지르는 이 동굴 속에서 그들은 무엇을 마주할까? 그들은 길을 찾아 태양 아래로 나아갈 수 있을까?
ko_mt: 죄수들은 이교도들의 손아귀에서 벗어났지만, 지금 그들에게 놓인 것은 자유가 아니라 지하 묘지의 어둠입니다. 도시 아래 땅속을 가로지르는 동굴에서 그들은 무엇을 만나게 될까요? 그들은 햇빛으로 돌아가는 길을 찾을 수 있을까요?

source: This time-worn stage has been home to many comedies and dramas, but this is the first genuine tragedy to play out across its boards. And the director of the piece is none other than the cursed Deskari. The unwilling players must find a way to escape the theater, or else their deaths will be entertainment for the merciless audience.
ko: 이 오래된 무대는 수많은 희곡과 연극들의 고향이었지만, 오늘 처음으로 그 무대가 진정한 비극을 공연한다. 이 대본의 작가는 바로 그 빌어먹을 데스카리이니. 휩쓸린 연기자들은 극장을 벗어날 길을 발견할지어다. 그렇지 못하면 가차없는 관객들에게 죽음이라는 유흥을 주리라.
ko_mt: 이 낡은 무대는 많은 희극과 드라마의 본거지였지만, 무대에서 펼쳐지는 진정한 비극은 이번이 처음입니다. 그리고 이 작품의 연출자는 다름 아닌 저주받은 데스카리입니다. 원치 않는 플레이어는 극장을 탈출 할 방법을 찾아야합니다. 그렇지 않으면 그들의 죽음은 무자비한 관객을 위한 오락이 될 것입니다.

source: Exit Stage Left
ko: 출구는 무대 왼쪽입니다
ko_mt: 상수 나가기

source: The only music coming from the orchestra pit now is the groans of the dying. But it seems one of the captives still has the strength to look for a way out.
ko: 지금 오케스트라 피트에서 들려오는 음악이라고는 죽어가는 신음 소리만이 전부다. 그러나 포로 중 하나에겐 아직 탈출구를 찾을 힘이 남은 듯 보인다.
ko_mt: 지금 오케스트라 피트에서 나오는 유일한 음악은 죽어가는 사람들의 신음 소리뿐입니다. 하지만 포로 중 한 명은 여전히 탈출구를 찾을 힘이 있는 것 같습니다.

source: Get out of the orchestra pit
ko: 오케스트라 피트를 벗어나라
ko_mt: 오케스트라 피트에서 나가기

source: The cultists' prisoners are wounded and exhausted. Is there anyone among them who still has some fight left in them?
ko: 사교도의 포로들은 지치고 상처 입었다. 투지를 간직한 자가 아직 그들 중에 있기는 할까?
ko_mt: 이단자들의 포로들은 부상 당하고 지쳤습니다. 그들 중에 아직 싸움이 남아있는 사람이 있습니까?

source: Talk to the survivors
ko: 생존자들과 대화하라
ko_mt: 생존자들과 대화

source: There must be a way out, perhaps more than one. By working together, the prisoners should be able to save themselves — after all, they are not exactly being guarded by the elite warriors of the demonic horde.
ko: 빠져나갈 구멍은 있다. 아마도 하나 이상은. 힘을 합친다면 포로들은 스스로를 구할 수 있을 것이다. 어찌 되었든, 그들을 가둔 것이 데몬 군단의 정예 병사들은 아니지 않은가.
ko_mt: 탈출구가 하나 이상은 있을 겁니다. 함께 일함으로써 죄수들은 스스로를 구할 수 있어야합니다. 결국 그들은 데몬 무리의 엘리트 전사들에 의해 정확히 보호되고 있지 않습니다.

source: Find a way out of the theater
ko: 극장을 벗어날 길을 찾아라
ko_mt: 극장에서 나갈 방법 찾기

source: The escapees have left the theater full of zealous cultists behind. Darkness and the unknown lie ahead. What perils await the group in the vast caves beneath the city?
ko: 도망자들은 열성적인 사교도로 가득한 극장을 뒤로 한다. 어둠과 미지가 그들의 앞에 도사린다. 도시 아래의 이 광활한 동굴에는 어떤 위험이 기다리고 있을까?
ko_mt: 탈출자들은 열광적인 이교도들로 가득 찬 극장을 떠났습니다. 어둠과 미지의 세계가 앞에 놓여 있습니다. 도시 아래의 광대 한 동굴에서 어떤 위험이 그룹을 기다리고 있습니까?

source: Get out of the catacombs
ko: 지하 묘지에서 탈출하라
ko_mt: 지하 납골당에서 나가기

source: Clenched fists. Bared teeth. The prison guard and the prisoners face off in a brutal fight. Someone must surely die. A few moments of fury and pain will determine who.
ko: 주먹을 쥐어라. 이를 꽉 물어라. 간수와 포로들이 격돌할 지니. 어느 하나는 죽는다. 누가 죽을지는 분노와 고통의 순간이 결정하리라.
ko_mt: 꽉 쥔 주먹. 이를 드러낸 채. 교도관과 죄수들이 잔인한 싸움을 벌이고 있다. 누군가는 반드시 죽어야합니다. 분노와 고통의 몇 순간이 누구를 결정할 것입니다.

source: Kill the cultist
ko: 사교도를 죽여라
ko_mt: 사교도를 죽여라

source: Cure Brodie the gravedigger of his life-threatening disease
ko: 도굴꾼 브로디의 목숨을 위협하는 질병을 치료하라
ko_mt: 생명을 위협하는 질병의 무덤 파는 브로디를 치료하세요

source: Fever Cure
ko: 열병 치료
ko_mt: 발열 치료

source: This errand is complete.
ko: 이 임무는 완료됐습니다.
ko_mt: 이 심부름이 완료되었습니다.

source: Find out for Inai the healer what has become of the hospital where she worked.
ko: 치유사 아이나이가 몸담았던 병원이 어떻게 되었는지 알아내라.
ko_mt: 치유사 이나이에게 그녀가 일했던 병원이 어떻게되었는지 알아보십시오.

source: Refuge for the Afflicted
ko: 고통받는 이들의 피난처
ko_mt: 고통받는 사람들을 위한 피난처

source: Tell Inai the healer of the hospital's fate.
ko: 치유사 아이나이에게 병원의 운명을 전하라.
ko_mt: 이나이에게 병원의 운명을 치유사에게 알려주세요.

source: Dire News
ko: 나쁜 소식
ko_mt: 끔찍한 소식

source: Kill the demon
ko: 데몬을 죽여라
ko_mt: 데몬을 죽여라

source: The escapees reached the tavern and warned its defenders of the attack. But within the strong walls of the Defender's Heart, they have found not safety, but merely a reprieve before facing new trials...
ko: 도망자들은 선술집에 도착해 수호자들에게 닥쳐올 공격을 경고하였다. 하지만 수호자의 심장의 튼튼한 벽 속에서도, 그들에게는 안전이 아닌 새로운 도전의 시작 전 잠깐의 유예만이 있을 뿐이다...
ko_mt: 탈출자들은 선술집에 도착하여 방어자들에게 공격에 대해 경고했다. 그러나 수호자의 마음의 강한 벽 안에서 그들은 안전이 아니라 새로운 시련에 직면하기 전에 단지 유예를 발견했습니다...

source: How many hearts stopped beating when the demons struck? How many more will stop in the coming hours and days? Too many. And those lucky enough to survive can now rely only on themselves: no one else will save them.
ko: 데몬들과의 격돌에서 얼마나 많은 심장이 멈췄을까? 앞으로의 시간과 나날들에 얼마나 많은 심장이 또 멈출 것인가? 너무도 많다. 그리고 살아남을 만큼 충분히 재수가 좋았던 이들은 이제 스스로를 믿을 수 있다: 다른 누구도 그들을 구해주지 않을 테니까.
ko_mt: 데몬이 공격했을 때 얼마나 많은 심장이 박동을 멈췄나요? 앞으로 몇 시간, 몇 일 동안 얼마나 더 멈출까요? 너무 많습니다. 그리고 살아남을 만큼 운이 좋은 사람들은 이제 자신에게만 의지 할 수 있습니다. 아무도 그들을 구할 수 없습니다.

source: Defenseless Hearts
ko: 수호 없는 심장
ko_mt: 무방비 하트

source: The tavern where the city's surviving defenders have gathered is the last safe place in the burning Kenabres. Our escapees will find refuge there, and perhaps save the lives of the defenders themselves.
ko: 선술집은 불타는 케나브레스에서 살아남은 수호자들이 결집한 마지막 보루이다. 우리의 도망자들은 그곳에서 피난할 공간을 찾을 것이며, 수호자들의 목숨을 구할 수도 있을 것이다.
ko_mt: 도시의 살아남은 수호자들이 모인 선술집은 불타는 케나브레스에서 마지막으로 안전한 곳입니다. 우리 탈출자들은 그곳에서 피난처를 찾고 아마도 수호자들의 목숨을 구할 것입니다.

source: Reach the Defender's Heart tavern
ko: 수호자의 심장 선술집에 도달하라
ko_mt: 수호자의 심장 선술집에 도달하세요

source: The monsters who have captured Kenabres are preparing to strike at the last pocket of resistance. Irabeth Tirabade must be warned of the coming attack before the demons cut out the hearts of the city's last defenders.
ko: 케나브레스를 점령한 괴물들이 저항 세력의 마지막 보루를 공격할 준비를 하고 있다. 데몬들이 마지막 도시 수호자들의 심장을 베기 전에 이라베스 티라베데에게 경고를 전해야 한다.
ko_mt: 케나브레스를 점령한 괴물들은 마지막 저항의 주머니를 공격 할 준비를하고 있습니다. 데몬들이 도시의 마지막 방어자들의 심장을 도려내기 전에 이라베스 티라바데에게 다가오는 공격에 대해 경고해야 합니다.

source: Tell Irabeth about the impending attack
ko: 이라베스 티라베데에게 닥쳐올 공격을 알려라
ko_mt: 이라베스에게 임박한 공격에 대해 알려주세요

source: The refuge of the tavern is within reach, but in the group's way stands a horrifying beast straight from the Abyss. What should they do? Start a fight they cannot hope to win? Distract the monster? Or can they sneak past it unnoticed?
ko: 선술집이라는 피난처가 코 앞이나, 일행의 길을 심연에서 온 끔찍한 괴물이 막고 있다. 어떻게 해야 할까? 승리할 가망이 없는 싸움을 하나? 괴물의 주의를 분산시킬까? 아니면 들키지 않고 지나가는 것이 가능한가?
ko_mt: 선술집의 피난처는 손이 닿는 곳에 있지만, 그룹을 가로막는 것은 심연에서 온 끔찍한 짐승입니다. 어떻게 해야 할까요? 이길 수 없는 싸움을 시작해야 할까요? 괴물의 주의를 분산시킬까요? 아니면 몰래 지나칠 수 있을까요?

source: Reach the tavern gate
ko: 선술집 정문에 도달하라
ko_mt: 선술집 문에 도달

source: The way back is blocked. As far as the eye can see, glaciers jut up like icy razor blades, and a ferocious blizzard rages, the likes of which the mortal world has never seen. The escapees have ended up in the Abyss, but which of its lords claims dominion over this inhospitable place?
ko: 돌아가는 길은 막혔다. 눈에 보이는 것은 날카로운 얼음 칼날처럼 우뚝 솟은 빙하, 그리고 사나운 눈보라의 분노. 그 무엇도 필멸자의 세계와 비할 수 없는 것들 뿐이다. 도망자들은 심연에 떨어졌다. 허면 도대체 누가 이런 황폐한 곳을 지배하겠노라 선언했을까?
ko_mt: 돌아갈 길이 막혔습니다. 눈앞에는 빙하가 얼음 면도날처럼 솟아 있고, 인간 세계에서는 한 번도 본 적 없는 사나운 눈보라가 몰아칩니다. 탈출자들은 결국 심연에 도착했지만, 이 척박한 곳을 지배할 주인은 누구일까요?

source: Far From the World of Mortals
ko: 필멸자들의 세계 저 멀리서
ko_mt: 필멸자의 세계로부터 멀리

source: The demon worshiper is dead, and he took his secrets with him to the grave. Icy darkness is drawing in, vast shadows stealing across the murky skies. Could this be the end? Will the escapees manage to find a way back to their own world?
ko: 데몬 숭배자는 죽었고, 그는 자신의 비밀을 무덤으로 품고 들어갔다. 차가운 어둠이 내려오고, 광활한 그림자가 칙칙한 하늘을 물들인다. 이걸로 끝인가? 도망자들은 자신들의 세계로 돌아갈 길을 찾을 수 있을까?
ko_mt: 데몬 숭배자는 죽었고, 그의 비밀을 무덤으로 가져갔습니다. 얼음장 같은 어둠이 몰려오고 어두운 하늘에 거대한 그림자가 드리워지고 있습니다. 이게 끝일까요? 탈출자들은 자신의 세계로 돌아갈 방법을 찾을 수 있을까요?

source: Who is the malevolent person in the mask? What unknown evil do they serve? They do not seem the type to answer questions willingly.
ko: 가면을 쓴 이 사악한 사람은 누구지? 그가 섬기는 미지의 사악한 존재는 무엇일까? 순순히 대답해줄 것 같지는 않다.
ko_mt: 가면 속의 악인은 누구일까요? 그들은 어떤 알 수 없는 악을 섬기나요? 그들은 질문에 기꺼이 대답하는 유형이 아닌 것 같습니다.

source: Fight the masked mage
ko: 가면을 쓴 마법사와 싸워라
ko_mt: 가면 쓴 마법사와 싸워라

source: Find the captain of the city militia amidst the ruins.
ko: 폐허에서 도시 민병대의 대장과 만나라.
ko_mt: 폐허 속에서 도시 민병대 대장을 찾아라.

source: The Militia Captain
ko: 민병대 대장
ko_mt: 민병대 대장

source: ...or is he still not ready? Is the musician brave enough to fulfill his oath?
ko: ...아니면 아직 준비가 되지 않았나? 음악가에게 자신의 맹세를 지킬 만한 용기는 있는가?
ko_mt: ...아니면 아직 준비가 안 된 걸까요? 음악가는 맹세를 이행 할만큼 용감합니까?

source: In peaceful times, there was nothing stopping Langrat Messini from keeping his promise — but he continually put off visiting the crypt. Only when the city had gone up in flames and the threat of death hung over all did Langrat finally fulfill his duty of remembrance to the legendary singer. I leave it to the reader of these words to draw their own moral from this tale.
ko: 평화의 시기에 랭그라트 메시니가 약속을 지키지 못할 이유는 전혀 없었으나, 그럼에도 그는 줄곧 묘지 방문을 꺼려왔다. 랭그라트는 도시가 전화와 죽음의 위협의 손아귀에 떨어지고 나서야 전설적인 가수를 추모한다는 의무를 다했다. 독자가 이 이야기에서 교훈을 얻을 수 있도록 이 글을 남긴다.
ko_mt: 평화로운 시절에는 랑그니트 메시니가 약속을 지키는 것을 막을 방법이 없었지만, 그는 계속 지하실 방문을 미뤘습니다. 도시가 화염에 휩싸이고 죽음의 위협이 모두에게 닥쳤을 때 랑그니트은 마침내 전설적인 가수를 추모하는 의무를 다했습니다. 이 이야기에서 자신의 교훈을 이끌어내는 것은 이 말을 읽는 독자에게 맡깁니다.
