Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: Demon society is based on the dictate of power, which establishes the simple principles of hierarchy adopted in the Abyss. Those at the top of this hierarchy do not like to be bothered by those who stand several steps below. The best way to secure an audience with Nocticula herself is to win the favor of the person who stands but one step below the Lady in Shadow and who has been granted privileged status by the Queen of the Midnight Isles.
ko: 데몬의 사회는 힘에 기반을 두고 있고, 그것이 바로 심연의 계급 구조를 빚어낸다. 이 계층의 최상층에 선 자들은 수준 떨어지는 자들이 자신을 귀찮게 하는 것을 반기지 않는다. 녹티큘라와 알현하기 위해선 먼저 그림자의 여주인 바로 밑에 있는 존재, 심연의 군도의 여왕에게 그 특혜를 인정받은 자들의 호의를 사는 게 좋을 것이다.
ko_mt: 데몬 사회는 심연에서 채택한 단순한 계층 구조의 원칙을 확립하는 권력의 지시에 기반합니다. 이 계층 구조의 최상위에 있는 사람들은 몇 단계 아래에있는 사람들에게 귀찮게하는 것을 좋아하지 않습니다. 녹티큘라의 청중을 확보하는 가장 좋은 방법은 그림자의 여인보다 한 단계 아래에 있고 미드나잇 아일즈의 여왕으로부터 특권을 부여받은 사람의 호의를 얻는 것입니다.

source: The Art of Making Friends
ko: 친구를 만드는 기술
ko_mt: 친구를 사귀는 기술

source: How can one identify the leaders of Alushinyrran society, when that society resembles a murky concoction that is constantly stirred up by chaos? The process is easier than it may seem. All it requires is to engage one's inquisitiveness and ask the right questions of the right interlocutors. Expose the noxious brew that is Alushinyrra to the heat of one's curiosity and it will soon begin to break down into its component factions — some of its elements will settle at the bottom as useless sediment, while others will rise to the top.
ko: 알루시니라의 사회 구조란 혼돈에 의해 끝없이 뒤섞인 흙탕물과도 같은데, 그 안에서 사회의 지도층들을 찾으려면 어떻게 해야 하는가? 그 과정은 생각보다 쉬운데, 올바른 대상에게 올바른 질문을 던져 남들의 호기심을 자극하면 된다. 알루시니라라는 독극물을 호기심이라는 열기로 가열하면 그 구성 요소들은 곧 하나하나 분해되기 시작한다. 일부는 쓸모없는 침전물로 가라앉고, 일부는 위로 올라갈 것이다.
ko_mt: 알루시니라 사회가 끊임없이 혼돈에 휩싸인 어두운 혼합물처럼 보이는데, 그 사회의 지도자를 어떻게 식별할 수 있을까요? 그 과정은 생각보다 쉽습니다. 호기심을 발휘하여 적절한 대화 상대에게 올바른 질문을 던지기만 하면 됩니다. 알루시니라라는 해로운 양조주를 호기심의 열기에 노출시키면 곧 구성 요소로 분해되기 시작할 것입니다. 일부 요소는 쓸모없는 침전물로 바닥에 가라앉고 다른 요소는 위로 올라갈 것입니다.

source: Learn more about Alushinyrra's leaders
ko: 알루시니라의 지도자들에 대해 알아내라
ko_mt: 알루시니라의 지도자들에 대해 자세히 알아보세요

source: Walls are the material embodiment of any hierarchy. The invention of the social ladder by necessity entailed the creation of fences and barriers to illustrate the social boundaries separating the best from the worst. Even demons need walls, if only to break through them and daub them with obscenities to show their disdain for the authorities. It is no wonder then that, in order to vie for Shamira's attention, one must overcome one of the most prestigious and well-guarded borders in all of Alushinyrra and gain entry to the Harem of Ardent Dreams.
ko: 벽이란 계급체계의 물질적 화신이라 할 수 있다. 사회 계층의 탄생과 함께 사회적 경계를 그려내고 좋고 나쁜 것을 가르기 위한 울타리와 장벽이 뒤따라 생겨났다. 데몬들에게도 벽을 필요로 하지만, 이는 그 벽을 부수고 온갖 외설적인 것들로 더럽히며 권위에 대한 자신들의 혐오를 표현하기 위해서이다. 그리 놀랍지도 않지만, 샤미라의 관심을 끌기 위해서는, 먼저 알루시니라에서 가장 명망있고 잘 지켜지는 경계를 넘어 열렬한 꿈의 하렘에 입장할 수 있어야만 한다.
ko_mt: 벽은 모든 계층 구조의 물질적 구체화입니다. 필요에 의해 사회적 사다리가 발명되면서 최고와 최악을 구분하는 사회적 경계를 설명하기 위해 울타리와 장벽이 만들어졌습니다. 데몬조차도 벽을 뚫고 들어와 음란물을 칠해 당국에 대한 경멸을 드러내려면 벽이 필요합니다. 따라서 샤미라의 관심을 끌기 위해 경쟁하려면 알루시니라에서 가장 권위 있고 경비가 잘 된 국경 중 하나를 극복하고 열렬한 꿈의 하렘에 입장해야하는 것은 당연합니다.

source: Secure an audience at the Harem of Ardent Dreams
ko: 열렬한 꿈의 하렘에서 열리는 알현에 참가하라
ko_mt: 열렬한 꿈의 하렘에서 관객 확보

source: Shamira suspects that, in order to learn the truth about the Nahyndrian crystals, it would be useful to talk with Ziforian — her predecessor, who was banished by Nocticula from her position of Alushinyrra's ruler after an attempted coup. This biographical fact, which would make Ziforian an outcast and untrustworthy type in the cultures of many worlds, is not considered shameful at all in demon society. Treachery, betrayal, and disloyalty to higher authority are considered honorable in the Abyss, and Ziforian deserves condemnation for just one reason — he failed.
ko: 샤미라는 나힌드리 수정의 비밀을 알아내기 위해서는반역 시도를 하다 녹티큘라에 의해 직접 쫓겨난 그녀의 전임자, 지포리안과 대화를 나누는 것이 도움이 될 것이라 생각한다. 이 배경 설명만으로도 지포리안은 많은 문화권에서 추방자이자 믿을 수 없는 부류로 여겨지기에 충분하나, 이는 데몬 사회에서는 딱히 부끄러운 일도 아니다. 반역, 배신, 그리고 상관에 대한 불충은 오히려 심연에서는 명예로운 것으로 여겨진다. 그럼에도 불구하고 지포리안이 비난받는 이유는 딱 하나, 그가 실패했기 때문이다.
ko_mt: 샤미라는 나힌드리안 수정에 대한 진실을 알기 위해서는 쿠데타 시도 후 녹티큘라에 의해 알루시니라 통치자 자리에서 추방된 전임자 지포리안과 대화하는 것이 유용할 것이라고 생각합니다. 여러 세계 문화권에서 지포리안을 추방당하고 신뢰할 수 없는 인물로 만들 수 있는 이 전기적 사실은 데몬 사회에서는 전혀 부끄러운 일로 여겨지지 않아요. 심연에서는 배신, 배신, 상위 권위에 대한 불충성이 명예로운 것으로 간주되며, 지포리안은 단 한 가지 이유 때문에 비난을 받아 마땅합니다.

source: Find Ziforian
ko: 지포리안을 찾아라
ko_mt: 지포리안을 찾아라

source: Ziforian's key can take the Commander to the tower of a mage who once lived in Alushinyrra a long time ago. There is good reason to assume that he knew a great deal about Nahyndrian crystals, because he used them to obtain magical energy. In truth, a significant part of magic is devoted to solving this particular issue — the most efficient ways to extract energy and special features from items in a mage's possession, and to convert that energy into useful magical effects. If this long-dead mage succeeded in his endeavors, his tower may contain important clues.
ko: 지포리안의 열쇠는 사령관을 먼 옛날 알루시니라에 살았던 마법사의 탑으로 데려다주었다. 그가 나힌드리 수정에 대해 잘 알고 있는 이유가 있었다, 그는 마법적 에너지를 얻기 위해 수정을 이용하고 있던 것이다. 사실, 마법의 대부분이란 이 특정한 문제 — 마법사의 수중에 있는 물건들에서 에너지와 그 특징을 추출해내는 가장 효율적인 방법, 그리고 그 에너지를 유용한 마법적 효과로 변환시키는데 매달린다. 만일 이 죽은지 오래인 마법사가 자신의 노력의 결실을 맺었다면, 그의 탑에 무언가 중요한 단서가 있을지도 모른다.
ko_mt: 지포리안의 열쇠는 사령관을 오래전에 알루시니라에 살았던 마법사의 탑으로 데려다 줄 수 있습니다. 마법 에너지를 얻기 위해 나힌드리안 수정을 사용했기 때문에 그가 나힌드리안 수정에 대해 많이 알고 있다고 가정할 만한 충분한 이유가 있습니다. 사실 마법의 상당 부분은 마법사가 소지한 아이템에서 에너지와 특수 기능을 추출하고 그 에너지를 유용한 마법 효과로 변환하는 가장 효율적인 방법인 이 문제를 해결하는데 전념하고 있습니다. 오래전에 죽은 이 마법사가 그의 노력에 성공했다면, 그의 탑에 중요한 단서가 있을지도 모릅니다.

source: Get inside the Mage's Tower in the Upper City
ko: 상층 도시의 마법사의 탑으로 들어가라
ko_mt: 상부 도시에 있는 마법사의 탑에 들어가세요

source: The Storyteller believes he will be able to tell more about the Nahyndrian crystals if he gets his hands on one. The most obvious way to find a sample of the mineral is to look in the place where it is excavated. That would likely be some kind of mine or natural quarry.
ko: 이야기꾼은 나힌드리 수정을 직접 손에 넣으면 그에 대하여 더 많은것을 이야기 해줄 수 있을 것이라 하였다. 이 광물의 표본을 찾아낼 가장 확실한 방법은 이것을 채굴하던 장소를 찾아보는 것이다. 분명 일종의 광산이나 채석장 따위가 존재할 것이다.
ko_mt: 스토리텔러는 나헨드리안의 수정을 손에 넣으면 나헨드리안의 수정에 대해 더 많은 것을 알 수 있을 거라 믿습니다. 광물 샘플을 찾는 가장 확실한 방법은 광물이 발굴 된 곳을 살펴 보는 것입니다. 그것은 아마도 일종의 광산이나 자연 사냥감 일 것입니다.

source: Find a Nahyndrian crystal
ko: 나힌드리 수정을 찾아라
ko_mt: 나힌드리안 수정 찾기

source: The truth about the origin of the Nahyndrian crystals has been ascertained. All that remains is to go to Shamira and share this recently acquired knowledge... or perhaps not. Everyone knows that the demon instinct is to rebel at all costs — sometimes conspicuous disobedience can lead to greater respect than diligent service.
ko: 나힌드리 수정의 근원에 대한 진실이 밝혀졌다. 남은것은 샤미라에게 이에 대해 알려주거나... 혹은 그러지 않는 것이다. 데몬의 본성이 반역에 있음은 누구라도 알고 있다 — 그리고 가끔은, 순종적인 봉사보다 확연한 불복종이 더 큰 존경을 받을 수 있다.
ko_mt: 나힌드리안 수정의 기원에 대한 진실이 밝혀졌습니다. 남은 것은 샤미라에게 가서 최근에 얻은 지식을 공유하는 것입니다.. 아니면 그렇지 않을 수도 있습니다. 데몬의 본능은 어떤 대가를 치르더라도 반항하는 것임을 누구나 알고 있습니다. 때로는 눈에 띄는 불순종이 부지런한 봉사보다 더 큰 존경으로 이어질 수 있습니다.

source: Talk to Shamira
ko: 샤미라와 대화하라
ko_mt: 샤미라와 대화

source: The truth about the origin of the Nahyndrian crystals has been ascertained. All that remains is to go to Shamira and share this recently acquired knowledge. But there is another option — to refuse to tell her anything and challenge her openly. It is anyone's guess whether the Ardent Dream will hold up her end of the deal, but publicly humiliating the mistress of Alushinyrra in her own palace? Now that might just pique the interest of the Lady in Shadow.
ko: 나힌드리 수정의 근원에 대해 알게 되었다. 남은 것은 샤미라에게 가서 이 지식을 공유하는 것뿐이다. 하지만 다른 선택지도 존재한다 — 그녀에게 얘기하는 것을 거부하고 공개적으로 도전하는 것이다. 열렬한 꿈이 계약을 지킬지는 아무도 모른다, 허나 알루시니라의 여주인을 그녀의 궁전에서 공개적으로 모욕한다? 이는 분명 그림자의 여주인의 관심을 끌고도 남을 것이다.
ko_mt: 나힌드리안 수정의 기원에 대한 진실이 밝혀졌습니다. 남은 것은 샤미라에게 가서 최근에 얻은 지식을 공유하는 것뿐입니다. 그러나 그녀에게 아무 말도하지 않고 공개적으로 도전하는 또 다른 옵션이 있습니다. 열렬한 꿈이 그녀의 약속을 지킬지는 누구나 추측 할 수 있지만, 자신의 궁전에서 알루시니라의 여주인을 공개적으로 모욕하는 것은 누구에게나 추측 할 수 있습니다. 이제 그것은 그림자 속의 여인의 관심을 불러 일으킬 수 있습니다.

source: Talk to Shamira
ko: 샤미라와 대화하라
ko_mt: 샤미라와 대화

source: Talk to Latverk
ko: 라트버크와 대화하라
ko_mt: 라트버크에게 말하기

source: When a person faces true darkness, their soul is infected with lust, violent urges, and other dark desires. Some constitutions are robust enough to fend off the disease known as evil, but most victims succumb to its deleterious effects, and gladly.
ko: 인간이 진정한 어둠을 마주하고 나면, 그 영혼은 성욕, 폭력욕과 같은 어두운 욕망으로 물든다. 강건한 자는 이러한 악이라는 이름의 질병을 견뎌내지만, 대다수의 희생양은 기꺼이 굴복한다.
ko_mt: 사람이 진정한 어둠에 직면하면 영혼은 정욕, 폭력적인 충동 및 기타 어두운 욕망에 감염됩니다. 일부 건강은 악으로 알려진 질병을 막을 수있을 만큼 충분히 강하지만 대부분의 피해자는 그 해로운 영향에 굴복하고 기꺼이 굴복합니다.

source: The aasimar named Latverk has devoted his life to a noble cause — buying the freedom of his kin who find themselves enslaved in the Abyss. He is in need of help, but he has nothing to offer in exchange. This is highly typical of those who preach the ideals of so-called "goodness" — performing virtuous deeds at others' expense.
ko: 라트버크라는 이름의 아시마르는 평생을 고귀한 목표에 바쳤다. 그것은 바로 심연에 사로잡힌 동족들의 자유를 구매하는 것이었다. 그는 도움을 요청했으나, 그 대가로 치룰 것은 아무것도 없다고 한다. 어떠한 대가도 없이 미덕을 행하는 모습이라. 소위 "선" 에 대해 떠들어 대는 이들의 흔한 모습이다.
ko_mt: 라트버크라는 이름의 아시마르는 심연에 노예가 된 친족의 자유를 되찾아주는 고귀한 대의에 평생을 바쳤습니다. 그는 도움이 필요하지만 대가로 줄 수 있는 것이 아무것도 없습니다. 이것은 다른 사람을 희생시키면서 선한 일을 하는 소위 "선함"의 이상을 설파하는 사람들의 전형적인 모습입니다.

source: Mercy
ko: 자비
ko_mt: 자비

source: Latverk claims a shipment of aasimar slave girls is about to arrive at the Fleshmarkets. He has begged the Commander to save them from the certain death they will face should they be snapped up by the most likely buyer — Shamira, the mistress of Alushinyrra. Now is the time to decide which is more important — saving a few innocent souls or hampering the plans of the most influential person in the city after Nocticula herself.
ko: 라트버크는 아시마르 여자 노예들이 곧 살덩이 시장에 도착할 것이라 얘기했다. 그는 사령관에게 조만간 알루시니라의 귀족인 샤미라에게 팔려 죽음을 맞이하게 될 노예들을 구해달라 간청했다. 순수한 영혼 몇 명을 구원하는 것과 녹티큘라 다음으로 도시에서 영향력 있는 존재의 계획을 망치는 것 중 어느 쪽이 더 중요한지 가늠할 때가 됐다.
ko_mt: 라트버크는 아시마르 노예 소녀들의 선적이 곧 육체시장에 도착할 것이라고 주장합니다. 그는 사령관에게 가장 유력한 구매자인 알루시니라의 여주인인 샤미라에게 납치될 경우 맞이하게 될 죽음으로부터 그들을 구해달라고 간청했습니다. 이제 무고한 영혼을 구하는 것과 녹티큘라 이후 도시에서 가장 영향력 있는 인물의 계획을 방해하는 것 중 어느 것이 더 중요한지 결정해야 할 때입니다.

source: Buy the aasimar prisoners
ko: 아시마르 포로들을 구매하라
ko_mt: 아시마르 죄수를 사다

source: Assassins have come to kill the aasimar Latverk. What they may lack in competence, they make up for in sheer malice and enthusiasm. This is quite natural for denizens of the Abyss — their aggression and ambition cover up the flaws caused by inexperience and lack of fighting prowess.
ko: 라트버크를 죽이러 온 암살자들은 능력은 부족했으나, 그 악의와 열정만은 대단했다. 심연의 거주민들로서는 당연한 일이다. 이들의 경험 부족과 전투 기술의 부재로 인한 결함은 공격성과 야망으로만 만회할 수 있으니까 말이다.
ko_mt: 암살자들이 아시마르 라트버크를 죽이러 왔습니다. 능력은 부족할지 몰라도 순수한 악의와 열정으로 보충합니다. 그들의 공격성과 야망은 경험 부족과 전투 능력 부족으로 인한 결함을 덮어버리기 때문에 심연의 주민들에게는 매우 자연스러운 일입니다.

source: Protect Latverk from the assassins
ko: 암살자들로부터 라트버크를 보호하라
ko_mt: 암살자들로부터 라트버크를 보호하라

source: A mysterious villain known as Red Mask sent assassins after Latverk. This is hardly surprising — the chaotic and vile nature of the Abyss resists his intrusion the same way a living organism attempts to expel a foreign body. However, someone who relies on rabble from the streets of the Lower City is unlikely to succeed in her efforts.
ko: 붉은 가면이라는 정체불명의 악당이 라트버크에게 암살자를 보냈다. 놀라운 일은 아니다 — 심연의 무질서하고 사악한 천성은 마치 유기체가 이물질의 접촉을 차단하는 것과 마찬가지로 반응하니까. 그러나, 도시 하층부의 폭도들 따위에 의존하는 계획은 성공하기 어려운 법이다.
ko_mt: 레드 마스크라고 알려진 수수께끼의 악당이 라트버크를 쫓는 암살자를 보냈습니다. 심연의 혼란스럽고 사악한 본성은 생명체가 이물질을 쫓아내려고 하는 것과 같은 방식으로 그의 침입에 저항합니다. 그러나 로어 시티 거리의 폭도에 의존하는 사람은 그녀의 노력에 성공할 가능성이 낮습니다.

source: Deal with Red Mask
ko: 붉은 가면을 처리하라
ko_mt: 빨간 마스크와 거래

source: Latverk's atrocities have been uncovered. The Abyss attracts villains and perverts of all kinds, and it is hardly surprising that the aasimar who has made his home in Alushinyrra has been unmasked as a villain. Only one question remains, a matter of psychology — was there always a stain on his soul, or was it the presence of demons that caused the dark urges to stir? One way or the other, it is time to pay him a visit.
ko: 라트버크의 잔혹 행위가 밝혀졌다. 심연은 온갖 종류의 악당과 변태들을 끌어들이며, 알루시니라에 거주하는 아시마르가 악당으로서의 정체를 드러냈다 하더라도 놀라울 것은 없다. 남은 질문은 단 하나, 그는 처음부터 추악한 존재였는가, 아니면 데몬의 존재가 그의 어두운 욕망을 들끓게 했는가? 하는 심리적인 문제다. 답이 어느 쪽이건 간에, 그를 찾아갈 때가 되었다.
ko_mt: 라트버크의 잔학 행위가 밝혀졌습니다. 심연은 모든 종류의 악당과 변태를 끌어들이며, 알루시니라에 집을 지은 아시마르가 악당으로 밝혀진 것은 놀라운 일이 아닙니다. 그의 영혼에 항상 얼룩이 있었습니까, 아니면 데몬의 존재가 어두운 충동을 불러 일으켰습니까? 어떤 식 으로든 그를 방문 할 때입니다.

source: Take vengeance on Latverk
ko: 라트버크에게 복수하라
ko_mt: 라트버크에게 복수하라

source: Red Mask is dead, but she revealed a few intriguing details about Latverk's private life before she expired. It is unclear whether he has always been a bloodthirsty maniac or if it was the prolonged sojourn in the Abyss that unearthed the dark side of his personality — this is a purely psychological question. What is clear, however, is that there is much to gain by exploiting this tasty morsel of knowledge.
ko: 붉은 가면은 죽었으나, 그녀의 삶이 다하기 전 라트버크의 개인사에 대해 흥미로운 내용들을 털어놓았다. 그가 처음부터 피에 굶주린 미치광이였는지, 아니면 심연에서의 오랜 체류가 그의 어두운 면을 일깨운것인지는 모른다 — 이는 순전히 정신학적인 측면에서의 궁금증이다. 그러나 분명한 것은, 이 감미로운 지식의 편린을 이용해 이득을 취할 방법이 있다는 것이다.
ko_mt: 레드 마스크는 죽었지만, 그녀는 만료되기 전에 라트버크의 사생활에 대한 몇 가지 흥미로운 세부 사항을 공개했습니다. 그가 항상 피에 굶주린 미치광이였는지 아니면 심연에 오래 머물면서 성격의 어두운 면을 발견했는지는 불분명합니다. 이것은 순전히 심리적 문제입니다. 그러나 분명한 것은 이 맛있는 지식을 이용함으로써 얻을 수 있는 것이 많다는 것입니다.

source: Talk to Latverk
ko: 라트버크와 대화하라
ko_mt: 라트버크와 대화

source: Whatever the secret of the origin of the Nahyndrian crystals, they were shipped to Golarion via the Nexus — a portal node located in the Midnight Isles. There are sure to be some traces left that would help answer several crucial questions: what was done to the crystals in that place, who was in charge of the whole operation, and, finally, what happened in this now desolate place?
ko: 나힌드리 수정의 기원에 어떤 비밀이 무엇인진 모르나, 그것이 칠흑의 군도에 위치한 포탈 — 교차점을 통해 골라리온으로 옮겨졌음은 확실하다. 분명 이곳에 몇 가지 중요한 질문: 수정에 무슨 수작을 부린 것인가, 이 작전의 총괄자는 누구인가, 그리고 마지막으로, 지금은 버려진 이 장소에서 무슨 일이 벌어졌던 것인가? 에 대답해줄 수 있는 흔적들이 남아있을 것이다.
ko_mt: 나힌드리안 수정의 기원에 대한 비밀이 무엇이든 간에, 미드나잇 아일즈에 위치한 포털 노드인 넥서스를 통해 골라리온으로 운송되었습니다. 그곳에서 수정에 무슨 일이 일어났는지, 전체 작전을 지휘한 사람은 누구인지, 마지막으로 지금은 황량한 이곳에서 무슨 일이 일어났는지 등 몇 가지 중요한 질문에 답할 수 있는 흔적이 남아있을 것입니다.

source: Explore the mines around the Nexus
ko: 교차점 주변의 광산을 수색하라
ko_mt: 넥서스 주변의 광산을 탐험하세요

source: The chase continues. The crystal miners headed by the nephilim Hepzamirah left through one of the portals. It can be activated with a special key.
ko: 추격은 계속된다. 네필림 헵자미라와 수정 광부들은 포탈들 중 하나를 지나갔다. 포탈은 특수한 열쇠로 작동시킬 수 있을 것이다.
ko_mt: 추격전은 계속됩니다. 네피림 헵자미라가 이끄는 수정 광부들이 포털 중 하나를 통해 떠났습니다. 특별한 열쇠로 활성화 할 수 있습니다.

source: Go through the portal
ko: 포탈을 통과하라
ko_mt: 포털 통과

source: Locating a handful of demon miners in the giant anthill of Alushinyrra will be difficult, if not impossible. What's more, their leader is Hepzamirah, Baphomet's flesh and blood, and a powerful nephilim. However, the rulers of the city, the dark lady Nocticula in particular, must be aware of what is afoot in their territory, and perhaps they will agree to help deal with Hepzamirah. But how to draw their attention?
ko: 알루시니라의 거대한 개밋둑 안에서 한줌의 데몬 광부의 위치를 특정하는 것은 힘든 일이지만, 불가능한 것은 아니다. 게다가 그들의 지도자는 바포메트의 혈육이자 강력한 네필림인 헵자미라다. 하지만 도시의 지배자들, 특히나 어둠의 숙녀인 녹티큘라는 영역에 발을 들인 것이 무엇인지 눈치채고 있을 것이며 어쩌면 헵자미라를 처리하는 것을 도울지도 모른다. 하지만 어떻게 그들의 주목을 끌 것인가?
ko_mt: 알루시니라의 거대한 개미집에서 소수의 데몬 광부를 찾는 것은 불가능하지는 않더라도 어려울 것입니다. 게다가 그들의 지도자는 바포메트의 혈육이자 강력한 네피림인 헵자미라입니다. 그러나 도시의 통치자, 특히 어둠의 여인 녹티큘라는 자신의 영토에서 무슨 일이 일어나고 있는지 알고 있어야 하며, 아마도 헵자미라를 처리하는데 동의 할 것입니다. 하지만 어떻게 그들의 관심을 끌 수 있을까요?

source: Try to secure an audience with the city's rulers
ko: 도시의 지배자들과 회견하라
ko_mt: 도시의 통치자들과 청중을 확보하려고 노력하십시오.

source: The Lady in Shadow has turned her attention to the mortal who has managed to make all of Alushinyrra bow down before {mf|him|her}. There will soon be a meeting, a meeting for which great sacrifices have been made and many heroic deeds accomplished. What will it lead to? Bloodshed? New alliances? Empty promises? None can tell, for the future is cloaked in deepest shadow.
ko: 그림자의 여주인은 알루시니라의 모두를 자신 앞에 무릎꿇린 필멸자에게 주의를 기울이기 시작했다. 곧 만남이, 위대한 희생과 수많은 영웅적 업적을 기념하기 위한 만남이 있을 것이다. 회담은 어디로 이어질 것인가? 유혈사태? 새로운 연맹? 공허한 약속? 미래는 가장 깊은 그림자 아래 감추어져 있으니, 누구도 확언할 수 없으리라.
ko_mt: 그림자 속의 여인이 {mf|그|그녀}의 앞에서 모든 알루시니라를 굴복시킨 필멸자에게 관심을 돌렸다. 곧 큰 희생을 치르고 많은 영웅적인 업적을 이룬 만남이 있을 것입니다. 그 회의는 무엇으로 이어질까요? 유혈 사태? 새로운 동맹? 공허한 약속? 미래는 가장 깊은 그림자에 가려져 있기 때문에 아무도 알 수 없습니다.

source: Attend the audience in Nocticula's palace
ko: 녹티큘라의 궁전에서 열리는 회담에 참석하라
ko_mt: 녹티큘라의 궁전에서 청중에게 참석하세요

source: Hepzamirah's whereabouts have been ascertained — she is on the remote island of Colyphyr. That is where Baphomet's daughter is mining Nahyndrian crystals and raising a new army to invade Golarion. To cover such an impressive distance, the Commander must find an airship capable of such an expedition... And an even more capable crew.
ko: 헵자미라의 위치가 확인되었다 — 바포메트의 딸은 콜리피르의 한 섬에서 나힌드리 수정을 캐내며 골라리온을 침공할 새로운 군대를 기르고 있다. 이만한 거리를 이동하기 위해서, 사령관은 그만한 원정을 감당해낼만한 비행선과... 그보다 더 유능한 선원들을 찾아야만 한다.
ko_mt: 헵자미라의 행방이 확인되었습니다 - 그녀는 외딴 섬 콜리피르에 있습니다. 그곳에서 바포메트의 딸이 나힌드리안 수정을 채굴하고 골라리온을 침공하기 위해 새로운 군대를 모으고 있습니다. 사령관은 그 먼 거리를 탐험할 수 있는 비행선을 찾아야 합니다.. 그리고 훨씬 더 유능한 승무원을 찾아야합니다.

source: Go to Colyphyr
ko: 콜리피르로 향하라
ko_mt: 콜리피르로 이동

source: The Nahyndrian crystals were dug up in the local mines. Now the mining operation has stopped and the miners disappeared. The Hand of the Inheritor must be told about this.
ko: 나힌드리 수정은 이 근방의 광산들에서 채굴되었다. 현재는 채굴 작업은 중단되고 광부들도 사라진 상황. 계승자의 손에게 이 소식을 알려야 한다.
ko_mt: 나힌드리안 결정은 지역 광산에서 채굴되었습니다. 이제 채굴 작업은 중단되었고 광부들은 사라졌습니다. 계승자의 손에게 이 사실을 알려야 합니다.

source: The crystals were mined by Baphomet's minions. For reasons unknown, a conflict broke out between them and Nocticula's servants. This is a valuable piece of information and the Hand of the Inheritor will want to hear it.
ko: 바포메트의 종들은 수정을 채굴하고 있었으나, 알 수 없는 이유로 녹티큘라의 종들과 충돌하게 된 듯하다. 이 중요한 정보를 계승자의 손도 듣고 싶어할 것이다.
ko_mt: 수정은 바포메트의 하수인들이 채굴했습니다. 알 수없는 이유로 그들과 녹티큘라의 하인들 사이에 갈등이 발생했습니다. 이것은 귀중한 정보이며 계승자의 손이 듣고 싶어 할 것입니다.

source: Those who had been mining the crystals made their getaway through a portal that can be opened with a special key. Perhaps there are other such keys hidden in the nearby mines.
ko: 수정을 채굴하던 자들은 특별한 열쇠로만 개방할 수 있는 포탈을 통해 도망쳤다. 어쩌면 그러한 열쇠가 근처의 광산에 아직 남아있을지 모른다.
ko_mt: 수정을 채굴하던 사람들은 특별한 열쇠로 열 수있는 포털을 통해 도주했습니다. 아마도 근처 광산에 그러한 다른 열쇠가 숨겨져있을 것입니다.

source: It is necessary to find a ship that will transport the Commander to Colyphyr.
ko: 사령관을 콜리피르로 옮겨줄 배를 찾을 필요가 있다.
ko_mt: 사령관을 콜리피르로 수송 할 배를 찾아야합니다.

source: The name of the demoness who was in charge of the mining operation is Hepzamirah. Perhaps Iomedae's herald knows something about her.
ko: 채굴 작업을 지휘하던 여데몬의 이름은 헵자미라였다. 아이오메데의 사자라면 그녀에 대해 뭔가 알고 있을지도 모른다.
ko_mt: 채굴 작업을 담당한 데몬의 이름은 헵자미라입니다. 아마도 아이오메데의 전령이 그녀에 대해 뭔가 알고있을 것입니다.

source: The key has been found! The Hand of the Inheritor may have some ideas about how to use it.
ko: 열쇠를 찾았다! 계승자의 손이라면 이것의 사용법을 알고 있을 것이다.
ko_mt: 열쇠를 찾았다! 계승자의 손은 그것을 사용하는 방법에 대한 몇 가지 아이디어를 가지고있을 수 있습니다.

source: The Suture, that sly fiend, has stolen the portal key and fled. But there must be another key somewhere nearby.
ko: 그 교활한 데몬, 누더기가 포탈 열쇠를 챙겨 달아났다. 하지만 분명 근처에 또 다른 열쇠가 있을 것이다.
ko_mt: 교활한 악마 수처가 포털 열쇠를 훔쳐 달아났습니다. 하지만 근처 어딘가에 다른 열쇠가있을 것입니다.

source: A message can be sent to Nocticula through Shamira.
ko: 샤미라를 통해 녹티큘라에게 전언을 보낼 수 있다.
ko_mt: 샤미라를 통해 녹티큘라에게 메시지를 보낼 수 있습니다.

source: Despite the slimmest chances of success, the Commander has managed to gain an influential ally — the Lady in Shadow, who revealed where Hepzamirah can be found. It is now time to complete the mission that first led the Commander down to the Abyss — killing Baphomet's daughter. Only by stepping over Hepzamirah's dead body will the Golarian gain the right to return to {mf|his|her} world, victorious.
ko: 희박한 성공 확률에도 불구하고, 사령관은 강력한 아군을 얻는데 성공했다. 그림자의 여주인이 헵자미라를 어디서 찾을 수 있을지 알려주었다. 이제 사령관이 심연으로 내려온 본래의 목적, 바포메트의 딸을 처치할 때가 되었다. 사령관 일행은 오직 헵자미라의 시체를 넘어서야만 자신의 세상으로 돌아가 승리를 알릴 수 있을 것이다.
ko_mt: 성공 가능성이 가장 희박함에도 불구하고 사령관은 헵자미라가 어디에서 찾을 수 있는지 알려준 그림자 속의 여인인 영향력있는 동맹을 얻었습니다. 이제 사령관을 처음 심연으로 이끈 임무, 즉 바포메트의 딸을 죽이는 임무를 완수할 차례입니다. 헵자미라의 시체를 밟아야만 골라리안은 승리하여 {mf|그|그녀}의 세계로 돌아갈 수 있는 권리를 얻게 됩니다.

source: The Midnight Isles, Lady Nocticula's realm, is a dark place even amidst the grim madness of the Abyss. Everyone who sets foot on this land is treading on the corpses of those who once opposed the Lady in Shadow — for the islands were created out of the bodies of her slain enemies. In this place, cunning, self-interest, boldness, and eternal midnight reign supreme. Those responsible for mining Nahyndrian crystals and shipping them to Golarion are lurking somewhere in this place. Their efforts are transforming the demonic legions into a wave of chaos capable of obliterating everything in its path. The Commander has left {mf|his|her} homeworld and descended to the Abyss on a mission — to find and put a stop to them.
ko: 녹티큘라의 왕국, 칠흑의 군도는 심연의 음산한 광기 중에서도 손꼽히는 어두운 곳이다. 이 땅위에 발을 딛는 자들 모두는 그림자의 여주인에게 맞섰던 적들의 시체를 밟는 셈이다 — 이 섬들은 그 적들의 시체로 만들어졌으니 말이다. 이곳에서는 교활함, 이기심, 대담함, 그리고 영원한 칠흑만이 군림한다. 나힌드리 수정을 캐내 골라리온으로 공급하는 자들이 여기 어딘가에 숨어있다. 그들의 노고로 데몬 군단은 길을 막는 모든 것을 파괴하는 혼돈의 파도로 변이하고 있다. 사령관은 자신의 고향을 떠나 그들을 막는 임무를 위해 심연으로 떠나왔다.
ko_mt: 녹티큘라의 왕국, 미드나잇 아일즈는 심연의 암울한 광기 속에서도 어두운 곳입니다. 이 섬은 죽임을 당한 적들의 시체로 만들어졌기 때문에 이 땅에 발을 디디는 모든 사람은 한때 그림자의 여인을 반대했던 자들의 시체를 밟고 있습니다. 이곳에서는 교활함, 이기심, 대담함, 영원한 자정이 지배하고 있습니다. 나힌드리안의 수정을 채굴하여 골라리온으로 운반하는 자들이 이곳 어딘가에 숨어 있습니다. 그들의 노력은 데몬 군단을 혼돈의 물결로 변화시켜 그 길에 있는 모든 것을 쓸어버릴 수 있게 만들고 있습니다. 사령관은 {mf|그|그녀}의 고향을 떠나 심연으로 내려가 그들을 찾아서 막아야 하는 임무를 맡았습니다.

source: Walking on Corpses
ko: 시체 위를 걷다
ko_mt: 시체 위를 걷다

source: Locating a handful of demon miners in the giant anthill of Alushinyrra will be difficult, if not impossible. What's more, their leader is Hepzamirah, Baphomet's flesh and blood, and a powerful nephilim. However, Nocticula must surely know where to find her, and perhaps the Commander can even persuade the Lady in Shadow to assist in Hepzamirah's destruction.
ko: 거대한 개미집과 같은 알루시니라에서 한줌의 데몬 광부들을 찾아내는 것은 불가능에 가깝다. 거기다 그들의 지도자는 바포메트의 혈육이자 강력한 네필림인 헵자미라이기까지 하다. 그러나, 녹티큘라라면 분명 헵자미라를 찾을 방법을 알고 있을 것이다. 그리고 사령관이라면 그림자의 여주인을 설득해 헵자미라를 파멸시키는데 도움을 얻을 수 있을지도 모른다.
ko_mt: 알루시니라의 거대한 개미집에서 소수의 데몬 광부를 찾는 것은 불가능하지는 않더라도 어려울 것입니다. 게다가 그들의 지도자는 바포메트의 혈육이자 강력한 네피림인 헵자미라입니다. 하지만 녹티큘라는 분명 그녀를 찾을 수 있는 곳을 알고 있을 테고, 사령관이 그림자 여인을 설득해 헵자미라의 파괴를 도울 수도 있을 거예요.

source: Talk to Nocticula
ko: 녹티큘라와 대화하라
ko_mt: 녹티큘라와 대화

source: Nocticula has received the Commander's message via Shamira, and now she has summoned the brave Golarian to her palace. There will soon be a meeting, a meeting for which great sacrifices have been made and many heroic deeds accomplished. What will it lead to? Bloodshed? New alliances? Empty promises? No one knows the answer, for the future is obscured by the gloom of the Lady in Shadow.
ko: 녹티큘라는 샤미라를 통해 사령관의 전언을 받았고, 용감한 골라리온인을 자신의 궁전으로 소환하였다. 곧 만남이 이루어질 것이다, 큰 희생과 수많은 영웅적 행위의 성취를 통해 이루어진 만남은 무슨 사건으로 이어질까? 유혈 사태? 새로운 동맹? 말뿐인 약속? 미래는 그림자의 여주인의 어둠으로 가려져있고, 결국 그 대답은 아무도 모르리라.
ko_mt: 녹티큘라가 샤미라를 통해 사령관의 메시지를 받았고, 이제 용감한 골라리안을 자신의 궁전으로 소환했습니다. 곧 큰 희생을 치르고 많은 영웅적인 업적을 이룬 회의가 열릴 것입니다. 회의의 결과는 무엇일까요? 유혈 사태? 새로운 동맹? 공허한 약속? 미래는 그림자 속의 여인의 어둠에 가려져 있기 때문에 아무도 답을 알지 못합니다.

source: Morevet asked the Commander to bring the ring of the slain demon as proof.
ko: 모레벳은 사령관에게 데몬을 죽이고 증거로 그 반지를 가져오라 하였다.
ko_mt: 모레베는 사령관에게 죽인 데몬의 반지를 증거로 가져 오라고 요청했습니다.

source: Zerieks and his reward are waiting on the rooftop.
ko: 제리엑스와 그의 보상이 옥상에서 기다리고 있다.
ko_mt: 제릭스와 그의 보상이 옥상에서 기다리고 있습니다.

source: The Commander was just a pawn in the love games of two demons, but at least {mf|he|she} lived to tell the tale. This is one of those rare situations where there is no right and wrong, merely winners and losers.
ko: 사령관은 그저 두 데몬의 사랑 싸움의 장기말일 뿐이었으나, 최소한 살아남는 데는 성공했다. 이는 옳고 그름이 아닌, 승자와 패자만이 존재하는 희귀한 경우라 할 수 있다.
ko_mt: 사령관은 두 데몬의 사랑 게임에서 폰에 불과했지만 적어도 {mf|그|그녀}는 이야기를 전하기 위해 살아 남았습니다. 이것은 옳고 그름이없고 승자와 패자 만있는 드문 상황 중 하나입니다.
