Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: Lann resisted Savamelekh's influence with all his might, but even his mongrel stamina has limits. And despite it all, he rushes into battle, eager to confront his enemy.
ko: 랜은 온 힘을 다해 사바멜레크의 영향에 저항했지만, 그가 타고난 잡종의 지구력조차 한계에 달했다. 그럼에도 불구하고 그는 전투에 뛰어들어 적을 맞이하는 순간을 고대하고 있다.
ko_mt: 란은 사바멜렉의 영향력에 온 힘을 다해 저항했지만 몽그렐 체력에도 한계가 있습니다. 그럼에도 불구하고 그는 적과 맞서기를 열망하며 전투에 돌입합니다.

source: Enter the mansion and fight Savamelekh
ko: 저택에 들어가 사바멜레크와 싸워라
ko_mt: 저택에 들어가서 사바멜렉와 싸워라

source: Savamelekh has gone to Drezen, leaving the Commander in the hands of his pet mongrels. The only way out of this situation is to defeat them.
ko: 사바멜레크는 사령관을 자신의 애완 잡종들의 손에 넘긴 채 드레젠으로 향했다. 이 상황에서 벗어날 유일한 방법은 그들을 쓰러트리는 것뿐이다.
ko_mt: 사바멜렉은 드레젠으로 가서 사령관을 애완용 몽그렐들의 손에 맡겼습니다. 이 상황에서 벗어나는 유일한 방법은 그들을 물리 치는 것입니다.

source: Defeat the mongrels
ko: 잡종들을 쓰러트려라
ko_mt: 몽그렐들을 물리쳐라

source: The opponents have been defeated, but there is no pleasure in this victory. Savamelekh has gone to the mongrels in Drezen, whom he calls his children — and not baselessly. Meanwhile, the Commander and Lann are still in Alushinyrra. But Drezen is reliably protected, and even the most ingenious demon will not be able to devise a way to get there quickly. Perhaps the Commander still has time to settle {mf|his|her} business in the city.
ko: 적이 쓰러졌으나, 이 승리에는 어떠한 기쁨도 존재하지 않았다. 사바멜레크는 자신의 '아이들'이라 칭하는 드레젠의 잡종들을 찾아 떠났고, 사령관과 랜은 아직 알루시니라를 벗어나지 못했다. 하지만 드레젠은 견고히 지켜지고 있으니 어떤 교활한 데몬도 그 안에 쉽게 파고들 수는 없으리라. 어쩌면 사령관에게 알루시니라에서 아직 못다한 일들을 마무리지을 시간이 남아있을지도 모르겠다.
ko_mt: 상대는 패배했지만이 승리에 기쁨은 없습니다. 사바멜렉은 드레젠의 몽그렐들에게 갔고, 그는 근거없는 것이 아니라 그의 자식이라고 부릅니다. 한편 사령관과 란은 여전히 알루시니라에 남아 있습니다. 그러나 드레젠은 확실하게 보호되고 있으며 가장 독창적인 데몬조차도 그곳에 빨리 도착할 수 있는 방법을 고안 할 수 없을 것입니다. 아마도 사령관은 도시에서 {mf|그|그녀}의 사업을 해결할 시간이 아직 남아있을 것입니다.

source: Not many demons are able to show consistency and perseverance, but vrolikais — which manifest from simple nabasus — have enough patience to succeed. Savamelekh, intent on subjugating the mongrels, is not going to back down. He is in Alushinyrra, and is not hiding that fact. Even Lann, who did not take part in his rituals, feels his oppressive presence.
ko: 한결같고 인내심 있는 데몬은 흔치 않으나, 단순한 나바수에서 변이한 존재인 브롤리카이는 성공을 위한 인내심을 충분히 갖고 있다. 잡종들을 지배하려 하는 사바멜레크는 포기하지 않을 것이다. 그는 알루시니라에 있고, 의식에 참가하지 않았던 랜마저 그의 위압적인 존재감을 느낄 정도로, 그는 자신을 숨기지 않고 있다.
ko_mt: 일관성과 인내심을 보여줄 수 있는 데몬은 많지 않지만, 단순한 나바수스에서 나타나는 브롤리카이는 성공할 수 있는 충분한 인내심을 가지고 있습니다. 몽그렐들을 정복하려는 사바멜렉은 물러서지 않을 것입니다. 그는 알루시니라에 있고 그 사실을 숨기지 않고 있습니다. 그의 의식에 참여하지 않은 란조차도 그의 억압적인 존재를 느낍니다.

source: Bad Blood
ko: 나쁜 피
ko_mt: 나쁜 피

source: A Conversation with Lann
ko: 랜과의 대화
ko_mt: 란과의 대화

source: The Commander has found Sull, emaciated and exhausted, in the wastelands of the Wound. Where did he come from?
ko: 사령관은 상처의 황무지에서 수척하고 진이 다 빠져버린 설을 발견했다. 그는 대체 어디에서 온 것일까?
ko_mt: 사령관이 상처의 황무지에서 쇠약하고 지친 설을 발견했습니다. 그는 어디에서 왔습니까?

source: Talk to Sull in Drezen
ko: 드레젠에서 설과 대화하라
ko_mt: 드레젠의 설과 대화

source: According to Sull, Savamelekh is hiding the mongrels in the Valley of Temples, ruins not far from Iz. The Commander and Lann should go there before it's too late.
ko: 설의 얘기에 따르면 사바멜레크는 이즈 근교의 폐허, 사원 계곡에 잡종들을 숨기고 있다고 한다. 사령관과 랜은 너무 늦기전에 그곳에 가야 한다.
ko_mt: 설에 따르면, 사바멜렉은 이즈에서 멀지 않은 폐허인 사원의 계곡에 몽그렐들을 숨기고 있다고 합니다. 사령관과 란은 너무 늦기 전에 그곳으로 가야합니다.

source: Go with Lann to find Savamelekh and the mongrels
ko: 랜과 함께 사바멜레크와 잡종들을 찾아라
ko_mt: 란과 함께 사바멜렉와 몽그렐들을 찾으러 가자

source: Savamelekh has escaped the Commander several times, but he must meet his end here and now. The time has come for his final battle!
ko: 사바멜레크는 수차례나 사령관으로부터 도망쳤다. 하지만 이젠 끝내야만 한다, 놈과 결착을 지을 때가 되었다!
ko_mt: 사바멜렉은 사령관을 여러번 탈출했지만 지금 여기서 최후를 맞이해야합니다. 그의 마지막 전투의 시간이 왔습니다!

source: Defeat Savamelekh
ko: 사바멜레크를 쓰러트려라
ko_mt: 사바멜렉을 처치하세요

source: Savamelekh has been defeated, and the mongrels have suffered enough for the sins of their fathers. From this day on, they will honor the heroes who helped them cleanse themselves of this corruption. However, this does not mean they are magically cured. But it gives them the right to hope.
ko: 사바멜레크는 패퇴했고, 잡종들은 선조들의 죄에 대하여 충분한 대가를 치렀다. 오늘부로, 그들은 자신을 오염으로부터 구원한 영웅등을 기릴 것이다. 이게 잡종들이 완전히 치유되었다는 것을 의미하진 않는다. 허나, 그들에게 희망을 줄 수는 있을 것이다.
ko_mt: 사바멜렉은 패배했고, 몽그렐들은 그들의 조상들의 죄로 인해 충분히 고통받았습니다. 오늘부터 그들은 이 부패에서 스스로를 정화하도록 도와 준 영웅들을 기릴 것입니다. 그러나 이것이 그들이 마술처럼 치유된다는 의미는 아닙니다. 그러나 그것은 그들에게 희망 할 권리를줍니다.

source: By their nature, demons are not prone to keeping their promises. However, when it comes to serving their own interests, they can be surprisingly consistent. For instance, the demon Savamelekh, who promised Lann that he would abduct the mongrels, did exactly as he said. He is raising an army again, but this time he has the entire mongrel people at his disposal.
ko: 데몬들은 본성상 약속을 쉽게 지키지 못한다. 허나, 자기 스스로의 흥미를 쫓는데 있어서는 놀랄 만큼 끈질기기도 한다. 예를 들어, 랜에게 잡종들을 자기 것으로 삼을 것이라 말했던 데몬 사바멜레크는 자신의 약속을 지켰다. 또 다시 군대를 만들고 있고, 이번에는 잡종 전체가 그의 손아귀에 있다.
ko_mt: 데몬은 본질적으로 약속을 잘 지키지 않습니다. 하지만 자신의 이익을 위해 봉사할 때는 놀라울 정도로 일관성이 있습니다. 예를 들어, 란에게 몽그렐들을 납치하겠다고 약속한 데몬 사바멜렉은 그의 말대로 정확히 행동했습니다. 그는 다시 군대를 키우고 있지만 이번에는 몽그렐족 전체를 마음대로 다룰 수 있습니다.

source: The Last Resort
ko: 최후의 수단
ko_mt: 최후의 수단

source: Lann wanted to talk in the Nexus. It seems that this conversation will not be easy for him.
ko: 랜이 교차점에서 대화를 하고자 한다. 아무래도 편한 이야기는 아닐 것 같다.
ko_mt: 란은 넥서스에서 이야기하고 싶어했습니다. 이 대화는 그에게 쉽지 않을 것 같습니다.

source: Meet with Lann
ko: 랜과 만나라
ko_mt: 란과 만나다

source: Any will do. For experiment. Urgent.
ko: 아무거나 좋음. 실험용. 긴급.
ko_mt: 어떤 것이든 괜찮습니다. 실험용. 긴급.

source: Nenio Needs Alcohol
ko: 알코올이 필요한 네니오
ko_mt: 네니오는 알코올이 필요해

source: It appears the masks with the inscriptions on the inside are the answers to the statues' riddles. Nenio is extremely interested in visiting the Nameless Ruins once you have found all four masks.
ko: 가면 안에 새겨진 글귀가 석상의 수수께끼에 대한 해답인 듯하다. 네니오는 당신이 네가지 마스크 전부를 발견한 이후에 이름없는 폐허에 재방문하는데 아주 큰 관심을 보이고 있다.
ko_mt: 안쪽에 새겨진 가면이 동상의 수수께끼에 대한 해답인 것 같습니다. 네니오는 네 개의 가면을 모두 찾으면 이름 없는 유적지를 방문하고 싶다고 합니다.

source: Nenio fell in battle and was spirited away by the forces of the Enigma. Perhaps she can still be saved.
ko: 네니오는 싸움에 패배해 불가사의의 힘에 의해 기력이 쇠했다. 어쩌면 아직 그녀를 구할 수 있을지 모른다.
ko_mt: 네니오는 전투에서 쓰러졌고 에니그마의 세력에 의해 영혼을 빼앗겼습니다. 아마도 그녀는 여전히 구할 수있을 것입니다.

source: All four masks have been collected. Now all that remains to be done is to lay them at the feet of the statues in the Nameless Ruins — and to step into the unknown.
ko: 네 가지 가면이 모두 모였다. 이제 남은 것은 이것들을 이름없는 폐허의 동상에 가져가서 벌어질 일들을 지켜보는 것뿐이다.
ko_mt: 마스크 네 개를 모두 모았습니다. 이제 남은 일은 이름 없는 유적의 동상 발치에 놓고 미지의 세계로 발을 내딛는 것뿐입니다.

source: It is doubtful that the answers to these riddles can be found anywhere near the Nameless Ruins.
ko: 이 질문들에 대한 대답을 이름없는 폐허 근처에서 찾기란 요원한 일일 것이다.
ko_mt: 이 수수께끼에 대한 답을 이름없는 폐허 근처 어디에서도 찾을 수 있을지 의심 스럽습니다.

source: Nenio's thirst for knowledge has led her to a discovery she did not want to make. The nothingness, which possesses a form but lacks a name or purpose, has gained self-awareness with the Commander's help.
ko: 네니오의 지식에 대한 갈망은 그녀를 원치않은 발견으로 이끌었다. 이름도, 목적도 없는 허무, 그러나 사령관의 도움으로 그것에서 자각을 이끌어냈다.
ko_mt: 네니오는 지식에 대한 갈증으로 인해 원치 않는 발견을 하게 됩니다. 형태는 있지만 이름이나 목적이 없는 무는 사령관의 도움으로 자각을 얻었습니다.

source: Many discoveries are made by pure accident. No one knows where the thirst for knowledge may lead the brave scientist and tireless explorer Nenio — to greatness or insignificance. To enlightenment or disappointment. To the world's salvation or its destruction.
ko: 여러 발견들은 단순한 사고에서 기인한 경우가 많다. 그 누구도 용감한 과학자이자 지칠 줄 모르는 탐구자 네니오의 지식에 대한 갈망이 위대함과 평범함, 깨달음과 실망, 세상의 구원과 파괴, 둘 중 어디로 안내할지는 알 수 없다.
ko_mt: 많은 발견은 순수한 우연에 의해 이루어집니다. 지식에 대한 갈증이 용감한 과학자이자 지칠 줄 모르는 탐험가 네니오를 위대함이나 무의미함으로 이끌 수 있는 곳은 아무도 모릅니다. 깨달음이나 실망으로. 세상의 구원 또는 멸망으로.

source: More than Nothing
ko: 무의미하지 않은
ko_mt: 아무것도 없는 것보다 낫다

source: The great — by her own assessment — researcher Nenio has agreed to take on a new companion. It is impossible to say where this acquaintance will lead, but it is clear that the first experiment will hardly be the last.
ko: 자칭 가장 위대한 연구자 네니오가 새로운 동료가 되기로 했다. 이 조우의 결과가 어찌될지 예측하는 건 불가능하지만, 그녀의 첫 번째 실험이 마지막 실험이 되는 일은 없을 듯하다.
ko_mt: 자신의 평가에 따르면 위대한 연구원 네니오는 새로운 동반자를 맡기로 동의했습니다. 이 지인이 어디로 이어질지 말하기는 불가능하지만 첫 번째 실험이 마지막이 아닐 것임은 분명합니다.

source: Talk to Nenio
ko: 네니오와 대화하라
ko_mt: 네니오와 대화

source: Nameless Ruins. The name itself hints that there is nothing of interest in this place. But not for Nenio, who claims that her nose for an intriguing mystery has never failed her.
ko: 이름없는 폐허. 그 이름은 스스로 그 장소에 아무것도 관심 기울일 만한 것이 없음을 드러낸다. 그러나 흥미로운 신비에 대한 그녀의 후각이 결코 그녀를 실망시킨 적이 없다고 주장하는 네니오에게는 아니다.
ko_mt: 이름 없는 유적. 이름 자체는 이곳에 흥미로운 것이 없다는 것을 암시합니다. 그러나 흥미로운 미스터리에 대한 그녀의 코가 그녀를 실망시킨 적이 없다고 주장하는 네니오에게는 그렇지 않습니다.

source: Visit the Nameless Ruins with Nenio
ko: 네니오와 함께 이름없는 폐허를 방문하라
ko_mt: 네니오와 함께 이름 없는 유적을 방문하세요

source: Four statues posed their riddles to Nenio and the Commander. Solving these riddles will allow them to meet the owner of the mysterious voice who seems to know the answers to all the questions of the universe. This mysterious stranger may be dangerous, but Nenio is willing to take that risk.
ko: 네 개의 조각상이 네니오와 사령관에게 수수께끼를 던졌다. 이 수수께끼를 푸는 것은 그들이 우주의 모든 질문에 대한 답을 알고 있는 것처럼 보이는 신비로운 목소리의 주인을 만날 수 있게 해줄 것이다. 이 신비로운 낯선 이는 위험할 수도 있지만, 네니오는 기꺼이 그 위험을 감수코자 한다.
ko_mt: 네 조각상이 네니오와 사령관에게 수수께끼를 던졌습니다. 이 수수께끼를 풀면 우주의 모든 질문에 대한 답을 알고있는 것처럼 보이는 신비한 목소리의 소유자를 만날 수 있습니다. 이 신비한 낯선 사람은 위험할 수도 있지만 네니오는 기꺼이 그 위험을 감수합니다.

source: Solve the riddles of the Nameless Ruins
ko: 이름없는 폐허의 수수께끼를 풀어라
ko_mt: 이름없는 유적의 수수께끼를 풀어보세요

source: The place Nenio was so determined to reach turned out to be a mysterious Abyssal plane called the Enigma. Despite everything, Nenio wants to explore this plane, but why? Simple morbid curiosity or something more?
ko: 네니오가 도달하기로 결심한 곳은 불가사의라고 불리는 신비로운 심연의 차원으로 밝혀졌다. 이 모든 것에도 불구하고, 네니오는 이 차원을 탐험하고 싶어하는데, 그 이유는 무얼까? 단순한 병적인 호기심인 때문인가, 아니면 또 다른 무언가 때문일까?
ko_mt: 네니오가 그토록 도달하기로 결심했던 곳은 에니그마라고 불리는 신비한 심연의 평면으로 밝혀졌습니다. 모든 일에도 불구하고 네니오는 이 차원을 탐험하고 싶어하는데, 그 이유는 무엇일까요? 단순한 병적 호기심일까요, 아니면 그 이상일까요?

source: Help Nenio unravel the mystery of the Enigma
ko: 네니오가 불가사의의 수수께끼를 풀어내도록 도와라
ko_mt: 네니오가 에니그마의 수수께끼를 풀도록 도와주세요

source: Nenio boldly forged ahead with her intention to uncover the secrets of the Enigma on her own. If the Commander is interested in her fate or the Enigma's mysteries, {mf|he|she} will have to keep going.
ko: 네니오는 직접 불가사의의 비밀을 밝혀내기 위해 대담하게 전진했다. 사령관이 그녀의 운명이나 불가사의의 신비에 대해 관심이 있다면, 함께 계속 나아가야 할 것이다.
ko_mt: 네니오는 스스로 에니그마의 비밀을 밝혀내겠다는 의지로 대담하게 나아갔습니다. 사령관이 그녀의 운명이나 에니그마의 미스터리에 관심이 있다면 {mf|그|그녀}는 계속 진행해야 할 것입니다.

source: Unravel the mystery of the Enigma
ko: 불가사의의 신비를 밝혀내라
ko_mt: 에니그마의 수수께끼를 풀어보세요

source: Areshkagal's nihilistic sophistry did not seem to impress the Commander, and now Areshkagal intends to wow {mf|him|her} using more conventional methods.
ko: 아레시카갈의 허무주의적인 궤변은 사령관에게 별다른 인상을 주지 못했고, 그렇기에 아레시카갈은 더 보편적인 수단을 이용하기로 하였다.
ko_mt: 아레쉬카갈의 허무주의적 궤변은 사령관에게 깊은 인상을 남기지 못했고, 이제 아레쉬카갈은 좀 더 전통적인 방법으로 {mf|그|그녀}를 놀라게 하려고 합니다.

source: Strike down Areshkagal
ko: 아레시카갈을 쓰러트려라
ko_mt: 아레쉬카갈 공격

source: The scientist's mask is off, revealing the gaping hole of emptiness that acquired consciousness and decided it could be something greater than what it was. A conversation with the Commander will put things into perspective.
ko: 과학자의 가면은 벗겨졌다. 드러난 거대한 공허의 구멍은 의식을 자각하였고 이전보다 더 위대한 무언가가 될 수 있으리라 판단했다. 사령관과의 대화로 그것을 좀 더 가다듬을 수 있을 것이다.
ko_mt: 과학자의 가면이 벗겨져 의식을 획득하고 그것이 원래보다 더 큰 무언가가 될 수 있다고 결정한 공허의 구멍이 드러납니다. 사령관과의 대화는 사물을 원근감있게 보여줄 것입니다.

source: Talk to "Nenio"
ko: "네니오" 와 대화하라
ko_mt: "네니오"와 대화"

source: A band of knights vanished near a recently constructed crusader outpost. A search for answers must begin there.
ko: 한 무리의 기사들이 최근 건설된 성전군 전초기지 부근에서 실종되었다. 그 답을 찾으려면 그 근처에서 수색을 시작해야 한다.
ko_mt: 한 무리의 기사단이 최근에 건설된 십자군 전초기지 근처에서 사라졌습니다. 그곳에서 답을 찾아야합니다.

source: Reach the Hellknight outpost
ko: 헬나이트 전초기지에 도달하라
ko_mt: 지옥기사 전초기지에 도달

source: A survivor, who labored for the cultists, revealed that the knights who were escorting him returned to camp. However flimsy or probable this testimony might prove, it must be verified.
ko: 사교도 밑에서 노역을 하던 생존자가 한 기사가 그를 무사히 야영지까지 호위해줬다고 밝혔다. 이 증언이 아무리 작위적이건 간에, 일단 검증되어야만 한다.
ko_mt: 이교도들을 위해 일했던 한 생존자는 자신을 호위하던 기사들이 캠프로 돌아갔다고 밝혔습니다. 이 증언이 아무리 어설프거나 가능성이 높더라도 반드시 확인해야합니다.

source: Explore the outpost
ko: 전초기지를 수색하라
ko_mt: 전초기지 탐험

source: The last possible source of evidence is a keep, reinforced by the knights to stand firm against aerial assault.
ko: 증거를 찾아낼 수 있는 마지막 장소는 공중으로부터의 강습에 견고히 버틸 수 있도록 보강된 요새이다.
ko_mt: 마지막 가능한 증거는 공중 공격에 맞서기 위해 기사들이 강화한 성채입니다.

source: Find out what's inside the keep
ko: 요새 내에 무엇이 있는지 찾아내라
ko_mt: 성채 안에 무엇이 있는지 알아보세요

source: This stronghold has become a mass grave for the captured cultists, holding no further secrets. It's now time to return outside... the finale draws near.
ko: 이 요새는 사로잡힌 사교도들의 거대한 무덤이 되었으며, 더 이상 아무런 비밀도 숨기지 못한다. 이제 밖으로 다시 나갈 시간이다. 대단원이 가까워졌다.
ko_mt: 이 요새는 더 이상 비밀이 없는 체포 된 이교도들의 집단 무덤이 되었습니다. 이제 밖으로 돌아갈 시간입니다.. 피날레가 가까워집니다.

source: Go back outside
ko: 밖으로 나가라
ko_mt: 밖으로 돌아가

source: The visible parts of the outpost appear empty. Neither the missing escort troops, nor any other Hellknights, remain here.
ko: 둘러본 바에 따르면 전초기지는 텅 빈 듯하다. 사라졌다는 호위대도, 어떠한 헬나이트들도 여기에 남아있지 않다.
ko_mt: 전초 기지의 보이는 부분은 비어있는 것처럼 보입니다. 실종된 호위 병력이나 다른 지옥기사도 여기에 남아 있지 않습니다.

source: The investigation into the disappearance of the Hellknight escort has ended with an unexpected twist. Now it's obvious that many eyes focus on the Commander's every step. And some of those watching work to control those steps…
ko: 헬나이트 호송대의 실종에 대한 수사는 뜻밖의 반전으로 끝났다. 이제 수많은 이들이 사령관의 행보를 주시하고 있으며 그 중 일부는 그것을 뜻대로 조종하려 하고 있음이 확실해졌다…
ko_mt: 지옥기사 호위대의 실종에 대한 조사가 예상치 못한 반전으로 끝났습니다. 이제 많은 시선이 사령관의 일거수일투족에 집중하고 있는 것이 분명해졌습니다. 그리고 지켜 보는 사람들 중 일부는 그 단계를 제어하기 위해 노력합니다...

source: A group of Hellknights has vanished somewhere in the Worldwound. The circumstances of that disappearance are so strange that their apparent incoherence makes one suspect a hidden reason, an underlying intent. The secret to this mystery is just out of reach... but is the Commander looking for answers in the right place?
ko: 세계상처 어딘가에서 한 무리의 헬나이트가 사라졌다. 이 실종 사건은 너무나 수상하고 확연한 모순으로 가득하여 숨겨진 이유가 존재하는 것은 아닐까 의심하게 만든다. 이 수수께끼의 비밀을 손에 넣긴 요원해 보이지만... 과연 사령관은 올바른 장소에서 그 답을 찾고 있는 것일까?
ko_mt: 세계상처 어딘가에서 지옥기사 무리가 사라졌습니다. 그 실종 상황이 너무 이상해서 일관성이 없는 것으로 보아 숨겨진 이유, 즉 근본적인 의도를 의심하게 됩니다. 이 수수께끼의 비밀을 풀 수 있을까요.. 하지만 사령관은 올바른 곳에서 답을 찾고 있을까요?

source: Watch Your Step
ko: 경계하라
ko_mt: 발걸음 조심

source: The Hellknights have gathered at their outpost after severing all contact with the crusaders. Regill Derenge has asked the Commander to go there and clear the air with the former allies.
ko: 헬나이트는 성전군과의 연락을 끊은채 자신들의 전초기지에 집결하였다. 레질 디렌지는 사령관에게 그곳으로 가 전 동맹과의 관계를 정리할 것을 부탁했다.
ko_mt: 지옥기사가 십자군과의 모든 접촉을 끊고 전초 기지에 모였습니다. 레질 데렌지는 사령관에게 그곳으로 가서 이전 동맹국들과 함께 공기를 정리해달라고 요청했습니다.

source: Visit the Hellknight outpost with Regill
ko: 레질과 헬나이트 전초기지를 방문하라
ko_mt: 레질과 함께 지옥기사 전초기지를 방문하세요

source: The Hellknights are demanding answers, and Regill, the Commander's loyal ally, has taken a surprising stance in this debate.
ko: 헬나이트들은 대답을 요구하고 있고, 사령관의 충실한 동료, 레질은 이 논쟁에서 놀라운 입장을 취했다.
ko_mt: 지옥기사는 답을 요구하고 있으며 사령관의 충성스러운 동맹인 레질은 이 논쟁에서 놀라운 입장을 취했습니다.

source: Settle the dispute with the Hellknights
ko: 헬나이트와의 분쟁에 종지부를 찍어라
ko_mt: 지옥기사와 분쟁을 해결하세요

source: Regill's stance on the ongoing events and his role in them raise many questions. The Commander has every right to demand answers from his companion.
ko: 레질의 입장과 최근의 사건들은 그의 역할에 대하여 많은 질문을 낳았다. 사령관에게는 자신의 동료에게 대답을 요구할 권리가 있다.
ko_mt: 진행중인 사건에 대한 레질의 입장과 그의 역할은 많은 의문을 제기합니다. 사령관은 동료에게 답변을 요구할 모든 권리가 있습니다.

source: Talk to Regill
ko: 레질과 이야기하라
ko_mt: 레질과 대화

source: The former paralictor Regill Derenge has passed the verdict, for better or worse, and done what he has been planning to do for a long time.
ko: 전직 파랄릭터 레질 디렌지는 결단을 내렸고, 좋건 나쁘건 오래토록 계획했던 일을 행동으로 옮길 것이다.
ko_mt: 전 패럴릭터 레질 데렌지는 좋든 나쁘 든 평결을 통과했으며 오랫동안 계획 해 왔던 일을 했습니다.

source: Lies can be a powerful weapon, but the truth usually has a sharper edge. Here, the true nature of the Commander's power has been unveiled, and those who were {mf|his|her} allies just yesterday stand ready to turn their back on {mf|him|her}. The verdict is in, the decision is made... or is it?
ko: 거짓은 강력한 무기가 될 수 있지만, 진실은 더 예리한 법. 이곳에서, 사령관의 힘이 근원이 밝혀졌다. 어제까지만 해도 그의 아군이었던 자들은 지금 그로부터 등을 돌리려 하고 있다. 판결이 내려지고, 결정이 지어질 것이다... 과연?
ko_mt: 거짓말은 강력한 무기가 될 수 있지만 진실은 대개 더 날카로운 칼날을 가지고 있습니다. 사령관의 권력의 실체가 드러났고, 어제까지만 해도 {mf|그|그녀}의 동맹이었던 사람들이 {mf|그|그녀}에게 등을 돌릴 준비를 하고 있습니다. 평결이 내려졌고, 결정이 내려졌습니다.. 아니면 그렇지 않습니까?

source: The Final Verdict
ko: 최후의 평결
ko_mt: 최종 평결

source: On the day of the celebration, Seelah parted with Jannah Aldori at the market square in Kenabres
ko: 축제날에, 실라는 잔나 알도리와 시장 광장에서 헤어졌다
ko_mt: 축하 행사 당일, 실라는 케나브레스의 시장 광장에서 잔나 알도리와 헤어졌습니다.

source: An Eagle Watch fighter and Seelah's friend, Jannah Aldori went missing during a demon attack. Irabeth would appreciate any information about her.
ko: 독수리 감시단의 전사이자 실라의 친구, 잔나 알도리가 데몬의 공격을 받던 중 실종되었다. 그녀의 정보를 가져오면 이라베스는 고마워할 것이다.
ko_mt: 이글 워치 전사이자 실라의 친구인 한나 알도리가 데몬의 공격으로 실종되었습니다. 이라베스는 그녀에 대한 정보를 주시면 감사하겠습니다.

source: Find Jannah Aldori, Seelah's friend
ko: 실라의 친구, 잔나 알도리를 찾아라
ko_mt: 실라의 친구 잔나 알도리를 찾아라

source: Jannah Aldori was found in the streets of Kenabres along with Seelah's other friends and a barrel of beer. Now the company is ready to celebrate this happy occasion at the Defender's Heart.
ko: 잔나 알도리는 케나브레스의 길거리에서 맥주 한 통과 실라의 다른 친구들과 함께 발견되었다. 이제 그들은 이 행복한 재회를 수호자의 심장에서 축하하려 한다.
ko_mt: 잔나 알도리는 케나브레스의 거리에서 실라의 다른 친구들, 맥주 한 통과 함께 발견되었습니다. 이제 회사는 수비수의 마음에서이 행복한 행사를 축하 할 준비가 되었습니다.

source: Celebrate Seelah's reunion with her friends at the Defender's Heart
ko: 실라의 친구들과의 재회를 수호자의 심장에서 축하하라
ko_mt: 디펜더의 심장에서 친구들과 실라의 재회를 축하하세요

source: The events in Kenabres led to the creation of the League of the Inspiring Cart. Who knows what adventures lie ahead for this merry band, and whether its members will still be laughing when all is said and done?
ko: 케나브레스에서의 사건은 격려의 마차 연맹의 창설로 이어졌다. 이 유쾌한 무리의 앞에 어떤 모험이 기다리고 있고, 모든 일이 끝났을 때 구성원들이 여전히 웃고 있을지 그 누가 알겠는가?
ko_mt: 케나브레스에서 일어난 사건으로 인해 영감을 주는 카트 리그가 탄생했습니다. 이 유쾌한 밴드에게 어떤 모험이 기다리고 있을지, 그리고 모든 일이 끝나도 멤버들이 여전히 웃고 있을지는 누가 알 수 있을까요?

source: How do you find someone in the chaos that once was Kenabres? It's like finding a grain of sand in the sea. A spark in a bonfire. Or a kind act in a demon lord. And still, difficult doesn't always mean impossible.
ko: 한때 케나브레스라 불리던 이 혼돈 속에서 어떻게 사람을 찾아내야 할까? 이는 마치 바닷가에서 모래알, 화톳불 속의 불씨, 데몬 군주의 상냥함을 찾는 것과 같다. 하지만, 어렵다는 게 항상 불가능을 의미하지는 않는다.
ko_mt: 혼돈 속에서 한때 케나브레스였던 사람을 어떻게 찾을 수 있을까요? 바다에서 모래알을 찾는 것과 같습니다. 모닥불에서 불꽃을 찾는 것과 같습니다. 또는 데몬 로드의 친절한 행동. 그래도 어렵다고 해서 항상 불가능한 것은 아닙니다.

source: A Friend in Need Is a Friend Indeed
ko: 곤란한 때의 벗이 진실한 벗이다
ko_mt: 도움이 필요한 친구는 참으로 친구입니다

source: Elan and his friends rushed from their camp to aid Kenabres during the demon attack. When the city is no longer in danger, there will be time to visit the camp — the ring must be there.
ko: 엘란과 그의 친구들은 데몬의 공격이 벌어지자 케나브레스를 돕기 위해 자신들의 야영지에서 서둘러 달려왔다. 이제 도시가 위험에서 벗어났으니, 야영지에 들를 때가 되었다 — 반지는 분명 거기에 있을 것이다.
ko_mt: 엘란과 그의 친구들은 데몬의 공격 중에 케나브레스를 돕기 위해 캠프에서 달려갔습니다. 도시가 더 이상 위험하지 않으면 캠프를 방문 할 시간이 있을 것입니다-반지가 거기에 있어야합니다.

source: Visit the abandoned Houndhearts camp
ko: 버려진 사냥개심장 야영지를 방문하라
ko_mt: 버려진 하운드하츠 캠프 방문

source: The ring must be among the belongings left by the knights. The work of the most skilled jeweler in Mendev could hardly be mistaken for anything else. It's a delicate ring made of silvery metal with a deep blue-green jewel.
ko: 반지는 기사들이 남기고 간 소지품 사이에 있을 것이다. 멘데브의 가장 숙련된 보석공의 작품은 다른 것과 헷갈릴 수 없다. 그것은 은 빛 금속과 짙은 청록색의 보석으로 이루어진 섬세한 반지다.
ko_mt: 반지는 기사가 남긴 소지품 중 하나 여야합니다. 멘데브에서 가장 숙련 된 보석상의 작품은 다른 것으로 착각 할 수 없습니다. 짙은 청록색 보석이 박힌 은빛 금속으로 만든 섬세한 반지입니다.

source: Find the ring
ko: 반지를 찾아라
ko_mt: 반지 찾기

source: The attempt to help those in need turned out to be much more than Seelah bargained for. The paladin has a lot to think about. She will need to talk to her leader about what happened.
ko: 도움을 필요로 하는 자들을 돕고자 한 시도는 실라가 원했던 것 이상으로 드러났다. 팔라딘은 그에 대해 생각할 것이 많은 듯하다. 그녀는자신의 지도자에게 무슨 일이 일어났던것인지에 대해 이야기 할 필요가 있다.
ko_mt: 도움이 필요한 사람들을 도우려는 시도는 실라가 생각했던 것보다 훨씬 더 큰 결과를 낳았습니다. 성기사는 생각할 것이 많습니다. 그녀는 무슨 일이 있었는지 지도자와 이야기해야 할 것입니다.

source: Talk to Seelah
ko: 실라와 대화하라
ko_mt: 실라와 대화

source: You have to catch the quasit that stole Elan's ring. He is probably trying to hide somewhere nearby.
ko: 엘란의 반지를 훔쳐간 콰짓을 잡아야 한다. 놈은 이 근처에 숨어있을 것이다.
ko_mt: 엘란의 반지를 훔친 콰짓을 잡아야 해요. 그는 아마도 근처 어딘가에 숨어있을 것입니다.

source: Now that the trouble in Kenabres is in the past, it's time to visit the camp.
ko: 케나브레스에서의 소란은 과거의 일이 되었으니, 이제 야영지에 들를 차례가 되었다.
ko_mt: 이제 케나브레스의 문제는 과거가 되었으니 캠프를 방문 할 때입니다.

source: It's done, although the results are not at all what was expected. And the story of the ring and the League of the Inspiring Cart is unlikely to end here...
ko: 예상했던 결말은 아니지만 일은 끝맺었다. 그러나 격려의 마차 연맹과 반지의 이야기는 여기서 끝나지 않을 듯하다...
ko_mt: 결과는 예상했던 것과는 전혀 다르지만 완료되었습니다. 그리고 반지와 영감을 주는 카트 리그의 이야기는 여기서 끝나지 않을 것입니다...

source: In true paladin spirit, Seelah gladly lends a helping hand to anyone who needs it — on this occasion, to a young knight, Elan. During the demon attack, he lost an expensive ring, a gift for his fiancée. In the grand scheme of things, this can hardly be considered a serious problem. But surely even minor requests for help should not go unheeded?
ko: 진정한 팔라딘의 정신을 가진 실라는 도움이 필요한 누구에게나 도움의 손길을 내민다. 이번에는 젊은 기사 엘란이 그 수혜자다. 데몬의 공격 도중에 그는 그의 연인을 위해 준비한 값진 반지를 잃어버렸다. 대전략의 관점에서 이는 중요한 문제는 아니다. 그래도 작은 요청이라고 무시 받을 이유는 없지 않겠는가?
ko_mt: 진정한 성기사 정신으로, 실라는 도움이 필요한 누구에게나 기꺼이 도움의 손길을 내밀며, 이번에는 젊은 기사 엘란에게 도움을 주었습니다. 데몬의 공격으로 그는 약혼녀를 위한 선물인 값비싼 반지를 잃어버렸습니다. 큰 틀에서 볼 때 이것은 심각한 문제로 간주될 수 없습니다. 하지만 사소한 도움 요청이라도 무시해서는 안 되겠죠?

source: The League of the Inspiring Cart
ko: 격려의 마차 연맹
ko_mt: 영감을 주는 카트 리그

source: Seelah wishes to buy a new ring to replace the one that was stolen and she requests the Commander's advice. She will be waiting at a shop in Drezen's main square.
ko: 실라는 도둑맞은 반지를 대신할 새 반지를 사고 싶어하며 사령관의 조언을 원한다. 그녀는 드레젠 중앙 광장에 있는 한 상점에서 기다리고 있을 것이다.
ko_mt: 실라는 도난당한 반지를 대신할 새 반지를 사고 싶어서 사령관에게 조언을 구합니다. 그녀는 드레젠의 중앙 광장에있는 상점에서 기다리고있을 것입니다.

source: Visit the jewelry shop of Master Sunhammer
ko: 마스터 선해머의 보석상에 방문하라
ko_mt: 마스터 썬해머의 보석 가게 방문

source: Seelah got what she wanted and now she wishes to give the present to her friend. Elan should be somewhere near the crusader barracks.
ko: 실라는 원하던 것을 얻었고 이를 그녀의 친구에게 선물로 주고 싶어한다. 엘란은 성전군 병영 근처 어딘가에 있을 것이다.
ko_mt: 실라는 원하는 것을 얻었고 이제 친구에게 선물을 주고 싶어합니다. 엘란은 십자군 막사 근처 어딘가에 있을 것입니다.

source: Meet Elan near the barracks
ko: 병영 근처에서 엘란을 만나라
ko_mt: 막사 근처에서 엘란을 만나세요

source: The Commander was invited to Elan and Kiana's wedding. It will be held to the east of Drezen, on the bank of the river. It seems that a happy ending for all is on the horizon, doesn't it?
ko: 사령관은 엘란과 키아나의 결혼식에 초대받았다. 그것은 드레젠 동쪽의 강변에서 열릴 것이다. 모두를 위한 행복한 결말이 눈앞에 다가온 듯하다, 그렇지 않은가?
ko_mt: 사령관은 엘란과 키아나의 결혼식에 초대받았습니다. 드레젠 동쪽 강변에서 열릴 예정입니다. 모두의 행복한 결말이 곧 다가오는 것 같지 않나요?

source: Visit the Wedding Meadow east of Drezen
ko: 드레젠 동쪽의 결혼식 초원을 방문하라
ko_mt: 드레젠 동쪽의 웨딩 메도우를 방문하세요

source: Soon Elan and Kiana will join their fates. Priestess Arsinoe will conduct the ceremony. The Commander should talk to her when {mf|he|she} gets bored of the wedding entertainments.
ko: 곧 엘란과 키아나는 그들의 운명을 하나로 엮을 것이다. 여사제 아르시오네가 의식을 진행할 것이다. 사령관은 결혼 피로연을 충분히 즐긴 뒤 그녀에게 말을 걸어야 한다.
ko_mt: 곧 엘란과 키아나가 운명을 함께할 것입니다. 여사제 아르시노에가 의식을 집례할 것입니다. 사령관은 {mf|그|그녀}의 결혼식 여흥에 지루해하면 그녀에게 말을 걸어야 합니다.

source: Have fun and then talk to Arsinoe to begin the ceremony
ko: 파티를 즐긴 뒤 아르시노에에게 의식을 시작하자고 말하라
ko_mt: 즐거운 시간을 보내고 아르시노에와 이야기하여 의식을 시작하세요

source: All the evidence of the tragedy at the wedding points to one person — the jeweler Darek Sunhammer. Seelah wants to visit his shop as quickly as possible.
ko: 결혼식에서의 비극의 모든 증거는 보석 세공사 다렉 선해머라는 한 사람을 가리키고 있다. 실라는 가능한 한 빨리 그의 가게를 방문하고 싶어한다.
ko_mt: 결혼식 비극의 모든 증거는 보석상 인 Darek Sunhammer라는 한 사람을 가리 킵니다. 실라는 가능한 한 빨리 그의 가게를 방문하고 싶어합니다.

source: Rush to Drezen
ko: 서둘러 드레젠으로 향하라
ko_mt: 러쉬 투 드레젠
