Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: Some scientists believe that human feelings are utterly alien to the demons of the Abyss. But who determines what is and is not a "human" feeling? Cannot humans be overcome by the desire to kill? Can they not destroy for the sheer fun of it? Can they not be consumed by jealousy? Humans and demons are suspiciously similar in several respects, and that fact should never be overlooked.
ko: 일부 과학자들은 인간적인 감정이란 심연의 데몬에게 낯선 것이라 한다. 하지만 그 누가 "인간적" 임을 정의하는 것인가? 인간 또한 죽이고자 하는 욕망을 넘어설 수 없지 않던가? 단순한 재미로 파괴하고, 질투라는 감정에 몸을 맡기는 것은? 인간과 데몬은 여러 면에서 매우 흡사하다. 이를 결코 간과해서는 안 된다.
ko_mt: 일부 과학자들은 인간의 감정이 심연의 데몬들과는 완전히 이질적이라고 믿습니다. 하지만 무엇이 "인간"의 감정이고 아닌지는 누가 결정할까요? 인간은 살인의 욕망을 극복할 수 없나요? 그저 재미로 파괴할 수는 없나요? 질투에 사로잡히지 않을 수 없나요? 인간과 데몬은 여러 측면에서 의심스러울 정도로 비슷하며 그 사실을 결코 간과해서는 안됩니다.

source: Third Wheel
ko: 세 번째 바퀴
ko_mt: 세 번째 바퀴

source: Morevet the succubus is terrified — a powerful demon called Zerieks has been killing her clients and may well try to kill her too. The Commander has agreed to teach Zerieks some good manners. Morevet has revealed that the demon's usual haunt is the rooftop of a nearby building, and stairs leading up there can be found to the left of the gate to the Upper City.
ko: 서큐버스 모레벳은 겁에 질렸다 — 제리엑스라는 이름의 강력한 데몬이 그녀의 고객들을 죽이고 다니면서 그녀도 죽이려 한다는 것이다. 사령관은 제리엑스에게 교훈을 가르쳐 주는데 동의했고 모레벳은 데몬이 평소에 근처 건물의 옥상에서 머무르며, 그곳으로 향하는 계단은 도시 상층부의 관문 왼쪽에 있다고 알려주었다.
ko_mt: 서큐버스 모레베는 두려움에 떨고 있습니다 - 제릭스라는 강력한 데몬이 그녀의 의뢰인들을 죽이고 있으며 그녀도 죽이려 할지도 모릅니다. 사령관은 제릭스에게 좋은 예절을 가르치기로 했습니다. 모레베는 데몬이 자주 출몰하는 곳이 인근 건물의 옥상이며, 그곳으로 올라가는 계단은 상부 도시로 통하는 문 왼쪽에서 찾을 수 있다고 밝혔습니다.

source: Kill Zerieks
ko: 제리엑스를 죽여라
ko_mt: 제릭스 죽이기

source: Zerieks told quite a different story. According to him, the Commander was just the tool of Morevet's revenge. The Commander agreed to give the succubus an enchanted ring that will teleport her to her "lover."
ko: 제리엑스의 얘기는 꽤나 달랐다. 그의 말에 따르면, 사령관은 그저 모레벳의 복수를 위한 도구였을 뿐이다. 사령관은 서큐버스에게 그녀를 자신의 "연인"에게 전송시켜줄 마법 반지를 건내는데 동의했다.
ko_mt: 제릭스는 전혀 다른 이야기를 했어요. 그에 따르면 사령관은 모레베의 복수를 위한 도구일 뿐이었다고 합니다. 사령관은 서큐버스에게 그녀를 "애인"에게 순간 이동시킬 마법의 반지를 주기로 동의했습니다"

source: Send Morevet to Zerieks
ko: 모레벳을 제리엑스에게 보내라
ko_mt: 모레베를 제릭스에게 보내기

source: Ask Vellexia for her patronage
ko: 벨렉시아에게 후원을 부탁하라
ko_mt: 벨렉시아에게 후원 요청

source: Talk to Vellexia
ko: 벨렉시아와 대화하라
ko_mt: 벨렉 시아에게 말하기

source: Talk to Vellexia
ko: 벨렉시아와 대화하라
ko_mt: 벨렉시아에게 말하기

source: Many residents of Alushinyrra know that Lady Vellexia, a noble from the Upper City, offers patronage to young and talented individuals who manage to impress her. Before gambling one's fate in the hopes of winning the favor of such a demon, it is crucial to understand how demons think. But the favor of such an influential figure cannot be underestimated.
ko: 알루시니라의 많은 거주자들이 벨렉시아 여사를 알고 있다. 상층 도시의 귀족이자, 그녀에게 깊은 인상을 주는데 성공한 젊고 재능있는 개인들에게 후원을 제공하는 자. 그러한 데몬의 호의를 산다는 도박판에 스스로 입성하기 전에 먼저, 데몬이 어떻게 생각하는지를 이해하는 게 가장 중요하다. 그리고 그러한 영향력있는 인물을 결코 과소평가 해서는 안 된다.
ko_mt: 알루시니라의 많은 주민들은 상류 도시의 귀족인 벨렉시아 부인이 그녀를 감동시킬 수 있는 젊고 재능있는 개인에게 후원을 제공한다는 것을 알고 있습니다. 그러한 데몬의 호의를 얻기 위해 자신의 운명을 도박하기 전에 데몬의 생각을 이해하는 것이 중요합니다. 그러나 그러한 영향력있는 인물의 호의는 과소 평가 될 수 없습니다.

source: Visit Vellexia's mansion
ko: 벨렉시아의 저택에 방문하라
ko_mt: 벨렉시아의 저택 방문

source: The place Vellexia chose for a date may seem quite strange to a native of Golarion. But the denizens of the Abyss spare little reverence for death. Here, death is not the antithesis of passion and carnality, but its natural bedfellow.
ko: 벨렉시아가 데이트 장소로 고른 곳은 골라리온인에겐 꽤나 이상한 곳이지만, 심연의 거주자들은 죽음에 대해 크게 개의치 않는다. 이곳에서 죽음은 열정과 육욕의 반댓말이 아니라 지극히 자연스러운 동침 상대일 뿐이다.
ko_mt: 벨렉시아가 데이트를 위해 선택한 장소는 골라리온 출신에게는 상당히 이상하게 보일 수 있습니다. 그러나 심연의 주민들은 죽음에 대한 경외심을 거의 아끼지 않습니다. 여기서 죽음은 열정과 육욕의 정반대가 아니라 자연스러운 동반자입니다.

source: Go on a date to the Battlebliss arena
ko: 전투의 환희로 데이트를 하러 가라
ko_mt: 배틀블리스 아레나로 데이트를 떠나세요

source: A public outing as Vellexia's companion is a serious step forward that can boost one's reputation and garner some notoriety. However, it must be remembered that social gatherings in the Abyss are very different from those on Golarion, even in its darkest, wildest corners.
ko: 벨렉시아의 동반자로써 공개적으로 어울리는 것은 명성과 악명을 함께 증폭시킬 수 있는 대담한 방법이다. 그러나 심연에서의 사회적 만남은 골라리온의 가장 어둡고 거친 곳과 비교해도 차원이 다르다는 것을 명심해야 한다.
ko_mt: 벨렉시아의 동반자로서 공개적으로 외출하는 것은 명성을 높이고 악명을 얻을 수 있는 중요한 단계입니다. 하지만 심연의 사교 모임은 골라리온의 사교 모임과는 매우 다르며, 심지어 가장 어둡고 거친 구석에서도 마찬가지라는 점을 기억해야 합니다.

source: Meet with Vellexia in the Harem of Ardent Dreams
ko: 열렬한 꿈의 하렘에서 벨렉시아와 만나라
ko_mt: 열렬한 꿈의 하렘에서 벨렉시아를 만나보세요

source: An invitation to a reception at Vellexia's mansion is the perfect setting to make one's debut in Alushinyrran high society. Such an opportunity is promising and risky in equal measure — for who knows what the interest of influential demons could lead to?
ko: 벨렉시아의 저택에서 열리는 연회의 초대장은 알루시니라의 상류층 사회에 데뷔하기 위한 최적의 기회이다. 이러한 기회는 확실하지만 그만큼 위험도 크다 — 영향력 있는 데몬의 관심만큼 위험한 게 또 어디있겠는가?
ko_mt: 벨렉시아의 저택에서 열리는 리셉션 초대는 알루시니라 상류사회에 데뷔하기에 완벽한 환경입니다. 영향력 있는 데몬들의 관심이 어떤 결과로 이어질지 누가 알 수 있겠습니까?

source: Attend the reception at the Rapture of Rupture
ko: 파열의 황홀경의 연회에 참석하라
ko_mt: 파열의 휴거 리셉션에 참석하십시오

source: Affiliations based on patronage rarely last long among demons. Once the protégé has extracted all they can from their patron, they typically demand one final boon — the patron's life. Many influential but imprudent demons have personally nurtured their own murderers in this way. It would seem that Vellexia has joined their ranks.
ko: 데몬들의 후원을 통한 관계는 오래 가는 법이 없다. 피후견인이 후원자로부터 받아낼 수 있는 것을 모두 챙기고 나면, 보통은 마지막으로 남은 것 — 바로 후원자의 목숨을 요구한다. 영향력있지만 현명하지는 못한 데몬들은 이런 방식으로 자신의 살해자를 길러내곤 한다. 그리고 그것은 벨렉시아도 마찬가지인 모양이다.
ko_mt: 후원에 기반한 제휴는 데몬들 사이에서 오래 지속되는 경우가 거의 없습니다. 제자가 후원자로부터 할 수 있는 모든 것을 얻어낸 후에는 일반적으로 마지막 혜택인 후원자의 목숨을 요구합니다. 많은 영향력 있지만 경솔한 데몬들이 이런 식으로 자신의 살인자를 직접 키웠습니다. 벨렉시아도 그 대열에 합류한 것 같습니다.

source: Kill Vellexia
ko: 벨렉시아를 죽여라
ko_mt: 벨렉시아 죽이기

source: The fleeting affair between the Golarian warrior and Vellexia, the de facto leader of Alushinyrra's aristocracy, has come to an end. Some might call it short-lived and tragically brief, but from a statistical point of view, it was an extremely rare and happy relationship — after all, the mortal managed to remain physically and mentally intact, and to leave without being turned into a wardrobe or a notebook.
ko: 골라리온 출신의 전사와 알루시니라 상류층의 명실상부한 지도자, 벨렉시아 사이의 덧없는 관계가 끝을 고했다. 누군가는 그것을 짧고 비극적인 송사라 부를지도 모르나, 통계적 관점에서 보았을때, 그것은 극도로 드문 행복한 관계라 할 수 있다 — 어찌됐던, 필멸자는 몸도 정신도 멀쩡한 채, 옷장이나 공책으로 변하는 일도 없이 떠날 수 있었으니까.
ko_mt: 골라리온 전사와 알루시니라 귀족의 사실상 지도자 벨렉시아 사이의 덧없는 불륜이 끝났습니다. 어떤 사람들은 그것을 단명하고 비극적으로 짧았다고 부를 수도 있지만 통계적 관점에서 볼 때 그것은 매우 드물고 행복한 관계였습니다. 결국 필멸자는 육체적으로나 정신적으로 온전하고 옷장이나 공책으로 변하지 않고 떠날 수있었습니다.

source: Many talented and gifted individuals achieve greatness thanks to a wisely chosen patron. Finding a philanthropist capable of seeing the promise in a young novice is a sophisticated art. And even more daunting is the prospect of finding a patron who will not come to see their protégé as little more than a toy, a pet, or a possession. Breaking free of such a patron can be a nasty ordeal and may even spell the end of a young talent's career.
ko: 여러 재능 충만한 개인들은 현명하게 후원자를 골라 위대함을 성취해내곤 한다. 젊은 초보중에서 장래가 촉망받는 인재를 찾아내는 것은 아주 섬세한 기술이고, 그보다 어려운 일은 그들의 후견인을 장난감이나 애완동물 등의 개인 소유물로 취급하지 않는 후원자를 찾아내는 것이다. 그러한 후원자로부터 자유를 되찾는 일은 몹시 고된 일이고, 젊은이의 경력을 완전히 끝장 내버릴 수도 있다.
ko_mt: 재능과 재능을 가진 많은 사람들이 현명하게 선택한 후원자 덕분에 위대함을 성취합니다. 젊은 초심자에게서 가능성을 볼 수 있는 자선가를 찾는 것은 정교한 예술입니다. 제자를 장난감이나 애완동물, 소유물로만 여기지 않을 후원자를 찾는 것은 더욱 어려운 일입니다. 그러한 후원자로부터 벗어나는 것은 끔찍한 시련이 될 수 있으며 심지어 젊은 재능의 경력을 끝낼 수도 있습니다.

source: Rapture of Rupture
ko: 파열의 황홀경
ko_mt: 파열의 휴거

source: Talk to the mistress of the Ten Thousand Delights
ko: 만인의 환락의 여주인과 대화하라
ko_mt: 만 가지 즐거움의 여주인과 대화

source: Talk to the inhabitants of the Den of Sweet Horror
ko: 달콤한 공포의 소굴의 거주자와 대화하라
ko_mt: 달콤한 공포의 소굴의 주민들과 이야기하십시오.

source: Search the Den of Sweet Horror
ko: 달콤한 공포의 소굴을 수색하라
ko_mt: 달콤한 공포의 소굴 검색

source: As much as the Pathfinder Society boasts of its scale and its abundance of agents on various planes, delivering a letter from Golarion to the Abyss is a costly and labor-intensive enterprise. Venture-Captain Hilor must have had good reason for sending a message to the Commander.
ko: 패스파인더 협회가 여러 차원에 걸친 자기 요원들의 규모와 광범위함에 대해 자랑을 늘어놓긴 하지만, 그럼에도 불구하고 골라리온에서 심연까지 편지를 전달하는 것은 막대한 비용과 엄청난 인력을 요하는 일이다. 모험 대장 하일러가 사령관에게 전언을 보낸 데에는 그만한 이유가 있을 것이다.
ko_mt: 패스파인더 협회는 그 규모와 다양한 행성에 있는 수많은 요원들을 자랑하지만, 골라리온에서 심연으로 편지를 전달하는 것은 많은 비용과 노동력이 필요한 사업입니다. 벤처 캡틴 하일러가 사령관에게 메시지를 보낸 데는 분명 그럴 만한 이유가 있었을 겁니다.

source: Read Hilor's letter
ko: 하일러의 편지를 읽어라
ko_mt: 하일러의 편지 읽기

source: Venture-Captain Hilor is certain that the Spinner of Nightmares had a hideout at Alushinyrra. The place to look is the Ten Thousand Delights, the city's pleasure quarter.
ko: 모험 대장 하일러는 악몽의 직조자의 은거처 중 하나가 알루시니라에 있음을 확신하고 있다. 조사해야 할 곳은 도시의 쾌락 지구에 있는 가게, 만인의 환락이다.
ko_mt: 벤처 대장 하일러는 악몽을 잣는 자가 알루시니라에 은신처를 가지고 있다고 확신합니다. 찾아야 할 곳은 도시의 유흥가인 만 가지 즐거움입니다.

source: Try to find out about the Spinner of Nightmares in the Ten Thousand Delights
ko: 만인의 환락에서 악몽의 직조자에 대해 알아보기
ko_mt: 만 가지 즐거움에서 악몽을 잣는 자에 대해 알아보세요.

source: The Spinner of Nightmares definitely visited Alushinyrra. Her lair, known as the Den of Sweet Horror, may contain valuable clues that will point to her current whereabouts.
ko: 악몽의 직조자는 분명 알루시니라를 방문했다. 달콤한 공포의 소굴로 알려진 그녀의 소굴이라면, 그녀의 현재 위치에 대해 알려줄 중요한 정보가 있을지도 모른다.
ko_mt: 악몽을 잣는 자는 확실히 알루시니라를 방문했다. 달콤한 공포의 소굴로 알려진 그녀의 은신처에는 그녀의 현재 행방을 알려줄 귀중한 단서가있을 수 있습니다.

source: Find traces of the Spinner of Nightmares
ko: 악몽의 직조자의 흔적을 찾아라
ko_mt: 악몽을 잣는 자의 흔적을 찾아라

source: During the search, the Commander managed to find a diary belonging to the Spinner of Nightmares. Venture-Captain Hilor will be able to extract useful information from it.
ko: 수색하던 동안, 사령관은 악몽의 직조자의 것인 일지를 발견할 수 있었다. 모험 대장 하일러라면 여기서 유용한 정보를 찾아낼 수 있을 듯하다.
ko_mt: 수색 중에 사령관은 악몽을 잣는 자 소유의 일기를 찾았습니다. 벤처 캡틴 하일러는 그것에서 유용한 정보를 추출 할 수있을 것입니다.

source: Give the Spinner of Nightmares's diary to Hilor
ko: 악몽의 직조자의 일지를 하일러에게 주어라
ko_mt: 악몽을 잣는 자의 일기장을 하일러에게 줘

source: With the help of the Commander, Venture-Captain Hilor has picked up the trail of the Spinner of Nightmares once more. Perhaps soon the crusaders will have a chance to put an end to her crimes.
ko: 사령관의 조력에 의해, 모험 대장 하일러는 다시 한 번 악몽의 직조자를 추적할 단서를 찾아냈다. 어쩌면 성전군은 마침내 그녀의 죄악에 종지부를 찍을 기회를 얻게 될지도 모른다.
ko_mt: 사령관님의 도움으로 벤처 대장 하일러가 악몽을 잣는 자의 흔적을 다시 한 번 찾아냈습니다. 아마도 곧 십자군이 그녀의 범죄를 종식시킬 기회를 갖게 될 것입니다.

source: Venture-Captain Hilor handed the Commander a letter requesting they join forces in the pursuit of Hilor's worst enemy, the Spinner of Nightmares. It is amazing how motivating such a simple emotion as hate can be.
ko: 모험 대장 하일러는 사령관에게 자신의 철천지 원수, 악몽의 방적공에 대한 추적에 동참할 것을 요청하는 편지를 보냈다. 증오와 같은 단순한 감정이 이토록 큰 동기가 될 수 있다는 것은 실로 놀라운 일이다.
ko_mt: 벤처 대장 하일러는 사령관에게 하일러의 최악의 적인 악몽을 잣는 자 추격에 힘을 합쳐달라는 편지를 건네주었습니다. 증오와 같은 단순한 감정이 얼마나 동기를 부여할 수 있는지 놀랍습니다.

source: Traces of Shadows
ko: 그림자의 흔적
ko_mt: 그림자의 흔적

source: The Commander touches the sacred egg — and ushers in a new dawn for dragonkind, an event which dragons have feared and anticipated for so long. The divine child Jharsygax Aghamornalyandre has awakened. The young dragon destined to change the world has chosen as his guardian the one who is already shaping it — the Commander. Many centuries will pass before Golarion knows what Jharsygax's birth portends. Will he become a deity of order or of destruction? In many ways, it's up to the Commander.
ko: 사령관이 신성한 알에 손을 댔고, 용족의 새로운 여명을 열었다. 드래곤들이 오랜 세월동안 기대하면서도 두려워하던 사건, 즉 신성한 아이 자르시각스 아가모르날리안드르가 깨어난 것이다. 세상을 바꿀 운명을 가지고 태어난 드래곤은 자신의 수호자로 이미 세계를 형성하고 있는 자 — 사령관을 택했다. 골라리온이 자르시각스의 탄생이 무엇을 의미하는지 깨닫기까지는 오랜 세월이 걸릴 것이다. 과연 이 어린 드래곤은 질서와 파괴의 신격 중 어떤 것이 될까 ? 그것은 사령관에게 달린 일이다.
ko_mt: 사령관이 신성한 알을 만지고 드래곤들이 오랫동안 두려워하고 고대해 온 드래곤 종족의 새로운 새벽을 열었습니다. 신성한 아이 자르시겍스 아가모르날리얀드레가 깨어난 것입니다. 세상을 바꿀 운명의 어린 용은 이미 세상을 만들어가고 있는 사령관을 자신의 수호자로 선택했습니다. 골라리온이 자르시그악의 탄생이 무엇을 의미하는지 알기까지는 수 세기가 지나야 합니다. 그는 질서의 신이 될까요, 아니면 파괴의 신이 될까요? 여러모로 사령관에게 달려 있습니다.

source: Lathimas the Antiquarian, who calls himself a scholar and an archaeologist, has finally managed to open the door in the Dragon Burial Ground. But is he worthy of claiming the greatest treasure of dragonkind, one they've been fighting over for centuries on end? It seems the Commander will be faced with an interesting dilemma.
ko: 유물 수집가 라티마스, 스스로를 학자이자 고고학 전문가라 칭하던 자가 마침내 드래곤 매장지의 문을 여는데 성공했다. 하지만 그는 과연 드래곤들이 세기에 걸쳐 지켜온 위대한 보물을 손에 넣을 만한 자인가? 아무래도 사령관은 곧 흥미로운 딜레마를 맞닥뜨릴듯하다.
ko_mt: 자신을 학자이자 고고학자라고 부르는 고물상 라티마스가 마침내 용의 무덤의 문을 여는데 성공했다. 하지만 그가 용족이 수 세기 동안 싸워온 가장 위대한 보물을 차지할 자격이 있을까요? 사령관은 흥미로운 딜레마에 직면하게 될 것 같습니다.

source: Dawn of Dragons
ko: 드래곤들의 여명
ko_mt: 드래곤의 새벽

source: The archaeologist Lathimas, whom the Commander once helped to reach the treasure room in the Dragon Burial Ground, has managed to open the door. Now Lathimas has asked the Commander to join him and take a look at what's behind the enchanted door.
ko: 한때 사령관이 드래곤 매장지의 보물창고 앞까지 데려다 주었던 고고학자 라티마스가 문을 여는데 성공했다. 라티마스는 사령관에게 자신과 함께 마법이 걸린 문 너머에 무엇이 있는지 확인하자는 제안을 하였다.
ko_mt: 사령관이 한때 드래곤 무덤의 보물 창고에 도달하는데 도움을 주었던 고고학자 라티마스가 문을 여는데 성공했습니다. 이제 라티마스는 사령관에게 함께 가서 마법에 걸린 문 뒤에 무엇이 있는지 살펴봐 달라고 요청했습니다.

source: Go to the Dragon Burial Ground
ko: 드래곤 매장지로 가라
ko_mt: 용의 무덤으로 가세요

source: The relic that is being kept behind the treasure room door is indeed the most sacred possession that dragons have — the egg that holds the one who will change Golarion forever. Neither its guardian, Hokugaul, nor Lathimas will give it up without a fight.
ko: 보물 창고의 문 너머에서 보호받던 유물은 과연 드래곤이 가진 것중 가장 귀중한 것이라 할 만했다 — 골라리온을 영원히 바꿔놓을 운명을 가진 존재가 깃든 알. 그 수호자인 호쿠가울도, 알을 노리는 라티마스도 포기할 생각은 전혀 없다.
ko_mt: 보물실 문 뒤에 보관되어 있는 유물은 드래곤이 가진 가장 신성한 소유물이며, 골라리온을 영원히 변화시킬 알을 품고 있는 알입니다. 그 수호자 호쿠굴이나 라티마스도 싸움없이 그것을 포기하지 않을 것입니다.

source: Defeat the dragon
ko: 드래곤을 쓰러트려라
ko_mt: 용을 물리쳐라

source: A sacred dragon egg is not an inert boulder — the dragon that slumbers within can sense everything that is happening around him. Did the fight that broke out in the cave harm him in any way?
ko: 신성한 드래곤 알은 단순한 돌덩이가 아니며, 안에 깃든 존재는 자신의 주변에서 벌어지는 모든 일을 감지할 수 있다. 동굴 안에서 벌어진 싸움이 그에게 어떠한 해를 끼친 것은 아닐까?
ko_mt: 신성한 용의 알은 불활성 바위가 아닙니다. 그 안에 잠자는 용은 주변에서 일어나는 모든 일을 감지 할 수 있습니다. 동굴에서 벌어진 싸움이 그에게 어떤 식 으로든 해를 끼쳤습니까?

source: Check on the egg
ko: 알을 확인하라
ko_mt: 알을 확인

source: Too much time was spent in the dungeons. It is possible that the One-Eyed Devil in the tavern can no longer be saved.
ko: 지하 감옥에서 너무나 많은 시간이 소요되었다. 어쩌면 외눈 데빌을 구하기엔 너무 늦었을지도 모른다.
ko_mt: 던전에서 너무 많은 시간을 보냈습니다. 선술집에있는 애꾸눈 데빌을 더 이상 구할 수 없을 수도 있습니다.

source: Too much time was spent in the tavern. It is possible that Hilor in the dungeons can no longer be saved.
ko: 선술집에서 너무 많은 시간이 소요되었다. 지하 감옥의 하일러를 구하기엔 너무 늦었을지도 모르겠다.
ko_mt: 선술집에서 너무 많은 시간을 보냈습니다. 던전의 하일러를 더 이상 구할 수 없을 수도 있습니다.

source: The Commander has once again revealed a miracle to the crusaders. But not all miracles fill hearts with wonder. Some fill hearts with fear instead. It all depends on what the Commander's soul yearns to do — bring terror or blessing.
ko: 사령관은 또 다시 성전의 기적을 이뤄냈다. 허나 기적은 경이롭지만 두렵기도 한 법. 결국 — 공포와 축복, 둘 중 무엇을 가저올 지는 사령관의 영혼이 무엇을 바라느냐에 달려있다.
ko_mt: 사령관이 다시 한 번 십자군에게 기적을 보여주었습니다. 그러나 모든 기적이 경이로움으로 마음을 채우는 것은 아닙니다. 어떤 기적은 두려움으로 마음을 채우기도 합니다. 그것은 모두 사령관의 영혼이 무엇을 갈망하는지에 달려 있습니다 - 공포 또는 축복을 가져다줍니다.

source: Drezen was home to the Commander and {mf|his|her} companions for some time. It would be naive to assume that the demons had forgotten this fact, or that they would not seek revenge.
ko: 드레젠은 한동안 사령관과 그 동료들의 집이었다. 데몬들이 이 사실을 잊거나, 복수를 포기하리라는 생각은 순진하기 그지 없을 것이다.
ko_mt: 드레젠은 한동안 사령관과 {mf|그|그녀}의 동료들의 고향이었어요. 데몬들이 사실을 잊었거나 복수를 추구하지 않을 것이라고 가정하는 것은 순진 할 것입니다.

source: Beaten but Not Broken
ko: 쓰러졌으나 무너지지 않으니
ko_mt: 구타 당했지만 부러지지 않음

source: The familiar path into Drezen is now closed to the Commander. But when one door closes, another opens. It is only a matter of finding it.
ko: 드레젠으로 향하는 익숙한 길이 폐쇄되었다. 허나 문 하나가 닫혔다는 것은, 다른 문이 열렸다는 이야기. 문제는 그것을 찾아내는 것이다.
ko_mt: 사령관에게 익숙한 드레젠으로 가는 길은 이제 닫혔습니다. 그러나 한 문이 닫히면 다른 문이 열립니다. 그것을 찾는 문제 일뿐입니다.

source: Find the way to the surface
ko: 지상으로 올라가는 길을 찾아라
ko_mt: 표면으로 가는 길을 찾아라

source: The Half Measure tavern is just as popular among demons as it is among humans. Naturally, Anevia thought it would be the perfect place to do some spying. But every fighter is needed for the attack, so the spy must be retrieved.
ko: 임시변통 선술집은 사람들에게 인기가 많았던만큼 데몬들에게 인기가 좋다. 아네비아는 그래서 그곳이 염탐을 하기에 최적화된 곳이라 생각하였지만, 이제 공격을 위해 모든 전사들을 모아야 하니, 첩자들도 돌아와야만 한다.
ko_mt: 하프 메저 선술집은 인간들 사이에서만큼이나 데몬들에게도 인기가 있습니다. 당연히 아네비아는 이곳이 스파이 활동을 하기에 완벽한 장소라고 생각했습니다. 그러나 공격에는 모든 전사가 필요하므로 스파이를 찾아야합니다.

source: Help the One-Eyed Devil in the tavern
ko: 선술집에서 외눈 데빌을 도와라
ko_mt: 선술집에 있는 애꾸눈 데빌을 도와주세요

source: The Bell of Mercy has long since fallen into disuse. It is time for the Commander to strike it and increase {mf|his|her} allies' chances of success.
ko: 자비의 종은 오래 동안 사용되지 않은 채 버려졌다. 이제 사령관은 종을 울려 아군들의 성공 확률을 올려야만 한다.
ko_mt: 자비의 종은 오래전에 사용되지 않았습니다. 사령관이 그것을 치고 {mf|그|그녀}의 아군의 성공 확률을 높일 때입니다.

source: Strike the Bell of Mercy
ko: 자비의 종을 울려라
ko_mt: 자비의 종을 치다

source: There are some crusaders who have neither been killed by the demons nor escaped their clutches. Some have been locked up in the dungeons so General Orengofta can have his fun. However, these prisoners can still fight. At least, that is the opinion of Hilor the Pathfinder, who has volunteered to set them free.
ko: 데몬에 의해 살해당하지도, 그렇다고 놈들로부터 도망치지도 못한 성전사들이 남아있다. 그들은 오랜고프타 장군의 장난감으로써 지하 감옥에 갇힌 상태이다. 그러나, 그들을 구출하기 위해 자원한 패스파인더 하일러의 말에 따르자면, 이 포로들은 아직 싸울 수 있다.
ko_mt: 데몬에게 죽임을 당하지도, 데몬의 손아귀에서 벗어나지도 못한 성전사들이 있습니다. 일부는 오렌고프타 장군이 즐길 수 있도록 지하 감옥에 갇혀 있습니다. 하지만 이 죄수들은 여전히 싸울 수 있습니다. 적어도 그들을 풀어주겠다고 자원한 길잡이 하일러의 의견은 그렇습니다.

source: Help Hilor in the dungeons
ko: 지하 감옥의 하일러를 도와라
ko_mt: 던전에서 하일러를 도와주세요

source: The Storyteller has gone to the Commander's former study to find out something important — where exactly the Queen was leading her army.
ko: 이야기꾼은 사령관이 중요한 것을 알아내기 위해 탐색했던 곳으로 떠났고, 여왕도 그곳으로 자신의 군대를 이끌고 향했다.
ko_mt: 스토리텔러는 여왕이 군대를 정확히 어디에서 이끌고 있었는지 중요한 것을 알아 내기 위해 사령관의 이전 서재로갔습니다.

source: Talk to the Storyteller
ko: 이야기꾼과 대화하라
ko_mt: 이야기꾼과 대화

source: The hour of courage has come. Once again, the Commander must prove that the crusaders are worthy of holding Drezen.
ko: 용맹을 증명할 때가 되었다. 사령관은 또다시 성전군이 드레젠의 합당한 주인이라는 것을 입증해야 한다.
ko_mt: 용기의 시간이 왔습니다. 다시 한 번 사령관은 십자군이 드레젠을 차지할 자격이 있음을 증명해야합니다.

source: Take back Drezen
ko: 드레젠을 되찾아라
ko_mt: 드레젠을 되찾아라

source: A Step Away from Defeat
ko: 패배로부터 일보 후퇴
ko_mt: 패배에서 한 걸음 멀어짐

source: The Half Measure tavern has turned out to be a decent bastion for holding off the demons charging the citadel. But now its defenders must be notified that all troops are being assembled.
ko: 임시변통 선술집은 요새로 달려드는 데몬들을 저지하기 위한 꽤나 괜찮은 보루가 되어 있었다. 하지만 이제 그 방어자들에게 모든 부대들에 집결 명령이 내려졌다는 것을 알려야만 한다.
ko_mt: 하프 메저 선술집은 성채로 돌격하는 데몬들을 막는데 괜찮은 요새로 판명되었습니다. 그러나 이제 수호자들은 모든 병력이 소집되고 있음을 알려야합니다.

source: Meet the One-Eyed Devil in the tavern
ko: 선술집에서 외눈 데빌과 만나라
ko_mt: 선술집에서 애꾸눈 데빌을 만나다

source: The dungeons are well suited for keeping enemies in and out. However, to repel the attack of the two demon generals, the Commander will require all available troops. The time for sitting behind the walls has passed.
ko: 지하 감옥은 적들의 출입을 막는데 있어 아주 훌륭한 곳이다. 허나, 사령관이 두 데몬 장군들의 공격을 막아내기 위해서는, 가용한 모든 부대가 있어야 한다. 벽 뒤에 숨어서 기다리는 시간은 지났다.
ko_mt: 던전은 적의 출입을 막는데 매우 적합합니다. 그러나 두 데몬 장군의 공격을 격퇴하려면 사령관은 모든 병력이 필요합니다. 벽 뒤에 앉아있을 시간은 지났습니다.

source: Meet Hilor in the dungeons
ko: 지하 감옥에서 하일러와 만나라
ko_mt: 던전에서 하일러를 만나세요

source: Defend Drezen
ko: 드레젠을 수호하라
ko_mt: 드레젠 방어

source: The crystal from Iz has turned out to be a key to a portal. What lies beyond? Does the Commander hear the call beckoning {mf|him|her} to step into the unknown?
ko: 이즈에서 발견한 수정은 포탈의 열쇠인 것으로 드러났다. 그 너머엔 무엇이 도사리고 있을까? 사령관에게도 자신을 미지로 손짓하는 부름이 들리는 것일까?
ko_mt: 이즈의 수정은 포털의 열쇠로 밝혀졌습니다. 그 너머에는 무엇이 있을까요? 사령관은 {mf|그|그녀}가 미지의 세계로 가라고 손짓하는 소리를 들었을까요?

source: Enter the portal in the laboratory
ko: 실험실의 포탈로 들어가라
ko_mt: 실험실에 있는 포털로 들어가세요

source: It appears that not all the mysteries of the old laboratory have yet been laid bare. It is time for them to come to light.
ko: 오래된 연구실의 모든 신비가 모두 밝혀진 것은 아닌 듯하다. 비밀들을 밝혀낼 시간이다.
ko_mt: 오래된 실험실의 모든 미스터리가 아직 밝혀지지 않은 것 같습니다. 이제 그들이 밝혀 질 때입니다.

source: Explore the mysterious place
ko: 수수께끼의 장소를 조사하라
ko_mt: 신비한 장소 탐험

source: Now you know.
ko: 이제 알게 됐구나.
ko_mt: 이제 알았어.

source: One can find a way out of even the most hopeless situation. Sometimes the path is revealed rather unexpectedly. Isn't that right, {name}?
ko: 가장 절망적인 상황에서도 탈출구는 존재하는 법. 가끔은 그 길이 스스로 나타나기도 한다. 그렇지 않은가, {name}?
ko_mt: 가장 절망적인 상황에서도 탈출구를 찾을 수 있습니다. 때때로 그 길은 예기치 않게 드러납니다. 그렇지 않나요, {name}?

source: Empty Memories
ko: 텅 빈 기억들
ko_mt: 빈 기억

source: The victory over the lich Alderpash has left the Commander with a trophy — the head of a great mage of old. It would be wise to add it to the skulls of all the other advisors in the ziggurat.
ko: 사령관은 리치 알더패시를 물리치고 전리품으로 위대한 고대 마법사의 머리를 획득했다. 이 전리품을 지구라트에 있는 다른 조언자들의 해골 사이에 놔두는 것이 현명한 선택일 것이다.
ko_mt: 리치 알더파쉬에 대한 승리로 사령관에게 전리품, 즉 옛 위대한 마법사의 머리가 남았습니다. 지구라트의 다른 모든 고문의 두개골에 그것을 추가하는 것이 현명할 것입니다.

source: Alderpash's Skull
ko: 알더패시의 두개골
ko_mt: 알더파쉬의 두개골

source: The Commander has an inkling that the phylactery of the lich Alderpash is somewhere in his prison, among the furnishings. If {mf|he|she} can find it, {mf|he|she} will be able to destroy the powerful undead mage.
ko: 사령관은 리치 알더패시의 성물함이 그의 감옥 안 어딘가에, 가구로써 위장하고 있음을 눈치챘다. 만일 그걸 찾아낼 수 있다면, 강력한 언데드 마법사를 무찌를 수 있으리라.
ko_mt: 사령관은 리치 알더파쉬의 해골이 감옥 어딘가, 가구들 사이에 있다는 것을 직감하고 있습니다. {mf|그|그녀}가 그것을 찾을 수 있다면 {mf|그|그녀}는 강력한 언데드 마법사를 파괴 할 수있을 것입니다.

source: Alderpash's Phylactery
ko: 알더패시의 성물함
ko_mt: 알더파쉬의 계통

source: Hilor has sent an odd message. It might be worth talking to him.
ko: 하일러가 이상한 전언을 보냈다. 그와 대화해봐야 할 듯하다.
ko_mt: 하일러가 이상한 메시지를 보냈습니다. 그와 이야기 할 가치가있을 것입니다.

source: Hilor in Trouble
ko: 곤경에 처한 하일러
ko_mt: 곤경에 처한 하일러

source: The specter of a woman by the name of Cessily Mantiel longs to atone for her sin by driving the corruption from a holy relic that has fallen into the hands of the demons. This blade, known as Dawnflower's Kiss, is supposed to be in the possession of the prison's warden, unless it was stolen by someone else.
ko: 세실리 만티엘이라는 이름의 여인의 망령은 데몬들의 손에 떨어진 성유물의 오염을 몰아냄으로써 자신의 죄를 만회하고자 한다. 여명꽃의 입맞춤이라 불리는 이 검은, 다른 자가 선수를 치지 않았다면 감옥의 간수의 수중에 있을 것이다.
ko_mt: 세실리 만티엘이라는 이름의 여인의 유령은 데몬들의 손에 넘어간 성물에서 부패를 몰아내어 죄를 속죄하고자 합니다. 새벽꽃의 키스라고 알려진 이 칼은 다른 사람이 훔친 것이 아니라면 교도소 소장이 소유하고 있어야 합니다.

source: Dawnflower's Kiss
ko: 여명꽃의 입맞춤
ko_mt: 새벽꽃의 키스

source: The "Key" Crystal resembles crystals used by Areelu Vorlesh in her laboratory. It is strange to see such an item in Iz, far away from the magical device with which it likely belongs.
ko: "열쇠" 수정은 아릴루 볼레쉬의 연구소에서 사용했던 수정들과 닮았다. 이런 물건이 그것을 사용할 마법 장치와 멀리 떨어진 이즈같은 곳에서 발견되다니 기이한 일이다.
ko_mt: "열쇠" 수정은 아릴루 볼레쉬가 실험실에서 사용한 수정과 비슷합니다. 그것이 속해있을 가능성이 있는 마법 장치에서 멀리 떨어진 Iz에서 그러한 항목을 보는 것은 이상합니다.

source: Talk to the Spinner of Nightmares
ko: 악몽의 직조자와 대화하기
ko_mt: 악몽을 잣는 자와 대화

source: Defeat the Spinner of Nightmares
ko: 악몽의 직조자 쓰러뜨리기
ko_mt: 악몽을 잣는 자를 물리치세요

source: Take Lourry's locket
ko: 로어리의 로켓을 챙겨라
ko_mt: 루리의 목걸이를 가져 가라

source: Venture-Captain Hilor's chase is over. The Spinner of Nightmares, also known as the Pathfinder Lourry, will no longer be the target of his everlasting hunt.
ko: 모험 대장 하일러의 추적은 끝났다. 악몽의 직조자라는 별칭을 갖고 있던 패스파인더 로어리는 더 이상 그의 영원한 사냥의 표적이 아니게 되었다.
ko_mt: 벤처 캡틴 하일러의 추격전이 끝났습니다. 패스파인더 루리로도 알려진 악몽을 잣는 자는 더 이상 그의 영원한 사냥의 대상이 되지 않을 것입니다.
