Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: Ar-Mikheth is dead, and now the Commander must ensure that Yozz keeps his end of the bargain. After all, as head of the Assassins' Guild, he knows very well that sometimes it is cheaper to have the assassin killed than to pay him the reward due.
ko: 아르미케스가 죽었으니, 이제 사령관은 요즈로부터 그가 약속했던 보수를 확실히 받아내야만 한다. 암살자 길드의 수장으로써, 그는 암살자에게 약속한 보상을 주는 것 보다 그냥 죽여버리는 게 싸게 먹힌다는 걸 잘 알고 있을 테니까.
ko_mt: 아르미케스가 죽었으니 이제 사령관은 요즈가 약속을 지키도록 해야 합니다. 암살자 길드의 수장으로서 그는 암살자를 죽이는 것이 정해진 보상금을 지불하는 것보다 더 저렴할 때가 있다는 것을 잘 알고 있습니다.

source: Get the reward from Yozz
ko: 요즈에게서 보상을 받아라
ko_mt: 요즈로부터 보상 받기

source: Talk to the other conspirators
ko: 다른 공모자들과 대화하라
ko_mt: 다른 공모자들과 대화하기

source: Defeat Nocticula
ko: 녹티큘라를 쓰러뜨려라
ko_mt: 녹티큘라 처치하기

source: Defeat Shamira the Ardent Dream
ko: 열렬한 꿈의 샤미라를 쓰러트려라
ko_mt: 열렬한 꿈의 샤미라 처치하기

source: Alushinyrra is abuzz — something inconceivable has happened! A bloody fight for power has unfolded in the Lady in Shadow's palace, and now Alushinyrra has a new ruler — a mortal whose heart harbors the power of the Abyss itself.
ko: 알루시니라가 떠들썩하다. 상상도 할 수 없는 일이 벌어졌다! 그림자의 여주인의 궁전에서 권력을 위한 피비린내 나는 싸움이 벌어졌고, 이제 알루시니라는 새로운 지배자를 맞이하니, 바로 심연 그 자체의 힘이 깃든 심장을 지닌 필멸자이다.
ko_mt: 알루시니라가 떠들썩합니다 - 상상할 수 없는 일이 일어났습니다! 그림자 여인의 궁전에서 피비린내 나는 권력 다툼이 벌어졌고, 이제 알루시니라에는 심연의 힘을 품은 필멸자가 새로운 통치자가 되었습니다.

source: By gaining the patronage of the Lady in Shadow and winning the respect of the demons, the Commander has placed {mf|himself|herself} firmly on Alushinyrra's chessboard, where the most influential players fight for power and dominance. Now, whether {mf|he|she} wants it or not, the Commander has become one of the main figures in the tangled web of intrigues that has been woven by the Abyss's most powerful denizens over centuries. Participation in bloody games like these can lead to great rewards, but losers pay with their lives.
ko: 그림자의 여주인의 후원과 데몬들의 존경을 얻음으로써, 사령관은 가장 유력한 데몬들이 힘과 권세를 거머쥐기 위해 격돌하는 알루시니라의 체스판 위에 올라섰다. 이제, 원하든 원하지 않든 간에, 사령관은 심연의 가장 강력한 거주자들이 수 세기 동안 빚어낸 복잡하게 헝클어진 음모의 거미줄 속 핵심 인물이 되었다. 이러한 피의 게임에 참가하는 것은 막대한 보상으로 이어질 수도 있지만, 패자는 목숨으로 그 대가를 치러야 할 것이다.
ko_mt: 사령관은 그림자 여인의 후원을 받고 데몬들의 존경을 얻음으로써 가장 영향력 있는 플레이어들이 권력과 지배를 위해 싸우는 알루시니라의 체스판에서 {mf|그|그녀} 자신을 확고히 자리 잡았습니다. 이제 {mf|그|그녀}의 원하든 원하지 않든, 사령관은 심연의 가장 강력한 주민들이 수 세기에 걸쳐 엮어온 음모의 그물망에 얽힌 주요 인물 중 하나가 되었습니다. 이런 피비린내 나는 게임에 참여하면 큰 보상을 얻을 수 있지만, 패자는 목숨으로 그 대가를 치릅니다.

source: Conspiracy in Shadows
ko: 그림자 속 음모
ko_mt: 그림자 속 음모

source: Shamira the Ardent Dream, the de facto ruler of Alushinyrra, wishes to talk to the Commander. Judging by the fact that this message was relayed through the high-ranking demon Yozz, it must be something extremely important and confidential.
ko: 알루시니라의 사실상 지배자나 다름 없는 열렬한 꿈의 샤미라가 사령관과 대화하고 싶다는 의사를 전해왔다. 고위 계층의 데몬인 요즈를 통하여 전달된 것을 보면, 분명 몹시 중요하면서 은밀한 내용일 것이 틀림없다.
ko_mt: 알루시니라의 실질적인 통치자인 열렬한 꿈의 샤미라가 사령관님과 이야기를 나누고 싶다고 합니다. 이 메시지가 고위 데몬 요즈를 통해 전달된 것으로 보아 매우 중요하고 기밀스러운 내용임에 틀림없습니다.

source: Go to Alushinyrra with Yozz
ko: 요즈와 함께 알루시니라로 향하라
ko_mt: 요즈와 함께 알루시니라로 이동하기

source: Shamira plans to overthrow the Lady in Shadow and seize her throne. The idea of Nocticula being toppled is almost unthinkable. But many millennia ago, the young succubi queen used these same methods to depose the old and powerful demon lord Vyriavaxus. It is up to the Commander to decide if {mf|he|she} supports such a change or opposes it.
ko: 샤미라는 그림자의 여주인을 타도하고 그녀의 옥좌를 차지할 계획을 세웠다. 녹티큘라가 실각하리라는 생각은 떠올리는 것조차 힘든 일이다. 그러나 수백만 년 전, 젊은 서큐버스 여왕은 같은 방식으로 늙고 강력한 데몬 군주 비리아백서스를 쓰러뜨렸다. 이 변화를 지지할지 거부할지는 사령관에게 달렸다.
ko_mt: 샤미라는 그림자 여인을 전복하고 왕좌를 차지할 계획입니다. 녹티큘라가 전복된다는 것은 거의 상상할 수 없는 일입니다. 하지만 수천 년 전, 젊은 서큐비 여왕은 이와 같은 방법으로 늙고 강력한 데몬 로드 비리아박서스를 축출했습니다. 사령관 {mf|그|그녀}의 그러한 변화를 지지할지 반대할지는 사령관에게 달려 있습니다.

source: Talk to Shamira
ko: 샤미라와 대화하라
ko_mt: 샤미라와 대화하기

source: Power goes to the strongest. The last one standing at the end of the battle will take it all — the throne, the power, and the veneration. The others will fall dead onto cold, hard stone, and the Commander will have to strive to avoid sharing their fate.
ko: 권력은 가장 강한 자에게 주어지고, 최후에 서있는 자가 옥좌, 권력, 존경, 모든 것을 가져간다. 그리고 다른 이들은 차갑고 딱딱한 돌 위에 머리를 뉘일 뿐이다. 사령관은 그들과 같은 운명을 마주하지 않기 위해 노력해야 한다.
ko_mt: 권력은 가장 강한 자에게 돌아갑니다. 전투가 끝날 때 최후의 1인이 왕좌, 권력, 숭배 등 모든 것을 차지하게 됩니다. 다른 플레이어들은 차갑고 딱딱한 돌 위에 쓰러질 것이며, 사령관은 그들과 운명을 같이하지 않기 위해 노력해야 합니다.

source: Win the battle for Alushinyrra
ko: 알루시니라의 전투에서 승리하라
ko_mt: 알루시니라를 위한 전투에서 승리하세요

source: The Commander did not hesitate to renounce all that was kind and pure in {mf|his|her} heart. {mf|He|She} welcomed evil into {mf|his|her} soul, and is now as cruel and ruthless as any demon.
ko: 사령관은 선과 순수함을 저버리는데 있어, 한 점의 고민도 하지 않았고, 자신의 영혼에 악을 받아들였다. 이제 사령관은 다른 데몬들만큼이나 잔혹하고 무자비하다.
ko_mt: 사령관은 {mf|그|그녀}의 마음속의 친절하고 순수한 모든 것을 버리는데 주저하지 않았습니다. {mf|그|그녀}는 {mf|그|그녀}의 영혼에 악을 받아들였고, 이제 데몬처럼 잔인하고 무자비해졌어요.

source: There are many ways a soul can be corrupted. Sinful behavior, ruthlessness, a lust for power, an indifference to the suffering of others, and the indulgence of carnal desires — all of these will befoul the heart with evil. However, the Commander will have to do all these things and more to become a true demon.
ko: 영혼이 타락하는 데는 다양한 방법이 있다. 악한 행동, 무자비함, 힘에 대한 갈망, 고통 받는 다른 이들에 대한 무관심, 그리고 성에 대한 탐닉 - 이 모든 것은 마음을 악으로 더럽힐 것이다. 허나 사령관은 진정한 데몬이 되기 위해 이것들은 물론이고 그 이상을 해야 한다.
ko_mt: 영혼이 타락할 수 있는 방법은 여러 가지가 있습니다. 죄악된 행동, 무자비함, 권력에 대한 욕망, 타인의 고통에 대한 무관심, 육체적 욕망의 방종 - 이 모든 것이 마음을 악으로 더럽힐 것입니다. 그러나 사령관은 진정한 데몬이 되려면이 모든 일과 그 이상을 해야합니다.

source: Corruption
ko: 타락
ko_mt: 부패

source: Nocticula has shown the Commander her favor, but she believes there is too much kindness and mercy in {mf|his|her} heart. Such qualities will inhibit the Commander's demonic ascension, and thus must be ruthlessly eradicated.
ko: 녹티큘라는 사령관에게 호의를 내비쳤지만, 그 가슴 속에는 지나치게 많은 상냥함과 자비가 남아있다고 생각한다. 그러한 요소들은 사령관의 데몬으로써의 승천에 방해가 될 것이마, 가차없이 제거되어야만 한다.
ko_mt: 녹티큘라는 사령관에게 호의를 보였지만, {mf|그|그녀}의 마음속에 너무 많은 친절과 자비가 있다고 믿습니다. 그런 자질은 사령관의 데몬적 승천을 방해할 것이므로 무자비하게 박멸해야 합니다.

source: Change alignment so that nothing good or lawful remains, then speak with Yozz
ko: 더 이상 선하거나 질서적인 면이 남지 않도록 성향을 바꾸고, 요즈와 대화하라
ko_mt: 질서이거나 좋은 것이 남지 않도록 성향을 변경한 다음 요즈와 상담하세요.

source: The Lady in Shadow showed the Commander a magic symbol that can be inscribed near {mf|his|her} chambers and used to travel swiftly to Nocticula's palace in the Abyss.
ko: 그림자의 여주인은 사령관의 침실 근처에 새겨서 심연에 있는 녹티큘라의 궁전으로 신속히 이동할 수 있는 마법 표식을 보여줬다.
ko_mt: 그림자의 여인은 사령관에게 {mf|그|그녀}의 방 근처에 새겨 심연에 있는 녹티큘라의 궁전으로 빠르게 이동할 수 있는 마법의 상징을 보여주었습니다.

source: A Lesson in Applied Conjuration
ko: 응용 소환술 강의
ko_mt: 응용 연상에 대한 교훈

source: Sooner or later, the mysterious spellcaster will succeed in entrapping the Commander with their spell. The Commander must be prepared, and should always stay one step ahead.
ko: 머지 않아, 그 정체불명의 마법사가 주문을 이용해 사령관을 함정에 빠뜨리는 데 성공할 것이다. 사령관은 항상 대비하고, 한 발자국 앞서야만 한다.
ko_mt: 조만간 수수께끼의 주문 마법사가 사령관을 주문으로 가두는데 성공할 것입니다. 사령관은 항상 한 발 앞서 준비해야 합니다.

source: Insistent Summons
ko: 끈질긴 초대
ko_mt: 끈질긴 소환

source: The mysterious benefactor who saved the Commander from Baphomet's prison has revealed herself once more. It might be worth accepting her invitation.
ko: 사령관을 바포메트의 감옥에서 구출해낸 정체불명의 은인이 다시 모습을 드러냈다. 그녀의 초대를 수락하는 게 좋을 지도 모른다.
ko_mt: 사령관을 바포메트의 감옥에서 구해준 수수께끼의 은인이 다시 한 번 모습을 드러냈습니다. 그녀의 초대를 수락해 보세요.

source: An Invitation
ko: 초대
ko_mt: 초대장

source: Yozz has asked the Commander to visit him at the Assassins' Guild to discuss an interesting job.
ko: 요즈가 좋은 일거리가 있다며 사령관에게 암살자 길드를 방문할 것을 요청했다.
ko_mt: 요즈가 암살자 길드의 사령관에게 흥미로운 일을 상의하기 위해 그를 찾아가 달라고 부탁했습니다.

source: A Contract
ko: 계약
ko_mt: 계약

source: After {name} ascended the throne of Alushinyrra, many demons followed {mf|him|her} to Drezen. The Commander should speak to them and see that they put their skills to use.
ko: {name} 사령관이 알루시니라의 옥좌에 오른 이후, 수많은 데몬이 {mf|그|그녀} 를 따라 드레젠으로 향했다. 사령관은 그들과 대화하고 그들이 가진 재주를 활용하는지 확인해야 한다.
ko_mt: {name}이 알루시니라 왕좌에 오른 후, 많은 데몬이 {mf|그|그녀}를 따라 드레젠으로 향했습니다. 사령관은 그들과 대화를 나누고 그들의 기술을 사용하도록 해야 합니다.

source: New Subjects
ko: 새로운 하수인들
ko_mt: 새로운 과목

source: The Commander has chosen the path of the devil, and now, under the guidance of Mephistopheles, ruler of Caina himself, {mf|he|she} is ready to establish a new order in Drezen.
ko: 사령관은 데빌의 길을 선택했다. 이제 그는 카이나의 지배자, 메피스토펠레스의 인도 아래 드레젠에 새로운 질서를 바로 세울 준비가 되었다.
ko_mt: 사령관은 데빌의 길을 선택했고, 이제 카이나의 통치자 메피스토펠레스의 지도 아래 {mf|그|그녀}는 드레젠에 새로운 질서를 세울 준비를 마쳤습니다.

source: As creatures with a marked preference for law and order, devils enjoy achieving their ends by means of bureaucracy and subtle deceit. The devil Melies, who participated in the aeon's trials, has recognized the Commander's potential and made {mf|him|her} an offer both tempting and dangerous. But will the Commander deviate from the path of the aeon to accept it?
ko: 법과 질서를 선호하는 존재로써 데빌들은 관료주의와 교묘한 사기로써 목적을 달성하는 것을 즐긴다. 에온의 시련에 참여한 데빌 멜리에스는 사령관의 잠재력을 인정하며, 위험하지만 매력적인 제안을 했다. 사령관은 에온의 길을 저버리고 그의 제안을 받아들일 것인가?
ko_mt: 법과 질서를 선호하는 생명체로서 데빌은 관료주의와 교묘한 속임수를 통해 목적을 달성하는 것을 즐깁니다. 에온의 시련에 참여했던 데빌 멜리스는 사령관의 잠재력을 알아보고 {mf|그|그녀}에게 유혹적이면서도 위험한 제안을 했어요. 하지만 사령관은 이를 받아들이기 위해 에온의 길에서 벗어날까요?

source: A Unique Offer
ko: 특별한 제안
ko_mt: 특별한 혜택

source: Melies has said that he will be waiting for the Commander on the road to Kenabres, in a place they once called Bastion of Justice. There, amid the abandoned ruins, the Commander will have to make {mf|his|her} final choice between the aeon's path and the devil's path.
ko: 멜리에스는 케나브레스로 향하는 길 위, 한 때 정의의 보루라고 불렸던 곳에서 사령관을 기다리겠다고 말했다. 그곳, 버려진 폐허 속에서 사령관은 에온의 길과 데빌의 길 사이의 갈림길에서 최후의 선택을 하게 될 것이다.
ko_mt: 멜리스는 케나브레스로 가는 길목, 한때 정의의 보루라고 불렸던 곳에서 사령관을 기다릴 것이라고 말했습니다. 그곳의 버려진 폐허 속에서 사령관은 {mf|그|그녀}의 에온의 길과 데빌의 길 사이에서 마지막 선택을 해야 합니다.

source: Meet with the devil in the ruins of the Bastion of Justice
ko: 정의의 보루의 폐허에서 데빌과 만나라
ko_mt: 정의의 요새 폐허에서 데빌을 만나보세요.

source: Queen Abrogail rides ahead of her advancing army. She has called for a diplomatic meeting in the ruins of the Bastion of Justice.
ko: 아브로게일 여왕은 진격하는 군대의 선봉에서 함께 달리고 있다. 그녀는 정의의 보루의 폐허에서 외교적 회동을 제안했다.
ko_mt: 아브로게일 여왕이 진격하는 군대를 이끌고 있습니다. 그녀는 정의의 보루 폐허에서 외교 회담을 요청했습니다.

source: Mephistopheles claims that new allies will be arriving in Drezen shortly, allies whom the Commander may one day call friends.
ko: 메피스토펠레스는 새로운 동맹들이 곧 드레젠에 도착할 것이라 이야기했다. 사령관이 언젠가는 친구라 부르게 될 지도 모르는 동맹들 말이다.
ko_mt: 메피스토펠레스는 곧 새로운 동맹이 드레젠에 도착할 것이며, 사령관이 언젠가 친구라고 부를 수 있는 동맹이라고 주장합니다.

source: Greet the allies
ko: 동료들을 반겨라
ko_mt: 아군에게 인사하기

source: Megidiah Vallys, the Chelaxian general, has his own opinion on how Cheliax should aid Drezen. The Commander needs to keep the general's activities in check.
ko: 첼리악스의 장군, 메기디아 발리스는 첼리악스가 어떻게 드레젠을 도와야 할지 자신만의 의견을 가지고 있다. 사령관은 장군의 행동을 감시해야만 한다.
ko_mt: 첼리악스의 장군 메기디아 발리스는 첼리악스가 드레젠을 어떻게 도와야 할지 나름대로 의견을 가지고 있습니다. 사령관은 장군의 활동을 견제해야 합니다.

source: Consider Megidiah Vallys's proposals
ko: 메기디아 발리스의 제안을 고려해보라
ko_mt: Megidiah Vallys의 제안을 고려해 보세요.

source: It appears that the Queen of Cheliax is impressed by the partnership between the Commander and General Vallys and wishes to make an especially enticing offer. She will soon be arriving in Drezen, the Commander must simply wait.
ko: 사령관과 Vallys 장군 사이의 동업 관계에 깊은 감명을 받은 첼리악스의 여왕은 아주 매력적인 제안을 하려한다. 그녀는 곧 드레젠에 도착할 터이니, 사 령관은 그저 기다리기만 하면 된다.
ko_mt: 첼리악스의 여왕은 사령관과 발리스 장군의 파트너십에 깊은 인상을 받고 특별히 매력적인 제안을 하고 싶어하는 것 같습니다. 여왕은 곧 드레젠에 도착할 예정이니 사령관은 기다리기만 하면 됩니다.

source: Greet Queen Abrogail
ko: 아브로게일 여왕을 반겨라
ko_mt: 아브로게일 여왕에게 인사하기

source: Abrogail Thrune, Queen of Cheliax, is displeased with the treatment her subjects have received in Drezen. The Commander will have to meet with her personally and settle this misunderstanding once and for all. She will shortly be arriving in the Worldwound, the Commander must simply wait.
ko: 첼리악스의 여왕, 아브로게일 트룬은 그녀의 수하가 드레젠에서 받은 환대에 대해 불쾌감을 드러냈다. 사령관은 그녀와 개인적으로 만나 이 오해를 해결해야만 한다. 그녀는 곧 세계상처에 도착할 테니, 사령관은 기다리기만 하면 된다.
ko_mt: 첼리악스의 여왕 아브로게일 트룬은 드레젠에서 신하들이 받은 대우에 불만을 품고 있습니다. 사령관은 그녀를 직접 만나 이 오해를 완전히 풀어야 합니다. 그녀는 곧 세계상처에 도착할 것이니 사령관은 기다리기만 하면 됩니다.

source: Resolve any conflicts with the Queen of Cheliax
ko: 첼리악스의 여왕과의 문제를 해결하라
ko_mt: 첼리악스 여왕과의 갈등을 해결하세요.

source: The Commander has once again proven that devils prize profit above all, although their idea of profit does not always align with that of their partners. Take caution when dealing with the Commander — that is probably the key lesson these partners should take away from this encounter.
ko: 또다시 사령관은 데빌들이 이득을 가장 중요시함을 증명했다, 비록 그들의 이득이 동업자의 이득임을 의미하는 것은 아니지만 말이다. 사령관과 거래할 때는 조심하라 — 이것이 바로 이 동업자들이 이번 만남에서 배운 가장 중요한 교훈일것이다.
ko_mt: 사령관은 데빌이 무엇보다도 이익을 중요시한다는 것을 다시 한 번 증명했지만, 그들의 이익에 대한 생각이 항상 파트너의 생각과 일치하는 것은 아닙니다. 사령관을 상대할 때는 신중을 기해야 합니다. 이것이 파트너들이 이번 만남에서 얻어야 할 핵심 교훈일 것입니다.

source: It is a well-known fact that devils prefer not to fight alone, but instead to muster armies and form alliances. Lord Mephistopheles has promised to find the Commander new friends, but will the Commander be able to keep such friends once {mf|he|she} has them?
ko: 데빌들은 홀로 싸우는 것보다 군대를 모으고 동맹을 만드는 것을 선호함은 익히 알려진 사실이다. 메피스토펠레스 공은 사령관에게 새로운 친구들을 소개해줄 것을 약조했지만, 사령관은 과연 그러한 친구들이 자신의 편에 남도록 할 수 있을까?
ko_mt: 데빌은 혼자 싸우기보다는 군대를 모아 동맹을 맺는 것을 선호한다는 것은 잘 알려진 사실입니다. 메피스토펠레스 경은 사령관에게 새로운 친구를 찾아주겠다고 약속했지만, {mf|그|그녀}의 그런 친구를 얻으면 사령관은 그 친구를 지킬 수 있을까요?

source: Laws of Friendship
ko: 우정의 법칙
ko_mt: 우정의 법칙

source: Find a convenient spot to observe Galfrey's downfall
ko: 갈프리의 몰락을 관찰하기 좋은 장소로 이동하라
ko_mt: 갈프레이의 몰락을 관찰하기에 편리한 장소를 찾아보세요.

source: Slay the demon and triumphantly save the day
ko: 데몬을 죽이고 위풍당당한 승리를 거둬라
ko_mt: 데몬을 처치하고 승리를 거두세요.

source: The Commander played {mf|his|her} part masterfully, and Queen Galfrey swore fealty to Hell.
ko: 사령관은 자신의 역할을 훌륭히 해내었고, 갈프리 여왕은 지옥에 충성을 맹세했다.
ko_mt: 사령관은 {mf|그|그녀}의 파트를 훌륭하게 연주했고, 갈프레이 여왕은 지옥에 충성을 맹세했습니다.

source: Traditionally, the victims of devils' cunning schemes are portrayed as weak of spirit, sinful, and gullible. But the true treasures, the pride of Hell, are the souls of paragons of righteousness who were led astray. Temptation is a complex artistic performance woven from manipulation, trickery, and a gradual inclination toward the philosophy of Hell. The honor of being the leading {mf|actor|actress} in such a play was offered to the Commander — a play in which {mf|he|she} will claim Queen Galfrey's soul and earn a standing ovation from the devilish crowd.
ko: 전통적으로, 데빌의 간악한 계획의 희생양은 나약하고, 죄 많으며, 쉽게 속는 영혼으로 묘사된다. 그러나 진정한 보물, 지옥의 자랑거리는 의로움의 귀감이 되는 자의 길 잃은 영혼이다. 유혹이란 조작, 속임수, 그리고 지옥의 철학으로 향하는 완만한 경사로 짜여진 복잡한 예술적 행위이다. 이러한 연극의 주연 배역이 사령관에게 주어졌다. 극중의 {mf|그|그녀}는 갈프리 여왕의 영혼을 차지하고 데빌 관중들의 기립 박수를 일궈낼 것이다.
ko_mt: 전통적으로 데빌의 교활한 계략의 희생자는 정신이 약하고 죄가 많으며 속기 쉬운 존재로 묘사됩니다. 하지만 지옥의 진정한 보물, 지옥의 자존심은 타락으로 이끌린 정의의 표본들의 영혼입니다. 유혹은 조작과 속임수, 지옥의 철학에 대한 점진적인 성향으로 짜여진 복잡한 예술적 공연입니다. 사령관에게 이 연극의 주연 {mf|actor|actress}이 되는 영광이 주어졌고, {mf|그|그녀}는 이 연극에서 갈프레이 여왕의 영혼을 차지하여 데빌 같은 군중으로부터 기립 박수를 받게 됩니다.

source: Devil's Play
ko: 데빌의 연극
ko_mt: 데빌의 놀이

source: Invite Galfrey to the hunt
ko: 갈프리를 사냥에 초청하라
ko_mt: 사냥에 갈프레이 초대하기

source: The first act of the play will be performed on a hunt, during which the Queen will receive a painful blow. The Commander needs to lure her into this without arousing her suspicion.
ko: 연극의 첫 번째 장은 사냥이 될 것이며, 그동안 여왕은 치명적 일격을 받을 것이다. 사령관은 의심을 일으키지 않고 그녀를 끌어내야 한다.
ko_mt: 연극의 첫 번째 막은 사냥에서 공연되며 그 동안 여왕은 고통스러운 타격을 받게됩니다. 사령관은 여왕의 의심을 불러 일으키지 않고 그녀를 유인해야합니다.

source: Give Laya her orders
ko: 라야에게 명령을 내려라
ko_mt: 라야에게 명령 내리기

source: The squire Laya Linkers, the Queen's young protégé, will be an extra in the coming performance. Her naivete and loyalty will play their part later when it is time for her to step into the spotlight.
ko: 여왕의 가장 어린 종자인 라야 링커는 다가올 공연의 조연이 될 것이다. 그녀의 순진함과 충성심은 나중에 그녀가 스포트라이트를 받을 때에 제 역할을 해낼 것이다.
ko_mt: 여왕의 어린 제자 라야 링커스는 다음 공연에서 엑스트라로 등장할 예정입니다. 그녀의 순진함과 충성심은 나중에 그녀가 스포트라이트를 받을 때가 되면 그 역할을 톡톡히 해낼 것입니다.

source: Go on the hunt with Galfrey
ko: 갈프리와 함께 사냥에 나서라
ko_mt: 갈프레이와 함께 사냥을 떠나세요

source: The actors are waiting backstage, the props are in place, and all that's left is for the Commander to take Galfrey by the hand and lead her into the waiting arms of the laid trap.
ko: 배우는 무대 뒤에 자리잡고, 소품은 제자리에 배치되었다. 이제 남은 것은 사령관이 갈프리의 손을 잡고 두 팔을 쫙 벌린 함정 속으로 그녀를 이끄는 것뿐이다.
ko_mt: 배우들은 무대 뒤에서 기다리고 있고, 소품은 제자리에 있으며, 이제 남은 것은 사령관이 갈프레이의 손을 잡고 덫이 놓여 있는 곳으로 그녀를 인도하는 것뿐입니다.

source: Oversee the hunt for the demon
ko: 데몬 사냥을 감시하라
ko_mt: 데몬 사냥을 감독하세요

source: Defeating a dangerous demon could strengthen Galfrey's authority and help her regain her troops' favor. But the Commander is planning something else entirely.
ko: 위험한 데몬을 무찌른다면 갈프리의 권위가 강화되고 그녀의 군대의 신임을 다시 얻을 수 있을 것이다. 하지만 사령관은 완전히 다른 계획을 구상중이다.
ko_mt: 위험한 데몬을 물리치면 갈프레이의 권위가 강화되고 군대의 호감을 되찾을 수 있습니다. 하지만 사령관은 전혀 다른 계획을 세우고 있습니다.

source: Talk to Galfrey
ko: 갈프리와 대화하라
ko_mt: 갈프레이와 대화하기

source: The recent bloody defeat left a painful wound in the Queen's heart. Such failures give rise to doubts and dark thoughts. Now, it's time for the Commander to reinforce them with a few precisely chosen and exquisitely timed words.
ko: 피비린내나는 최근의 패배는 갈프리의 심장에 치명적인 내상을 남겼다. 이번 실패로 의심과 어두운 생각들이 떠올랐을 터. 이제, 사령관이 아주 정교하게 선택된 절묘한 때의 몇마디 말로 그들을 지원할 때이다.
ko_mt: 최근의 피비린내 나는 패배는 여왕의 마음에 고통스러운 상처를 남겼습니다. 그러한 실패는 의심과 어두운 생각을 불러 일으킵니다. 이제 사령관이 정확하게 선택되고 절묘한 타이밍에 맞는 몇 마디로 그들을 격려할 때입니다.

source: Give Laya the arrest orders
ko: 라야에게 체포 명령을 내려라
ko_mt: 라야에게 체포 명령을 내립니다.

source: The Queen heeded the Commander's advice and ordered the arrest of soldiers who speak ill of her. But much depends on how this order is given and how it is phrased.
ko: 여왕은 사령관의 조언에 따라 자신을 비방하는 병사들을 체포하라 명하였다. 하지만 이 명령이 어떻게 내려졌는지, 어떻게 표현되었는지에 따라 많은 것이 바뀐다.
ko_mt: 여왕은 사령관의 조언에 귀를 기울여 자신을 비방하는 병사들을 체포하라고 명령했습니다. 하지만 이 명령이 어떻게 내려지고 어떻게 표현되느냐에 따라 많은 것이 달라집니다.

source: Wait for the climax
ko: 절정을 기다려라
ko_mt: 클라이맥스를 기다리세요

source: Unrest runs rampant among the troops, and the brutal arrests further inflame the situation. All that remains is to wait until the outrage boils over with explosive fury.
ko: 병사들 사이에서 불안이 만연하고, 잔혹한 체포는 현 상황에 불씨를 지핀다. 이제 남은 것은 부글거리는 분노가 폭발하기까지 기다리는 것뿐이다.
ko_mt: 군인들 사이에 불안이 만연하고 잔인한 체포가 상황을 더욱 악화시킵니다. 이제 남은 것은 분노가 폭발적인 분노로 끓어오를 때까지 기다리는 것뿐입니다.

source: Appear before the rioting troops
ko: 폭동을 일으킨 병사들 앞에 나타나라
ko_mt: 폭동군 앞에 나타나기

source: The arrests spiraled into blood-soaked chaos and turned the soldiers against the Queen. Both Galfrey and the troops are waiting for the Commander to mediate in this conflict... or further inflame it.
ko: 체포령은 피로 물든 혼돈을 일으켰고 병사들은 여왕에게 고개를 돌렸다. 갈프리와 병사들 모두 사령관이 이 대립을 중재해주기를 기다린다... 아니면 업화를 더욱 키우기를 기다리거나.
ko_mt: 체포는 피투성이가 된 혼란으로 번졌고 병사들은 여왕에게 등을 돌렸습니다. 갈프레이와 병사들은 사령관이 이 갈등을 중재할지, 아니면 갈등을 더욱 부추길지 기다리고 있습니다.

source: Defeat Iomedae's angels
ko: 아이오메데의 엔젤들을 무찔러라
ko_mt: 아이오메데의 천사 처치하기

source: The shining warriors of Iomedae descend from Heaven to defend Galfrey's soul from the Commander's claim. Their demise will be the final chord in the requiem for the purity of the Mendevian queen's soul.
ko: 사령관이 차지하려는 갈프리의 영혼을 지키기 위해 아이오메데의 빛나는 전사들이 천상에서 강림하였다. 그들의 죽음은 멘데브 여왕의 영혼이 지닌 순수성을 위한 진혼곡의 마지막 화음이 될 것이다.
ko_mt: 아이오메데의 빛나는 전사들은 사령관의 주장으로부터 갈프레이의 영혼을 지키기 위해 하늘에서 내려옵니다. 그들의 죽음은 멘데비안 여왕의 영혼의 순결을 위한 진혼곡의 마지막 화음이 될 것입니다.

source: The fate of Terendelev and her mentor Halaseliax has been revealed. It was undoubtedly a valuable lesson for all who aspire to join the crusades for reasons of heroism and the so-called "triumph of justice." Even for dragons, it is nearly impossible to escape a painful death in the Wound. Terendelev triumphed due to her indomitable dragon spirit. But who else possesses such strong power of will...
ko: 테렌델레브와 그녀의 스승 할라셀리악스의 운명이 밝혀졌다. 이는 영웅적인 무용과 소위 "정의의 승리"를 외치며 성전에 참여하길 갈망하는 자들에게 가치 있는 교훈이 되었다. 드래곤들조차, 세계상처에선 고통스러운 죽음을 피해갈 수 없다는 것이다. 테렌델레브는 굴하지 않는 드래곤의 영혼으로 승리했다. 하지만 그처럼 강력한 의지를 지닌 이가 또 누가 있을까...
ko_mt: 테렌델레브와 그녀의 스승 할라셀리아스의 운명이 밝혀졌습니다. 영웅심과 소위 "정의의 승리"라는 이유로 십자군 전쟁에 참여하고자 하는 모든 이들에게 귀중한 교훈이 될 것입니다. 용이라 할지라도 상처에서 고통스러운 죽음을 피하는 것은 거의 불가능합니다. 테렌델레브는 불굴의 용 정신으로 승리했습니다. 하지만 그토록 강한 의지의 힘을 가진 사람이 또 누가 있을까요?

source: Silver dragons are considered one of the most noble of the metallic dragons. They commonly possess traits such as kindness, devotion, and a desire to fight injustice. However, Terendelev, the protector of Kenabres, did not always exemplify such qualities. The Storyteller's gift will reveal the mystery of her fate. But shouldn't some secrets remain untold?
ko: 친절, 헌신, 그리고 불의에 저항하는 의지라는 특징을 지닌 실버 드래곤들은 금속룡중 가장 고귀한 종족으로 꼽히곤 한다. 그러나 케나브레스의 수호자 테렌델레브는 항상 그런 점에서 모범적이진 않았다. 이야기꾼의 능력은 그녀의 비밀을 드러낼 것이다. 하지만 어떤 비밀들은 비밀로 남아 있어야 하지 않을까?
ko_mt: 실버 드래곤은 금속 용 중에서도 가장 고귀한 용 중 하나로 여겨집니다. 그들은 일반적으로 친절, 헌신, 불의에 맞서 싸우려는 열망과 같은 특성을 지니고 있습니다. 하지만 케나브레스의 수호자 테렌델레브가 항상 그런 자질을 발휘한 것은 아니었습니다. 스토리텔러의 선물은 그녀의 운명의 미스터리를 밝혀줄 것입니다. 하지만 몇 가지 비밀은 밝혀지지 않은 채로 남아 있어야 하지 않을까요?

source: The Dragon's Fate
ko: 드래곤의 운명
ko_mt: 드래곤의 운명

source: Terendelev's scale shed some light on the fate of the protector of Kenabres, but much remains unknown. To learn the full story, find something else that once belonged to Terendelev.
ko: 테렌델레브의 비늘이 케나브레스의 수호자의 과거에 대해 조금이나마 알려주었지만, 아직 모르는 것이 더 많다. 완전한 이야기를 알기 위해서, 테렌델레브의 다른 물건을 찾아라.
ko_mt: 테렌델레브의 비늘을 통해 케나브레스의 수호자의 운명에 대해 어느 정도 밝혀졌지만, 아직 밝혀지지 않은 것이 많습니다. 전체 이야기를 알아보려면 한때 테렌델레브의 소유였던 다른 물건을 찾아보세요.

source: Find something else that once belonged to Terendelev
ko: 한때 테렌델레브의 것이었던 다른 물건을 찾아라
ko_mt: 한때 테렌델레브의 소유였던 다른 물건 찾기

source: The Storyteller spoke of a place near Wintersun, where Terendelev was cured of corruption. But how was she saved? Perhaps the answer can be found there.
ko: 이야기꾼은 테렌델레브가 오염에서 치유된 윈터선 근방의 어떤 장소에 대해 얘기하였다. 그녀는 어떻게 구원받은 것인가? 그곳에서 그 해답을 찾을 수 있을지 모른다.
ko_mt: 이야기꾼은 테렌델레브가 타락을 치료받은 윈터선 근처의 한 장소에 대해 이야기했습니다. 하지만 그녀는 어떻게 구원을 받았을까요? 아마도 그곳에서 답을 찾을 수 있을 겁니다.

source: Find Terendelev's lair
ko: 테렌델레브의 둥지를 찾아라
ko_mt: 테렌델레브의 은신처 찾기

source: Sevalros's fate has been decided, and it is the best solution for one whose mind has been clouded by corruption. It is safe to say that all of Halaseliax's students were unique in their own ways, and their examples will prove enlightening to one who has only recently become a dragon.
ko: 타락으로 정신이 온전치 못한 이를 위한 최선의 해결책으로, 세발로스의 운명은 결정지어졌다. 할라셀리악스의 제자들은 제각기 독특했다고 해도 무방할 것이며, 그들의 사례는 새로이 드래곤이 된 이에게 깨달음을 줄 것이다.
ko_mt: 세발로스의 운명은 이미 결정되었고, 부패로 인해 마음이 흐려진 사람에게는 최선의 해결책이 될 것입니다. 할라셀리아스의 제자들은 모두 각자의 방식으로 독특했으며, 그들의 사례는 최근에야 용이 된 사람에게 깨달음을 줄 것입니다.

source: This time, instead of a lesson, Halaseliax has a personal request — to find the lair of his second student, Sevalros, and decide his fate. Apparently, the newly fledged gold dragon is one step away from earning {mf|his|her} teacher's complete trust.
ko: 이번에 할라셀리악스는 가르침이 아닌 개인적인 부탁을 가지고 찾아왔다. 자신의 두 번째 제자 세발로스의 은신처를 찾아 그의 운명을 결정지어 달라는 것이다. 아무래도, 이 새로 탄생한 골드 드래곤이 스승의 완전한 신뢰를 얻기까지 이제 한 발자국만이 남은 것 같다.
ko_mt: 이번에는 할라셀리아스에게 수업 대신 두 번째 제자 세발로스의 은신처를 찾아 그의 운명을 결정해 달라는 개인적인 부탁이 들어왔습니다. 새로 태어난 골드 드래곤이 {mf|그|그녀}의 스승의 전폭적인 신뢰를 얻으려면 한 걸음 더 나아가야 할 것 같습니다.

source: Brother in Shadow
ko: 그림자 속의 형제
ko_mt: 그림자 속의 형제

source: The lair of Sevalros, a fallen dragon, is located near Iz. It's time to decide this twisted creature's fate once and for all.
ko: 타락한 드래곤, 세발로스의 둥지는 이즈 근처에 있다. 이 뒤틀린 생명체의 운명을 결정할 때가 왔다.
ko_mt: 타락한 용 세발로스의 은신처는 이즈 근처에 있습니다. 이제 이 뒤틀린 생명체의 운명을 완전히 결정할 때입니다.

source: Find Sevalros in his lair
ko: 세발로스의 둥지에서 그를 찾아라
ko_mt: 세발로스의 은신처에서 그를 찾아내세요

source: The Commander has decided Sevalros's fate. His teacher must be told what has become of his student.
ko: 사령관은 세발로스의 운명을 결정했다. 스승은 자신의 제자가 어찌 되었는지 알 권리가 있다.
ko_mt: 사령관이 세발로스의 운명을 결정했습니다. 그의 스승은 제자에게 무슨 일이 일어났는지 알려야 합니다.

source: Tell Halaseliax of his student's fate
ko: 할라셀리악스에게 그의 학생의 운명에 대해 이야기하라
ko_mt: 할라셀리아스에게 제자의 운명을 알려주세요.

source: A lady in distress is desperately craving old Sarkorian cheese. Some of the delicacy may yet be found, but only in the deepest cellars of Drezen's taverns.
ko: 걱정의 여주인께서 옛 사코리스식 치즈를 애타게 찾고 있다. 이러한 진미는 오로지 드레젠의 선술집 저장고의 가장 깊숙한 곳에서만 찾을 수 있으리라.
ko_mt: 곤경에 처한 한 여인이 오래된 사르코리안 치즈를 간절히 원하고 있습니다. 아직 그 진미를 찾을 수는 있지만 드레젠의 선술집 가장 깊은 지하실에서만 찾을 수 있습니다.
