Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: For gladiators, having the goodwill of the arena steward matters almost as much as fighting prowess. It is the arena steward who decides whether a fighter will participate in thrilling battles that will make their name, or be relegated to the role of common butcher, perfunctorily dispatching one no-name contestant after another. So when the arena steward asks you for a favor, the smartest option is to agree. Zeklex is in need of new gladiators. If a shipment of new fighters is arranged for him, the Commander can count on his support in the future.
ko: 검투사들에게 투기장 관리자의 호의를 받는 것은 전투 실력 만큼이나 중요하다. 싸움꾼이 자신의 이름을 떨칠 전율 넘치는 전투에 참여할 것인지, 흔한 도살자의 역할로 좌천될 것인지, 사무적으로 이름 없는 도전자를 계속 대면할지를 결정하는 것은 투기장 관리자다. 그러므로 만약 투기장 관리자가 당신에게 무언가를 부탁한다면, 가장 현명한 대답은 그것을 들어주는 것이다. 제클렉스는 새 검투사들을 필요로 한다. 그에게 새로운 전사들을 보내준다면, 사령관은 미래에 그의 도움을 기대할 수 있을 것이다.
ko_mt: 검투사에게 경기장 관리인의 선의는 싸움 실력만큼이나 중요합니다. 투기장이 자신의 이름을 알릴 스릴 넘치는 전투에 참가할지, 아니면 이름 없는 참가자를 차례로 파견하는 평범한 도살자의 역할로 강등될지 결정하는 것은 경기장 관리인입니다. 따라서 경기장 관리인이 부탁을 할 때 가장 현명한 선택은 동의하는 것입니다. 제클렉스는 새로운 검투사가 필요합니다. 그를 위해 새로운 파이터 선적이 준비되면 사령관은 앞으로 그의 지원을 기대할 수 있습니다.

source: Buy gladiators for the arena
ko: 투기장에 넘겨줄 검투사를 구매하라
ko_mt: 경기장을 위한 검투사 구매

source: Defeating a mephit is hardly worthy of applause. True renown requires the defeat of a more formidable opponent. After all, the easiest way to gain fame is by killing one who already has it. Such are the economics of prestige in a world where demons enrich themselves by stealing each other's reputations rather than their wallets. To secure a fight with a more dangerous opponent, the Commander needs to talk to Zeklex.
ko: 메피트를 물리치는 것은 박수거리도 안 된다, 진정한 유명세를 얻으려면 더 위협적인 적을 쓰러트려야만 하고, 유명해지는 가장 쉬운 방법은 이미 유명한 사람을 죽이는 것이다. 데몬들은 서로의 지갑 대신에 명성을 훔쳐대며 이것이 바로 위신의 경제학이란 것이다. 더 위험한 적과의 싸움을 주선하려면, 사령관은 제클렉스와 대화해야만 한다.
ko_mt: 메피트를 물리치는 것은 박수를 받을 만한 가치가 없습니다. 진정한 명성을 얻으려면 더 강력한 상대를 물리쳐야 합니다. 결국 명성을 얻는 가장 쉬운 방법은 이미 명성을 얻은 사람을 죽이는 것입니다. 데몬들이 지갑이 아닌 서로의 명성을 훔쳐서 부를 축적하는 세상에서 명성의 경제학은 이렇습니다. 더 위험한 상대와의 싸움을 확보하기 위해 사령관은 제클렉스와 대화해야 합니다.

source: Fight a serious opponent in the arena
ko: 투기장에서 제대로 된 상대와 싸워라
ko_mt: 경기장에서 심각한 상대와 싸우십시오

source: Every gladiator needs an incentive to fight. While beating and threats work on some, most fighters are motivated by the promise of pleasure and the fulfillment of all their desires. The arena champion is the living endorsement of these lavish promises. It is the arena champion who attracts new hopefuls, tempting them to fight for the chance of fame and a life of luxury. That means that keeping the arena champion happy is the prime concern of all who work at the arena. Zeklex has asked for another favor — he wants the succubi from the Ten Thousand Delights to entertain the arena champion, Gelderfang. A fatuous request it may be, but having Zeklex in one's debt may prove useful.
ko: 모든 검투사는 싸움을 하는데 있어 장려 수단이 필요하다. 몇몇에게는 두들겨 패고 협박하는 정도면 충분하지만, 대부분의 전사들은 쾌락을 비롯한 온갖 욕망의 충족이라는 약속으로 동기를 부여받는다. 투기장의 챔피언은 이런 관대한 약속들의 보증이라 할 수 있다. 명성과 호화로운 삶에 대한 희망에 차고, 현혹된 이들이 투기장을 찾는 이유는 바로 투기장의 챔피언에서 비롯된 것이고, 그 말은 투기장 챔피언의 행복을 유지시켜 주는 것은 투기장에서 일하는 모든 이들의 첫번째 임무라 할 수 있다. 제클렉스는 또 다른 부탁을 해왔다 — 그는 만인의 환락에서 투기장 챔피언, 겔더팽을 즐겁게 해줄 서큐버스들을 고용하는 것이다. 멍청한 부탁같지만, 제클렉스에게 빚을 남겨놓는 것은 유용할 것이다.
ko_mt: 모든 검투사는 싸울 인센티브가 필요합니다. 구타와 위협이 일부에게는 효과가 있지만 대부분의 파이터는 즐거움과 모든 욕망의 성취에 대한 약속에 동기를 부여받습니다. 아레나 챔피언은 이러한 호화로운 약속의 살아있는 보증입니다. 아레나 챔피언은 새로운 희망자들을 끌어들여 명성과 호화로운 삶을 위해 싸우도록 유혹합니다. 따라서 아레나 챔피언을 만족시키는 것이 아레나에서 일하는 모든 사람들의 주요 관심사입니다. 제클렉스는 또 다른 부탁을 했는데, 만 가지 즐거움의 서큐비들이 투기장 챔피언인 겔더팡을 즐겁게 해달라는 것이었습니다. 쓸데없는 요청일지 모르지만, 제클렉스를 빚지게 하는 것이 유용할지도 모르죠.

source: Hire succubi to entertain the arena champion
ko: 투기장의 챔피언을 즐겁게 해줄 서큐버스를 고용해라
ko_mt: 경기장 챔피언을 즐겁게하기 위해 서큐비를 고용하십시오.

source: Even a kingdom of chaos such as the Abyss is not entirely devoid of rules. Without them, the very idea of a hierarchy would be impossible, and demons enjoy dominating others too much to live without a hierarchy. One such rule states that to qualify for a fight with Gelderfang, a gladiator must first prove themselves. To demonstrate that they are worthy of dying by Gelderfang's hand, they must be a member of the Nahyndrian League. The only way to acquire that status is to strike down one of the league's current members. Zeklex is ready to arrange the fight as soon as any preparations are complete.
ko: 심연과 같은 혼돈의 왕국이라 하여 법이 완전히 없는 건 아니다. 법 없이는 지배층의 존재부터 불가능할 테니까. 그리고 데몬들은 이러한 신분 계층의 존재를 거부하기에는 남을 지배하는 것을 너무나 즐긴다. 이러한 법에 따라, 검투사는 겔더팽과 싸우기 전에 먼저 자신을 겔더팽의 손에 죽을 자격이 있는 가치있는 존재라는 것을 증명해야 한다. 나힌드리 리그의 일원이어야만 한다는 뜻이다. 그런 지위를 확보하는 유일한 방법은 현재 리그의 일원을 쓰러트리는 것이다. 제클렉스는 준비가 끝나는 대로 그러한 싸움을 주선할 준비가 되었다.
ko_mt: 심연과 같은 혼돈의 왕국에도 규칙이 완전히 없는 것은 아닙니다. 규칙이 없다면 위계질서라는 개념 자체가 불가능할 것이고, 데몬들은 위계질서 없이 살기에는 다른 사람들을 지배하는 것을 너무도 즐기고 있습니다. 그런 규칙 중 하나는 검투사가 겔더팽과 싸울 자격을 얻으려면 먼저 자신을 증명해야 한다는 것입니다. 겔더팡의 손에 죽어도 아깝지 않다는 것을 증명하려면 나헨드리안 연맹의 회원이어야 합니다. 그 지위를 획득하는 유일한 방법은 리그의 현 멤버 중 한 명을 쓰러뜨리는 것입니다. 제클렉스는 준비가 완료되는 대로 전투를 준비할 준비가 되어 있습니다.

source: Defeat the Nahyndrian League fighter
ko: 나힌드리 리그 전사를 쓰러트려라
ko_mt: 나힌드리안 리그 파이터를 물리치세요

source: A member of the Nahyndrian League is entitled to challenge the Battlebliss champion, Gelderfang. Defeating him will bring fame and glory, but will the fight be a fair one? Of course not, for the very idea of a fair fight is considered a naive and misguided delusion here in the Abyss. To deceive is a natural instinct, and demons are extremely prone to following their instincts. The dungeons and corpse pits of Alushinyrra are filled with fools who forgot the demons' love of fighting dirty and failed to prepare a few tricks of their own.
ko: 나힌드리 리그의 일원에게는 전투의 환희의 챔피언, 겔더팽과 싸울 자격이 주어진다. 그를 쓰러트리면 명예와 영광이 뒤따를 것이다. 하지만 과연 이 싸움이 공정하게 치뤄질까? 당연히 아니다. 심연에서 공정한 결투란 어리숙하고 잘못된 망상에 지나지 않는다. 속이는 것은 타고난 본능이고, 데몬은 자신들의 본능에 극도로 충실하다. 알루시니라의 지하 감옥과 무덤은 데몬의 비열함에 대한 애정을 망각하고 자신만의 속임수를 준비하는 것에 실패한 자들로 가득하다.
ko_mt: 나헨드리안 연맹의 회원은 배틀블리스의 챔피언 겔더팡에게 도전할 자격이 있습니다. 그를 물리치면 명성과 영광을 얻게 되지만, 과연 공정한 싸움이 될까요? 심연에서는 공정한 싸움에 대한 생각 자체가 순진하고 잘못된 망상으로 여겨지니 당연히 아니겠죠. 속이는 것은 본능이며, 데몬들은 본능을 따르는 경향이 매우 강합니다. 알루시니라의 던전과 시체 구덩이는 데몬들이 더러운 싸움을 좋아한다는 것을 잊고 자신만의 속임수를 준비하지 못한 바보들로 가득 차 있습니다.

source: Fight Gelderfang in the arena
ko: 투기장에서 겔더팽과 싸워라
ko_mt: 경기장에서 젤더팡과 싸워라

source: The sounds of the fight with the dragon thundered across the island, drawing the demons' attention. Their scouts spotted the Commander and raised the alarm.
ko: 드래곤과 격돌하며 울려퍼진 소리는 데몬들의 관심을 끌어냈다. 놈들의 정찰병이 사령관을 발견하고 경보를 울렸다.
ko_mt: 용과의 싸움 소리가 섬 전체에 천둥을 치며 데몬들의 관심을 끌었습니다. 그들의 정찰병이 사령관을 발견하고 경보를 올렸습니다.

source: The head-on attack on the mines must have raised the alarm.
ko: 광산에 대한 정면 공격으로 경보가 울렸다.
ko_mt: 광산에 대한 정면 공격이 경보를 울렸을 것입니다.

source: The sounds of the battle with the dragon swept through the caves and must have alerted the demon camp.
ko: 드래곤과의 싸움으로 인한 소리가 동굴 사이로 울려퍼지며 데몬 야영지들을 경계 상태로 만들었다.
ko_mt: 용과의 전투 소리가 동굴을 휩쓸고 데몬 캠프에 경보를 울렸을 것입니다.

source: After Kestoglyr took the Commander prisoner and delivered {mf|him|her} to Colyphyr, Hepzamirah surely raised the alarm.
ko: 케스토글리어가 사령관을 포로로 붙잡아 콜리피르로 데려온 이후, 헵자미라는 당연히 경보를 울렸다.
ko_mt: 케스토글리르가 사령관을 포로로 잡고 {mf|그|그녀}를 콜리피르에게 전달한 후, 헵자미라는 분명히 경보를 울렸을 것입니다.

source: The goal is to find a way into the Colyphyr mines.
ko: 목표는 콜리피르 광산으로 들어갈 방법을 찾아내는 것이다.
ko_mt: 목표는 콜리피르 광산으로 들어가는 길을 찾는 것입니다.

source: It is necessary to find Hepzamirah's lair.
ko: 헵자미라의 소굴을 찾을 필요가 있다.
ko_mt: 헵자미라의 은신처를 찾아야합니다.

source: Find a key or a lockpick to open the barrier.
ko: 장벽을 열 수 있는 열쇠나 자물쇠따개를 찾아라.
ko_mt: 장벽을 열 수 있는 열쇠나 자물쇠를 찾으십시오.

source: The barrier can be removed now.
ko: 이제 보호막을 제거할 수 있다.
ko_mt: 이제 장벽을 제거 할 수 있습니다.

source: The main goal is to defeat the Daughter of Baphomet.
ko: 주요 목표는 바포메트의 딸의 격퇴이다.
ko_mt: 주요 목표는 바포메트의 딸을 물리 치는 것입니다.

source: A new threat! Surviving the battle with the Lord of the Labyrinth is essential.
ko: 새로운 위협! 미궁의 군주와의 싸움에서 반드시 살아남아야만 한다.
ko_mt: 새로운 위협! 미궁의 군주와의 전투에서 살아남는 것이 필수적입니다.

source: Hepzamirah is dead, and her father, Baphomet, Lord of the Labyrinth, has been shamefully banished from the Midnight Isles. And even though Hepzamirah's army had time to depart for Golarion, mortals can breathe a sigh of relief knowing that they need no longer fear new hordes of demons with mythic powers arriving from the Worldwound.
ko: 헵자미라는 죽었고, 그녀의 아비, 미궁의 군주 바포메트는 칠흑의 군도에서 치욕스럽게 쫓겨났다. 헵자미라의 군대가 골라리온으로 출정할 수도 있었지만, 더 이상 세계상처에서 찾아오는 신화적인 힘을 지닌 데몬 군대를 두려워하지 않아도 된다는 것을 알게 된 필멸자들은 안도의 한숨을 쉴 수 있게 되었다.
ko_mt: 헵자미라는 죽었고, 그녀의 아버지인 미궁의 군주 바포메트는 미드나잇 아일즈에서 수치스럽게 추방당했습니다. 헵자미라의 군대는 골라리온으로 떠날 시간이 있었지만, 인간들은 더 이상 세계상처에서 신화적인 힘을 가진 새로운 데몬 무리를 두려워할 필요가 없다는 것을 알고 안도의 한숨을 쉴 수 있습니다.

source: Throughout history, generals have always known that no matter how perfect one's defense, it is impossible to win a war through defense alone. The crusaders have withstood many blows from the demonic hordes, becoming a living shield for Golarion, but now it is time for a counterattack. In the depths of the island called Colyphyr, Hepzamirah, daughter of Baphomet himself, is creating a new army of mythic demons, and the Commander must stop her before it is too late.
ko: 역사를 통틀어, 장군들은 방어가 얼마나 완벽하든 간에 방어 하나 만으로는 전쟁에서 승리할 수 없다는 것을 항상 알고 있었다. 성전군은 데몬 군대의 수많은 타격을 버텨내며, 골라리온의 살아있는 방패가 되었다. 그러나 이제 반격의 때가 왔다. 콜리피르라 불리는 섬 깊숙한 곳에서, 바포메트의 딸 헵자미라가 신화적인 데몬들로 이루어진 새로운 군대를 만들고 있다. 사령관은 너무 늦기 전에 헵자미라를 막아야 한다.
ko_mt: 역사를 통틀어 장군들은 방어가 아무리 완벽해도 방어만으로는 전쟁에서 승리할 수 없다는 것을 항상 알고 있었습니다. 성전사들은 데몬 무리의 수많은 공격을 견뎌내며 골라리온의 살아있는 방패가 되었지만, 이제 반격할 때가 되었습니다. 콜리피르라는 섬의 깊은 곳에서 바포메트의 딸인 헵자미라가 새로운 신화 속 데몬 군대를 만들고 있으며, 사령관은 너무 늦기 전에 그녀를 막아야 합니다.

source: Strike Back
ko: 반격
ko_mt: 스트라이크 백

source: Hepzamirah's lair is hidden somewhere in the depths of Colyphyr. There are many slaves toiling in the mines, supervised by vigilant guards. Surely they will not allow the Commander to reach Hepzamirah without a fight. However, there is no other choice but to go deep into the caves, to the very place where Hepzamirah endows her soldiers with mythic power.
ko: 헵자미라의 소굴은 콜리피르 깊숙한 곳 어딘가에 숨겨져있다. 경계심 강한 경비병들과, 그들이 감독하는 광산 노예들로 가득한 그곳에서 사령관이 헵자미라를 찾는 과정에서 싸움은 불가피할 것이다. 그럼에도 동굴 더 깊숙한 곳, 헵자미라가 자신의 병력과 신화적 힘을 모으고 있는 장소로 향하는 수 밖에 없다.
ko_mt: 헵자미라의 은신처는 콜리피르의 깊은 곳에 숨겨져 있다. 광산에는 많은 노예들이 경계하는 경비병들의 감시 아래 수고하고 있습니다. 분명히 그들은 사령관이 싸우지 않고 헵자미라에게 도달하는 것을 허용하지 않을 것입니다. 그러나 헵자미라가 병사들에게 신화적인 힘을 부여하는 바로 그 곳, 동굴 깊숙이 들어가는 것 외에는 다른 선택의 여지가 없습니다.

source: Thwart Hepzamirah's plans
ko: 헵자미라의 계획을 망가트려라
ko_mt: 헵자미라의 계획을 저지하라

source: Even those who like to boast of their might rarely neglect to protect their possessions from unexpected visitors. The gate leading to Hepzamirah's cave is sealed by a demonic barrier. It is similar to those the Commander has encountered before, but this one is charmed in a different way. The right tool will be required to remove it. Perhaps something suitable could be found in the mines — it is unlikely that Hepzamirah was so paranoid as to lock herself away even from her own slaves.
ko: 제아무리 자기 힘을 자랑하는 자들이라도 예상치 못한 방문자들로부터 자신의 물건들을 보호하는 데에는 소홀한 법이다. 헵자미라의 동굴로 향하는 문은 이전에 사령관이 마주했던 것과 흡사한 데몬의 보호막으로 봉인되어 있다, 하지만 이것은 조금 다른 마법이 부여된듯하다. 이를 제거하는데에는 적당한 도구가 필요하다. 그 도구들은 아마 광산 안에서 찾을 수 있을 듯하다 — 아무리 헵자미라의 편집증이 심해도, 설마 자기 노예로부터 자신을 지키려하진 않을 테니까.
ko_mt: 자신의 힘을 자랑하고 싶어하는 사람들조차도 예상치 못한 방문자로부터 자신의 소유물을 보호하는 것을 거의 게을리하지 않습니다. 헵자미라의 동굴로 통하는 문은 데몬의 장벽으로 봉인되어 있습니다. 사령관이 이전에 마주쳤던 것과 비슷하지만, 이번에는 다른 방식으로 매혹되어 있습니다. 이를 제거하려면 적절한 도구가 필요합니다. 아마도 광산에서 적절한 것을 찾을 수있을 것입니다. 헵자미라가 자신의 노예들로부터도 자신을 가두어 놓을 정도로 편집증에 걸렸을 가능성은 낮습니다.

source: Remove the barrier from the gate
ko: 문의 보호막을 제거하라
ko_mt: 게이트에서 장벽을 제거하십시오

source: The last line of defense has fallen. The Commander has to strike one last and most important blow by destroying the nest of Baphomites on the Midnight Isles and killing their leader.
ko: 최종 방어선이 무너졌다. 사령관은 칠흑의 군도에 존재하는 바포메트 추종자들의 소굴을 파괴하고 그들의 지도자를 살해함으로써 그들에게 최후이자 가장 큰 치명타를 날렸다.
ko_mt: 마지막 방어선이 무너졌습니다. 사령관은 미드나잇 아일즈에 있는 바포마이트의 둥지를 파괴하고 그들의 지도자를 죽임으로써 마지막이자 가장 중요한 타격을 가해야 합니다.

source: Destroy the demons' lair
ko: 데몬들의 소굴을 파괴하라
ko_mt: 데몬의 은신처를 파괴하십시오

source: The Commander returned victorious from {mf|his|her} mission to the Abyss, but there is no one to sing {mf|his|her} praises. Drezen has been crippled by relentless battles and the streets are teeming with demons. What lies in store for the crusade commander on Golarion? Does the crusade even still exist?
ko: 사령관은 심연의 임무를 완수하고 돌아왔지만, 그 업적을 칭송해줄 이는 아무도 남아있지 않았다. 드레젠은 끝없는 전투로 엉망이 되어 있고, 거리는 데몬들로 가득하다. 이 골라리온에 성전의 사령관에게 남은 것은 무엇인가? 성전이라는 게 아직 존재하기는 하는 걸까?
ko_mt: 사령관이 {mf|그|그녀}의 심연 임무에서 승리하고 돌아왔지만, {mf|그|그녀}의 찬양을 불러줄 사람이 없습니다. 드레젠은 끊임없는 전투로 인해 무력화되었고 거리에는 데몬이 넘쳐납니다. 골라리온의 십자군 사령관에게는 어떤 일이 기다리고 있을까요? 십자군은 아직 존재할까요?

source: At the start of their daring mission to the Abyss, {name} and {mf|his|her} allies assumed that the angel called the Hand of the Inheritor would transport them from the Abyss when the mission was completed. But the overconfident angel fell at the hands of Baphomet, and the cunning Mutasafen destroyed the road by which the demon army departed the Midnight Isles. The Commander must find another way home, but who knows how Golarion will greet its hero's return?
ko: 심연을 향한 무모한 임무가 시작될 적에, 사령관과 그 동료들은 임무를 끝마치면 계승자의 손이라 불리는 엔젤이 그들을 심연 밖으로 보내줄 것이라 생각했다. 하지만 자신 넘치던 엔젤은 바포메트의 손아귀에 떨어졌고, 교활한 무타사펜이 데몬 군대가 칠흑의 군도에서 골라리온으로 건너왔던 통로를 파괴해버렸다. 사령관은 이제 집으로 돌아갈 새로운 길을 찾아야 한다. 하지만 골라리온이 영웅의 귀환을 어떻게 맞이할지, 누가 알겠는가?
ko_mt: 심연으로의 대담한 임무를 시작할 때 {name}과 {mf|그|그녀}의 동맹군은 임무가 완료되면 계승자의 손이라는 천사가 심연에서 그들을 데려다 줄 것이라고 생각했습니다. 하지만 자만했던 천사는 바포메트의 손에 쓰러졌고, 교활한 무타사펜은 데몬 군대가 미드나잇 아일즈를 떠나는 길을 파괴했습니다. 사령관은 집으로 돌아갈 다른 길을 찾아야하지만 골라리온이 영웅의 귀환을 어떻게 맞이할지 누가 알겠습니까?

source: The Way Back
ko: 귀향길
ko_mt: 돌아 오는 길

source: The only way home seems to be the rift that leads from the Nexus to the Midnight Fane. There is no time to lose. The remnants of Hepzamirah's guards, who have retreated to the Nexus, are unlikely to offer significant resistance.
ko: 집으로 돌아갈 유일한 방법은 교차점과 칠흑의 사원을 연결하던 균열인 듯하다. 낭비할 시간이 없다, 교차점으로 후퇴한 헵자미라의 호위병들은 별다른 위협이 되지 않을 것이다.
ko_mt: 집으로 돌아가는 유일한 길은 넥서스에서 미드나잇 창으로 이어지는 균열뿐인 것 같습니다. 잃을 시간이 없습니다. 넥서스로 후퇴한 헵자미라의 경비병 잔당들은 큰 저항을 하지 않을 것 같습니다.

source: Return to the Nexus
ko: 교차점으로 귀환하라
ko_mt: 넥서스로 복귀

source: Queen Galfrey had plans to block off the Midnight Fane. However, if there is a shortcut back to Drezen, it leads through the Fane. The Commander must make {mf|his|her} way there through the rift.
ko: 갈프리 여왕은 칠흑의 사원을 봉쇄할 생각이었다. 허나, 드레젠으로 돌아가는 지름길이 존재한다면, 그것은 바로 사원을 통해 이어진다. 사령관은 균열을 통해 그곳으로 가야만 한다.
ko_mt: 갈프레이 여왕은 미드나잇 창공을 차단할 계획이 있었다. 하지만 드레젠으로 돌아가는 지름길이 있다면, 그 지름길은 창살을 통과합니다. 사령관은 균열을 통해 {mf|그|그녀}에게 가야 합니다.

source: Return to the Midnight Fane through the rift
ko: 균열을 통해 칠흑의 사원으로 돌아가라
ko_mt: 균열을 통해 미드나잇 페인으로 돌아가세요

source: Within the gloomy walls of this place where the demon lords were once honored, there may still be a way up — one the Queen herself failed to find.
ko: 한때 데몬 군주들을 기렸던 이 어두운 장벽 안에서도, 아직 올라갈 방법은 존재할지 모른다 — 여왕마저 찾는데 실패했던 그 길 말이다.
ko_mt: 한때 데몬 로드들이 영광을 누렸던이 장소의 우울한 벽 안에는 여왕 자신이 찾지 못한 길이 여전히있을 수 있습니다.

source: Find a way to Drezen
ko: 드레젠으로 갈 방법을 찾아라
ko_mt: 드레젠으로가는 길을 찾으십시오

source: The Commander is completely unknown
ko: 사령관은 완전한 무명이다
ko_mt: 사령관은 완전히 알려지지 않았습니다

source: Rumors about the Commander are spreading throughout the city
ko: 사령관에 대한 소문이 도시 전체에 퍼져나가고 있다
ko_mt: 사령관에 대한 소문이 도시 전체에 퍼지고 있습니다.

source: The Commander's name is known in certain circles
ko: 사령관의 이름은 일부 계층에 알려져있다
ko_mt: 사령관의 이름은 특정 서클에서 알려져 있습니다.

source: Many denizens of the city know the Commander's name and recognize {mf|him|her} on sight
ko: 도시의 많은 이들이 사령관의 이름을 알고 그를 알아본다
ko_mt: 도시의 많은 주민들이 사령관의 이름을 알고 있으며 {mf|그|그녀}를 즉시 알아 봅니다.

source: The Commander's exploits are the subject of every conversation in Alushinyrra
ko: 사령관의 업적이 알루시니라에 사는 모두의 입에 오르고 있다
ko_mt: 사령관의 업적은 알루시니라에서 모든 대화의 주제입니다.

source: The only thing remaining is to win the favor of the most influential person in the city after Nocticula
ko: 남은 유일한 문제는 도시에서 녹티큘라 다음으로 가장 영향력 있는 사람의 호의를 사는 것이다
ko_mt: 남은 것은 녹티큘라 이후 도시에서 가장 영향력있는 사람의 호의를 얻는 것뿐입니다.

source: The conquest of Alushinyrra has been secured, as has the interest of the Lady in Shadow. Lady Nocticula has expressed a desire to meet. It is the season for striking all manner of deals — the profitable, the questionable, and the clearly perilous... and perhaps all three at once.
ko: 그림자의 여주인의 관심을 얻는 데에 성공하면서, 알루시니라 정복은 완료되었다. 녹티큘라는 만나고자 하는 감정을 표했다. 이제 모든 종류의 거래를 치를 때이다. 이득이 될 수도 있고, 미심쩍을 수도 있으며, 매우 위험한 것은 명백한 거래... 그리고 어쩌면 그 세 가지가 동시에 일어날 수도 있다.
ko_mt: 알루시니라 정복은 그림자 여인의 이익과 마찬가지로 확보되었습니다. 녹티큘라 여사가 만나고 싶다는 의사를 표명했다. 수익성 있는 거래, 의심스러운 거래, 명백히 위험한 거래.. 어쩌면 이 세 가지를 한꺼번에 할 수도 있는 거래 등 다양한 거래를 할 수 있는 계절입니다.

source: The chaotic nature of the Abyss means that finding anything in that plane is a daunting prospect. Finding the lair of someone who does not wish to be found is a true challenge, even for the most meticulous investigator. Hepzamirah's headquarters — where she is currently amassing her forces, concocting her devious schemes, and concealing the secret of her servants' extraordinary powers — must be found. The best ally for this endeavor is none other than Nocticula, Queen of the Midnight Isles. If there is one person who knows everything that happens in this Abyssal realm, it is she.
ko: 심연의 혼란스러운 본질은 그 차원 내에서 무언가를 찾는 행위 자체가 벅찬 일이라는 것을 의미한다. 숨고자 하는 자의 은신처를 찾아낸다는 것은, 가장 꼼꼼한 수사관에게도 진정한 도전이라 할 수 있다. 헵자미라의 본거지, 그녀가 군대를 모으고, 교활한 계획을 꾸미며, 수하들의 기이한 힘의 비밀을 숨기고 있는 곳을 반드시 찾아야 한다. 이 과제를 수행하는 데 있어 칠흑의 군도의 여왕, 녹티큘라보다 더 훌륭한 협력자는 없다. 만일 이 심연의 영역에 일어나는 모든 일들을 알고 있는 사람이 있다면, 그게 바로 그녀일 것이다.
ko_mt: 심연의 혼란스러운 특성으로 인해 심연에서 무언가를 찾는 것은 어려운 일입니다. 발견되기를 원치 않는 누군가의 은신처를 찾는 것은 아무리 꼼꼼한 수사관이라 할지라도 정말 어려운 일입니다. 헵자미라가 현재 세력을 모으고, 사악한 계략을 꾸미고, 부하들의 특별한 힘의 비밀을 숨기고 있는 본부를 반드시 찾아야 합니다. 이 임무에 가장 적합한 동맹은 다름 아닌 미드나잇 아일즈의 여왕 녹티큘라입니다. 이 심연의 영역에서 일어나는 모든 일을 아는 사람이 있다면 바로 그녀입니다.

source: The Conquest of Alushinyrra
ko: 알루시니라 정복
ko_mt: 알루시니라 정복

source: Only by capturing the city's attention and becoming the talk of Alushinyrra can one hope to attract the interest of Nocticula, the Lady in Shadow. Fame can be gained in a variety of ways — violence, influential friends, or by providing valuable services... However, it is worth remembering that there is a price to be paid for such fame — to conquer Alushinyrra is also to be conquered by Alushinyrra.
ko: 시민들의 주목을 끌어 알루시니라의 화잿거리가 되어야만 그림자의 여주인, 녹티큘라의 관심을 살 수 있다. 명성을 얻으려면 폭력, 힘 있는 친구, 혹은 특별한 서비스를 제공하는 등 다양한 방법으로 얻을 수 있다... 허나, 그러한 명성을 얻는데에는 그만한 대가가 따른다는 것을 명심해야 한다 — 알루시니라를 정복하려다가는 오히려 그에 정복당할 수도 있으니까.
ko_mt: 도시의 관심을 사로잡고 알루시니라에서 화제가 되어야만 그림자의 여인 녹티큘라의 관심을 끌 수 있습니다. 명성은 폭력, 영향력있는 친구 또는 귀중한 서비스를 제공하는 등 다양한 방법으로 얻을 수 있습니다.. 그러나 그러한 명성에 대해 지불해야 할 대가가 있다는 것을 기억할 가치가 있습니다. 알루시니라를 정복하는 것도 알루시니라에 의해 정복되는 것입니다.

source: Become famous and get Nocticula's attention
ko: 명성을 얻어 녹티큘라의 관심을 끌어라
ko_mt: 유명해져서 녹티큘라의 관심을 받으세요

source: The Lexicon of Paradox has played a part in manipulating the matter of various planes once already, and it may do so again — this time in the hands of its new owner.
ko: 역설의 총론은 이미 여러 차원의 물질들을 조작하는 데에 이미 활용된 바가 있고, 다시 그러할 여지가 남아있다 — 이번에는 새로운 주인의 손에서.
ko_mt: 역설의 사전은 이미 한 번 다양한 차원의 문제를 조작하는데 역할을 했으며 이번에는 새로운 소유자의 손에 다시 그렇게 할 수 있습니다.

source: Knowledge is a double-edged sword, dangerous both for the one who wields it, and the one against whom it is wielded. The Lexicon of Paradox is a work of arcane scholarship that can endow its owner with tremendous knowledge, but it can also make its owner a target in the eyes of many rivals. The Lady in Shadow wishes to acquire the Lexicon, and it is dangerous to oppose her will, but... the Commander already knows that Nocticula has specific plans for it, and this offers a chance to defy her will.
ko: 지식은 위험한 양날의 검으로, 그것을 쥐고 있는 자와 그에게 대적하려는 자 모두에게 위험하다. 역설의 총론은 그 소유자에게 비전 마법에 대한 막대한 지식을 제공하지만, 동시에 소유자를 수많은 경쟁자들의 목표로 만들수도 있다. 그림자의 여주인은 총론을 손에 넣고자 하고, 그녀의 뜻에 거스르는 것은 굉장히 위험한 행위이나... 사령관은 이미 녹티큘라에게 어떠한 계획이 있음을 간파했고, 이 기회를 통해 그녀에게 도전할 수도 있을 것이다.
ko_mt: 지식은 양날의 검이며, 그것을 휘두르는 사람과 그것을 반대하는 사람 모두에게 위험합니다. 역설의 사전은 소유자에게 엄청난 지식을 부여할 수 있는 신비한 학문의 작품이지만, 많은 라이벌의 눈에 소유자가 표적이 될 수도 있습니다. 그림자 속의 여인은 사전을 얻고 싶어하며 그녀의 뜻을 거스르는 것은 위험하지만.. 사령관은 이미 녹티큘라가 그것에 대한 구체적인 계획을 가지고 있다는 것을 알고 있으며, 이것은 그녀의 의지를 무시할 수 있는 기회를 제공합니다.

source: Dangerous Knowledge
ko: 위험한 지식
ko_mt: 위험한 지식

source: The Lady in Shadow wishes to obtain the Lexicon of Paradox and has promised a great reward for its acquisition. However, few rewards can compare to the value of this book, and it may be wiser to deny Nocticula and keep the Lexicon.
ko: 그림자의 여주인은 역설의 총론을 가져다 준다면 그 대가로 후한 보상을 약속했다. 허나, 이 책의 가치에 비견될만한 보상은 그리 많지 않다, 녹티큘라의 제안을 거절하고 총론을 챙기는 게 현명할 것이다.
ko_mt: 그림자 속의 여인은 역설의 사전을 구하고 싶어하며, 이를 획득하면 큰 보상을 약속했습니다. 하지만 이 책의 가치와 비교할 수 있는 보상은 거의 없으므로 녹티큘라를 거부하고 사전을 보관하는 것이 현명할 것입니다.

source: Decide the Lexicon of Paradox's fate
ko: 역설의 총론의 운명을 결정하라
ko_mt: 패러독스의 운명의 사전을 결정하세요

source: Kill the dragon living in the top tier of the Colyphyr caves.
ko: 콜리피르 광산 최상층에 거주하는 드래곤을 죽여라.
ko_mt: 콜리피르 동굴의 최상층에 사는 용을 죽이세요

source: Fulsome Queen's Request
ko: 역겨운 여왕의 요청
ko_mt: 충만한 여왕의 요청

source: Horzalah the demoness asked the Commander to pass on a "gift" to her sister — a carefully sealed box.
ko: 여데몬 호잘라가 사령관에게 그녀의 자매에게 보낼 선물 — 잘 봉인된 상자— 를 부탁했다.
ko_mt: 데몬 호르잘라가 사령관에게 여동생에게 "선물", 즉 조심스럽게 봉인 된 상자를 전달해달라고 요청했습니다.

source: Sister's Surprise Gift
ko: 자매의 깜짝 선물
ko_mt: 언니의 깜짝 선물

source: Why is this young man relentlessly seeking out dates with the ugliest of Alushinyrra's denizens? It would be interesting to find him in the tavern and ask him about it.
ko: 왜 이 젊은이는 알루시니라의 주민들 중 가장 못생긴 사람과 데이트를 하려고 끊임없이 찾고 있는 것일까? 선술집에서 그를 찾아 물어보는 것도 흥미로울 것이다.
ko_mt: 왜 이 청년은 알루시니라 주민들 중 가장 못생긴 사람과 끊임없이 데이트를 찾고 있을까요? 선술집에서 그를 찾아서 물어 보는 것도 흥미로울 것입니다.

source: Fearless Flirt
ko: 겁없는 바람둥이
ko_mt: 겁 없는 바람둥이

source: Kill Hepzamirah. At the Fulsome Queen's behest, of course.
ko: 헵자미라를 죽여라. 물론, 역겨운 여왕의 이름으로.
ko_mt: 헵자미라를 죽여라. 물론 풀섬 여왕의 명령에 따라.

source: Fulsome Queen's Order
ko: 역겨운 여왕의 명령
ko_mt: 풀섬 여왕의 명령

source: Visit Minagho at her hideout.
ko: 미나고의 은신처에서 그녀를 찾아라.
ko_mt: 그녀의 은신처에서 미나고를 방문하십시오.

source: Minagho's Desperation
ko: 미나고의 절박함
ko_mt: 미나고의 절망

source: The Commander's equipment has been confiscated and must be recovered.
ko: 사령관의 장비들이 압수당했으며, 이를 되찾아야만 한다.
ko_mt: 사령관의 장비가 압수되었으므로 회수해야합니다.

source: Stolen Equipment
ko: 빼앗긴 무기
ko_mt: 도난당한 장비

source: Ask Shamira for her patronage
ko: 샤미라에게 그녀의 후원을 부탁하라
ko_mt: 샤미라에게 후원을 요청하십시오

source: Find someone among the beggars who has information about Ziforian
ko: 거지들중 지포리안에 대해 아는 자를 찾아라
ko_mt: 거지들 중에서 지포리안에 대한 정보를 가진 사람을 찾으십시오.

source: Gather rumors from among the beggars
ko: 거지들 사이에서 정보를 수집하라
ko_mt: 거지들 사이에서 소문을 수집하십시오.

source: Find the leader of the beggars
ko: 거지들의 지도자를 찾아라
ko_mt: 거지들의 리더를 찾아라

source: Ask for information at the Bad Luck Inn.
ko: 불운 여관에서 정보를 구하자.
ko_mt: 불운의 여관에서 정보를 요청하세요.

source: Find Ziforian near the Battlebliss entrance
ko: 전투의 환희 입구 근처에서 지포리안을 찾아라
ko_mt: 배틀블리스 입구 근처에서 지포리안을 찾으세요

source: Find the door that can be opened with Ziforian's key
ko: 지포리안의 열쇠로 열 수 있는 문을 찾아라
ko_mt: 지포리안의 열쇠로 열 수 있는 문을 찾으세요

source: Find some useful information inside the Mage's Tower
ko: 마법사의 탑 내부에서 유용한 정보를 찾아라
ko_mt: 마법사의 탑 내부에서 유용한 정보를 찾아보세요

source: Search for the crystal in the Alushinyrra mines
ko: 알루시니라의 광산에서 수정을 탐색하라
ko_mt: 알루시니라 광산에서 수정 찾기

source: Give the crystal to the Storyteller
ko: 이야기꾼에게 수정을 넘겨라
ko_mt: 스토리텔러에게 수정을 주세요

source: The investigation into the Nahyndrian crystals is over. Meanwhile, Alushinyrra is abuzz with rumors about the amazing Golarian whom Shamira entrusts with the most delicate of missions.
ko: 나힌드리 수정에 대한 조사가 끝났다. 그 사이, 알루시니라는 샤미라가 중요한 임무를 맡긴 엄청난 골라리온인에 대한 소문으로 떠들썩해졌다.
ko_mt: 나힌드리안 수정에 대한 조사가 끝났습니다. 한편, 알루시니라는 샤미라가 가장 섬세한 임무를 맡긴 놀라운 골라 리안에 대한 소문으로 떠들썩합니다.
