Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: What should one do when a demon claiming to be a friend invites you to a deserted place in the forest, promising that you will find the answer to an enticing mystery there? Should one ever trust a creature of the Abyss? It bears all the hallmarks of a trap, but then again, no other leads are forthcoming.
ko: 데몬이 친구를 자처하며 엄청난 신비의 해답을 발견 할 수 있다며 숲속의 버려진 장소로 초대할 때는 어떻게 행동해야 하는가? 심연의 존재를 믿어도 되기는 한 건가? 함정임이 분명한 것 같지만, 그렇다고 다른 단서가 있는 것도 아니다.
ko_mt: 친구라고 주장하는 데몬이 숲 속의 황량한 장소로 초대하면서 그곳에서 매혹적인 수수께끼에 대한 답을 찾을 수 있다고 약속하면 어떻게해야합니까? 심연의 생물을 믿어도 될까요? 함정의 모든 특징을 지니고 있지만 다른 단서는 나오지 않습니다.

source: Go to the Greengates
ko: 신록의 관문으로 향하라
ko_mt: 그린게이트로 이동

source: It appears the demoness is not hostile — or at least, that is the impression she wishes to create. What is it she wants in these ruins? Exploring them may shed some light on her motivations.
ko: 아무래도 이 여데몬은 최소한 겉보기에는 적대적이진 않은 것 같다. 그녀가 이 폐허에서 원하는 것은 무엇인가? 이곳을 탐험함으로써 그녀의 동기를 조금이나마 알아낼 수 있을지도 모르겠다.
ko_mt: 데몬은 적대적이지 않은 것 같습니다 - 적어도 그것이 그녀가 만들고자하는 인상입니다. 이 폐허에서 그녀가 원하는 것은 무엇일까요? 유적을 탐사하면 그녀의 동기가 밝혀질 수 있습니다.

source: Explore the Greengates
ko: 신록의 관문을 탐험하라
ko_mt: 그린게이트 탐험

source: Arueshalae claims that the hag lurking in these ruins knows where the demons with the unusual powers are coming from. Is it the truth, or a trap? The long journey won't have been for nothing: if the hag really exists, there are a few questions she needs to answer. But if the demon has deceived the Commander, she will also be dealt with.
ko: 아루샬레는 이 폐허에 숨어든 해그가 비상한 힘을 지닌 데몬들이 어디에서 오는지 안다고 주장한다. 진실인가, 함정인가? 오랜 여정은 보답 받지 않은 채 끝날 수 없다. 만일 해그가 진실로 존재한다면, 그녀가 대답해야만 하는 몇가지 질문을 할 것이다. 그러나 만일 데몬이 사령관을 기만한 것이라면, 그녀는 대가를 치를 것이다.
ko_mt: 아루샬래는 이 폐허에 숨어있는 해그가 비정상적인 힘을 가진 데몬들이 어디에서 왔는지 알고 있다고 주장합니다. 진실일까요, 아니면 함정일까요? 긴 여정이 헛되지 않았을 것입니다. 그 해그가 실제로 존재한다면 그녀가 대답해야 할 몇 가지 질문이 있습니다. 그러나 데몬이 사령관을 속였다면 그녀도 처리 될 것입니다.

source: Catch Jaruunicka
ko: 야룬닉카를 잡아라
ko_mt: 자루니카를 잡아라

source: A ludicrous concoction of unvarnished truth and silly, senseless falsehood. But what is said cannot be unsaid, and what is done cannot be undone. Will the Commander forgive this deception?
ko: 꾸밈없는 진실과 어리석고 무의미한 거짓의 터무니 없는 결과물. 하지만 이미 뱉은 말은 무를 수 없고 저지른 행동은 되돌릴 수 없다. 과연 사령관은 이 기만을 용서할 것인가?
ko_mt: 니스 칠하지 않은 진실과 어리석고 무의미한 거짓의 우스꽝스러운 혼합물. 그러나 한 말은 취소할 수 없고 한 일은 되돌릴 수 없습니다. 사령관님은 이 속임수를 용서하실까요?

source: Talk to Arueshalae
ko: 아루샬레와 대화하라
ko_mt: 아루샬래와 대화

source: The experiment produced curious results. A variety of conclusions can be drawn from what occurred, but better to leave the summary of findings until the denouement, for the demon heretic's journey is not yet at an end. And the Commander did find what {mf|he|she} was seeking — information about the location of the Ivory Sanctum, the place where the demons are acquiring their unusual powers.
ko: 실험은 흥미로운 결과를 낳았다. 이 결과에서 다양한 결론을 이끌어낼 수 있겠으나, 데몬 이단자의 여행은 대단원까지는 발견의 초록을 남기는 것은 삼가는 게 좋겠다. 그리고 사령관은 찾던 것 — 데몬들이 그들의 비상한 힘을 얻어내던 장소, 상아 성소의 위치를 알아냈다.
ko_mt: 실험은 흥미로운 결과를 낳았습니다. 이 실험에서 다양한 결론을 도출할 수 있지만, 데몬 이단자의 여정이 아직 끝나지 않았기 때문에 결과 요약은 비난이 끝날 때까지 남겨 두는 것이 좋습니다. 그리고 사령관은 {mf|그|그녀}의 찾고 있던 것, 즉 데몬들이 비정상적인 힘을 얻고 있는 상아 성소의 위치에 대한 정보를 찾았습니다.

source: Everything in this world is relative. Treachery, theft, deception, murder — most will agree that these are bad, but people's opinions change if they are the ones to commit such acts against their enemies. With alacrity do people condemn the blasphemer, the apostate, the heretic — but what would they say if the forsaken god were a demon of purest evil? An analogous experiment is now playing out before our eyes. The succubus named Arueshalae claims that she is trying to renounce evil — but will she find acceptance on the other side? And will she have the strength of will to repudiate everything she once worshiped, and to pledge herself to everything she once so eagerly scorned?
ko: 이 세계의 모든 것은 상대적이다. 배반, 절도, 기만, 살인... 많은 이들이 이 행위들이 나쁘다는 데 동의하지만, 자신들이 이러한 행동을 적에 대해 저지를 때는 의견을 굽히곤 한다. 사람들은 불경한 자, 배교자, 이단자를 선선히 비난하곤 하지만 만일 배신당한 신이 순수 악의 데몬이었다면 뭐라고 말할 것인가? 유사한 실험이 우리의 눈 앞에서 행해지고 있다. 아루샬레라는 이름의 서큐버스는 그녀가 악을 회개하려 노력하고 있다고 주장한다. 그러나 반대측에서 그녀를 받아들여 줄 것인가? 그녀는 한 때 섬겼던 모든 것을 부인하고 경멸하던 모든 것을 위해 스스로를 헌신하기에 충분한 의지력을 지니고 있는가?
ko_mt: 이 세상의 모든 것은 상대적입니다. 배신, 절도, 속임수, 살인 - 대부분은 이것이 나쁘다는데 동의하지만 적에게 그러한 행위를 저지르는 사람이라면 사람들의 의견이 바뀝니다. 사람들은 신성 모독자, 배교자, 이단자를 냉정하게 비난하지만, 버림받은 신이 가장 순수한 악의 데몬라면 뭐라고 말하겠습니까? 비슷한 실험이 지금 우리 눈앞에서 벌어지고 있습니다. 아루샬래라는 이름의 서큐버스는 자신이 악을 버리려 한다고 주장하지만, 과연 그녀가 저승에서 받아들여질 수 있을까요? 그리고 그녀는 한때 숭배했던 모든 것을 거부하고 한때 그렇게 열렬히 경멸했던 모든 것에 자신을 맹세 할 의지의 힘을 가질 수 있을까요?

source: A Demon's Heresy
ko: 데몬의 이단
ko_mt: 데몬의 이단

source: Lathimas the archaeologist safely followed the Commander to the door of the Dragon Burial Ground's treasure room. He will get it open one day, but it is unlikely to be anytime soon.
ko: 고고학자 라티마스는 사령관을 따라 안전하게 드래곤 매장지의 보물창고 문 앞까지 도달할 수 있었다. 그는 언젠가 문을 열어내겠지만, 가까운 시일 내에 가능할 것 같진 않다.
ko_mt: 고고학자 라티마스는 사령관을 따라 용의 무덤의 보물창고 문까지 무사히 따라갔어요. 그는 언젠가 그것을 열 것이지만 조만간은 아닐 것입니다.

source: The name "Lathimas" sometimes appears in tracts about the history of dragons, but the Commander has had the privilege of meeting the scholar in person. Lathimas longs to unravel the mysteries of the Dragon Burial Ground — a place where many dragons perished for reasons unknown.
ko: "라티마스" 는 드래곤의 역사에 대한 책자에서 종종 발견되곤 하는 이름인데, 사령관은 그 학자를 직접 만나는 영예를 누릴 수 있었다. 라티마스는 여러 드래곤들이 불가사의한 이유로 사라진 곳 — 드래곤 매장지의 신비를 밝혀내고자 한다.
ko_mt: "라티마스"라는 이름은 드래곤의 역사에 관한 책자에 가끔 등장하지만 사령관은 학자를 직접 만날 수있는 특권을 가졌습니다. 라티마스는 많은 드래곤이 알 수 없는 이유로 죽어간 드래곤 매장지의 미스터리를 풀기를 갈망합니다.

source: Dusk of Dragons
ko: 드래곤의 황혼
ko_mt: 드래곤의 황혼

source: Lathimas, driven by his thirst for knowledge, has set off ahead of the Commander, but he said he would wait at the entrance to the catacombs of the Dragon Burial Ground. His scholarly curiosity has outweighed all sense of reason, for no one knows what may have taken up residence in the caves since the opening of the Worldwound.
ko: 지식에 대한 갈구에 라티마스는 사령관보다 먼저 떠나 드래곤 매장지의 지하무덤 입구 앞에서 기다리고 있겠다고 하였다. 세계상처가 열린 이후로, 이러한 동굴에 무엇이 도사리고 있을지 모르는데 그의 학문적 열망이 이성을 앞선 모양이다.
ko_mt: 라티마스는 지식에 대한 갈증에 이끌려 사령관보다 먼저 출발했지만 드래곤 매장지의 카타콤 입구에서 기다리겠다고 말했습니다. 세계상처 개장 이후 동굴에 무엇이 살았는지 아무도 모르기 때문에 그의 학문적 호기심은 모든 이성을 뛰어넘었습니다.

source: Visit the Dragon Burial Ground
ko: 드래곤 매장지를 방문하라
ko_mt: 용의 무덤 방문

source: Lathimas asked the Commander to go ahead and clear the path while he takes his time studying the caves — he hopes to find evidence of a battle that once raged in these parts.
ko: 라티마스는 자신이 동굴에 대해 조사하는 동안 사령관에게 먼저 앞서가서 길을 정리해줄 것을 부탁했다 — 그는 한때 이곳에서 벌어졌던 전투의 흔적을 찾고싶어 한다.
ko_mt: 라티마스는 사령관에게 동굴을 연구하는 동안 시간을 내어 길을 비워달라고 요청했습니다. 그는 한때이 지역에서 격렬했던 전투의 증거를 찾기를 희망합니다.

source: Clear a path between the caves
ko: 동굴 사이의 길을 정리하라
ko_mt: 동굴 사이의 길을 비워라

source: The tree and the demon could have tormented each other for many more centuries, but now their stand-off has come to an end. The ancient shrine stands empty now — an abandoned, forsaken fragment of a once great country that took pride in its faith.
ko: 나무와 데몬은 수 세기 동안 서로에게 고통을 주었지만, 이제 그들의 대립에 종지부가 찍혔다. 고대의 성소는 이제 텅 비어 버려졌다 — 한때 위대했던 국가의 자긍심이나 다름 없던 믿음은 이제 그 잊힌 파편만이 남았다.
ko_mt: 나무와 데몬은 더 많은 세기 동안 서로를 괴롭힐 수 있었지만 이제 그들의 대치는 끝났습니다. 고대 신사는 이제 비어 있습니다. 한때 신앙에 자부심을 가졌던 위대한 나라의 버려진 버려진 조각입니다.

source: Sarkoris was once a land of pious druids, a citadel of the Green Faith and the gods of nature. What remains of its former glory? Some crumbling stone walls and a half-crazed treant guardian — a pathetic sight. Could there be something of interest inside the decrepit shrine, or is the old stump guarding nothing but a hollow shell?
ko: 사코리스는 한때 신실한 드루이드들의 땅으로, 신록의 믿음과 자연의 신들의 요새였었다. 허나 과거의 영광중 남은 것은 무엇인가? 무너진 석벽과 반쯤 미쳐버린 트렌트 수호자들 — 비참하기 그지없는 광경이다. 이 황폐화된 성소 안에 무언가 가치있는 게 남아있을까? 아니면 늙은 나무 그루터기는 빈 껍데기만을 지키고 있는 것일까?
ko_mt: 사르코리스는 한때 경건한 드루이드의 땅이자 녹색 신앙과 자연의 신들의 성채였습니다. 옛 영광의 흔적이 남아 있을까요? 무너져 내리는 돌담과 반쯤 미쳐버린 나무 수호자 - 한심한 광경입니다. 이 쇠락한 신전 안에 뭔가 흥미로운 것이 있을까요, 아니면 이 오래된 그루터기는 빈 껍데기만 지키고 있을까요?

source: Weary Guardian
ko: 지친 수호자
ko_mt: 지친 수호자

source: This shrine used to contain a secret that could be revealed only to the worthiest of the Stag God's followers. What lies within now even its guardian cannot say. Who else but the Commander can unravel this mystery?
ko: 이 성소에는 숫사슴 신의 추종자 중 가장 가치 있는 자들에게만 드러나는 비밀을 품고 있었다고 한다. 그 수호자조차 말할 수 없는 무언가가 그 아래에 잠들어 있다. 사령관을 제외하고 이 신비를 풀어낼 이가 누가 있겠는가?
ko_mt: 이 신전에는 사슴신의 추종자 중 가장 가치 있는 자에게만 공개될 수 있는 비밀이 숨겨져 있었다. 지금은 수호자조차도 그 안에 무엇이 있는지 말할 수 없습니다. 사령관 외에는 누가 이 미스터리를 풀 수 있습니까?

source: Pass the trial
ko: 시험을 통과하라
ko_mt: 시험 통과

source: The tree and the demon are each other's prisoners. The guardian of the trial will not release the uninvited guest, while the latter furiously gnaws on the former's roots, poisoning the old creature's mind with the venom of the Abyss. This stand-off can end only with the death of one of them.
ko: 나무와 데몬은 서로의 죄수다. 시험의 수호자는 데몬이 나무의 뿌리를 할퀴고 오래된 생명체의 정신을 심연의 독으로 중독시키고 있음에도 초대 받지 않은 손님을 풀어주지 않을 것이다. 이 교착 상태는 둘 중 하나의 죽음으로만 끝날 것이다.
ko_mt: 나무와 데몬은 서로의 포로입니다. 재판의 수호자는 초대받지 않은 손님을 풀어주지 않을 것이고, 후자는 전자의 뿌리를 맹렬히 갉아 먹으며 심연의 독으로 늙은 생물의 마음을 독살 할 것입니다. 이 대치는 둘 중 하나가 죽어야만 끝날 수 있습니다.

source: Put an end to the stand-off between the guardian and the demon
ko: 수호자와 데몬 사이의 교착 상태를 끝내라
ko_mt: 수호자와 데몬 사이의 대치를 끝내십시오.

source: The bonds that bound the two enemies in agonizing captivity have been severed. One of them is dead now — so all that remains is to inform the other of the good news and claim the reward.
ko: 두 적을 고통의 노예로서 붙잡고 있던 유대가 끊어졌다. 한 명이 죽었으니 — 이제 남은 것은 다른 이에게 좋은 소식을 전하고 보상을 차지하는 것뿐이다.
ko_mt: 고통스러운 포로 상태에서 두 적을 묶었던 유대가 끊어졌습니다. 이제 한 명은 죽었으므로 남은 것은 다른 한 명에게 좋은 소식을 알리고 보상을 청구하는 것뿐입니다.

source: Claim the reward
ko: 보상을 받아라
ko_mt: 보상 청구

source: Find the nest of vescavors in Drezen.
ko: 드레젠 내의 베스카버 둥지를 찾아라.
ko_mt: 드레젠에서 베스 카버의 둥지를 찾으십시오.

source: Demonic Parasites
ko: 데몬 기생충
ko_mt: 데몬 기생충

source: Captain Seilkind is concerned for his missing scouts. He will be grateful if the Commander can investigate the matter and discover their fate. The soldiers went on a scouting mission to the southwest of Drezen.
ko: 세일킨드 대장은 사라진 정찰병들에 대해 걱정하고 있다. 사령관이 이 문제를 조사하여 병사들의 운명을 밝혀준다면 그는 고마워할 것이다. 사라진 병사들은 드레젠의 남서쪽으로 정찰을 떠났었다.
ko_mt: 세일킨드 대위는 실종된 정찰병을 걱정하고 있습니다. 그는 사령관이 문제를 조사하고 그들의 운명을 알아낼 수 있다면 감사 할 것입니다. 병사들은 드레젠 남서쪽으로 정찰 임무를 수행했습니다.

source: Find the missing soldiers
ko: 실종된 병사들을 찾아라
ko_mt: 실종된 병사 찾기

source: The fate of the missing soldiers has been ascertained. It is now time to deliver these ill tidings to Captain Seilkind.
ko: 실종된 병사들의 운명이 확인되었다. 이제 이 소식을 세일킨드 대장에게 알려주어야 한다.
ko_mt: 실종된 병사들의 운명이 확인되었습니다. 이제이 나쁜 소식을 세일 킨드 대위에게 전달할 시간입니다.

source: Tell Captain Seilkind about the fate of the missing soldiers
ko: 세일킨드 대장에게 실종된 병사들의 운명에 대해 얘기하라
ko_mt: 실종된 병사들의 운명에 대해 세일 킨드 선장에게 전해주세요.

source: Missing Scouts
ko: 사라진 정찰대
ko_mt: 실종된 스카우트

source: It seems unlikely that anyone could have genuinely hoped that those who go missing in the Worldwound could meet any other fate. Perhaps there was never any point in looking for them? Should the Commander have adjusted the numbers in the Crusade Losses column right away and set {mf|his|her} mind to a more productive task? In any case, it is for the Commander to decide what {mf|he|she} does in {mf|his|her} spare time.
ko: 세계상처에서 실종된 이들이 예정된 최후 대신 다른 운명을 맞이하기를 진심으로 기대하는 사람은 아무도 없는 듯하다. 차라리 그들을 수색하려는 시도조차 하지 않는 것이 나았을까? 사령관은 성전군의 사상자 수를 수정한 뒤 좀 더 생산적인 업무에 주의를 기울여야 했는가? 어찌 됐건 자신의 여유 시간에 무엇을 할지 정하는 것은 사령관 자신의 몫이다.
ko_mt: 세계상처에서 실종된 이들이 다른 운명을 맞이하길 진심으로 바랐던 사람은 없었을 것 같습니다. 어쩌면 그들을 찾을 필요가 없었을지도 모릅니다. 사령관이 바로 성전 손실 열의 숫자를 조정하고 {mf|그|그녀}의 마음을 좀 더 생산적인 일에 쏟았어야 하지 않았을까요? 어쨌든 {mf|그|그녀}의 {mf|그|그녀}의 여가 시간에 무엇을 할지는 사령관이 결정해야 합니다.

source: War always brings losses measured in the dead and the missing. And while the fate of the former is final, the latter still have a chance to defy the statistics with their return. Captain Seilkind's soldiers went out on a scouting mission and never came back. This is but one story of many. But perhaps this particular story will, against all expectations, end in a miraculous rescue?
ko: 전쟁은 사망자와 실종자로 측정되는 손실을 낳는다. 전자의 운명은 끝났으나, 후자는 여전히 복귀해 통계를 뒤엎을 확률을 지닌다. 세일킨드 대장의 병사들은 정찰 임무를 받고 떠나 영원히 돌아오지 않았다. 이 이야기는 수많은 비슷한 이야기 중 하나일 뿐이다. 허나, 어쩌면, 이 특별한 이야기는 모든 예측을 뒤엎고 기적적인 구조로 끝날 수 있지 않을까?
ko_mt: 전쟁은 항상 사망자와 실종자로 측정되는 손실을 가져옵니다. 그리고 전자의 운명은 최종적이지만 후자는 여전히 돌아와서 통계를 무시할 기회가 있습니다." Seilkind 대위의 병사들은 정찰 임무를 수행하러 나갔다가 다시는 돌아오지 못했습니다. 이것은 많은 이야기 중 하나에 불과합니다. 하지만 이 특별한 이야기는 모든 예상을 깨고 기적적인 구조로 끝날까요?

source: Give Irabeth her family's sword, which bears the name Solemn Hour.
ko: 이라베스에게 그녀의 가보, 고난의 시간을 건내라.
ko_mt: 엄숙한 시간이라는 이름이 붙은 가족의 검을 이라베스에게 줘.

source: Solemn Hour
ko: 고난의 시간
ko_mt: 엄숙한 시간

source: The intractable ghost, whose whip the Commander took from its resting place, seems prepared to talk rather than attack. It's time to return to his grave.
ko: 사령관을 휴식처에서 떨어 뜨리기 위해 채찍질한 고집스런 유령은 이제 공격이 아닌 대화를 할 준비가 된 것 같다. 그를 무덤으로 돌려보낼 시간이다.
ko_mt: 사령관이 안식처에서 채찍을 빼앗은 다루기 힘든 유령은 공격보다는 대화 할 준비가 되어있는 것 같습니다. 그의 무덤으로 돌아갈 시간입니다.

source: The Buried Druid
ko: 파묻힌 드루이드
ko_mt: 묻힌 드루이드

source: Command Delamere to guard the ziggurat.
ko: 델라메어에게 지구라트를 보호하라고 명령하라.
ko_mt: 델라미어에게 지구라트를 지키라고 명령하세요.

source: Delamere's Eternal Vigil
ko: 델라메어의 영원한 경계
ko_mt: 델라미어의 영원한 철야

source: Seek out the powerful soul of a great person in the Temple of Delamere and subjugate it.
ko: 델라메어의 신전에서 위대한 이의 강력한 영혼을 찾고 예속시켜라.
ko_mt: 델라미어 신전에서 위대한 인물의 강력한 영혼을 찾아 정복하세요.

source: Prisoner of the Temple of Delamere
ko: 델라메어 사원의 죄수
ko_mt: 델라미어 사원의 포로

source: Seek out the restless soul of a traitor in Drezen's square and subjugate it.
ko: 드레젠의 광장에서 잠들지 못 하는 배신자의 영혼을 찾아 무력화시켜라.
ko_mt: 드레젠의 광장에서 반역자의 불안한 영혼을 찾아 정복하십시오.

source: Traitor's Spirit
ko: 배신자의 영혼
ko_mt: 배신자의 영혼

source: Seek out the restless soul of a traitor in Drezen's prison and subjugate it.
ko: 드레젠의 감옥에서 잠들지 못 하는 영혼을 찾아 무력화시켜라.
ko_mt: 드레젠의 감옥에서 반역자의 불안한 영혼을 찾아 정복하십시오.

source: Traitor's Spirit
ko: 배신자의 영혼
ko_mt: 배신자의 영혼

source: Command Staunton to guard the ziggurat.
ko: 스턴튼이 지구라트를 지키도록 명령하라.
ko_mt: 스턴튼에게 지구라트를 지키도록 명령하십시오.

source: Staunton's Watch
ko: 스턴튼의 경계
ko_mt: 스턴튼의 시계

source: Miammir the Scholar embarked on research into a highly interesting subject, but have her studies brought any benefit to her? May her fate serve as a lesson to those who come after her: when you make a deal with fate in exchange for great knowledge, be sure to check the price before you sign on the dotted line!
ko: 학자 미아미르는 몹시 흥미로운 주제에 대한 연구에 착수하였으나, 그녀의 연구가 스스로에게 어떤 이득이라도 되었는가? 그녀를 뒤따르고자 하는 자들에게 그 운명이 조금이나마 교훈이 됐기를 바란다. 위대한 지식을 위한 일생일대의 거래에 임한다면, 서명하기 전에 먼저 그 대가를 꼼꼼히 확인하라!
ko_mt: 학자 미아미르는 매우 흥미로운 주제에 대한 연구에 착수했지만 그녀의 연구가 그녀에게 어떤 이득을 가져다 주었습니까? 그녀의 운명이 그녀를 따르는 사람들에게 교훈이 되기를 바랍니다. 훌륭한 지식과 교환하여 운명과 거래 할 때는 점선에 서명하기 전에 가격을 확인하십시오!

source: Is there a limit to the price a true scholar will pay in exchange for knowledge? "Of course there isn't!" exclaims the exuberant neophyte, who has just had her first taste of truth and is willing to do anything to taste it again. Suffering and hardship, fear and degradation, cruelty and betrayal — no price is too high... until the moment comes when it is time to pay up. The only person who can speak on the price of knowledge with any authority is one who has already been obliged to pay it. Someone who has walked close enough to the precipice of death — not undeath, but true, final death — to realize that there is no turning back. Someone whose sanity has been tortured enough to grasp what it would be like to lose one's mind altogether. No, the price of knowledge can sometimes be too high. Gain knowledge by any means, but do not offer yourself as payment. If you do, you will cease to exist — who then will celebrate your discoveries? Scientists and followers? Cold comfort for someone who will not live to see it! An apt illustration of this reasoning can be seen in the fate of one woman who strove for knowledge, but who never imagined how devastating the price of such knowledge would turn out to be...
ko: 참된 학자가 지식을 위해 치룰 대가에 한계란 존재하는가? 활기 넘치는 입문자는 "당연히 없지!" 라고 말한다, 진실을 맛본 자는 다시 똑같은 경험을 할 수 있다면 무엇이든 할 준비가 되어있다, 역경과 고난, 고통과 수모, 잔혹함과 배신까지. 어떠한 대가도 감내할 준비가 되어 있다... 그것을 치뤄야 할 순간이 오기 전까진 말이다. 지식의 대가에 대해 이야기 할 수 있는 유일한 존재는 바로 그 대가를 기꺼이 치른 자 뿐이다. 언데드화 따위가 아닌, 진정한 죽음의 문턱을 넘나들며 더 이상 돌아갈 길이 없음을 깨달은 자. 온갖 고문을 겪으며 진정으로 정신을 잃는 다는 말의 참뜻을 깨달은 자 말이다. 가끔, 지식의 대가는 지나치게 비쌀때가 있다. 어떠한 수단을 통해서라도 지식을 습득하라, 허나 그대 스스로를 그 대가로써 지불해서는 아니된다. 그리한다면, 존재를 포기하는 것이니까. 그렇다면 누가 그대의 발견을 축하해줄까? 과학자들과 추종자들? 차가운 안식에 접어든 자는 그 광경을 볼 수는 없다. 이러한 예시로써, 지식을 갈구했으나, 그 대가가 얼마나 파괴적일지 결코 깨닫지 못 했던 한 여인의 운명을 볼 수 있으리라...
ko_mt: 진정한 학자가 지식의 대가로 지불하는 대가에는 한계가 있나요? "물론 없습니다!" 진리를 처음 맛본 후 다시 한 번 진리를 맛보기 위해 무엇이든 기꺼이 하겠다는 활기찬 신학생이 외칩니다. 고통과 고난, 두려움과 타락, 잔인함과 배신 - 그 어떤 대가도 너무 높지 않습니다.. 지불할 때가 오기 전까지는요. 지식의 대가에 대해 권위 있게 말할 수 있는 사람은 이미 그 대가를 지불할 의무를 지고 있는 사람뿐입니다. 죽음의 벼랑에 충분히 가까이 걸어본 사람, 즉 죽음의 밑바닥이 아니라 진정한 마지막 죽음을 경험한 사람만이 되돌릴 수 없다는 것을 깨달을 수 있습니다. 정신을 완전히 잃는다는 것이 어떤 것인지 이해할 수 있을 정도로 고문을 당한 사람. 아니요, 지식의 대가는 때때로 너무 높을 수 있습니다. 어떤 방법으로든 지식을 얻되, 그 대가로 자신을 제공하지 마세요. 그렇게 한다면 당신은 존재하지 않게 될 것입니다. 그러면 누가 당신의 발견을 축하해 줄까요? 과학자들과 추종자들? 그것을 보기 위해 살지 않을 사람을 위한 차가운 위로!" 이 추론의 적절한 예는 지식을 얻기 위해 노력했지만 그러한 지식의 대가가 얼마나 파괴적인지 상상하지 못했던 한 여성의 운명에서 볼 수 있습니다...

source: The Price of Knowledge
ko: 지식의 댓가
ko_mt: 지식의 가격

source: When they hear the word "scientist," most people picture someone respectable, well-heeled, working in a fully equipped laboratory. But a true scientist may be like this woman — barefoot, with unkempt, prematurely graying hair, pacing around the object of her research day and night, completely oblivious to the withering of her body and mind. Who is she? And what mystery is she attempting to solve?
ko: 보통 사람들은 "과학자" 라는 단어를 들었을때, 존경할 만하며, 부유하고, 온갖 장비들로 가득한 연구실에서 일하는 사람을 떠올린다. 하지만 진정한 과학자는 이 여인과 같을지도 모른다 — 맨발, 헝클어지고 새하얗게 변한 머리에, 밤낮으로 자신의 연구 대상만을 탐독하며, 몸도 마음도 완전히 시들어 버린 존재. 그녀는 누구인가? 그리고 그녀가 밝혀내려는 수수께끼는 또 무엇일까?
ko_mt: "과학자"라는 단어를 들으면 대부분의 사람들은 존경받는 사람, 잘 차려입은 사람, 완비된 실험실에서 일하는 사람을 떠올립니다. 하지만 진정한 과학자는 맨발에 머리가 일찍 희끗희끗하게 희끗희끗해진 채 밤낮으로 연구 대상 주변을 서성이며 몸과 마음이 시들어가는 것을 전혀 의식하지 않는 이 여성과 같을지도 모릅니다. 그녀는 누구일까요? 그리고 그녀는 어떤 수수께끼를 풀려고 하는 걸까요?

source: Learn the identity of the mad half-elf woman
ko: 미치광이 하프엘프 여인의 정체를 알아내라
ko_mt: 미친 하프 엘프 여자의 정체를 알아보세요

source: Many knights of the Order of the Flaming Lance call themselves scientists and researchers. In fact, their interest in mysticism is practical rather than theoretical. Most of them yearn for knowledge only in order to find a means to wipe out the demons. But there are happy exceptions, such as the order's leader, Miammir the Scholar. She earned this epithet with a string of brilliant discoveries made not in the reverential silence of a laboratory, but on blood-soaked battlefields. What made her leave Kenabres? Where is she now? Is she working on a new project — or perhaps has she already turned her last page?
ko: 불타는 기병창 기사단의 많은 기사들은 자신을 과학자이자 연구자로 간주한다. 하지만 그들의 신비학에 대한 관심은 이론보다는 실용주의 적이다. 그들중 대다수는 오로지 데몬들을 쓸어낼 방법을 찾기 위해서만 지식을 갈구하지만, 그 중에는 그들의 지도자, 학자 미아미르와 같은 반가운 예외도 존재한다. 그녀에게 이 별명을 안겨준 발견들은 숭고한 침묵이 내려앉은 연구실이 아닌, 피로 흠뻑 젖은 전장에서 이루어졌다. 그런 그녀가 왜 케나브레스를 떠났는가? 그녀는 지금 어디에 있는가? 새로운 연구를 시작했거나 — 혹은 이미 자신의 끝을 맞이했는가?
ko_mt: 불타는 창 기사단의 많은 기사들은 스스로를 과학자이자 연구자라고 부릅니다. 사실 신비주의에 대한 그들의 관심은 이론적이기보다는 실용적입니다. 그들 대부분은 데몬을 쓸어버릴 수단을 찾기 위해서만 지식을 갈망합니다. 하지만 교단의 지도자인 학자 미아미르와 같은 행복한 예외도 있습니다. 미아미르는 경건한 연구실이 아닌 피비린내 나는 전장에서 놀라운 발견을 연달아 이뤄내며 이 별명을 얻었습니다. 케나브레스를 떠난 이유는 무엇일까요? 그녀는 지금 어디에 있을까요? 새로운 프로젝트를 진행 중일까요, 아니면 이미 마지막 페이지를 넘겼을까요?

source: Learn the fate of Miammir the Scholar
ko: 학자 미아미르의 운명에 대해 알아내라
ko_mt: 학자 미아미르의 운명을 알아보세요

source: What a sorry sight — and it has unfolded in a place of such harsh beauty. A brilliant mind, once capable of leading an order of scholarly knights, is now shriveled like her skin, has turned gray and disheveled like her hair, and has lost its firm grip, like her trembling, gnarled fingers. Who now would recognize Miammir the Scholar in this raving vagrant? At the very least, her fellow order members have the right to know what became of their leader.
ko: 이런 참혹한 현장에서, 참으로 안타까운 광경이라니. 한때 학구열로 가득한 기사들의 결사를 이끌던 천재적인 지성은 그녀의 살갗처럼 쭈그러들고, 그녀의 머리카락처럼 색이 바랬으며, 흔들리고 삐걱거리는 손가락처럼 제정신을 잃었다. 이 정신나간 부랑자를 보고 누가 학자 미아미르임을 알아보겠는가? 그래도 그녀의 형제 기사단원들은 자신들의 지도자가 어떻게 되었는지 알 자격이 있다.
ko_mt: 참으로 안타까운 광경이 이렇게 가혹한 아름다움의 장소에서 펼쳐졌습니다. 한때 학구적인 기사단을 이끌었던 명석한 두뇌는 이제 그녀의 피부처럼 쭈글쭈글해졌고, 머리카락처럼 하얗게 변해 흐트러졌으며, 떨리고 울퉁불퉁한 손가락처럼 굳건한 그립감을 잃었다. 이제 누가 이 광란의 부랑자에서 학자 미아미르를 알아볼 수 있을까요? 최소한 그녀의 동료 교단원들은 그들의 지도자가 어떻게 되었는지 알 권리가 있습니다.

source: Tell the leader of the Order of the Flaming Lance about Miammir the Scholar's location
ko: 불타는 기병창 기사단의 지도자에게 학자 미아미르의 위치에 대해 이야기하라
ko_mt: 불타는 창 교단의 지도자에게 학자 미아 미르의 위치를 알려주세요.

source: A brotherhood of scientists is more an ideal than a reality. Even among the knights of a crusader order, there is fertile ground for rivalry, envy, jealousy. What will the current leader of the order say when they see their predecessor in such an unusual state? Will they weep or will they rejoice? Will they help Miammir to recover, or will they end her suffering? The Commander will not want to miss the final denouement of this story!
ko: 과학자 형제단은 현실적이라기보다는 이상적이다. 성전 기사단의 기사들 중에서도 그들은 특히 경쟁, 질투, 시기의 비옥한 토양을 제공한다. 기사단의 현 단장은 전임자가 그러한 이상한 상태에 있다는 것을 알게 되면 무어라 답할 것인가? 그들은 눈물을 흘릴 것인가 크게 기뻐할 것인가? 그들은 미아미르가 회복하도록 도울 것인가 그녀의 고통을 끝내줄 것인가? 사령관은 이 이야기의 최종막을 놓치고 싶지 않을 것이다!
ko_mt: 과학자 형제애는 현실이라기보다는 이상에 가깝다. 십자군 기사단 사이에서도 경쟁, 시기, 질투의 비옥 한 땅이 있습니다. 현재 교단의 지도자는 전임자가 비정상적인 상태에있는 것을 보면 뭐라고 말할까요? 그들은 울까요 아니면 기뻐할까요? 미아미르의 회복을 도울까요, 아니면 그녀의 고통을 끝낼까요? 사령관은 이 이야기의 마지막 결말을 놓치고 싶지 않을 것입니다!

source: Follow the leader of the Order of the Flaming Lance to Miammir the Scholar
ko: 불타는 기병창 기사단의 단장을 따라가 학자 미아미르를 만나라
ko_mt: 불타는 창 교단의 지도자를 따라 학자 미아미르로 가세요

source: The time has come to learn the truth. Why did Miammir leave Kenabres? What knowledge has she been seeking here, by this petrified tree? And most important of all — were all the hardships she has been forced to endure worth it?
ko: 진실을 알아낼 시간이 왔다. 어째서 미아미르는 케나브레스를 떠났는가? 그녀는 이 석화된 나무에서 무슨 지식을 찾고 있었던 것인가? 가장 중요한 것은, 그녀가 감내한 모든 고난이 그럴만한 가치가 있었던 것인가?
ko_mt: 진실을 배울 때가 왔습니다. 미아미르는 왜 케나브레스를 떠났을까요? 그녀는 이 석화된 나무 옆에서 어떤 지식을 찾고 있었을까요? 그리고 무엇보다도 중요한 것은 그녀가 견뎌야 했던 모든 고난이 그만한 가치가 있었을까요?

source: Decide the fate of Miammir the Scholar
ko: 학자 미아미르의 운명을 결정하라
ko_mt: 학자 미아미르의 운명을 결정하세요

source: Wait 7 days for a squad of soldiers to be placed under Irabeth's command.
ko: 이라베스의 휘하에 병사 한 분대가 배속될 때까지 7일간 기다린다.
ko_mt: 7일 동안 기다리면 병사 분대가 이라베스의 지휘하에 배치됩니다.

source: What is a mortal soul if not the sum total of all the scars acquired over a lifetime? Some of the injuries done to Irabeth's soul have healed. Some wounds will remain fresh forever. No matter her feelings, this knight will never turn her back on the crusade — even if now every step she takes is more painful than the last.
ko: 필멸자의 영혼이란 결국 평생에 걸쳐 쌓인 상처들의 응집이 아닌가? 이라베스의 영혼에 가해진 상처 일부는 치유되었고, 일부는 영원히 그 자리에 남아있을 것이다. 그녀의 감정에 상관없이, 이 기사는 결코 성전에 등을 돌리지 않을 것이다 — 앞으로 내딛을 한 걸음 한 걸음이 더 큰 고통이 된다 하더라도 말이다.
ko_mt: 일생 동안 얻은 모든 상처의 총합이 아니라면 필멸의 영혼이란 무엇입니까? 이라베스의 영혼에 입힌 상처 중 일부는 치유되었습니다. 어떤 상처는 영원히 남아있을 것입니다. 그녀의 감정이 어떻든, 이 기사는 지금 그녀가 내딛는 모든 발걸음이 마지막 발걸음보다 더 고통스러울지라도 결코 십자군 전쟁에서 등을 돌리지 않을 것입니다.
