Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: Clear a path to the surface for Horgus
ko: 호르거스를 위해 지상으로 통하는 경로를 확보하라
ko_mt: 호거스를 위해 지상으로가는 길을 비워라

source: After hiring reliable bodyguards, Horgus set off for his mansion. What could compel this man to risk his life to return to his ravaged home? The answer to that question lies in the ancestral seat of the Gwerms.
ko: 호르거스는 믿음직한 호위병을 고용해 자신의 저택으로 떠났다. 도대체 무엇이 이 남자가 자신의 망가진 집으로 목숨을 걸고 돌아가게 하는 것일까? 이에 대한 해답은 그웜 가문의 선조들의 자리에 있다.
ko_mt: 호르구스는 믿을 만한 경호원을 고용한 후 저택으로 출발했습니다. 무엇이 이 남자로 하여금 목숨을 걸고 황폐해진 고향으로 돌아가게 만들었을까요? 그 질문에 대한 답은 그웜 족의 조상 자리에 있습니다.

source: Go to Horgus's mansion with Camellia
ko: 카멜리아와 함께 호르거스의 저택으로 가라
ko_mt: 카멜리아와 함께 호거스의 저택으로 가세요

source: After trying and failing to hire bodyguards, Horgus set off for his mansion. What could compel this man to risk his life to return to his ravaged home? The answer to that question lies in the ancestral seat of the Gwerms.
ko: 호위병을 구하기 위한 시도가 실패한 이후, 호르거스는 자신의 저택으로 떠났다. 도대체 무엇이 이 남자가 그렇게까지 자신의 망가진 집에 돌아가도록 하는 것일까? 이 질문에 대한 답은 그웜 가문의 조상들의 자리에 있다.
ko_mt: 경호원을 고용하려다 실패한 호르구스는 저택으로 출발했다. 무엇이 이 남자로 하여금 목숨을 걸고 황폐해진 집으로 돌아가게 만들었을까요? 그 질문에 대한 답은 그웜족의 조상 자리에 있습니다.

source: Go to Horgus's mansion with Camellia
ko: 카멜리아와 함께 호르거스의 저택으로 가라
ko_mt: 카멜리아와 함께 호거스의 저택으로 가세요

source: Horgus has always relied on money rather than a blade to solve his problems. In typical fashion, he has hired mercenaries to do the legwork while he remains at a safe distance, waiting for their signal. All the enemies in the Gwerm mansion must be eliminated, then the signal can be given.
ko: 호르거스는 자신의 문제를 해결하는데 있어 항상 칼보다는 돈에 의지해왔다. 그래서 이번에도 자신이 안전한 곳에서 신호를 기다리는 동안 대신 힘든 일을 처리할 용병들을 고용했다. 그웜 저택 내부의 적들을 모두 제거해야 한다, 그 후 신호를 보낼 수 있다.
ko_mt: 호르구스는 항상 문제를 해결하기 위해 칼보다는 돈에 의존해 왔습니다. 전형적인 방식으로, 그는 자신이 안전한 거리를 유지하면서 신호를 기다리는 동안 용병을 고용하여 일을 처리했습니다. 그웜 저택의 모든 적을 제거해야 신호를 보낼 수 있습니다.

source: Make sure the mansion is safe
ko: 저택의 안전을 확보하라
ko_mt: 저택이 안전한지 확인

source: The danger has passed. Now you can signal Horgus from the window of his study
ko: 위험은 사라졌다. 이제 당신은 호르거스의 서재 창문에서 신호를 보낼 수 있다
ko_mt: 위험은 지나갔다. 이제 서재 창문에서 호거스에게 신호를 보낼 수 있습니다.

source: Talk to Horgus
ko: 호르거스와 대화하라
ko_mt: 호르구스와 대화

source: The feud between two servants of faith has been settled. A question out of curiousity — what will become of mortals should the gods grow weary of restraining themselves and decide to settle their disputes once and for all? It is likely that when this happens, the days of the crusades will seem to mortals like an era of peace and prosperity.
ko: 신앙의 두 종들 사이의 불화가 정리되었다. 단순한 궁금증이지만 — 신들이 스스로를 자제하는데 지쳐 자신들간의 분쟁을 직접 처리하려 하면, 과연 필멸자들은 어떻게 될까? 아마 그런 일이 벌어진다면, 필멸자들에게 있어 성전의 나날은 평화와 번영의 시절로 기억되리라.
ko_mt: 두 믿음의 종들 사이의 불화가 해결되었습니다. 호기심에서 나온 질문입니다. 신들이 자신을 제지하는데 지쳐서 분쟁을 단번에 해결하기로 결정하면 인간은 어떻게 될까요? 이런 일이 발생하면 십자군 시대는 인간에게 평화와 번영의 시대처럼 보일 것입니다.

source: Among the topics guaranteed to provoke a reaction at the dinner table, religion certainly produces the most volatile results. Disagreements on this subject can rile even the most even-tempered dinner guests, let alone ministers of faith in a war-ravaged city. Hulrun, prelate and inquisitor of Iomedae, believes that Ramien, priest of Desna, should be put down. Ramien's opinion on the matter is quite different, naturally. Can someone help settle this conflict?
ko: 식사 자리에서 남들의 반응을 이끌어낼 여러 주제중에서, 종교야말로 가장 과격한 반응을 불러일으킬 수 있다. 이 주제에 대한 의견의 불일치는 가장 점잖은 손님마저 짜증을 토해내게 할 수 있다. 전쟁으로 무너진 도시의 유일한 신앙의 수호자, 아이오메데의 인퀴지터이자 주교인 헐런은 데즈나의 사제, 라미엔을 제거해야 한다고 믿고 있고 당연히, 이에 대한 라미엔의 의견은 다르다. 누군가 이 분쟁을 마무리지을 수 있을까?
ko_mt: 저녁 식탁에서 반응을 불러일으킬 수 있는 주제 중 종교는 확실히 가장 불안정한 결과를 낳습니다. 이 주제에 대한 의견 불일치는 전쟁으로 황폐해진 도시에서 종교 목사는 말할 것도 없고 가장 평온한 저녁 식사 손님조차도 격분하게 만들 수 있습니다. 아이오메데의 성직자이자 심문관인 훌런은 데스나의 사제인 라미엔을 처형해야 한다고 생각합니다. 물론 라미엔의 의견은 전혀 다릅니다. 누가 이 갈등을 해결할 수 있을까요?

source: Feud of the Faithful
ko: 성직자간의 불화
ko_mt: 신자들의 불화

source: Prelate Hulrun will not rest until Ramien is dead. And, knowing the prelate, it is unlikely he will be satisfied even after that.
ko: 주교 헐런은 라미엔이 죽을 때까지 멈추지 않을 것이다. 주교의 성향을 고려하면 그 후에도 그가 만족할 것 같지는 않다.
ko_mt: 성직자 훌런은 라미엔이 죽을 때까지 쉬지 않을 것입니다. 그리고 성직자를 알면 그 후에도 그가 만족할 것 같지 않습니다.

source: Kill Ramien
ko: 라미엔을 죽여라
ko_mt: 라미엔 죽이기

source: The grisly deed is done — time to deliver the good news to the prelate.
ko: 이 끔찍한 임무는 끝났다 — 주교에게 좋은 소식을 전해주자.
ko_mt: 소름 끼치는 행동이 끝났습니다 - 성직자에게 좋은 소식을 전할 시간입니다.

source: Tell Hulrun that Ramien is dead
ko: 헐런에게 라미엔이 죽었음을 알려라
ko_mt: 훌런에게 라미엔이 죽었다고 전해줘

source: Ramien naively believes (or puts on a convincing show of believing) that his conflict with the prelate can be resolved by peaceful means.
ko: 라미엔은 순진하게도(혹은 그런 흉내를 하면서) 주교와의 분쟁이 평화롭게 끝날 수 있을 것이라고 믿은 듯하다.
ko_mt: 라미엔은 성직자와의 갈등이 평화적 수단으로 해결 될 수 있다고 순진하게 믿거나 설득력있는 믿음을 보여줍니다.

source: Try to convince Hulrun to leave Ramien in peace
ko: 헐런에게 라미엔을 놔두라고 설득하라
ko_mt: 훌런이 라미엔을 평화롭게 떠나도록 설득하십시오.

source: The stern inquisitor has been persuaded to change his position on Ramien — now instead of death, the Desnan priest is threatened with exile. Ramien should hear what fate has been handed down to him.
ko: 완고한 인퀴지터는 설득되었고 라미엔에 대한 그의 입장을 바꾸었다. 데즈나의 사제는 이제 죽음이 아닌 추방의 위협을 받고 있다. 라미엔은 그에게 내려진 운명이 무엇인지 들어야만 한다.
ko_mt: 엄격한 종교 재판관이 라미엔에 대한 입장을 바꾸도록 설득되었습니다. 이제 데스나 신부는 죽음 대신 추방 위협을 받고 있습니다. 라미엔은 그에게 어떤 운명이 전해 졌는지 들어야합니다.

source: Tell Ramien about Hulrun's decision
ko: 라미엔에게 헐런의 선택에 대해 말하라
ko_mt: 훌런의 결정에 대해 라미엔에게 말하세요

source: Whatever the priest of the benevolent goddess may have believed, a peaceful solution to the conflict was never going to be possible. He will not rejoice at the news of his antagonist's death, but he will surely be lying if he says that the news does not come as a relief.
ko: 자애로운 여신의 사제가 어떻게 생각하건 간에, 애초부터 평화로운 해결법 따위는 존재하지 않았다. 그는 자신의 적대자가 죽었다는 사실에 기뻐하진 않겠지만, 그 소식에 안도하지 않는다면 거짓말일 것이다.
ko_mt: 자비로운 여신의 사제가 무엇을 믿었 든간에 갈등에 대한 평화로운 해결책은 결코 가능하지 않을 것입니다. 그는 적대자의 죽음 소식에 기뻐하지 않을 것이지만 그 소식이 안도감으로 오지 않는다고 말하면 분명히 거짓말을 할 것입니다.

source: Tell Ramien that Hulrun is dead
ko: 라미엔에게 헐런의 사망을 알려라
ko_mt: 라미엔에게 훌런이 죽었다고 전해줘

source: Kaylessa is dead. The hunter Forn's chase has come to an end, but has the evil that he was hunting been eradicated? Or will it survive and sprout from the smallest seed to change this world? None can tell, for fate is dark and unpredictable.
ko: 케일리사가 죽었고 사냥꾼 포른의 일도 끝이 났다. 하지만 그가 쫓던 악이 정말로 사라진 것일까? 아니면 살아남아 세상의 다른 곳에서 또 조그마한 씨앗을 싹틔울까? 운명은 어둡고 예측할 수 없는 법, 누구도 감히 단언할 수 없다.
ko_mt: 케일레사가 죽었다. 사냥꾼 포른의 추격은 끝났지만 그가 사냥하던 악은 근절 되었습니까? 아니면 살아남아 작은 씨앗에서 싹을 틔워 이 세상을 바꿀 수 있을까요? 운명은 어둡고 예측할 수 없기 때문에 아무도 알 수 없습니다.

source: Some representatives of elvenkind are arrogant, believing themselves to be superior to most other races. They are convinced of their own nobility and high purpose, and look down upon those of their kin who have turned to evil and the worship of darkness. The fate of such outcasts is typically bleak. The hunter Forn has arrived from Kyonin to track down and kill a fearsome cultist, Kaylessa. He encountered her once before and failed, but he refuses to give up. Perhaps meeting an ally has improved his chances.
ko: 엘프들의 일부 대변인은 오만하고, 자신들이 다른 종족들보다 우월하다고 믿는다. 스스로의 고귀함과 위대한 목표를 따르는 그들은 동족들에게 등 돌려 악과 어둠을 숭배하는 이들을 깔보며, 그러한 추방자들의 운명은 대체로 어둡다. 쿄닌 출신의 사냥꾼 포른은 무시무시한 사교도, 케일리사를 쫓고 있다. 그는 이미 임무에 한 차례 실패했으나, 아직 포기할 생각은 없는 듯하다. 어쩌면 아군을 만듦으로써 그의 성공률이 올라갈지도 모를 일이다.
ko_mt: 엘프 종족의 일부 대표자들은 거만하며 자신이 대부분의 다른 종족보다 우월하다고 믿습니다. 그들은 자신의 고귀함과 높은 목적을 확신하고 악과 어둠의 숭배로 돌아선 친족을 경멸합니다. 이런 추방자들의 운명은 대개 암울합니다. 사냥꾼 포른이 교닌에서 무시무시한 이교도 케일레사를 추적해 죽이러 왔습니다. 전에도 한 번 그녀를 만났지만 실패했지만, 그는 포기하지 않습니다. 아마도 동맹을 만난 것이 그의 가능성을 높였을 것입니다.

source: The Outcast
ko: 추방자
ko_mt: 추방자

source: Forn, a hunter of the servants of evil, has reported that a dangerous cultist by the name of Kaylessa is hiding in Kenabres. He described her remarkable appearance — gray hair, dark skin, and scarlet eyes — and warned just how deadly she can be in a fight.
ko: 악의 종복들을 사냥하는 사냥꾼 포른이 케일리사라는 이름의 위험한 사교도가 케나브레스에 숨어있다고 알려줬다. 그는 그녀의 외모의 특징인 회색 머리, 검은 피부 그리고 붉은 눈동자에 대해 언급하였다. 그리고, 그녀와 싸우는 게 얼마나 위험한지도.
ko_mt: 악의 종의 사냥꾼인 포른은 케일레사라는 이름의 위험한 이단자가 케나브레스에 숨어 있다고보고했습니다. 그는 그녀의 놀라운 외모(백발, 검은 피부, 주홍색 눈)를 묘사하며 그녀가 전투에서 얼마나 치명적일 수 있는지 경고했습니다.

source: Find and kill Kaylessa
ko: 케일리사를 찾아서 죽여라
ko_mt: 케일레사를 찾아서 죽여라

source: {name} met Kaylessa, but trusted her words and let her go. It is unlikely the hunter Forn will be pleased to hear this.
ko: {name}(은)는 케일리사를 만났으나 그녀의 말을 믿고 놓아주었다. 사냥꾼 포른이 이 소식을 듣고 기뻐하진 않을 것이다.
ko_mt: {name}은 케일레사를 만났지만 그녀의 말을 믿고 그녀를 놓아주었습니다. 사냥꾼 포른이 이 말을 듣고 기뻐할 것 같지는 않아요.

source: Talk to Forn
ko: 포른과 대화하라
ko_mt: 포른에게 말해요

source: Kaylessa — the quarry that the hunter Forn was pursuing — is dead. Perhaps he will be glad to learn that his chase is over.
ko: 사냥꾼 포른이 쫓던 사냥감인 케일리사는 죽었다. 자신의 추격이 끝났다는 소식을 들으면 그가 기뻐할지도 모르겠다.
ko_mt: 사냥꾼 포른이 쫓던 사냥감 케일레사가 죽었습니다. 아마도 그는 그의 추격이 끝났다는 사실을 알게되어 기뻐할 것입니다.

source: Show Kaylessa's diary to Forn
ko: 케일리사의 일지를 포른에게 보여주어라
ko_mt: 케일레사의 일기장을 포른에게 보여줘

source: According to the darkhunter Forn's warning, Kaylessa will strike soon. It would be wise to prepare to face her head-on.
ko: 어둠 사냥꾼 포른의 경고에 따르면, 케일리사가 곧 공격해올 것이라고 한다. 그녀와 직접 대면할 준비를 하는 편이 좋을 것이다.
ko_mt: 다크헌터 포른의 경고에 따르면 케일레사가 곧 공격할 거라고 한다. 그녀와 정면으로 맞설 준비를하는 것이 현명할 것입니다.

source: Wait for Kaylessa's schemes to be revealed
ko: 케일리사의 계획이 드러나길 기다려라
ko_mt: 케일레사의 계략이 드러날 때까지 기다리세요

source: The darkhunter Forn's guise has turned out to be false — like overtempered steel, what at first appeared robust and durable is in fact fragile and brittle. He has lured the Commander into a trap, and only immediate and harsh retaliation may help shed some light on this plot.
ko: 어둠사냥꾼 포른의 겉모습은 마치 담금질을 과하게 한 강철처럼, 겉보기엔 견고하고 믿음직했으나 사실은 나약하고 불안정하기 그지 없어 결국 가짜임이 드러났다. 그는 사령관을 함정으로 유인하였으니 오직 즉각적이고 가혹한 보복만이 이 음모에 빛을 비춰줄 수 있을 것이다.
ko_mt: 다크헌터 포른의 위장은 거짓으로 판명되었습니다. 과도하게 단련된 강철처럼 처음에는 견고하고 튼튼해 보였던 것이 사실은 연약하고 부서지기 쉬운 것으로 밝혀졌습니다. 그는 사령관을 함정으로 유인했으며 즉각적이고 가혹한 보복 만이 이 음모를 밝히는데 도움이 될 수 있습니다.

source: Defeat Forn
ko: 포른을 쓰러트려라
ko_mt: 포른을 물리치다

source: Before her death, Kaylessa had one final request for the Commander — to write a letter recounting her grim tale and send it to Kyonin. The choice of what to do with this chilling truth is for the Commander to make. The Winter Council that sent Forn to hunt down Kaylessa would clearly prefer it to be buried as deep as possible.
ko: 죽음을 맞이하기 전, 케일리사는 사령관에게 마지막 부탁을 남겼다. 바로 자신이 어두운 운명에 대한 편지를 적어 쿄닌으로 보내달라는 것이다. 이 음산한 진실을 두고 사령관은 어떤 선택을 내려야 할까. 케일리사를 쫓으라고 포른을 파견했던 겨울 의회는 이 진실이 가능한 깊이 파묻히기를 원할 것이다.
ko_mt: 케일레사는 죽기 전에 사령관에게 마지막 부탁을 하나 했는데, 자신의 암울한 이야기를 담은 편지를 써서 교닌에게 보내달라는 것이었습니다. 이 소름 끼치는 진실을 어떻게 처리할지는 사령관이 결정할 일입니다. 포른을 보내 케일레사를 사냥하게 한 겨울 평의회는 이 사실을 가능한 한 깊이 묻어두길 원할 것이 분명합니다.

source: Make a decision about Kaylessa's final request
ko: 케일리사의 마지막 요청에 대해 결정을 내려라
ko_mt: 케일레사의 마지막 요청에 대한 결정을 내리세요

source: Protect the stable
ko: 마굿간을 보호하라
ko_mt: 마구간 보호

source: Protect the forge
ko: 대장간을 보호하라
ko_mt: 대장간 보호

source: Protect the storehouse
ko: 창고를 지켜라
ko_mt: 창고 보호

source: Protect the tavern
ko: 선술집을 지켜라
ko_mt: 선술집 보호

source: Who knows when the demons will deal the final blow to the Defender's Heart? The next wave of attack could have unexpected consequences — and not only for the crusaders barricaded in the tavern, but for the city at large.
ko: 데몬들이 언제 수호자의 심장에 결정타를 꽂아넣을지 누가 알겠는가? 다음 공격은 예상치 못한 결과를 불러올 수 있다 — 그리고 이는 선술집에 방어선을 차린 성전사들 뿐만 아니라, 도시 전체의 운명이 걸린 문제이다.
ko_mt: 데몬들이 언제 수호자의 심장에 마지막 타격을 가할지 누가 알겠습니까? 다음 공격의 물결은 선술집에 바리케이드를 친 십자군뿐만 아니라 도시 전체에 예기치 않은 결과를 초래할 수 있습니다.

source: Be prepared
ko: 준비하라
ko_mt: 준비하라

source: The demons are coming. They are already close at hand. The heroes still have a little time to check their gear and catch their breath before the battle starts.
ko: 데몬이 몰려온다. 이미 코앞까지 온 상태다. 영웅들은 싸움이 시작하기 전까지 장비를 확인하고 숨을 돌릴 조금의 시간밖에 남지 않았다.
ko_mt: 데몬들이 오고 있습니다. 그들은 이미 가까이에 있습니다. 영웅들은 전투가 시작되기 전에 장비를 점검하고 숨을 쉴 시간이 아직 조금 있습니다.

source: Inform Irabeth that the troops are ready for battle
ko: 이라베스에게 부대의 전투 준비가 끝났음을 알려라
ko_mt: 부대가 전투 준비가 되었다고 이라베스에게 알리십시오.

source: The demons are here! The executioner's axe is raised high, and now only the tavern's defenders can stop it from falling where it will.
ko: 데몬들이 도착했다! 처형인의 도끼가 높이 치솟았다, 이제 선술집의 방어자들만이 그것이 떨어져 내리는 것을 막을 수 있다.
ko_mt: 데몬들이 여기 있다! 사형 집행자의 도끼가 높이 들어 올려졌고 이제 선술집의 수비수 만이 도끼가 떨어지지 않도록 막을 수 있습니다.

source: Defend the Defender's Heart
ko: 수호자의 심장을 지켜라
ko_mt: 수호자의 심장을 지켜라

source: The executioner's axe swung at last — and missed. But this is merely another reprieve. The demise of mortalkind and their world is inevitable as long as the Worldwound exists. And still, the Defender's Heart beats on. The crusaders ready themselves for a counter attack.
ko: 처형자의 도끼가 마침내 휘둘러졌고, 빗나갔다. 허나 이는 단순한 유예에 지나지 않는다. 세계상처가 존재하는 한 필멸자들과 골라리온의 파멸은 필연적이다. 그러나 아직 수호자의 심장은 뛰고 있고, 성전사들은 반격을 할 준비가 되었다.
ko_mt: 사형 집행자의 도끼가 마침내 휘둘렀지만 빗나갔다. 그러나 이것은 단지 또 다른 유예 일뿐입니다. 세계상처가 존재하는 한 필멸자 종족과 그들의 세계의 종말은 피할 수 없습니다. 하지만 수호자의 심장은 여전히 뛰고 있습니다. 성전사는 반격을 준비합니다.

source: The brave souls gathered in the Defender's Heart survived the first attack and the ensuing chaos, but they are not out of the woods yet. Everyone understands that the death sentence issued by the demon lords has not been quashed, simply postponed. No one knows when the execution will come, but each person hopes against hope to live long enough to see the threat pass, and to receive the clemency of fate...
ko: 최초의 공격과 뒤따른 혼란에서 살아남은 용감한 영혼들이 수호자의 심장에 집결하고 있으나, 그들의 위기는 끝나지 않았다. 데몬 군주들이 그들에게 내린 사형 선고는 아직 저지된 것이 아닌, 그저 지연되었을 뿐. 그 때가 언제일지는 아무도 모르나, 모두들 이 위협을 지나 운명의 자비를 볼 수 있기를 바라고 있다.
ko_mt: 수호자의 심장에 모인 용감한 영혼들은 첫 번째 공격과 그에 따른 혼란에서 살아 남았지만 아직 숲에서 벗어나지 못했습니다. 데몬 로드들이 내린 사형 선고가 취소된 것이 아니라 연기되었을 뿐이라는 것은 누구나 알고 있습니다. 사형 집행이 언제 올지 아무도 모르지만 각 사람은 위협이 지나가는 것을 볼 수있을 만큼 오래 살고 운명의 사면을 받기를 희망합니다...

source: A Stay of Execution
ko: 처형의 유예
ko_mt: 사형 집행 유예

source: Wait for the liberation of Kenabres
ko: 케나브레스의 해방을 기다려라
ko_mt: 케나브레스의 해방을 기다리십시오

source: This little fishing village on the bank of the Sellen River has been without a priest for many years — but now Jernaugh, the young cleric of Erastil, is sailing to their salvation. He is certain that a warm welcome awaits him, and he even invited the Commander to visit him in his new home.
ko: 셀렌 강둑에 위치한 조그마한 어촌 마을은 수 년간 사제가 없었으나 — 이제 에라스틸의 젊은 클레릭 예르나프가 그들의 구원을 위해 찾아왔다. 그는 분명 따듯한 환영을 받으리라 예상하며 사령관도 그의 새로운 집으로 초대했다.
ko_mt: 셀렌 강 유역에 있는 이 작은 어촌 마을에는 수년 동안 사제가 없었지만 이제 에라스틸의 젊은 성직자 저나우가 그들의 구원을 위해 항해하고 있습니다. 그는 따뜻한 환영이 그를 기다리고 있다고 확신하고 사령관에게 자신의 새 집으로 그를 방문하도록 초대했습니다.

source: Visit Jernaugh in Chilly Creek
ko: 냉랭한 개울에 있는 예르나프를 찾아가라
ko_mt: 칠리 크릭의 저나우 방문

source: A small village far from the front line — to those accustomed to the clashing of iron, the shrieking of demons, and the moans of the dying, it is difficult even to believe that tranquil places like this still exist somewhere. The young cleric is settling in to his new home, and his congregation seem pleased with him. He is living a peaceful life and every day he prays for the Commander's victory.
ko: 최전선에서 멀리 떨어진 조그만 마을 — 쇠가 맞부딪치는 소리, 데몬들의 울음 소리, 죽어가는 자의 신음 소리에서 한참 떨어진 이렇게 평화로운 장소가 존재한다는 것은 상상조차 하기가 어렵다. 젊은 클레릭은 이곳을 자신의 새로운 집으로 삼았고, 신도들도 그를 마음에 들어하는 것 같다. 그는 평화로운 매일을 보내며 사령관의 승리를 위해 기도하고 있다.
ko_mt: 최전선에서 멀리 떨어진 작은 마을 - 철의 충돌, 데몬의 비명, 죽어가는 사람들의 신음에 익숙한 사람들에게는 이와 같은 고요한 장소가 여전히 어딘가에 존재한다는 사실조차 믿기 어렵습니다. 젊은 성직자는 새 집에 정착하고 있으며 신도들도 그를 만족스러워하는 것 같습니다. 그는 평화로운 삶을 살고 있으며 매일 사령관의 승리를 위해기도합니다.

source: Consumed by the war against the demons, crusaders can sometimes forget that life goes on outside the crusade. Take Jernaugh, for instance, the young cleric of Erastil who was merely passing through Kenabres, but who was unavoidably detained when Deskari's scythe came down on the city.
ko: 데몬에 맞서는 성전에 삼켜져, 성전사들은 가끔 성전 이외의 삶이 무엇인지 잊어버리곤 한다. 예르나프의 예를 들자면, 에라스틸의 젊은 클레릭은 그저 케나브레스를 스쳐지나갈 뿐이었는데, 데스카리의 낫에 붙잡혀 도시에 갇힌 신세가 되었다.
ko_mt: 데몬과의 전쟁에 몰두하다 보면 십자군은 때때로 성전 밖에서도 삶이 계속된다는 사실을 잊어버릴 수 있습니다. 예를 들어, 케나브레스를 지나던 에라스틸의 젊은 성직자 저나우는 데스카리의 대낫이 도시를 덮쳤을 때 어쩔 수 없이 구금되었습니다.

source: Cold Waters
ko: 차가운 물
ko_mt: 차가운 물

source: A group of Desnan adepts have been accused by the Kenabres inquisition of trying to steal the Wardstone. They managed to escape their pursuers and are now in hiding. Whatever drove these "conspirators" to do what they did, they should be found.
ko: 한 무리의 데즈나 신봉자들이 수호석을 훔치려 했다는 혐의로 케나브레스의 종교 재판소에 고발되었다. 그들은 도망치는 데 성공하여 지금은 숨어있는 상태이다. 무엇이 이 "공모자" 들의 행위를 부추겼건 간에, 이들을 찾아야만 한다.
ko_mt: 한 무리의 데스나 숙련자들이 케나브레스 종교 재판소에 의해 수호석을 훔치려 했다는 혐의를 받고 있습니다. 그들은 추격자를 피하여 현재 숨어 지내고 있습니다. 이 "공모자"들이 무슨 이유로 그런 짓을 했는지 반드시 밝혀내야 합니다.

source: Find out what happened to the missing Desnan adepts
ko: 사라진 데즈나의 신봉자들에게 무슨 일이 생긴건지 알아내라
ko_mt: 실종된 데스나 숙련자에게 무슨 일이 일어 났는지 알아보십시오.

source: The beautiful bard Aranka has found refuge somewhere in the city among friends or devotees. She is unlikely to give herself away, but she can be found by looking out for signs of a highly talented singer and musician.
ko: 아름다운 바드 아란카는 친구들과 신도 사이에서 피난처를 찾았다. 그녀가 순순히 모습을 드러내는 일은 없을 테지만, 뛰어난 재능의 가수와 음악가를 찾다 보면 그녀를 발견 할 수 있을 것이다.
ko_mt: 아름다운 바드 아란카는 도시 어딘가에서 친구 나 신자들 사이에서 피난처를 찾았습니다. 그녀는 자신을 포기할 것 같지 않지만 매우 재능있는 가수와 음악가의 징후를 찾으면 찾을 수 있습니다.

source: Find Aranka, the Desnan singer
ko: 데즈나 신도 가수 아란카를 찾아라
ko_mt: 데스나 가수 아란카를 찾아라

source: Tracking down Thall, a young but skilled mage, is no easy task. He has several methods of concealing his presence from inquisitors searching high and low. Only one thing is clear: like any good follower of the noble and impetuous goddess, he will not sit idly by while the city is overrun with demons.
ko: 젊지만 숙련된 마법사 트할을 추적하는 것은 쉬운 일이 아니다. 그는 자신을 찾아 구석구석 수색하는 인퀴지터로부터 자신의 존재를 숨기는 여러 수단을 지니고 있다. 한 가지 명백한 것은 고귀하고 충동적인 여신을 따르는 다른 선한 추종자들이 그러하듯, 그는 도시가 데몬들에 의해 짓밟히는 것을 그저 지켜보지만은 않을 것이란 것이다.
ko_mt: 젊지만 숙련된 마법사 탈을 추적하는 것은 쉬운 일이 아닙니다. 그는 사방에서 수색하는 심문관들로부터 자신의 존재를 숨기는 여러 가지 방법을 가지고 있습니다. 한 가지 분명한 것은 고귀하고 성급한 여신의 훌륭한 추종자처럼 도시가 데몬으로 넘쳐나는 동안 그는 가만히 앉아 있지 않을 것입니다.

source: Find Thall the Wallflower, the Desnan mage
ko: 데즈나 신도 마법사, 월플라워 트할을 찾아라
ko_mt: 데스나 마법사 월플라워 탈을 찾아라

source: The adepts have been found. Ilkes, the first of them, is waiting for news in the ruined temple of Desna.
ko: 신봉자를 찾았다. 그 중 첫째인 일케스는 폐허가 된 데즈나의 신전에서 소식을 기다리고 있다.
ko_mt: 숙련자들이 발견되었습니다. 그들 중 첫 번째인 일케 스는 폐허가 된 데스나 사원에서 소식을 기다리고 있습니다.

source: Go to see Ilkes in the Temple of Desna
ko: 데즈나의 신전에서 일케스를 만나라
ko_mt: 데스나 사원에서 일케스를 만나러 가세요

source: The renegade adept who evaded all the inquisitors in Kenabres has been hunted down and killed. Prelate Hulrun will want to hear about this.
ko: 케나브레스의 인퀴지터들을 피해 도망다니던 배신자 신봉자들을 모두 찾아서 죽였다. 주교 헐런은 이 얘기를 듣고 싶어할 것이다.
ko_mt: 케나브레스의 모든 심문관을 피해 도망친 배신자 숙련자가 쫓겨나 죽임을 당했습니다. 성직자 훌런이 이 소식을 듣고 싶어 할 것입니다.

source: Report to Hulrun about the adept's killing
ko: 헐런에게 데즈나 신봉자들이 죽었다고 보고하라
ko_mt: 숙련자의 살인에 대해 훌런에게보고하십시오.

source: Aranka, the bard and Desnan adept, offers a shawl that will mark its wearer out as a friend to her fellow worshiper. Thall can probably be found in the Market Square.
ko: 바드이자 데즈나 신도인 아란카가 걸치고 있으면 동료 신도들에게 친구임을 드러낼 수 있는 숄을 건냈다. 트할은 아마도 시장 광장에 있을 것이다.
ko_mt: 바드가자 데스나의 숙련자인 아란카는 목도리를 착용한 사람을 동료 숭배자의 친구로 표시할 수 있는 목도리를 제공합니다. 숄은 아마도 시장 광장에서 찾을 수 있을 것입니다.

source: Daeran has remembered that a beautiful unknown singer performed at his mansion.
ko: 대런은 무명의 아름다운 가수가 자신의 저택에서 공연했던 것을 기억했다.
ko_mt: 대런은 아름다운 무명 가수가 자신의 저택에서 공연 한 것을 기억했습니다.

source: No matter how the road may twist and turn, it must be followed to the end. Just as the three Desnan adepts from Kenabres followed theirs.
ko: 가는 길이 아무리 뒤틀려 있고 돌아서게 할지라도, 끝까지 따라갈 수 있어야 한다. 마치 케나브레스의 데즈나의 수습사제 3인이 그들을 길을 따랐듯이 말이다.
ko_mt: 길이 아무리 구불구불해도 끝까지 따라가야 한다. 케나브레스의 세 명의 데스나 고수들이 그들의 길을 따랐던 것처럼.

source: Sometimes there is even less unity to be found among that league of gods that call themselves "good" than among squabbling demon lords. The Kenabres inquisition, serving Iomedae, the bringer of light, has turned against the followers of Desna, the goddess of luck, travels, and dreams. Sometimes a fateful choice must be made when you least expect it.
ko: 때때로 스스로를 '선'이라고 자칭하는 신들의 연맹 가운데에서 서로 갈등하는 데몬 군주들보다도 더 적은 수준의 단결력을 관찰할 수 있다. 아이오메데를 섬기는 케나브레스의 종교 재판소, 빛을 가져오는 이들은 행운, 여행, 꿈의 여신인 데즈나의 추종자들로부터 등을 돌렸다. 종종 가장 예측하지 못했을 때 가장 운명적인 선택을 해야 할 때가 있는 법이다.
ko_mt: 때때로 스스로를 "선"이라고 부르는 신들의 리그에서는 다투는 데몬 로드들보다 더 적은 단결력을 발견할 수 있습니다. 빛을 가져다주는 아이오메데를 섬기는 케나브레스 종교 재판소는 행운과 여행, 꿈의 여신 데스나의 추종자들과 대립하고 있습니다. 때때로 운명적인 선택은 당신이 가장 예상치 못한 순간에 내려져야 합니다.

source: Starward Gaze
ko: 별을 향한 시선
ko_mt: 별을 향한 시선

source: Show Irabeth the dispatch
ko: 이라베스에게 서류를 보여줘라
ko_mt: 이라베스에게 파견을 보여줘

source: It is not time to attack the tower yet.
ko: 아직 탑을 공격할 때가 아니다.
ko_mt: 아직 타워를 공격 할 때가 아닙니다.

source: The hour of reckoning has come!
ko: 심판의 때가 왔다!
ko_mt: 심판의 시간이 왔다!

source: The dispatch belonging to the leader of the demon worshipers in the catacombs revealed that there is at least one group of secret cultists operating in the city. The person in charge of Kenabres's defense should hear about this... That is, of course, if such a person exists, and if the city is still standing.
ko: 지하무덤에 있던 데몬 숭배자들의 지도자가 갖고 있던 파견장은 도시 내에서 활동중인 최소한 한 무리 이상의 비밀 사교도들이 존재함을 드러냈다. 케나브레스의 방어 담당자에게 이 사실을 알려야 한다... 물론, 도시가 아직 버티고 있고, 그러한 사람이 존재해야 가능한 이야기지만.
ko_mt: 카타콤의 데몬 숭배자 지도자의 파견에 따르면 도시에 적어도 한 그룹의 비밀 이교도들이 활동하고있는 것으로 밝혀졌습니다. 케나브레스의 변호를 담당하는 사람은 이에 대해 들어야합니다.. 물론 그러한 사람이 존재하고 도시가 여전히 서있는 경우입니다.

source: Show the cultist dispatch to the commander of the crusader forces
ko: 성전군의 사령관에게 사교도들의 파견장을 보여주어라
ko_mt: 십자군 사령관에게 이교도 파견을 보여주세요

source: Irabeth does not have the numbers to force the demons out of the Tower of Estrod. She prefers to confine her actions to scouting and information gathering for now.
ko: 이라베스에겐 에스트로드 탑에서 데몬들을 몰아낼 병력이 없다. 그녀는 자신의 행동을 자제하고 정찰과 정보 수집을 할 계획이다.
ko_mt: 이라베스는 에스트로드의 탑에서 데몬을 쫓아 낼 숫자가 없습니다. 그녀는 지금은 정찰과 정보 수집에 국한된 행동을 선호합니다.

source: Scout out the Tower of Estrod
ko: 에스트로드 탑을 정찰하라
ko_mt: 에스트로드의 탑 정찰

source: The demons are planning an assault on the Defender's Heart. Luckily, their disorganization up to now has prevented them from consolidating their forces and crushing the resistance. The axe is poised to fall on the heads of the crusaders. Their survival hinges on whether they learn this information before it is too late.
ko: 데몬들이 수호자의 심장에 대한 공격을 계획하고 있다. 다행히, 그들 사이의 불협화음이 견고히 뭉쳐 저항군을 짓밟는 것을 저지하고 있다. 도끼는 성전사들의 머리 바로 위에서 내려칠 준비를 하고 있으며, 그들의 생존을 위해서 정보는 너무 늦기전에 전달 되어야만 한다.
ko_mt: 데몬들이 수호자의 심장에 대한 공격을 계획하고 있습니다. 다행히도 지금까지는 조직이 흐트러져 있어서 힘을 합쳐 저항군을 분쇄하지 못했습니다. 도끼는 성전사들의 머리에 떨어질 준비가 되어 있습니다. 그들의 생존은 너무 늦기 전에 이 정보를 배우느냐에 달려 있습니다.

source: Report to Irabeth about the planned assault
ko: 계획했던 공격에 대해 이라베스에게 보고하라
ko_mt: 계획된 폭행에 대해 이라베스에게 보고

source: The bulk of the demon forces guarding the Tower of Estrod will be going on the assault against the Defender's Heart. Once they are dead, the crusaders will have the perfect opportunity to purge the tower of the remaining enemy forces.
ko: 에스트로드 탑을 지키고 있는 데몬 군세는 곧 수호자의 심장으로 공격을 개시할 것이다. 그들이 죽고나면, 성전군은 탑을 적들로부터 탈환하기 위한 완벽한 기회를 얻게 될 것이다.
ko_mt: 에스트로드의 탑을 지키는 데몬 군대의 대부분이 수호자의 심장에 대한 공격에 나설 것입니다. 그들이 죽으면 십자군은 남은 적군의 탑을 제거 할 수 있는 완벽한 기회를 갖게 될 것입니다.

source: Purge the demons from the Tower of Estrod
ko: 데몬들로부터 에스트로드 탑을 정화하라
ko_mt: 에스트로드의 탑에서 데몬들을 제거하라

source: All the demons occupying the Tower of Estrod have been killed. Irabeth will be delighted to hear that one of the demons' strongholds in the city has been destroyed.
ko: 에스트로드 탑을 점령중이던 데몬들은 모두 죽었다. 이라베스는 도시 내 데몬의 요새중 하나가 파괴됐다는 사실에 기뻐할 것이다.
ko_mt: 에스트로드의 탑을 점령하고 있는 데몬들을 모두 죽였습니다. 도시에있는 데몬의 거점 중 하나가 파괴되었다는 소식을 듣고 이라베스는 기뻐할 것입니다.

source: Tell Irabeth about the victory
ko: 이라베스에게 승리에 대해 이야기하라
ko_mt: 이라베스에게 승리에 대해 말하세요

source: The demon worshipers who turned the Tower of Estrod into their own secret base have been wiped out. Many relics have been looted by demons and common thieves alike, but the vast majority have survived unscathed.
ko: 에스트로드 탑을 자신들만의 비밀 기지로 만든 데몬 숭배자들은 처리되었다. 많은 유물들이 데몬과 일반 도둑들의 손에 의해 약탈되었으나, 대부분은 건재한 상태이다.
ko_mt: 에스트로드의 탑을 자신의 비밀 기지로 바꾼 데몬 숭배자들이 전멸했습니다. 데몬과 일반 도둑들이 많은 유물을 약탈했지만 대다수는 상처없이 살아 남았습니다.
