Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: The Commander has started on the path of the trickster — but does {mf|he|she} have what it takes to play this role? To be able to change the world on a whim, one needs a certain inner freedom, always being the first to believe in the wildest nonsense. This is a quality which the Commander is lacking. If {mf|he|she} wishes to fully unlock {mf|his|her} potential, {mf|he|she} will have to change... by allowing a modicum of chaos into {mf|his|her} soul.
ko: 사령관은 트릭스터의 길을 따르기 시작했다. 허나 {mf|그|그녀}가 이 역할을 수행하기에 필요한 것들을 지니고 있을까? 변덕만으로 세계를 바꿀 수 있기 위해서는 특별한 내면의 자유를 지닌 채 항상 기괴한 헛소리의 선구자가 되어야 한다는 것이다. 이는 사령관이 지니지 않은 성품이다. 만일 {mf|그|그녀}가 자신의 잠재력을 모두 개방하길 바란다면, {mf|그|그녀}는 자신의 영혼의 약간의 혼돈을 받아들여 변화해야만 할 것이다.
ko_mt: 사령관은 사기꾼의 길을 시작했지만 {mf|그|그녀}는 이 역할을 수행하기 위해 필요한 자질을 갖추고 있을까요? 변덕스럽게 세상을 바꿀 수 있으려면 항상 가장 먼저 말도 안 되는 것을 믿을 수 있는 내면의 자유가 필요합니다. 사령관에게 부족한 자질입니다. {mf|그|그녀}이 {mf|그|그녀}의 잠재력을 완전히 발휘하려면 {mf|그|그녀}의 {mf|그|그녀}의 영혼에 약간의 혼돈을 허용함으로써 {mf|그|그녀}의 변해야 합니다.

source: Inner Freedom
ko: 내면의 자유
ko_mt: 내면의 자유

source: The Lord of Nothing
ko: 허무의 군주
ko_mt: 무의 군주

source: Inevitable Excess
ko: 필연적인 과잉
ko_mt: 불가피한 초과

source: Through the Ashes
ko: 잿더미를 지나서
ko_mt: 재를 뚫고

source: The Treasure of the Midnight Isles
ko: 칠흑의 군도의 보물
ko_mt: 미드나잇 아일즈의 보물

source: A Dance of Masks
ko: 가면들의 춤사위
ko_mt: 가면의 춤

source: Trapped in the Darkness
ko: 어둠 속에 갇히다
ko_mt: 어둠 속에 갇힘

source: The Wardstone Legacy
ko: 수호석 서사시
ko_mt: 수호석의 유산

source: Sword of Valor
ko: 용맹의 검
ko_mt: 용맹의 검

source: The Fifth Crusade
ko: 다섯번째 성전
ko_mt: 다섯 번째 십자군

source: The Midnight Isles
ko: 칠흑의 군도
ko_mt: 미드나잇 아일즈

source: City of Locusts
ko: 탐식의 도시
ko_mt: 메뚜기의 도시

source: Threshold of the End
ko: 끝의 경계
ko_mt: 종말의 문턱

source: Other Quests
ko: 다른 임무들
ko_mt: 다른 퀘스트

source: Errands
ko: 심부름
ko_mt: 심부름

source: Mythic Quests
ko: 신화적 임무
ko_mt: 신화 퀘스트

source: Crusade Quests
ko: 성전 임무
ko_mt: 십자군 퀘스트

source: Companion Quests
ko: 동료 임무
ko_mt: 동반자 퀘스트

source: Hit the mannequin
ko: 마네킹을 때려라
ko_mt: 마네킹을 치세요

source: Throw the dart at the target
ko: 과녁에 다트를 던져라
ko_mt: 목표물에 다트 던지기

source: Sample the special festival drink
ko: 특별한 축제 음료를 시음하라
ko_mt: 축제 특별 음료 시음

source: In the war against the demons, there is no respite. The monsters showed up at the city's festival and now the people must fight for their lives on the day when they should have been celebrating. Will Kenabres survive this onslaught?
ko: 괴물들과의 전쟁에 휴식이란 없는 법이다. 도시 축제에 괴물들이 나타났고 사람들은 환호성 대신 비명을 지르며 살아남기 위해 도망쳐야 한다. 케나브레스가 이 습격에서 살아남을 수 있을 것인가?
ko_mt: 데몬과의 전쟁에서 휴식은 없습니다. 괴물들이 도시의 축제에 나타났고 이제 사람들은 축하해야 할 날에 목숨을 걸고 싸워야 합니다. 케나브레스는 이 맹공격에서 살아남을 수 있을까요?

source: Kenabres is a city poised on the border between two worlds: on the one side, the ordinary world inhabited by ordinary people, and on the other, the Worldwound, the demons' foothold on Golarion. Heroes from across the world flock to Kenabres to aid the crusader cause. The protracted war offers little cause for celebration, but today is the anniversary of the city's founding. For today, the city's main square has been cleared of marching troops and given over to performers and carnival games. The townsfolk deserve the chance to forget about the bloodshed, if only for a day.
ko: 케나브레스는 두 세계 사이의 경계에 위치한 도시다. 한쪽에는 평범한 사람들이 사는 평범한 세계가 있고, 반대쪽에는 세계상처, 데몬들이 골라리온 침공 교두보가 있다. 전 세계의 영웅들이 성전을 돕고자 케나브레스로 몰려들었다. 오랜 전쟁 중에 축하할 일은 그리 많지 않았으나, 오늘은 이 도시가 세워진 기념일이다. 오늘 하루 동안, 케나브레스의 중앙 광장에는 행군하는 병사들이 아니라 공연자들과 카니발 게임들의 차지가 되었다. 마을 사람들에게는 단 하루 동안만이라도 피비린내를 잊을 기회가 필요하다.
ko_mt: 케나브레스는 두 세계의 경계에 위치한 도시로, 한쪽에는 평범한 사람들이 사는 평범한 세계가 있고, 다른 한쪽에는 골라리온에 있는 데몬들의 거점인 세계상처가 있습니다. 전 세계의 영웅들이 십자군 대의를 돕기 위해 케나브레스로 모여듭니다. 전쟁이 장기화되면서 축하할 일이 거의 없지만, 오늘은 도시 건국 기념일입니다. 오늘을 위해 도시의 중앙 광장은 행진하는 군대를 치우고 공연자와 카니발 게임에 넘겨졌습니다. 마을 사람들은 하루 만이라도 유혈 사태를 잊을 수 있는 기회를 가질 자격이 있습니다.

source: Day of the City
ko: 도시의 하루
ko_mt: 도시의 날

source: You've got to take a break from fighting some time! The square is packed with numerous entertainments — time to set aside thoughts of war and enjoy.
ko: 때론 싸움을 떠나 휴식을 취해야 합니다! 광장에는 전쟁에 대한 생각을 버리고 즐길 수 있는 많은 오락 거리로 가득 차 있습니다.
ko_mt: 싸움은 잠시 쉬어야 해요! 광장은 수많은 즐길 거리로 가득합니다 - 전쟁에 대한 생각을 제쳐두고 즐길 시간입니다.

source: Have fun
ko: 즐겨라
ko_mt: 즐거운 시간 보내세요

source: The more people who pitch in to help look for the sword in the collapsed cave, the sooner the mongrels will show the way back to the surface.
ko: 무너진 동굴에서 검을 수색하는 사람이 많을수록, 잡종들이 지상으로 돌아갈 길을 알려주는 것도 빨라질 것이다.
ko_mt: 무너진 동굴에서 검을 찾는데 더 많은 사람들이 참여할수록 몽그렐이들이 더 빨리 표면으로 돌아갈 수있는 길을 보여줄 것입니다.

source: The new acquaintances are willing to help and will lead the way through the Shield Maze. But first, a visit to their village is in order.
ko: 새로운 친구들이 방패 미로에서 빠져나갈수 있게 도움을 약속했다. 하지만 그 전에 먼저, 그들의 마을을 방문해야 한다.
ko_mt: 새로운 지인들은 기꺼이 도와주고 방패 미로를 통과하는 길을 인도 할 것입니다. 하지만 먼저 그들의 마을을 방문하는 것이 순서입니다.

source: Wenduag believes that the quickest route to the Maze is by water.
ko: 웬두아그는 미로로 가는 가장 빠른 길은 물을 통한 것이라 주장했다.
ko_mt: 웬두아그는 미로로 가는 가장 빠른 길은 물로 가는 것이라고 믿어요.

source: Lann believes that the quickest route to the Maze is through the main gate.
ko: 랜은 미궁을 향하는 가장 빠른 길은 정문으로 들어가는 것이라 믿는다.
ko_mt: 란은 미로로 가는 가장 빠른 길은 정문을 통과하는 것이라고 믿어요.

source: The door to one of the sections of the Maze is locked. There must be a way to open it.
ko: 미로의 일부 구역으로 가는 문이 잠겼다. 분명 열 방도가 있을 것이다.
ko_mt: 미로의 한 구역으로 통하는 문이 잠겨 있어요. 열 수있는 방법이 있을 것입니다.

source: The door to the unfinished section of the Maze can be opened using a nearby torch — it is a hidden lever.
ko: 미로의 미완성된 구역으로 향하는 문은 근처의 횃불 — 숨겨진 레버로 열 수 있다.
ko_mt: 미로의 미완성 부분으로가는 문은 근처의 횃불을 사용하여 열 수 있습니다-숨겨진 레버입니다.

source: The door to the heart of the Shield Maze is locked with magic.
ko: 방패 미로의 심부로 향하는 문은 마법으로 잠겨있다.
ko_mt: 방패 미로의 심장으로가는 문은 마법으로 잠겨 있습니다.

source: The key to the door leading to the heart of the Shield Maze has been found.
ko: 방패 미로의 심부로 향하는 문을 열 열쇠를 찾았다.
ko_mt: 방패 미로의 심장으로 통하는 문의 열쇠를 찾았습니다.

source: Those swallowed by the darkness have found freedom at last. However, the welcome light of day that glimmers up ahead by no means heralds the end of their trials.
ko: 어둠에 집어삼켜졌던 이들이 마침내 자유를 얻었다. 그러나, 그들을 반겨주는 아침의 햇살이 곧 모든 시련이 끝났음을 의미하지는 않는다.
ko_mt: 어둠에 삼켜진 자들이 마침내 자유를 찾았습니다. 그러나 눈앞에 반짝이는 환영의 빛이 결코 그들의 시련의 끝을 예고하는 것은 아닙니다.

source: The festival organized to raise the spirits of the city has ended in death and destruction. Those lucky enough to survive ended up in the ancient catacombs beneath Kenabres, catacombs in which, so the rumors say, live a brood of bloodthirsty humanoid creatures.
ko: 도시의 분위기를 고양 시키기 위해 펼쳐진 축제는 죽음과 파괴로 끝났다. 운이 좋게 살아남은 이들은 결국 케나브레스 아래의 고대 지하 묘지에 있게 되는데, 이곳은 소문에 의하면 피에 굶주린 인간형 크리처 무리가 살고 있다고 한다.
ko_mt: 도시의 영혼을 고양하기 위해 조직 된 축제는 죽음과 파괴로 끝났습니다. 살아남을 만큼 운이 좋은 사람들은 케나브레스 아래의 고대 지하 묘지, 소문에 따르면 피에 굶주린 인간형 생물 무리가 살고있는 지하 묘지에 들어갔다.

source: Devoured by Darkness
ko: 어둠에 삼켜지다
ko_mt: 어둠에 삼켜

source: Even at the best of times, the caves beneath Kenabres have always been considered a deadly trap, but now that earth tremors have collapsed many of the passages, it will take a miracle for those swallowed by the darkness to find their way back to the light.
ko: 가장 상황이 좋을 때에도 케나브레스의 지하 동굴들은 위험으로 가득하다. 그런데 이제 지진이 대다수의 통로를 붕괴시키기까지 하였으니, 기적이라도 일어나지 않는 이상 이 어둠에 추락한 자들이 다시 빛을 보기란 요원한 일일 것이다.
ko_mt: 케나브레스 아래의 동굴은 가장 좋은시기에도 항상 치명적인 함정으로 여겨져 왔지만 이제 지진의 진동으로 많은 통로가 무너 졌으므로 어둠에 삼켜진 사람들이 빛으로 돌아가는 길을 찾으려면 기적이 필요할 것입니다.

source: Find the way up
ko: 지상으로 가는 길을 찾아라
ko_mt: 길을 찾다

source: The mongrels say that the Shield Maze that leads to the surface holds many dangers. Before setting off, it would be wise to rest in a village hut as Chief Sull advised.
ko: 잡종들은 방패 미로가 지상으로 향하는 길이지만 많은 위험이 도사리고 있다고 한다. 떠나기 전에, 설 족장의 조언대로 휴식을 취하는 것이 좋을 것이다.
ko_mt: 몽그렐들은 지표면으로 이어지는 방패 미로에는 많은 위험이 있다고 말합니다. 출발하기 전에 설 추장의 조언대로 마을 오두막에서 쉬는 것이 현명할 것입니다.

source: Rest in the hut
ko: 오두막에서 휴식하라
ko_mt: 오두막에서 쉬세요

source: The mongrels are ready to storm the Shield Maze to get back their children. A laudable plan, but one which will likely require assistance if it is to succeed.
ko: 잡종들은 방패 미로를 공략하여 자신들의 아이를 되찾을 준비가 되었다. 괜찮은 계획이지만, 그래도 성공하려면 도움이 필요할 것이다.
ko_mt: 몽그렐들은 아이들을 되찾기 위해 방패 미로를 습격 할 준비가 되었습니다. 칭찬할만한 계획이지만 성공하려면 도움이 필요할 것입니다.

source: Storm the Shield Maze
ko: 방패 미로를 공략하라
ko_mt: 방패 미로를 습격하라

source: The time has come to leave the mongrels to deal with their own matters and focus on getting back to the city. The huntress Wenduag believes that the Shield Maze leads to the surface, but she cannot find the way out alone.
ko: 잡종들의 문제는 자기들끼리 알아서 해결하라 하고 도시로 돌아갈 때가 되었다. 사냥꾼 웬두아그는 방패 미로를 통해 지상으로 갈 수 있으리라 믿지만, 그녀 혼자서 출구를 찾아낼 수는 없다.
ko_mt: 이제 몽그렐들은 각자의 일을 처리하도록 내버려두고 도시로 돌아가는데 집중해야 할 때가 왔습니다. 사냥꾼 웬두아그는 방패 미로가 지상으로 이어진다고 믿지만 혼자서는 탈출구를 찾을 수 없습니다.

source: Find the way through the Shield Maze
ko: 방패 미로의 출구를 찾아라
ko_mt: 방패 미로를 통해 길을 찾으십시오.

source: The cultist Hosilla has made herself quite at home in the Shield Maze. The only way out of this place is over her dead body.
ko: 사교도 호실라는 방패 미로에 본거지를 틀었다. 이곳을 빠져나갈 수 있는 유일한 길은 그녀의 시체 위를 넘는 것뿐이다.
ko_mt: 이교도 호실라가 방패 미로에서 아주 편안하게 지내고 있습니다. 이곳에서 나가는 유일한 방법은 그녀의 시체를 넘어가는 것입니다.

source: Slay Hosilla
ko: 호실라를 쓰러뜨려라
ko_mt: 호실라를 죽여라

source: There is no way left but up for those swallowed by the darkness. It is time to return to Kenabres.
ko: 어둠의 구렁텅이에 떨어진 자들에게 남은 길은 올라가는 것 밖에 없다. 케나브레스로 돌아갈 시간이다.
ko_mt: 어둠에 삼켜진 자들에게 남은 길은 위로 올라가는 것 외에는 없다. 케나브레스로 돌아갈 시간입니다.

source: Return to Kenabres
ko: 케나브레스로 돌아가라
ko_mt: 케나브레스로 돌아 가기

source: One strike of the demon lord's titanic scythe and the merriment turned to terror, and toasts of celebration turned to moans of the dying. For those lucky enough to survive the calamity, it makes sense to seek out fellow travelers in this misfortune.
ko: 데몬 군주의 거대한 낫의 일격은 기쁨을 공포로 바꾸었고, 축하하는 건배 소리를 죽어가는 자의 신음 소리로 만들었다. 이 재앙에서 살아남을 만큼 운 좋은 자들은, 이 불행에서 함께할 동료들을 찾아야만 할 것이다.
ko_mt: 데몬 로드의 거대한 대낫을 한 번 내리치자 환희는 공포로 바뀌었고 축하의 축배는 죽어가는 자들의 신음소리로 바뀌었다. 재앙에서 살아남을 만큼 운이 좋은 사람들에게는 이 불행 속에서 동료 여행자를 찾는 것이 합리적입니다.

source: Find other survivors
ko: 다른 생존자들을 찾아라
ko_mt: 다른 생존자 찾기

source: Talk to Staunton
ko: 스턴튼과 대화하라
ko_mt: 스턴튼과 대화

source: Search the place where Terendelev died
ko: 테렌델레브가 사망한 장소를 수색하라
ko_mt: 테렌델레브가 죽은 곳을 검색하세요

source: Visit the Blackwing Library
ko: 검은날개 도서관에 방문하라
ko_mt: 블랙 윙 도서관 방문

source: Talk to the Storyteller
ko: 이야기꾼과 대화하라
ko_mt: 스토리텔러와 대화

source: Ask Irabeth to start the attack on the Gray Garrison
ko: 이라베스와 대화해 회색 요새 공격을 개시하라
ko_mt: 이라베스에게 회색 수비대에 대한 공격을 시작하도록 요청하세요

source: Sometimes, against all the laws of warfare and reason, the outcome of a battle is decided by a miracle. The ravaged and burning city suddenly bared its teeth and repelled the demons, who were already celebrating their victory. What happened in the Wardstone chamber? What power granted this reprieve to the mortals? And what will they do with this unexpected gift?
ko: 가끔, 모든 전쟁의 법칙과 이치를 넘어선 기적으로 전투의 향방이 결정되곤 한다. 유린 당하고 불타오르던 도시가 갑자기 그 이빨을 드러내고 승리를 자축하던 데몬들을 몰아냈다. 수호석이 있는 방에서 무슨 일이 일어난 걸까? 어떤 힘이 필멸자들에게 유예를 가져다 준 걸까? 그들은 이 뜻밖의 선물로 무엇을 할 것인가?
ko_mt: 때때로 전쟁과 이성의 모든 법칙에 반하여 전투의 결과는 기적에 의해 결정됩니다. 황폐하고 불타는 도시가 갑자기 이를 드러내고 이미 승리를 축하하고 있던 데몬들을 격퇴했습니다. 수호석 방에서 무슨 일이 일어났을까요? 어떤 힘이 필멸자들에게 이 유예를 허락했을까요? 그리고 그들은 이 뜻밖의 선물로 무엇을 할까요?

source: The city that for years guarded the border between the Worldwound and the rest of Golarion is no more. Kenabres has been reduced to a flaming ruin where a desperate battle is raging. Everything hangs in the balance: will the story of the crusades end here and now — or will mortalkind have one last chance for victory?
ko: 수 년 간 세계상처와 골라리온의 경계를 지키던 도시는 더 이상 존재하지 않는다. 케나브레스는 필사적인 전투가 벌어지는 불타는 폐허로 화했다. 모든 것이 벼랑 끝에 매달려 있다. 성전의 이야기가 여기서 끝을 맞이할 것인가, 아니면 필멸자들이 승리를 향한 마지막 기회를 잡아낼 것인가?
ko_mt: 수년 동안 세계상처와 골라리온의 나머지 지역 사이의 경계를 지키던 도시는 더 이상 존재하지 않습니다. 케나브레스는 필사적인 전투가 벌어지는 불타는 폐허로 변했습니다. 성전 이야기가 여기서 끝날 것인가, 아니면 모탈카인드에게 마지막 승리의 기회가 주어질 것인가, 모든 것이 균형에 달려 있습니다.

source: The Burning City
ko: 불타는 도시
ko_mt: 불타는 도시

source: What was the point in getting to the surface just to end up in another bloodbath? The underground passage led straight into the Gray Garrison, where cultists and crusaders were battling for control of the old barracks. Things could be worse — though there are enemies nearby, there are allies to be found as well.
ko: 또 다른 피바다를 마주할 거라면, 지상으로 가는 것의 의미는 무엇인가? 지하 통로는 사교도와 성전군이 교전중이던 회색 요새 안으로 이어져 있었다. 상황은 최악이지만 — 그래도 근처에 적이 있다는 것은 그에 맞서는 아군또한 존재한다는 의미기도 하다.
ko_mt: 또 다른 피바다를 만들려고 지상으로 올라온 게 무슨 소용이 있었을까? 지하 통로는 이교도들과 십자군이 오래된 막사를 장악하기 위해 싸우고 있는 회색 주둔지로 곧장 이어졌습니다. 상황은 더 나빠질 수 있습니다. 근처에 적이 있지만 아군도 찾을 수 있습니다.

source: Help the crusaders attack the Gray Garrison
ko: 성전군을 도와 회색 요새를 공격하라
ko_mt: 십자군이 회색 주둔지를 공격하도록 도와주세요

source: The crusaders are seeking the advice of a strange elf who calls himself the Storyteller. If he is still alive somewhere in the ruins of Kenabres, he must be found at all costs.
ko: 성전군은 스스로를 이야기꾼이라 칭하는 이상한 엘프에게 조언을 구하고 있다. 만일 그가 케나브레스의 폐허 어딘가에서 살아있다면, 반드시 그를 찾아내야만 한다.
ko_mt: 십자군은 자신을 이야기꾼이라고 부르는 이상한 엘프의 조언을 구하고 있습니다. 그가 케나브레스의 폐허 어딘가에 아직 살아 있다면 어떤 대가를 치르더라도 그를 찾아야합니다.

source: Find the Storyteller
ko: 이야기꾼을 찾아라
ko_mt: 스토리텔러 찾기

source: The old elf known as the Storyteller almost died in the ruins of the Blackwing Library. He is willing to help the crusaders if they bring him to safety — and the only safe place left in Kenabres is the Defender's Heart.
ko: 이야기꾼이라는 이름으로 알려진 늙은 엘프는 검은날개 도서관에서 거의 죽을뻔했다. 그는 자신을 안전한 곳으로 데려다주면 성전군을 돕겠다고 했고 — 지금 케나브레스에 남은 안전한 곳이라곤 수호자의 심장 뿐이다.
ko_mt: 스토리텔러로 알려진 늙은 엘프는 블랙 윙 도서관의 폐허에서 거의 죽을 뻔했습니다. 그는 성전사들이 그를 안전하게 데려다 주면 기꺼이 도와 주겠다고합니다. 케나브레스에 남은 유일한 안전한 장소는 수호자의 심장뿐입니다.

source: Bring the Storyteller to the Defender's Heart
ko: 이야기꾼을 수호자의 심장으로 데려가라
ko_mt: 스토리텔러를 수호자의 심장으로 데려 오십시오.

source: The Gray Garrison is well fortified — the crusaders made sure of that. Attacking from the front will come at a heavy cost... But what if there was a weakness in the garrison's defenses? Now the knights will be praying that they can find a flaw in their own fortifications. Funny how things turn out...
ko: 회색 요새는 성전군이 아주 공을 들여 보강한 요새이다. 이를 정면에서 공격하는 것은 아주 큰 대가를 치를 것이다... 하지만 그 악명높은 요새의 방어선에 빈틈이 있다면 어떨까? 이제 기사들은 자신들의 요새에 허점이 있기만을 바라고 있다. 세상 일이 돌아가는 모양새란 참 유쾌하다...
ko_mt: 회색 주둔지는 잘 요새화되어 있습니다 - 십자군이 이를 확실히 했습니다. 정면에서 공격하는 것은 큰 대가를 치를 것입니다.. 하지만 주둔지의 방어에 약점이 있다면 어떨까요? 이제 기사들은 요새의 허점을 찾아내기 위해 기도하고 있을 것입니다. 상황이 어떻게 밝혀 지는지 재미 있네요...

source: Find a secret entrance to the Gray Garrison
ko: 회색 요새로 통하는 비밀 통로를 찾아라
ko_mt: 회색 수비대의 비밀 입구를 찾으세요

source: Swords sharpened, armor on, spells prepared, allies assembled. It's time to discuss the plan of attack with Irabeth and surge forward.
ko: 칼을 손질하고, 갑옷을 걸치며, 마법을 준비하여, 마침내 동맹이 모였다. 이제 이라베스와 공격 계획에 대해 논의하고 앞으로 돌진할 차례다.
ko_mt: 검을 갈고, 갑옷을 입고, 주문을 준비하고, 동맹을 모았습니다. 이제 이라베스와 공격 계획을 논의하고 앞으로 돌진 할 시간입니다.

source: Discuss the Gray Garrison attack plan with Irabeth
ko: 이라베스와 회색 요새 공격 계획에 대해 논의하라
ko_mt: 이라베스와 회색 수비대 공격 계획에 대해 논의하십시오.

source: "Everything hinges on this battle." Soldiers often hear this refrain from their commanders. It is usually a lie. Wars are not won or lost at a single stroke. After a resounding victory or a catastrophic defeat, it can take months, even years before the final victor is determined. The fate of the world is not at stake in this battle. What is at stake are the lives of the several hundred thousand people who will inexorably perish if the Worldwound expands beyond the borders of old Sarkoris. If the defenders of Kenabres lose, the war will continue... But it will do so without them.
ko: "이 전투에 모든 것이 달려있다." 병사들이 사령관으로부터 자주 듣는 말이나, 대부분은 거짓말이다. 전쟁은 단판 승부가 아니다. 대승리 혹은 재앙과도 같은 대패 이후에도, 승자가 결정되기 까지는 몇달, 몇년이 걸린다. 이 전투에 걸린 것은 세상의 운명이 아니다. 이 전투에 걸린 것은 세계상처가 옛 사코리스의 경계 너머로 확장된다면 무차별적으로 쓸려나갈 수백, 수천의 생명들이다. 만일 케나브레스의 방어자들이 패배하더라도, 전쟁은 이어진다... 그들 없이 말이다.
ko_mt: "모든 것이 이 전투에 달려 있다" 군인들은 종종 지휘관으로부터 이 말을 듣습니다. 대개는 거짓말입니다. 전쟁은 한 방에 승패가 갈리지 않습니다. 대승을 거두거나 참혹한 패배를 당한 후 최종 승자가 결정되기까지 몇 달, 심지어 몇 년이 걸릴 수도 있습니다. 이 전투에는 세계의 운명이 걸려 있지 않습니다. 세계상처가 옛 사르코리스의 국경 너머로 확장될 경우 수십만 명의 목숨이 위태로워질 것입니다. 케나브레스의 수호자들이 패배한다면 전쟁은 계속될 것입니다.. 하지만 그들 없이도 그렇게 될 것입니다.

source: Prevent the Wardstone from being corrupted
ko: 수호석이 타락하는 것을 막아라
ko_mt: 와드스톤이 타락하는 것을 막아라

source: The Storyteller confirms that the Wardstone of Kenabres is corrupted. Even worse, since it is the first, crucial stone in the chain, the demons can use its corruption to affect all the other stones on the border of the Worldwound. He does not know if there is a tool that can fix this — but he insists that he will recognize the right object if it is brought to him.
ko: 이야기꾼이 케나브레스의 수호석이 타락했음을 확인해주었다. 더 최악인 것은, 이것이 최초의, 가장 중요한 수호석이니만큼 데몬들이 이것을 이용해 타락을 세계상처의 경계에 위치한 다른 수호석들로 전염시킬 수 있다는 것이다. 그는 이를 고칠 수 있는 도구가 존재하는지는 알지 못 했다 — 하지만 알맞은 물건을 가져오면 자신이 알아볼 수 있으리라고 이야기했다.
ko_mt: 스토리텔러가 케나브레스의 수호석이 타락한 것을 확인했습니다. 더 큰 문제는, 이 돌이 사슬의 첫 번째 중요한 돌이기 때문에 데몬이 이 돌의 타락을 이용해 세계상처 경계에 있는 다른 모든 돌에 영향을 미칠 수 있다는 것입니다. 그는 이 문제를 해결할 수 있는 도구가 있는지 모르지만 자신에게 가져 오면 올바른 물건을 알아볼 것이라고 주장합니다.

source: Find an item that can cleanse the Wardstone of corruption
ko: 수호석의 타락을 정화시킬 수 있는 물건을 찾아라
ko_mt: 부패의 지팡이를 정화 할 수 있는 아이템을 찾으십시오.

source: It was a strange victory, one that delivered more questions than answers. What happened in that instant when the Wardstone flashed brighter than the sun? What did that flash presage for the hero{mf||ine}, for the city, and for the world? The truth of this will be revealed in due course. But for now, it is time to rejoin the allies and tell them of this victory.
ko: 이 이상한 승리는 해답보다 더 많은 질문을 낳았다. 수호석이 태양보다 찬란히 빛났던 순간 무슨 일이 벌어진 것인가? 섬광은 영웅에게, 이 도시에게, 이 세계에 무엇을 의미하는가? 이 사건의 진실은 추후 밝혀질 것이다. 일단은, 아군들과 합류해 승리에 대해 알려야 한다.
ko_mt: 해답보다 의문이 더 많은 이상한 승리였습니다. 수호석이 태양보다 더 밝게 번쩍이던 그 순간에 무슨 일이 일어났을까요? 그 섬광은 영웅{mf||ine}과 도시, 그리고 세계에 어떤 전조를 보였을까요? 그 진실은 때가 되면 밝혀질 것입니다. 하지만 지금은 동맹국들에게 다시 합류하여 이 승리를 알려야 할 때입니다.

source: Return to allies
ko: 아군에게 돌아가라
ko_mt: 아군에게 돌아가라

source: Show the unusual Stone Knife to the Storyteller
ko: 이야기꾼에게 이상한 돌칼을 보여줘라
ko_mt: 특이한 돌칼을 이야기꾼에게 보여주세요

source: There should be a way to get across the rift that divides the city. According to Anevia, there is a convenient place to cross in Market Square.
ko: 도시를 갈라 놓은 균열을 건너는 방법이 분명 있을 것이다. 아네비아의 말에 따르면, 시장 광장에 균열을 건너기 좋은 장소가 있다고 한다.
ko_mt: 도시를 나누는 균열을 가로 지르는 방법이 있어야합니다. 아네비아에 따르면 시장 광장에 건너기 편리한 장소가 있습니다.

source: The Divided City
ko: 갈라진 도시
ko_mt: 분열된 도시

source: The Storyteller is certain that the notes he seeks are hidden in the Gray Garrison.
ko: 이야기꾼은 자신이 찾는 노트가 회색 요새에 있음을 확신했다.
ko_mt: 스토리텔러는 그가 찾는 노트가 회색 수비대에 숨겨져 있다고 확신합니다.

source: Notes for the Storyteller
ko: 이야기꾼의 노트
ko_mt: 스토리텔러를 위한 메모

source: It is possible that the disturbed dreams and fatigue even after sleep is all simply the body's reaction to everything that is happening. But still, it is worth asking the advice of a priest in the Defender's Heart.
ko: 악몽과 수면 이후에도 계속되는 피로는 단순히 현재 발생중인 사건에 대한 신체의 반응일 수도 있다. 그래도 수호자의 심장에서 사제의 조언을 구하는 것은 여전히 가치 있는 행동일 것이다.
ko_mt: 수면 후에도 방해받는 꿈과 피로는 모두 일어나는 모든 일에 대한 신체의 반응 일 수 있습니다. 그러나 여전히 수비수의 마음에있는 사제의 조언을 구할 가치가 있습니다.

source: Days of Strife
ko: 투쟁의 나날
ko_mt: 투쟁의 날들

source: Count Daeran Arendae's servant begs for aid: the master and his houseguests are locked inside a mansion that is under attack by demons.
ko: 대런 아렌데 백작의 하인이 도움을 간청한다. 그의 주인과 손님들은 데몬의 공격을 받고 있는 저택 안에 갇혀 있다.
ko_mt: 대런 아렌대 백작의 하인이 도움을 구걸합니다. 주인과 그의 손님은 데몬의 공격을 받고있는 저택에 갇혀 있습니다.

source: No Better Time for a Banquet
ko: 연회를 위한 최고의 때
ko_mt: 연회를하기에 더할 나위없는 시간

source: Ask Irabeth how the scabbard for her family's heirloom sword ended up in a smugglers' cache.
ko: 이라베스에게 그녀 가문에 전해지는 가보인 검의 검집이 어떻게 밀수업자의 창고에서 발견된건지 물어보라.
ko_mt: 이라베스에게 가족의 가보 칼집이 어떻게 밀수꾼의 금고에 들어 갔는지 물어보세요.

source: Irabeth's Scabbard
ko: 이라베스의 검집
ko_mt: 이라베스의 칼집

source: The Storyteller seeks pages covered in ancient Elven script. They will help to shed light on the long-forgotten past.
ko: 이야기꾼은 고대의 엘프 문자로 덮인 종이 쪽지들을 찾고 있다. 쪽지들은 오래 잊힌 과거들에 빛을 비추는 일을 도울 것이다.
ko_mt: 스토리텔러는 고대 엘프 문자로 덮인 페이지를 찾습니다. 그들은 오랫동안 잊혀진 과거를 밝히는데 도움이 될 것입니다.

source: In Pursuit of the Past
ko: 과거의 편린
ko_mt: 과거를 추구하다

source: The Gray Garrison can be reached via an underground passage that starts near the temple of Iomedae in Kenabres's square. This information is worth checking out.
ko: 케나브레스 광장의 아이오메데 사원 근처에서 시작되는 지하 통로를 통해 회색 요새로 갈 수 있다. 이 정보는 확인해 볼 가치가 있다.
ko_mt: 회색 수비대는 케나브레스 광장의 아이오메데 신전 근처에서 시작되는 지하 통로를 통해 갈 수 있습니다. 이 정보는 확인해 볼 가치가 있습니다.

source: Secret Passage
ko: 비밀 통로
ko_mt: 비밀 통로

source: Woljif, a thief languishing in the Defender's Heart, asks the passing stranger to speak to Irabeth and free him.
ko: 수호자의 심장에서 빌빌거리는 도둑 울지프는, 지나가는 낯선 이에게 이라베스를 찾아가 자신을 풀어 달라고 부탁하고 있다.
ko_mt: 수호자의 마음에서 시들어가는 도둑 월지프는 지나가는 낯선 사람에게 이라베스와 이야기하고 그를 풀어달라고 부탁합니다.

source: Out on Parole
ko: 가석방
ko_mt: 가석방 중

source: Clerics of Desna have joined the crusaders
ko: 데즈나의 클레릭들이 성전군에 합류하였다
ko_mt: 데스나의 성직자들이 십자군에 합류했습니다

source: Prelate Hulrun's soldiers have joined the crusaders
ko: 주교 헐런의 병사들이 성전군에 합류했다
ko_mt: 성직자 훌런의 병사들이 십자군에 합류했습니다.

source: Thieflings have joined the crusaders
ko: 씨플링이 성전군에 합류했다
ko_mt: 도둑들이 십자군에 합류했습니다.

source: Knights of the Flaming Lance have joined the crusaders
ko: 불타는 기병창 기사단이 성전군에 합류했다
ko_mt: 불타는 창 기사단이 십자군에 합류했습니다.

source: The time for preparing for the attack and finding allies has passed. No matter how many warriors are on the crusaders' side, now it is time for all of them to fight!
ko: 공세를 준비하고 아군을 모을 시간은 지났다. 성전군의 편이 얼마나 되건 간에, 이제 싸울 시간이 되었다!
ko_mt: 공격에 대비하고 동맹을 찾을 시간이 지났습니다. 얼마나 많은 전사가 십자군 편에 있든 이제 그들 모두가 싸울 때입니다!

source: In troubled times, some people set aside old feuds, while others cling to them until their dying breath. As they prepare for their final attack on the Gray Garrison, the crusaders are gathering all the allies they can — even those whom the crusaders would have scorned before the city's destruction.
ko: 고난의 시기에 사람들은 오랜 싸움을 제쳐두고 더 큰 뜻을 위해 힘을 합치지만, 몇몇은 죽기 직전까지도 싸움을 멈추지 않는다. 회색 요새를 향한 마지막 공세를 준비하며, 성전군은 가능한 모든 아군들을 집결시키려 한다 — 심지어 도시의 붕괴 전에는그들이 혐오했던 자들까지 말이다.
ko_mt: 어려운시기에 어떤 사람들은 오래된 불화를 제쳐두고 다른 사람들은 죽어가는 숨결까지 그것에 집착합니다. 회색 수비대에 대한 마지막 공격을 준비하면서 십자군은 도시가 파괴되기 전에 십자군이 경멸했을지도 모르는 사람들까지 가능한 모든 동맹을 모으고 있습니다.

source: A Common Cause
ko: 대의
ko_mt: 일반적인 원인

source: How many people are there still alive in the city who can hold a weapon or cast a spell? Potential allies may be found in the most unlikely of places.
ko: 도시의 생존자중 무기를 들고 주문을 시전할 수 있는 자는 얼마나 되는가? 가장 예측하지 못한 곳에서 잠재적인 동맹을 찾을 수 있을지 모른다.
ko_mt: 도시에 무기를 들거나 주문을 걸 수 있는 사람이 아직 몇 명이나 살아 있을까요? 잠재적인 동맹국은 가장 예상치 못한 곳에서 찾을 수 있습니다.

source: Gather allies for the attack on the Gray Garrison
ko: 회색 요새 공격을 위한 동맹을 모아라
ko_mt: 회색 수비대 공격을 위해 아군을 모으십시오.

source: Horgus Gwerm's noble name remains unblemished. For now, at least.
ko: 호르거스 그웜 가문의 이름은 더렵혀지지 않았다. 아직은 말이다.
ko_mt: 호거스 그웜의 고귀한 이름은 여전히 흠이 없습니다. 적어도 지금은.

source: Power twists and warps all who possess it. Once a person becomes accustomed to a special position in society, they develop a condescending attitude to others. This attitude remains even when society itself crumbles around them. Horgus Gwerm, a man blessed by noble birth and no small amount of superiority, has found himself in unusual circumstances. He persists in clinging to his riches and power, even as their value dwindles with every passing minute.
ko: 힘은 그것을 쥔 자를 바꿔놓는다. 한 사람이 사회에서 특별한 위치에 오르고 나면, 그들은 다른 이들을 얕잡아보기 시작하고, 이 태도는 그 주변의 사회가 무너진 이후에도 유지된다. 고귀한 출생과 남들보다 우월하다는 축복을 받은 남자, 호르거스 그웜은 이상한 상황에 처해있다. 그는 자신의 부와 권력을 손에서 놓지 않으려하나, 그 가치는 일분일초가 다르게 변하고 있다.
ko_mt: 힘은 그것을 소유한 모든 사람을 뒤틀고 뒤틀리게 한다. 사람이 사회에서 특별한 위치에 익숙해지면 다른 사람에게 겸손한 태도를 갖게됩니다. 이러한 태도는 사회 자체가 무너져도 그대로 유지됩니다. 고귀한 출생과 적지 않은 우월감의 축복을 받은 호르구스 그웜은 특이한 상황에 처해 있습니다. 그는 시간이 지날수록 그 가치가 줄어들고 있음에도 불구하고 자신의 부와 권력에 집착하고 있습니다.

source: Gwerm Family Secrets
ko: 그웜 가의 비밀
ko_mt: 그웜 가족의 비밀

source: Horgus Gwerm's first priority is finding a way to the surface. He is willing to pay generously for a guide and hire the finest bodyguards money can buy. Unfortunately for Horgus, the best bodyguards are not in the vicinity.
ko: 호르거스 그웜의 첫 번째 목표는 지상으로 통하는 길이다. 그는 돈으로 살 수 있는 최고의 호위병을 구하기 위해서라면 충분한 대가를 치를 용의가 있지만 그에겐 안타깝게도, 최고의 호위병은 지금 그의 근처에는 없는 듯하다.
ko_mt: 호거스 그웜의 최우선 과제는 지상으로 가는 길을 찾는 것입니다. 그는 가이드 비용을 아낌없이 지불하고 돈으로 살 수 있는 최고의 경호원을 기꺼이 고용합니다. 안타깝게도 호거스에게 최고의 경호원은 근처에 없습니다.
