Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: Finally, the Frozen Lord's plan will come to fruition. The shards will do their job, and no warm-bloods will be able to stop us. Witness the power of Sithhud!
ko: 마침내 얼어붙은 주군의 계획이 결실을 맺었다. 파편은 그들의 임무를 해내었고, 우리를 막을 수 있는 온혈종은 없다. 시스허드님의 힘을 목도하라!
ko_mt: 마침내 얼어붙은 군주의 계획이 결실을 맺을 거예요. 파편이 제 역할을 할 것이고, 그 어떤 온혈도 우리를 막을 수 없을 겁니다. 시스후드의 힘을 목격하세요!

source: Examine the portal
ko: 포탈을 조사하라
ko_mt: 포털 살펴보기

source: Without the help of the dead angel, the mortals are unlikely to be able to make much use of the ritual they salvaged from his mind. Nonetheless, we cannot rely on their incompetence. They must not be allowed to complete the ritual!
ko: 죽은 엔젤의 도움이 없다면, 필멸자들이 그의 머리에서 그러모은 의식을 성공할 가능성은 높지 않다. 하나, 그들의 숙련도 문제에만 의존해서는 안될 일이다. 그들이 의식 자체를 완수하지 못하도록 막아야 한디!
ko_mt: 죽은 천사의 도움 없이는 필멸자들은 그의 마음에서 구해낸 의식을 제대로 활용할 수 없을 것입니다. 그렇다고 그들의 무능함에 의존할 수는 없다. 그들이 의식을 완성하도록 내버려둬서는 안 됩니다!

source: Begin the ritual to destroy the shards
ko: 파편을 부수는 의식을 시작하라
ko_mt: 파편을 파괴하는 의식을 시작하세요.

source: We will not allow the mortals to interfere with the Frozen Lord's plans. The shards will return to their master, and Golarion will become a realm of ice. Death to mortals!
ko: 필멸자들이 얼어붙은 주군의 계획을 방해하도록 두진 않을 것이다. 파편은 주인에게 돌아갈 것이며, 골라리온은 얼음의 영토가 될 것이다. 필멸자들에게 죽음을!
ko_mt: 인간들이 얼어붙은 군주의 계획을 방해하는 것을 용납하지 않겠습니다. 파편들은 주인에게 돌아갈 것이고 골리온은 얼음 왕국이 될 것이다. 필멸자들에게 죽음을!

source: Fight the Caretaker
ko: 관리인과 싸워라
ko_mt: 관리인과의 전투

source: Kill the Caretaker Demon
ko: 관리인 데몬을 죽여라
ko_mt: 관리인 악마 처치하기

source: The demon's ingenuity — though admirable — was not enough. Sithhud is dead, and this time for good.
ko: 데몬의 천재성은 인정할 만하지만, 그걸로 충분하지 못했다. 시스허드는 죽었다. 영원히.
ko_mt: 악마의 독창성은 감탄할 만했지만 충분하지 않았습니다. 시스후드는 죽었고, 이번엔 영원히 죽었습니다.

source: Sithhud's icy domain is dangerously close to Golarion. The sooner the Commander puts an end to this threat, the better.
ko: 시스허드의 얼어붙은 영토는 위험할 정도로 골라리온과 가깝다. 사령관은 이 위협을 가능한 빨리 처리해야 한다.
ko_mt: 시스후드의 얼음 영토가 골리온에 위험할 정도로 가까워졌습니다. 사령관이 이 위협을 빨리 끝낼수록 좋습니다.

source: Sithhud's Last Blizzard
ko: 시스허드의 마지막 눈보라
ko_mt: 시스후드의 마지막 눈보라

source: The Commander must travel to the demon's domain to prevent him from invading Golarion.
ko: 사령관은 골라리온 침공을 막기 위해 데몬의 영역을 탐험해야 한다.
ko_mt: 사령관은 악마가 골리온을 침공하는 것을 막기 위해 악마의 영역으로 이동해야 합니다.

source: Go to Sithhud's frozen fane in the Abyss
ko: 심연에 있는 시스허드의 얼어붙은 사원으로 향하라
ko_mt: 심연에 있는 시스후드의 얼어붙은 부채꼴로 가세요.

source: A fractured soul simultaneously weakens the owner and increases their chances of survival. All the shards of Sithhud's soul must be destroyed in order to defeat him for good, and only the bearer of mythic powers is capable of doing it.
ko: 나뉘어진 영혼은 그 주인을 약화시켰지만 동시에 생존 가능성을 올려주었다. 시스허드를 완전히 무찌르기 위해서는 모든 영혼 파편을 부숴야만 하며, 이는 신화적 힘의 소유자만이 가능한 일이다.
ko_mt: 부서진 영혼은 동시에 소유자를 약화시키고 생존 확률을 높입니다. 시스후드의 영혼의 파편을 모두 파괴해야 그를 영원히 물리칠 수 있으며, 신화적인 힘을 가진 자만이 이를 수행할 수 있습니다.

source: Destroy the shards of Sithhud's soul
ko: 시스허드의 영혼 파편을 파괴하라
ko_mt: 시스후드의 영혼의 파편을 파괴하세요.

source: This part of the Abyss was created with a very specific purpose. It would be shortsighted not to explore it.
ko: 심연의 이 지역은 아주 특별한 목적으로 창조되었다. 이런 장소를 탐사하지 않는 것은 근시안적인 처사이리라.
ko_mt: 심연의 이 부분은 매우 특별한 목적을 가지고 만들어졌습니다. 이곳을 탐험하지 않는 것은 근시안적인 생각입니다.

source: Examine the frozen fane
ko: 얼어붙은 사원을 조사하라
ko_mt: 얼어붙은 부채꼴 검사

source: Do not let the Lord of Frost and Bones regain his strength!
ko: 서리와 뼈의 군주가 힘을 복구하게 놔두지 마라!
ko_mt: 서리와 뼈의 군주가 힘을 되찾게 해서는 안 됩니다!

source: Destroy Sithhud
ko: 시스허드를 파괴하라
ko_mt: 시스후드 파괴

source: Find the Fragrant Flower
ko: 향기로운 꽃을 찾아라
ko_mt: 향기로운 꽃 찾기

source: Find the Medicinal Flower
ko: 약용 꽃을 찾아라
ko_mt: 약용 꽃 찾기

source: Either the fey had nothing to do with this, or their charms are too strong. In either case, the warm-bloods did their best.
ko: 페이가 아무 짓도 하지 않았거나, 그 매혹이 너무나 강한 모양이다. 어느 쪽이던, 온혈종들은 최선을 다했다.
ko_mt: 페이는 이것과 아무 관련이 없거나 그들의 매력이 너무 강합니다. 어느 쪽이든 온혈 동물들은 최선을 다했습니다.

source: The healer's assistant in Storasta frequently goes into the woods, but this time he did not return. The foolish mortal must be found before something terrible happens to him.
ko: 스토라스타 치유사의 조수는 주기적으로 숲 속으로 나갔지만, 이번에는 돌아오지 않고 있다. 멍청한 필멸자는 끔찍한 일이 발생하기 전에 그를 찾아내야만 한다.
ko_mt: 스토라 스타의 치료사의 조수는 자주 숲으로 들어갔지만 이번에는 돌아 오지 않았습니다. 어리석은 필사자는 그에게 끔찍한 일이 일어나기 전에 찾아야합니다.

source: The young man should be somewhere in the forest.
ko: 젊은 남자는 숲 속 어딘가에 있을 것이다.
ko_mt: 청년은 숲 어딘가에 있을 겁니다.

source: Find the healer's assistant
ko: 치유사의 조수를 찾아라
ko_mt: 치료사의 조수 찾기

source: The mortal has lost his mind and keeps babbling about love. Vile!
ko: 필멸자는 이성을 잃고 사랑에 대해 중얼대는 중이다. 역겹도다!
ko_mt: 필멸자가 정신을 잃고 사랑에 대해 계속 중얼거립니다. 사악하다!

source: Tell the healer about her assistant
ko: 치유사와 그녀의 조수에 대해 이야기하라
ko_mt: 치료사에게 조수에 대해 알려주세요.

source: The mortal healer asked the warm-bloods to bring her two plants, so that she can make a potion against fey charms.
ko: 필멸자 치유사는 온혈종들에게 페이의 매혹에 대항하는 물약을 만들 두 개의 식물을 찾아달라 부탁하였다.
ko_mt: 필멸자 치료사는 온혈족에게 식물 두 개를 가져와 요정의 마법에 대항하는 물약을 만들 수 있게 해달라고 부탁했습니다.

source: Find the herbs for the potion
ko: 물약을 위한 약초를 찾아라
ko_mt: 물약에 사용할 약초 찾기

source: The warm-bloods are wasting time dealing with some trifles again. At least the lunatic agreed to go with them.
ko: 온혈종들은 하찮은 일에 또 시간을 낭비하고 있다. 적어도 이 미치광이는 그들과 함께 가기로 동의했다.
ko_mt: 온혈들이 또 사소한 일로 시간을 낭비하고 있습니다. 적어도 그 미치광이는 같이 가기로 동의했어.

source: Lead the Assistant to the Healer
ko: 조수를 치유사에게 데려가라
ko_mt: 조수를 힐러로 안내

source: Maybe the potion will make the mortal more intelligent. Unfortunately, we've never understood how fey charms differ from human folly.
ko: 이 물약이 필멸자를 더 똑똑하게 만들어줄 모양이다. 불행히도, 우리는 페이의 매혹이 인간의 어리석음과 어떻게 다른 것인지 결코 이해할 수 없다.
ko_mt: 어쩌면 그 물약이 인간을 더 똑똑하게 만들지도 모르죠. 불행히도 우리는 요정의 매력이 인간의 어리석음과 어떻게 다른지 이해하지 못했습니다.

source: Make Edric drink the potion
ko: 에드릭이 물약을 섭취하게 만들어라
ko_mt: 에드릭에게 물약을 마시게 하세요

source: Old Mo's husband fell victim to the tainted forest. She took the news stoically.
ko: 늙은이 모의 남편은 오염된 숲의 희생양이 되었다. 그녀는 냉정히 이 소식을 받아들였다.
ko_mt: 모 노인의 남편이 오염된 숲의 희생양이 되었습니다. 그녀는 이 소식을 냉정하게 받아들였습니다.

source: Old Mo said that her husband was missing and asked the mortals to find him. We would not waste our time, but mortals are easily swayed by compassion.
ko: 늙은이 모는 그녀의 남편이 행방불명 되었으며 필멸자들에게 그를 찾아달라 부탁하였다. 우리라면 시간을 낭비하지 않았을 테지만, 필멸자들은 연민에 쉬이 휩쓸린다.
ko_mt: 노모는 남편이 실종되었다며 인간들에게 남편을 찾아달라고 부탁했다. 우리는 시간을 낭비하지 않을 것이지만 인간은 동정심에 쉽게 흔들립니다.

source: Old Mo's Husband
ko: 늙은이 모의 남편
ko_mt: 올드 모의 남편

source: The old warm-blood has surely lost his way in the accursed thicket — if he is even alive.
ko: 늙은 온혈종은 이 저주받은 수목 속에서 길을 잃었을 게 분명하다. 아직 살아있을 경우의 이야기지만.
ko_mt: 그 늙은 온혈은 저주받은 덤불 속에서 길을 잃은 것이 분명합니다 - 그가 살아있다면 말입니다.

source: Find Old Mo's husband
ko: 늙은이 모의 남편을 찾아라
ko_mt: 올드모의 남편 찾기

source: We are indifferent to the fate of mortals, but his lot was unenviable.
ko: 우리는 필멸자들의 운명에 관심이 없다만, 그의 운명이 부럽지는 않다.
ko_mt: 우리는 인간의 운명에 무관심하지만 그의 운명은 부러울 것이 없었습니다.

source: Tell Mo about her husband
ko: 모에게 남편에 대해 알려라
ko_mt: 모에게 남편에 대해 말하기

source: Sendri remained in the Abyss, and his companions returned to Kenabres. Their adventures are over... Or are they?
ko: 센드리는 심연에 남았고, 그의 동료들은 케나브레스로 돌아왔다. 그들의 모험은 끝났다... 정말 그렇나?
ko_mt: 센드리는 심연에 남았고, 그의 동료들은 케나브레스로 돌아왔습니다. 그들의 모험은 끝났습니다... 아니면 끝난 걸까요?

source: Walk around the tavern
ko: 선술집을 돌아다녀라
ko_mt: 선술집 주변 산책하기

source: An aura of power still lingers on the fragment of the mighty demon lord's blade. Storyteller might be able to reforge it into a new weapon for the Commander.
ko: 강대한 데몬 군주의 칼날 파편에는 아직도 힘의 기운이 서려있다. 이야기꾼이라면 이를 사령관을 위한 새 무기로 재단련할 수 있을 것이다.
ko_mt: 강력한 마왕의 칼날 조각에는 여전히 힘의 기운이 남아 있습니다. 스토리텔러가 이를 재련하여 사령관을 위한 새로운 무기로 만들 수 있을지도 모릅니다.

source: Restore Sithhud's blade
ko: 시스허드의 검을 복원하라
ko_mt: 시스후드의 검 복원

source: Prey who resists is much more entertaining. Let them fight. If the servant is weak, he is of no use to the Frozen Lord.
ko: 자고로 사냥감이란 발버둥칠 때 더욱 즐거운 법. 싸우도록 놔두어라. 만일 하수인이 약하다면, 그는 얼어붙은 주군께 유용하지 않다는 뜻일지니.
ko_mt: 저항하는 먹잇감은 훨씬 더 재미있습니다. 싸우게 놔둬라. 하인이 약하면 얼어붙은 군주에게 아무 소용이 없습니다.

source: Defeat the masked opponent
ko: 가면의 적을 쓰러뜨려라
ko_mt: 복면을 쓴 상대 처치하기

source: Find weapons for the Kellids
ko: 켈리드인들을 위한 무기를 찾아라
ko_mt: 켈리드를 위한 무기 찾기

source: Acquire a manticore tail
ko: 만티코어 꼬리를 얻어라
ko_mt: 맨티코어 꼬리 획득

source: Retrieve the Blood Tear from the hodag lair
ko: 호닥 둥지에서 피결정을 회수하라
ko_mt: 호다그 은신처에서 피의 눈물 회수하기

source: Dispose of the traitor
ko: 변절자를 끌어내라
ko_mt: 배신자 처리

source: Free the tanners
ko: 무두장이를 풀어라
ko_mt: 태너를 자유롭게 하세요

source: Kill the guard-giant
ko: 거인 경비를 죽여라
ko_mt: 경비 거인 처치하기

source: One of the local louts bears a precious shard of the Lord's soul. The mortals might be able to find it, but will they be able to take it?
ko: 지역의 얼간이들 중 하나가 귀중한 주군의 영혼 파편을 지녔다. 필멸자들은 아마도 그것을 찾을 수 있겠지. 허면 그것을 취할 수는 있을 것인가?
ko_mt: 이 지역 야인 중 한 명이 주님의 귀중한 영혼의 조각을 지니고 있습니다. 인간들이 그 조각을 찾을 수 있을지 모르지만, 과연 가져갈 수 있을까요?

source: Find Sithhud's soul shard
ko: 시스허드의 영혼 파편을 찾아라
ko_mt: 시스훗의 영혼 조각 찾기

source: You found the giants' camp. Experience points gained: <b>{count}</b>.
ko: 거인들의 야영지를 찾았습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 거인의 캠프를 찾았습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: That is the giants' weakness — the need for fresh meat. Were they loyal, there would be no need for the hassle of mortal livestock. They gave the Kellids a cave, and now waste manpower guarding it instead of serving the Master! Meanwhile, their livestock is preparing not only to escape, but also to overthrow their masters. Even we are curious to see if they succeed.
ko: 신선한 고기가 필요하다는 점. 저것이 바로 거인들의 약점이다. 그들이 성실했더라면 결코 필멸자 가축이라는 번거로운 일은 필요 없었을 터. 그들은 켈리드인들에게 동굴을 줬고, 이제는 주군을 섬기긴 커녕 그들을 보호하는 데에 인력을 낭비하고 있다! 그동안, 그 가축들은 탈출뿐만 아니라 주인을 끌어내릴 준비까지 하고 있다. 아무리 우리라도 그들이 성공할 수 있을지는 궁금하군.
ko_mt: 이것이 바로 거인들의 약점, 즉 신선한 고기가 필요하다는 점입니다. 그들이 충성스러웠다면 인간 가축을 번거롭게 키울 필요가 없었을 겁니다. 거인들은 켈리드에게 동굴을 주었고, 이제 그들은 마스터를 섬기는 대신 동굴을 지키는 데 인력을 낭비하고 있습니다! 한편, 그들의 가축들은 탈출뿐만 아니라 주인을 전복 할 준비를하고 있습니다. 과연 성공할 수 있을지 저희도 궁금합니다.

source: Find a way into the Kellids' cave.
ko: 켈리드인들의 동굴로 갈 길을 찾아라.
ko_mt: 켈리드의 동굴로 들어가는 길을 찾으세요.

source: You learned the brothers' plan. Experience points gained: <b>{count}</b>.
ko: 형제의 계획을 알아내었습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 형제들의 계획을 알아냈습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: If there's one thing mortals possess in abundance, it's arrogance. How could such tiny creatures hope to overcome the giants? Watching their efforts is becoming more and more interesting.
ko: 필멸자들에게 딱 하나 풍요로운 것이 있다면, 바로 오만함이리라. 이 미미한 크리처들이 어찌 거인들을 이길 수 있다는 희망을 품을 수 있을까? 그들의 노력을 지켜보는 일이 점점 더 흥미로워지고 있다.
ko_mt: 인간에게 한 가지 부족한 점이 있다면 바로 오만함입니다. 이렇게 작은 생명체가 어떻게 거인을 이길 수 있을까요? 그들의 노력을 지켜보는 것이 점점 더 흥미로워지고 있습니다.

source: Explore the cave and talk to the chief's sons
ko: 동굴을 탐험해 족장의 아들들과 대화하라
ko_mt: 동굴을 탐험하고 추장의 아들들과 대화하기

source: You helped the Kellids prepare an uprising. Experience points gained: <b>{count}</b>.
ko: 켈리드인들의 봉기 준비를 도왔습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 켈리드의 반란 준비를 도왔습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: These warm-blooded creatures are quite clever, in their way. We will be very disappointed in the faithful should the Kellids' plan succeed. However, such inept servants are of no use to the Master.
ko: 이 온혈종 크리처들은 꽤나 똑똑하였다. 켈리드인들의 계획이 성공한다면 우리는 신도들에게 매우 실망할 것이다. 하지만, 이런 허접한 종들은 주군께 아무런 도움도 되지 않는다.
ko_mt: 이 온혈 생명체들은 꽤 영리합니다. 켈리드의 계획이 성공한다면 신도들은 매우 실망하겠지. 하지만 그런 무능한 종들은 마스터에게 아무 소용이 없습니다.

source: Help the Kellids prepare an uprising or an escape
ko: 켈리드인들의 봉기 또는 탈출을 도와라
ko_mt: 켈리드가 반란이나 탈출을 준비하도록 도와주세요.

source: The mortals did not last long against the whispers of the Frozen Lord's soul shard. Now, the final step is to sic the giants on the Kellid uprising. We will enjoy watching this massacre.
ko: 필멸자들은 얼어붙은 주군의 영혼 파편의 속삭임에 저항하지 못했다. 이제, 마지막 단계는 거인들을 부추겨 켈리드인들의 봉기를 제압하는 것이다. 우리는 이 학살극을 기꺼이 구경할 것이다.
ko_mt: 필멸자들은 얼어붙은 군주의 영혼 조각의 속삭임에 오래 버티지 못했습니다. 이제 마지막 단계는 켈리드의 반란에 거인들을 투입하는 것입니다. 우리는 이 학살을 즐겁게 지켜볼 것입니다.

source: Tell the translator about the start of the ritual
ko: 통역사에게 의식의 시작을 알려라
ko_mt: 통역사에게 의식 시작에 대해 알려주세요.

source: The warm-bloods have finished the preparations for their plan. We shall see what they manage to accomplish with such pitiful magic and even more pitiful warriors.
ko: 온혈종들은 그들의 계획을 위한 준비를 끝냈다. 우리는 그들이 하찮은 마법과 그보다 더 하찮은 전사들을 데리고 성공할 수 있을지 지켜볼 것이다.
ko_mt: 온혈족이 계획을 위한 준비를 마쳤습니다. 불쌍한 마법과 더 불쌍한 전사들로 그들이 무엇을 해낼 수 있을지 지켜보겠습니다.

source: Start the Kellid ritual
ko: 켈리드 의식을 시작하라
ko_mt: 켈리드 의식 시작

source: You helped the Kellids conduct their ritual. Experience points gained: <b>{count}</b>.
ko: 켈리드인들이 의식을 마치도록 도왔습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 켈리드의 의식을 도왔습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: The giants are not that foolish! Should they interrupt the ritual, the mortals are guaranteed to fail, and then we'll watch as they are crushed one by one.
ko: 거인들은 그렇게까지 바보가 아니었다! 그들은 의식을 방해할 것이고, 필멸자들의 실패는 확실하며, 우리는 그들이 하나씩 짓이겨지는 광경을 보게될 것이다.
ko_mt: 거인들은 그렇게 어리석지 않아요! 그들이 의식을 방해하면 필멸자들은 반드시 실패할 것이고, 우리는 그들이 한 명씩 짓밟히는 것을 지켜볼 것입니다.

source: Help the Kellids finish the ritual
ko: 켈리드인들이 의식을 완료하도록 도와라
ko_mt: 켈리드가 의식을 마칠 수 있도록 도와주세요.

source: If the warm-bloods want to retrieve the Master's soul shard, now is the time for them to act.
ko: 온혈종들이 주군의 영혼 파편을 회수하길 원한다면, 지금이 바로 행동할 때이다.
ko_mt: 온혈족이 마스터의 영혼 조각을 되찾고 싶다면 지금이 바로 행동해야 할 때입니다.

source: Kill the giants' chief
ko: 거인들의 족장을 살해하라
ko_mt: 거인의 족장 처치하기

source: The mortals managed to obtain the shard. Even they have served the Master better than the ice giants.
ko: 필멸자들은 파편을 얻는디 성공하였다. 심지어 그들은 얼음 거인들보다 훨씬 더 주군을 잘 섬겼다.
ko_mt: 필멸자들은 그 파편을 손에 넣었다. 심지어 그들은 얼음 거인보다 마스터를 더 잘 섬겼습니다.

source: Return to the portals in the Abyss
ko: 심연의 포탈로 돌아가라
ko_mt: 심연의 차원문으로 돌아가기

source: You heard the translator's plan. Experience points gained: <b>{count}</b>.
ko: 통역사의 계획을 들었습니다. 경험치 획득: <b>{count}</b>.
ko_mt: 번역가의 계획을 들었습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: A shard of Sithhud's soul has been found. The search can continue.
ko: 시스허드의 영혼 파편을 찾았다. 탐색은 계속된다.
ko_mt: 시스후드의 영혼의 파편을 찾았습니다. 수색을 계속할 수 있습니다.

source: The Ice Lord's faithful have completely forgotten their master. The warm-bloods' intrusion will remind them of their purpose: to serve Sithhud. If the mortals fall in their attempt to retrieve the shard, so be it — it's an insignificant loss.
ko: 얼음의 주군의 신자들은 그들의 주인이 누구인지 완전히 망각하였다. 온혈종들의 침입은 그들에게 시스허드님을 섬긴다라는 목적을 상기시켜주었다. 필멸자들이 파편의 수복에 실패하더라도 상관 없다. 별것 아닌 손실일 뿐이니.
ko_mt: 얼음 군주의 신도들은 그들의 주인을 완전히 잊어버렸습니다. 온혈의 침입은 시스후드를 섬기는 그들의 목적을 상기시켜줄 것입니다. 필멸자들이 파편을 되찾으려다 쓰러지더라도 별다른 손실이 아니니 상관없습니다.

source: Unworthy Servants
ko: 자격 없는 하수인들
ko_mt: 무가치한 서번트

source: Petty bastards like these always try to overwhelm their victims with raw numbers. If you kill them all, one of them is sure to have the shard.
ko: 이런 하찮은 머저리들은 언제나 순수한 머릿수로 적들을 깔아 뭉게려 든다. 놈들을 전부 죽이면, 그들 중 하나는 분명 파편을 지녔을 것이다.
ko_mt: 이런 소인배들은 항상 숫자로 피해자를 압도하려고 합니다. 그들을 모두 죽이면 그들 중 한 명은 반드시 파편을 가질 것입니다.

source: Recover Sithhud's soul shard from the goblins
ko: 고블린들에게서 시스허드의 영혼 파편을 되찾아라
ko_mt: 고블린에게서 시스후드의 영혼 조각을 되찾으세요.

source: The mortals took Sithhud's soul shard from the goblins. It is time for them to return to the Abyss and continue their search.
ko: 필멸자들은 고블린에게서 시스허드님의 영혼 파편을 빼앗았다. 이제는 심연으로 돌아와 그들의 탐색을 이어나갈 때이다.
ko_mt: 필멸자들이 고블린에게서 시스후드의 영혼 조각을 가져갔어요. 이제 심연으로 돌아가서 수색을 계속해야 할 때입니다.

source: We used to monitor the research of the wizard who lived here, but we lost interest in his experiments long ago. We do not know what the mortals might face in his tower. It looks different from how we remember it, but that is of no importance to us. What matters is that the shard of our Lord's soul is inside, and the mortals seek to find it.
ko: 우리는 여기 살았던 마법사의 연구를 관찰했었지만, 오래 전 그의 실험에 대한 흥미를 잃었다. 필멸자들이 그 자의 탑에서 무엇을 마주할지는 우리도 모른다. 우리의 기억과는 사뭇 달라보인다만, 우리에게 중요한 것은 그게 아니다. 중요한 점은 우리 주군의 영혼 파편이 이곳에 있으며, 필멸자들이 그것을 찾는다는 것이다.
ko_mt: 우리는 이곳에 살던 마법사의 연구를 감시하곤 했지만 오래 전에 그의 실험에 흥미를 잃었습니다. 우리는 그의 탑에서 필멸자들이 어떤 상황에 직면할지 모릅니다. 우리가 기억하는 것과는 다르게 생겼지만 그것은 우리에게 중요하지 않습니다. 중요한 것은 우리 주님의 영혼의 파편이 그 안에 있고 인간들이 그것을 찾으려는 것입니다.

source: Shards of Splendor
ko: 위엄의 파편
ko_mt: 화려함의 파편

source: In this grim world, mortals are on their own. They can rely on nothing but luck and their own cunning.
ko: 이 음울한 세상에서 필멸자들은 알아서 살아남아야 한다. 그들은 행운과 자신의 간교함 말고는 의지할 데가 없다.
ko_mt: 이 암울한 세상에서 인간은 혼자서 살아가야 합니다. 운과 자신의 교활함에만 의존할 수밖에 없습니다.

source: Find Sithhud's soul shard in the kingdom of shadows
ko: 그림자의 왕국에서 시스허드의 영혼 파편을 찾아라
ko_mt: 그림자 왕국에서 시스훗의 영혼 조각을 찾으세요.

source: Despite almost perishing in the shadows, the mortals managed to retrieve the shard.
ko: 필멸자들은 그림자 속에서 죽을 뻔했지만, 그럼에도 파편을 되찾는데 성공했다.
ko_mt: 그림자 속에서 거의 멸망할 뻔했지만 필멸자들은 그 파편을 되찾았습니다.

source: Even the Abyss does not pose as much of a threat to mortals as the Shadow World does. The creatures here surpass even most demons in cruelty. We did not intend for a shard of the Master's soul to end up here.
ko: 심연마저도 그림자 세계만큼 필멸자들에게 위협적이진 않다. 이곳의 크리처들은 잔인함의 측면으로는 대부분의 데몬들조차 능가하니까. 우리는 주군의 영혼 파편을 이곳에 놔둘 의도가 없었다.
ko_mt: 심연조차도 어둠의 세계만큼 인간에게 위협이 되지는 않습니다. 이곳의 생명체들은 잔인함에서 웬만한 악마를 능가합니다. 마스터의 영혼의 파편이 이곳에 오도록 의도한 건 아닙니다.

source: Hidden in the Shadows
ko: 그림자 속에 숨은 것
ko_mt: 그림자 속에 숨겨진

source: Destroy the flower in the nymph settlement
ko: 님프 정착지의 꽃을 파괴하라
ko_mt: 요정 정착지에 있는 꽃 파괴하기

source: Burn the druid's body
ko: 드루이드의 시신을 불태워라
ko_mt: 드루이드의 시체 태우기

source: Destroy the root within the villager's body
ko: 마을 주민의 시신에 내린 뿌리를 파괴하라
ko_mt: 마을 주민의 몸 안에 있는 뿌리를 파괴합니다.

source: What is this racket? It must be the mortals' war drums. It seems that there is something in these woods other from the cursed flora after all. They must know something about the shard.
ko: 이 소음은 대체 무어란 말인다? 필시 필멸자들의 전쟁북 소리렷다. 이 숲에 저주받은 식물들 말고도 다른 무언가 있는 게 분명하다. 그들은 분명 파편에 대해 알고 있을 것이다.
ko_mt: 이 라켓은 뭐죠? 필멸자들의 전쟁 북소리가 틀림없어. 이 숲에는 저주받은 식물 말고도 뭔가 다른 게 있는 것 같군. 저들이 파편에 대해 뭔가 알고 있는 게 분명해.

source: Find the source of the sound
ko: 소리의 근원을 찾아라
ko_mt: 소리의 출처 찾기

source: So, this is Storasta. We never imagined there could be mortals still surviving here. They've probably met the current shard bearer, so it might be worth the time to talk to their leader.
ko: 그래, 스토라스타로군. 이곳의 필멸자들이 아직도 살아있을 거라곤 상상도 못했다. 그들은 아마 현재의 파편 운반자를 보았을 것이며, 따라서 그들의 우두머리와의 대화에는 시간을 쓸 가치가 있을 것이다.
ko_mt: 여기가 스토라스타예요. 이곳에 아직 인간들이 생존해 있을 거라고는 상상도 못했어요. 아마 현재 파편 소지자를 만났을 테니 리더와 대화해 볼 가치가 있을 겁니다.

source: Talk to chief Hovool
ko: 족장 호부울과 대화하라
ko_mt: 호불 추장과 대화하기

source: These hicks ask too much in exchange for the information they owe us. We would turn them into icicles, however, the treant is the enemy of the Frozen Lord as well. Let the warm-bloods destroy the forest and all its corruption, Carrock included.
ko: 이 촌것들은 정보의 대가로 너무 많은 것을 요구한다. 우리는 놈들을 고드름으로 만들어줄 수 있겠지만, 트렌트 또한 얼어붙은 주군의 적이지. 온혈종들이 숲을, 그리고 카록을 포함한 모든 오염을 파괴하도록 만들자.
ko_mt: 이 촌놈들은 우리에게 빚진 정보에 대한 대가로 너무 많은 것을 요구합니다. 우리는 그들을 고드름으로 만들겠지만, 나무는 얼어붙은 군주의 적이기도 합니다. 온혈족이 캐록을 포함한 숲의 모든 타락을 파괴하도록 놔두자.

source: Find a way to reach Carrock
ko: 카록에게 향할 방법을 찾아라
ko_mt: Carrock에 연락하는 방법 찾기

source: Mortals are used to pottering about in the mud and fiddling with plants. One root is with the nymphs, one is in the dead druid, and another — in the lost madman from the warm-blood village. Killing them should not be hard, and we do not even have to get our hands dirty.
ko: 필멸자들은 진흙탕을 뒹굴며 식물들을 만지작대는데 익숙하다. 뿌리 하나는 님프들과 있고, 또 하나는 죽은 드루이드에게 있으며, 나머지 하나는 온혈종 마을에서 행방불명된 미친 남자에게 있다. 그들을 살해하는 일은 어렵지 않은 일이며, 우리는 우리의 손을 더럽힐 필요조차 없다.
ko_mt: 필멸자들은 진흙탕에서 흙을 만지작거리고 식물을 만지작거리는 데 익숙합니다. 한 뿌리는 요정에게, 다른 뿌리는 죽은 드루이드에게, 또 다른 뿌리는 온혈 마을의 잃어버린 미치광이에게 있습니다. 그들을 죽이는 것은 어렵지 않아야하며 손을 더럽힐 필요조차 없습니다.

source: Destroy Carrock's roots
ko: 카록의 뿌리들을 파괴하라
ko_mt: 캐록의 뿌리 파괴

source: Now that all the roots have been destroyed, the bumpkins will see the path to their doom.
ko: 이제 모든 뿌리가 파괴되었으니, 촌놈들은 그들의 종말로 향하는 길을 보게 될 것이다.
ko_mt: 이제 모든 뿌리가 파괴되었으니 호박은 파멸의 길을 보게 될 것입니다.

source: Find out what happened to the path to Carrock
ko: 카록에게 향하는 길이 어떻게 되었는지 확인하라
ko_mt: 캐록으로 가는 길에 무슨 일이 있었는지 알아보세요.

source: A lot of warm-bloods are needed to destroy a foe such as this old treant. They should gather their forces before attacking him.
ko: 이런 오래된 트렌트와 같은 적을 파괴하기 위해서는 수많은 온혈종이 필요하다. 그를 공격하기 위해서는 먼저 병력을 모아야 한다.
ko_mt: 이 오래된 나무와 같은 적을 물리치려면 많은 온혈이 필요합니다. 그를 공격하기 전에 병력을 모아야 합니다.

source: Kill Carrock
ko: 카록을 죽여라
ko_mt: 캐록 죽이기

source: The bearer of Sithhud's soul shard is hiding somewhere in the woods. They must be found.
ko: 시스허드님의 영혼 파편 운반자가 이 숲 어딘가에 있다. 반드시 찾아내야 한다.
ko_mt: 시스후드의 영혼의 파편을 가진 자가 숲 어딘가에 숨어 있습니다. 반드시 찾아야 합니다.

source: Find Sithhud's soul shard
ko: 시스허드의 영혼 파편을 찾아라
ko_mt: 시스훗의 영혼 조각 찾기

source: It's hard to believe that a fire-breathing lizard could become a vessel for the Frozen Lord's soul shard.
ko: 불을 뿜는 도마뱀이 얼어붙은 주군의 영혼 파편을 위한 그릇이 될 수 있다니 믿기 어렵군.
ko_mt: 불을 내뿜는 도마뱀이 얼어붙은 군주의 영혼 조각을 담는 그릇이 될 수 있다는 사실이 믿기지 않으실 겁니다.

source: Talk to the dragon
ko: 드래곤과 대화하라
ko_mt: 드래곤과 대화하기

source: The shard has been found. We can go back into the Abyss
ko: 파편을 발견하였다. 심연으로 돌아갈 수 있겠군
ko_mt: 파편을 찾았다. 심연으로 돌아갈 수 있습니다.

source: This smothering thicket is no place for the soul shard of the Frozen Lord. And yet, it is there, in the very heart of this blighted greenery.
ko: 이런 숨이 막히는 수풀은 얼어붙은 주군의 영혼 파편을 위한 장소가 아니다. 그럼에도, 그것은 여기에 있다. 병 걸린 채소의 한가운데에.
ko_mt: 이 숨막히는 덤불은 얼어붙은 군주의 영혼 조각이 있을 곳이 아닙니다. 하지만 이 황폐한 숲의 한가운데에 있습니다.

source: Wicked Woods
ko: 사악한 숲
ko_mt: 사악한 숲

source: The correction has been made. The new commander has met the aeons' demands and is worthy of passing judgment as {mf|he|she} sees fit.
ko: 교정이 완료되었다. 새 사령관은 에온의 요구를 충족시켰고, 이제 올바른 판결을 내릴 자격이 주어졌다.
ko_mt: 수정이 완료되었습니다. 새 사령관은 에온의 요구를 충족시켰으며 {mf|그|그녀}의 판단하기에 합당한 자격이 있습니다.

source: Sometimes something new comes along and it simply falls into your lap. Other times, you must work to attain it. Unfortunately for the Commander, {mf|his|her} new aeon powers cannot take hold within {mf|him|her} without concerted effort. If the Commander plans to continue to use these powers, {mf|he|she} must attempt to change the most challenging thing of all — {mf|himself|herself}.
ko: 때때로 새로운 것들이 생겨나 저절로 손에 들어오기도 한다. 또 어떤 때는, 그를 얻기 위해 노력해야만 한다. 사령관에게는 불행하게도, {mf|그|그녀}가 새로운 에온의 힘을 받아들이려면 스스로 혼신의 노력을 기울여야 한다. 만일 사령관이 이 힘을 계속 사용할 계획이라면, {mf|그|그녀}는 세상 어떤 것 중에서도 가장 변화 시키기 어려운 것, 자신을 바꿔야만 한다.
ko_mt: 때때로 새로운 무언가가 나타나서 그냥 무릎에 떨어지기도 합니다. 다른 때는 그것을 얻기 위해 노력해야 합니다. 사령관에게는 안타깝게도 {mf|그|그녀}의 새로운 에온의 힘은 {mf|그|그녀} 내에서 공동의 노력 없이는 자리를 잡을 수 없습니다. 사령관이 이 힘을 계속 사용하려면 {mf|그|그녀}는 가장 어려운 {mf|그|그녀} 자신을 바꾸려고 시도해야 합니다.

source: Correct Thyself
ko: 너 자신을 교정하라
ko_mt: 자신을 바로잡기

source: A judge must be impartial and dispassionate, but how can a person attain such cold detachment? The Commander's soul is ravaged by emotion. Only by ridding {mf|himself|herself} of such passion can {mf|he|she} take {mf|his|her} place among the aeons.
ko: 심판관은 공정하고, 냉정해야하지만, 어떻게 필멸자가 그러한 냉정함을 얻을 수 있겠는가? 사령관의 영혼은 감정으로 인해 피폐해졌다. 이러한 감정을 배제해야만 사령관은 에온들 사이, 그가 있어야 할 곳으로 돌아올 수 있을 것이다.
ko_mt: 판결은 공평하고 냉정해야 하는데, 어떻게 그렇게 냉정할 수 있을까요? 사령관의 영혼은 감정에 휩싸여 있습니다. 그런 열정을 {mf|그|그녀} 자신에게서 없애야만 에온들 사이에서 {mf|그|그녀}의 자리를 차지할 수 있다.

source: Change alignment to lawful or neutral and look into the eyes of the aeon
ko: 질서, 또는 중립 성향을 갖추고, 에온의 눈을 들여다 보라
ko_mt: 성향을 질서 또는 중립으로 변경하고 에온의 눈을 바라보세요.

source: The armor could not be found, but in the chest there was a rondel from a spaulder, engraved with a coat of arms.
ko: 갑옷은 발견하지 못 했지만, 상자 안에서 문장이 새겨진 견갑 조각을 발견할 수 있었다.
ko_mt: 갑옷은 찾을 수 없었지만 가슴에는 팔의 외투가 새겨진 스파우더의 론델이 있었습니다.

source: Count Orvenn Dalmora of Ormiravon, who went missing near Wintersun, turned out not to be as valuable to his relatives as the ornate family armor that vanished along with him. The Dalmora family has asked the Commander of Drezen to return the armor.
ko: 윈터선 인근에서 실종된 오르미라본의 오르벤 달모라 백작은 그 친족들에게 있어 가문의 화려한 갑옷보다도 가치가 떨어지는 듯하다. 달모라 가문은 드레젠의 사령관에게 갑옷을 돌려줄 것을 요청했다.
ko_mt: 윈터선 근처에서 실종된 오르미라본의 오르벤 달모라 백작은 그와 함께 사라진 화려한 가문의 갑옷만큼이나 친척들에게 귀중하지 않은 것으로 밝혀졌습니다. 달모라 가문은 드레젠의 사령관에게 갑옷을 돌려달라고 요청했습니다.

source: Find the family armor of the Ormiravons
ko: 오르미라본의 가보 갑옷을 찾아라
ko_mt: 오르미라본의 가문 갑옷 찾기
