Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: Every discovery is a moment of insight, an epiphany. A spark of understanding that sheds light on vast horizons ahead. But before most discoveries happen, years of meticulous work are required. But what if, at the moment of great insight, the tireless scholar suddenly realizes that the road they have been forging has led them into a bottomless pit? Is it possible to use this moment of realization to turn around, to halt the foot that is already poised over the chasm, to take a step back — and move away from the perilous edge?
ko: 모든 발견은 깨달음의 순간이자, 계시와 같다. 끝없이 펼쳐진 지평선에 비추어지는 이해의 불꽃. 하지만 대부분의 발견은 이루어지기 이전에, 수 년에 걸쳐 세심한 공을 들여야만 한다. 그러나 만약에, 위대한 깨달음의 순간, 지칠 줄 모르는 학자가 자신들이 걷던 그 길이 끝없는 구렁텅이로 이어진다는 것을 깨닫게 된다면? 이미 경계에 발을 내민 순간, 이 위험한 낭떠러지에서 등을 돌려 떠나갈 수 있을 것인가?
ko_mt: 모든 발견은 통찰의 순간이자 깨달음의 순간입니다. 앞으로의 광활한 지평을 밝히는 이해의 불꽃입니다. 하지만 대부분의 발견이 이루어지기까지는 수년간의 세심한 노력이 필요합니다. 하지만 지칠 줄 모르는 학자가 위대한 통찰의 순간에 갑자기 자신이 개척해 온 길이 바닥이 보이지 않는 구덩이에 빠졌다는 사실을 깨닫는다면 어떨까요? 이 깨달음의 순간을 이용해 뒤돌아보고, 이미 틈새로 향하고 있는 발을 멈추고, 한 발짝 뒤로 물러나 위험한 가장자리에서 벗어날 수 있을까요?

source: The Final Drop
ko: 마지막 한 방울
ko_mt: 마지막 낙하

source: Camellia finally managed to appease Mireya, the spirit of ancient Sarkoris. All that's left is to speak with the spirit and learn the secrets it holds. The simplest way to do that would be to go somewhere familiar, a place where Camellia and Mireya have spent a lot of time together — Horgus Gwerm's mansion in Kenabres.
ko: 카멜리아가 마침내 고대 사코리스 영혼인 미레야를 달래는데 성공했다. 이제 남은것은 영혼과 대화를 해서 숨겨진 비밀을 알아내는 것뿐이다. 가장 간단한 방법은 카멜리아와 미레야가 함께 오랜 시간을 보낸 친숙한 장소, 바로 케나브레스에 있는 호르거스 그웜의 저택으로 가는 것이다.
ko_mt: 카멜리아는 마침내 고대 사르코리스의 정령 미레야를 달래는데 성공했다. 이제 남은 것은 정령과 대화를 나누고 정령이 품고 있는 비밀을 알아내는 것입니다. 가장 간단한 방법은 카멜리아와 미레야가 많은 시간을 함께 보냈던 케나브레스에 있는 호거스 그웜의 저택인 익숙한 곳으로 가는 것입니다.

source: Return to Horgus's mansion in Kenabres with Camellia
ko: 카멜리아와 함께 케나브레스의 호르거스의 저택으로 돌아가라
ko_mt: 카멜리아와 함께 케나브레스에있는 호르 구스의 저택으로 돌아갑니다.

source: Horgus, who went missing after the Commander departed for the Abyss, has been discovered in his house in Kenabres. Moreover, his servants claim that the owner of the mansion is already waiting for Camellia and the Commander inside.
ko: 사령관이 심연으로 떠난 이후 사라졌던 호르거스가 케나브레스의 자신의 집에서 발견되었다. 저택의 하인들에 따르면, 그 주인은 안에서 이미 카멜리아와 사령관을 기다리는 중이라고 한다.
ko_mt: 사령관이 심연으로 떠난 후 실종된 호르구스가 케나브레스의 저택에서 발견되었습니다. 게다가 그의 하인들은 저택의 주인이 이미 내부에서 카멜리아와 사령관을 기다리고 있다고 주장합니다.

source: Meet with Horgus
ko: 호르거스와 만나라
ko_mt: 호거스를 만나다

source: One murder proved to be not enough. Camellia and the Commander must hurry to the mansion's garden to continue the fun.
ko: 한 번의 살인으로는 부족했다. 카멜리아와 사령관은 저택의 정원으로 서둘러 이동해 계속 즐겨야 한다.
ko_mt: 한 번의 살인은 충분하지 않은 것으로 판명되었습니다. 카멜리아와 사령관은 재미를 계속하기 위해 저택의 정원으로 서둘러야합니다.

source: Have fun!
ko: 즐겨라!
ko_mt: 재미있게 보내세요!

source: Having parted with her father, Camellia has asked the Commander for one last favor — to escort her to the mansion's garden. She wishes to discuss something in private.
ko: 자신의 아버지와 헤어진 후, 카멜리아는 사령관에게 마지막 부탁으로 저택의 정원으로 데려다 달라고 했다. 아무래도 무언가 조용히 이야기하고 싶은 게 있는 모양이다.
ko_mt: 아버지와 헤어진 카멜리아는 사령관에게 저택의 정원으로 안내해 달라는 마지막 부탁을 했습니다. 그녀는 개인적으로 무언가를 논의하고 싶어합니다.

source: Escort Camellia to the garden
ko: 카멜리아를 정원으로 안내하라
ko_mt: 카멜리아를 정원으로 에스코트하세요

source: Daeran has promised to entertain the Commander once they have found their feet in the Abyss. The Commander should visit the Count in the Nexus when the time is right.
ko: 대런은 심연에 익숙해지고 나면 사령관을 즐겁게 해주겠다고 약속했다. 사령관은 시간이 날 때 교차점에서 백작을 찾아야 할 것이다.
ko_mt: 대런은 심연에 발을 디디면 사령관을 대접하겠다고 약속했다. 사령관은 때가 되면 넥서스의 백작을 찾아가야 합니다.

source: Meeting with Daeran
ko: 대런과의 만남
ko_mt: 대런과의 만남

source: The inquisitor is waiting for the Commander in the camp for an important discussion.
ko: 인퀴지터가 사령관과의 중요한 논의를 위해 야영지에서 기다리고 있다.
ko_mt: 종교 재판관이 중요한 토론을 위해 캠프에서 사령관을 기다리고 있습니다.

source: Talk to Inquisitor Liotr as soon as possible
ko: 가능한 빨리 인퀴지터 리오트르와 이야기하라
ko_mt: 가능한 한 빨리 심문관 리오트르와 대화하세요

source: The inquisitor is still waiting for the Commander. He most likely can be found in the temple in Drezen.
ko: 인퀴지터는 여전히 사령관을 기다리고 있다. 그는 아마도 드레젠의 사원에서 찾을 수 있을 것이다.
ko_mt: 심문관은 여전히 사령관을 기다리고 있습니다. 그는 아마도 드레젠의 사원에서 찾을 수있을 것입니다.

source: Talk to Inquisitor Liotr
ko: 인퀴지터 리오트르와 대화하라
ko_mt: 심문관 리오트르와 대화

source: The matter that brought the stern Liotr Hawkblade to the Commander concerns Daeran Arendae's mysterious past. Ten years ago the demons slaughtered everyone at the Heaven's Edge estate, and the house was abandoned shortly after. Now the Inquisitor needs to get the Count's permission to revisit Heaven's Edge and uncover its secrets.
ko: 근엄한 리오트르 호크블레이드가 사령관의 관심을 요한 문제는 바로 대런 아렌데의 신비한 과거에 대한 것이었다. 십여년 전 데몬들이 천상의 끝자락 영지에서 학살을 벌였고, 얼마 후 저택은 버려졌다. 인퀴지터는 백작의 허락을 받아서 천상의 끝자락을 재방문해, 그 비밀을 밝혀내고자 한다.
ko_mt: 사령관에게 리오트르 호크블레이드를 가져온 문제는 대런 아렌대의 신비한 과거에 관한 것입니다. 10년 전 데몬들이 천공의 가장자리 저택의 모든 사람을 학살했고, 얼마 지나지 않아 저택은 버려졌습니다. 이제 심문관는 헤븐스 엣지를 다시 방문하여 그 비밀을 밝히기 위해 백작의 허락을 받아야 합니다.

source: Secure an invitation to Heaven's Edge from Daeran
ko: 대런에게서 천상의 끝자락으로의 초대장을 받아라
ko_mt: 대런으로부터 헤븐스 엣지 초대장을 확보하세요

source: The site of numerous gruesome deaths is soon to become the heart of fun and revelry. The Count wishes to celebrate his birthday at the old estate. The Commander should accompany Daeran on his trip, and Inquisitor Liotr will follow close behind.
ko: 수많은 끔찍한 죽음의 현장이 즐거움과 환락의 중심지가 되었다. 백작은 옛 영지에서 자신의 생일을 축하하고자 한다. 사령관은 대런과 함께 해야만한다, 리오트르는 그 뒤에서 가까이 따라올 것이다.
ko_mt: 수많은 끔찍한 죽음의 현장이 곧 즐거움과 환락의 중심지가 될 것입니다. 백작은 오래된 저택에서 생일을 축하하고 싶어합니다. 사령관은 그의 여행에 대런과 동행해야하며, 종교 재판관 리오트르가 그 뒤를 따를 것입니다.

source: Go to Heaven's Edge
ko: 천상의 끝자락으로 가라
ko_mt: 천국의 가장자리로 이동

source: The inquisitor wants to conduct his investigation discreetly. The Commander needs to find a way to distract the Count, as he might stand in Liotr's way.
ko: 인퀴지터는 신중하게 조사를 수행하고자 한다. 사령관은 백작이 리오트르에게 방해가 되지 않도록 그를 쫓아낼 방법을 찾아야 한다.
ko_mt: 심문관은 신중하게 조사를 진행하고자 합니다. 사령관은 리오트르의 방해가 될 수 있으므로 백작의 주의를 분산시킬 방법을 찾아야합니다.

source: Distract Daeran in the yard
ko: 대런을 마당에서 쫒아내라
ko_mt: 마당에서 대런의 주의를 분산 시키십시오.

source: The next place the inquisitor wants to examine is the room Daeran chose to stay in tonight.
ko: 조사관이 조사하려고 하는 다음 장소는 대런이 오늘 밤 묵기로 한 방이다.
ko_mt: 심문관이 조사하고 싶은 다음 장소는 대런이 오늘 밤에 머물기로 선택한 방입니다.

source: Lure Daeran out of the room
ko: 대런이 방에서 나오도록 꾀어내라
ko_mt: 대런을 방 밖으로 유인

source: Liotr wants to see the place where he found the dead demons on that fateful day: the manor's great hall. The Count must not see him snooping around.
ko: 리오트르는 운명의 날 그가 죽은 데몬들을 발견했던 장소:저택의 연회장을 보고싶어한다. 백작이 눈치채지 못 하게 해야 한다.
ko_mt: 리오트르는 그 운명적인 날에 죽은 데몬들을 발견한 장소인 저택의 대강당을 보고 싶어한다. 백작이 그가 기웃 거리는 것을 보면 안됩니다.

source: Occupy Daeran's attention in the hall
ko: 홀에서 대런의 주의를 끌어라
ko_mt: 복도에서 대런의 주의를 점령하십시오.

source: So here lies the solution to this puzzle. A mysterious supernatural entity caused the unfortunate events ten years ago. The truth shocked the inquisitor so much that he fainted... Or is something worse afoot?
ko: 바로 여기에 이 퍼즐에 대한 해답이 존재한다. 십년 전 불행한 사건을 일으킨 불가사의한 초자연적 존재. 그 사실에 너무나 충격을 받은 인퀴지터는 정신을 잃었다... 아니면 무언가 더 끔찍한 일이 일어난 걸까?
ko_mt: 그래서 여기에이 퍼즐의 해결책이 있습니다. 신비한 초자연적 존재가 10년 전 불행한 사건을 일으켰습니다. 그 진실은 심문관에게 너무 큰 충격을 주어 기절했습니다.. 아니면 더 나쁜 일이 벌어지고 있는 걸까요?

source: Check on Inquisitor Liotr
ko: 인퀴지터 리오트르를 확인하라
ko_mt: 심문관 리오트르를 확인하십시오

source: Activate the fire suppression system to distract the Count.
ko: 화재 진압 시스템을 작동해 백작의 주의를 돌려라.
ko_mt: 화재 진압 시스템을 활성화하여 백작의 주의를 분산시킵니다.

source: Return to Liotr to continue the investigation
ko: 수사를 이어가기 위해 리오트르에게 돌아가라
ko_mt: 조사를 계속하려면 리오트르에게 돌아가라

source: A jug of wine, if used creatively, may distract the Count for a while.
ko: 그저 와인 한 병이지만, 잘 이용하면 백작의 주의를 돌리는 데 사용할 수 있을 것이다.
ko_mt: 와인 한 주전자는 창의적으로 사용하면 잠시 동안 백작의 주의를 산만하게 할 수 있습니다.

source: Everyone has their own deep dark secrets, and the Commander has just involuntarily uncovered one of them.
ko: 누구나 자신만의 깊고 어두운 비밀을 지니고 있다, 그리고 사령관은 그중 하나를 의도치 않게 밝혀냈다.
ko_mt: 모든 사람은 자신 만의 깊고 어두운 비밀을 가지고 있으며 사령관은 방금 무의식적으로 그중 하나를 발견했습니다.

source: The inquisitor of the Church of Iomedae wants to discuss a matter of exceptional importance with the Commander. This is how secrets of the past knock on the doors of the present: what's hidden in the dark always comes to light. Mortals like to believe that some mystical principles are involved, but they are mostly wrong. It is just that there is always some nimble mind or a dangerously curious soul whose thirst for knowledge will overcome any obstacle, for better or for worse.
ko: 아이오메데 교회의 인퀴지터는 사령관에게 매우 중요한 문제에 대해 논의하고 싶어한다. 이는 과거의 비밀이 현재의 문을 두드리는 방법이다. 어둠 속에 감춰진 것은 항상 빛을 보게 돼 있다. 필멸자들은 어떤 신비한 원리들이 개입한다고 믿기를 좋아하지만, 이들의 생각은 대부분 틀렸다. 좋든 나쁘든 어떤 장애도 극복할 수 있을 만큼 지식에 굶주린 기민한 지성인이나 위험할 정도로 호기심 많은 영혼들이 있을 뿐이다.
ko_mt: 아이오메데 교회의 재판관이 사령관과 매우 중요한 문제를 논의하고 싶어합니다. 이것이 과거의 비밀이 현재의 문을 두드리는 방식입니다. 어둠 속에 숨겨진 것은 항상 빛을 발합니다. 인간은 신비로운 원리가 개입되어 있다고 믿고 싶어하지만 대부분 틀린 것입니다. 지식에 대한 갈증이 좋든 나쁘 든 어떤 장애물도 극복 할 수 있는 민첩한 마음이나 위험 할 정도로 호기심 많은 영혼이 항상 존재한다는 것입니다.

source: While the World Burns
ko: 세상이 불타는 동안
ko_mt: 세상이 타는 동안

source: Liotr is busy preparing the ritual at a remote location, so that if the otherworldly entity somehow manages to break free, no innocents will be harmed. The Count must be brought there to meet his fate.
ko: 리오트르는 만일 이세계의 존재가 풀려나더라도, 무고한 자들이 다치는 일이 없도록 외딴 장소에서 의식을 준비하고 있다. 백작을이 자신의 운명을 맞이할 수 있도록 그 장소로 데려가야만 한다.
ko_mt: 리오트르는 외딴 곳에서 의식을 준비하느라 바쁘기 때문에 다른 세계의 존재가 어떻게든 탈출하더라도 무고한 사람들이 해를 입지 않을 것입니다. 백작은 그의 운명을 맞이하기 위해 그곳으로 데려와야합니다.

source: Bring Daeran to the place marked by the inquisitor
ko: 대런을 인퀴지터가 점찍은 장소로 데려가라
ko_mt: 대런을 심문관이 표시한 장소로 데려가라

source: The Commander has already had encounters with foes of immense power both on Golarion and on other planes. But the enemy {mf|he|she} is about to face now is unlike any of them.
ko: 사령관은 이미 골라리온과 다른 세상의 강력한 적들을 상대해 보았지만, 그가 지금 마주할 상대는 그 무엇과도 다른 존재이다.
ko_mt: 사령관은 이미 골라리온과 다른 행성에서 엄청난 힘을 가진 적들과 마주친 적이 있습니다. 그러나 지금 마주하게 될 적 {mf|그|그녀}는 그 어떤 적과도 다릅니다.

source: Defeat the Other
ko: 너머의 존재를 패퇴시켜라
ko_mt: 상대방 물리치기

source: The new goal is to convince Daeran and the entity watching through his eyes that the Commander has conspired with the inquisitor and brought the Count to his execution. So long as the Other does not suspect a trap, it will try to protect its "gateway."
ko: 새로운 목표는 대런과 그의 눈을 통해 지켜보는 존재에게 사령관과 인퀴지터가 백작을 처형하기 위해 음모를 꾸몄다고 믿게 만드는 것이다. 너머의 존재가 함정을 의심하지 않게 만든다면, 그는 자신의 "관문"을 지키려 시도할 것이다.
ko_mt: 새로운 목표는 사령관이 심문관과 음모를 꾸미고 백작을 처형에 이르게 했다고 대런과 그의 눈을 통해 지켜보는 존재를 설득하는 것입니다. 타자가 함정을 의심하지 않는 한, "관문"을 보호하려고 노력할 것입니다"

source: Do not allow the Other to suspect an ambush
ko: 너머의 존재가 기습을 의심하게 하지 마라
ko_mt: 상대방이 매복을 의심하도록 허용하지 마십시오

source: It would seem the end of the Other is far from the end of this story. It is time to talk to the Count.
ko: 너머의 존재의 끝은 이 이야기의 끝이 아닌 듯하다. 백작과 이야기 할 시간이다.
ko_mt: 타자의 끝은 이 이야기의 끝과는 거리가 먼 것 같습니다. 백작과 이야기 할 시간입니다.

source: Decide Daeran's fate
ko: 대런의 운명을 결정하라
ko_mt: 대런의 운명을 결정하세요

source: The story that began ten years ago at Heaven's Edge is finally over.
ko: 십 년 전 천상의 끝자락에서 시작된 이야기가 마침내 끝을 맞이했다.
ko_mt: 10년 전 헤븐스 엣지에서 시작된 이야기가 드디어 끝났습니다.

source: A whimsical combination of circumstances has bound together the fates of Count Arendae, the Commander, Inquisitor "Hawkblade" Liotr, and the unknown entity that first appeared at Heaven's Edge over ten years ago. This knot is impossibly tangled, but the time has come to untie it — or simply cut through it. The inquisitor has found a description of a ritual that could be used to weaken and capture the mysterious entity. But before that, all the participants must go through one more harrowing experience.
ko: 기묘한 상황의 연속이 아렌데 백작과 사령관, 인퀴지터 "호크블레이드" 리오트르, 그리고 10년 전 천상의 끝자락에서 처음으로 모습을 드러냈던 존재의 운명을 엮어냈다. 이 매듭은 불가해할 정도로 복잡하게 얽혀있지만, 결국 이것을 풀어낼 때, 혹은 끊어낼 때가 되었다. 인퀴지터는 이 불가사의한 존재를 약화시키고 포획할 의식을 발견했다고 한다. 하지만 그러기 위해서, 참가자들은 먼저 끔찍한 경험을 한 차례 더 해야만 한다.
ko_mt: 기발한 상황의 조합이 아렌대 백작, 사령관, 심문관 "호크블레이드" 리오트르, 그리고 10년 전 헤븐스 엣지에서 처음 나타난 미지의 존재의 운명을 하나로 묶었습니다. 이 매듭은 풀 수 없을 정도로 얽혀 있지만, 이제 그 매듭을 풀거나 간단히 끊어낼 때가 왔습니다. 조사관은 이 수수께끼의 존재를 약화시키고 포획하는데 사용할 수 있는 의식에 대한 설명을 발견했습니다. 하지만 그 전에 모든 참가자는 한 번 더 끔찍한 경험을 겪어야 합니다.

source: One Final Breath
ko: 마지막 숨결
ko_mt: 마지막 숨

source: Preaching to demon lords — what delightful impudence! Well, if there is anything redeeming about insanity, it is ignorance of boundaries it brings, the refusal to accept the existence of limits. It usually leads the insane to a pitiful death, and, very rarely, to an incredible breakthrough, one that could never be made by rational folk who know what is possible and impossible. The little preacher already has her own congregation, who revere her as something akin to a saint. What will she achieve next?
ko: 데몬 군주에게 설교라 — 이 얼마나 유쾌한 오만함인가. 광기에 그나마 구원이라는 것이 있다면, 그건 바로 그 경계에 대한 무지와 한계에 대한 부정이리라. 이것은 보통 미치광이를 초라한 죽음으로 이끌지만, 가끔씩, 그것 덕분에 가능과 불가능이라는 것을 알고 있는, 이성적인 일반인은 결코 이뤄낼 수 없는 불가능을 달성하기도 한다. 조그만 설교자에겐 이미 자신을 성녀로 추앙하는 신도들이 존재한다. 그녀가 다음으로 이뤄낼 것은 무엇일까?
ko_mt: 데몬 로드에게 설교하는 것 - 이 얼마나 즐거운 뻔뻔함입니까! 글쎄요, 광기에 대해 구속력이 있는 것이 있다면 그것은 그것이 가져 오는 경계에 대한 무지, 한계의 존재를 받아들이는 것을 거부하는 것입니다. 그것은 일반적으로 미친 사람들을 불쌍한 죽음으로 이끌고, 아주 드물게는 가능성과 불가능을 아는 이성적인 사람들이 결코 만들 수없는 놀라운 돌파구로 이어집니다. 이 작은 설교자는 이미 그녀를 성자와 비슷한 존재로 존경하는 신도들을 거느리고 있습니다. 그녀는 다음에 무엇을 성취할까요?

source: An insane preacher telling a laughing crowd about love, kindness, and nobility of spirit. An ordinary sight in the streets — every city has its idiots. Oftentimes, when the crowd grows tired of listening to sermons, it finds a new entertainment by dragging the preacher to the stake. But this girl has already been tossed on the pyre and survived, and despite it all, she continues to appeal to the people's better nature. Will she achieve more than others of her ilk? Who's to say...
ko: 미치광이 설교자가 비웃는 군중에게 사랑, 친절함, 영혼의 고귀함에 대해 떠들고 있다. 흔해 빠진 거리의 광경이다. 모든 도시에는 온갖 멍청이들이 살고 있으니. 대부분의 경우, 군중이 연설에 질리기 시작하면 그들은 설교자를 화형대에 집어 던져 새로운 여흥을 시도하지만, 이 여자 아이는 이미 장작 더미 속에 던져졌고, 살아남았다. 그럼에도 불구하고, 그녀는 아직도 사람들의 선한 본성에 대해 이야기한다. 그녀가 자신과 같은 족속들보다 더 많은 걸 이뤄낼 수 있을까? 누가 알겠는가...
ko_mt: 웃는 군중에게 사랑, 친절, 정신의 고귀함에 대해 말하는 미친 설교자. 거리의 평범한 광경 - 모든 도시에는 바보가 있습니다. 종종 군중이 설교를 듣는데 지쳤을 때 설교자를 기둥으로 끌고 가면서 새로운 오락거리를 찾습니다. 하지만 이 소녀는 이미 화형대에 던져져 살아남았고, 그럼에도 불구하고 사람들의 더 나은 본성에 계속 호소하고 있습니다. 그녀는 다른 동족들보다 더 많은 것을 성취할 수 있을까요? 누가 말하겠습니까...

source: The Wayward
ko: 고집스러운 자
ko_mt: 변덕스러운

source: The mob loves a wretch, a feeble-minded, hysterical, starry-eyed preacher — when one of these unfortunates stands on a corner and begins their sermon, a crowd will immediately gather. Some will laugh, some will cry, some will toss a coin at their feet... But will any of them listen? Will they do as they are told? The obvious conclusion: of course they won't. But let's leave our biases aside as we observe how the throngs of Drezen respond to the exhortations of a ragged elf girl.
ko: 군중은 가련하고, 정신 박약이며, 히스테리적이고, 꿈을 꾸는 중인 듯한 눈빛의 설교자를 사랑했다 — 이런 불쌍한 자가 길가의 한켠에 서서 설교를 시작하면, 사람들은 바로 모여들었다. 누군가는 웃고, 누군가는 울었으며, 누군가는 그 발밑에 동전을 던져주었다... 하지만 그 중 정말로 이야기를 듣는자가 있긴한가? 들은 대로 행동하는 자는? 당연한 일이지만: 그런 자는 없다. 하지만 넝마주이 같은 엘프 소녀의 간곡한 요청에 드레젠의 사람들이 어떻게 응답할지에 대해서는, 잠시 우리들의 편결을 옆으로 치워두도록 하자.
ko_mt: 군중은 비열하고, 마음이 약하고, 히스테릭하고, 별이 빛나는 설교자를 좋아합니다. 이 불행한 사람 중 한 명이 구석에 서서 설교를 시작하면 군중이 즉시 모일 것입니다. 어떤 사람은 웃고, 어떤 사람은 울고, 어떤 사람은 발밑에 동전을 던질 것입니다.. 하지만 그들 중 누구라도 귀를 기울일까요? 그들이 시키는 대로 행동할까요? 당연한 결론은 당연히 그렇지 않다는 것입니다. 그러나 우리의 편견을 제쳐두고 드레젠 무리가 거친 엘프 소녀의 권유에 어떻게 반응하는지 관찰합시다.

source: Wait to see how things unfold
ko: 일이 어떻게 전개될지 지켜봐라
ko_mt: 일이 어떻게 전개되는지 기다리십시오

source: The hypothesis has been disproved: it seems the girl has formidable powers of persuasion. She managed to convince the Baphomet cultists to defect to her side — and these are people who are hardly ripe for reconversion. After suffering this ideological blow, the templars decided to resort to violence — but that has never been their forte. If the Commander hurries to help, the little preacher will be shaken but unharmed.
ko: 가설은 부정되었다: 아무래도 이 소녀는 엄청난 설득력을 지닌 모양이다. 그녀는 바포메트 사교도들이 자신의 편으로 돌아서도록 설득하는데 성공했다. — 그리고 재개종의 여지가 없던 이들. 자신들의 이념에 타격을 입은 템플러들은 상황을 폭력으로 해결하기로 마음 먹었으나 — 그것은 애초에 그들의 장점이 아니었다. 사령관이 서두른다면, 작은 설교자는 조금 동요해도 상처를 입진 않을 것이다.
ko_mt: 가설은 반증되었습니다. 그 소녀는 강력한 설득력을 가지고 있는 것 같습니다. 그녀는 바포메트 이교도들이 그녀 편으로 망명하도록 설득 할 수 있었고, 이들은 개종 할 준비가 거의되지 않은 사람들입니다. 이 이념적 타격을 입은 후 기사단은 폭력에 의지하기로 결정했지만 그것은 결코 그들의 장점이 아니었습니다. 사령관이 서둘러 도와 주면 작은 설교자는 동요하지만 무사 할 것입니다.

source: Go to the shrine of Baphomet
ko: 바포메트의 성소로 향하라
ko_mt: 바포메트의 신전으로 가세요

source: And the same trick again: the little preacher somehow prompted a change of heart in a fanatic wielding a sacrificial knife. What's more, her goodness is such an affront to Baphomet that he has sent a troop of demons after her. Luckily for her, the Commander is at hand to defend {mf|his|her} strange charge.
ko: 똑같은 일이 일어났다: 조그만 설교자는 어떻게 한 것인지 몰라도, 제물을 바치는 단검을 휘두르려던 사교도의 마음을 바꿔놓았다. 게다가, 그녀의 선함이 바포메트에게 너무나 큰 모욕이라 그가 직접 데몬 부대를 보내 그녀를 쫓게 했다는 것이다. 그녀에겐 다행히도, 사령관은 그녀를 그 요상한 혐의로부터 보호해줄 것이다.
ko_mt: 그리고 다시 같은 속임수 : 작은 설교자는 어떻게든 희생의 칼을 휘두르는 광신자의 마음의 변화를 불러 일으켰습니다. 게다가 그녀의 선함은 바포메트에게 큰 모욕을 주었기 때문에 그는 그녀를 쫓는 데몬 부대를 보냈습니다. 운 좋게도 사령관이 {mf|그|그녀}의 이상한 돌격을 방어하기 위해 가까이에 있습니다.

source: Defeat the demons
ko: 데몬들을 쓰러트려라
ko_mt: 데몬을 물리치세요

source: The demons have been destroyed. The demon worshipers, strange as it may be, escaped unharmed. The innocent preacher begs the Commander to spare the lives of her abductors. Why are these shriveled stumps of human souls so important to her? Does she really hope to heal them?
ko: 데몬들은 죽었다. 데몬 숭배자들은 놀랍게도 온전히 도망치는데 성공했다. 무고한 설교자는 사령관에게 그녀를 납치한 이들의 목숨을 살려줄 것을 애원했다. 어찌하여 이 뒤틀린 인간 영혼의 부스러기들이 그녀에게 그리도 중요한 것인가? 그녀는 진정으로 그들을 치유코자 함인가?
ko_mt: 데몬들이 파괴되었습니다. 데몬 숭배자들은 이상하게도 무사히 탈출했습니다. 무고한 설교자는 사령관에게 납치범들의 목숨을 살려달라고 간청합니다. 이 쭈글쭈글한 인간 영혼의 그루터기가 왜 그녀에게 그렇게 중요한 걸까요? 그녀는 정말로 그들을 치유하기를 희망합니까?

source: Decide the fate of the cultists
ko: 사교도들의 운명을 결정하라
ko_mt: 이교도들의 운명을 결정하십시오

source: The ruler of Alushinyrra was in a good mood. The sermon from the impudent little urchin gave her a good laugh, but it could have easily provoked her ire. Only a girl like Ember could seriously hope to reform Nocticula. What next? Will she try to talk to Deskari? Or — why waste time on trifles! — to Rovagug himself?
ko: 알루시니라의 지배자는 기분이 좋았다. 부끄럼 없는 조그만 고아의 설교에 그녀는 웃음을 터뜨렸지만, 잘못하면 그녀의 노여움을 터뜨릴 수도 있었다. 오로지 엠버같은 소녀만이 녹티큘라를 바꿀 수 있으리란 희망을 품을 수 있을 것이다. 다음엔 뭘 할 것인가? 데스카리에게 설교할 것인가? 아니면 로바거그에게? 틀림없이 시간 낭비다!
ko_mt: 알루시니라의 통치자는 기분이 좋았습니다. 뻔뻔스러운 작은 부랑아의 설교는 그녀에게 좋은 웃음을 주었지만 쉽게 그녀의 분노를 불러 일으킬 수있었습니다. 엠버 같은 소녀만이 녹티큘라의 개혁을 진지하게 바랄 수 있었으니까요. 다음은 어떻게 될까요? 데스카리와 대화를 시도할까요? 아니면 - 왜 사소한 일에 시간을 낭비합니까! - 로바구그에게 직접 이야기할까요?

source: The young elf girl is used to appealing to the better feelings of inveterate scoundrels and finding good in those who have long lost the remains of their humanity. Now she is preaching to those who, by their very nature, are utterly devoid of better feelings and humanity. Of course, there are isolated cases of demons switching sides, but to believe one can rehabilitate a demon with a few kind words... Does this little preacher not know that pride is also a sin?
ko: 어린 엘프 소녀는 뿌리까지 썩은 악당에게 선의를 끌어내려하고, 인간성의 파편마저 잃은 지 오래인 자들에게서 선함을 찾아내려 하였다. 이제 그녀는 그 천성에서부터 선함과 인간성 따위는 존재하지 않는 자들에게까지 설교를 하고 있다. 물론, 데몬이 편을 바꾸는 사례가 일부 존재하긴 하지만, 고작 친절한 말 몇 마디 따위로 데몬을 갱생시키려 하다니... 이 작은 설교자는 교만 역시 죄악이라는 것을 알고는 있을까?
ko_mt: 어린 엘프 소녀는 열성적인 악당의 더 나은 감정에 호소하고 오랫동안 인간성의 유적을 잃은 사람들에게서 선을 찾는데 익숙합니다. 이제 그녀는 본질적으로 더 나은 감정과 인간성이 전혀없는 사람들에게 설교하고 있습니다. 물론 데몬이 편을 바꾸는 고립 된 사례가 있지만, 친절한 말 몇 마디로 데몬을 회복시킬 수 있다고 믿는다는 것은.. 이 작은 설교자는 교만도 죄라는 것을 모를까요?

source: The Wicked
ko: 괴짜
ko_mt: 악인

source: Of course. After preaching to lowly demons in the street, the next logical step is to preach to a demon lord. Most lunatics never realize their delusional dreams, but the Commander may well arrange a meeting for Ember with Nocticula herself. It will be fascinating to see how that encounter turns out...
ko: 물론, 길가에서 하위 데몬들에게 설교한 이후의 논리적인 행보는 데몬 군주를 찾아가 설교하는 것일테지. 대부분의 광인들은 자신의 망상에 대해 깨닫지도 못한다, 하지만 사령관이라면 엠버와 녹티큘라의 만남을 주선할 수 있을지도 모른다. 이 만남이 어떻게 돌아갈지 참으로 흥미롭다.
ko_mt: 물론이죠. 길거리에서 하찮은 데몬들에게 설교를 한 후 다음 논리적 단계는 데몬 로드에게 설교하는 것입니다. 대부분의 미치광이는 망상적인 꿈을 실현하지 못하지만 사령관이 직접 녹티큘라와 엠버의 만남을 주선할 수도 있습니다. 그 만남이 어떻게 될지 보는 것은 흥미로울 것입니다...

source: Arrange a meeting with Nocticula for Ember
ko: 엠버를 위해 녹티큘라와의 만남을 주선하라
ko_mt: 엠버를 위해 녹티큘라와의 만남을 준비하세요

source: Tell Ember about the Redeemed Brotherhood
ko: 엠버에게 속죄의 형제단에 대해 이야기하자
ko_mt: 엠버에게 구속된 형제단에 대해 말해줘

source: Defeat Baphomet's followers
ko: 바포메트의 추종자들을 쓰러트려라
ko_mt: 바포메트의 추종자들을 처치하세요

source: A bizarre sequence of events has led to an even more bizarre outcome. For better or worse, the addled preacher has found her very own addled followers. Could this story have ended any other way? On that point, one can only guess — unfortunately, there is no way to replicate this experiment, for the history of mortals is wholly unique.
ko: 기이한 사건의 연속이 더욱 기이한 결과를 낳았다. 요상한 설교자에게 그녀만의 요상한 추종자들이 생긴 것이다. 좋은 일인지 나쁜 일인지는 두고 봐야 할 것 같다. 이 이야기가 어떻게 끝날지 누가 감히 예측할 수 있을까? 불행하게도, 이 실험을 재개할 수는 없을 것 같다, 필멸자의 삶이란 하나하나가 모두 특별하니 말이다.
ko_mt: 기괴한 일련의 사건으로 인해 더욱 기괴한 결과가 초래되었습니다. 좋든 나쁘 든, 중독 된 설교자는 자신의 중독 된 추종자를 찾았습니다. 이 이야기가 다른 방식으로 끝날 수 있었을까요? 그 점에 대해서는 추측만 할 수 있습니다. 안타깝게도 인간의 역사는 전적으로 독특하기 때문에 이 실험을 복제할 방법이 없습니다.

source: Sometimes mortal society defies rational analysis. What begins as an amusing oddity may turn into a protracted and annoying joke before eventually, and quite unexpectedly, becoming the catalyst for something far greater. Who could have predicted that a sermon by a wretched beggar girl would be the start of a new quasi-religious movement? Who could have guessed that the platitudes doled out to the crowd by a barefoot urchin would become the battle cries of a newly minted brotherhood of knights, arising seemingly out of nowhere to cut down demons in droves?
ko: 가끔 필멸자 사회는 합리적인 분석을 거부한다. 재미있는 기이함으로 시작된 것이 오래 지속되고 성가신 농담으로 변할 수 있으며, 결국에는 예기치 않게 훨씬 더 큰 무언가를 위한 촉매제가 될 수 있다. 비참한 거지 소녀의 설교가 새로운 준종교 운동의 시작이 될 것이라고 누가 예측할 수 있었을까? 맨발의 부랑아가 군중에게 떠들어댄 상투적인 이야기가 데몬 무리를 척결하기 위해 갑자기 생겨난 듯한 기사단의 전투 함성이 될 줄 누가 알았으랴?
ko_mt: 때때로 인간 사회는 이성적인 분석을 무시합니다. 재미있는 기이함으로 시작된 것이 오래 지속되고 성가신 농담으로 변할 수 있으며, 결국에는 예기치 않게 훨씬 더 큰 무언가를 위한 촉매제가 될 수 있습니다. 비참한 거지 소녀의 설교가 새로운 준종교 운동의 시작이 될 것이라고 누가 예측할 수 있었을까요? 맨발의 부랑아가 군중에게 던진 미사여구가 갑자기 생겨난 기사단의 전투 외침이 되어 데몬 떼를 무찌르기 위해 갑자기 생겨날 것이라고 누가 짐작할 수 있었겠습니까?

source: The Blessed
ko: 축복받은 자
ko_mt: 축복받은 자

source: The Redeemed Brotherhood, which is what Ember's followers call themselves, are fighting for the lives of captured refugees — and they expect their saint to come and help them.
ko: 속죄의 형제단를 자칭하는 엠버의 추종자들은 사로잡힌 난민들의 생명을 위해 싸우고 있으며, 성녀가 자신들을 도우러 오기를 기대하고 있다.
ko_mt: 엠버의 추종자들이 스스로를 부르는 구속받은 형제단은 체포 된 난민들의 생명을 위해 싸우고 있으며 성인이 와서 그들을 도울 것으로 기대합니다.

source: Go to Baphomet's altar with Ember
ko: 엠버와 함께 바포메트의 제단으로 가라
ko_mt: 엠버와 함께 바포메트의 제단으로 가세요

source: The fight is in full swing, and the situation does not look good for the Redeemed. What can their saint do to turn the tide of the battle?
ko: 싸움이 격화되었고, 구원받은 자들에게 상황이 유리해 보이지 않는다. 그들의 성녀는 전투의 흐름을 바꾸기 위해 무엇을 할 수 있을까?
ko_mt: 전투가 한창이고 구속받은 자들에게 상황이 좋지 않습니다. 그들의 성자는 전투의 흐름을 바꾸기 위해 무엇을 할 수 있을까요?

source: Come to the rescue of the Redeemed
ko: 속죄한 자들을 구하러 가라
ko_mt: 구원받은 자를 구하러 오세요

source: Experiment number three hundred and sixty-seven has come to its logical conclusion. The deeds of the Bladesmith may serve as an important lesson to all practitioners of alchemy and magic — mistakes and unfinished experiments always end up being a detriment to the researcher.
ko: 367번 실험이 그 논리적 결론을 도출했다. 도검장인의 행위는 모든 연금술과 마법의 수련자들에게 경각심을 일깨우는 계기가 되리라. 바로 실수와 끝마치지 못한 실험은 항상 그 연구자에게 치명적인 문제를 불러일으킨다는 사실 말이다.
ko_mt: 367번 실험이 논리적 결론에 도달했다. 블레이드스미스의 행동은 연금술과 마법을 연구하는 모든 이들에게 중요한 교훈이 될 수 있습니다. 실수와 미완성된 실험은 항상 연구자에게 해를 끼칩니다.

source: Finnean Dismar is a truly unique item — a sentient weapon that can change its form. And yet, too much of his human self remains. It is even possible that his suppressed memories are also suppressing his full might. But how to awaken it?
ko: 피니언 디스마르는 아주 특이한 물건이다. 형체를 바꿀 수 있는, 자아를 가진 무기다. 허나 그의 인격의 대부분은 온전한 상태다. 어쩌면 그의 억압된 기억이 진정한 힘마저 봉인하고 있을지도 모른다. 하지만 어떻게 그것을 일깨워야 할까?
ko_mt: 피니언 디스마르는 형태를 바꿀 수 있는 지각 무기라는 정말 독특한 아이템입니다. 하지만 그의 인간적인 자아가 너무 많이 남아 있습니다. 그의 억압된 기억이 그의 모든 힘을 억누르고 있을 가능성도 있습니다. 하지만 어떻게 깨울 수 있을까요?
