Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: Finnean's Awakening
ko: 피니언의 각성
ko_mt: 피니언의 각성

source: The Commander has encountered a group of cultists who demanded that Finnean be handed over. There is a clear connection to his past here, but it is possible that Finnean himself may remember more if asked.
ko: 사령관은 피니언을 넘길 것을 강요하는 한 무리의 사교도들과 조우했다. 둘 사이에 무언가 관계가 있는 것은 확실하다, 피니언에게 물어보면 분명 무언가 기억하는 게 있을 것이다.
ko_mt: 사령관은 피니언을 넘겨달라고 요구하는 이교도 무리를 만났습니다. 여기에는 그의 과거와 분명한 연관성이 있지만, 질문을 받으면 피니언 자신이 더 많은 것을 기억할 수 있습니다.

source: Talk to Finnean
ko: 피니언과 대화하라
ko_mt: 피니언과 대화

source: Finnean has remembered that the Bladesmith, who used him as a test subject, is hiding somewhere near Iz. However, the Commander does not yet have sufficient forces to enter that area. The only option is to wait for an opportune moment.
ko: 피니언은 그를 시험 대상으로써 이용했던 도검장인이 이즈 근방에 숨어있다는 사실을 떠올렸다. 하지만 사령관은 아직 거기까지 진격할 만한 충분한 군사력이 없다. 유일한 선택지는 적당한 기회가 올 때까지 기다리는 것뿐이다.
ko_mt: 피니언은 자신을 실험 대상으로 삼았던 블레이드스미스가 이즈 근처 어딘가에 숨어 있다는 사실을 기억하고 있습니다. 하지만 사령관에게는 아직 그 지역에 진입할 병력이 충분하지 않습니다. 유일한 선택은 적절한 순간을 기다리는 것뿐입니다.

source: Wait for an opportune moment
ko: 적당한 기회를 기다려라
ko_mt: 적절한 순간을 기다리세요

source: At last, the path into the heart of the Worldwound is open to the Commander. Besides being a step toward accomplishing great deeds, this is an opportunity to awaken Finnean fully by defeating his nemesis and creator — the Bladesmith.
ko: 마침내, 세계상처로 향하는 길이 사령관에게 열렸다. 이는 위대한 업적을 성취하기 위한 한 발자국일 뿐만 아니라, 피니언의 창조자이자 숙적인 도검장인을 쓰러트려 피니언을 완전히 각성시킬 기회이기도 하다.
ko_mt: 마침내 사령관에게 세계상처의 심장부로 들어가는 길이 열렸습니다. 위대한 업적을 이루기 위한 발걸음일 뿐만 아니라, 그의 숙적이자 창조주인 블레이드스미스를 물리치고 피니언을 완전히 각성시킬 수 있는 기회입니다.

source: Deal with the Bladesmith
ko: 도검장인과의 문제를 처리하라
ko_mt: 블레이드 스미스와 거래

source: Show Galfrey's letter to the Storyteller.
ko: 갈프리 여왕의 편지를 이야기꾼에게 보여줘라.
ko_mt: 스토리텔러에게 갈프레이의 편지를 보여주세요.

source: Between the Lines
ko: 숨은 뜻
ko_mt: 선 사이

source: The bounty hunter swears that he will be able to lure out the dragon. All that is needed is a suitable place for an ambush.
ko: 현상금 사냥꾼은 드래곤을 유인할 수 있으리라 단언했다. 필요한 것은 기습을 위해 최적화된 장소 뿐이다.
ko_mt: 현상금 사냥꾼은 용을 유인 할 수있을 것이라고 맹세합니다. 매복하기에 적합한 장소만 있으면됩니다.

source: The bounty hunter managed to locate the place where the exhausted dragon landed. The tracks reveal that after a brief respite, she headed somewhere further south.
ko: 현상금 사냥꾼은 지친 드래곤이 향한 장소를 추적해냈다. 흔적에 따르면 드래곤은 잠시 숨을 돌린 뒤 남쪽 어딘가로 향한 모양이다.
ko_mt: 현상금 사냥꾼은 지친 드래곤이 착륙 한 곳을 찾아 냈습니다. 흔적은 그녀가 잠시 휴식을 취한 후 더 남쪽 어딘가로 향했음을 보여줍니다.

source: The dragon escaped again, and now she will be far more careful. There is no point in continuing the hunt, and the Commander can only hope for another chance to fight and kill the dragon. There is no doubt this opportunity will present itself, since dragons are infamous for their rancor and vindictiveness.
ko: 드래곤은 다시 한 번 달아났고, 이제 훨씬 더 조심스러워질 것이다. 사냥을 지속하는 것은 의미없는 일이며, 사령관은 드래곤과 싸워 죽일 또다른 기회가 있기를 바라는 것 빼고는 할 수 있는 것이 없다. 드래곤은 원한을 잊지 않고 복수하기로 악명 높으니, 기회는 스스로 그 모습을 드러낼 것이다.
ko_mt: 용은 다시 탈출했고 이제 그녀는 훨씬 더 조심할 것입니다. 사냥을 계속하는 것은 의미가 없으며 사령관은 용과 싸워 죽일 또 다른 기회를 바랄뿐입니다. 용은 원한과 복수심으로 악명이 높기 때문에이 기회가 나타날 것이라는데 의심의 여지가 없습니다.

source: The hunt is over. The crusaders will never again be disturbed by the dragon's deadly rampages, and people no longer look to the sky in fear.
ko: 사냥은 끝났다. 성전군은 더 이상 드래곤의 치명적인 광란으로 방해 받지 않을 것이며, 사람들은 더 이상 하늘을 두려움에 떨며 하늘을 바라보지 않을 것이다.
ko_mt: 사냥은 끝났다. 십자군은 다시는 용의 치명적인 날뜀에 방해받지 않을 것이며 사람들은 더 이상 두려움에 하늘을 바라 보지 않을 것입니다.

source: Despite their high intelligence and rhetorical skills, when evil dragons perceive other species, they revert to their basest primal instincts. Like a giant, mindless, flesh-eating leech, they consider everything other than themselves food. A rumor has spread among the crusaders about a large and vicious dragon that has been raiding the scout patrols. This particular specimen does not seem remotely concerned by their weapons. She swoops down onto the soldiers, and then flies away, having snatched several victims to devour in her lair.
ko: 사악한 드래곤들은 높은 지식과 수사학적 능력을 지녔음에도 불구하고, 자신이 인지한 다른 종에게 가장 원초적인 본능으로 대한다. 거대하고, 지성이 없으며, 살을 파 먹는 거머리처럼 스스로를 제외한 모두를 음식으로 여긴다. 성전군 사이에 순찰대를 습격하는 크고 사악한 드래곤의 소문이 퍼졌다. 이 표본은 무기를 전혀 두려워하지 않는 듯하며, 병사들을 급습하고, 둥지에서 포식할 희생자들을 납치해 날아가 버렸다.
ko_mt: 높은 지능과 수사적 기술에도 불구하고 사악한 드래곤은 다른 종을 인식하면 가장 기본적인 원시 본능으로 돌아갑니다. 그들은 마치 무의식적으로 살을 먹는 거대한 거머리처럼 자신 이외의 모든 것을 먹이로 여깁니다." 정찰 순찰대를 습격하는 크고 사악한 드래곤에 대한 소문이 십자군 사이에 퍼졌습니다. 이 용은 무기를 전혀 신경 쓰지 않는 듯합니다. 그녀는 병사들을 덮친 다음 여러 명의 희생자를 납치하여 자신의 은신처에서 삼키고 날아갑니다.

source: The Dragon Hunt
ko: 드래곤 사냥
ko_mt: 드래곤 사냥

source: Given their lack of experience in dragon hunting, it is unlikely that the crusaders will meet with much success in their attempt to track down and kill such a cunning, adult specimen. However, Irabeth claims that a reputable bounty hunter is currently staying in the town's tavern. It would be wise to seek his help.
ko: 성전군의 드래곤 사냥 경험이 전무하다는 것을 고려할 때, 성전사들이 그토록 교활하고 장성한 개체를 추적하여 죽이려는 시도가 성공적일 것 같지는 않다. 하지만 이라베스는 명망 높은 현상금 사냥꾼이 현재 마을의 선술집에 머무르고 있다고 얘기했다. 그의 도움을 구하는 것이 현명할 것이다.
ko_mt: 용 사냥에 대한 경험이 부족하기 때문에 십자군이 그렇게 교활한 성체 표본을 추적하고 죽이려는 시도에서 많은 성공을 거두지는 못할 것입니다. 하지만 이라베스는 평판이 좋은 현상금 사냥꾼이 현재 마을의 선술집에 머물고 있다고 주장합니다. 그의 도움을 구하는 것이 현명할 것입니다.

source: Talk to the bounty hunter in the tavern
ko: 선술집의 현상금 사냥꾼과 대화하라
ko_mt: 선술집에서 현상금 사냥꾼과 이야기하세요.

source: The bounty hunter is more than willing to assist in tracking down the dragon. However, he is only willing to do so for the substantial, though not unreasonable, sum of ten thousand gold.
ko: 현상금 사냥꾼은 용을 추적하는 것을 기꺼이 돕고자 한다. 그러나 그는 불합리한 정도는 아니지만, 그럼에도 상당한 액수인 금화 1만 골드의 보수를 요구하고 있다.
ko_mt: 현상금 사냥꾼은 기꺼이 드래곤을 추적하는데 도움을 줄 의향이 있습니다. 그러나 그는 불합리하지는 않지만 상당한 금액인 만 골드에 대해서만 기꺼이 그렇게 할 의향이 있습니다.

source: Hire Greybor
ko: 그레이보르를 고용하라
ko_mt: 그레이버 고용

source: Greybor claims that he has a plan to track down this dragon. The first step is to set up an ambush in the Grimwood Forest.
ko: 그레이보르는 이 드래곤을 쫓을 계획이 있다고 말했다. 이 계획의 첫 단계는 바로 음산한 숲에서 매복을 준비하는 것이다.
ko_mt: 그레이버는 이 용을 추적할 계획이 있다고 합니다. 첫 번째 단계는 그림 우드 숲에 매복을 설치하는 것입니다.

source: Travel with Greybor to the Grimwood and set up an ambush for the dragon
ko: 그레이보르와 함께 음산한 숲으로 향하여 드래곤을 기습할 준비를 하라
ko_mt: 그레이버와 함께 그림우드로 가서 드래곤을 위한 매복을 설치하세요

source: The dragon was deeply wounded. As she fled, she left behind a trail of blood that the bounty hunter can use to track her to her lair.
ko: 드래곤은 심하게 다쳤다. 그녀는 달아나면서 둥지까지 이어지는 혈흔을 남겨 현상금 사냥꾼이 추적할 수 있도록 만들었다.
ko_mt: 용은 깊은 부상을 입었다. 도망 치면서 현상금 사냥꾼이 은신처까지 추적하는데 사용할 수 있는 피의 흔적을 남겼습니다.

source: Track down the dragon
ko: 드래곤을 추적하라
ko_mt: 드래곤 추적

source: Fortune favors the Commander today. The dragon that has lately been abducting {mf|his|her} people was recently spotted by a crusader regiment as she flew toward the Ivory Sanctum. The Commander has a chance to put an end to her atrocities.
ko: 행운의 여신이 사령관에게 미소를 지었다. 최근에 한 성전사 부대가 상아 성소로 돌아가고 있던 드래곤을 발견하였다. 이 드래곤은 최근에 사령관의 사람들을 납치한 것으로 알려졌으며, 사령관은 그녀의 잔혹 행위에 종지부를 찍을 기회를 얻었다.
ko_mt: 오늘 운이 사령관에게 유리합니다. 최근 {mf|그|그녀}의 사람들을 납치하고 있는 드래곤이 상아 성소를 향해 날아가던 중 십자군 연대에 의해 발견되었습니다. 사령관은 그녀의 잔학 행위를 종식시킬 기회가 있습니다.

source: Track down and kill the dragon in the Ivory Sanctum
ko: 상아 성소의 드래곤을 추적하고, 죽여라
ko_mt: 상아 성소에서 용을 추적하여 죽여라

source: The dragon's lair has been discovered. It is of vital importance that the Commander finish off the dragon, rather than allow her to escape again and recover from her wounds.
ko: 드래곤의 둥지가 발견되었다. 그녀가 다시 달아나 상처를 회복하지 못하도록 사령관이 그녀를 끝장내야만 한다.
ko_mt: 용의 은신처가 발견되었습니다. 사령관이 드래곤이 다시 탈출하여 상처를 회복하는 것을 허용하지 않고 드래곤을 끝내는 것이 매우 중요합니다.

source: Kill the dragon in her lair
ko: 드래곤을 자신의 둥지에서 죽여라
ko_mt: 그녀의 은신처에서 용을 죽여라

source: The dragon is dead. However, the people of Drezen do not yet know that her reign of terror has ended. No doubt Irabeth will spread the news throughout the city as soon as the Commander informs her of {mf|his|her} victory.
ko: 드래곤은 죽었다. 그러나 드레젠의 사람들은 아직 그녀의 공포의 제위가 끝났음을 모른다. 사령관의 승리에 대해 알려주면, 이라베스가 곧 그 사실을 온 도시에 퍼뜨릴 것은 자명하다.
ko_mt: 용은 죽었다. 그러나 드레젠 사람들은 아직 그녀의 공포의 통치가 끝났다는 것을 알지 못합니다. 사령관이 {mf|그|그녀}의 승리를 알리 자마자 이라베스가 도시 전역에 소식을 전할 것입니다.

source: Inform Irabeth of the victory
ko: 이라베스에게 승리에 대해 알려라
ko_mt: 이라베스에게 승리를 알립니다.

source: Yozz insists that Greybor be present during his conversation with the Commander
ko: 요즈는 그레이보르가 사령관과의 대화에 참석해야 한다고 주장한다
ko_mt: 요즈는 사령관과의 대화 중에 그레이버가 참석해야한다고 주장합니다.

source: Defeat Willodus
ko: 윌로더스를 쓰러뜨려라
ko_mt: 윌로두스 패배

source: Win the battle
ko: 전투에서 승리하라
ko_mt: 전투에서 승리

source: Rumors are currency, and anyone who wishes to become rich must handle them as deftly as gold coins. The assassin Greybor is an old hand at the rumor mill. He has obtained information that a certain individual is gathering a gang of cutthroats in order to send them after the demon Willodus. The dwarf has his own score to settle with that villainous demon, and he is particularly keen on having a little chat with Willodus before the assassins get to him. The demon's mansion is in the Upper City. It is called the House of Wicked Knowledge.
ko: 부유해지고자 하는 이는 소문이라는 화폐를 금화처럼 능숙하게 다루어야 한다. 암살자 그레이보르는 소문 공장의 노련한 숙련자이다. 그는 어떤 개인이 데몬 윌로더스를 뒤쫓을 살인자 무리를 모으고 있다는 정보를 입수했다. 드워프는 그 악랄한 데몬과 청산할 빚이 있는데, 암살자들이 윌로더스를 잡기 전에 그 데몬과 잠깐 이야기를 나누고 싶어한다. 데몬의 저택은 도시 상부에 있다. 저택의 이름은 사악한 지식의 집이다.
ko_mt: 소문은 화폐이며 부자가 되고자하는 사람은 금화처럼 능숙하게 처리해야합니다. 암살자 그레이버는 소문을 잘 다루는 노련한 사람입니다. 그는 특정 개인이 데몬 윌로두스를 쫓기 위해 무리를 모으고 있다는 정보를 입수했습니다. 이 드워프는 그 데몬에게 앙갚음을 해야 할 일이 있으며, 특히 암살단이 그를 잡기 전에 윌로두스와 대화를 나누고 싶어 합니다. 데몬의 저택은 상류 도시에 있습니다. 사악한 지식의 집이라고 불립니다.

source: Visit Willodus's mansion with Greybor
ko: 그레이보르와 함께 윌로더스의 저택을 방문하라
ko_mt: 그레이버와 함께 윌로두스의 저택 방문

source: Willodus is dead, but it appears that he was not actually the treacherous client who set Greybor up. It seems that the Commander and Greybor were caught up in a web of intrigue and deceit designed to bring about Willodus's fall. It is a strange situation, but a demon claiming to be Horzalah, daughter of Baphomet, has promised the Commander that all of {mf|his|her} questions will be answered at the Assassins' Guild.
ko: 윌로더스는 죽었으나, 그레이보르를 배신한 고용주는 이 자가 아니었다. 아무래도 사령관과 그레이보르는 윌로더스의 몰락을 위해 준비한 기만과 음모의 거미줄에 걸린 모양이다. 이상한 상황이지만, 자신이 바포메트의 딸인 호잘라라고 밝힌 데몬은 암살자 길드에서 모든 답을 찾을 수 있을 것이라 장담했다.
ko_mt: 윌로두스는 죽었지만 실제로 그레이버를 함정에 빠뜨린 배신자는 아닌 것 같습니다. 사령관과 그레이버는 윌로두스의 몰락을 가져 오기 위해 고안된 음모와 속임수에 휘말린 것 같습니다. 이상한 상황이지만, 바포메트의 딸 호잘라라고 주장하는 데몬이 사령관에게 {mf|그|그녀}의 모든 질문에 대한 답을 암살자 길드에서 얻을 수 있을 것이라고 약속했습니다.

source: Visit the Assassins' Guild with Greybor
ko: 그레이보르와 암살자 길드를 방문하라
ko_mt: 그레이버와 함께 암살자 길드를 방문하세요

source: An act of vengeance fills the heart with warmth and satisfaction. It is as dangerous as the most potent drug. Only once their bloodlust and desire for violence have been sated will the avenger put down their weapon and consider their grievance settled. The Commander must speak to Greybor, and find out if enough blood has now been spilled to restore his reputation.
ko: 복수 행위는 사람의 마음을 온기와 충만함으로 가득 채워주며, 이는 강력한 마약만큼이나 위험하다. 복수자는 피의 갈망과 폭력을 향한 욕구를 충족해야만 무기를 내려놓고 자신의 불만이 해소되었다고 여길 것이다. 사령관은 그레이보르와 대화하여 그의 평판을 되찾는 데 충분한 피를 흘렸는지 물어보아야만 한다.
ko_mt: 복수의 행위는 마음을 따뜻함과 만족감으로 채 웁니다. 그것은 가장 강력한 마약만큼이나 위험합니다. 복수자는 피의 욕망과 폭력에 대한 욕구가 충족된 후에야 무기를 내려놓고 불만이 해결된 것으로 간주합니다. 사령관은 그레이버와 대화하여 그의 명성을 회복하기에 충분한 피가 흘렀는지 알아내야 합니다.

source: Talk to Greybor
ko: 그레이보르와 대화하라
ko_mt: 그레이버와 대화

source: The truth has been revealed. The disgrace of Greybor's failure was orchestrated not by Willodus, but by the treacherous Yozz, who decided to eliminate a dangerous enemy by proxy. Yozz has paid the full price for his deceit.
ko: 진실이 밝혀졌다. 그레이보르의 치욕, 그의 실패는 윌로더스가 아니라, 위험한 적을 대리인을 통해 처리할 생각이었던 음흉한 요즈에 의해 계획된 것이었다. 요즈는 마침내 그 기만의 대가를 치루었다.
ko_mt: 진실이 밝혀졌습니다. 그레이버의 실패는 윌로두스가 아니라 위험한 적을 대리로 제거하기로 결정한 배신자 요즈에 의해 조율되었습니다. 요즈는 그의 속임수에 대한 모든 대가를 치렀습니다.

source: Vices are the forces that set intelligent society into motion. Greed, indolence, lust, and anger are the horses that pull the cart of progress onward, and the passions that inspire minds to achieve their goals. Yet they all pale in comparison to the most powerful of such forces — vengeance. The assassin Greybor has discovered that the individual responsible for damaging his reputation has been close this whole time. Is there any obstacle formidable enough to keep him and his comrades away from the path of vengeance? Anything that would prevent him from restoring his so-called "good" name? Whatever the answers to these questions, bloodshed seems inevitable.
ko: 악의란 지성체의 사회를 움직이게 하는 동력이다. 욕망, 나태, 성욕, 그리고 분노는 진보라는 이름의 마차를 이끄는 네 마리 말이며, 열정은 사람들이 자신의 목표를 이뤄내도록 돕는 힘이다. 그러나 이 모든 것은 그중 가장 강력한 힘인 복수심 앞에서 빛을 바랜다. 암살자 그레이보르는 자신의 평판에 누를 끼친 자가 가까이 있다는 것을 깨달았다. 그와 그의 동지가 복수의 길을 걷는데 있어 위협이 되고, 그가 자신의 명성을 회복함을 주저하게 만들 장애물이 존재하기는 할까? 이 질문에 대한 답변이 무엇이건 간에, 유혈사태는 불가피할 듯하다.
ko_mt: 악덕은 지적인 사회를 움직이게 하는 힘입니다. 탐욕, 나태, 욕망, 분노는 진보의 수레를 앞으로 나아가게 하는 말이며, 목표를 달성하기 위해 마음을 고무시키는 열정입니다. 하지만 이 모든 것은 가장 강력한 힘인 복수심에 비하면 한낱 미물에 불과합니다. 암살자 그레이버는 자신의 명성을 훼손한 범인이 계속 가까이 있었다는 사실을 알아냈습니다. 그와 그의 동료들을 복수의 길에서 멀어지게 할 만큼 강력한 장애물이 있을까요? 그가 소위 "좋은" 이름을 회복하는데 방해가 되는 장애물은 없나요? 이 질문에 대한 답이 무엇이든 유혈 사태는 피할 수없는 것 같습니다.

source: A Matter of Reputation
ko: 평판의 문제
ko_mt: 평판의 문제

source: A Conversation with Greybor
ko: 그레이보르와의 대화
ko_mt: 그레이버와의 대화

source: Greybor and the Commander must go on the raid together
ko: 그레이보르와 사령관은 함께 습격에 나서야 한다
ko_mt: 그레이버와 사령관이 함께 습격에 나서야 한다

source: Find the assassin's accomplices
ko: 암살자의 협력자들을 찾아라
ko_mt: 암살자의 공범을 찾아라

source: Most likely, the Commander will find Greybor in Drezen's tavern
ko: 사령관은 아마 드레젠의 선술집에서 그레이보르를 찾을 수 있으리라
ko_mt: 아마도 사령관은 드레젠의 선술집에서 그레이버를 찾을 것입니다.

source: Only Greybor and the Commander must come to the meeting
ko: 오직 그레이보르와 사령관 둘만이 회합에 참석해야 한다
ko_mt: 그레이버와 사령관만 회의에 와야합니다.

source: Reach the rendezvous point
ko: 약속 장소로 향하라
ko_mt: 랑데부 지점에 도달

source: Find the leader of the hunters
ko: 사냥꾼들의 지도자를 찾아라
ko_mt: 사냥꾼의 리더를 찾으십시오

source: Find the hideouts for the hunters along the road
ko: 길가에 위치한 사냥꾼 은신처를 찾아라
ko_mt: 길을 따라 사냥꾼의 은신처를 찾으십시오

source: Block the path of retreat
ko: 후퇴 경로를 막아라
ko_mt: 후퇴 경로 차단

source: Find a good position for a marksman
ko: 저격수를 위한 좋은 자리 찾기
ko_mt: 명사수에게 좋은 위치 찾기

source: Give orders to the hunters' leader
ko: 사냥꾼의 지도자에게 명령을 내려라
ko_mt: 사냥꾼의 리더에게 명령을 내리세요

source: Greybor expects that the assassination attempt will take place when the Commander is resting in {mf|his|her} chambers
ko: 그레이보르는 암살 계획이 사령관이 자신의 방에서 쉬는 동안 벌어질 것이라 예측했다
ko_mt: 그레이버는 사령관이 {mf|그|그녀}의 방에서 쉬고 있을 때 암살 시도가 일어날 것으로 예상합니다.

source: Many stories start with a clandestine meeting... and just as many end that way. Greybor has asked the Commander to meet him somewhere, alone, but he refused to share any more details. Should the Commander trust {mf|his|her} companion?
ko: 많은 이야기들은 은밀한 회동으로 시작하며... 그만큼 많은 이들이 같은 방식으로 끝이 난다. 그레이보르는 사령관에게 단둘이 어디선가 만나자고 했지만, 더 이상의 설명은 거부했다. 사령관은 과연 자신의 동료를 믿어야 할까?
ko_mt: 많은 이야기가 비밀스러운 만남에서 시작되고.. 그리고 많은 이야기가 그렇게 끝납니다. 그레이버는 사령관에게 어딘가에서 단둘이 만나자고 요청했지만 그는 더 이상 자세한 내용을 밝히기를 거부했습니다. 사령관은 {mf|그|그녀}의 동료를 믿어야 할까요?

source: Travel to the Dry Crossroads with Greybor
ko: 그레이보르와 함께 메마른 교차로로 가라
ko_mt: 그레이버와 함께 마른 교차로 여행

source: The world is full of secret plots and mysterious intrigues. They spread through space like threads, binding individual mortals and forming intricate networks of grandiose and terrifying deeds. Some obscure plan has been set in motion, and Greybor is supposed to play his role in it by attending a secret meeting and doing everything that is demanded of him.
ko: 세상은 온갖 비밀 계획과 신비한 음모로 가득하다. 마치 실처럼 퍼져 필멸자 개개인을 옭아매고 거대한 연결망과 끔찍한 행위를 자아낸다. 어떤 모호한 계획이 시작되었으며, 그레이보르는 이 비밀 회동에 참가하여 자신의 역할을 다 해야만 한다.
ko_mt: 세상은 비밀스러운 음모와 신비한 음모로 가득 차 있습니다. 그들은 실타래처럼 공간을 통해 퍼져 개별 필멸자를 묶고 웅장하고 끔찍한 행위의 복잡한 네트워크를 형성합니다. 모호한 계획이 시작되었고 그레이버는 비밀 회의에 참석하고 그에게 요구되는 모든 것을 수행함으로써 자신의 역할을 수행해야합니다.

source: Attend the meeting and make preparations for a hunt
ko: 회동에 참가해 사냥을 준비하라
ko_mt: 회의에 참석하고 사냥을 준비하십시오.

source: Anyone who has felt the breath of their would-be assassin on the back of their neck must surely abandon the idea of preventing the inevitable — instead, they must make every effort to prepare for the strike and face their enemies head-on.
ko: 뒷목에서 자신의 미래의 암살자의 숨결을 느껴본 사람이라면 불가피한 것을 막겠다는 생각은 버리고 — 그 대신, 자신의 적과 정면으로 맞부딛혀서 상대방을 쓰러트릴 노력을 해야 한다.
ko_mt: 목 뒤에서 암살자의 숨결을 느낀 사람은 피할 수없는 것을 막으려는 생각을 반드시 포기해야하며, 대신 파업을 준비하고 적과 정면으로 맞서기 위해 모든 노력을 기울여야합니다.

source: Get ready for the imminent attempt on the Commander's life
ko: 사령관의 목숨을 노리는 임박한 암살 시도에 대처하라
ko_mt: 사령관의 목숨을 노리는 임박한 시도에 대비하세요

source: The laws of the universe hold that for every action, there is an equal and opposite reaction. An attempt on the Commander's life has failed. It is time to make a countermove — during interrogation, the assassin has revealed where the one who ordered the assassination can be found. Greybor is willing to accompany the Commander to that place to put an end to the assassins' plots.
ko: 우주의 법칙은 모든 행위에는 그와 동일하고 또는 반대되는 반응이 존재한다고 주장한다. 사령관의 목숨을 노리는 시도는 실패했고, 이제 대응책을 찾을 때가 되었다. 심문 과정에서, 암살자는 암살을 지시한 자를 어디서 찾을 수 있는지 밝혔다. 그레이보르는 기꺼이 사령관과 함께 그 장소로 가 암살자의 계획에 종지부를 찍을 것이다.
ko_mt: 우주의 법칙은 모든 행동에 대해 동등하고 반대되는 반응이 있다고 주장합니다. 사령관의 목숨을 노린 시도가 실패했습니다. 이제 반격을 할 때입니다. 심문 중에 암살자는 암살을 지시 한 사람이 어디에서 찾을 수 있는지 밝혔습니다. 그레이버는 사령관과 함께 암살자의 음모를 종식시키기 위해 그곳으로 기꺼이 동행할 것입니다.

source: Travel to the Dry Crossroads with Greybor
ko: 그레이보르와 함께 메마른 교차로로 가라
ko_mt: 그레이버와 함께 마른 교차로로 여행

source: Horzalah came to Drezen as a hunter when she is, in fact, the hunted. The Commander intends to prove this to her. {mf|He|She} is about to defeat the strongest of the Lord of Beasts's children.
ko: 호잘라는 사냥꾼으로서 드레젠에 왔으나, 사령관은 그녀가 사냥감임을 일깨워주려 한다. {mf|그|그녀}는 지금 짐승의 군주의 가장 강력한 아이를 쓰러트리려 하고 있다.
ko_mt: 호잘라는 실제로는 사냥꾼이지만 사냥꾼으로 드레젠에 왔습니다. 사령관은 그녀에게 이것을 증명하려고 합니다. {mf|그|그녀}는 짐승의 군주의자식들 중 가장 강한 자들을 물리치려고 합니다.

source: Defeat Horzalah
ko: 호잘라를 쓰러트려라
ko_mt: 호르잘라를 물리치세요

source: Fate drew the Commander and Greybor together back in those dark days when Kenabres, torn apart by demons, was fighting for its survival. Quite a lot of time has passed since then, {name} and Greybor have been through much together, and all those trials have shown the true price of loyalty. However, until now, the pair have not had a chance to discuss this candidly with one another. It is time to change that.
ko: 과거, 케나브레스가 데몬들에 의해 갈기갈기 찢겨져 생존만을 위해 싸우던 어두운 시간, 운명은 사령관과 그레이보르를 하나로 묶어놓았다. 그때로부터 많은 시간이 흘렀으나, {name}와 그레이보르는 함께 수많은 일들을 겪었으며, 그 많은 시련들은 충성의 진정한 대가를 보여주었다. 그럼에도 지금까지, 두 사람은 단 한 번도 제대로 된 대화를 나눈 적이 없었으니, 이제 그것을 바꿀 때이다.
ko_mt: 운명은 케나브레스가 데몬에 의해 찢겨져 생존을 위해 싸우던 암울한 시절에 사령관과 그레이버를 함께 이끌었습니다. 그 이후로 꽤 많은 시간이 흘렀고, {name}과 그레이버는 많은 시련을 함께 겪으며 충성심의 진정한 대가를 보여줬습니다. 하지만 지금까지 두 사람은 서로에 대해 솔직하게 이야기할 기회가 없었습니다. 이제 바꿀 때가 되었습니다.

source: Talk to Greybor
ko: 그레이보르와 대화하라
ko_mt: 그레이버와 대화

source: The assassination attempt on the Commander's life was averted, and those who were behind it have been punished. Drezen is now a safer place... for the time being, at least.
ko: 사령관의 목숨을 노린 암살 시도가 저지되었고, 그 계획을 꾸민 자는 처벌되었다. 드레젠은 이제 안전하다... 한동안은, 말이다.
ko_mt: 사령관님의 목숨을 노린 암살 시도는 피했고 배후에 있던 자들은 처벌을 받았습니다. 드레젠은 이제 더 안전한 곳이 되었습니다.. 적어도 당분간은.

source: Can one put a price on loyalty? At first glance, loyalty would seem to be little more than an abstract concept. However, the mathematical approach holds that anything that can be described in terms of presence or absence can be measured. And if loyalty can be measured, then it is a resource that can be traded for a price. One can pay to gain the loyalty of another, or to make someone forget their previous loyalties. But sometimes it is one's own loyalty that comes at the highest price...
ko: 충성심에도 가격표를 붙일 수 있는가? 언뜻 보기에, 충성이란 그저 추상적인 개념에 지나지 않는 듯하다. 그러나, 수학적인 관점에서 보자면 존재와 부재의 관점에서 설명할 수 있는 것들은 모두 측정할 수 있는 법이다. 그리고 만일 충성이란 것을 측정할 수 있다면, 충성은 대가를 치르고 거래할 수 있는 자원일 것이다. 타인의 충성을 사거나, 타인의 충성을 버리게 할 수도 있다. 그러나 가끔은, 자기 자신의 충성이 가장 값비싼 대가를 치뤄야 할 때가 있다...
ko_mt: 충성도에 가격을 매길 수 있을까요? 언뜻 보면 충성도는 추상적인 개념에 지나지 않는 것처럼 보일 수 있습니다. 그러나 수학적 접근 방식에 따르면 존재 여부로 설명할 수 있는 것은 무엇이든 측정할 수 있습니다. 그리고 충성도를 측정할 수 있다면 충성도는 대가를 지불하고 거래할 수 있는 자원입니다. 다른 사람의 충성도를 얻기 위해 돈을 지불할 수도 있고, 이전의 충성도를 잊게 하기 위해 돈을 지불할 수도 있습니다. 그러나 때로는 가장 높은 대가를 치르는 것은 자신의 충성심입니다...

source: The Price of Loyalty
ko: 충성의 대가
ko_mt: 충성도의 대가

source: The sales representative Ria Neath has asked the Commander to find her in Drezen. She has a personal matter only the Commander can help her with.
ko: 행상인 리아 니스가 사령관에게 드레젠에서 자신을 찾아와 줄 것을 요청했다. 사령관만이 도와줄 수 있는 개인적인 문제가 있다고 한다.
ko_mt: 영업 담당자 리아 니스가 사령관에게 드레젠에서 그녀를 찾아달라고 요청했습니다. 그녀는 사령관만이 그녀를 도울 수있는 개인적인 문제가 있습니다.

source: Seeking Forgiveness
ko: 용서를 구하다
ko_mt: 용서를 구하다

source: Lann asks the Commander to go with him to Chief Sull to finally lead the mongrels out of the caves.
ko: 랜은 사령관에게 함께 족장 설을 찾아가 잡종들을 동굴에서 데리고 나오자 하였다.
ko_mt: 란은 사령관에게 설 족장에게 함께 가서 마침내 동굴에서 몽그렐들을 이끌고 나가자고 요청합니다.

source: Return to Neathholm
ko: 아랫마을로 돌아가라
ko_mt: 네스홀름으로 돌아가기

source: Wenduag is not going to give up. Her goal is to keep the mongrels in the caves, whatever it takes. Luckily, Lann knows where her secret den is and will help deal with her.
ko: 웬두아그는 포기할 생각이 없다. 그녀의 목표는 어떤 수단을 동원해서라도 잡종들이 동굴 안에 남게 하는 것이다. 다행히, 랜은 그녀를 찾아낼 수 있는 비밀 동굴의 위치를 알고 있다.
ko_mt: 웬두아그는 포기하지 않을 겁니다. 그녀의 목표는 무슨 수를 써서라도 몽그렐들을 동굴에 가두는 것입니다. 운 좋게도 란은 그녀의 비밀 굴이 어디에 있는지 알고 그녀를 처리하는데 도움을 줄 것입니다.

source: Find Wenduag in her secret den
ko: 웬두아그의 비밀 동굴에서 그녀를 찾아라
ko_mt: 그녀의 비밀 굴에서 웬두아그를 찾아라

source: Chief Sull will be extremely interested to know how the fight with Wenduag ended in the caves.
ko: 족장 설은 웬두아그와의 싸움이 어떻게 끝났는지 몹시 궁금해할 것이다.
ko_mt: 설 족장은 동굴에서 웬두아그와의 싸움이 어떻게 끝났는지 알고 싶어 할 것입니다.

source: Tell Sull everything
ko: 설에게 전부 이야기하라
ko_mt: 설에게 모든 것을 말해줘

source: A new era has dawned for mongrels. For the first time in decades, they are going up to the surface, and all this is thanks to the tirelessness of one of their own — Lann. But will this exodus bring only good?
ko: 잡종들에게 새로운 세상이 열렸다. 수 세기를 지나, 지칠 줄 모르는 동족인 랜 덕분에, 그들이 마침내 지상으로 올라온 것이다. 그러나 이 대탈출이 과연 좋은 결과로만 이어질까?
ko_mt: 몽그렐의 새로운 시대가 열렸습니다. 수십 년 만에 처음으로 그들은 수면 위로 올라가고 있으며,이 모든 것은 그들 중 한 명인 Lann의 지칠 줄 모르는 덕분입니다. 하지만 이 탈출이 좋은 일만 가져올까요?

source: Since the earliest times, mongrels, the deformed children of the tunnels, have considered themselves the successors of the first crusaders. If it really is so, it is time for the underground crusaders to finally go up to the surface and take part in the crusade. Lann thinks that only the approval of the Commander is required to give them the final push.
ko: 옛날부터, 지하에 거주하는 변형된 인간, 잡종들은 스스로를 첫번째 성전사들의 후예로 생각해왔다. 그게 정말이라면, 지하의 성전사들이 마침내 지상으로 떠나 성전에 참가할 때가 왔다. 랜은 이를 위해 사령관의 동의가 필요하다고 생각한다.
ko_mt: 초기부터 터널의 기형적인 아이들인 몽그렐은 스스로를 최초의 십자군의 후계자라고 생각했습니다. 정말 그렇다면 지하 십자군이 마침내 지상으로 올라가 십자군에 참여할 때입니다. 란은 사령관의 승인 만이 그들에게 최종 추진력을 제공해야한다고 생각합니다.

source: Back to the Roots
ko: 뿌리를 찾아
ko_mt: 백 투 더 루트

source: As a mongrel with ties to Savamelekh, Wenduag can help find him.
ko: 사바멜레크에 종속된 잡종인 웬두아그가 그를 찾는 데 도움이 될 것이다.
ko_mt: 사바멜렉와 연관이 있는 몽그렐으로서 웬두아그는 그를 찾는데 도움을 줄 수 있습니다.

source: Lann says that he can sense Savamelekh's spirit. There is only one way to check how accurate this intuition is — to find the demon's lair.
ko: 랜이 사바말레크의 영혼을 감지할 수 있다고 했다. 이 직감이 얼마나 정확한지 알아낼 방법은 데몬의 소굴을 직접 찾아가는 것뿐이다.
ko_mt: 란은 사바멜렉의 영혼을 감지할 수 있다고 합니다. 이 직감이 얼마나 정확한지 확인할 수 있는 유일한 방법은 데몬의 은신처를 찾는 것입니다.

source: Find Savamelekh's lair
ko: 사바멜레크의 소굴을 찾아라
ko_mt: 사바멜렉의 은신처 찾기

source: The Upper City of Alushinyrra is attractive to many demons, including Savamelekh, the enemy of the mongrels. Lann's sensitivity to his spell turned out to be stronger than he wanted to admit, but it will help to show the way to the right mansion.
ko: 알루시니라의 도시 상층부는 많은 데몬들에게 매혹적인 곳이고, 잡종들의 적, 사바멜레크도 예외는 아니다. 랜이 그의 마법에 느끼는 예민함은 그가 상상한 것 이상이었지만, 그래도 올바른 저택을 찾는 데 도움이 될 것이다.
ko_mt: 알루시니라 상층 도시는 몽그렐들의 적인 사바멜렉을 비롯한 많은 데몬들에게 매력적입니다. 그의 주문에 대한 란의 민감성은 그가 인정하고 싶었던 것보다 더 강한 것으로 판명되었지만 올바른 저택으로가는 길을 보여주는데 도움이 될 것입니다.

source: Find Savamelekh's mansion
ko: 사바멜레크의 저택을 찾아라
ko_mt: 사바멜렉의 저택 찾기
