Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: There are two possible explanations: either the portal has transported the party to the past, or, by some miracle, a number of Sarkorians escaped annihilation. Whatever the case, the Commander should explore the town and talk to its residents.
ko: 가능한 설명이 두 가지 있다: 포탈이 일행을 과거로 보냈거나, 사코리스인 일부가 멸절에서 살아남았거나. 어느 쪽이던, 사령관은 마을을 탐사하며 주민들과 대화를 해봐야 한다.
ko_mt: 두 가지 가능한 설명이 있습니다. 포털이 파티를 과거로 이동 시켰거나, 기적적으로 많은 사르코리안이 전멸을 피했습니다. 어떤 경우이든 사령관은 마을을 탐험하고 주민들과 이야기를 나누어야 합니다.

source: Explore the town
ko: 마을을 탐사하라
ko_mt: 마을 탐험

source: When the invasion began, the gods of Sarkoris were as powerless as mortals in the face of the demons. A local deity is in need of help, which the townsfolk cannot provide — but the Commander's abilities are more than sufficient for this request.
ko: 침공이 시작되었을 때, 사코리스의 신들은 데몬 앞의 필멸자들 만큼이나 무력하였다. 지역 신격에게는 마을 주민들이 줄 수 없는 도움이 필요하다. 그리고 사령관의 능력은 이 요청을 처리하는데에 차고 넘친다.
ko_mt: 침략이 시작되었을 때, 사르코리스의 신들은 데몬들 앞에서 인간처럼 무력했습니다. 마을 사람들이 제공할 수 없는 지역 신들의 도움이 필요하지만 사령관의 능력은 이 요청에 충분합니다.

source: Protect the forest temple
ko: 숲의 신전을 보호하라
ko_mt: 숲의 사원을 지켜라

source: Call of Stone
ko: 돌의 부름
ko_mt: 돌의 부름

source: The meeting with the wolf goddess has somewhat lifted the veil of mystery over Ulbrig's past, but his story still has plenty of gaps remaining. What matters is that the barbarian's visit to Gundrun has given him hope: he is not alone anymore. But how long can this tiny town of refugees last amid the flames of war?
ko: 늑대 여신은 울브리그의 과거에 대한 의문의 베일을 한 꺼풀 벗겼다. 하지만 그의 이야기에는 아직 상당한 공백이 남아 있다. 중요한 점은 야만인이 군드룬에 방문함으로써 자신이 혼자가 아니라는 희망을 얻었다는 것이다. 하지만 이 작은 마을의 난민들이 전장의 업화 속이서 얼마나 살아남을 수 있을까?
ko_mt: 늑대 여신과의 만남으로 울브리그의 과거에 대한 베일이 어느 정도 벗겨졌지만 그의 이야기에는 여전히 많은 공백이 남아 있습니다. 중요한 것은 야만용사가 군드룬을 방문하면서 울브리그가 더 이상 혼자가 아니라는 희망을 갖게 되었다는 점입니다. 하지만 이 작은 난민 마을이 전쟁의 불길 속에서 얼마나 오래 버틸 수 있을까요?

source: The barbarian's obstinacy knows no bounds: he wants to go to the ruins of his village despite knowing full well he will find nothing there.
ko: 야만인의 고집은 그야말로 끝이 없다. 그는 아무것도 없으리라는 사실을 알면서도 자기 마을의 폐허에 가고 싶어한다.
ko_mt: 야만인의 고집에는 한계가 없습니다. 그는 그곳에서 아무것도 찾을 수 없다는 것을 잘 알고 있음에도 불구하고 마을의 폐허로 가고 싶어합니다.

source: One might wonder, what possible significance is there to the fate of a tiny town on the fringes of the lands once known as Sarkoris? But Ulbrig is determined to protect it at any cost — as if this small victory might let him rewrite the war that was lost a hundred years ago.
ko: 누군가는 한때 사코리스라 불리던 땅의 접경선에 세워진 조그마한 마을의 운명에 무슨 의미가 있느냐 할지도 모른다. 허나 울브리그는 어떤 대가를 치르거라도 그곳을 지키겠다 결심하였다. 마치 그 작은 승리를 통해 백 년 전 패배했던 전쟁을 다시 쓸 수 있다는 듯.
ko_mt: 한때 사르코리스라고 불렸던 땅의 변두리에 있는 작은 마을의 운명에 무슨 의미가 있겠느냐고 의아해할 수도 있습니다. 하지만 울브리그는 이 작은 승리가 100년 전 패배한 전쟁의 역사를 다시 쓸 수 있는 것처럼 어떤 대가를 치르더라도 마을을 지키기로 결심합니다.

source: Go to Gundrun
ko: 군드룬으로 가라
ko_mt: 군드룬으로 이동

source: Only true leaders can rally the people of Gundrun at this difficult time. Holgan says that Ysenna and Sigvorn are in the chieftain's house. Now would be a good time to seek them out.
ko: 곤경에 처한 군드룬의 사람들을 결집할 수 있는 것은 진정한 군주 뿐이다. 홀간은 이센나와 시그보른이 족장의 집에 있다고 말한다. 이제 그들을 찾아볼 시간이다.
ko_mt: 진정한 지도자만이 이 어려운 시기에 군드룬의 백성들을 결집시킬 수 있습니다. 홀건이 이세나와 시그본이 족장의 집에 있다고 합니다. 지금이 그들을 찾기에 좋은 시간이 될 것입니다.

source: Find Gundrun's leaders
ko: 군드룬의 지도자들을 찾아라
ko_mt: 군드룬의 지도자 찾기

source: Hordes of demons are advancing on Gundrun. The time for courage has come — to stand shoulder to shoulder with the Ustalav soldiers and the people of Gundrun and defend this land.
ko: 데몬 군단이 군드룬을 향해 진군한다. 용기의 시간이 다가온다. 우스탈라브의 병사들과 군드룬의 시민들이 어깨를 맞대고 이 땅을 지킨다.
ko_mt: 데몬 무리가 군드룬으로 진격하고 있습니다. 우스탈라프 병사들과 군드룬 주민들과 어깨를 나란히 하고 이 땅을 지키기 위해 용기를 내야 할 때가 왔습니다.

source: Repel the enemy's attack
ko: 적의 공세를 격퇴하라
ko_mt: 적의 공격을 격퇴하세요

source: The town may have survived the blow, but its divine patroness is still in danger. Who can save her, if not the Commander's party?
ko: 도시는 공격에서 살아남았지만, 그 신적 후원자는 여전히 위험에 처해 있다. 사령관과 그 일행이 아니라면 누가 그녀를 구할 수 있겠는가?
ko_mt: 마을은 타격에서 살아남 았을지 모르지만 신성한 후원자는 여전히 위험에 처해 있습니다. 사령관 일행이 아니라면 누가 그녀를 구할 수 있을까요?

source: Go to the temple
ko: 신전으로 향하라
ko_mt: 사원으로 가세요

source: At last, the truth about Ulbrig has been revealed. A god and a mortal merged into one — that is impressive. But the divine griffon's brother, too, was not satisfied with the powers wielded by Sarkorian deities. Now a godlike mortal faces a godlike demon — and only one of them will come out of this encounter alive.
ko: 마침내 울브리그에 대한 진실이 밝혀졌다. 신과 필멸자가 하나로 합쳐진 육신이라, 확실히 인상적이다. 허나 그 신적 그리폰의 형제는 역시나 사코리스의 신격들이 휘두르는 힘에 만족하지 못하였다. 이제 신에 가까운 필멸자와 신에 가까운 데몬이 마주하나니, 이 대면에서 살아남는 것은 오직 하나뿐이리라.
ko_mt: 마침내 울브리그에 대한 진실이 밝혀졌습니다. 신과 필멸자가 하나로 합쳐진 것은 인상적입니다. 하지만 신성한 그리폰의 형제 역시 사르코리안 신들이 휘두르는 힘에 만족하지 못했습니다. 이제 신과 같은 필멸자가 신과 같은 데몬과 맞서게 되었고, 둘 중 한 명만이 이 대결에서 살아남을 것입니다.

source: Kill the kinslayer
ko: 친족살해자를 죽여라
ko_mt: 친족 살인범을 죽여라

source: Call of Kin
ko: 동족의 부름
ko_mt: 친족의 부름

source: Gundrun stands and the betrayer has fallen. The fate of one of the last Sarkorian goddesses has been decided — along with the fate of her minuscule following. But the main outcome is that the man who calls himself Ulbrig has finally made peace with his past and found his place in the present.
ko: 군드룬은 굳건하며 배반자는 쓰러졌다. 사코리스의 마지막 여신의 운명은 그녀의 미미한 추종자들의 운명과 함께 결정지어졌다. 하지만 가장 큰 수확은 자신을 울브리그라 칭하는 이 남자가 자신의 과거를 청산하고 현재에 자리를 잡았다는 점일 것이다.
ko_mt: 군드룬이 서 있고 배신자는 쓰러졌습니다. 마지막 사르코리안 여신 중 한 명의 운명과 함께 그녀의 작은 추종자들의 운명이 결정되었습니다. 그러나 주요 결과는 자신을 울브리그라고 부르는 남자가 마침내 과거와 화해하고 현재에서 자신의 자리를 찾았다는 것입니다.

source: Gundrun is besieged — it would seem the town will, albeit after a century-long delay, share the fate of the rest of Sarkoris after all... unless, of course, the Commander decides to intervene.
ko: 군드룬은 공격당한다. 비록 한 세기가 지연되긴 하였으나, 결국은 이 마을도 사코리스의 나머지와 같은 운명을 맞이할 것처럼 보인다... 물론, 사령관이 그에 개입하지 않는다면.
ko_mt: 군드룬이 포위당했습니다 - 비록 한 세기 동안 지연되긴 했지만 결국 이 마을도 사르코리스의 나머지 지역과 운명을 같이 할 것 같습니다.. 물론 사령관이 개입하기로 결정하지 않는 한 말이죠.

source: Alaviel's companions deserve to rest in peace. Someone should end their suffering.
ko: 알라비엘의 동료들은 안식을 얻을 자격이 있다. 누군가 나서 그들의 고통을 종식시켜야 한다.
ko_mt: 알라비엘의 동료들은 평안히 쉴 자격이 있습니다. 누군가는 그들의 고통을 끝내야합니다.

source: Lay Alaviel's companions to rest
ko: 알라비엘의 동료들에게 안식을 내려라
ko_mt: 알라비엘의 동료들을 쉬게 하라

source: Alaviel's companions have found peace at last. The druid will be glad to hear about this.
ko: 알라비엘의 동료들은 마침내 평화를 찾았다. 드루이드가 이 소식을 들으면 기뻐할 것이다.
ko_mt: 알라비엘의 동료들이 마침내 평화를 찾았습니다. 드루이드가 이 소식을 듣고 기뻐할 것입니다.

source: Return to Alaviel
ko: 알라비엘에게 돌아가라
ko_mt: 알라비엘로 돌아가

source: It is a known fact that spirits cannot leave the place of their demise because they are held back by unfinished business. What can be holding back this poor soul? Perhaps the answer will be found nearby.
ko: 자신이 죽은 자리를 영혼들이 떠나지 못하는 이유가 그들이 미처 다하지 못한 일에 끌려오기 때문이라는 것은 잘 알려진 사실이다. 이 불쌍한 영혼을 잡아 끄는 것은 무엇인가? 해답은 가까이 있을 것이다.
ko_mt: 영혼은 미완성된 일에 발목이 잡혀서 죽음의 장소를 떠날 수 없다는 것은 알려진 사실입니다. 무엇이 이 불쌍한 영혼을 붙잡고 있을까요? 아마도 그 답은 근처에서 찾을 수있을 것입니다.

source: Discover why the spirit is restless
ko: 영혼이 안식을 취하지 못하는 이유를 밝혀내라
ko_mt: 영혼이 불안한 이유를 알아보세요

source: The undead in the cave carry the mark of Erastil. Alaviel can probably provide more information.
ko: 동굴의 언데드는 에라스틸의 문장을 지녔다. 알라비엘이 더 많은 정보를 줄 수 있을 것이다.
ko_mt: 동굴의 언데드들은 에라스틸의 표식을 지니고 있습니다. 알라비엘이 더 많은 정보를 제공 할 수있을 것입니다.

source: Ask Alaviel about the followers of Erastil
ko: 알라비엘에게 에라스틸의 추종자들에 대해 물어라
ko_mt: 알라비엘에게 에라스틸의 추종자들에 대해 물어보세요

source: There are many undead in a cave near the restless spirit. It would be useful to know where all these dead came from.
ko: 안식하지 않는 영혼 근처의 동굴에는 수많은 언데드들이 있다. 이 망자들이 다 어디서 왔는지 알아보는 게 좋을 것 같다.
ko_mt: 불안한 영혼 근처의 동굴에 많은 언데드가 있습니다. 이 모든 죽은 자들이 어디에서 왔는지 아는 것이 유용 할 것입니다.

source: Discover the origins of the undead in the cave
ko: 동굴의 언데드들이 어디서 왔는지 밝혀내라
ko_mt: 동굴에서 언데드의 기원을 발견하세요

source: The encounter with the restless spirit in the catacombs of the old Sarkorian village is now in the past. How many more untethered dead are waiting to be laid to rest across the Worldwound?
ko: 옛 사코리스 마을의 지하묘지에서 떠나지 못한 영혼과 만난 것은 이제 과거의 일이다. 세계상처 전역에는 또 얼마나 많은 망자들이 안식을 기다릴 것인가?
ko_mt: 옛 사르코리안 마을의 지하 묘지에서 불안한 영혼과의 만남은 이제 과거가 되었습니다. 세계상처 전역에 얼마나 더 많은 망령이 잠들기를 기다리고 있을까요?

source: The dark catacombs of an old Sarkorian village were a trap for a restive soul. Perhaps something can still be done to help it leave this sorrowful place and find peace.
ko: 옛 사코리스 마을의 어두운 지하묘지는 순순하지 않은 영혼을 위한 함정이었다. 영혼이 이 서글픈 장소를 떠나 평화를 찾을 수 있도록 도울 방법이 아마도 있을 것이다.
ko_mt: 오래된 사르코리안 마을의 어두운 지하 묘지는 영혼의 안식을 위한 덫이었습니다. 아마도이 슬픈 곳을 떠나 평화를 찾을 수 있도록 여전히 무언가를 할 수있을 것입니다.

source: Restless Spirit
ko: 안식 없는 영혼
ko_mt: 불안한 정신

source: Mortals are so naive. How eager they are to believe any promise. How willingly they give up their lives for the illusory hope of greatness. There is no sweeter prey than the one that serves itself on a platter!
ko: 필멸자들이란 참으로 순진하다. 무슨 약속이던지 열정적으로 믿어버리는 그들을 보아라. 위대함이라는 허상에 기꺼이 목숨을 던지는 꼴은 또 어떤가. 알아서 식탁 위에 찾아오는 먹잇감보다 더 달콤한 것이 또 있을까!
ko_mt: 인간은 참 순진하죠. 어떤 약속이라도 믿으려는 열망이 얼마나 간절한지. 위대함이라는 허황된 희망을 위해 얼마나 기꺼이 목숨을 버리는가. 접시에 담겨 나오는 것보다 더 달콤한 먹잇감은 없습니다!

source: Three shards of the Lord's soul in a single mortal body? Splendid. This mortal could become the strongest of Sithhud's servants... Who knows, perhaps an even more glorious fate awaits them...
ko: 한 필멸자의 육신에 주군의 영혼 파편이 세 개나 있다라? 훌륭하군. 이 필멸자는 시스허드의 가장 강력한 하수인이 될 것이다... 더더욱 영광스러운 운명이 그들을 기다리고 있을지 누가 알겠는가...
ko_mt: 주님의 영혼의 파편 세 개를 한 필멸자의 몸에 담았다고? 대단하군. 이 필멸자는 시스후드의 종들 중 가장 강한 자가 될 수 있겠군... 더 영광스러운 운명이 그들을 기다리고 있을지 누가 알겠어?

source: Path to greatness
ko: 위업을 향한 길
ko_mt: 위대함으로 가는 길

source: Three shards endowed this mortal with semi-divine power. If {mf|he|she} manages to retrieve all of them, they will ascend beyond godhood! But how can you do this without dying? There must be a way.
ko: 세 개의 파편은 이 필멸자에게 신에 준하는 힘을 부여하였다. 만일 {mf|그|그녀}가 모든 파편을 모으는데 성공한다면, {mf|그|그녀}는 신성 너머로 승천하겠지! 하지만 죽지 않으면서 이를 해낼 방도가 있을까? 방법은 있을 것이다.
ko_mt: 세 개의 파편이 이 필사자에게 반신반인의 힘을 부여했습니다. {mf|그|그녀} 이 모든 조각을 되찾으면 신을 넘어선 존재로 승천할 수 있습니다! 하지만 어떻게 죽지 않고 이 일을 할 수 있을까요? 분명 방법이 있을 겁니다.

source: Attain omnipotence
ko: 전능함 달성
ko_mt: 전능함 달성

source: How resourceful of the old man to run off with the shard. Best we kill him on sight the next time we meet. No more wasting time on fruitless talk.
ko: 파편을 가지고 도망치다니, 영리한 노인네로군. 다음번에는 만나자마자 죽이는 편이 좋겠다. 알맹이 없는 대화를 할 시간은 없으니.
ko_mt: 파편을 가지고 도망치다니 영리한 노인이군. 다음에 만나면 바로 죽여버리는 게 좋겠어. 더 이상 쓸데없는 대화로 시간을 낭비하지 말자고.

source: Kill the elder Akhshan
ko: 노인 아크샨을 죽여라
ko_mt: 장로 아크샨 처치

source: There are monsters in the Shadow World that even the demon lords fear. Even the gods themselves fear them. The velstrac may truly be able to destroy the Lord's soul shard... We cannot let that happen! The precious shard must be protected at all costs!
ko: 그림자 세계에는 데몬 군주들도 두려워하는 괴물들이 있다. 신들마저도 그들을 두려워한다. 벨스트락이 진짜로 주군의 영혼 파편을 부술 수 있읗지도... 그런 일이 벌어져선 안된다! 이 귀중한 파편은 무슨 수를 써서라도 지켜야 한다!
ko_mt: 어둠의 세계에는 악마 군주조차 두려워하는 괴물들이 있습니다. 신들조차도 그들을 두려워한다. 벨스트랙이 정말 주님의 영혼의 파편을 파괴할 수 있을지... 그렇게 두어서는 안 됩니다! 그 귀중한 조각을 어떻게든 지켜야 합니다!

source: Do not let the velstrac consume the shard
ko: 벨스트락이 파편을 먹도록 두지 마라
ko_mt: 벨스트랙이 샤드를 소비하지 않도록 하세요.

source: This angel is biting off more than he can chew. A ritual to destroy the shards of the Lord's soul? What nonsense! It's high time we rip the shard from his body and give it to someone truly worthy.
ko: 이 엔젤은 씹을 수 있는 것 이상을 베어 물었다. 주군의 영혼 파편을 파괴할 의식? 허튼 소리! 놈의 육신에서 파편을 뜯어 내 진정 가치있는 자에게 주어야 할 때이다.
ko_mt: 이 천사는 씹을 수 있는 것보다 더 많이 물어뜯고 있습니다. 주님의 영혼의 파편을 파괴하는 의식? 말도 안 돼! 그의 몸에서 그 조각을 떼어내어 진정으로 가치있는 사람에게 주어야 할 때입니다.

source: Kill Stahlmar
ko: 스탈마르를 죽여라
ko_mt: 스탈마 죽이기

source: The mortal has played {mf|his|her} part. It is time for {mf|him|her} to receive {mf|his|her} reward. Glory to Sithhud!
ko: 필멸자는 자신의 본분을 다했다. 이제는 {mf|그|그녀}가 보답을 받을 시간이로구나. 시스허드님께 영광을!
ko_mt: 필사자가 {mf|그|그녀}의 역할을 수행했습니다. {mf|그|그녀}는 보상을 받을 시간입니다. 시스후드에게 영광을!

source: Receive your well-earned reward
ko: 마땅한 보상을 받아라
ko_mt: 적립된 보상 받기

source: The story of the tribe's traitor is at an end.
ko: 부족의 변절자에 엮인 이야기는 끝났다.
ko_mt: 부족의 배신자 이야기가 끝났습니다.

source: There was a man on the giants' side — a no-good sneak who exchanged his tribe's lives for his own skin.
ko: 거인의 편에 선 남자가 하나 있다. 자기 안위와 부족의 목숨을 맞바꾼 비열한 녀석이지.
ko_mt: 거인 편에는 부족의 목숨과 자신의 가죽을 맞바꾼 비열한 놈이 있었습니다.

source: Traitor
ko: 변절자
ko_mt: 배신자

source: The maneaters' herald is waiting for the mortals to visit him
ko: 식인종들의 사절이 필멸자들의 방문을 기다린다
ko_mt: 인간 사냥꾼의 전령이 인간들의 방문을 기다리고 있습니다.

source: Talk to the giants' translator
ko: 거인들의 통역가와 대화하라
ko_mt: 거인의 번역가와 대화하기

source: Will the mortals help the woman who wants to end the traitor's life?
ko: 필멸자들은 변절자의 목숨을 끝장내길 바라는 여성을 도울 것인가?
ko_mt: 필멸자들은 반역자의 목숨을 끊으려는 여자를 도울 수 있을까요?

source: Kill the traitor
ko: 변절자를 살해하라
ko_mt: 배신자 처치

source: This translator thinks like a follower of the Lord, but we should not trust one such as he: a traitor to his tribe will betray his master just as readily. Instead, let's sit back and watch as he sets the giants against the rebellious Kellids.
ko: 통역가는 주군의 추종자와 같은 방식으로 생각하지만, 그와 같은 자를 믿어서는 안된다. 부족을 배반한 자는 그 주인 또한 기꺼이 배신할 테니. 대신, 자리에 앉아서 그가 반항적인 켈리드인들에게 거인들을 보내는 광경을 지켜보자.
ko_mt: 이 번역가는 주님의 추종자처럼 생각하지만, 우리는 그와 같은 사람을 믿어서는 안됩니다. 부족에 대한 배신자는 주인을 쉽게 배신 할 것입니다. 대신 그가 거인들을 반항하는 켈리드에 맞서 싸우는 모습을 지켜보도록 하죠.

source: Dealing with a traitor
ko: 변절자와의 거래
ko_mt: 배신자 처리하기

source: The wizard Usurviel kept the animals he used for his experiments locked in the tower's basement. The green-skinned fiend claims that a red button somewhere nearby opens all the cages at once. The mortals intend to release the beasts — as if they had nothing more important to do...
ko: 위저드 유수르비엘은 실험에 사용한 동물들을 탑의 지하에 가둬두었다. 초록 피부의 악귀는 근처에 있는 빨간 버튼이 모든 우리의 문을 열 것이라 주장한다. 필멸자들은 이 짐승들을 풀어줄 작정이로군. 마치 더 중요한 일은 없다는 듯 말이지...
ko_mt: 마법사 우수르비엘은 실험에 사용한 동물들을 탑의 지하실에 가둬두었어요. 녹색 피부의 악마는 근처 어딘가에 있는 빨간 버튼을 누르면 모든 우리들이 한꺼번에 열린다고 주장합니다. 인간들은 더 이상 할 일이 없다는 듯이 짐승들을 풀어주려고 하는데...

source: Free the animals
ko: 동물들을 풀어라
ko_mt: 동물 해방

source: The warm-bloods have finally managed to collect all the crystals. Now they have only to cast their spell near a body suitable for the tower's spirit. Why is that spirit so eager to embody such a pathetic mortal vessel? Their motives are beyond our comprehension.
ko: 마침내 온혈 동물들이 모든 수정을 모았다. 이제 그들은 탑의 영혼을 위해 마련된 육신에 주문을 사용하기만 하면 된다. 이 영혼은 왜 저런 하찮은 필멸의 그릇에 담기길 원하는가? 그들의 동기는 우리의 이해 너머에 있다.
ko_mt: 온혈족이 마침내 모든 수정을 모았습니다. 이제 그들은 탑의 정령에 적합한 몸체 근처에서 주문을 시전하기만 하면 됩니다. 저 영혼은 왜 저렇게 한심한 필멸의 그릇에 깃들기를 열망하는 걸까요? 그들의 동기는 우리가 이해할 수 없습니다.

source: Perform the soul transfer ritual
ko: 영혼 이식 의식을 수행하라
ko_mt: 영혼 이전 의식 수행

source: After decades of yearning, Aethylia the sprit has found a physical body and has obtained what she had desired for so long.
ko: 몇십 년의 갈망 끝에, 영혼 에이실리아는 육신을 찾았으며 오랫 동안 갈구해온 것을 습득하였다.
ko_mt: 수십 년의 갈망 끝에 영혼 에틸리아가 육체를 찾았고 오랫동안 원하던 것을 얻었습니다.

source: A building with its own spirit — intriguing. Even we are curious to see if the mortals can help it inhabit a physical body. In order to do so they will have to recover the magic crystals stolen by goblins.
ko: 영혼을 가진 건물이라, 흥미롭군. 그것이 물리적 육신을 가질 수 있게 필멸자들이 도울 수 있을지도 궁금하고. 그러기 위해서는 고블린들에게 도둑맞은 마법 수정을 되찾아야 한다.
ko_mt: 영혼을 가진 건물 - 흥미롭습니다. 인간들이 그 영혼이 육체에 깃들 수 있도록 도울 수 있을지 궁금합니다. 그러기 위해서는 고블린이 훔쳐간 마법의 수정을 되찾아야 합니다.

source: A Soul Reborn
ko: 다시 태어난 영혼
ko_mt: 다시 태어난 영혼

source: Goblins have pillaged everything they could lay their filthy hands on. They've even stolen the magic crystals, despite not knowing their purpose. We hope that it will not take the mortals too long to recover those crystals, and find a way to return them to their rightful place — the statues around the tower.
ko: 고블린들은 그들의 더러운 손이 닿는 것은 모두 약탈했다. 심지어는 용도를 모르는 마법 수정마저도 훔쳤으니까. 우리는 이 필멸자들이 수정을 찾는데, 그리고 그들을 올바른 장소인, 탑 내부의 석상들에 돌려놓는 데에 너무 오랜 시간을 쓰지 않기를 바란다.
ko_mt: 고블린은 더러운 손이 닿는 모든 것을 약탈했습니다. 심지어 마법의 수정까지 훔쳐갔지만 그 목적도 모른 채로 말이죠. 인간들이 마법의 수정을 되찾아 탑 주변의 조각상들에게 돌려줄 방법을 찾는 데 너무 오래 걸리지 않기를 바랍니다.

source: Find the magic crystals scattered around the tower
ko: 탑 내부에 흩어진 마법 수정들을 찾아라
ko_mt: 탑 주변에 흩어져 있는 마법의 수정을 찾아보세요.

source: The mortals have placed the first crystal back into one of the statues. Now they must recover the remaining crystals. Why have they decided to waste their precious time helping this pathetic, good-for-nothing spirit?
ko: 필멸자들은 석상들 중 하나에 첫 번째 수정을 꽂았다. 이제 그들은 남은 수정을 되찾아야 한다. 이들은 어째서 귀중한 시간을 하찮고 아무 도움도 안되는 영혼에게 낭비하는 것인가?
ko_mt: 필멸자들은 첫 번째 수정을 조각상 중 하나에 다시 넣었습니다. 이제 남은 수정을 되찾아야 합니다. 왜 그들은 이 한심하고 쓸모없는 영혼을 돕는 데 귀중한 시간을 낭비하기로 결정했을까요?

source: Find the remaining magic crystals
ko: 나머지 마법 수정을 찾아라
ko_mt: 남은 마법 수정 찾기

source: Two magic crystals have been returned to their rightful places. Three more remain.
ko: 두 개의 마법 수정이 제자리를 찾았다. 세 개가 남았다.
ko_mt: 마법의 수정 두 개를 제자리로 돌려보냈습니다. 이제 3개가 남았습니다.

source: Find three magic crystals
ko: 세 개의 마법 수정을 찾아라
ko_mt: 마법 수정 세 개 찾기

source: With only two more crystals, the helpless spirit will be able to claim what is rightfully theirs. We might have underestimated the mortals' cunning: do they plan to deceive this magical entity for their own benefit?
ko: 무력한 영혼이 원하는 것을 얻기까지 단 두 개의 수정만이 남았다. 우리가 필멸자들의 간사함을 과소평가 했을까? 그들은 이 마법적 존재를 속여 이익을 취할 작정인 건가?
ko_mt: 수정이 두 개만 더 있으면 무력한 영혼은 정당한 자신의 것을 차지할 수 있습니다. 인간들의 교활함을 과소평가한 건 아닐까요? 자신들의 이익을 위해 이 마법의 존재를 속이려는 걸까요?

source: Find two magic crystals
ko: 세 개의 마법 수정을 찾아라
ko_mt: 마법 수정 두 개 찾기

source: One more crystal is required to perform the ritual.
ko: 수정 하나만 더 찾으면 의식을 수행할 수 있다.
ko_mt: 의식을 수행하려면 수정이 하나 더 필요합니다.

source: Find the last magic crystal
ko: 마지막 마법 수정을 찾아라
ko_mt: 마지막 마법의 수정 찾기

source: Such a massive crowd — it's no wonder the executioner is tired of disposing of them. It's time to finish what he started.
ko: 거대한 인파로군. 처형자가 그들을 처리하는 일에 지친 것이 분명하다. 그가 시작한 일을 마무리지을 시간이다.
ko_mt: 이렇게 많은 인파가 모였으니 사형 집행인이 그들을 처리하는 데 지친 것은 당연한 일입니다. 이제 그가 시작한 일을 끝낼 시간입니다.

source: Finish the executioner's work
ko: 처형자의 일을 마무리해라
ko_mt: 사형 집행자의 작업 완료

source: The mortal, a shell of his former self, is seeking his relative. It's surprising that he still cares about his family.
ko: 과거의 껍데기만 남은 필멸자가 자신의 친족을 찾고 있다. 여전히 가족을 신경 쓰다니 놀라운 일이다.
ko_mt: 과거의 껍데기만 남은 필멸자가 친척을 찾고 있습니다. 그가 여전히 가족을 걱정하고 있다는 사실이 놀랍습니다.

source: Find Ulab's brother
ko: 울랍의 동생을 찾아라
ko_mt: 울랍의 동생 찾기

source: What was meant to happen, has happened. The Frozen Lord's soul shards will no longer tempt the inhabitants of Golarion.
ko: 일어날 일이 일어났다. 얼어붙은 군주의 영혼 파편은 더이상 골라리온인들을 유혹하지 않을 것이다.
ko_mt: 예정된 일이 일어났습니다. 얼어붙은 군주의 영혼 파편은 더 이상 골리온 주민들을 유혹하지 못합니다.

source: The Frozen Lord's soul shards have been scattered, and collecting them is no easy task. Their bearers might prove to be formidable foes, especially with the shard's powers on their side. Let the mortals collect them, we will conserve our strength to serve the Master.
ko: 얼어붙은 군주의 영혼 파편은 뿔뿔이 흩어졌으며, 그들을 모으는 것은 쉽지 않은 일이다. 그 운반자들은 강력한 적이 분명하며, 거기에 파편의 힘까지 다룬다. 그것을 모으는 일은 필멸자들에게 맡기고, 우리는 주인을 모시기 위한 힘을 비축하자.
ko_mt: 얼어붙은 군주의 영혼 파편이 흩어져 있어 이를 모으는 것은 쉬운 일이 아닙니다. 특히 파편의 힘을 가진 자들은 강력한 적이 될 수도 있습니다. 필멸자들에게 영혼의 조각을 모으게 하고 우리는 마스터를 섬길 힘을 아껴두겠습니다.

source: Frozen Lord's Lair
ko: 얼어붙은 군주의 소굴
ko_mt: 얼어붙은 군주의 은신처

source: The majesty of this space is beyond the comprehension of mortals. Could they possibly appreciate where they are? Count the blessings that have been rained down upon them? We shall see. Let them wander for as long as they can still feel their feet; and let them watch until their eyeballs freeze.
ko: 이 공간의 장엄함은 필멸자들의 이해를 넘어선다. 그들은 자신이 있는 장소에 감사할 것인가? 그들에게 쏟아진 축복이 얼마나 많은지 셀 수는 있을까? 나중이 되면 알게될 것이다. 그들이 발로 걸을 수 있는 동안은 돌아다니게 두자. 저 자들의 눈알이 얼어붙을 때까지는 보도록 놔두자.
ko_mt: 이 공간의 장엄함은 인간으로서는 도저히 이해할 수 없습니다. 그들은 자신이 있는 곳에 감사할 수 있을까요? 그들에게 쏟아진 축복을 셀 수 있을까요? 두고 봐야 알겠지. 그들이 여전히 발을 느낄 수 있는 한 오랫동안 방황하게 하시고, 눈알이 얼어붙을 때까지 지켜보게 하소서.

source: Explore the ice fane
ko: 얼음 사원을 탐험하라
ko_mt: 아이스 팬 둘러보기

source: Do these warm-bloods think they could even gather the Master's soul shards, much less challenge him? This shall not be! And yet, even if they do manage to gather all the shards together — that would only benefit us. There, across the ice, are the creatures marked by the Master. Let these fools risk their lives gathering the shards.
ko: 이 온혈종들은 주군의 영혼 조각을 모을 수 있다고 생각하는 건가? 그분께 도전하지도 않고? 어림도 없다! 그럼에도, 만일 그들이 모든 조각을 하마로 모을 수 있다면, 우리에게 도움니 될 것이다. 이 빙하에는 주군께서 표시하신 크리처들이 몇 있다. 목숨을 걸고 파편을 모으는 일은 이 머저리들애게 맡기자.
ko_mt: 이 온혈들이 마스터에게 도전하기는커녕 마스터의 영혼 파편조차 모을 수 있다고 생각하나? 그럴 리가! 설사 그들이 모든 파편을 모았다고 해도 그건 우리에게만 도움이 될 뿐입니다. 저기 얼음 저편에 마스터의 표식을 받은 생명체들이 있다. 이 바보들이 목숨을 걸고 파편을 모으게 놔두자.

source: Destroy the ice wall
ko: 얼음벽을 부숴라
ko_mt: 빙벽 파괴하기

source: These giants were a formidable foe once, before time made them soft. But they still know how to have fun! Which one of them has the Master's soul shard now? We wouldn't even bother looking; we'd just slaughter them all if necessary. That's too tall an order for warm-bloods — though they may yet prove to be resourceful...
ko: 괴거에 이 거인들은 강력한 적이었으나, 세월이 그들을 유약하게 만들었다. 하지만 여전히 즐기는 법을 아는군! 지금은 그들 중 누가 주군의 영혼 조각을 가졌을 것인가? 우리의 경우에는 찾아볼 필요조차 없다. 그냥 다 죽여버리면 끝날 일이니. 하나 필멸자들에게는 어려운 주문이겠지. 아직 유용함을 증명하지 못한 자들이니...
ko_mt: 이 거인들은 한때는 강력한 적이었지만 시간이 그들을 약하게 만들었습니다. 하지만 그들은 여전히 즐기는 법을 알고 있습니다! 거인 중 누가 마스터의 영혼 조각을 가지고 있을까요? 찾아볼 필요도 없이 필요하면 다 죽여버리면 되죠. 온혈족에게는 너무 무리한 주문이긴 하지만, 아직 수완이 뛰어나긴 하지만...

source: Find Sithhud's soul shard in the caves of the giants
ko: 거인들의 동굴에서 시스허드의 영혼 파편을 찾아라
ko_mt: 거인의 동굴에서 시스후드의 영혼 조각을 찾으세요.

source: Luxury breeds stupidity. The wizard who lives on the other side of one of these portals was seduced by luxury — and did it not prove to be his downfall? Still, the Frozen Lord's soul shard remains there. If stupidity is not contagious, the mortals will find it.
ko: 사치는 어리석음을 키운다. 이 포탈 중 하나의 건너편에 사는 위저드는 사치에 유혹당했다. 그러니 몰락하지 않았는가? 그러나, 얼어붙은 주군의 영혼 조각은 여전히 이곳에 남아 있다. 어리석음이 전염되지 않는다면, 필멸자들은 찾을 수 있을 것이다.
ko_mt: 사치는 어리 석음을 낳습니다. 이 포털의 반대편에 사는 마법사는 사치품의 유혹에 넘어갔고, 결국 몰락하지 않았나요? 그래도 얼어붙은 군주의 영혼 파편은 그곳에 남아 있습니다. 어리석음이 전염되지 않는다면 필사자들은 그것을 발견 할 것입니다.

source: Find Sithhud's soul shard in the wizard's lair
ko: 위저드의 거점에서 시스허드의 영혼 파편을 찾아라
ko_mt: 마법사의 은신처에서 시스후드의 영혼 조각을 찾으세요.

source: Look now, the mortals are still alive. Very well, let them find the other shards. We will guide their way.
ko: 자, 봐라. 필멸자들이 아직 살아있다. 좋아, 녀석들이 다른 파편들도 찾도록 두자. 우리가 그들울 인도할 것이다.
ko_mt: 인간들은 아직 살아있어. 좋아, 다른 파편을 찾게 놔둬. 우리가 길을 안내할게.

source: Destroy the second ice wall
ko: 두 번째 얼음벽을 파괴하라
ko_mt: 두 번째 빙벽 파괴

source: Woods and heat — the worst place for the Master's soul shard to find itself. A mighty blizzard is what these cursed thickets need! Let it creep in behind the mortals, and may the shard give it strength.
ko: 숲과 열기. 주군의 영혼 파편이 있기에 가장 부적절한 장소이다. 이 저주받은 삼림에 필요한 것은 강대한 눈보라이다! 필멸자들의 뒤로 눈보라가 휘몰아치기를. 또한 파편이 그러할 힘을 주기를.
ko_mt: 숲과 열기 - 마스터의 영혼 파편이 숨어들기에 최악의 장소입니다. 이 저주받은 덤불에 필요한 것은 강력한 눈보라입니다! 인간들 뒤로 숨어들게 하고 영혼의 파편이 힘을 주길 바랍니다.

source: Find Sithhud's soul shard in the tainted woods
ko: 오염된 숲에서 시스허드의 파편 조각을 찾아라
ko_mt: 오염된 숲에서 시스후드의 영혼 조각을 찾으세요.

source: We feel...satisfied, looking at this dark realm. It is not cold enough of course, but it would be almost bearable were it not for the entities who inhabit it. I can barely feel the shard's power in this darkness. At least we do not have to venture there ourselves; let the warm-bloods look for it.
ko: 우리가 느끼는 바는... 만족이다. 이 어두운 영역을 보아라. 물론 충분한 냉기는 아니지만, 이곳에 사는 존재들이 아니었다면 견디기 어려웠을 것이다. 어둠 속에서 희미한 파편의 힘이 느껴진다. 이 영역을 탐험하는 일은 우리의 몫이 아니다. 온혈종들이 찾아 나서도록 만들자.
ko_mt: 우리는 이 어두운 영역을 바라보며... 만족감을 느낍니다. 물론 충분히 차갑지는 않지만, 이곳에 사는 존재들이 아니었다면 거의 견딜 수 있었을 것입니다. 이 어둠 속에서 파편의 힘은 거의 느껴지지 않는다. 적어도 우리가 직접 그곳으로 모험을 떠날 필요는 없으니 온혈족에게 맡겨두자고요.

source: Find Sithhud's soul shard in the shadow realm
ko: 그림자 차원에서 시스허드의 영혼 파편을 찾아라
ko_mt: 어둠의 영역에서 시스후드의 영혼 조각 찾기

source: Could it be that the blood of these mortals is colder than we thought? They have collected all the shards, and seem to believe that do-gooder angel can destroy them with some ritual. Damn him!
ko: 이 필멸자들의 피가 우리 생각보다도 더 차가웠단 말인가? 그들은 모든 파편을 모았으며, 게다가 쓸데없는 참견을 하는 엔젤이 어떤 의식을 통해 파편들을 파괴할 수 있다고 믿는 듯하다. 빌어먹을 녀석!
ko_mt: 이 필멸자들의 피가 생각보다 차가운 것일까요? 그들은 모든 파편을 모았고, 선한 천사가 어떤 의식으로 그들을 파괴 할 수 있다고 믿는 것 같습니다. 빌어먹을!

source: Talk to Stahlmar
ko: 스탈마르와 대화하라
ko_mt: 스탈마르와 대화하기
