Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: Nahyndri is looking for a way to come back to life. Or rather, Nahyndri's bones wish to rise again, while what remains of his soul desires nothing but peace — but instead is forced to guide the ship to its designated goal. What can mortal treasure hunters hope to accomplish if they are ever caught between these two opposed entities?
ko: 나힌드리는 되살아날 방법을 찾고 있다. 보다 정확히 표현하자면, 나힌드리의 뼈는 되살아나길 원하는 반면 그의 남은 영혼은 안식을 바라나, 그러지 못한 채 이 배를 정해진 목적지까지 이끌도록 강압받는다. 이 두 상반된 객체의 사이에 낀 필멸자 보물 사냥꾼들은 무엇을 성취할 수 있을까?
ko_mt: 나힌드리는 다시 살아날 방법을 찾고 있습니다. 아니, 나힌드리의 뼈는 다시 살아나기를 원하지만, 그의 영혼에 남은 것은 평화만을 원하지만, 대신 우주선을 지정된 목표로 인도해야만 합니다. 필멸의 보물 사냥꾼은 이 상반된 두 존재 사이에 끼인다면 무엇을 성취할 수 있을까요?

source: Find the third treasure
ko: 세 번째 보물을 찾아라
ko_mt: 세 번째 보물 찾기

source: At last, Nahyndri has found the way to his greatest treasure — the black, rotten heart that once beat inside his chest. One last voyage, and he will return to life — or lose his last chance at revival.
ko: 마침내 나힌드리가 자신의 가장 커다란 보물 — 한때 자신의 가슴에서 뛰었던 검고 썩어 문드러진 심장으로 향하는 길을 찾았다. 마지막 항해가 끝나면, 그는 목숨을 되찾거나 마지막 부활의 기회를 잃어버릴 것이다.
ko_mt: 마침내 나힌드리는 자신의 가장 큰 보물, 한때 가슴 속에서 뛰던 검고 썩은 심장으로 가는 길을 찾았습니다. 마지막 항해가 끝나면 그는 다시 살아나거나 부활의 마지막 기회를 잃을 것입니다.

source: Find the last treasure
ko: 마지막 보물을 찾아라
ko_mt: 마지막 보물 찾기

source: Just as a scorpion cannot stop itself from stinging, a demon lord cannot stop themselves from betraying. Nahyndri has turned on his savior. Will he feast on the living blood of a mortal, or will he fall when he is but one step away from his triumph?
ko: 전갈에 찌르기를 멈추지 못하듯, 데몬 군주는 배신을 그만두지 못한다. 나힌드리는 자신의 구원자를 배신하였다. 그는 필멸자의 살아있는 피를 포식할 수 있을까? 아니면 승리에 단 한 걸음을 남긴 채 쓰러지고 말 것인가?
ko_mt: 전갈이 스스로 쏘는 것을 멈출 수 없듯이, 데몬 로드도 스스로 배신하는 것을 멈출 수 없습니다. 나힌드리가 구세주를 배신했습니다. 그는 필멸자의 산 피를 먹고 살 것인가, 아니면 승리에 한 발자국만 더 다가서면 쓰러질 것인가?

source: Defeat Nahyndri
ko: 나힌드리를 쓰러뜨려라
ko_mt: 나힌드리를 처치하세요

source: One of the ingredients for the drunkard's antidote is in Sigvorn's possession.
ko: 주정뱅이를 위한 해독제 재료 중 하나는 시그보른의 짐 속에 있다.
ko_mt: 술 취한 해독제의 재료 중 하나가 시그본이 가지고 있습니다.

source: Obtain the ingredient from Sigvorn
ko: 시그보른에게서 재료를 얻어라
ko_mt: 시그본에게서 성분을 얻으세요

source: One of the ingredients for the drunkard's antidote is in the merchant's possession.
ko: 주정뱅이를 위한 해독제 재료 중 하나는 상인의.짐 속에 있다.
ko_mt: 술 취한 사람의 해독제 재료 중 하나가 상인이 소유하고 있습니다.

source: Obtain the ingredient from Arysen Krei
ko: 아리센 크레이에게서 재료를 얻어라
ko_mt: 아리센 크레이에게서 성분을 얻으세요

source: Ysenna needs to examine the remnants of the potion that the drunkard consumed.
ko: 이센나는 주정뱅이가 섭취한 물약의 잔여물을 조사해야 한다.
ko_mt: 이세나는 술 취한 사람이 마신 물약의 잔여물을 조사해야 합니다.

source: Obtain the bottle containing the leftover potion
ko: 물약 잔여물이 남은 병을 찾아라
ko_mt: 남은 물약이 들어있는 병을 구하세요

source: The problem of the invisible inebriate has been solved. If only it were the worst of Gundrun's problems.
ko: 투명한 주정뱅이 문제가 해결되었다. 이게 군드룬의 문제들 중 가장 심각한 것이었다면.
ko_mt: 보이지 않는 술 취한 사람의 문제가 해결되었습니다. 군드룬의 문제 중 최악이었다면.

source: Two things can make a mortal fearlessly use their own body in dangerous experiments with dubious substances. One is zealous devotion to the advancement of science. The other is alcohol claiming the last of their reason. Perhaps there's a lesson to be learned here about the dangers of the reckless pursuit of knowledge... That, however, is a lesson for another day, for the man seeking the Commander's help is no dauntless scientist but a common drunkard.
ko: 필멸자가 미심쩍은 물질에 대한 위험천만한 실험을 겁도 없이 자신의 몸에 시행하도록 만드는 것은 두 가지가 있다. 하나는 과학의 진보를 위한 열정적인 헌신. 다른 하나는 그들의 이성을 쳐낸 알코올이다. 지식에 대한 무모한 추구의 위험성에 대한 교훈이 있을지도 모를 일이다... 허나, 그 교훈은 다른 날의 것이다. 결국 사령관의 도움을 찾는 이 남자는 불굴의 과학자가 아니라 평범한 주정뱅이일 뿐이니까.
ko_mt: 필멸자가 모호한 물질을 이용한 위험한 실험에 두려움 없이 자신의 몸을 사용할 수 있는 이유는 두 가지가 있습니다. 하나는 과학 발전에 대한 열렬한 헌신입니다. 다른 하나는 마지막 남은 이성을 주장하는 알코올입니다. 무모한 지식 추구의 위험성에 대한 교훈을 여기서 배울 수 있을지도 모르겠습니다.. 그러나 사령관의 도움을 구하는 사람은 용감한 과학자가 아니라 흔한 주정뱅이이기 때문에 그것은 다른 날을 위한 교훈입니다.

source: The Invisible Drunk
ko: 투명한 주정꾼
ko_mt: 보이지 않는 취객

source: Ysenna is versed in magic. She'll probably think of a way to help the poor wretch.
ko: 이센나는 마법이 조예가 깊다. 그녀라면 이 가엾은 사람을 도울 방법이 있을지 모른다.
ko_mt: 이세나는 마법에 정통합니다. 그녀는 아마도 불쌍한 비열한 사람을 도울 방법을 생각해 낼 것입니다.

source: Ask Ysenna's advice
ko: 이센나에게 조언을 구하라
ko_mt: 이세나의 조언을 구하세요

source: Ysenna knows the recipe for a potion that will cure the drunkard, but she needs special ingredients for it.
ko: 이센나는 주정뱅이를 치료할 물약의 조제법을 알지만, 거기에는 특별한 재료들이 필요하다.
ko_mt: 이세나는 술 취한 사람을 치료할 수 있는 물약의 제조법을 알고 있지만 특별한 재료가 필요합니다.

source: Obtain ingredients for the potion
ko: 물약의 재료를 구하라
ko_mt: 물약의 재료를 구하세요

source: Sigvorn has had enough of disorderly drunks and their antics. He's asking that the man be brought to him to receive his just punishment.
ko: 시그보른은 무질서한 주정꾼과 그들의 익살에 질렸다. 그는 적절한 처벌을 위해 남자를 끌어와달라 요청한다.
ko_mt: 시그본은 무질서한 취객과 그들의 장난에 충분히 지쳤습니다. 그는 정당한 처벌을 받기 위해 그 남자를 그에게 데려다달라고 요청하고 있습니다.

source: Punish the drunkard
ko: 주정뱅이를 처벌하라
ko_mt: 주정뱅이 처벌

source: A true entrepreneur, Arysen Krei can find a practical use for anything in the world. Especially an invisible man. He will gladly offer the drunkard a job.
ko: 진정한 사업가인 아리센 크레이는 세상 모든 것들의 유용성을 찾아낼 수 있다. 특히 투명한 남자에게는 더더욱. 그는 주정뱅이에게 기꺼이 일을 제안할 것이다.
ko_mt: 진정한 기업가인 아리센 크레이는 세상의 모든 것에 실용적인 용도를 찾아낼 수 있습니다. 특히 보이지 않는 사람. 그는 술 취한 사람에게 기꺼이 일자리를 제공 할 것입니다.

source: Take the drunkard to Arysen Krei
ko: 주정뱅이를 아리센 크레이에게 데려가라
ko_mt: 주정뱅이를 아리센 크레이에게 데려가

source: Ysenna has made the potion that will restore the hapless man to his erstwhile appearance, however unenviable it may be.
ko: 이센나는 불운한 남자의 원치 않는 외견을 복원해줄 물약을 만들었다.
ko_mt: 이세나가 불운한 남자를 예전의 모습으로 되돌릴 수 있는 물약을 만들었습니다.

source: Bring the potion to the drunkard
ko: 주정뱅이에게 물약을 가져다 줘라
ko_mt: 술 취한 사람에게 물약을 가져다줘

source: Epidemics can be deadly, but treachery often proves to be more dangerous still. Fortunately for the people of Gundrun, both these threats have been neutralized in time.
ko: 전염병이 치명적일 수는 있으나, 배반은 더더욱 위협적이라는 것을 증명할 때도 있다. 다행히도 군드룬의 사람들의 경우에는 두 위협 모두가 제 때에 처리되었다.
ko_mt: 전염병은 치명적일 수 있지만 배신은 종종 더 위험한 것으로 판명됩니다. 다행히도 군드룬 주민들에게는 이 두 가지 위협이 모두 제 시간에 무력화되었습니다.

source: Truly, when it rains it pours. As though a demonic incursion and unfriendly neighbors weren't enough, the town of Gundrun has been afflicted by an outbreak of an unknown disease.
ko: 실로 설상가상이라는 말이 정확하리라. 데몬의 침공과 친근감 없는 이웃만으로는 부족하다는 듯, 군드룬 마을에 미지의 질병이 발생한다.
ko_mt: 정말 비가 오면 비가 쏟아집니다. 데몬의 침입과 비우호적인 이웃으로 충분하지 않은 것처럼 군드룬 마을은 알려지지 않은 질병의 발발로 고통 받고 있습니다.

source: Quarantine
ko: 격리 조치
ko_mt: 격리

source: The first thing to do in order to stop an epidemic from spreading is to find out as much as possible about the nature of the disease. What are the symptoms? How is it transmitted? And, most importantly, where did it come from?
ko: 전염병의 확산을 막기 위해 가장 먼저 할 일이라면 역시 질병의 성질에 대해 가능한 많이 알아내는 것이다. 증상은 어떤가? 전파 경로는? 그리고, 가장 중요한 것은, 어디서 발생했는가?
ko_mt: 전염병의 확산을 막기 위해 가장 먼저 해야 할 일은 질병의 본질에 대해 가능한 한 많이 알아내는 것입니다. 증상은 무엇인가요? 어떻게 전염되나요? 그리고 가장 중요한 것은 어디에서 왔습니까?

source: Find out more about the disease
ko: 질병에 대해 알아내라
ko_mt: 질병에 대해 자세히 알아보세요

source: After studying the nature of the epidemic, the Commander has good news and bad news for the chieftain. The good news is that there never was an epidemic, and the quarantine can be lifted. The bad news is that this town has an active saboteur who has been poisoning people to create a false impression of mass contagion. Who could it be?
ko: 전염병의 성질에 대해 연구한 결과, 사령관에게는 족장에게 전할 좋은 소식과 나쁜 소식을 얻었다. 좋은 소식은 이것이 전염병이 아니며, 따라서 격리를 해제할 수 있다는 것이다. 나쁜 소식은 마을에 대규모 역병이라는 인상을 심기 위해 사람들에게 독을 주입한 공작원이 존재한다는 것이다. 그런 짓을 할 자가 있나?
ko_mt: 전염병의 본질을 연구 한 후 사령관은 족장에게 좋은 소식과 나쁜 소식이 있습니다. 좋은 소식은 전염병이 발생하지 않았으며 격리를 해제 할 수 있다는 것입니다. 나쁜 소식은 이 마을에 사람들을 독살하여 대량 전염이라는 잘못된 인상을 심어주는 방해꾼이 있다는 것입니다. 누구일까요?

source: Find the saboteur
ko: 공작원을 찾아라
ko_mt: 방해자를 찾아라

source: The plot has been exposed. A discussion of the events with the chieftain is in order.
ko: 음모가 밝혀졌다. 족장과 함께 사건에 대해 토의할 순서다.
ko_mt: 음모가 노출되었습니다. 족장과의 사건에 대한 토론이 필요합니다.

source: Talk to Sigvorn
ko: 시그보른과 대화하라
ko_mt: 시그본과 대화

source: The people of Gundrun must keep their guard up. Living this close to the Worldwound, they are always at risk of some new monster emerging from it. However, if nothing else, there's no longer a nest of the Hunger That Moves right next to the town's walls.
ko: 군드룬의 사람들은 방비를 단단히 해야할 것이다. 세계상처와 이렇게 가까이 사는 한, 언제나 새로운 괴물의 출현이라는 위험에 처한 것이니까. 그러나, 최소한 마을의 외벽 바로 옆에 있던 움직이는 굶주림의 둥지는 더이상 없다.
ko_mt: 군드룬의 사람들은 경계를 늦추지 말아야 합니다. 세계상처와 이렇게 가까운 곳에 살기 때문에 항상 새로운 괴물이 출현할 위험에 노출되어 있습니다. 하지만 마을 성벽 바로 옆에는 더 이상 움직이는 굶주림의 둥지가 없습니다.

source: Of late, Gundrun has come under ever more frequent attacks by demonic insects known locally as the Hunger That Moves. What does that indicate? Most likely, that the vile creatures have a new nest somewhere in the town's vicinity, which is the starting point for their attacks. Finding and destroying it would give the town at least temporary relief from the threat.
ko: 요즘들어 군드룬은 움직이는 굶주림이라는 방언으로 불리는 데몬 벌레들에게 점점 더 자주 공격당하고 있다. 이 사실이 무엇을 의미하는가? 높은 확률로 이 사악한 크리처들이 마을 근처 어딘가에 새 둥지를 틀었고, 그를 기점으로 공격이 시작될 것이다. 그 둥지를 찾아내 파괴한다면 마을에 잠깐이라도 위안을 줄 수 있을 것이다.
ko_mt: 최근 군드룬은 현지에서 '움직이는 굶주림'으로 알려진 데몬 곤충의 공격이 더욱 빈번해지고 있습니다. 무슨 뜻일까요? 아마도 이 사악한 생명체가 마을 근처 어딘가에 새로운 둥지를 틀고 공격의 시작점을 삼고 있을 가능성이 높습니다. 이를 찾아서 파괴하면 마을은 적어도 일시적으로 위협으로부터 벗어날 수 있을 것입니다.

source: Whence Moves the Hunger?
ko: 굶주림은 어디서 움직이는가?
ko_mt: 굶주림은 어디에서 오는가?

source: More than once, townspeople have seen these monsters right by the town's walls. Perhaps talking to these people might give the Commander a few clues pointing toward the location of the lair.
ko: 마을 주민들은 이 괴물들이 마을 외벽 바로 바깥에 있는 광경을 한 번 이상 보았다. 이 사람들과 대화를 해보면 소굴의 위치에 대한 단서를 얻을 수 있을 것이다.
ko_mt: 마을 사람들이 마을 성벽 근처에서 이 괴물들을 여러번 목격했습니다. 이 사람들과 이야기하면 사령관에게 은신처의 위치를 알려줄 단서를 얻을 수 있을지도 모릅니다.

source: Find the lair of the Hunger That Moves
ko: 움직이는 굶주림의 둥지를 찾아라
ko_mt: 움직이는 굶주림의 은신처를 찾아라

source: The monsters' lair has been found. The Commander needs no instruction on what to do with it.
ko: 괴물들의 소굴을 찾아냈다. 어떻게 하라는 설명은 사령관에게 필요 없다.
ko_mt: 괴물의 은신처가 발견되었습니다. 사령관은 무엇을 해야할지 지시 할 필요가 없습니다.

source: Destroy the lair
ko: 둥지를 파괴하라
ko_mt: 은신처 파괴

source: Good news has been few and far between in this town. Ysenna will be glad to hear that the monsters' lair has been destroyed.
ko: 이 마을에는 좋은 소식이 상당히 드물었다. 이센나는 괴물들의 소굴이 파괴되었다는 소식에 기뻐하였다.
ko_mt: 이 마을에 좋은 소식은 거의 없었습니다. 이세나는 괴물의 은신처가 파괴되었다는 소식을 듣고 기뻐할 것입니다.

source: Report the success to Ysenna
ko: 이센나에게 성공했음을 보고하라
ko_mt: 이세나에게 성공 보고

source: Such inventive cunning, using common zombies to stage a fake demonic attack! One wonders who in Gundrun is coming up with these schemes. And, more importantly, to what end?
ko: 데몬 공격을 빙자하기 위해 평범한 좀비들을 이용하다니, 이 무슨 창의적 발상이란 말인가! 한가지 의문점은 군드룬의 누가 이 계획을 실행하였느냐 하는 점이다. 도대체 무슨 목적으로?
ko_mt: 흔한 좀비를 이용해 가짜 데몬 공격을 벌이는 기발한 교활함! 군드룬에서 누가 이런 계획을 세웠는지 궁금합니다. 그리고 더 중요한 것은 어떤 목적으로?

source: The mountain pass near Gundrun is the only available trade route into the town for Numerian merchants. Of late, the Hunger That Moves has been stalking that area. Unless safe passage is ensured again, ordinary hunger will soon overtake the hunger of the demonic variety as the greatest threat facing the town.
ko: 누메리아 상인들과 군드룬 마을의 유일한 무역로는 근방의 산길 뿐이다. 최근 움직이는 굶주림이 이 지역을 따르고 있다. 통행로의 안전이 확보되지 않는다면, 그냥 굶주림이 곧 데몬 모습의 굶주림을 대신해 마을의 가장 큰 위협 요소로 자리잡을 것이다.
ko_mt: 군드룬 근처의 산길은 누메리아 상인들이 마을로 들어올 수 있는 유일한 무역로입니다. 최근 들어 움직이는 굶주림이 그 지역을 노리고 있습니다. 안전한 통로가 다시 확보되지 않는 한, 평범한 굶주림이 곧 데몬의 굶주림을 추월하여 마을이 직면 한 가장 큰 위협이 될 것입니다.

source: Trouble at the Trade Route
ko: 무역로의 골칫거리
ko_mt: 무역로에서 문제 발생

source: Caravanners are taking a rest by the river outside the town wall. The Commander has taken it upon {mf|him|her}self to protect them as they travel through the perilous mountain pass. They ought to be informed of this.
ko: 행상인들은 마을 외벽 밖의 강가에서 휴식을 취하는 중이다. 사령관은 위험한 산길을 이동하는 그들을 직접 나서고 있다. 그들에게 이 사실을 알려야만 한다.
ko_mt: 캐러밴들이 마을 성벽 밖 강가에서 휴식을 취하고 있습니다. 사령관 {mf|그|그녀}가 위험한 산길을 지날 때 그들을 보호하기 위해 직접 나서고 있습니다. 그들에게 이 사실을 알려야 합니다.

source: Talk to the merchants
ko: 상인들과 대화하라
ko_mt: 판매자와 대화

source: Looming ahead is the mountain pass where demonic insects have been threatening merchants. Fortunately, the wagon is being personally escorted by the Crusade Commander: the very best protection one can get in this day and age.
ko: 데몬 곤충들이 상인들을 위협하는 산길이 눈 앞에 있다. 다행인 점은 이 짐마차를 성전 사령관이 호위하고 있다는 점이다. 요즘같은 시기에 받을 수 있는 최대 수준의 보호다.
ko_mt: 데몬 곤충들이 상인들을 위협하고 있는 산 고개가 눈앞에 다가오고 있습니다. 다행히도 마차는 십자군 사령관이 직접 호위하고 있습니다. 이 시대에 얻을 수 있는 최고의 보호입니다.

source: Escort the wagon
ko: 마차를 호위하라
ko_mt: 마차를 호위하라

source: The caravan has successfully cleared the dangerous mountain pass, but something quite unexpected happened during the skirmish. The merchant ought to know who was really trying to block the trade route.
ko: 행상은 위험한 산길을 성공적으로 통과했지만, 격전 도중에 예상치 못한 일이 있었었다. 상인들은 무역로를 가로막은 것이 진짜로 누구인지 알 것이다.
ko_mt: 캐러밴은 위험한 산길을 성공적으로 통과했지만, 교전 중에 예상치 못한 일이 발생했습니다. 상인은 누가 실제로 무역로를 막으려했는지 알아야합니다.

source: Report the success to the merchant
ko: 상인들에게 성공을 보고하라
ko_mt: 판매자에게 성공 보고

source: The Commander is now in possession of a fragment of an ancient powerful artifact — the Shield of Aroden. What powers lie within this object? Perhaps the Storyteller will be able to answer this question.
ko: 사령관은 이제 강력한 고대의 유물, 아로덴의 방패 조각을 소지하였다. 이 물품에는 어떤 힘이 깃들어 있는가? 이야기꾼이라면 이 질문에 대한 답이 있을 것이다.
ko_mt: 사령관은 이제 고대의 강력한 유물인 아로덴의 방패의 조각을 손에 넣었습니다. 이 물건에는 어떤 힘이 숨겨져 있을까요? 아마도 스토리텔러가이 질문에 답할 수있을 것입니다.

source: Shard of Sacred Antiquity
ko: 신성한 고대 유물의 파편
ko_mt: 신성한 고대의 파편

source: The bear spirit has got what it wanted — the first token of reverence in a hundred years from the mortals who had forgotten it. And perhaps also the last.
ko: 곰의 영혼은 원하던 것을, 백 년 동안 자신을 잊어버린 필멸자들에게서 첫 번째 경외의 상징물을 얻었다. 이것이 마지막일지도 모르지만.
ko_mt: 곰의 영혼이 원하던 것을 얻었습니다. 그것을 잊어 버린 인간들로부터 100년 만에 처음으로 경외심의 표시를 받았습니다. 그리고 아마도 마지막일 수도 있습니다.

source: As non-magical animals go, the bear has perhaps the worst temper of all. It's little surprise, therefore, that the forest-dwelling spirit of this animal is just as reclusive, capricious, and bloodthirsty. It wants to see the shrines of the other forest spirits destroyed, and is unlikely to take no for an answer.
ko: 비 마법적 동물 중에서, 곰은 아마도 최악의 성격을 가졌을 것이다. 그러니, 숲에서 사는 이 동물의 영혼이 은둔적이고 변덕스러우며 피를 갈구하는 것은 어찌보면 당연하리라. 이것은 다른 숲 영혼들의 사당이 파괴되는 모습을 보길 원하며, 또한 거절은 수긍하지 않을 것이다.
ko_mt: 마법을 사용하지 않는 동물 중에서 곰은 아마도 최악의 성격을 가지고 있을 것입니다. 따라서 숲에 사는 이 동물이 은둔적이고 변덕스러우며 피에 굶주린다는 것은 놀라운 일이 아닙니다. 곰은 다른 숲 정령의 신전이 파괴되는 것을 보고 싶어하며, 절대 거절하지 않습니다.

source: Forsaken Altars: The Bear
ko: 버려진 제단들: 곰
ko_mt: 버려진 제단: 곰

source: Hidden deep in the Gundrun forest are shrines of two other spirits, the smilodon and the deer. The bear is demanding their destruction.
ko: 군드룬 숲의 깊은 곳에는 다른 영혼을 모신 사당이 두 곳 존재하며, 각각 스밀로돈과 사슴을 맡는다. 곰은 그들의 파괴를 요구한다.
ko_mt: 군드룬 숲 깊은 곳에는 검치호과 사슴이라는 두 정령의 신전이 숨겨져 있습니다. 곰은 그들의 파괴를 요구하고 있습니다.

source: Destroy the altars of the smilodon spirit and deer spirit
ko: 스밀로돈 영혼과 사슴 영혼의 제단을 파괴하라
ko_mt: 검치호 정령과 사슴 정령의 제단을 파괴하라

source: The altars of the bear's foes have been destroyed. Perhaps the news will put it in a better mood at last?
ko: 곰의 적들의 제단이 파괴되었다. 이 소식을 들으면 그 기분도 좀 풀어질까?
ko_mt: 곰의 적들의 제단이 파괴되었습니다. 이 소식을 들으면 기분이 좀 나아질까요?

source: Report the success to the bear spirit
ko: 곰 영혼에게 성공을 보고하라
ko_mt: 곰의 정령에게 성공을 보고하세요

source: Once again, just like in days of old, the deer spirit has received an offering from a mortal. Will it ever taste night flowers again after this?
ko: 그 옛날처럼, 사슴 영혼은 필멸자의 공물을 받았다. 오늘 이후로 영혼이 자정 꽃을 다시금 맛볼 날은 올 수 있을까?
ko_mt: 옛날처럼 다시 한 번 사슴의 영혼이 인간으로부터 제물을 받았습니다. 이 후에도 다시는 밤꽃을 맛볼 수 있을까요?

source: The deer is a peaceable animal. The forest-dwelling deer spirit does not resent the mortals who have, for whatever reason, stopped making offerings to it. Still, it would certainly be happy to taste the offering flowers again.
ko: 사슴은 평화로운 동물이다. 숲에 사는 사슴 영혼은 까닭에 관계없이 조공을 멈춘 필멸자들에게 분개하지 않았다. 그런 사슴 영혼일지러도 꽃 공물을 다시 맛본다면 분명 기뻐할 것이다.
ko_mt: 사슴은 평화로운 동물입니다. 숲에 사는 사슴의 영혼은 어떤 이유로 든 제물을 바치는 것을 중단 한 인간을 원망하지 않습니다. 그래도 제물 꽃을 다시 맛보면 확실히 기뻐할 것입니다.

source: Forsaken Altars: The Deer
ko: 버려진 제단들: 사슴
ko_mt: 버려진 제단: 사슴

source: These rare flowers of the sacred forest bloom at night and, like moonlight, are gone by morning.
ko: 이 신성한 숲의 희귀한 꽃은 달빛처럼 자정에 꽃피어 아침에 사라집니다.
ko_mt: 이 신성한 숲의 희귀한 꽃은 밤에 피고 달빛처럼 아침이면 사라집니다.

source: Gather 7 midnight lilies in the forest
ko: 숲에서 7 자정 백합꽃을 모아라
ko_mt: 숲에서 자정 백합 7 개를 모으십시오.

source: Night-blooming flowers are this forest spirit's delicacy of choice. A hundred years have passed without anyone leaving so much as a tuft of grass on its altar — but today is its lucky day.
ko: 밤에 피는 꽃은 이 숲의 영혼이 가장 선호하는 식사다. 백 년이 지날 동안 그 누구도 이 제단에 풀 한 포기 놓지 않았다. 그러나 오늘은 운수 좋은 날이니.
ko_mt: 밤에 피는 꽃은 이 숲의 정령이 선택한 별미입니다. 제단에 풀 한 포기 남기지 않고 100년이 지났지만 오늘은 행운의 날입니다.

source: Make an offering of flowers to the deer spirit
ko: 사슴 영혼에게 꽃을 바쳐라
ko_mt: 사슴의 영혼에게 꽃을 바치세요

source: Rescue the missing Spirit Catchers.
ko: 사라진 영혼 포획자를 구출하라.
ko_mt: 실종된 스피릿 캐처를 구출하세요.

source: Spirit Catchers
ko: 영혼 포획자
ko_mt: 스피릿 캐처

source: Find the Spirit Catcher's horses.
ko: 영혼 포획자의 말을 찾아라.
ko_mt: 스피릿 캐쳐의 말을 찾아라.

source: Spooked Horses
ko: 겁먹은 말
ko_mt: 겁먹은 말

source: The sick scouts need your help. Their illness seems to be of a magical nature.
ko: 병든 정찰병이 당신의 도움을 찾는다. 그들의 질병은 마법에 의한 것으로 보인다.
ko_mt: 아픈 스카우트들은 당신의 도움이 필요합니다. 그들의 병은 마법의 성격을 띠고있는 것 같습니다.

source: Sick Scouts
ko: 병든 정찰병들
ko_mt: 아픈 스카우트

source: Smilodons may be excellent hunters, but, like any other spirit, a smilodon spirit relies on its followers for sustenance. Mortal offerings are its rightful prey, but this spirit has not been fed for a hundred years...
ko: 스밀로돈은 뛰어난 사냥꾼이다만, 다른 영혼들과 마찬가지로 허기를 채우기 위해 추종자들에게 의지한다. 이것의 정당한 사냥감은 필멸자의 공물이다만, 이 영혼은 백 년 동안이나 아무 것도 먹지 못했다...
ko_mt: 검치호은 뛰어난 사냥꾼일지 모르지만, 다른 정령과 마찬가지로 검치호 정령은 생계를 위해 추종자에게 의존합니다. 필멸의 제물은 정당한 먹이이지만이 영혼은 백년 동안 먹이를 먹지 않았습니다...

source: Forsaken Altars: The Smilodon
ko: 버려진 제단들: 스밀로돈
ko_mt: 버려진 제단: 검치호

source: For the first time in a hundred years, the smilodon spirit has had a hearty meal. Will it ever receive another offering from a mortal again?
ko: 스밀로돈은 지난 백년 중 처음으로 따뜻한 음식을 섭취하였다. 영혼은 다시금 필멸자의 공물을 받을 수 있을까?
ko_mt: 백년 만에 처음으로 검치호 영혼이 풍성한 식사를했습니다. 다시는 필멸자로부터 또 다른 제물을 받을 수 있을까요?

source: One could be excused for assuming the smilodon spirit would demand an offering of meat, but as it turns out, its taste is more refined than that. But then again, since that dust is the ghostly equivalent of flesh, it's only logical for a disembodied spirit to hunger after it.
ko: 스밀로돈 영혼이 고기 공물을 요구할 거라는 추측을 할 수도 있을 테지만, 알고보니 그것의 취향은 더욱 세련되었다. 또 생각해보면, 가루가 유령의 살에 대응하는 것인 이상, 영혼이 해체된 영혼을 먹고 허기를 축이는 것은 당연한 처사기도 하다.
ko_mt: 검치호의 영혼이 고기를 바치라고 요구할 거라고 생각할 수도 있겠지만, 알고 보니 그 맛은 그보다 더 세련되었습니다. 그러나 다시 말하지만, 그 먼지는 유령에 해당하는 육체이기 때문에 육체가 없는 영혼이 그것을 굶주리는 것은 논리적입니다.

source: Gather ten handfuls of spectral dust
ko: 열 줌의 유령 가루를 모아라
ko_mt: 열 줌의 스펙트럼 먼지를 모으십시오

source: It's been a long time since the smilodon spirit has seen any offerings at all, let alone ones as generous as these.
ko: 스밀로돈 영혼은 오랫 동안 어떤 공물도 받지 못하였으며, 이만큼 관대한 것은 두말할 것도 없다.
ko_mt: 검치호 영혼이 이만큼 관대한 제물은 말할 것도 없고 어떤 제물도 본 지 오래되었습니다.

source: Feed the spectral dust to the smilodon spirit
ko: 스밀로돈 영혼에게 유령 가루를 먹여라
ko_mt: 검치호 정령에게 유령의 먼지를 먹여라

source: The visit to the ruined village clearly took a heavy toll on Ulbrig. It would be a good idea to see how he's feeling.
ko: 폐허가 된 마을을 방문한 것이 울브리그에게 큰 상처가 된 게 분명하다. 그의 기분이 어떤지 물어보는 게 좋을 것이다.
ko_mt: 폐허가 된 마을을 방문한 것은 분명히 울브리그에게 큰 타격을 입혔습니다. 그가 어떻게 느끼는지 보는 것이 좋을 것입니다.

source: A Conversation with Ulbrig
ko: 울브리그와의 대화
ko_mt: 울브리그와의 대화

source: The visit to Gundrun and the meeting with Kerenai have given Ulbrig serious food for thought. A conversation with him is in order.
ko: 군드룬 방문과 케레나이와의 만남이 울브리그에게 심각한 고민 거리를 주었다. 그와 대화를 나누는 것이 좋겠다.
ko_mt: 군드룬 방문과 케레나이와의 만남은 울브리그에게 진지하게 생각할 음식을 제공했습니다. 그와 대화가 필요합니다.

source: A Conversation with Ulbrig
ko: 울브리그와의 대화
ko_mt: 울브리그와의 대화

source: Arysen Krei wants to know if there truly is a valuable relic in the forest temple.
ko: 아리센 크레이는 숲의 신전에 정말로 가치있는 유물이 있는지 궁금해한다.
ko_mt: 아리센 크레이는 숲 사원에 정말 귀중한 유물이 있는지 알고 싶어합니다.

source: The Merchant's Request
ko: 상인의 부탁
ko_mt: 판매자의 요청

source: Refusing to believe that his country has perished, Ulbrig has invited the Commander to visit a village where he has kin. He is in for a bitter disappointment... Either that, or it's the Commander who will be greatly surprised.
ko: 자신의 나라가 멸망했다는 사실을 믿지 않는 울브리그는 사령관에게 자신의 부족이 있는 마을을 방문할 것을 청했다. 그는 쓰라린 실망을 할 게 뻔하다... 그가 태연하다면 사령관이 꽤 놀랄 것이다.
ko_mt: 나라가 멸망했다는 사실을 믿지 않는 울브리그는 사령관에게 친척이 있는 마을을 방문하도록 초대했습니다. 그는 쓰라린 실망에 빠졌습니다.. 아니면 사령관이 크게 놀라게 될 것입니다.

source: Go to Currantglen
ko: 커런트글렌으로 가라
ko_mt: 커런트글렌으로 이동

source: There were no surprises to be had. As expected, the village has long been destroyed. However, Ulbrig still refuses to give it a rest and wants to investigate the ruins.
ko: 놀랄 일은 없었다. 예상대로 마을은 오래 전에 파괴되었다. 그러나 울브리그는 여전히 포기하지 않고 폐허를 조사하고 싶어한다.
ko_mt: 놀랄 일은 없었습니다. 예상대로 마을은 오랫동안 파괴되었습니다. 그러나 울브리그는 여전히 휴식을 거부하고 폐허를 조사하고 싶어합니다.

source: Explore the village ruins
ko: 마을 폐허를 탐험하라
ko_mt: 마을 유적지 탐험

source: Ulbrig has demonstrated extreme obstinacy that was once so typical of his fellow tribesmen. He now wants to find a magical stone that's supposed to be standing somewhere in the village. How many more disappointments will it take for him to admit the obvious?
ko: 울브리그는 한때 그의 부족 동지들에게서도 흔히 볼 수 있었던 극도의 고집스러움을 보여줬다. 그는 이제 마을 어딘가에 있을 것으로 추정되는 마법의 돌을 찾고 싶어한다. 그는 얼마나 더 실망해야 자명한 사실을 인정할 수 있을까?
ko_mt: 울브리그는 한때 동료 부족원들에게서 흔히 볼 수 있었던 극도의 고집스러움을 보여줬습니다. 그는 이제 마을 어딘가에 있을 것으로 추정되는 마법의 돌을 찾고 싶어합니다. 그가 뻔한 사실을 인정하기까지 얼마나 더 많은 실망이 필요할까요?

source: Find the Stone of Voices
ko: 목소리의 돌을 찾아라
ko_mt: 목소리의 돌을 찾아라

source: Call of Memory
ko: 기억의 부름
ko_mt: 기억의 부름

source: And so there is no more room for hope. Ulbrig has no choice but to admit it: Sarkoris is gone. However stubborn he may be, the implacable reality is more stubborn still. So what is he going to do now?
ko: 더 이상 희망의 여지는 없게 됐다. 울브리그는 사실을 인정할 수밖에 없다. 사코리스는 사라졌다는 것을. 그가 아무리 고집을 부려도 변하지 않는 현실은 여전히 더 완고하다. 이제 그는 어떻게 할까?
ko_mt: 그래서 더 이상 희망의 여지가 없습니다. 울브리그는 그것을 인정할 수밖에 없습니다. 사르코리스는 사라졌습니다. 그가 아무리 고집을 부려도 변하지 않는 현실은 여전히 더 완고합니다. 이제 그는 어떻게 할까요?

source: Where did this relic come from, this moss-covered fossil that somehow came back to life? His kind went extinct a century ago... Yet this barbarian, as surprising as it is, does not have the faintest idea about the present state of affairs. Perhaps observing his behavior in an unusual environment could prove to be a source of valuable knowledge about human nature.
ko: 이 유물이 어디서 왔기에 이끼 낀 고대 화석에 생명을 불어 넣었는가? 그의 종족은 한 세기 전에 멸망하였다... 또한 이 야만인은 그 존재만큼이나 놀랍게 현재의 상황에 대해 눈곱 만큼도 관심이 없다. 아마 익숙지 않은 환경에 대한 그의 행동거지를 관찰한다면 인간의 본성에 관해 귀중한 지식이 되어줄 것이다.
ko_mt: 이 이끼로 뒤덮인 화석, 어떻게든 다시 살아난 이 유물은 어디서 왔을까요? 그의 종은 한 세기 전에 멸종했습니다.. 그러나 이 야만인은 놀랍게도 현재 상황에 대해 조금도 생각하지 않습니다. 아마도 비정상적인 환경에서 그의 행동을 관찰하면 인간 본성에 대한 귀중한 지식의 원천이 될 수 있습니다.

source: Talk to Ysenna the shaman
ko: 주술사 이센나와 대화하라
ko_mt: 주술사 이세나와 대화

source: Talk to Sigvorn the chieftain
ko: 족장 시그보른과 대화하라
ko_mt: 족장 시그본과 대화

source: A vision has called Ulbrig to pay the ruined village another visit. What does he hope to hear from a stone that has fallen silent forevermore?
ko: 폐허가 된 마을을 다시 방문하라는 환상이 울브리그에게 찾아왔다. 영원한 침묵에 빠진 돌에서 무엇을 들을 수 있을까?
ko_mt: 환상이 울브리그에게 폐허가 된 마을을 다시 방문하라고 요청했습니다. 그는 영원히 침묵 한 돌에서 무엇을 듣고 싶어할까요?

source: Go to the Stone of Voices in Currantglen
ko: 커런트글렌에서 목소리의 돌에게 가라
ko_mt: 커런트글렌에 있는 목소리의 돌로 가세요

source: An unexpected outcome! The persistent denial of reality did not prove completely fruitless: a portal opened by the stone. But where does it lead?
ko: 예상치 못한 결과가 나왔다! 끝없는 현실 부정이 완전히 효과가 없었던 게 아님 증명되었다. 돌에 의해 포탈이 열린 것이다. 그러면 이 포탈은 어디로 이어지는 걸까?
ko_mt: 예상치 못한 결과! 현실에 대한 끈질긴 부정은 완전히 결실이 없는 것으로 판명되지 않았습니다. 돌에 의해 열린 포털. 그러나 그것은 어디로 이어질까요?

source: Enter the portal
ko: 포탈에 들어가라
ko_mt: 포털로 들어가세요
