Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: People love to lie — to each other and to themselves. For instance, you can easily convince yourself that you have not broken a promise — you will keep your word... tomorrow. No, the day after tomorrow. Day after day, you put off doing the thing you promised, until suddenly there is a chance that tomorrow will not come at all. Langrat Messini, a musician from the theater, swore to visit a crypt in the city's graveyard marked with a stone rose. He has never found the time to do it before now — but this may be his last chance to fulfill his vow.
ko: 사람은 거짓말을 참 좋아한다... 서로에게도, 자기 자신에게도. 예를 들면, 당신은 아직은 약속을 어기지 않았다고, 약속은 지킬 거라고 스스로를 쉬이 설득할 수 있다. 내일쯤. 아니, 내일 모레쯤. 당신은 하루가 멀다하고 약속한 일을 미루고, 결국 갑작스레 다음 내일이 오지 않을 때까지 미뤄진다. 극장의 음악가 랭그라트 메시니는 도시의 묘지에서 돌 장미가 조각된 묘소를 방문키로 하였다. 그는 오늘이 오기 전까지 그럴 시간을 찾지 못했다. 하지만 이것은 그의 약속을 지킬 최후의 기회일지도 모른다.
ko_mt: 사람들은 서로에게 그리고 스스로에게 거짓말하는 것을 좋아합니다. 예를 들어, 약속을 어기지 않았다고 쉽게 스스로를 설득 할 수 있습니다. 내일 약속을 지킬 것입니다. 아니, 내일 모레요. 매일매일 약속한 일을 미루다가 갑자기 내일이 전혀 오지 않을 가능성이 생길 때까지 미루게 됩니다. 극장 출신의 음악가 랑그니트 메시니는 돌장미로 표시된 도시 묘지의 지하실을 방문하겠다고 맹세했습니다. 그는 지금까지 그 일을 할 시간을 찾지 못했지만 이것이 그의 서약을 이행 할 마지막 기회 일 수 있습니다.

source: Day of Remembrance
ko: 추모의 날
ko_mt: 추모의 날

source: The older we get, the more the world's tombstones are engraved with names that mean something to us. Some of these names belong to people we knew in life, while others died centuries before we were born. Whoever it is that lies in the stone rose crypt, Langrat Messini is willing to risk his life to pay his respects.
ko: 나이를 먹어갈 수록, 세상에는 우리에게 어떤 의미를 가진 이름의 묘비가 점점 더 많아진다. 그들 중 일부는 살아있을 때 알았던 사람이며, 다른 일부는 우리가 태어나기 수백년 전에 죽은 이들이다. 돌 장미 묘소에 안치된 사람이 누구던, 랭그라트 메시니는 경의를 표하기 위해 목숨을 걸 의지를 가졌다.
ko_mt: 나이가 들수록 전 세계의 묘비에는 우리에게 의미 있는 이름이 더 많이 새겨져 있습니다. 이 이름 중 일부는 우리가 생전에 알고 지냈던 사람들의 이름이고, 다른 일부는 우리가 태어나기 몇 세기 전에 죽은 사람들의 이름입니다. 랑그니트 메시니는 돌장미 무덤에 있는 사람이 누구든 기꺼이 목숨을 걸고 경의를 표할 것입니다.

source: Find the crypt with a stone rose in the graveyard
ko: 공동 묘지에서 돌 장미가 새겨진 묘소를 찾아라
ko_mt: 묘지에서 돌 장미가 있는 지하실을 찾으세요

source: Looters have no interest in strangers' bones — they are motivated solely by the prospect of lining their own pockets. And the stone rose crypt has not escaped their grubby hands. This place must be cleared of robbers before you can bring Langrat here.
ko: 약탈자들은 모르는 사람의 뼈다귀엔 관심이 없다. 그들은 온전히 주머니 안의 금덩이에만 관심을 가질 뿐. 돌 장미 묘소 또한 그들의 더러운 손에서 벗어나진 못했다. 랭그라트를 데려오려면 이곳의 도둑들을 먼저 정리해야 할 것이다.
ko_mt: 약탈자들은 낯선 사람의 뼈에는 관심이 없고 오로지 자신의 주머니를 채울 수 있다는 기대감으로 동기를 부여받습니다. 그리고 돌 장미 지하실은 그들의 더러운 손에서 벗어나지 못했습니다. 랑그니트을 데려오기 전에 이곳에 도적들이 없어야 합니다.

source: Clear the crypt of looters
ko: 묘소의 약탈자들을 정리해라
ko_mt: 약탈자의 지하실을 클리어하세요

source: The dead are infinitely patient, while the living never have enough time to do all that they plan to. For a long time, Langrat has put off fulfilling his vow, but this could very well be his last chance to do so before he finds himself facing Pharasma's judgment.
ko: 망자들은 한없는 인내를 지닌 반면, 생자들에게는 자신의 모든 계획을 실현할 시간이 절대적으로 부족하다. 오랜 세월, 랭그라트는 자신의 맹세를 미뤄왔다. 그러나 이번은 파라즈마의 심판을 마주하기 전 그가 약속을 지킬 마지막 기회가 될 공산이 크다.
ko_mt: 죽은 자는 무한히 인내하는 반면, 산 자는 계획한 모든 것을 할 시간이 충분하지 않습니다. 랑그니트은 오랫동안 서약을 이행하는 것을 미뤄왔지만, 이번이 파라즈마의 심판을 받기 전에 서약을 이행할 수 있는 마지막 기회가 될 수 있습니다.

source: Bring Langrat to the crypt
ko: 랭그라트를 묘소로 데려와라
ko_mt: 랑그니트을 지하실로 데려와

source: Now there is nothing standing between the musician and his goal — but it seems his timid heart is wavering once more. Will he really turn down this final chance to fulfill his oath?
ko: 이제 음악가와 그의 목적 사이를 막는 것은 아무것도 없다. 하지만 그의 소심한 마음이 또다시 흔들리는 것 같다. 자신의 약속을 지킬 이 마지막 기회를 이렇게 또 날려 보낼 심산인가?
ko_mt: 이제 뮤지션과 그의 목표 사이에는 아무것도 없지만 그의 소심한 마음이 다시 한 번 흔들리는 것 같습니다. 과연 그는 맹세를 이행할 수 있는 마지막 기회를 거절할까요?

source: Talk to Langrat
ko: 랭그라트와 대화하라
ko_mt: 랑그니트에게 말하기

source: Find the militia. They should be somewhere in the city's rich quarter.
ko: 민병대를 찾아라. 분명 도시의 부촌 어딘가에 있을 것이다.
ko_mt: 민병대를 찾아라. 그들은 도시의 부유 한 지역 어딘가에 있을 것입니다.

source: Militia
ko: 민병대
ko_mt: 민병대

source: The well-maintained streets have turned into a burning labyrinth bristling with cultists' blades. But every labyrinth has an exit — all you have to do is find it.
ko: 잘 정돈되었던 거리는 사교도들의 검이 반뜩거리는 불타는 미로로 변모하였다. 하지만 미로에는 반드시 출구가 있다. 그것을 찾기만 하면 된다.
ko_mt: 잘 관리된 거리는 이교도들의 칼날로 뒤덮인 불타는 미로로 변했습니다. 하지만 모든 미로에는 출구가 있습니다. 당신이해야 할 일은 그것을 찾는 것입니다.

source: Find a way out of the rich quarter
ko: 부촌을 나갈 길을 찾아라
ko_mt: 부자 구역에서 벗어날 방법을 찾아라

source: The inquisitors' post is the first place where the escapees have felt relatively safe. They must seize this chance to recover their strength before the final push.
ko: 심문관 기지는 도망자들이 상대적으로 안전하다고 느낀 최초의 장소이다. 그들은 이 기회를 잡아 마지막 전진을 위한 힘을 비축해야 할 것이다.
ko_mt: 종교 재판소의 초소는 탈출자들이 비교적 안전하다고 느낀 첫 번째 장소입니다. 그들은 마지막 밀기 전에 힘을 회복하기 위해이 기회를 잡아야합니다.

source: Leave the rich quarter
ko: 부촌을 떠나라
ko_mt: 부자 구역을 떠나

source: The inquisitors covered the small party's retreat, bravely bringing the fight to... who? Or, rather, what? These monsters are clearly demonic in nature, but their appearance makes the blood of even veteran crusaders run cold. And, what's worse, it appears they are pursuing our ragtag group of escapees.
ko: 인퀴지터들은 작은 무리의 후퇴를 엄호하며 용감하게 맞서 싸웠다... 누구와? 아니, 무엇과? 이 괴물들은 본질적으로 데몬임이 분명하다. 그러나 그들의 모습은 베테랑 성전사들 마저도 피가 오싹해질 지경이다. 설상가상으로, 놈의 등장은 우리의 오합지졸 도망자들을 몰아내고 있다.
ko_mt: 심문관들은 작은 파티의 후퇴를 덮쳐서 용감하게 싸움을.. 누구에게 가져다 주었습니까? 아니면 오히려 무엇? 이 괴물들은 본질적으로 데몬적이지만, 그 모습은 베테랑 성전사들의 피를 차갑게 만듭니다. 그리고 더 나쁜 것은 그들이 우리 탈출자 그룹을 쫓고있는 것 같습니다.

source: The wealthy quarter. Verdant gardens and gleaming shop windows, well-to-do townsfolk strolling down pristine pavements... All that is in the past. The Abyss has yawned open, expelling a ravenous horde of monsters, and now the quarter is an arena of brutal street battles. Will the escapees find a way around the enemy — while avoiding coming under attack from their own side?
ko: 초록색 수목과 광나는 진열대, 깔끔한 포장 도로를 거니는 부유한 사람들이 있는 소위 잘 사는 동네... 모두 과거 이야기일 뿐이다. 심연은 그 아가리를 쩌억 벌리고, 굶주린 괴물 무리를 쏟아내었으며, 이제 이 지역은 격렬한 시가전의 무대가 되었다. 도망자들은 적들 사이에서 길을 발견할 수 있을까? 그들의 편에서 쏟아지는 공격을 피하면서도?
ko_mt: 부유한 지역. 푸른 정원과 반짝이는 상점 창문, 깨끗한 포장 도로를 산책하는 부유 한 마을 사람들... 이 모든 것은 과거입니다. 심연이 하품을 내뱉으며 굶주린 괴물 무리를 내보냈고, 이제 이 구역은 잔인한 거리 전투의 무대가 되었습니다. 탈출자들은 적의 공격을 피하면서 적을 피할 방법을 찾을 수 있을까요?

source: Abyss in the Streets
ko: 거리 속의 심연
ko_mt: 거리의 심연

source: The Defender's Heart has given refuge to many townspeople. Now, in this brief moment of safety before the battle commences, is the perfect time to talk to them.
ko: 수호자의 심장은 많은 시민들에게 피난처를 제공하였다. 지금, 전투가 벌어지기 전 잠깐의 안전 속이라면 그들과 이야기하기에 적절하리라.
ko_mt: 수호자의 심장은 많은 마을 사람들에게 피난처를 제공했습니다. 이제 전투가 시작되기 전 잠깐의 안전한 순간이 그들과 대화하기에 완벽한 시간입니다.

source: Talk to people in the tavern
ko: 선술집의 사람들과 이야기를 나눠라
ko_mt: 선술집에서 사람들과 대화

source: The tavern is under threat, but our heroes have already done everything they can. Now, it is the paladins' turn to fight while the escapees recover their strength.
ko: 선술집은 위험에 놓여 있으나, 우리의 영웅들은 그들이 할 수 있는 모든 것을 해냈다. 이제 전투는 팔라딘들의 몫이고, 그동안 도망자들은 지친 몸을 달랠 것이다.
ko_mt: 선술집은 위협을 받고 있지만 우리 영웅들은 이미 할 수 있는 모든 일을 했습니다. 이제 탈출자들이 힘을 회복하는 동안 성기사가 싸울 차례입니다.

source: Rest in the cellar
ko: 감방에서 휴식하라
ko_mt: 지하실에서 쉬세요

source: The earth shakes, the stench of burning fills the air, and then come the bloodthirsty shrieks, the clang of weapons, and the scraping of claws. The battle for the tavern has begun — and the escapees sheltering in the cellar can only pray for its defenders.
ko: 지축이 흔들리고, 불타는 내음이 공기를 메웠으며, 피를 원하는 괴성, 무기의 격돌음, 발톱이 긁는 소리가 뒤따른다. 선술집을 건 싸움이 시작되었다. 감방에 자리잡은 도망자들은 수호자들을 위해 기도하는 수밖엔 없다.
ko_mt: 땅이 흔들리고 불타는 악취가 공기를 가득 채운 다음 피에 굶주린 비명, 무기의 삐걱거리는 소리, 발톱이 긁히는 소리가 들립니다. 선술집을 위한 전투가 시작되었고 지하실에 숨어있는 탈출자들은 방어자를 위해기도 할 수 있습니다.

source: Safe at last — at least, as safe as one can be in the devastated city. The tavern's stout walls and its defenders' sharp swords will give the escapees a chance to rest. But for how long?
ko: 마침내 안전이다... 최소한, 유린당한 도시 내에서 허락된 만큼의 안전이긴 하지만. 선술집의 튼튼한 외벽과 수호자들의 예리한 검은 도망자들이 쉴 기회를 만들어줄 것이다. 하지만 그게 얼마나 갈까?
ko_mt: 마침내 안전해졌습니다 - 적어도 황폐한 도시에서 최대한 안전할 수 있는 만큼은요. 선술집의 튼튼한 벽과 방어자들의 날카로운 칼은 탈출자들에게 휴식을 취할 수 있는 기회를 제공 할 것입니다. 하지만 얼마나 오래?

source: Safe Haven
ko: 안전한 피난처
ko_mt: 세이프 헤이븐

source: Find the Helmsman at the port.
ko: 항구에서 조타수를 찾아라.
ko_mt: 항구에서 조타수를 찾으십시오.

source: In Search of Treasure
ko: 보물 탐사
ko_mt: 보물을 찾아서

source: A messenger is waiting for you in Drezen's citadel.
ko: 심부름꾼이 드레젠 성채에서 당신을 기다린다.
ko_mt: 드레젠의 성채에서 메신저가 당신을 기다리고 있습니다.

source: Messenger from the Abyss
ko: 심연에서 찾아온 심부름꾼
ko_mt: 심연에서 온 메신저

source: You can't go alone. Talk to Angler to recruit characters into your party.
ko: 당신은 홀로 떠날 수 없다. 낚시꾼과 대화해 캐릭터들을 일행에 영입하라.
ko_mt: 혼자 갈 수 없습니다. 앵글러와 대화하여 파티에 캐릭터를 모집하세요.

source: Gathering the Party
ko: 일행 모집
ko_mt: 파티 모임

source: They say a fellow by the name of Angler knows all the adventurers in the city.
ko: 낚시꾼이라고 불리는 자가 도시의 모든 모험가를 전부 안다고들 한다.
ko_mt: 낚시꾼이라는 사람이 도시의 모든 모험가를 알고 있다고 합니다.

source: The bigger and stronger your party is, the better your chances are of returning from this voyage alive. And though your party may be small for now, it still makes setting off in search of treasure a much less daunting prospect.
ko: 당신의 일행이 더 크고 강해질수록, 이 여정에서 살아 돌아올 수 있는 확률 또한 더욱 커진다. 당신의 일행이 아직 적기에, 보물 탐사를 출발해봤자 성공의 가망이 크지 않다.
ko_mt: 파티가 더 크고 강할수록 이 항해에서 살아 돌아올 확률이 높아집니다. 그리고 지금은 파티가 작을지라도 보물을 찾아 떠나는 것이 훨씬 덜 벅찬 전망이 될 것입니다.

source: The Abyssal ocean is cruel, treacherous, and voracious. Even the most fearless treasure hunters cannot hope to conquer it alone. Luckily, in Alushinyrra it's easy to recruit associates for any endeavor that promises to be lucrative.
ko: 심연의 바다는 잔인하고, 믿을 수 없으며, 게걸스럽다. 아무리 용감한 보물 사냥꾼이라도 홀로 그 바다를 정복할 수는 없다. 다행히도, 알루시니라에서는 높은 수익율을 바라보는 시도에 관심을 갖는 신입을 찾기가 수월하다.
ko_mt: 심연의 바다는 잔인하고, 위험하며, 탐욕스럽습니다. 아무리 용감한 보물 사냥꾼이라도 혼자서는 정복할 수 없습니다. 다행히도 알루시니라에서는 수익성이 높은 모험을 함께할 동료를 쉽게 모집할 수 있습니다.

source: Assembling the Crew
ko: 선원 모집
ko_mt: 승무원 조립

source: There are plenty of foolhardy types hanging about the port — ask around enough and you will probably find a companion for your adventure.
ko: 이 항구에는 상당한 수의 무모한 이들이 돌아다닌다. 물어가다 보면 당신의 모험에 함께할 동료를 찾을 수 있을 것이다.
ko_mt: 항구 주변에는 무모한 타입이 많으니 충분히 물어보면 모험을 함께할 동반자를 찾을 수 있을 거예요.

source: Recruit a companion
ko: 동료 모집
ko_mt: 동료를 모집하세요

source: The pirate gang is undone, their base is pillaged, and their wealth has made its way aboard a nameless ship of bone and sinew. This haul is far from the largest in the Midnight Isles — but the spoils of this battle will certainly be of help to the treasure hunters going forward.
ko: 해적단은 박살났고, 그들의 기지는 약탈당했으며, 그들의 보물은 뼈와 힘줄로 만들어진 이름없는 배를 타고 떠났다. 그 물량이 칠흑의 군도에서 가장 큰 것운 아니다. 그러나, 이 전투의 전리품들은 분명 보물 사냥꾼들이 앞으로 나아가는데 도움이 될 것이다.
ko_mt: 해적단은 무너지고 기지는 약탈당했으며, 해적단의 재산은 이름 없는 뼈와 힘줄로 이루어진 배에 실렸습니다. 이 전리품은 미드나잇 아일즈에서 가장 큰 전리품은 아니지만, 이 전투의 전리품은 앞으로 보물 사냥꾼들에게 큰 도움이 될 것입니다.

source: Wherever an opportunity arises to profit off others' possessions, pirates are bound to follow. The Midnight Isles are no exception to this pattern — many rogues of all conceivable kinds roam the dark and lawless waters of Ishiar. Their chests are packed with illicitly procured fortunes — but who has the courage to plunder the plunderers?
ko: 남의 화물에서 이득을 취할 기회가 있다면, 해적은.자연히 꼬이기 마련이다. 칠흑의 군도 또한 이 패턴에서 예외는 아니다. 상상할 수 있는 모든 부류의 수많은 도적들이 이쉬아르의 깜깜하고 질서 없는 바다를 떠돈다. 그들의 창고에는 불법적으로 취득한 보물들이 가득하다. 그렇지만, 그 누구에개 약탈자들을 약탈할 용기가 있을까?
ko_mt: 남의 물건을 훔쳐서 이익을 얻을 기회가 생기면 해적은 반드시 뒤따릅니다. 미드나잇 아일즈 또한 예외는 아닙니다 - 상상할 수 있는 모든 종류의 해적들이 이시아르의 어둡고 무법천지 같은 바다를 배회하고 있습니다. 그들의 상자에는 불법적으로 획득한 재물이 가득하지만, 누가 용기를 내어 약탈할 수 있을까요?

source: Pirates of the Abyss
ko: 심연의 해적들
ko_mt: 심연의 해적

source: The fragment of a pirate map gives a clue to the location of the pirate base — the island from which they launch their raids and where they drop off their loot. But finding it is going to take more than a single piece.
ko: 해적 지도 조각이 해적 기지의 위치에 대한 단서를 제공하였다. 그 섬은 그들이 습격을 시작하는, 그리고 그 전리품을 내려놓는 곳이 분명할 터이다. 하지만 여러 조각을 모아야 정확한 위치를 특정할 것이다.
ko_mt: 해적 지도의 조각은 해적 기지의 위치, 즉 해적들이 습격을 시작하고 전리품을 내려놓는 섬의 위치에 대한 단서를 제공합니다. 그러나 그것을 찾는 것은 한 조각 이상이 걸릴 것입니다.

source: Collect 5 map pieces
ko: 지도 조각 다섯 개를 모아라
ko_mt: 지도 조각 5개 수집

source: The map to the pirate base is complete. But knowing where one's goal lies is not the same as reaching it.
ko: 해적 기지의 지도가 완성되었다. 그렇지만 목표가 어디 있는지 아는 것은 거기에 도달하는 것과 별개이다.
ko_mt: 해적 기지로 가는 지도가 완성되었습니다. 그러나 목표가 어디에 있는지 아는 것과 목표에 도달하는 것은 다릅니다.

source: Reach the pirate base
ko: 해적 기지에 도달하라
ko_mt: 해적 기지에 도달

source: The assault on the pirate base has commenced. Who will take the big score? Swords will decide.
ko: 해적 기지에 대한 습격이 시작되었다. 누가 이익을 수확할 것인가? 그 답은 검이 내릴 것이다.
ko_mt: 해적 기지에 대한 공격이 시작되었습니다. 누가 큰 점수를 가져갈까요? 검이 결정할 것입니다.

source: Defeat the pirate leader
ko: 해적 우두머리를 쓰러뜨려라
ko_mt: 해적 우두머리 처치

source: The Helmsman must have an explanation for what has transpired.
ko: 조타수라면 무슨 일이 일어났는지 설명할 수 있을 것이다.
ko_mt: 조타수는 무슨 일이 일어 났는지에 대한 설명이 있어야합니다.

source: There is no more hunting to be done today.
ko: 오늘 사냥은 끝났다.
ko_mt: 오늘은 더 이상 사냥을 할 수 없습니다.

source: Hunting is a pastime for the highborn. Many monarchs keep spacious kennels and train falcons for a chance to have their entire court partake in the joyful coursing of a frightened animal. Despite the lack of noble houses in the area, the Commander just might get the chance to participate in a hunt. All that's required of {mf|him|her} is to accept the invitation, board the ship, and go on a voyage from which none has yet returned. Why, there can be no possible catch to any of this.
ko: 과거에 사냥은 고위 계층을 위한 것이었다. 많은 군주들은 신하들 전원에게 겁에 질린 동물들을 즐거이 쫒을 기회를 주기 위해 널찍한 개장을 만들고 사냥매를 훈련하였다. 귀족 가문은 이곳에 없다만, 사령관은 사냥에 참여할 기회를 막 얻어내었다. 할 일이라면 그저 초대에 응해, 배를 타고, 아직 그 누구도 귀환하지 못한 항해를 떠나는 것뿐이다. 그 이유라면, 잡을 게 없었기 때문이다.
ko_mt: 사냥은 귀족들의 취미입니다. 많은 군주들은 넓은 사육장을 마련하고 매를 훈련시켜 궁정 전체가 겁에 질린 동물의 즐거운 사냥에 참여할 기회를 얻습니다. 이 지역에는 귀족 가문이 없지만 사령관은 사냥에 참여할 기회를 얻을 수 있습니다. {mf|그|그녀}에게 필요한 것은 초대를 수락하고 배에 승선하여 아직 아무도 돌아오지 않은 항해를 떠나는 것뿐입니다. 왜, 잡을 수 있는 것은 아무것도 없을 테니까요.

source: The Treasure of the Midnight Isles: Tracking
ko: 칠흑의 군도의 보물: 탐색
ko_mt: 미드나잇 아일즈의 보물: 추적

source: Bhurgaz, who runs the Bad Luck Inn, has told a story about a bone ship gathering a crew to go looking for treasure. Perhaps the Commander will find a familiar face in the ship's helmsman. He can be found in the Lower City — look for the strange marking on the wall by the entrance.
ko: 불운의 선술집을 운영하는 버르가즈는 선원을 모아 보물을 찾으러 떠나는 해골 배에 대한 이야기를 들려줬다. 사령관도 그 배의 조타수를 봐야 하지 않을까. 그는 도시 하층에 있다. 입구 옆의 이상한 표식을 찾아라.
ko_mt: 불운의 여관을 운영하는 부르가즈는 보물을 찾기 위해 선원들을 모으는 뼈배에 대한 이야기를 들려주었습니다. 아마도 사령관은 배의 조타수에게서 낯익은 얼굴을 발견할 수 있을 것입니다. 그는 로어 시티에서 찾을 수 있습니다 - 입구 옆 벽에 있는 이상한 표시를 찾아보세요.

source: Find the bone ship in Alushinyrra's port
ko: 알루시니라의 항구에서 뼈다귀 배를 찾아라
ko_mt: 알루시니라의 항구에서 뼈 배를 찾아라

source: Bhurgaz, who runs the Bad Luck Inn, has told a story about a bone ship gathering a crew to go looking for treasure. Perhaps the ship's helmsman will have an interesting offer for the Commander. He can be found in the Lower City — look for the strange marking on the wall by the entrance.
ko: 불운의 선술집을 운영하는 버르가즈는 선원을 모아 보물을 찾으러 떠나는 해골 배에 대한 이야기를 들려줬다. 그 배의 조타수가 사령관에게 흥미로운 제안을 하지 않을까. 그는 하층 도시에 있다. 입구 옆의 이상한 표식을 찾아라.
ko_mt: 불운의 여관을 운영하는 부르가즈가 보물을 찾기 위해 선원들을 모으는 뼈배에 관한 이야기를 들려주었습니다. 아마도 그 배의 조타수가 사령관에게 흥미로운 제안을 할지도 모릅니다. 그는 로어 시티에서 찾을 수 있습니다 - 입구 옆 벽에 있는 이상한 표시를 찾아보세요.

source: Talk to the Helmsman
ko: 조타수와 이야기하라
ko_mt: 조타수에게 말하기

source: A mysterious ghost promising untold riches has invited the Commander to meet in a grotto near Drezen. It's worth finding out what he has in mind.
ko: 말로 표현할 수 없는 부를 약속하는 의문의 유령이 드레젠 근방의 동굴로 사령관을 초대하였다. 그가 무슨 생각인지 알아볼 가치는 있을 것이다.
ko_mt: 엄청난 부를 약속하는 신비한 유령이 사령관을 드레젠 근처의 동굴에서 만나자고 초대했습니다. 그가 무엇을 염두에두고 있는지 알아볼 가치가 있습니다.

source: Explore the Murky Grotto
ko: 어두컴컴한 동굴을 탐험하라
ko_mt: 머키 그로토 탐험

source: Wait to see how things unfold
ko: 사건의 전개를 기다려라
ko_mt: 상황이 어떻게 전개될지 기다려라

source: You have left Golarion and the Murky Grotto behind, but something tells you that you haven't heard the last of those strange adventurers...
ko: 당신은 골라리온과 어두컴컴한 동굴을 떠났다. 하지만 당신은 그 기이한 모험가의 마지막 소식을 듣지 못했다...
ko_mt: 당신은 골라리온과 머키 그로토를 떠났지만, 그 이상한 모험가들의 마지막 소식을 듣지 못했다는 말이 들리네요...

source: There is no way back to Alushinyrra, but something tells you that you haven't heard the last of the bone ship and its helmsman...
ko: 알루시니라로 돌아갈 방도는 없다. 하지만 당신은 뼈다귀 배와 그 조타수의 마지막 소식을 듣지 못했다...
ko_mt: 알루시니라로 돌아갈 방법은 없지만 뼈 배와 조타수의 마지막 소식을 듣지 못했다고 들었습니다...

source: Explore the Murky Grotto
ko: 어두컴컴한 동굴을 탐험하라
ko_mt: 머키 그로토 탐험

source: Anevia has reported a couple of strange individuals seen in a grotto, trying to gather a crew of daredevils and sail off in an unknown direction. It's worth investigating if the grotto is harboring a secret of some kind.
ko: 아네비아는 이상한 사람 두 명이 동굴에 보였으며, 알 수 없는 곳을 향해 항해를 떠날 선원을 모으고 있다 보고하였다. 그 동굴에 어떤 비밀이 정박하였는지 조사할 가치가 있어 보인다.
ko_mt: 아네비아가 동굴에서 무모한 선원들을 모아 알 수 없는 방향으로 항해하려는 이상한 사람들을 목격했다고 보고했습니다. 동굴에 어떤 종류의 비밀이 숨겨져 있는지 조사해 볼 가치가 있습니다.

source: According to the Helmsman's obscure explanation, the treasure is to be found on one of the deserted islands.
ko: 조타수의 애매한 설명에 따르면, 버려진 섬들 중 한 곳에 보물이 있다고 한다.
ko_mt: 조타수의 모호한 설명에 따르면 보물은 무인도 중 하나에서 찾을 수 있습니다.

source: Find the treasure
ko: 보물을 찾아라
ko_mt: 보물 찾기

source: Talk to the Helmsman
ko: 조타수와 이야기하라
ko_mt: 조타수에게 말하기

source: Another stage of the hunt is complete. The goal is close, and the hunters' anticipation is reaching its peak.
ko: 또 한번의 사냥이 끝났다. 목표는 가깝고, 사냥꾼들의 기대감은 최고조에 달했다.
ko_mt: 사냥의 또 다른 단계가 완료되었습니다. 목표가 가까워지고 사냥꾼들의 기대감이 최고조에 달하고 있습니다.

source: The hunt continues, growing ever more riveting. For the Commander now knows of the beast {mf|he|she} is pursuing. The demon lord Nahyndri, slain by Nocticula centuries ago, became an island in her archipelago. But it would seem that some parts of his essence refused to die like they were expected to and are now searching for something deep in the Midnight Isles. Is that commendable perseverance, or foolhardiness bordering on stupidity?
ko: 사냥은 계속되며, 흥미는 점점 더 커져긴다. 사령관은 이제 자신이 어떤 짐승을 쫒는지 안다. 데몬 군주 나힌드리. 몇 세기도 전에 녹티큘라에게 살해당했고, 그녀의 군도가 된 자. 하지만 그 정수의 일부는 예상대로 죽음을 거절하고 칠흑의 군도 깊숙한 곳에 자리한 무언가를 찾는 중이다. 이는 과연 칭찬받아 마땅한 인내심인가? 아니면 어리석음에 가까운 무모함인가?
ko_mt: 사냥은 계속되고 있으며, 점점 더 흥미진진해지고 있습니다. 사령관은 이제 {mf|그|그녀}의 쫓고 있는 야수에 대해 알고 있습니다. 수세기 전 녹티큘라에게 살해당한 데몬 로드 나헨드리는 그녀의 군도 안에 섬이 되었습니다. 하지만 그의 정수의 일부가 예상대로 죽기를 거부하고 미드나잇 아일즈 깊은 곳에서 무언가를 찾고 있는 것 같습니다. 칭찬할 만한 인내일까요, 아니면 어리석음에 가까운 무모함일까요?

source: The Treasure of the Midnight Isles: Chase
ko: 칠흑의 군도의 보물: 추적
ko_mt: 미드나잇 아일즈의 보물: 체이스

source: The Helmsman, who has turned out to be a fragment of the fallen demon lord Nahyndri, is showing the way to the next treasure.
ko: 조타수, 죽은 데몬 군주 나힌드리의 파편으로 밝혀진 자는 다음 보물로 향하는 길을 보여준다.
ko_mt: 타락한 데몬 로드 나힌드리의 파편으로 밝혀진 조타수가 다음 보물로가는 길을 보여주고 있습니다.

source: Find the second treasure
ko: 두 번째 보물을 찾아라
ko_mt: 두 번째 보물 찾기

source: It seems you'll be in the Abyss for a while. You cannot return to the Murky Grotto, but something tells you that this story will continue here, far from Golarion.
ko: 한동안 심연에 있어야 할 것 같다. 어두컴컴한 동굴로 돌아갈 수는 없지만, 어쩐지 이 이야기는 골라리온에서 멀리 떨어진 이곳에서 계속될 느낌이다.
ko_mt: 한동안 심연에 머물게 될 것 같습니다. 머키 그로트로 돌아갈 수는 없지만 골라리온에서 멀리 떨어진 이곳에서 이 이야기가 계속될 것 같습니다.

source: It is time to return to the Helmsman
ko: 조타수에게 돌아갈 시간이다
ko_mt: 조타수에게 돌아갈 시간입니다

source: The hunt has concluded, and each of the hunters has gotten what they deserve. The fate of the fallen demon lord has been decided, and it is time for the Commander to return to the matters at hand.
ko: 사냥은 종결되었고, 사냥꾼들은 각자의 몫을 챙겼다. 죽은 데몬 군주의 운명은 결정되었고, 사령관은 본인의 문제로 복귀할 시간이다.
ko_mt: 사냥이 끝났고 사냥꾼들은 각자가 마땅히 받아야 할 것을 얻었습니다. 타락한 데몬 로드의 운명이 결정되었으며 사령관이 당면한 문제로 돌아갈 때입니다.

source: The prey is in sight, and the hunters are anxiously checking their weapons. The thrill fills their hearts with adrenaline. The bloody conclusion draws near, and their reward is imminent.
ko: 사냥감이 보이고, 사냥꾼들은 불안한 듯 무기를 점검한다. 긴박감이 그들의 심장에 아드레날린을 채워 넣는다. 피의 종막이 다가오고, 그들의 보상이 임박했다.
ko_mt: 사냥감이 시야에 들어왔고 사냥꾼들은 초조하게 무기를 확인합니다. 스릴이 아드레날린으로 가슴을 가득 채웁니다. 피비린내 나는 결론이 가까워지고 그들의 보상이 임박했습니다.

source: The Treasure of the Midnight Isles: Prey
ko: 칠흑의 군도의 보물: 사냥감
ko_mt: 미드나잇 아일즈의 보물: 먹이

source: The Murky Grotto summons the Commander once more. The Helmsman is ready to commence the final stage of his hunt and calls upon his finest hunter to join the chase.
ko: 어두컴컴한 동굴이 또다시 사령관을 부른다. 조타수는 사냥의 마지막 단계를 실행할 준비를 마치고 가장 뛰어난 사냥꾼들을 초청한다.
ko_mt: 머키 그로토가 다시 한 번 사령관을 소환합니다. 조타수는 사냥의 마지막 단계를 시작할 준비가 되어 있으며 최고의 사냥꾼에게 추격에 동참 해달라고 요청합니다.

source: Visit the Murky Grotto
ko: 어두컴컴한 동굴을 방문하라
ko_mt: 머키 그로토 방문

source: The Helmsman has picked up the scent of Nahyndri's third treasure.
ko: 조타수는 나힌드리의 세 번째 보물의 냄새를 맡았다.
ko_mt: 조타수가 나힌드리의 세 번째 보물의 향기를 맡았다.

source: Find the third treasure
ko: 세 번째 보물을 찾아라
ko_mt: 세 번째 보물 찾기

source: Nahyndri's most prized treasure, his dead heart, is somewhere nearby. The path to its repository is open. All that remains is to reach it.
ko: 나힌드리의 가장 값비싼 보물인 그의 죽은 심장이 이 근처 어딘가에 있다. 그 보물 창고를 향하는 길은 열려 있다. 이제 할 일은 거기에 도달하는 것뿐이다.
ko_mt: 나힌드리의 가장 소중한 보물인 그의 죽은 심장이 근처 어딘가에 있습니다. 그 저장소로 가는 길은 열려 있습니다. 남은 것은 거기에 도달하는 것입니다.

source: Find Nahyndri's heart
ko: 나힌드리의 심장을 찾아라
ko_mt: 나힌드리의 심장을 찾아라

source: Betrayal, however expected it may be, must be punished severely. The Helmsman, who sees himself as Nahyndri's true heir, seeks to sacrifice the Commander to his awakening power.
ko: 예상은 되었을 지라도, 배반 행위는 가차없이 처벌되어야 한다. 자신을 나힌드리의 진정한 후계자라 여기는 조타수는 자신의 힘을 일깨우기 위해 사령관의 희생을 필요로 한다.
ko_mt: 배신은 아무리 예상된 것이라도 가혹한 처벌을 받아야 합니다. 자신을 나힌드리의 진정한 후계자라고 생각하는 조타수는 사령관을 자신의 각성 능력에 희생시키려 합니다.

source: Defeat Nahyndri
ko: 나힌드리를 쓰러뜨려라
ko_mt: 나힌드리 처치

source: The bone ship has sailed its last. This wasn't the outcome Nahyndri was expecting when he set out to search for his heart. Now that name will once again fade into oblivion for thousands of years — or perhaps forever.
ko: 뼈다귀 배는 최후를 향해 배를 띄웠다. 나힌드리가 자신의 심장을 찾아 떠났을 때 예상했던 것과는 사뭇 다른 결말이었다. 이제 그 이름은 다시 한 번 망각 속으로 빠질 것이다. 수천 년 동안. 어쩌면 영원토록.
ko_mt: 뼈 배는 마지막 항해를 떠났다. 나힌드리가 심장을 찾기 위해 출발할 때 예상했던 결과는 이런 것이 아니었습니다. 이제 그 이름은 다시 한 번 수천 년 동안 또는 어쩌면 영원히 망각 속으로 사라질 것입니다.

source: Deep within the Abyss lies Ishiar — the bottomless and boundless primeval ocean. Not far from where the River Styx flows into Ishiar are the Midnight Isles — a sprawling archipelago filled with mysteries and dangers. A ship of bone and sinew sets out in search of lost treasures. A dangerous expedition — but Alushinyrra has plenty of daredevils who would risk their lives for profit.
ko: 심연의 깊은 곳에는 바닥도 끝도 없는 태초의 바다인 이쉬아르가 존재한다. 스틱스 강이 이쉬아르로 흘러드는 곳 근방이 바로 신비와 위험을 품은 채 무질서하게 뻗어나가는 다도해인 칠흑의 군도다. 뼈와 힘줄로 이루어진 배가 잃어버린 보물을 찾아 떠난다. 위험한 모험이다만, 알루시니라에는 이익을 위해라면 목숨을 걸 대담한 이들이 많다.
ko_mt: 심연 깊숙한 곳에는 바닥이 없고 끝이 없는 원시 바다인 이시아르가 있습니다. 스틱스 강이 이시아르로 흘러드는 곳에서 멀지 않은 곳에 신비와 위험으로 가득한 거대한 군도인 미드나잇 아일즈가 있습니다. 뼈와 힘줄로 이루어진 배 한 척이 잃어버린 보물을 찾아 떠납니다. 위험한 탐험이지만 알루시니라에는 이익을 위해 목숨을 걸고 모험을 감행하는 무모한 이들이 많습니다.

source: The journey begins. The deck awaits brave souls ready to venture into the unknown.
ko: 여정이 시작되었다. 갑판은 미지를 향해 떠날 용감한 영혼들을 기다린다.
ko_mt: 여정이 시작됩니다. 갑판은 미지의 세계로 모험을 떠날 준비가 된 용감한 영혼을 기다립니다.

source: Board the ship
ko: 배에 승선하라
ko_mt: 배에 탑승

source: The Helmsman himself is unsure what exactly he's searching for — but he swears that he knows the way and that the reward will be worth the effort and the time spent. Will anyone find the courage to learn what lies at the end?
ko: 조타수 본인도 정확히 어떤 보물을 찾는지는 확신하지 못한다. 하지만 그는 자신이 경로를 알며, 소모한 시간과 노력에 걸맞는 보상이 있을 것이라 약속한다. 이 여정의 끝에 무엇이 놓여 있을지 알고자 하는 용기를 가진 자가 있을까?
ko_mt: 조타수는 자신이 정확히 무엇을 찾고 있는지 확신하지 못하지만 길을 알고 있으며 보상은 노력과 시간을 할애 할 가치가있을 것이라고 맹세합니다. 그 끝에 무엇이 있는지 알아낼 용기를 낼 수 있는 사람이 있을까요?

source: Find the first treasure
ko: 첫 번째 보물을 찾아라
ko_mt: 첫 번째 보물 찾기

source: The Helmsman has turned out to be Nahyndri, a dead demon lord looking for his lost treasures. He was rich, it is true, but the true goal of his search cannot be mere gold or gems. What is he really after — and will he find it?
ko: 조타수는 자신이 잃어버린 보물을 찾는 죽은 데몬 군주 나힌드리로 밝혀졌다. 그가 부유했었던 건 사실이나, 그의 탐색의 진짜 목적은 금은보화 따위일 수가 없다. 그가 진정으로 찾는 것은 무엇인가? 과연 찾을 수 있을까?
ko_mt: 조타수는 잃어버린 보물을 찾고 있는 죽은 데몬 로드 나힌드리로 밝혀졌습니다. 그는 부자였던 것은 사실이지만 그의 진정한 목표는 단순한 금이나 보석이 될 수 없습니다. 그가 진정으로 추구하는 것은 무엇이며 그것을 찾을 수 있을까요?

source: Find the second treasure
ko: 두 번째 보물을 찾아라
ko_mt: 두 번째 보물 찾기
