Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: Captain Seilkind did not come to the Worldwound to fight demons. He was following a deeply personal passion for studying Sarkorian culture, obsessed with the idea that the village of Wintersun was not the only surviving remnant of fallen Sarkoris. In pursuit of his dream — to discover more Sarkorian survivors — Seilkind sacrificed his career and, quite possibly, even his life. But what if he did manage to find what he was looking for? And if so, what secrets could he have unearthed from the depths of time, and would his discoveries benefit the Commander?
ko: 세일킨드 대장은 데몬과 싸우기 위해 세계상처로 온 것이 아니다. 그는 사코리스의 문화에 대해 배우고자 하는 개인적 열망을 따르며, 멸망한 사코리스의 생존자들이 윈터선 마을 외에도 더 존재하리라 믿고 있다. 사코리스의 생존자들을 찾는다는 꿈을 쫓는 과정에 있어, 세일킨드는 자신의 경력을 바쳤고, 아마 자신의 목숨까지 내걸 용의가 있는 듯하다. 하지만, 만일 그가 성공한다면 어찌 될까? 그가 시간의 잔재 속에서 발굴해낸 비밀이, 사령관에게 있어 어떠한 이득이 될까?
ko_mt: 세일킨드 대위는 데몬과 싸우기 위해 세계상처에 온 게 아니었어요. 그는 사르코리안 문화 연구에 대한 깊은 개인적인 열정을 가지고 있었고, 윈터선 마을이 몰락한 사르코리스에서 유일하게 살아남은 잔재가 아니라는 생각에 사로잡혀 있었습니다. 사르코리안의 생존자를 더 많이 발견하겠다는 꿈을 이루기 위해 세일킨드는 자신의 경력과 어쩌면 목숨까지 희생했습니다. 그러나 그가 원하는 것을 찾았다면 어떨까요? 그렇다면 그는 시간의 깊은 곳에서 어떤 비밀을 찾아낼 수 있었을까요? 그리고 그의 발견이 사령관에게 도움이 될까요?

source: A Refuge from the Present
ko: 현재로부터의 피난처
ko_mt: 현재로부터의 피난처

source: Captain Seilkind is no longer an officer of the Blackstone Company. He has abandoned Drezen and ventured into the wilderness of ruined Sarkoris to pursue his own archaeological investigation. Assuming he is alive, his path may yet cross with the Commander's.
ko: 세일킨드 대장은 더 이상 검은바위 용병단의 장교가 아니다. 그는 드레젠을 떠나 자신의 고고학적 조사를 하고자 폐허가 된 사코리스의 야생으로 모험을 떠났다. 만일 그가 아직 살아있다면, 사령관과 다시 만나게 될 지도 모르겠다.
ko_mt: 세일킨드 대위는 더 이상 블랙스톤 컴퍼니의 임원이 아닙니다. 그는 드레젠을 버리고 폐허가 된 사르코리스의 황야로 들어가 자신만의 고고학 조사를 하고 있습니다. 그가 살아있다면, 그의 길은 사령관의 길과 교차할지도 모릅니다.

source: Find Captain Seilkind
ko: 세일킨드 대장을 찾아라
ko_mt: 세일킨드 대위 찾기

source: Captain Seilkind is quite literally standing on the threshold of an archaeological discovery — the door he found may be concealing a settlement of Sarkorians who survived the opening of the Worldwound. Unfortunately for him, he cannot get inside without the Commander's help.
ko: 세일킨드 대장은 고고학적 대발견을 눈앞에 두고 있다 — 그가 찾아낸 장소가 세계상처의 탄생 이후 살아남은 사코리스인들의 거주지로 통하는 문일지도 모르는 것이다. 그로써는 불행히도, 사령관의 도움이 없이 그가 안으로 들어갈 방법은 없는 듯하다.
ko_mt: 세일킨드 대위는 말 그대로 고고학적 발견의 문턱에 서 있습니다. 그가 발견한 문에는 세계상처 개장 이후 살아남은 사르코리안들의 정착지가 숨겨져 있을지도 모릅니다. 불행히도 그는 사령관의 도움 없이는 안으로 들어갈 수 없습니다.

source: Help Captain Seilkind
ko: 세일킨드 대장을 도와라
ko_mt: 세일킨드 대위를 도와주세요

source: The Foreman of Mineshaft Fourteen has given the Commander the location of a place called the Shrine of the Three. The surviving Sarkorians claim this is where the underground stream providing their village with water is coming from. The source of pollution is also likely to be there.
ko: 14번 갱도의 감독관이 사령관에게 삼인의 성소라 불리우는 장소에 대한 정보를 주었다. 생존한 사코리스인들은 바로 그곳이 마을로 공급되는 지하수의 수원이라고 한다. 오염의 근원지 또한 그곳일 것이다.
ko_mt: 14번 지뢰갱도의 관리인이 사령관에게 세 개의 신전이라는 장소의 위치를 알려주었습니다. 살아남은 사르코리안들은 이곳이 마을에 물을 공급하는 지하 하천이 나오는 곳이라고 주장합니다. 오염원도 그곳에 있을 가능성이 높습니다.

source: Explore the Shrine of the Three
ko: 셋의 성소를 탐색하라
ko_mt: 세 신사 탐험

source: The Shrine of the Three has been defiled by demons. The Foreman and the other inhabitants of Mineshaft Fourteen must be told that the water is irrevocably tainted and there is no hope of improvement.
ko: 삼인의 성소는 데몬들에 의해 더럽혀졌다. 14번 갱도의 감독관과 다른 거주자들에게 물의 오염은 돌이킬 수 없으며 더 나아질 희망도 없을 것이라고 얘기해야 한다.
ko_mt: 세 개의 신전은 데몬에 의해 더럽혀졌습니다. 감독과 광산 샤프트 14의 다른 주민들은 물이 돌이킬 수 없을 정도로 오염되었으며 개선의 희망이 없다고 말해야합니다.

source: Talk to the Foreman
ko: 감독관과 대화하라
ko_mt: 감독과 대화

source: Open the gates
ko: 문을 열어라
ko_mt: 문을 열어라

source: Unlock the fortified door
ko: 보강된 문을 열어라
ko_mt: 요새화된 문 잠금 해제

source: Disable the arcane emitter
ko: 비전 방출기를 무력화하라
ko_mt: 비전 이미터 비활성화

source: Hundred-Face possessed the type of brilliance that only comes along once in a generation, but even he was not omniscient. By luring more and more enemies into his trap, he learned, he improved his strategies and defenses, but... he was still unfit to challenge the Commander. The genius has fallen, and his last gift now serves as the victor's trophy.
ko: 백의 얼굴은 한 세대에 한 번 나올법한 천재적인 지성을 지녔지만, 그조차도 모든 것을 다 알지는 못했다. 더 많은 적들을 자신의 함정으로 유인해 오면서, 그는 학습하며 그의 전술과 방어책들을 개선해 왔지만... 사령관에 도전하기엔 부족했다. 천재는 쓰러졌고, 그의 마지막 선물은 이제 승자의 전리품이 되었다.
ko_mt: 백의 얼굴은 한 세대에 한 번만 나타나는 유형의 광채를 가졌지만 그조차도 전지전능하지는 않았습니다. 점점 더 많은 적을 함정으로 유인하면서 그는 배우고 전략과 방어를 향상 시켰지만.. 여전히 사령관에게 도전하기에는 부적합했습니다." 이 천재는 쓰러졌고 그의 마지막 선물은 이제 승자의 전리품로 사용됩니다.

source: Even in the face of death, a mortal will keep looking for a way to slip through its cold fingers until they draw their last breath. When Sarkoris was in its final, agonizing days, preparing to be consigned to history, the Blackwater clan kept fighting, crafting a new, never-before-seen weapon against the demons. Their efforts, evidently, were cut short, but it does make one wonder — how close did that unknown genius come to their goal, which could have changed the course of history? And would their final gift be capable of changing the future if it came into the Commander's possession?
ko: 죽음에 직면하여서도, 필멸자는 마지막 한숨을 토해낼 때까지 그 차가운 손길을 피할 방도를 찾는다. 사코리스가 이제 역사 속으로 잊힐 준비를 하던, 그 마지막 고난의 시기에 있을 때, 블랙워터 부족은 계속 싸워나가며, 데몬에게 맞설 전례 없는 신 무기를 만들고 있었다. 그들의 노력은, 명백히 결실을 맺지 못했지만, 한 가지 의문을 낳는다. 그 정체불명의 천재는 역사의 향방을 바꿀 수도 있었던 자신의 목표에 얼마나 근접했을까? 그들의 마지막 선물이 사령관의 손에 들어온다면 미래를 바꿀 수도 있을 것인가?
ko_mt: 죽음 앞에서도 필멸자는 마지막 숨을 거둘 때까지 차가운 손가락 사이로 빠져나갈 방법을 계속 찾는다." 사르코리스가 마지막 고통스러운 날을 보내며 역사 속으로 사라질 준비를 하고 있을 때, 블랙워터 일족은 데몬에 맞서 전에 없던 새로운 무기를 만들며 계속 싸웠다. 그들의 노력은 결국 실패로 끝났지만, 역사의 흐름을 바꿀 수도 있었던 그 무명의 천재가 얼마나 목표에 가까워졌을지 궁금해집니다. 그리고 그들의 마지막 선물이 사령관의 손에 들어가면 미래를 바꿀 수 있을까요?

source: The Last Gift of a Brilliant Mind
ko: 위대한 정신의 마지막 선물
ko_mt: 뛰어난 정신의 마지막 선물

source: A Kellid by the name of Velg has pointed the Commander toward a possible location where a settlement of the Blackwater clan once stood. Records show that these Sarkorians were working on some sort of ultimate weapon capable of defeating the Worldwound. They did not get the chance to finish their project, but some of their progress may have survived.
ko: 벨그라는 켈리드인이 사령관에게 한때 블랙워터 부족의 거주지가 존재하던 곳을 알려주었다. 기록에 따르면 이 사코리스인들은 세계상처를 무너뜨리기 위한 일종의 궁극의 병기를 만들어내려 하였다고 한다. 결국 그들은 그 작업을 끝마치지 못하였으나, 그 부산물 중 일부는 남아 있을지도 모른다.
ko_mt: 벨그라는 이름의 켈리드가 사령관에게 블랙워터 부족의 정착지가 있었던 곳을 알려주었습니다. 기록에 따르면 사르코리안은 세계상처를 물리칠 수 있는 궁극의 무기를 연구하고 있었다고 합니다. 그들은 프로젝트를 완료 할 기회를 얻지 못했지만 일부 진행 상황은 살아남 았을 수 있습니다.

source: Visit the Blackwater clan settlement
ko: 블랙워터 부족 거주지를 방문하라
ko_mt: 블랙워터 클랜 정착지 방문

source: The ancient retreat of the Blackwater clan was never abandoned. It is defended by dangerous guards who set a trap in anticipation of the Commander's arrival. {mf|He|She} must now fight {mf|his|her} way to the heart of the settlement to find whoever lured the crusade leader here.
ko: 블랙워터 부족의 오래된 도피처는 버려지지 않았다. 그곳은 사령관의 도착을 예상한 위험한 수호자들로 지켜지고 있었다. 성전의 지도자를 이곳으로 유인한 자의 정체를 알기 위해서 사령관은 이곳의 심장부까지 싸워 나가야만 한다.
ko_mt: 블랙 워터 일족의 고대 휴양지는 결코 버려지지 않았습니다. 사령관의 도착을 기다리며 함정을 설치한 위험한 경비병들이 그곳을 지키고 있습니다. 이제 {mf|그|그녀}는 성전 사령관을 이곳으로 유인한 자를 찾기 위해 정착지 중심부까지 {mf|그|그녀}와 싸워야 합니다.

source: Cut through the enemy's defenses
ko: 적들의 방어선을 돌파하라
ko_mt: 적의 방어를 뚫어라

source: The Commander has been drawn into a trap set by the insidious Numerian spellcaster known as Hundred-Face. To avoid becoming his next puppet, the crusade leader must defeat the fearsome mage.
ko: 사령관은 백의 얼굴이라는 이름으로 알려진 악의에 찬 누메리아인 주문 시전자의 함정에 빠져들었다. 그의 새로운 인형꼴을 면하려면, 성전의 지도자는 이 무시무시한 마법사를 쓰러트려야만 한다.
ko_mt: 사령관은 교활한 누메리아의 주문술사 백의 얼굴이 설치한 함정에 빠졌습니다. 그의 다음 꼭두각시가되지 않으려면 십자군 지도자는 무시 무시한 마법사를 물리쳐야합니다.

source: Defeat Hundred-Face
ko: 백의 얼굴을 물리쳐라
ko_mt: 백의 얼굴을 물리치세요

source: Before his death, Hundred-Face gave the Commander the secret codes that grant control over the sinister Device. This machine holds great military potential should the crusade armies choose to use it. However, not every commander would opt to turn their warriors into puppets whose minds are dominated by this disquieting mechanism.
ko: 죽기 직전에, 백의 얼굴은 사령관에게 사악한 도구의 조종 권한을 확보할 수 있는 암호를 사령관에게 넘겼다. 기계는 성전군이 이용할 수 있는 막대한 군사적 잠재력이 있다. 허나, 모든 사령관들이 자신의 병사를 기괴한 기계에 조종당하는 인형으로 만들려하는 것은 아니다.
ko_mt: 헌드레드 페이스는 죽기 전에 사령관에게 사악한 장치를 제어 할 수 있는 비밀 코드를주었습니다. 이 기계는 십자군 군대가 사용하기로 결정한다면 엄청난 군사적 잠재력을 지니고 있습니다. 하지만 모든 사령관이 자신의 전사들을 이 불안한 메커니즘에 지배당하는 꼭두각시로 만들지는 않을 것입니다.

source: Decide the fate of the Device
ko: 기계장치의 운명을 결정하라
ko_mt: 장치의 운명을 결정하십시오

source: Ramien mentioned the name Mutasafen and left Drezen in search of a waterfall.
ko: 라미엔은 무타사펜이라는 이름을 언급하고 폭포를 찾아 드레젠을 떠났다.
ko_mt: 라미엔은 무타사펜이라는 이름을 언급하고 폭포를 찾아 드레젠을 떠났습니다.

source: The scouts have reported that a large demon force is on the move near a drained lake in the heart of the Worldwound, southwest of Drezen.
ko: 정찰병의 보고에 따르면 대규모의 데몬 군세가 드레젠의 남서쪽, 세계상처의 중심에 위치한 말라붙은 호수 근방에서 이동중이라고 한다.
ko_mt: 정찰대가 드레젠 남서쪽의 세계상처 중심부에 있는 물이 빠진 호수 근처에서 대규모 데몬 부대가 이동 중이라고 보고했습니다.

source: Talk to the leader of the Shrine of Pulura
ko: 펄루라의 성소의 지도자와 대화하라
ko_mt: 풀루라 신전의 지도자와 대화

source: Targona and her allies have left to intercept Mutasafen's army. But how much can they accomplish?
ko: 타르고나와 그녀의 동료들이 무타사펜의 군대를 저지하기 위해 떠났다. 허나 과연 그들이 얼마나 성과를 이뤄낼 수 있을 것인가?
ko_mt: 타르고나와 그녀의 동료들은 무타사펜의 군대를 가로 채기 위해 떠났습니다. 그러나 그들은 얼마나 많은 것을 성취 할 수 있습니까?

source: The Shrine of Pulura is secure, but it will never be the same. A wholly expected outcome, admittedly, as it existed for a single purpose. It has outlived its usefulness.
ko: 펄루라의 성소는 안전해졌으나, 결코 전과 같지는 않으리라. 이곳은 명백히 단 한 가지 목적 만을 위해 존재해왔고, 이제 그 쓸모를 다 하였으니 자명한 결과이다.
ko_mt: 풀루라의 신전은 안전하지만 결코 예전 같지 않을 것입니다. 물론 단 하나의 목적을 위해 존재했기 때문에 전적으로 예상된 결과입니다. 그것은 그 유용성보다 오래 살았습니다.

source: Sarkoris is gone, wiped off the face of Golarion — but one small part is still holding on. There, in the proud shrine hidden from sight, secrets are being kept that could benefit the Abyss as well as Golarion. The only question is who will reach those secrets first.
ko: 사코리스는 사라졌고, 골라리온에서 지워졌다. 허나 그 일부는 아직 존속하고 있으니, 모두의 눈에서 감춰진 장엄한 사원 한 가운데, 심연과 골라리온 양쪽 모두에 이로운 비밀들이 잠들어 있다. 유일한 문제는 누가 먼저 그 비밀에 도달하는가이다.
ko_mt: 사르코리스는 사라지고 골라리온의 얼굴에서 지워졌지만 작은 부분 하나가 여전히 남아 있습니다. 그곳의 자랑스러운 신전에는 골라리온뿐만 아니라 심연에도 도움이 될 비밀이 숨겨져 있습니다. 유일한 문제는 누가 그 비밀에 먼저 도달 할 것인가입니다.

source: Cascade of Fire
ko: 화염의 폭포
ko_mt: 불의 폭포

source: Mutasafen, an ambitious demon alchemist, has discovered a special place in the Worldwound that he believes to be of importance — the Shrine of Pulura. The Commander should make haste and find it, given that Mutasafen typically leaves nothing but ashes in his wake.
ko: 야심찬 데몬 연금술사, 무타사펜은 세계상처에서 아주 중요한 곳이라 추정되는 특별한 장소 — 펄루라의 성소를 발견해냈다. 무타사펜이 지나간 자리에 잿더미밖에 남지 않는 걸 감안하면 사령관은 어서 서둘러야만 한다.
ko_mt: 야심 찬 데몬 연금술사 무타사펜이 세계상처에서 중요하다고 생각하는 특별한 장소, 풀루라의 신전을 발견했습니다. 사령관은 무타사펜이 보통 재만 남기고 떠난다는 점을 감안하여 서둘러 그곳을 찾아야 합니다.

source: Find Mutasafen
ko: 무타사펜을 찾아라
ko_mt: 무타사펜 찾기

source: The scholars and the keepers of the Shrine of Pulura are no match for the Commander in battle. It seems unlikely that they will be able to safeguard the shrine and their own research, which is rumored to have the potential to turn the tide of the crusade permanently.
ko: 펄루라의 성소의 수호자들과 학자들은 전투에 있어 사령관과는 비교조차 되지 않는다. 그들이 성소와 성전의 흐름을 뒤엎어 놓을 잠재력이 평가하고 있는 자신들의 연구 성과를 지키는 것은 역부족일것이다.
ko_mt: 풀루라 신전의 학자들과 수호자들은 전투에서 사령관에게 상대가 되지 않습니다. 그들이 십자군 전쟁의 흐름을 영구적으로 바꿀 수 있다는 소문이 돌고 있는 신전과 자신들의 연구를 지킬 수 있을 것 같지는 않습니다.

source: Protect the shrine
ko: 성소를 보호하라
ko_mt: 신전을 보호하라

source: The magic lantern makes the specters visible.
ko: 마법의 등불이 망령들을 볼 수 있게 만들어준다.
ko_mt: 마법의 랜턴이 유령을 보이게합니다.

source: The dead lovers are together once more — and ready to exact vengeance on their killer.
ko: 죽은 연인들이 다시 하나가 되었다 — 그리고 자신들의 살해자에게 똑같은 복수를 할 준비가 되었다.
ko_mt: 죽은 연인들이 다시 한 번 함께 모여 살인자에게 복수 할 준비가 되었습니다.

source: The dead lovers are obedient to you and ready for battle.
ko: 죽은 연인들은 당신에게 복종하며 전투에 나설 준비가 되었다.
ko_mt: 죽은 연인들은 당신에게 순종하고 전투 준비가 되어 있습니다.

source: Is there any trace of reason left in the soul of the specter consumed by hatred and vengeance? If anything can bring him to his senses, it is the memory of his bride.
ko: 증오와 복수심에 사로잡힌 망령의 영혼에는 이성의 흔적조차 존재하지 않는가? 만일 그가 정신을 차리게 할 방법이 있다면, 그것은 그의 신부에 대한 기억일 것이다.
ko_mt: 증오와 복수에 사로잡힌 유령의 영혼에 이성의 흔적이 남아 있을까요? 그를 정신을 차리게 할 수 있는 것이 있다면 그것은 그의 신부의 기억입니다.

source: Show the bride's ring to the groom
ko: 신부의 반지를 신랑에게 보여줘라
ko_mt: 신랑에게 신부의 반지를 보여주세요

source: The monster is in the shrine he corrupted, sitting atop the bones of his victims. He has been celebrating his triumph for a hundred years. It is time to put an end to his gloating.
ko: 괴물은 자신이 모독한 성소 안에서, 희생자들의 뼈무더기 위에 앉아있다. 그는 백여년간 자신의 승리를 자축해왔으니, 이제 그의 기쁨을 끝내줄 때가 됐다.
ko_mt: 괴물은 그가 타락시킨 신전에 있으며 희생자의 뼈 위에 앉아 있습니다. 그는 100년 동안 자신의 승리를 축하 해 왔습니다. 이제 그의 환희를 끝낼 때입니다.

source: Kill the demon
ko: 데몬을 죽여라
ko_mt: 데몬을 죽여라

source: The monster has been killed. Bear's Maw Shrine is now truly deserted — who will remember its former owners, their joys and woes? Yet another memorial to the extinct Sarkorian tribes has been lost to eternal silence.
ko: 괴물을 처치했다. 곰의 아가리 성소는 이제 완전히 버려졌다. 누가 있어 전 주인과 그들의 환희와 비애를 기억하겠는가? 멸망한 사코리스인 부족에 대한 기념물이 또 하나 영원한 침묵 속으로 스러졌다.
ko_mt: 괴물이 죽었습니다. 곰의 나락 신전은 이제 정말 황폐해졌습니다. 이전 주인들과 그들의 기쁨과 슬픔을 누가 기억할까요? 멸종 된 사르 코리안 부족에 대한 또 다른 기념관이 영원한 침묵 속에 사라졌습니다.

source: The demonic invasion cut many lives short without warning. The unstoppable catastrophe brought death to all in equal measure — to the rich and poor, the fortunate and unfortunate, the young and old. This couple lost everything on their wedding day. They were denied the chance to join their fates together in life, but in death found themselves joined in their hunger for vengeance.
ko: 데몬의 침략은 많은 생명을 예고도 없이 단숨에 앗아갔다. 멈출 수 없는 재앙은 부자와 빈자, 운이 좋은 자와 불행한 자, 젊은이와 노인 등 모두에게 동등한 죽음을 가져왔다. 이 연인은 결혼식 날 모든 것을 잃었다. 그들은 삶 속에서 운명을 한 데 엮을 기회를 얻지 못했으나, 죽음 속에서 복수에 대한 갈망으로 함께 했다.
ko_mt: 데몬의 침략은 예고 없이 많은 생명을 앗아갔습니다. 막을 수 없는 재앙은 부자와 가난한 사람, 운이 좋은 사람과 불행한 사람, 젊은 이와 노인 모두에게 똑같이 죽음을 가져다주었습니다. 이 부부는 결혼식 날 모든 것을 잃었습니다. 그들은 살아서는 운명을 함께 할 기회를 거부 당했지만 죽음에서 복수에 대한 굶주림에 합류했습니다.

source: Love Beyond Death
ko: 죽음을 넘어서는 사랑
ko_mt: 죽음 너머의 사랑

source: Explore the cave to find the source of evil
ko: 동굴을 수색해 악의 근원을 찾아라
ko_mt: 악의 근원을 찾기 위해 동굴을 탐험하세요

source: When he was making his way to Chilly Creek, the young cleric must have dreamed of converting the whole village to his faith. The reality, however, turned out to be rather different — now the unlucky preacher needs to be saved from his own flock.
ko: 젊은 클레릭이 처음 냉랭한 개울에 왔을때, 그는 마을 전제를 자신의 신앙 아래 거두는 상상을 했으리라. 그러나 현실은, 조금 달랐다 — 이제 설교자를 그 군중들로부터 구해내야만 한다.
ko_mt: 칠리 크릭으로 향할 때 젊은 성직자는 마을 전체를 자신의 신앙으로 개종시키는 꿈을 꾸었을 것입니다. 그러나 현실은 다소 다른 것으로 판명되었습니다. 이제 불운 한 설교자는 자신의 양떼로부터 구원을 받아야합니다.

source: Help Jernaugh in Chilly Creek
ko: 냉랭한 개울에서 예르나프를 도와라
ko_mt: 칠리 크릭의 저나우를 도와주세요

source: The priest could not be saved — but perhaps the Commander can still save Malessa? Her brother took her to the island that bears the deceptively innocuous name of the Pikefin. What are the secrets of this quiet fishing village? The Commander will find all the answers there — all it takes is a little boat trip.
ko: 사제를 구할 수는 없었다. 하지만 아직 말레사는 구할 수 있지 않을까? 그녀의 형제는 장창지느러미라는 수상할 정도로 무해해 보이는 이름의 섬으로 그녀를 데려갔다. 이 조용한 어촌 마을의 비밀이란 무엇인가? 사령관은 그곳에서 모든 해답을 찾을 수 있을 것이다. 필요한 것은 뱃놀이를 조금 하는 것뿐이다.
ko_mt: 사제는 구할 수 없었지만 사령관은 여전히 말레사를 구할 수 있을까요? 그녀의 오빠는 그녀를 파이크핀이라는 믿을 수 없을 정도로 무해한 이름을 가진 섬으로 데려갔습니다. 이 조용한 어촌 마을의 비밀은 무엇일까요? 사령관은 그곳에서 모든 해답을 찾을 수 있을 거예요 - 배만 타면 돼요.

source: Take a boat to the Pikefin
ko: 장창지느러미 섬으로 가는 배를 타라
ko_mt: 배를 타고 파이크핀으로 가세요

source: Chilly Creek has been without a cleric for so long because it already had patronesses of its own. Three hags have been protecting the fishermen, and in exchange, the hags have been taking what the villagers cherish — the lives of their children. What will the Commander do upon encountering these three crones face to face?
ko: 냉랭한 개울은 이미 자신의 후원자가 존재하기에 오랫동안 사제를 필요로 하지 않았다. 세 마녀들은 어부들을 보호해주고, 그 대가로 마을 주민들이 가장 아끼는 것 — 바로 아이들의 목숨을 가져가고 있었다. 사령관이 이 세 명의 마녀들과 마주하여 무슨 일을 하게될까?
ko_mt: 칠리 크릭은 오랫동안 성직자가 없었는데, 그 이유는 이미 자체적인 후원자가 있었기 때문입니다. 세 명의 해그가 어부들을 보호해 왔고, 그 대가로 해그들은 마을 사람들이 소중히 여기는 아이들의 목숨을 빼앗아 왔습니다. 사령관은 이 세 마녀를 직접 만나면 어떻게 할까요?

source: Decide the fate of Malessa and the island's residents
ko: 말레사와 섬의 거주민들의 운명을 결정하라
ko_mt: 말레사와 섬 주민들의 운명을 결정하세요

source: The demon hordes on the front line may be far away, but there are many kinds of evil on Golarion. The Commander has uncovered the terrible mystery of Chilly Creek and decided the fate of its residents. Now it's time to go back to war.
ko: 전열의 데몬 무리는 멀리 떨어져 있을지라도 골라리온에는 다양한 종류의 악이 머물러 있다. 사령관은 냉랭한 개울의 끔찍한 신비를 밝혀내고 거주민들의 운명을 결정했다. 이제 전쟁으로 돌아갈 시간이다.
ko_mt: 최전선의 데몬 무리는 멀리 떨어져 있을지 모르지만 골라리온에는 많은 종류의 악이 있습니다. 사령관은 칠리 크릭의 끔찍한 미스터리를 밝혀내고 주민들의 운명을 결정했습니다. 이제 전쟁으로 돌아갈 시간입니다.

source: Malessa from Chilly Creek has brought alarming news — Markyll is threatening to end Jernaugh's life. Will the Commander find time to help the young cleric, or will the troubles of a tiny village seem insignificant to one who bears responsibility for the whole Worldwound, one who possesses powers beyond the imagining of most mortals?
ko: 냉랭한 개울의 말레사가 걱정스런 소식을 전해왔다 — 마르킬이 예르나프의 목숨을 끝장내겠다며 위협하고 있다는 것이다. 사령관에게 젊은 클레릭을 찾아가 도울 시간이 있을까, 아니면 대부분의 필멸자의 상상조차 초월하는 힘을 지니고, 세계상처의 문제를 해결할 책임이 있는 자에게 조그만 마을의 문제는 너무나 사소한 것일까?
ko_mt: 칠리 크릭의 말레사가 놀라운 소식을 전했습니다 - 마킬이 저나우의 목숨을 끊겠다고 위협하고 있습니다. 사령관은 젊은 성직자를 도울 시간을 찾을 수 있을까요, 아니면 대부분의 인간이 상상할 수 없는 힘을 가진 세계상처 전체를 책임지고 있는 사람에게는 작은 마을의 문제가 사소해 보일까요?

source: Dark Waves
ko: 어두운 물결
ko_mt: 다크 웨이브

source: Some enemies have made it inside the Threshold fortress.
ko: 적들의 일부가 극점 요새 내부로 침입하는데 성공했다.
ko_mt: 일부 적들이 문턱 요새 안으로 들어갔습니다.

source: All enemies that were trying to fight their way inside the Threshold fortress have been slain.
ko: 극점 요새의 내부로 침입을 시도한 적들을 모두 죽였다.
ko_mt: 문턱 요새 안에서 싸우려고했던 모든 적들이 처치되었습니다.

source: Khorramzadeh, revived by Areelu Vorlesh, has made it inside the Threshold fortress.
ko: 아릴루 볼레쉬에 의해 부활한 코람자데가 극점 요새의 내부로 침투하는 데 성공했다.
ko_mt: 아릴루 볼레쉬가 부활시킨 코람자데가 문턱 요새 안에 들어왔다.

source: Khorramzadeh, revived by Areelu Vorlesh, was dispatched by the crusaders.
ko: 아릴루 볼레쉬의 손에 의해 부활한 코람자데는 성전군에 의해 격퇴되었다.
ko_mt: 아릴루 볼레쉬가 부활시킨 코람자데가 십자군에 의해 파견되었습니다.

source: The Abyssal armies may strike at any moment. The defenders of the gates of Threshold must prepare to fend them off.
ko: 심연의 군대가 언제 공격해올지 모른다, 극점의 관문을 지키고 있는 방어자들은 놈들을 몰아낼 준비를 해야 한다.
ko_mt: 심연의 군대는 언제든 공격할 수 있습니다. 문턱의 문을 지키는 사람들은 그들을 막을 준비를해야합니다.

source: Prepare for the attack, then report to Arsinoe
ko: 공격을 준비한 뒤 아르시노에게 보고하라
ko_mt: 공격에 대비한 후 아르시노에에게 보고하세요

source: Led by the revived Khorramzadeh, the demons are now assaulting the gates of their own fortress with even greater ferocity. Soon it will be made clear whether the crusaders' defense is more akin to a flawless, impervious diamond or a piece of sandstone that appears solid until it is struck by the stonemason's chisel.
ko: 부활한 코람자데가 이끄는 데몬들이 더욱 맹렬하게 요새의 관문들을 공격하고 있다. 곧 성전군의 방어가 난공불락일지, 아니면 그저 사상누각에 지나지 않는지 드러날 것이다.
ko_mt: 부활 한 코람자데가 이끄는 데몬들은 이제 훨씬 더 사나운 모습으로 요새의 문을 공격하고 있습니다. 곧 십자군의 방어가 흠 잡을 데없는 완벽한 다이아몬드에 더 가까운 지 아니면 석공의 끌에 부딪히기 전까지는 단단해 보이는 사암 조각에 더 가까운 지가 분명해질 것입니다.

source: Repel the demon attack
ko: 데몬의 공격을 막아내라
ko_mt: 데몬의 공격을 격퇴

source: The demon attack to the rear of the Commander's forces has been repelled. The allies whose loyalty was won by the Commander over the course of the crusade have displayed remarkable fortitude in their defense.
ko: 사령관의 군세의 후방을 노리던 데몬들은 격퇴되었다. 성전의 기간동안 사령관에게 충성을 입증한 아군들은 방어전에서 인상적인 활약을 펼쳐보였다.
ko_mt: 사령관 부대의 후방에 대한 데몬의 공격을 격퇴했습니다. 성전 기간 동안 사령관에게 충성을 다한 동맹국들은 그들의 방어에서 놀라운 인내심을 보여주었습니다.

source: The forces of the Abyss are gathering to strike the Commander in the back. {mf|His|Her} allies, who are holding the line at the gates of Threshold, are determined not to let a single demon inside the fortress. But the strongest are not with them — they were taken by the Commander for the final push. Will those left at the rear be able to fulfill their duty?
ko: 심연의 군세가 사령관의 후방을 노리고 있다. 극점의 관문에 버티고 선 사령관의 아군들은, 그 어떤 데몬도 들여보내지 않을 각오를 다지고 있다. 허나 그들 중 가장 강한 자들은 마지막 공세를 위해 사령관과 함께 있다. 과연 후방에 남겨진 이들이 그들의 의무를 다할 수 있을 것인가?
ko_mt: 심연의 군대가 사령관의 뒤통수를 치기 위해 모이고 있습니다. 문턱의 성문에서 전선을 지키고 있는 {mf|그|그녀}의 동맹군은 단 한 명의 데몬도 요새 안으로 들여보내지 않기로 결심했습니다. 하지만 가장 강한 자들은 그들과 함께하지 않고 사령관에게 마지막 공격을 위해 잡혀갔습니다. 후방에 남은 이들은 임무를 완수할 수 있을까요?

source: To the End!
ko: 끝을 향해!
ko_mt: 끝을 향해!

source: The path to immortality lies through the final death of two lords of the Abyss. And that means their time has come.
ko: 불멸로 향하는 길은 두 심연의 군주의 최후의 죽음으로 통한다. 그 이야기는 곧 그들의 종말이 다가왔음을 의미한다.
ko_mt: 불멸의 길은 심연의 두 군주가 마지막으로 죽어야만 열립니다. 그리고 그것은 그들의 때가 왔다는 것을 의미합니다.

source: Slay Baphomet and Deskari
ko: 바포메트와 데스카리를 죽여라
ko_mt: 바포메트와 데스카리 처치하기

source: I think it is only now that I realize just what was waiting on the other side of the gate I opened, who it was that I brought into this world. That which was promised has come to pass!
ko: 이제야 내가 열어젖힌 관문의 반대편에서 무엇이 나를 기다리고 있었는지, 내가 세상에 불러온 것이 무엇인지 깨달았다. 약속된 일이 이루어졌도다!
ko_mt: 내가 열었던 문 저편에 무엇이 기다리고 있었는지, 내가 이 세상에 데려온 사람이 누구였는지 이제야 깨달은 것 같습니다. 약속된 것이 이루어졌습니다!

source: The strength, the fire, the aspirations of a mortal soul! {name} has reached the final threshold, but {mf|he|she} refuses to stop there. {mf|He|She} possesses a method of opening the gateway to eternity, reaching true power and greatness, and healing {mf|himself|herself} of the Worldwound's destructive influence. Then let it be done!
ko: 힘, 불꽃, 그리고 필멸의 영혼들의 갈망이여! {name}(은)는 마지막 문턱에 다다랐으나, 멈추지 않을 것이다. {mf|그|그녀}는 영원으로 향하는 대문을 열어젖혀 진정한 권능과 위대함에 도달해 스스로를 세계상처의 파괴적인 영향력에서 치유하는 수단을 지녔다. 그렇다면 그저 할 뿐이다!
ko_mt: 필멸자 영혼의 힘, 불, 열망! {name}은(는) 마지막 한계점에 도달했지만 {mf|그|그녀}는 거기서 멈추지 않으려 합니다. {mf|그|그녀}는 영원의 관문을 열어 진정한 힘과 위대함에 도달하고, 세계상처의 파괴적인 영향력 {mf|그|그녀} 자신을 치유할 수 있는 방법을 가지고 있습니다. 그럼 그렇게 하세요!

source: Transformation
ko: 변신
ko_mt: 변형

source: The stronghold is protected by a multitude of guardians led by the monstrous balor Khorramzadeh. They will prove a challenge even for you, Commander.
ko: 성채는 괴물같은 발러 코람자데가 이끄는 여러 수호자들이 지키고 있다. 그들은 사령관 당신에게 조차 큰 도전이 될 것이다.
ko_mt: 요새는 괴물 발러 코람자데가 이끄는 수많은 수호자들에 의해 보호되고 있습니다. 그들은 사령관님에게도 도전이 될 것입니다.

source: Fight through to the entrance of Threshold
ko: 극점의 입구를 향해 싸워나가라
ko_mt: 문턱의 입구까지 싸워라

source: The first of Threshold's mighty defenders has been defeated, but a great many await inside.
ko: 극점의 강력한 수호자들을 쓰러트리는데 성공했으나, 아직 무수히 많은 적들이 남아있다.
ko_mt: 문턱의 강력한 수비수 중 첫 번째가 패배했지만 많은 사람들이 내부에서 기다리고 있습니다.

source: Commence the assault
ko: 공격 개시
ko_mt: 공격 시작

source: Your main target is me, the writer of these words. And I am waiting for you — in the heart of Threshold.
ko: 너의 목표는 이 글을 써내려 간 자, 바로 나다. 내가 그대를 기다리고 있다 — 극점의 심장에서.
ko_mt: 당신의 주요 목표는 이 단어의 작가인 저입니다. 그리고 나는 당신을 기다리고 있습니다-문턱의 중심부에서.

source: Find Areelu
ko: 아릴루를 찾아라
ko_mt: 아릴루 찾기

source: The inevitable Imezlen carries the entire weight of the demonic stronghold, both literally and figuratively. Which means you should grant him freedom, the unique freedom of death, for this step is necessary to achieve your victory.
ko: 필연자 이메즐렌은 데몬의 성채를 문자 그대로, 그리고 비유적으로 지탱하고 있고, 이는 네가 그를 해방시켜야만 함을 의미한다. 죽음을 통한 자유, 네 승리를 달성하기 위해 반드시 내디뎌야만 할 한 걸음이다.
ko_mt: 피할 수없는 이메 즐렌은 문자 그대로 그리고 비유적으로 데몬의 거점의 전체 무게를 짊어지고 있습니다. 즉, 승리를 달성하기 위해이 단계가 필요하기 때문에 그에게 자유, 죽음의 독특한 자유를 부여해야합니다.

source: Free Imezlen
ko: 이메즐렌을 해방하라
ko_mt: 이메즐렌 해방

source: One of Threshold's mysteries is the secret path to my own demiplane, where preparations were made for the birth of the Worldwound, among other things. This place holds many answers, but leaving it is more difficult than one might think.
ko: 극점의 신비중 하나는 내 임시차원으로 이어진 비밀 통로이다, 세계상처의 창조를 위한 준비와, 다른 많은 것들이 이뤄진 곳. 이 장소는 수많은 해답을 가지고 있지만, 떠나는 것은 생각보다 힘들 것이다.
ko_mt: 문턱의 미스터리 중 하나는 무엇보다도 세계상처의 탄생을 준비했던 내 자신의 준차원으로 가는 비밀 통로입니다. 이곳에는 많은 해답이 있지만, 이곳을 떠나는 것은 생각보다 어렵습니다.

source: Get out of the demiplane
ko: 임시차원에서 탈출하라
ko_mt: 준차원에서 나가십시오.

source: Only a few last steps left, and the heart of Threshold will reveal itself to you. Make haste!
ko: 이제 조금, 극점의 심장이 네게 그 모습을 드러내고 있다. 서둘러야 한다!
ko_mt: 마지막 몇 단계 만 남았고 임계점의 심장이 당신에게 드러날 것입니다. 서둘러라!

source: Reach the end
ko: 끝에 도달하다
ko_mt: 끝까지 도달
