Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: Another chapter in the tale of the malevolent jewelry has ended. What will happen next?
ko: 악의에 찬 보석 이야기의 또 다른 장이 끝났다. 다음에는 무슨 일이 일어날 것인가?
ko_mt: 악의적인 보석 이야기의 또 다른 장이 끝났습니다. 다음은 어떻게 될까요?

source: However ephemeral love and affection might be, they remain the base of the mortal society. The knight Elan has decided to tie the knot with his beloved, Kiana. Seelah's first attempt to ensure her friend's happiness wasn't a success. The ex-thief Curl stole the ring meant to be a present for the bride and set the demons he summoned on the Commander, Elan, and Seelah. Now Seelah wants to make things right and asks for Commander's help.
ko: 사랑과 애정이 아무리 덧없다고 해도, 이 가치들은 필멸자 사회의 근간으로 남아 있다. 기사 엘란은 그의 연인 키아나와 결혼하기로 결심했다. 친구의 행복을 보장하려는 실라의 첫 시도는 성공하지 못했다. 전직 도둑 컬이 신부에게 선물로 주려고 했던 반지를 훔쳤고 컬은 소환한 데몬들을 사령관, 엘란과 실라에게 보냈다. 이제 실라는 모든 것을 바로잡기 위해 사령관에게 도움을 요청한다.
ko_mt: 사랑과 애정이 아무리 일시적일지라도 필멸자 사회의 기반은 여전히 남아 있습니다. 기사 엘란은 사랑하는 키아나와 매듭을 짓기로 결심했습니다. 친구의 행복을 보장하려는 실라의 첫 번째 시도는 성공하지 못했습니다. 전직 도둑 컬은 신부를 위한 선물인 반지를 훔쳐서 사령관, 엘란, 실라에게 소환한 데몬들을 세웠어요. 이제 실라는 일을 바로잡고 싶어 사령관에게 도움을 요청합니다.

source: Till Death Do Us Part
ko: 죽음이 우리를 갈라놓을 때까지
ko_mt: 죽음이 우리를 갈라놓을 때까지

source: The priestess Arsinoe has found where the souls are being kept. It is a cave under a cliff in the southern Worldwound, on the edge of the Winged Wood. But even the faithful servant of Abadar could glean no details about the location from her vision. The knight Elan has gone on ahead to do reconnaissance, and the Commander and Seelah must join him at their destination.
ko: 여사제 아르시노가 영혼이 보관된 곳을 찾았다. 그곳은 남쪽 세계상처의 절벽 아래에 있는 날개달린 숲의 가장자리에 있는 동굴이다. 그러나 아바다르의 충실한 종조차도, 그곳을 자세히 살펴보지 못했다. 기사 엘란은 정찰을 하기 위해 먼저 떠났고, 사령관과 실라는 목적지에서 그와 합류해야 한다.
ko_mt: 여사제 아르시노에가 영혼이 보관되어 있는 곳을 찾았다. 그곳은 날개 달린 숲의 가장자리에 있는 남부 세계상처의 절벽 아래 동굴입니다. 하지만 아바다르의 충실한 시종조차도 그녀의 환상에서 그 장소에 대한 자세한 정보를 얻을 수 없었습니다. 기사 엘란은 정찰을 위해 앞서 나갔으니 사령관과 실라는 목적지에서 그와 합류해야 합니다.

source: Go to Gravestone Rock with Seelah
ko: 실라와 함께 묘비석으로 향하라
ko_mt: 실라와 함께 묘비 바위로 가자

source: As suspected, the mysterious place turned out to be a Baphomite hideout. The jewelry is hidden somewhere within, and retrieving it without a fight seems very unlikely.
ko: 짐작한 대로, 신비로운 장소는 바포메트 신도의 은신처로 드러났다. 보석은 그 안 어딘가에 숨겨져 있으며, 싸우지 않고 되찾기는 요원해 보인다.
ko_mt: 의심했던대로 신비한 장소는 바포 마이트의 은신처로 밝혀졌습니다. 보석은 내부 어딘가에 숨겨져 있으며 싸움없이 그것을 되찾는 것은 거의 불가능 해 보입니다.

source: Find the jewelry containing the stolen souls
ko: 도둑맞은 영혼이 담긴 보석을 찾아라
ko_mt: 도난당한 영혼이 담긴 보석을 찾으세요

source: The last chapter of this story awaits the Commander back in Drezen. The victims must be brought back to life. Seelah, who is guarding the jewelry containing the souls, will be waiting in the infirmary where the bodies have been kept.
ko: 이 이야기의 마지막 장이 드레젠에서 사령관을 기다리고 있다. 희생자들에게 목숨을 돌려주어야만 한다. 영혼이 갇힌 보석들을 지키고 있는 실리는, 육신을 보관중인 병원에서 기다리고 있을 것이다.
ko_mt: 이 이야기의 마지막 장이 드레젠으로 돌아온 사령관을 기다리고 있습니다. 희생자들을 다시 살려내야 합니다. 영혼이 담긴 보석을 지키고있는 실라는 시체가 보관된 의무실에서 기다리고있을 것입니다.

source: Ensure that the souls are returned to their bodies
ko: 영혼들이 몸에 되돌아 갔는지 확인하라
ko_mt: 영혼을 몸으로 돌려보내십시오

source: Jannah, the convicted deserter, has expressed a desire to join her friends and go after the stolen souls.
ko: 유죄 판결을 받은 탈영병 잔나는 그녀의 친구들과 함께 도둑맞은 영혼들을 찾고 싶다는 바람을 표현했다.
ko_mt: 유죄 판결을 받은 탈영병 인 Jannah는 친구들과 함께 도난당한 영혼을 쫓고 싶다는 소망을 표명했습니다.

source: Defeat Darek Sunhammer
ko: 다렉 선해머를 쓰러뜨려라
ko_mt: 대렉 선해머 처치

source: Talk to Curl
ko: 컬과 대화하라
ko_mt: 컬에게 말 걸기

source: The job is done, and that which was stolen has been returned. What is just as important is that the paladin now knows the path she must follow.
ko: 일은 끝났고, 빼앗겼던 것들도 돌아왔다. 그리고 또 하나 중요한 것은, 이제 팔라딘은 자신이 가야만 할 길을 알게 되었다는 것이다.
ko_mt: 임무는 끝났고 도난당한 것은 반환되었습니다. 성기사는 이제 자신이 가야 할 길을 알게 되었다는 것도 중요합니다.

source: Upon {mf|his|her} return from the Abyss, the Commander is met with a new development — the souls stolen from a number of Mendevians in a devious plot have been tracked down in the Worldwound, and they can still be retrieved. In the long, arduous war against the demons, this episode is hardly noteworthy — just another grief endured, another loss borne, another moment spent hoping for salvation. But for the paladin Seelah, this story means something much, much more...
ko: 심연으로부터 귀환한 사령관은 새로운 진척 사항을 보고받았다. 교활한 음모로 빼앗긴 여러 멘데브인들의 영혼을 세계상처에서 추적해내어, 회수할 수 있게 된 것이다. 데몬과의 길고 고된 전쟁에서, 이 이야기는 별로 특별하지도 않다. 그저 참아야 할 또 다른 비통함이자, 또 다른 상실이며, 구원만을 기다리는 순간일 뿐이다. 하지만 팔라딘 실라에게 있어, 이 이야기는 아주, 아주 많은 의미를 지니고 있다...
ko_mt: {mf|그|그녀}가 심연에서 돌아오자 사령관은 새로운 전개를 맞이합니다. 사악한 음모로 수많은 멘데비안에게서 훔친 영혼을 세계상처에서 추적하여 되찾을 수 있게 된 것입니다. 데몬들과의 길고 고된 전쟁에서 이 에피소드는 또 다른 슬픔을 견뎌내고, 또 다른 상실을 겪으며, 구원을 바라는 또 다른 순간을 보내는 것에 불과합니다. 하지만 성기사 실라에게 이 이야기는 훨씬 더 큰 의미가 있습니다...

source: The Weight of My Sword
ko: 검의 무게
ko_mt: 내 검의 무게

source: The young cleric wants to discuss something important. It might be a good idea to hear what he has to say.
ko: 젊은 클레릭은 중요한 일에 대해 논의하고 싶어한다. 그가 무슨 얘기를 하려는지 들어보는 게 좋을 것이다.
ko_mt: 젊은 성직자가 중요한 이야기를 나누고 싶어합니다. 그의 말을 들어보는 것이 좋을 것 같습니다.

source: Talk to Sosiel
ko: 소시엘과 대화하라
ko_mt: 소시엘과 대화

source: Over the time he spent in Kenabres, Sosiel's brothers and sisters in faith became like a second family to him. Shelyn's faithful even bravely sacrificed themselves so that Sosiel could survive. The least he can do now is bid them farewell one last time, before leaving for war.
ko: 케나브레스에서 시간을 보내는 동안, 소시엘의 교회 형제 자매들은 그의 두 번째 가족 같은 존재가 되었다. 셸린의 신도들은 심지어 소시엘이 살아남도록 스스로를 용감하게 희생하기도 하였다. 이제 그가 그들을 위해 해줄 수 있는 것은 전쟁에 나서기 전, 마지막으로 작별을 고하는 것뿐이다.
ko_mt: 케나브레스에서 지내는 동안 소시엘의 믿음의 형제자매들은 그에게 제2의 가족 같은 존재가 되었습니다. 셸린의 신자들은 소시엘이 살아남을 수 있도록 용감하게 자신을 희생하기도 했습니다. 이제 그가 할 수 있는 최소한의 일은 전쟁터로 떠나기 전에 마지막으로 작별 인사를 하는 것입니다.

source: Accompany Sosiel to the Martyr Zacharius's Cemetery
ko: 순교자 자카리우스 공동묘지로 소시엘과 동행하라
ko_mt: 순교자 재커리우스의 묘지로 소시엘과 동행

source: Demons and their followers are rarely satisfied with simply killing mortals. They often seek twisted ways to desecrate the memory of the fallen and break the morale of those who survive. A prime example of this vile mockery of the natural order is forcing Sosiel to fight through the reanimated corpses of his friends or die at their hands!
ko: 데몬과 그 추종자들은 단순히 필멸자들을 죽이는 것만으로는 만족하지 않는다. 그들은 쓰러진 사람들에 대한 기억을 훼손하고 살아남은 사람들의 사기를 꺾기 위한 뒤틀린 방법을 자주 찾는다. 자연의 질서에 대한 이 비열한 조롱의 가장 좋은 예는 소시엘이 되살아난 자신의 친구들의 시체와 싸우거나 그 손에 죽도록 강요하는 것이다!
ko_mt: 데몬들과 그 추종자들은 단순히 인간을 죽이는 것에 만족하지 않습니다. 그들은 종종 타락한 자들의 기억을 더럽히고 살아남은 자들의 사기를 꺾기 위해 뒤틀린 방법을 찾습니다. 자연의 질서에 대한 이 사악한 조롱의 대표적인 예는 소시엘에게 되살아난 친구들의 시체와 싸우거나 그들의 손에 죽도록 강요하는 것입니다!

source: Fight off the undead
ko: 언데드에 맞서 싸워라
ko_mt: 언데드와 싸워라

source: The cultist who reanimated the corpses of Sosiel's friends cannot have gone far. He is still lurking somewhere nearby, and the townsfolk have no idea how dangerous he is. He must be found, before he unleashes yet more horror.
ko: 소시엘 친구들의 시신을 소생시킨 사교도는 멀리 갔을 리가 없다. 그는 여전히 근처 어딘가에 숨어 있고, 마을 사람들은 그가 얼마나 위험한지 전혀 모른다. 그가 더 큰 공포를 일으키기 전에 그를 찾아야만 한다.
ko_mt: 소시엘의 친구들의 시체를 되살린 광신도는 멀리 가지 못했을 것입니다. 그는 여전히 근처 어딘가에 숨어 있으며 마을 사람들은 그가 얼마나 위험한지 전혀 모릅니다. 그가 더 많은 공포를 불러 일으키기 전에 그를 찾아야합니다.

source: Find the cultist
ko: 사교도를 찾아라
ko_mt: 사교도 찾기

source: The Commander arrived just in time to stop a bloody sacrifice in the name of Baphomet. Still, the cultist is ready to fight, and defeating him won't be easy.
ko: 사령관은 바포메트의 이름 아래 일어나는 피비린내 나는 희생을 막기 위한 충분한 시간 안에 도착했다. 그럼에도 불구하고, 이 사교도는 싸울 준비가 되어 있고, 그를 물리치는 것은 쉽지 않을 것이다.
ko_mt: 사령관은 바포메트의 이름으로 피의 희생을 막기 위해 제 시간에 도착했습니다. 하지만 이교도는 싸울 준비가 되어 있으며 그를 물리 치는 것은 쉽지 않을 것입니다.

source: Save the townspeople from the cultist
ko: 사교도로부터 마을 사람들을 구하라
ko_mt: 광신도로부터 마을 사람들을 구하세요

source: No mortals, dead or alive, can feel safe where the demons of the Abyss dwell. The young cleric Sosiel has learned this lesson in a particularly gruesome manner. Victory was bitter, but at least the dead may now finally rest.
ko: 죽었든 살았든 어떤 필멸자도 심연의 데몬들이 머무는 곳에서는 안심할 수 없다. 젊은 클레릭 소시엘은 이 교훈을 특히 섬뜩한 방식으로 배웠다. 승리는 씁쓸했지만, 적어도 죽은 이들은 마침내 안식을 얻었다.
ko_mt: 죽었든 살았든 심연의 데몬이 머무는 곳에서는 그 어떤 필멸자도 안전하다고 느낄 수 없습니다. 젊은 성직자 소시엘은 이 교훈을 특히 끔찍한 방식으로 배웠습니다. 승리는 쓰라렸지만 적어도 죽은 자들은 이제 마침내 쉴 수 있습니다.

source: The army begins its march from Kenabres. Many of those undertaking this journey will not return for a long time. Many more will not return at all. The young cleric still has one thing left to do in the city — bidding a final farewell to someone important to him.
ko: 군대가 케나브레스에서 진군하기 시작했다. 이 여정에 참여한 이중 많은 이들은 오랫동안 돌아오지 못할 것이고. 더 많은 이들은 영영 돌아오지 못할 것이다. 젊은 클레릭에겐 도시에서 마지막으로 할 일이 하나 남아있다 — 바로 그에게 중요한 누군가에게 마지막 작별 인사를 건내는 것이다.
ko_mt: 군대는 케나브레스에서 행군을 시작합니다. 이 여정을 떠나는 많은 사람들은 오랫동안 돌아 오지 않을 것입니다. 더 많은 사람들이 전혀 돌아 오지 않을 것입니다. 젊은 성직자는 여전히 도시에서해야 할 일이 한 가지 남았습니다. 그에게 중요한 사람에게 마지막 작별 인사를하는 것입니다.

source: A Farewell
ko: 작별
ko_mt: 작별

source: Sosiel is still waiting. It's time to learn any information from the newly arrived Hellknights.
ko: 소시엘은 아직도 기다리는 중이다. 새로 도착한 헬나이트가 새로운 정보를 가지고 있는지 알아보자.
ko_mt: 소시엘은 아직 기다리고 있습니다. 새로 도착한 지옥기사로부터 정보를 얻을 시간입니다.

source: As the Hellknight leader, Regill should know the answer to Sosiel's question.
ko: 헬나이트의 지도자로서, 레질은 소시엘의 질문에 대한 해답을 가지고 있을 것이다.
ko_mt: 지옥기사의 리더로서 레질은 소시엘의 질문에 대한 답을 알아야 합니다.

source: The conversation with the Hellknight has given Sosiel more questions than answers. It would be good to talk to him again to find out his thoughts on the matter.
ko: 헬나이트와의 대화는 소시엘에게 답보다 더 많은 질문을 남겼다. 그가 이 문제에 대해 어떻게 생각하는지 만나서 대화를 나누는 게 좋을 듯하다.
ko_mt: 지옥기사와의 대화는 소시엘에게 대답보다 더 많은 질문을 던져주었습니다. 이 문제에 대한 그의 생각을 알아 보려면 그와 다시 이야기하는 것이 좋을 것입니다.

source: Talk to Sosiel
ko: 소시엘과 대화하라
ko_mt: 소시엘과 대화

source: Find and ask the Hellknight leader about the knight who carried Trever's shield
ko: 헬나이트의 지도자를 찾아 트레버의 방패를 가지고 있던 기사에 대해 물어라
ko_mt: 트레버의 방패를 들고 있던 기사를 찾아서 지옥기사 지도자에게 물어보세요

source: How did a shield that belonged to Sosiel's brother end up in the hands of a Hellknight? She is no longer here to answer any questions. But maybe her commanding officer or other Hellknights might know more.
ko: 소시엘의 형제의 것이었던 방패가 어째서 헬나이트의 손에 들려있던 것일까? 그녀는 더 이상 대답을 해줄 수 없지만, 그녀의 지휘관이나 다른 헬나이트라면 뭔가 알지도 모른다.
ko_mt: 소시엘의 동생이 가지고 있던 방패가 어떻게 지옥기사의 손에 들어가게 된 걸까요? 그녀는 더 이상 질문에 답할 수 없습니다. 하지만 그녀의 지휘관이나 다른 지옥기사들이 더 많은 것을 알고 있을지도 모르죠.

source: A veil of silence has lifted — but there was nothing behind it for the young cleric. He still doesn't know what happened to Trever, or where to look for him. The only lead is the name of the Hellknight unit that the woman with his brother's shield had come from — the Extirpators. But finding a specific unit in the Worldwound is nearly as difficult as tracking down a single person.
ko: 침묵의 장막이 들춰졌다. 그러나 그 뒤에는 젊은 클레릭을 위해 남은 것이 아무것도 없었다. 그는 여전히 트레버에게 무슨 일이 일어났는지 알지 못하며, 어디서 그를 찾아야 할지도 모른다. 유일한 단서는 그의 형제의 방패를 진 여성이 떠나온 헬나이트 부대의 이름 절멸부대 뿐이다. 그러나 세계상처에서 특정한 부대를 찾아내는 것은 사람 하나를 추적하는 것만큼이나 힘든 일이다.
ko_mt: 침묵의 장막이 걷혔지만 젊은 성직자에게는 그 뒤에 아무것도 없었습니다. 그는 여전히 트레버에게 무슨 일이 일어 났는지, 어디에서 그를 찾아야할지 모릅니다. 유일한 단서는 형의 방패를 든 여자가 소속된 지옥기사 부대의 이름인 익티르페이터뿐입니다. 하지만 세계상처에서 특정 부대를 찾는 것은 한 사람을 추적하는 것만큼이나 어렵습니다.

source: Each crusader had their own reasons for joining the battle against the Abyss. What drives Sosiel Vaenic? Is it just the noble urge to save the world from the demonic invasion? Or are there personal motives behind his heroism?
ko: 모든 성전군은 심연에 대항하는 전투에 참여한 자기만의 이유를 지니고 있다. 소시엘 베이닉의 동기는 무엇인가? 데몬의 침공에서 세계를 구원코자 하는 고귀한 욕구인가? 혹은 그의 영웅심 뒤에 숨겨진 개인적 동기가 있을 것인가?
ko_mt: 각 성전사는 심연과의 전투에 참여한 저마다의 이유가 있습니다. 소시엘 바이닉의 원동력은 무엇일까요? 데몬의 침략으로부터 세상을 구하려는 고귀한 충동일까요? 아니면 그의 영웅심 뒤에 개인적인 동기가 있을까요?

source: From a Dead Woman's Hands
ko: 죽은 여인의 손에서
ko_mt: 죽은 여자의 손에서

source: Who is this man who brazenly entered the city under a false name and wearing another man's armor? He must be questioned to find out who he is and why he is calling himself Trever.
ko: 다른 사람의 갑옷을 입고 가짜 이름을 대며 뻔뻔하게 도시로 들어온 이 남자의 정체는 무엇인가? 그를 심문해 진짜 정체는 무엇인지, 그리고 왜 트레버라 자칭하는지 알아내야 한다.
ko_mt: 다른 사람의 갑옷을 입고 다른 사람의 이름으로 뻔뻔스럽게 도시에 들어온이 남자는 누구입니까? 그는 자신이 누구이며 왜 자신을 트레버라고 부르는지 알아 내기 위해 질문을 받아야합니다.

source: Interrogate the impostor in Drezen's prison
ko: 드레젠 감옥에서 사칭범을 심문하라
ko_mt: 드레젠의 감옥에서 사기꾼을 심문하세요

source: When mounting evidence points to a hideous truth — that one's worst nightmare has become a reality — the psyche cannot help but try to evade the imminent blow. The mind is so eager for reality to perform an about-face, for all the evidence to have some other explanation, for the world to become familiar and straightforward again. Sosiel says he wants to know the truth about his brother. Well, he will find it at the camp of the Order of the Nail — but it's unlikely he will be pleased by what he learns there.
ko: 자신의 악몽이 현실이 되었다는 끔찍한 진실에 대한 증거가 쌓이다 보면, 마음이 직면한 문제를 받아들이지 못하고 회피하며, 이 모든 증거들이 의미하는 바가 따로 있고, 세상이 좀 더 친숙하고 단순한 형상을 취하기를 바라며 현실로부터 고개를 돌리게 된다. 소시엘은 형제에 대한 진실을 알고 싶어했다. 그리고 대못 기사단의 야영지에서 그 진실을 알게 되었지만, 그 사실에 기뻐하지는 않았다.
ko_mt: 최악의 악몽이 현실이 되었다는 끔찍한 진실을 가리키는 증거가 쌓여갈 때, 정신은 임박한 타격을 피하려고 노력할 수밖에 없습니다. 정신은 현실이 얼굴을 바꾸고, 모든 증거에 다른 설명이 붙고, 세상이 다시 친숙하고 단순해지기를 간절히 바라고 있습니다. 소시엘은 동생에 대한 진실을 알고 싶다고 말합니다. 글쎄, 그는 못의 질서 캠프에서 그것을 찾을 수 있지만 그가 그곳에서 배운 것에 만족할 것 같지는 않습니다.

source: Visit the Extirpators' camp
ko: 절멸부대의 야영지에 방문하라
ko_mt: 익티르페이터 캠프 방문

source: The Hellknights are dead — and the fake Trever was obviously counting on the Commander and Sosiel sharing their fate. His hopes were thwarted, but what matters even more is that Trever was not among the dead. But then where is he? It's time to hear the full story from the impostor.
ko: 헬나이트들은 죽었고, 가짜 트레버는 분명 사령관과 소시엘이 같은 운명을 맞이하길 고대하고 있었으나, 그 소망은 좌절되었다. 더 중요한 사실은, 죽은 자들의 시체 사이에 트레버는 존재하지 않았다는 것이다. 그렇다면 그는 대체 어디로 간 것인가? 이 사기꾼으로부터 모든 이야기를 들어볼 때가 되었다.
ko_mt: 지옥기사는 죽었고, 가짜 트레버는 사령관과 소시엘이 운명을 같이할 거라 믿었던 게 분명합니다. 그의 희망은 좌절되었지만 더 중요한 것은 트레버가 죽은 자들 사이에 없었다는 것입니다. 그렇다면 그는 어디에 있을까요? 이제 사기꾼으로부터 전체 이야기를 들어볼 시간입니다.

source: Interrogate the impostor again
ko: 사칭범을 다시 한 번 심문하라
ko_mt: 사기꾼을 다시 심문하십시오

source: A liar cannot be trusted, but the brave cleric wants to get to the truth once and for all, even knowing the pain it will bring. What will the oathbreakers who betrayed his brother tell him?
ko: 거짓말쟁이를 믿을 수는 없다, 허나 용감한 클레릭은 진실을 알고 싶어 한다. 설령 그게 고통을 불러 일으킨다 하더라도 말이다. 그의 형제를 배신한 서약 파기자가 알려줄 사실이란 무엇일까?
ko_mt: 거짓말쟁이는 믿을 수 없지만 용감한 성직자는 그것이 가져올 고통을 알면서도 단번에 진실에 도달하기를 원합니다. 그의 동생을 배신한 맹세 위반자들은 그에게 뭐라고 말할까요?

source: Talk to the fugitives near the Lost Chapel
ko: 잊힌 예배당 근처의 도망자와 대화하라
ko_mt: 잃어버린 예배당 근처의 도망자들과 대화하세요

source: So Trever really did join the Hellknights, and then he disappeared without a trace. No one has seen his body, but captivity among the demons is a fate far worse than death. What does the young cleric think of his brother now? Does he still want, despite everything, to see him again — or does he secretly hope that the fallen hero is no longer among the living?
ko: 트레버는 정말로 헬나이트에 가입했으나, 흔적도 없이 사라졌다. 아무도 그의 시체를 보지 못했지만, 데몬에게 포로로 잡히는 것은 죽음보다 끔찍한 운명이다. 지금 젊은 클레릭은 형제에 대해 무슨 생각을 하고 있을 것인가? 그는 아직도 형제를 다시 보고 싶어할 것인가? 아니면 죽은 영웅이 산 자들 가운데 없기를 은밀히 바라고 있을 것인가?
ko_mt: 트레버는 정말 지옥기사에 합류한 후 흔적도 없이 사라졌군요. 아무도 그의 시신을 보지 못했지만 데몬들 사이에서 포로가되는 것은 죽음보다 훨씬 더 끔찍한 운명입니다. 젊은 성직자는 지금 동생에 대해 어떻게 생각할까요? 그는 모든 일에도 불구하고 여전히 그를 다시 만나기를 원합니까, 아니면 타락한 영웅이 더 이상 살아 있지 않기를 은밀히 희망합니까?

source: The last thing Sosiel Vaenic would like to see is his brother Trever wearing Hellknight armor. As usual, fate has played a cruel joke on him: a man entered the city wearing black armor and calling himself Trever Vaenic... But he is not Sosiel's brother. What has really happened to Trever? The liar will help uncover the truth.
ko: 소시엘 베이닉은 헬나이트 갑옷을 입은 그의 형제를 마지막으로 보고 싶어했으나, 항상 그러하듯 운명은 그를 조롱했다. 검은 갑옷을 입고 도시에 들어와 트레버 베이닉이라고 자칭한 남자는 소시엘의 형제가 아니었다. 트레버에게 정녕 무슨 일이 일어난 것인가? 사기꾼이 진실을 밝혀내는 것을 도울 것이다.
ko_mt: 소시엘 바이닉이 마지막으로 보고 싶지 않은 것은 지옥기사 갑옷을 입은 동생 트레버입니다. 평소처럼 운명은 그에게 잔인한 농담을 했습니다. 한 남자가 검은 갑옷을 입고 자신을 트레버 바이닉이라고 부르며 도시에 들어 왔습니다. 하지만 그는 소시엘의 형제가 아닙니다. 트레버에게 진짜 무슨 일이 있었던 걸까요? 거짓말 쟁이는 진실을 밝히는데 도움이 될 것입니다.

source: The Impostor
ko: 사칭범
ko_mt: 사기꾼

source: Enter the Nahyndrian League
ko: 나힌드리 리그에 올라서라
ko_mt: 나힌드리안 리그에 참가하세요

source: The soldiers who served with Trever said that he was kidnapped by a demon wearing a black mask. A masked demon is involved in the slave trade in Alushinyrra, which may or may not be a coincidence. Better ask him in person and uncover the truth.
ko: 트레버와 함께 복무했던 병사는 그가 검은 가면을 쓴 데몬에게 납치되었다고 증언했다. 가면을 쓴 데몬은 알루시니라에서 노예 무역을 벌이고 있다. 우연인지 아닌지 모르겠지만, 그를 찾아가 진실을 밝혀내는 게 좋을 것 같다.
ko_mt: 트레버와 함께 복무했던 병사들은 그가 검은 마스크를 쓴 데몬에게 납치되었다고 말했습니다. 복면을 쓴 데몬이 알루시니라 노예무역에 연루되어 있다는데, 우연일 수도 있고 아닐 수도 있습니다. 그에게 직접 물어보고 진실을 밝혀내는 것이 좋습니다.

source: Talk to the demon in the black mask
ko: 검은 가면의 데몬과 대화하라
ko_mt: 검은 마스크를 쓴 데몬과 대화하세요

source: The demon in the black mask will not be telling anyone anything ever again. Still, Alushinyrra is not a deserted wasteland — quite the opposite, it's a lively city full of sharp eyes and even sharper ears. Someone around here must know who has been buying this demon's stock — and if Trever was among those slaves.
ko: 검은 가면을 쓴 데몬은 더 이상 누군가에게 아무런 말도 하지 못할 것이다. 그러나 알루시니라는 버려진 황무지가 아니다. 오히려 그 반대라 할 수 있다. 이 활기찬 도시는 날카로운 눈썰미와 그보다 더 날카로운 귀를 가진 이들로 가득하다. 근처의 누군가는 분명 이 데몬의 구매자가 누구인지, 그리고 그중에 트레버가 있었는지 알고 있을 것이다.
ko_mt: 검은 마스크를 쓴 데몬은 다시는 아무에게도 말하지 않을 것입니다. 하지만 알루시니라는 황량한 황무지가 아니라 날카로운 눈과 더욱 예리한 귀로 가득한 활기찬 도시입니다. 누가 이 데몬의 주식을 사들였는지, 그리고 트레버가 그 노예들 중 하나였는지 여기 누군가는 알고 있을 겁니다.

source: Find out the names of the masked demon's buyers
ko: 가면 쓴 데몬에게서 구매한 자들의 이름을 알아내라
ko_mt: 복면을 쓴 데몬의 구매자의 이름을 알아내세요

source: The masked trader has been supplying gladiators to the Battlebliss Arena. This information narrows the search significantly. Now it's time to ask the arena steward if Trever managed to survive his battles.
ko: 가면 쓴 상인이 전투의 환희에 검투사를 공급하고 있었다. 이 정보는 탐색의 범위를 급격하게 좁혀주었다. 이제 투기장 관리인에게 트레버가 전투에서 살아남았는지 물어볼 차례다.
ko_mt: 복면을 쓴 상인이 배틀블리스 투기장에 검투사를 공급하고 있습니다. 이 정보로 검색 범위가 상당히 좁혀졌습니다. 이제 투기장 관리인에게 트레버가 전투에서 살아남았는지 물어볼 시간입니다.

source: Talk to the Battlebliss steward
ko: 전투의 환희의 관리인과 대화하라
ko_mt: 배틀블리스 스튜어드와 대화

source: The man once known as Trever Vaenic now bears the fear-inducing nickname "The Dire One," the fearsome combatant of the Battlebliss Arena. It's possible to meet him — if one is brave enough to step into the ring.
ko: 한때 트레버 베이닉이라 불리던 남자는 전투의 환희의 무시무시한 싸움꾼인, "흉포한 자"라는 공포스런 별명으로 불리고 있다. 그를 만날 수는 있다. 투기장 안으로 들어갈 용기가 있다면.
ko_mt: 한때 트레버 바이닉으로 알려진 이 남자는 이제 배틀블리스 아레나의 무시무시한 전투원 "더 드레 원"이라는 공포를 유발하는 별명을 가지고 있습니다. 링에 올라갈 만큼 용감하다면 그를 만날 수 있습니다.

source: Organize a meeting for Sosiel and his brother
ko: 소시엘과 그 형제의 만남을 주선하라
ko_mt: 소시엘과 그의 형제를 위한 회의를 조직하십시오.

source: Is Sosiel even ready to meet his brother and find out the hard way what happens to people thrown into the pits of the Battlebliss Arena? Hardly. Though, ready or not, he must now face the champion. It is too late to turn back.
ko: 소시엘은 자신의 형제를 만나 전투의 환희 검투장의 구덩이에 던져진 이들에게 무슨 일이 일어났는지 알아낼 각오가 되었을까? 아마 아닐 것이다. 그러나, 준비가 되었건 아니건 간에, 이제 그는 챔피언과 만나야만 한다. 등을 돌리기에는 너무 늦었으니까.
ko_mt: 소시엘은 형을 만나 배틀블리스 투기장의 구덩이에 던져진 사람들에게 어떤 일이 일어나는지 직접 확인할 준비가 되었나요? 거의. 하지만 준비가 되었든 안 되었든 그는 이제 챔피언과 맞서야 합니다. 돌이키기에는 너무 늦었습니다.

source: Talk to Trever
ko: 트레버와 대화하라
ko_mt: 트레버와 대화

source: Sosiel vowed to find his brother even in the very depths of the Abyss — and he stayed true to his word. Was it worth it? Perhaps the young cleric would have been happier if he hadn't learned what the endless war had done to Trever. But who ever said that happiness was his goal? For better or worse, he has found what he was seeking and he now must decide how to live with it.
ko: 소시엘은 심연의 가장 깊은 곳에서라도 그의 형제를 찾아내겠다고 맹세했고, 그의 맹세에 충실했다. 그것은 가치있는 일이었는가? 어쩌면 젊은 클레릭은 끝없는 전쟁이 트레버에게 저지른 일을 알아내지 못했을 때 더욱 행복했을지도 모른다. 그러나 누가 그러한 행복이 그의 목표라고 말하겠는가? 좋건 나쁘건 그는 그가 구하던 진실을 찾았고 이제 그와 어떻게 더불어 살아갈지를 결정해야 한다.
ko_mt: 소시엘은 심연의 깊은 곳에서도 동생을 찾겠다고 맹세했고, 그 약속을 지켰습니다. 그만한 가치가 있었을까요? 아마도 이 젊은 성직자는 끝없는 전쟁이 트레버에게 무슨 짓을 했는지 알지 못했다면 더 행복했을지도 모릅니다. 하지만 누가 행복이 그의 목표라고 말했겠습니까? 좋든 나쁘든 그는 자신이 찾던 것을 찾았고 이제 어떻게 살아갈지 결정해야 합니다.

source: Where did the demon in the black mask take his victim? Perhaps he is hiding out somewhere in Alushinyrra? Even this flimsy lead is enough for Sosiel to march onward. He vowed to find his brother — an impossible quest, just like all the classic myths. Let's just hope it won't end in tragedy like such myths usually do.
ko: 검은 가면의 데몬이 그의 희생자를 어디서 납치했는가? 설마 알루시니라 어딘가에서 은신처를 마련한 것일까? 이 조잡한 단서조차 소시엘이 앞으로 나아가는 데는 충분했다. 그는 진심으로 그의 형제를 찾길 원한다. 모든 전통적인 신화처럼 불가능한 임무를 이뤄내길 원한다. 신화들이 대개 그러하듯 비극으로 끝나지 않기를 바라자.
ko_mt: 검은 마스크를 쓴 데몬이 희생자를 어디로 데려갔을까요? 알루시니라 어딘가에 숨어 있는 건 아닐까요? 이 어설픈 단서만으로도 소시엘은 앞으로 나아갈 수 있습니다. 그는 모든 고전 신화와 마찬가지로 불가능한 퀘스트인 동생을 찾겠다고 맹세했습니다. 그런 신화처럼 비극으로 끝나지 않기를 바랄 뿐입니다.

source: Prisoner of the Abyss
ko: 심연의 죄수
ko_mt: 심연의 포로

source: A Conversation with Sosiel
ko: 소시엘과의 대화
ko_mt: 소시엘과의 대화

source: Sosiel has recently taken up playing cards with soldiers in the graveyard at night. Could there be a dark reason behind the young cleric's choice of pastime?
ko: 소시엘이 최근 들어 밤마다 묘지에 있는 병사들과 카드놀이에 빠져 있다고 한다. 이 젊은 클레릭이 사실을 숨긴 데에 뭔가 어두운 이유라도 있는 걸까?
ko_mt: 소시엘은 최근 밤에 묘지에서 군인들과 카드 놀이를 시작했습니다. 젊은 성직자의 취미 선택 뒤에 어두운 이유가있을 수 있습니까?

source: Night Gamblers
ko: 밤의 도박꾼들
ko_mt: 나이트 갬블러

source: Sosiel wants to discuss something important in private. He is waiting for the Commander at the Nexus.
ko: 소시엘은 사적으로 중요한 일에 대해 논의하고 싶어한다. 그는 교차점에서 사령관을 기다리고 있다.
ko_mt: 소시엘은 중요한 일을 개인적으로 논의하고 싶어합니다. 그는 넥서스에서 사령관을 기다리고 있습니다.

source: A Conversation with Sosiel
ko: 소시엘과의 대화
ko_mt: 소시엘과의 대화

source: Deal with Dyra the trader
ko: 상인 다이라와 거래하라
ko_mt: 상인 다이라와 거래

source: For decades, the mongrels have hidden in caves, separated from the denizens of the surface. The Commander must speak to Sull and find out what the old chief thinks about the underground crusaders participating in the crusade.
ko: 수십년간 잡종들은 지상과 동떨어진 채 동굴에 숨어 지냈다. 사령관은 늙은 족장 설과 대화하여 지하 성전사들이 지상의 성전에 참여하는 것에 대해 어떻게 생각하는지 물어봐야 한다.
ko_mt: 수십 년 동안, 몽그렐들은 지표면의 주민들과 분리 된 동굴에 숨어있었습니다. 사령관은 설과 이야기하여 십자군 원정에 참여하는 지하 십자군에 대해 늙은 족장이 어떻게 생각하는지 알아내야 합니다.

source: Go to Neathholm with Wenduag
ko: 웬두아그와 함께 아랫마을로 가라
ko_mt: 웬두아그와 함께 네스홀름으로 가세요

source: Lann, a young hunter, accused the Commander and Wenduag of plotting against the mongrels in front of the whole tribe. To eliminate dissent and silence the doubtful, Lann must be dealt with. He has luckily provided the perfect opportunity — he has challenged Wenduag to a duel that will take place in their secret sanctuary.
ko: 젊은 사냥꾼, 랜은 부족 모두의 앞에서 사령관과 웬두아그가 잡종들을 이용할 속셈이라며 비난했다. 반대자를 제거하고 의심하는 자를 조용히 만들기 위해서라도, 랜을 처리해야만 한다. 그리고 다행히도 그가 완벽한 기회를 제공했다. 웬두아그에게 두 사람만의 비밀 장소에서의 결투를 신청한 것이다.
ko_mt: 젊은 사냥꾼 란은 부족 전체가 보는 앞에서 사령관과 웬두아그가 몽그렐들을 상대로 음모를 꾸미고 있다고 비난했습니다. 반대를 없애고 의심하는 이들을 침묵시키려면 란을 처리해야 합니다. 운 좋게도 그는 완벽한 기회를 제공했습니다. 그는 웬두아그에게 그들의 비밀 성소에서 열리는 결투에 도전했습니다.

source: Settle the argument with Lann in a duel in his secret sanctuary
ko: 랜과의 논쟁을 그의 비밀 장소에서의 결투로 마무리하라
ko_mt: 란의 비밀 성소에서 결투를 통해 란과의 논쟁을 해결하세요

source: The strength of a tribe is determined by the number and skill of its young hunters. But the Neathholm tribe has almost none of them left — many are in the secret sanctuary where Lann the hunter is trying to restore their minds. This is where the Commander must go to seek {mf|his|her} future warriors.
ko: 부족의 힘이란 그 숫자와 젊은 사냥꾼들의 능력에 달려 있는데, 이는 아랫마을 부족에 거의 남아있지 않은 것들이다. 많은 이들이 그들의 정신을 회복시키려는 사냥꾼 랜과 함께 그의 비밀 장소에 있다. 사령관은 그곳에서 자신의 미래의 전사들을 찾을 수 있을 것이다.
ko_mt: 부족의 힘은 젊은 사냥꾼의 수와 실력에 따라 결정됩니다. 하지만 네스홀름 부족은 사냥꾼 란이 마음을 회복하기 위해 노력하고 있는 비밀 성역에 남은 사냥꾼이 거의 없습니다. 사령관은 {mf|그|그녀}의 미래의 전사를 찾기 위해 이곳으로 가야 합니다.

source: Find Lann and the savage mongrels in the secret sanctuary
ko: 비밀 장소에서 랜과 흉포한 잡종들을 찾아라
ko_mt: 비밀 보호구역에서 란과 몽그렐들을 찾아라

source: Lann will no longer interfere with the Commander's plans and won't disturb the tribe's peace of mind. It's time to return to Sull and demand an army from him.
ko: 랜은 더 이상 사령관의 계획에 방해가 되지 않을 테고, 부족의 평화를 어지럽히지도 않을 것이다. 이제 설에게 돌아가 군대를 요청하자.
ko_mt: 란은 더 이상 사령관의 계획을 방해하지 않고 부족의 마음의 평화를 방해하지 않을 것입니다. 이제 설에게 돌아가서 그에게 군대를 요구할 때입니다.

source: Talk to Sull
ko: 설과 대화하라
ko_mt: 설과 대화
