Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: In such a fragile system as the one that emerged in the Shrine of Pulura, any changes to the environment must be treated with utmost caution. Any interference could cause irrevocable consequences, and it is unknown what the Commander's decision will lead to.
ko: 펄루라의 성소에 나타난 것 같이 취약한 체제에선, 그 어떤 환경 변화도 극도로 조심히 다뤄야 한다. 그 어떠한 개입도 돌이킬 수 없는 결과를 불러일으킬 수 있기 때문이다. 사령관의 선택이 어떤 결과를 이끌어 낼지는 알 수 없다.
ko_mt: 풀루라의 신전에서 나타난 것과 같은 취약한 시스템에서는 환경에 대한 모든 변화를 최대한 신중하게 다루어야 합니다. 어떤 간섭도 돌이킬 수없는 결과를 초래할 수 있으며 사령관의 결정이 어떤 결과를 초래할지는 알 수 없습니다.

source: Does absolute loyalty exist on the Material Plane? Loyalty to oneself, to others, to a group... Is this possible in closed communities such as the Shrine of Pulura? Did treachery truly find a home at Pulura's Fall? It would be interesting to find out the truth.
ko: 물질계에 절대적인 충성이라는 것이 존재하는가? 스스로를 향한, 타인을 향한, 단체를 향한 충성이... 펄루라의 성소와 같은 폐쇄된 공동체에도 존재할 수 있을까? 정말로 배반이 펄루라의 폭포에 그 둥지를 틀었을까? 그 진실을 알아내는 흥미로울 것이다.
ko_mt: 물질계에는 절대적인 충성심이 존재할까요? 자신에 대한 충성, 타인에 대한 충성, 집단에 대한 충성... 풀루라의 신전과 같은 폐쇄적인 공동체에서 가능한 일인가? 풀루라의 폭포에 배신은 정말 존재할 수 있었을까요? 진실을 알아내는 것은 흥미로울 것입니다.

source: By the Will of the Stars
ko: 별들의 의지로
ko_mt: 별의 뜻에 따라

source: Now the shrine's guard will only know whatever truth the Commander chooses to tell.
ko: 이제 성소의 경비병들은 진실이 무엇이건 간에 사령관이 알려준 것만을 알게 될 것이다.
ko_mt: 이제 신사의 경비원은 사령관이 말하기로 선택한 진실 만 알 수 있습니다.

source: Tell the guard about what transpired
ko: 경비에게 무슨 일이 있었는지 이야기하라
ko_mt: 간수에게 무슨 일이 있었는지 말해

source: The shrine's guard has indicated the rune-marked boulder where a mysterious note was found, possibly intended for enemies. Eager to find out who is engaging in treasonous communication, the guard's interest can be satisfied only by setting up an ambush.
ko: 성소의 경비는 정체불명의 쪽지와 함께 아마도 적을 위한 것으로 추정되는 룬이 새겨진 돌을 발견했다고 한다. 이 반역을 저지르려하는 자가 누구인지 찾아내려는 경비의 욕구는 배신자를 기습해서 붙잡아야만 해결 될 것 같다.
ko_mt: 신전의 경비병이 적을 위한 것으로 보이는 수수께끼의 메모가 발견된 룬이 새겨진 바위를 가리켰습니다. 누가 반역적인 통신에 관여하고 있는지 알아 내고자하는 경비원의 관심은 매복을 설치해야만 만족할 수 있습니다.

source: Ambush the traitor
ko: 배신자를 기습하라
ko_mt: 배신자 매복

source: The stargazer Vestari, caught red-handed, has revealed the name "Cristry" and claims that Cristry can shed some light on his strange behavior.
ko: 붙잡힌 점성가 베스타리는 "크리스트리" 라는 이름을 밝히며 그라면 자신의 이상한 행동에 대해 설명해줄 수 있을 거라 답하였다.
ko_mt: 적색 수배를 받은 별 관찰자 베스타리가 "크리스트리"라는 이름을 공개하고 크리스트리가 자신의 이상한 행동에 대해 밝힐 수 있다고 주장했습니다.

source: Talk to Cristry
ko: 크리스트리와 대화하라
ko_mt: 크리스트라이와 대화

source: Cristry and Vestari claim they fell in love by the will of the stars. However, no matter how romantic it may sound, the couple have broken the laws of the shrine, laws which were created for a reason. Now their fate is in the hands of the Commander.
ko: 크리스트리와 베스타리는 자신들이 별의 의지에 따라 사랑에 빠졌다고 주장한다. 그러나, 이야기가 얼마나 낭만적으로 들리건간에, 이 연인들은 성소의 규칙들을 어겼다. 규칙이 존재하는 데는 이유가 있는 법. 이제 그들의 운명은 사령관의 손에 달렸다.
ko_mt: 크리스털과 베스타리는 별의 뜻에 따라 사랑에 빠졌다고 주장합니다. 그러나 아무리 낭만적으로 들리더라도이 부부는 신사의 법칙, 이유 때문에 만들어진 법칙을 어겼습니다. 이제 그들의 운명은 사령관의 손에 달려 있습니다.

source: Decide the lovers' fate together with Eliandra
ko: 엘리안드라와 함께 연인들의 운명을 결정하라
ko_mt: 엘리안드라와 함께 연인의 운명을 결정하세요

source: Eliandra has found the trail of the angel Targona at a location to the south of Pulura's Fall. The Commander should hurry there.
ko: 엘리안드라는 펄루라의 폭포 남쪽에 위치한 장소에서 엔젤 타르고나의 흔적을 찾았다. 사령관도 그곳으로 서둘러 가야 한다.
ko_mt: 엘리아란다가 풀루라의 폭포 남쪽에서 천사 타르고나의 흔적을 찾았다고 합니다. 사령관은 서둘러야합니다.

source: Go to the mysterious place
ko: 신비로운 장소로 가라
ko_mt: 신비한 장소로 가세요

source: Mysterious and frightening, a space beyond the known planes lies before the Commander. The missing angel must be here somewhere. But where?
ko: 신비하고 공포스런, 알려진 차원 너머의 공간이 사령관의 눈앞에 펼쳐졌다. 사라진 엔젤은 분명 여기 어딘가에 있을 것이지만, 대체 어디란말인가?
ko_mt: 신비하고 무서운, 알려진 차원 너머의 공간이 사령관 앞에 놓여 있습니다. 실종된 천사는 여기 어딘가에 있을 것입니다. 하지만 어디?

source: Find and save Targona
ko: 타르고나를 찾아서 구해내라
ko_mt: 타르고나를 찾아서 구해줘

source: The mysterious place turned out to be a trap. It is protected by powerful magic and Abyssal emanations that allow one to enter but not exit. There is no door to break down, no lock to pick. The Commander must explore the trap and find a way out.
ko: 신비한 공간은 함정이었다. 이곳은 강력한 마법으로 지켜지고 있으며 심연의 영향으로 인해 들어올 수는 있으나 나갈 수는 없다. 부숴버릴 문도, 딸 자물쇠도 없다. 사령관은 이 함정을 수색해 빠져나갈 길을 찾아야만 한다.
ko_mt: 신비한 장소는 함정으로 밝혀졌습니다. 그것은 강력한 마법과 심연의 발산으로 보호되어 들어가기는하지만 나갈 수는 없습니다. 부술 문도 없고, 따낼 자물쇠도 없습니다. 사령관은 함정을 탐험하고 탈출구를 찾아야합니다.

source: Get out of the trap
ko: 함정에서 빠져나와라
ko_mt: 함정에서 빠져나오세요

source: The saved angel is waiting to speak to the Commander. And she has something to reveal.
ko: 구출된 엔젤이 사령관과 대화를 나누고자 한다. 그녀에겐 무언가 밝힐게 있다.
ko_mt: 구원받은 천사가 사령관과 대화하기를 기다리고 있습니다. 그리고 그녀는 공개 할 것이 있습니다.

source: Talk to Targona in Drezen
ko: 드레젠에서 타르고나와 대화하라
ko_mt: 드레젠의 타르고나와 대화

source: The lost angel Targona has been found, but the barrier surrounding her could not be broken. Will anything in the laboratory help?
ko: 실종됐던 엔젤 타르고나를 발견했다, 허나 그녀를 둘러싸고 있는 보호막은 파괴할 수가 없었다. 실험실 어딘가에 도움이 될 만한 게 없을까?
ko_mt: 잃어버린 천사 타르고나를 찾았지만 그녀를 둘러싼 장벽을 깰 수 없었습니다. 실험실에있는 것이 도움이 될까요?

source: The key to the barrier has been found. It is possible to set the captured angel free.
ko: 보호막을 해제하기 위한 열쇠를 찾았다. 붙잡힌 엔젤을 풀어줄 수 있을지도 모른다.
ko_mt: 장벽의 열쇠를 찾았습니다. 포획 된 천사를 자유롭게 할 수 있습니다.

source: The darkness of the mysterious laboratory has been left behind. The Commander's gift was a saved angel — and even more unanswered questions.
ko: 신비로운 연구실의 어둠을 뒤로 남긴 채 떠나왔다. 사령관의 선물은 구원받은 엔젤과 아직도 답해지지 않은 질문들이다.
ko_mt: 신비한 실험실의 어둠이 남았습니다. 사령관의 선물은 구원받은 천사와 더 많은 답이 없는 질문이었습니다.

source: Just as the tide sometimes reveals the remains of sea monsters, shipwrecks, and treasures on the seabed, the Commander, who has changed the course of the crusades, is bringing old names, faded hopes, and forgotten secrets back to life. Among them is the angel Targona, who was believed to have perished shortly before the fall of Drezen. There is a chance that she is not dead, but rather being held captive by the demons. The destination is known, all that remains is the journey. Now it's up to the Commander.
ko: 파도가 때로 수중 괴물, 난파선, 해저로 가라앉은 보물들의 잔해를 드러내듯 사령관은 성전군의 진로를 바꾸어 오래된 이름, 빛바랜 희망, 잊힌 비밀들을 다시 살려내고 있다. 그 중에는 드레젠의 함락 직전 전사했다고 믿어지던 엔젤 타르고나도 포함된다. 그녀는 죽은 것이 아니라 데몬들에 의해 포로로 잡혀 있을 가능성이 있다. 목적지는 정해졌고 여정을 떠나는 일만이 남았다. 이제 이 일은 사령관에게 달렸다.
ko_mt: 조수가 때때로 해저에서 바다 괴물, 난파선, 보물의 유해를 드러내는 것처럼, 십자군 전쟁의 진로를 바꾼 사령관은 오래된 이름, 퇴색 된 희망, 잊혀진 비밀을 되살리고 있습니다. 그중에는 드레젠이 함락되기 직전에 죽은 것으로 여겨졌던 천사 타르고나가 있습니다. 그녀가 죽은 것이 아니라 데몬에게 포로로 잡혀있을 가능성이 있습니다. 목적지는 정해졌으니 이제 여정만 남았습니다. 이제 사령관에게 달려 있습니다.

source: On Hope's Wings
ko: 희망의 날개를 타고
ko_mt: 희망의 날개에

source: The Echo of Deskari is hiding somewhere nearby, and he has captured someone from Pulura's Fall. But how can the Commander find his hiding place and get inside without alerting the enemy?
ko: 데스카리의 메아리가 여기 어딘가에 숨어있으며, 그는 펄루라의 폭포에서 누군가를 납치해간 참이다. 과연 사령관은 어떻게 이 적에게 들키지 않고 놈이 숨은 장소를 찾아낼 것인가?
ko_mt: 데스카리의 메아리가 근처 어딘가에 숨어 있고, 풀루라의 폭포에서 누군가를 붙잡았다고 합니다. 하지만 사령관이 적에게 알리지 않고 어떻게 그의 은신처를 찾아 안으로 들어갈 수 있을까요?

source: Pay a surprise visit to the Echo of Deskari
ko: 데스카리의 메아리를 깜짝 방문하라
ko_mt: 데스카리의 메아리를 깜짝 방문하세요

source: Targona and the others are waiting in the Nexus to discuss the situation.
ko: 타르고나와 다른 이들이 교차점에서 상황에 대해 논의하기 위해 기다리고 있다.
ko_mt: 타르고나와 다른 사람들은 상황을 논의하기 위해 넥서스에서 기다리고 있습니다.

source: Discuss the plan of action
ko: 행동 계획을 논의하라
ko_mt: 행동 계획 논의

source: The Lady in Shadow has opened the way for the Commander to the lair of {mf|his|her} worst enemy. But it is unlikely that such a bold move did not attract attention. The Echo will be ready for the attack, but there is no other way.
ko: 그림자의 여주인이 사령관의 최악의 적의 소굴로 향하는 길을 열어주었다. 이러한 과감한 행동이 적의 주의를 끌지 않았을 리 없다. 메아리는 공격에 맞설 준비를 하겠지만, 다른 방법이 없다.
ko_mt: 그림자 속의 여인이 사령관에게 {mf|그|그녀}의 최악의 적의 은신처로가는 길을 열었습니다. 그러나 그러한 대담한 움직임이 관심을 끌지 않았을 것 같지는 않습니다. 메아리는 공격 할 준비가 되어 있지만 다른 방법은 없습니다.

source: Go to the lair of the Echo of Deskari
ko: 데스카리의 메아리의 소굴로 향하라
ko_mt: 데스카리의 메아리의 은신처로 가세요

source: Targona believes that she will be able to find the entrance to the lair of the Echo of Deskari. The Commander must meet her in Alushinyrra near the portal to the Nexus.
ko: 타르고나는 데스카리의 메아리의 소굴로 향하는 입구를 찾아낼 수 있다고 믿는다. 사령관은 알루시나라에 위치한 교차점으로 향하는 포탈 근처에서 그녀를 만나야 한다.
ko_mt: 타르고나는 데스카리의 메아리 은신처로 가는 입구를 찾을 수 있을 거라고 믿습니다. 사령관은 넥서스의 차원문 근처 알루시니라에서 그녀를 만나야 합니다.

source: Help Targona with her search
ko: 타르고나의 조사를 도와라
ko_mt: 타르고나의 수색을 도와주세요

source: There are victims to be rescued, enemies to be defeated, and secrets to be revealed. Only then can the Commander start on the journey back. The Hand of the Inheritor will help in this.
ko: 구조할 희생자들, 쓰러뜨릴 적들, 밝혀낼 비밀들이 있다. 그 이후에야 사령관이 여정에 복귀할 수 있을 것이다. 계승자의 손이 이 일을 도울 것이다.
ko_mt: 구출해야 할 희생자, 쓰러뜨려야 할 적, 밝혀야 할 비밀이 있습니다. 그래야만 사령관은 다시 여정을 시작할 수 있습니다. 계승자의 손이 이를 도와줄 것입니다.

source: Explore the lair of the Echo of Deskari
ko: 데스카리의 메아리의 소굴을 탐색하라
ko_mt: 데스카리의 메아리 은신처 탐험하기

source: The portal to the lair of the Echo of Deskari is located in the slums in Alushinyrra's Lower City.
ko: 데스카리의 메아리의 소굴로 향하는 포탈은 알루시니라 하층 도시의 빈민가에 위치해있다.
ko_mt: 데스카리의 메아리 은신처로 통하는 포털은 알루시니라 아랫도시의 빈민가에 있습니다.

source: The location of the portal has been established. But how does one open it?
ko: 포탈의 위치를 알게 되었다. 하지만 어떻게 작동시켜야 하는가?
ko_mt: 포털의 위치가 설정되었습니다. 하지만 어떻게 열 수 있을까요?

source: A key to the portal has been found. But is one enough?
ko: 포탈을 여는 열쇠를 발견했다. 하지만 하나로 충분한 걸까?
ko_mt: 포털의 열쇠를 찾았습니다. 하지만 하나면 충분할까요?

source: Another key to the portal has been found. That should be enough.
ko: 또 다른 포탈 열쇠를 찾았다. 이것이면 충분하겠지.
ko_mt: 포털의 또 다른 열쇠를 찾았습니다. 이 정도면 충분합니다.

source: The angel is occupied with her search and must be protected from the denizens of the Abyss!
ko: 엔젤이 연구에 몰두하는 동안 심연의 종자들로부터 지켜야만 한다!
ko_mt: 천사는 수색에 몰두하고 있으며 심연의 주민들로부터 보호해야 합니다!

source: The Commander has achieved the impossible — {mf|he|she} infiltrated the lair of Deskari's avatar and emerged the victor.
ko: 사령관은 불가능을 실현했다 — 데스카리의 화신의 소굴로 침입해, 승리를 거며쥔 것이다.
ko_mt: 사령관이 불가능한 일을 해냈습니다 - {mf|그|그녀}의 데스카리 아바타의 은신처에 잠입하여 승리자로 등극했습니다.

source: Creatures that live for hundreds, even thousands, of years have their own views on the time allowed for any given emotion. There are those among them who remember the pain or joy they have experienced for centuries. Sometimes entire generations of mortals, scarcely aware of what is happening to them, get dragged into the games of such creatures. This is what {name} faces — the Echo of Deskari, the demon lord's avatar, driven by an old grudge against a dead god, has chosen the leader of the crusaders as the object of his vengeance. He must be stopped, and then — eliminated.
ko: 수백, 수천년간 살아온 존재들은 감정에 대하여 자신들만의 독특한 견해를 지니고 있고, 그 중에는 수 세기에 걸쳐 자신들이 겪은 고통이나 기쁨 따위를 기억하는 자들도 있다. 가끔은 필멸자들의 한 세대 전부가 자신들에게 무슨 일이 일어나는지도 깨닫지 못한 채 그러한 존재들의 게임에 강제로 끼어들기도 한다. 이것이 바로 사령관이 마주한 존재 —데몬 군주의 화신, 데스카리의 메아리이다. 죽은 신에 대한 묵은 원한에 이끌리는 존재는 성전의 지도자를 자신의 복수에 대한 희생양으로 삼았다. 그를 막아야만 한다 그리고 — 그는 제거되어야야 한다.
ko_mt: 수백, 수천 년을 사는 생물은 특정 감정에 허용되는 시간에 대해 자신만의 견해를 가지고 있습니다. 그들 중에는 수 세기 동안 경험한 고통이나 기쁨을 기억하는 사람들이 있습니다. 때때로 자신에게 무슨 일이 일어나고 있는지 거의 알지 못하는 한 세대의 인간 전체가 그런 생명체들의 게임 속으로 끌려 들어갑니다. 이것이 {name}이 직면 한 것입니다. 데몬 로드의 아바타인 데스카리의 메아리는 죽은 신에 대한 오랜 원한에 이끌려 십자군의 지도자를 복수의 대상으로 선택했습니다. 그를 막고 제거해야 합니다.

source: Devastation
ko: 대파괴
ko_mt: 파괴

source: Overwhelmed by a sudden revelation, the Hand of the Inheritor has asked the Commander to talk to him in the Nexus.
ko: 갑작스런 폭로에 당황한 계승자의 손이 사령관에게 교차점에서 만나 얘기할 것을 요청했다.
ko_mt: 갑작스러운 계시에 당황한 계승자의 손은 사령관에게 넥서스에서 자신과 대화를 나누자고 요청했습니다.

source: Issues of Faith and Loyalty
ko: 신뢰와 충성의 문제
ko_mt: 믿음과 충성심의 문제

source: All debts have been paid, all decisions have been made. Now the Commander has but one thing to do — follow the chosen path until the end.
ko: 모든 빚을 갚았고, 모든 결정을 내렸다. 이제 사령관이 할 일은 단 하나 — 선택한 길의 끝까지 걸어나가는 것이다.
ko_mt: 모든 빚을 갚았고 모든 결정이 내려졌습니다. 이제 사령관에게 남은 일은 단 하나, 선택한 길을 끝까지 따라가는 것입니다.

source: Go to the temple of Iomedae in Drezen
ko: 드레젠에 위치한 아이오메데의 사원으로 향하라
ko_mt: 드레젠의 아이오메데 사원으로 가세요.

source: The secret shrine is under threat — the demon called Mutasafen is leading an army there. The Commander's allies have rushed off in pursuit. What will they say once they learn Iomedae's verdict? Will the shrine stand or fall? How can one stop a demon who so deftly evades death?
ko: 비밀 성소가 위험에 처했다 — 무타사펜이라 일컬어지는 데몬이 군대를 끌고 그곳에 당도했고, 사령관의 동맹들이 그 뒤를 쫓아 달려가고 있다. 그들이 아이오메데의 판결을 알고나면 무슨 말을 할까? 성소는 버틸 수 있을까 아니면 무너질까? 그리고 그토록 교묘하게 죽음을 피해내는 데몬을 어떻게 막아야 할까?
ko_mt: 무타사펜이라는 데몬이 군대를 이끌고 비밀 신전을 위협하고 있습니다. 사령관의 동료들이 급히 추격에 나섰습니다. 아이오메데의 판결을 알게 되면 그들은 뭐라고 말할까요? 신전이 서게 될까요, 무너질까요? 죽음을 능수능란하게 피하는 데몬을 어떻게 막을 수 있을까요?

source: Intercept the demon army near the Shrine of Pulura
ko: 펄루라의 성소 인근의 데몬 군대를 저지하라
ko_mt: 풀루라의 신전 근처에서 데몬 군대를 가로채세요.

source: Targona is in trouble. However, the proud angel chose this fate willingly — she allowed herself to be captured to give the Commander a chance to track down the cunning demon who has escaped punishment for so long. It is time to put an end to this story.
ko: 타르고나가 곤경에 처했다. 허나, 이 운명은 자긍심 넘치는 엔젤이 직접 선택한 것이다 — 그녀는 스스로 붙잡혀가 사령관에게 그동안 처벌을 피해 도망다닌 교활한 데몬을 추적할 방법을 제공했다. 이제 이 이야기의 끝을 낼 때가 왔다.
ko_mt: 타르고나가 곤경에 처했습니다. 그러나 자랑스러운 천사는 기꺼이이 이 운명을 선택했습니다. 그녀는 사령관에게 오랫동안 처벌을 피한 교활한 데몬을 추적 할 수 있는 기회를주기 위해 자신을 체포하도록 허용했습니다. 이제 이 이야기를 끝낼 시간입니다.

source: Visit Mutasafen in his secret hideout
ko: 무타사펜의 비밀 은신처를 방문하라
ko_mt: 무타사펜의 비밀 아지트를 방문하세요.

source: Iomedae herself revealed that her herald was not killed, but imprisoned by Baphomet. The golden-winged angel has played an important role in the Commander's fate. Meeting him face to face will be like looking in a mirror. What will the reflection show?
ko: 아이오메데는 자신의 전령이 살해당하지 않고, 대신 바포메트에 의하여 투옥되었음을 밝혔다. 황금 날개의 엔젤은 사령관의 운명에서 중요한 역할을 맡고 있다. 그와 직접 만나는 것은 거울을 마주하는 것과 같으리라. 과연 그 거울에는 무엇이 비추어질까?
ko_mt: 아이오메데는 자신의 전령이 죽임을 당한 것이 아니라 바포메트에 의해 투옥되었다고 밝혔습니다. 황금 날개 천사는 사령관의 운명에 중요한 역할을 해왔습니다. 그를 직접 만나는 것은 거울을 보는 것과 같습니다. 거울에 비친 그의 모습은 무엇일까요?

source: Meet the Hand of the Inheritor once again
ko: 계승자의 손과 재회하라
ko_mt: 계승자의 손을 다시 한 번 만나보세요.

source: The proud and overconfident queen has gone missing somewhere in the depths of the Worldwound. Will she reject the Commander as her heavenly patroness did?
ko: 자신만만하던 여왕은 세계상처 깊숙한 곳 어딘가에서 실종되었다. 그녀도 자신의 천상의 후원자처럼 사령관을 거부할 속셈인걸까?
ko_mt: 교만하고 자신만만했던 여왕이 세계상처 어딘가에서 실종되었습니다. 여왕은 하늘의 후원자처럼 사령관을 거부할까요?

source: Learn Queen Galfrey's fate
ko: 갈프리 여왕의 운명을 알아내라
ko_mt: 갈프레이 여왕의 운명을 알아보세요

source: The Holy Wardens are together again, and they stand ready to help the Commander fight a demon lord of the Abyss, and not for the first time. Is there a target more worthy of being cut down by heavenly blades than Iomedae's old foe, the lord of the Abyss and self-proclaimed Usher of the Apocalypse?
ko: 성스러운 수호자들이 다시 뭉쳤다. 처음도 아니지만, 그들은 사령관을 도와 심연의 데몬 군주와 맞서 싸울 준비가 되어있다. 천상의 검이 쓰러트릴 적으로써 아이오메데의 오랜 적, 심연의 군주이자 자칭 종말의 인도자보다 더 가치있는 존재가 있을까?
ko_mt: 신성한 수호자들이 다시 뭉쳐 사령관을 도와 심연의 데몬 로드와 싸울 준비를 마쳤습니다. 아이오메데의 오랜 적이자 자칭 종말의 안내자, 심연의 군주보다 천상의 칼날로 베어버릴 가치가 있는 대상이 있을까요?

source: Defeat Deskari
ko: 데스카리를 쓰러트려라
ko_mt: 데스카리 처치하기

source: The Wardens have set a trap for Mutasafen. But to make him fall for it, the Commander must kill or scare off the demon in the Shrine of Pulura.
ko: 감시자들이 무타사펜을 잡기 위한 함정을 준비했다. 하지만 그를 함정에 빠트리기 위해서는 먼저, 사령관이 펄루라의 성소에서 데몬을 죽이거나 겁에 질려 달아나게 만들어야 한다.
ko_mt: 감시자들이 무타사펜을 잡기 위해 함정을 설치했습니다. 하지만 무타사펜이 함정에 빠지게 하려면 사령관은 풀루라 신전에서 데몬을 죽이거나 겁을 줘야 합니다.

source: Was that a series of trials, or merely a voluntarily chosen path? But who could argue that the Commander, though not a properly ascended angel, has done more than most of Heaven's warriors?
ko: 역경의 연속인가, 아니면 자발적으로 선택한 행보인가? 허나, 비록 진정한 엔젤은 아니더라도, 천상의 전사들보다 더 많은 것을 이뤄낸 사령관을 누가 의심할 수 있겠는가?
ko_mt: 시련의 연속이었나요, 아니면 단순히 자발적으로 선택한 길이었나요? 하지만 사령관이 제대로 승천한 천사는 아니지만 천국의 전사들보다 더 많은 일을 해냈다는데 누가 이의를 제기할 수 있겠습니까?

source: What a deviously ironic twist of fate — the one who has the Light of Heaven inside {mf|him|her} has been rejected by the goddess whose chosen one {mf|he|she} was considered to be. The very thought of an angel created in a laboratory is the worst kind of blasphemy, after all, to say nothing of one made with the blood of fallen demon lords. So what will the self-proclaimed angel do, now that {mf|he|she} has refused to renounce that which the goddess expressly denied {mf|him|her}?
ko: 이 얼마나 기만적인 운명의 아이러니인가 — 여신의 선택받은 자로 여겨지던, 천상의 빛을 가진 자가 그 여신에게 부정당하다니. 죽은 데몬 군주의 피를 이용해, 연구실에서 창조된 엔젤은 곧 최악의 신성 모독이었다. 부정한 힘을 버리라는 여신의 명령을 거부한 자칭 엔젤은 이제 무슨 행동을 할까?
ko_mt: 천상의 빛을 품은 {mf|그|그녀}가 {mf|그|그녀}의 선택을 받은 여신에게 거부당했으니, 이 얼마나 아이러니한 운명인가. 타락한 데몬 로드의 피로 만들어진 천사는 말할 것도 없고, 실험실에서 만들어진 천사에 대한 생각 자체가 최악의 신성 모독입니다. 그렇다면 {mf|그|그녀}의 여신이 명백히 거부한 {mf|그|그녀}를 포기하지 않았으니 자칭 천사는 이제 무엇을 할까요?

source: The Light Within
ko: 내면의 빛
ko_mt: 내면의 빛

source: The Holy Wardens will let the Commander know when they are ready to go to the Abyss. They want to go to the Rasping Rifts — Deskari's realm — and confront him there in his territory.
ko: 성스러운 경계병들은 그들이 심연으로 향할 준비가 되었을 때 사령관에게 알릴 것이다. 그들은 데스카리의 영역 사각거리는 균열로 향해 그의 영역에서 데스카리를 마주하고 싶어한다.
ko_mt: 신성한 수호자들은 심연으로 갈 준비가 되면 사령관에게 알려줄 것입니다. 그들은 데스카리의 영역인 라스핑 균열로 가서 그곳에서 데스카리와 대결을 벌이고 싶어 합니다.

source: Wait for the right moment
ko: 적절한 때를 기다려라
ko_mt: 적절한 순간을 기다리세요

source: When a demon lord is slain, they are reborn within their own realm. But if they are slain once more after that, they perish for good. Deskari, your time has come!
ko: 데몬 군주가 살해당하면, 그들은 자신의 왕국에서 부활한다. 하지만 그 이후로 또 다시 살해당한다면, 그들은 영원히 소 멸한다. 데스카리, 네 종말의 시간이 왔다!
ko_mt: 데몬 로드는 죽임을 당하면 자신의 영역에서 다시 태어납니다. 하지만 그 후 한 번만 더 죽으면 영원히 멸망합니다. 데스카리, 네 때가 왔다!

source: Defeat Deskari once and for all in his realm
ko: 데스카리의 영역에서 그를 완전히 쓰러뜨려라
ko_mt: 데스카리의 영역에서 데스카리를 완전히 처치하세요.

source: It is done. The Hunger of the Abyss and the self-proclaimed Usher of the Apocalypse has met his end.
ko: 끝났다. 심연의 굶주림, 자칭 종말의 인도자는 최후를 맞이했다.
ko_mt: 끝났습니다. 심연의 굶주림이자 자칭 종말의 안내자가 최후를 맞이했습니다.

source: Everything comes to an end one way or another, even Deskari's rule. His horrible shadow has loomed over the world long enough — now it is time for it to fade.
ko: 모든 것에는 끝이 있기 마련이며, 데스카리의 군림 또한 예외는 아니다. 그의 끔찍한 그림자가 세상을 뒤덮는 것도 끝날 때가 되었다.
ko_mt: 데스카리의 통치도 어떤 식으로든 종말을 맞이합니다. 그의 끔찍한 그림자가 세상을 충분히 오랫동안 뒤덮었으니 이제 사라질 때가 되었습니다.

source: I Am the Flame
ko: 나는 불길이다
ko_mt: 나는 불꽃이다

source: Your dragon companion claims that your good friends are waiting for you on a ridge not far from Drezen. Who are they and what do they want from you?
ko: 당신의 용 동료는 당신의 좋은 친구들이 드레젠으로부터 멀지 않은 산마루에서 기다리고 있다고 한다. 그들은 누구이며 당신에게 무엇을 원하는가?
ko_mt: 드래곤 동료가 드레젠에서 멀지 않은 산등성이에서 좋은 친구들이 당신을 기다리고 있다고 합니다. 그들은 누구이며 당신에게 무엇을 원하는 걸까요?

source: Head to "this beautiful ridge"
ko: "아름다운 산마루란 곳"으로 향하라
ko_mt: "이 아름다운 능선"으로 향하세요."

source: Since its transformation into a flourishing garden, the ridge has become home to the Commander's followers, those who style themselves as "free crusaders." They are now settling in and they expect their host to drop by in two weeks.
ko: 화려한 정원으로의 변신 이후, 능선은 "자유 성전군"을 자칭하는 사령관의 추종자들에게 집이 되었다. 그들은 정착하기 시작했으며 그들의 집주인이 2주 내로 찾아올 것을 기대하고 있다.
ko_mt: 번성하는 정원으로 변모한 이후, 산등성이에는 스스로를 "자유 십자군"이라 칭하는 사령관의 추종자들이 모여들고 있습니다. 그들은 이제 자리를 잡아가고 있으며 2주 후에 주인이 이곳을 방문할 것으로 예상하고 있습니다.

source: Wait two weeks and visit the Court
ko: 2주간 기다린 후 궁정을 방문하라
ko_mt: 2주를 기다렸다가 법원을 방문하세요.

source: The street artist Aven'Turine and the reckless cavalry sculptors wish to speak to the Commander. They are abuzz with excitement over the ridge-turned-garden's newly discovered ability to transform buried items.
ko: 길거리 예술가 아벤'츄린과 무모한 조각가 기병대가 사령관과 대화를 원한다. 그들은 정원이 된 능선의 새로운 능력인 버려진 물건을 변이시키는 능력에 크게 흥분해 있다.
ko_mt: 거리의 예술가 아벤투린과 무모한 기병대 조각가들이 사령관에게 말을 걸고 싶어 합니다. 그들은 산등성이 정원에서 새로 발견한 묻힌 물건의 변신 능력에 대해 흥분한 기색이 역력합니다.

source: Talk to the artist and the sculptors
ko: 예술가와 조각가와 대화하라
ko_mt: 아티스트 및 조각가와의 대화

source: The artists of the Court want to use items transformed by the ridge to create a unique work of art.
ko: 궁정의 예술가가 능선에 의해 변이한 물건을 재료로 특별한 예술 작품을 만들고 싶어한다.
ko_mt: 궁정의 예술가들은 능선에 의해 변형된 아이템을 사용하여 독특한 예술 작품을 만들고자 합니다.

source: Transform thirty ordinary items and give them to the recipient
ko: 평범한 물건 30개를 변환시켜 수령인에게 주어라
ko_mt: 평범한 아이템 30개를 변신시켜 수령인에게 선물하세요.

source: Maitresse Olla Devara, the alchemist, is eager to see the Commander at the Court on the ridge. Rumor has it that she's busy working on a new experiment.
ko: 연금술사 메트레스 올라 데바라가 능선의 궁정에서 사령관을 만나고자 하고 있다. 소문에 따르면 그녀는 새로운 시험으로 바쁘다고 한다.
ko_mt: 연금술사 마이트레세 올라 데바라가 산등성이의 궁정에서 사령관을 만나고 싶어 합니다. 사령관이 새로운 실험을 하느라 바쁘다는 소문이 돌고 있습니다.

source: Visit the Court and talk to the Maitresse
ko: 궁정을 방문해 메트레스와 대화하라
ko_mt: 궁정을 방문하여 마이트레세와 대화하세요.

source: The bard is having an argument with her friend, the priest. Perhaps the Commander can help them come to a decision.
ko: 바드는 자신의 친구인 사제와 논쟁을 하고 있다. 어쩌면 사령관이 그들이 결정을 내릴 수 있도록 도와줄 수 있을지 모른다.
ko_mt: 바드가 친구인 사제와 말다툼을 벌이고 있습니다. 사령관이 두 사람이 결정을 내리는데 도움을 줄 수 있을지도 모릅니다.

source: Visit the Court and talk to Aranka
ko: 궁정을 방문해 아란카와 대화하라
ko_mt: 법원을 방문하여 아란카와 대화하세요

source: Things are unsettled at the ridge-turned-garden — quite literally. What's going on?
ko: 정원이 된 능선에서의 상황이 말 그대로 불안정 하다. 무슨 일이 벌어진 것일까?
ko_mt: 산등성이에 있는 정원에서 말 그대로 상황이 불안정합니다. 무슨 일이 벌어지고 있는 걸까요?

source: Visit the Court
ko: 궁전을 방문하라
ko_mt: 법원 방문

source: The time has come for you to visit the Court.
ko: 궁전을 방문할 때가 되었다.
ko_mt: 이제 법원을 방문하실 때가 되었습니다.

source: The cavalry sculptors need thirty edible things transformed by burying them on the ridge.
ko: 조각가 기병대는 능선에 묻혀져 변이한 음식 30개가 필요하다.
ko_mt: 기병대 조각가들은 산등성이에 묻어 먹을 수 있는 것 30개를 변형시켜야 합니다.

source: Maestro Aven'Turine needs thirty mosaic pieces, which can be obtained by transforming items on the ridge.
ko: 마에스트로 아벤'츄린은 능선을 통해 변이한 30개의 모자이크 조각이 필요하다.
ko_mt: 마에스트로 아베투린은 능선에 있는 아이템을 변신시켜 얻을 수 있는 모자이크 조각 30개가 필요합니다.

source: The strange power that dwells within the Commander has transformed an ordinary ridge into a wonderful floating island. This happened in no small part thanks to the free crusaders, who have created something truly special on the base given to them by the Commander.
ko: 사령관 안에 도사린 이상한 힘이 평범한 산등성이를 경이롭게 떠다니는 섬으로 변화 시켰다. 이 일에는 사령관에게 받은 기지에서 진정으로 특별한 것을 만들어낸 자유 성전사들도 적지 않은 역할을 했다.
ko_mt: 사령관 안에 깃든 기이한 힘이 평범한 산등성이를 멋진 떠다니는 섬으로 변모시켰습니다. 사령관이 준 기지에 정말 특별한 무언가를 창조해낸 자유 십자군 덕분에 이런 일이 가능했습니다.

source: Much like migratory birds that sense the change in the seasons, all kinds of dreamy and rebellious spirits sensed a new power emerge in the lands of the Worldwound. All of them are inspired by the Commander, the living embodiment of the so-called "wind of change." Will they come bearing good or evil? And where will this path lead them?
ko: 철새가 계절의 변화를 느끼는 것처럼, 온갖 꿈 많고 반항적인 영혼들은 세계상처에 새로운 힘이 나타난 것을 느꼈다. 그들 모두 소위 살아있는 "변화의 바람"의 화신인 사령관에게 고무되었다. 과연 그들은 선과 악 중 무엇을 택할 것인가? 그리고 이 길이 그들을 어디로 이끌게 될 것인가?
ko_mt: 계절의 변화를 감지하는 철새들처럼, 온갖 종류의 몽환적이고 반항적인 정령들이 세계상처의 땅에서 새로운 힘이 출현하는 것을 감지했습니다. 이들 모두는 소위 "변화의 바람"의 살아있는 화신인 사령관으로부터 영감을 받았습니다. 이들은 선과 악 중 어느 쪽을 품고 올까요? 그리고 이 길은 그들을 어디로 이끌까요?

source: Above the Clouds
ko: 구름 위로
ko_mt: 구름 위

source: An azata cannot be too evil, or too lawful, in their actions. If the Commander follows {mf|his|her} heart when making choices, {mf|he|she} can change who {mf|he|she} is, and make {mf|his|her} little dragon friend happy.
ko: 아자타는 자신들의 행동을 너무 사악하게도 너무 질서적이게도 할 수 없다. 만일 사령관이 자신의 마음을 따라 행동한다면 자신의 본성을 바꿔, 자신의 작은 용 친구를 행복해줄 수 있을 것이다.
ko_mt: 아자타는 너무 악하거나 너무 질서인 행동을 할 수 없어요. 사령관이 {mf|그|그녀}의 마음을 따라 선택한다면 {mf|그|그녀}는 {mf|그|그녀}의 모습을 바꿀 수 있고, {mf|그|그녀}의 작은 용 친구를 행복하게 만들 수 있어요.

source: Change alignment, then talk to Aivu
ko: 성향을 바꾸고, 아이부에게 말하라
ko_mt: 성향 변경 후 아이부에게 문의하기

source: It was not so difficult to follow Aivu's advice, and fully embrace the Path of Elysium.
ko: 아이부의 충고를 따르고 낙원의 길을 온전히 받아들이는 것은 그리 어렵지 않았다.
ko_mt: 아이부의 조언을 따르고 엘리시움의 길을 온전히 받아들이는 것은 그리 어렵지 않았습니다.
