Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: Laymen believe that a military commander's success is built on their intellect, insight, or personal courage. However, all these qualities are useless if the leader lacks the one that matters most — unshakeable authority among the rank and file, ensuring that they follow orders quickly and without question. The Commander assumed control of the crusader army only recently, and {mf|he|she} will have to quickly master the art of managing a military host. The Commander's early successes or failures in {mf|his|her} new post will determine whether the soldiers trust {mf|his|her} leadership or lose faith in {mf|him|her}.
ko: 일반인들은 군 사령관의 성공이 그들의 지능, 통찰력, 또는 개인적인 용기로 세워진다고 생각한다. 하지만 이 모든 자질은 지도자에게 가장 중요한 요소, 바로 병사들이 무조건적으로 명령을 따르도록 하는 확고부동한 권위가 없다면 무용지물이다. 사령관은 성전군의 지휘를 맡은 지 얼마 되지 않았고, 빠르게 군 부대를 관리하는 기술을 통달해야 한다. 새 주둔지에서 사령관의 첫 성공 또는 실패가 병사들이 그의 지도력을 신뢰할 것인지, 아니면 신뢰하지 않을 것인지 결정할 것이다.
ko_mt: 일반인들은 군 지휘관의 성공이 지성, 통찰력 또는 개인적 용기에 기반한다고 생각합니다. 하지만 지휘관에게 가장 중요한 자질, 즉 부하들에게 동요 없는 권위를 부여하고 의심 없이 명령을 따르도록 하는 능력이 없다면 이 모든 자질은 무용지물입니다. {mf|그|그녀} 사령관은 최근에야 십자군 군대를 장악했으므로 군대를 관리하는 기술을 빨리 익혀야 합니다. 사령관이 {mf|그|그녀}의 새 보직에서 초반에 거둔 성공과 실패에 따라 병사들이 {mf|그|그녀}의 리더십을 신뢰하느냐, 아니면 {mf|그|그녀}에게 대한 신뢰를 잃느냐가 결정될 것입니다.

source: Opening
ko: 서장
ko_mt: 오프닝

source: Wipe out the band of cultists
ko: 사교도 무리를 처리하라
ko_mt: 이교도 무리를 쓸어버려라

source: A band of cultists who participated in the attack on Kenabres is retreating in the direction of Drezen. The first task of the Commander's army is to capture and eliminate them so that they cannot warn the demons.
ko: 케나브레스를 공격하는데 동참했던 사교도 무리가 드레젠 방향으로 후퇴하고 있다. 사령관의 군대의 첫 번째 임무는 놈들을 제거하여 데몬들에게 경고하지 못 하게 만드는 것이다.
ko_mt: 케나브레스 공격에 가담한 이교도 무리가 드레젠 방향으로 후퇴하고 있습니다. 사령관 군대의 첫 번째 임무는 데몬에게 경고 할 수 없도록 그들을 생포하고 제거하는 것입니다.

source: Clear the road to the river crossing
ko: 도강을 위한 경로를 확보하라
ko_mt: 강 건널목으로 가는 길을 비워주세요

source: Scouts have reported a significant detachment of enemy fighters on the road to the West Sellen crossing. Defeating them will pose more of a challenge than dealing with a gang of marauders — this will be a baptism by fire for the Commander's army.
ko: 정찰 보고에 따르면 대규모의 적 병력이 서부 셀렌 건널목으로 향하는 길에 파견되었다고 한다. 놈들을 상대하는 건 단순한 약탈자 무리를 처리하는 것 이상으로 어려운 일이다. 이는 사령관의 군대가 치뤄야 할 불의 세례가 될 것이다.
ko_mt: 정찰병이 서쪽 셀렌 교차로로 향하는 길에 적 파이터가 상당수 분리되어 있다고 보고했습니다. 그들을 물리 치는 것은 약탈자 무리를 상대하는 것보다 더 어려운 도전이 될 것입니다. 이것은 사령관의 군대에 불의 세례가 될 것입니다.

source: Capture the Vilareth Ford outpost
ko: 빌라레스 포드 전초기지를 점령하라
ko_mt: 빌라레스 포드 전초기지 점령

source: The Vilareth Ford outpost is a fortified strategic location that guards the crossing to the opposite bank of the West Sellen. The crusaders defended this place until recently, but now the outpost is in the hands of the demons. Liberating Vilareth Ford is a crucial objective for the Commander.
ko: 빌라레스 포드 전초기지는 보강된 전략적 요충지로써 서부 셀렌 강의 건널목 반대편을 지키고 있다. 최근까지 이곳은 성전군의 소유였으나, 이제 전초기지는 데몬들의 손아귀에 떨어졌다. 빌라레스 포드를 해방하는 것은 사령관에게 아주 중요한 목표이다.
ko_mt: 빌라레스 포드 전초 기지는 서쪽 셀렌 강 건너편으로 향하는 건널목을 지키는 요새화된 전략적 요충지입니다. 십자군은 최근까지 이곳을 방어했지만 이제 전초 기지는 데몬의 손에 있습니다. 빌라레스 포드를 해방하는 것은 사령관에게 중요한 목표입니다.

source: Find the lost relic of the crusaders
ko: 성전군의 잃어버린 유물을 찾아라
ko_mt: 십자군의 잃어버린 유물을 찾아라

source: According to chronicles, one of the crusade's relics was lost in the lands the Commander's army is about to pass through. The power of this artifact would be useful in the march on Drezen. Perhaps it would be wise to spend some time carefully exploring the right bank of the West Sellen.
ko: 기록에 따르면, 과거 성전의 유물 중 하나가 사령관의 군대가 앞으로 지나치게 될 경로에서 사라졌었다고 한다. 이 도구의 힘은 드레젠을 향한 진군에 큰 도움이 될 것이다. 서부 셀렌 강둑을 공들여 잘 살펴보는 것이 좋을 것 같다.
ko_mt: 연대기 기록에 따르면, 사령관님의 군대가 통과하려는 땅에서 십자군 유물 중 하나가 사라졌다고 합니다. 이 유물의 힘은 드레젠 행군에서 유용할 것입니다. 서쪽 셀렌의 오른쪽 강둑을 조심스럽게 탐험하는 것이 현명할 것입니다.

source: The Commander has succeeded in turning a small expeditionary squad into a true army, one capable of waging war against a superior opponent while providing for its own needs.
ko: 사령관은 작은 원정대를 자급자족하며 더 우월한 적을 상대로 전쟁을 벌일 수 있는 진정한 군대로 탈바꿈 시키는데 성공했다.
ko_mt: 사령관은 소규모 원정대를 우월한 상대와 전쟁을 벌이면서 자신의 필요를 충족시킬 수 있는 진정한 군대로 만드는데 성공했습니다.

source: A sudden ascent is a perilous moment for any military leader. Yesterday, the Commander was in charge of a small fighting force, the vanguard of the Mendevian army, as it completed a risky mission. Today that force is the Mendevian army itself. Will the Commander's talents be up to the task of transforming a squad into a full-fledged warrior host?
ko: 갑작스러운 진급은 모든 군사 지도자에게 위험한 순간이다. 어제까지, 사령관은 멘데브 군대의 선봉을 맡아 위험한 임무를 완수한 소규모 부대를 담당하고 있었다. 그리고 오늘, 그 소규모 부대가 멘데브 군대 그 자체가 되었다. 과연 사령관의 재능이 한 분대를 완전한 전사들의 군세로 변화시켜야 하는 과제를 감당할 수 있을 것인가?
ko_mt: 갑작스러운 상승은 모든 군사 지도자에게 위험한 순간입니다. 어제 사령관은 멘데비아 군대의 선봉대인 소규모 전투 부대를 지휘하며 위험한 임무를 완수했습니다. 오늘날 그 부대는 멘데비아 군대 그 자체입니다. 사령관의 재능이 분대를 본격적인 전사의 호스트로 변화시키는 임무를 완수할 수 있을까요?

source: Middlegame
ko: 중장
ko_mt: 중간 게임

source: An army cannot be considered viable until it has decent scouting capabilities. To ensure there are sufficient mounted scouts for the army, the Commander must erect a building for keeping battle mounts in Drezen.
ko: 정찰 능력이 없는 군대는 자립할 수 없다. 군이 필요로 하는 기마 정찰병들을 확보하기 위하여 사령관은 드레젠에 군마를 훈련시키기 위한 건물을 지어야 한다.
ko_mt: 군대는 제대로 된 정찰 능력을 갖추기 전까지는 생존 가능하다고 볼 수 없습니다. 군대에 충분한 기마 정찰병을 확보하기 위해 사령관은 드레젠에 전투용 탈것을 보관할 수 있는 건물을 세워야 합니다.

source: Build the Main Stables in Drezen
ko: 드레젠에 중앙 마굿간을 건설하라
ko_mt: 드레젠에 메인 마구간 건설

source: The war cannot be won from behind Drezen's walls. In order to pose a serious threat to the Worldwound, the crusaders must go on the offensive, expanding the territory under their control and driving the demons westward. Only once it has liberated significant swathes of land will the army no longer need to fear sudden attacks on its headquarters.
ko: 드레젠의 벽만으로 이 전쟁에서 이길수는 없다. 세계상처를 상대로 진정한 위협이 되기 위해서는, 성전군은 공세에 나서야만 한다. 통제할 수 있는 구역을 늘리고 데몬들을 서쪽으로 몰아내자. 충분한 규모의 땅을 해방시킨 다음에야 군대는 본진에 대한 기습을 더 이상 우려할 필요가 없을 것이다.
ko_mt: 드레젠의 성벽 뒤에서는 전쟁에서 이길 수 없습니다. 세계상처에 심각한 위협을 가하기 위해 성전사는 공격에 나서서 지배 영토를 확장하고 데몬들을 서쪽으로 몰아내야 합니다. 상당한 영토를 해방해야만 군대는 더 이상 본부에 대한 갑작스러운 공격을 두려워할 필요가 없습니다.

source: Liberate the region
ko: 지역을 해방하라
ko_mt: 지역을 해방하라

source: The more forces the Commander controls, the more challenging it is to manage them alone. To ensure appropriate strategic leadership of the armies, the Commander must form a Staff Council.
ko: 사령관의 휘하에 많은 군세가 집결할수록, 홀로 그 일을 처리하긴 힘들어지고 있다. 군대의 전략적 지도력이 제대로 확립되기 위해서는, 사령관은 참모 자문단을 꾸려야만 한다.
ko_mt: 사령관이 통제하는 군대가 많을수록 혼자서 관리하기가 더 어려워집니다. 군대에 대한 적절한 전략적 리더십을 보장하기 위해 사령관은 참모위원회를 구성해야합니다.

source: Form the Staff Council
ko: 참모 자문단을 조직하라
ko_mt: 직원 협의회 구성

source: To achieve victory in the war, the Commander and {mf|his|her} advisors need to comprehensively modernize the war machine known as the crusade. Every aspect is important — discipline, supplies, alliances, and combat strength.
ko: 전쟁에서 승리하기 위해 사령관과 {mf|그|그녀}의 조언가들은 성전이라는 전쟁의 수행 체계를 종합적으로 신식 개편해야 한다. 규율, 보급, 동맹, 전투력 등 모든 측면이 중요하다.
ko_mt: 전쟁에서 승리하기 위해 사령관과 {mf|그|그녀}의 고문은 십자군이라는 전쟁 기계를 종합적으로 현대화해야 합니다. 규율, 보급품, 동맹, 전투력 등 모든 측면이 중요합니다.

source: Maximize all crusade stats
ko: 모든 성전 지표를 최대로 올려라
ko_mt: 모든 성전 스탯 최대화

source: If armed soldiers are the teeth and claws of any fighting force, then logistics are the muscles. If a military leader fails to develop their army's supply chains, the army's strikes will have little impact. Fragments of the past sometimes fall into the crusaders' hands, artifacts both sacred and profane that possess great power. By gathering experienced craftsmen in Drezen, the Commander can see these ancient treasures transformed into truly powerful objects.
ko: 무장한 병사가 부대의 이빨과 발톱이라면, 보급은 근육이다. 만일 군사 지도자가 군대의 보급망을 형성하는데 실패한다면, 군대의 공격도 아무런 의미가 없어진다. 가끔씩 과거의 편린, 신성하고 불경하며, 막대한 힘을 지닌 유물이 성전군의 손에 떨어지곤 한다. 드레젠의 경험많은 장인들을 불러모아, 사령관은 이 고대의 유물을 강력한 도구로 빚어낼 수 있을 것이다.
ko_mt: 무장 병사가 전투력의 이빨과 발톱이라면, 병참은 근육입니다. 군사 지도자가 군대의 보급망을 발전시키지 못하면 군대의 공격은 거의 영향을 미치지 못합니다. 과거의 파편은 때때로 십자군의 손에 넘어가기도 하며, 성스럽고 불경한 유물이지만 강력한 힘을 지닌 유물이기도 합니다. 사령관은 드레젠에 숙련된 장인들을 모으면 이 고대 보물들이 진정으로 강력한 물건으로 변신하는 것을 볼 수 있습니다.

source: Order the crusade's craftsmen to improve a relic
ko: 성전의 장인에게 유물을 개선할 것을 명령하라
ko_mt: 십자군의 장인에게 유물을 개선하도록 명령하세요

source: The Worldwound's forces have been destroyed. The hour has come for the Commander to deal the final blow and end this war.
ko: 세계상처의 병력들은 섬멸되었다. 사령관이 마지막 공세를 펼쳐 마침내 이 전쟁을 끝낼 순간이 다가왔다.
ko_mt: 세계상처의 군대가 파괴되었습니다. 사령관이 최후의 일격을 가하고 이 전쟁을 끝낼 때가 왔습니다.

source: Every military campaign is similar to a chess match. Some end with a sudden and powerful strike at the very heart of the enemy's positions. Others are drawn out into a series of maneuvers in which the armies dance around each other, pushing the enemy back from conveniently placed footholds, expanding the front, and consolidating forces at the sites of future attacks. The endgame is approaching. One player will secure victory, and the other will experience total, crushing defeat.
ko: 모든 군사 작전은 체스 경기와 흡사하다. 어떤 이들은 적의 심장부에 강력하고 급작스러운 타격을 입혀 단숨에 끝을 낸다. 또 다른 이들은 편리한 거점에 자리 잡은 적을 밀어내고, 전선을 늘리고, 향후 공격을 할 지점의 병력을 강화하면서, 군대가 서로 춤을 추는 것처럼 이어지는 전술 기동에 끌려 다닌다. 최종장이 다가오고 있다. 한 선수가 승리하면, 그 상대는 참담한 패배를 경험하리라.
ko_mt: 모든 군사 작전은 체스 경기와 비슷합니다. 어떤 작전은 적진 한복판에서 갑작스럽고 강력한 일격으로 끝납니다. 다른 캠페인은 군대가 서로 춤을 추며 편리한 거점에서 적을 밀어내고, 전선을 확장하고, 향후 공격 지점에서 병력을 통합하는 일련의 기동으로 이어집니다. 최종전이 다가오고 있습니다. 한 플레이어는 승리를 확보하고 다른 플레이어는 완전히 패배를 경험하게 될 것입니다.

source: Endgame
ko: 최종장
ko_mt: 엔드게임

source: Capture all regions of the Worldwound
ko: 세계상처의 모든 지역을 점령하라
ko_mt: 세계상처의 모든 지역을 점령하세요

source: By capturing new lands and expanding the operational space of the army, the Commander is gaining freedom to maneuver and driving the enemy into a corner. Only once all the Worldwound forces are concentrated at its heart will it be possible to deal the final blow.
ko: 새로운 땅을 점령하고 군대의 작전 구역을 넓혀가며 사령관은 기동의 자유성을 손에 넣고 적들을 궁지로 몰아가고 있다. 세계상처의 모든 군세를 한 곳에 몰아넣고 나면 그때 최후의 일격을 날릴 수 있을 것이다.
ko_mt: 새로운 땅을 점령하고 군대의 작전 공간을 확장함으로써 사령관은 기동의 자유를 얻고 적을 궁지로 몰아넣고 있습니다. 모든 세계상처 병력이 중심부에 집중되어야만 최후의 일격을 가할 수 있습니다.

source: Develop all aspects of the crusade to the maximum
ko: 성전군의 모든 능력을 최대치까지 향상시켜라
ko_mt: 십자군 전쟁의 모든 측면을 최대로 발전시키세요

source: The impending all-out engagement will require every crusader to do their part. The battle-readiness of the military and logistics personnel, the number of loyal allies standing ready to fight, and the soldiers' level of discipline and faith in their leader — all will affect the Commander's chances of emerging victorious.
ko: 임박한 총력전은 성전의 모두가 맡은 바를 해낼 것을 요구하고 있다. 군대와 물류 담당들의 전투 준비성, 싸울 준비를 마친 충성스런 동맹의 수, 그리고 병사들의 훈련도와 그들의 지도자에 대한 믿음까지 — 이 모든 것들이 사령관의 승리에 영향을 미칠 것이다.
ko_mt: 임박한 전면 교전에서는 모든 십자군이 각자의 역할을 다해야 합니다. 군사 및 병참 요원의 전투 준비 상태, 싸울 준비가 된 충성스러운 아군의 수, 병사들의 훈련 수준과 지도자에 대한 믿음 등 모든 것이 사령관의 승리 가능성에 영향을 미칩니다.

source: Quartermaster Wilcer Garms is convinced that a group of demons is tracking down and killing one or two soldiers per month. Perhaps the Commander should address this issue and send troops to avenge the deaths of ordinary crusaders.
ko: 병참장교 윌서 감즈는 데몬 무리가 주기적으로 병사들을 사냥하고 있다고 생각한다. 사령관이 이 문제를 조사하고 복수할 병력들을 파견해야 할 것 같다.
ko_mt: 윌서 감스 소령은 데몬 무리가 한 달에 한두 명의 병사를 추적하여 죽이고 있다고 확신합니다. 아마도 사령관은 이 문제를 해결하고 일반 십자군의 죽음에 복수하기 위해 군대를 보내야 할 것입니다.

source: Insignificant Losses
ko: 사소한 피해
ko_mt: 미미한 손실

source: The balor Khorramzadeh has gathered an army and moved it to Drezen. He expects to nullify all the crusaders' recent achievements in a single blow.
ko: 발러 코람자데가 병력을 모아 드레젠으로 진군시켰다. 그는 단 한 번의 공격으로 성전군의 최근 성과를 모두 무용지물로 만들 작정이다.
ko_mt: 발러 코람자데가 군대를 모아 드레젠으로 이동했습니다. 그는 단 한 번의 타격으로 십자군의 최근 업적을 모두 무효화 할 것으로 예상합니다.

source: Repelling the Assault
ko: 공세 격퇴
ko_mt: 공격 격퇴

source: Khorramzadeh's dark magic has built Storms Peak, a reinforced citadel to the south of Drezen. The crusader armies will be under constant threat as long as this fortress stands. The Commander must launch a preemptive strike and raze Khorramzadeh's citadel to the ground.
ko: 코람자데의 사악한 마법이 드레젠 남쪽의 견고한 요새, 폭풍의 봉우리를 지었다. 이 요새가 존재하는 한 성전군에 지속적인 위협이 될 터. 사령관은 선수를 취해 코람자데의 성채를 무너뜨려야만 한다.
ko_mt: 코람자데의 어둠의 마법으로 드레젠 남쪽에 강화 성채인 폭풍의 봉우리가 세워졌습니다. 이 요새가 있는 한 십자군 군대는 끊임없는 위협을 받게 될 것입니다. 사령관은 선제 공격을 개시하여 코람자데의 성채를 파괴해야 합니다.

source: Storms Peak
ko: 폭풍의 봉우리
ko_mt: 폭풍우 피크

source: The army that was marching from Kenabres to help Queen Galfrey was trapped. Surrounded by demonic forces, the soldiers had to assume an all-round defense. If they don't get help, soon they all will be dead.
ko: 갈프리 여왕을 돕기 위해 케나브레스에서 출발한 병력이 데몬들에게 포위당했다. 병사들이 버티고 있지만, 도움의 손길이 오지 않는다면 곧 전멸할 것이다.
ko_mt: 갈프레이 여왕을 돕기 위해 케나브레스에서 행군하던 군대가 갇혔습니다. 데몬의 세력에 둘러싸인 병사들은 전방위 방어에 나서야 했습니다. 도움을 받지 못하면 곧 모두 죽을 것입니다.

source: Blockade of Reinforcements
ko: 저지당한 지원군
ko_mt: 지원군의 봉쇄

source: After they helped the blocked reinforcements, the Commander's troops were ambushed by Khorramzadeh's forces. The route to Drezen has been cut off by his army, and the only way back is to fight a pitched battle.
ko: 저지당한 지원군을 구원한 이후, 사령관의 병력은 코람자데의 군세에 기습당했다. 드레젠으로 향하는 경로가 그 병사들로 막혔으니, 이제 돌아가려면 격전을 치뤄야만 한다.
ko_mt: 막힌 지원군을 도운 사령관 부대는 코람자데의 군대에 매복을 당했습니다. 드레젠으로가는 길은 그의 군대에 의해 차단되었고, 돌아갈 수 있는 유일한 방법은 치열한 전투를 벌이는 것입니다.

source: Khorramzadeh's Trap
ko: 코람자데의 함정
ko_mt: 코람자데의 함정

source: The series of defeats suffered by the renowned Khorramzadeh is a slap in the face to every denizen of the Abyss. Many mighty demons are now gathering under the warlord's banners to show mortals once and for all how hopeless their struggle is.
ko: 위세높은 코람자데의 계속된 패배는 심연의 존재들에게 치욕이나 다름없었다. 수많은 강력한 데몬들이 필멸자들에게 그들의 투쟁이 얼마나 덧없는지 알려주기 위하여 전쟁군주의 깃발 아래 결집하고 있다.
ko_mt: 유명한 코람자데가 당한 연이은 패배는 심연의 모든 주민들에게 한 방 먹은 격입니다. 이제 많은 강력한 데몬들이 군벌의 깃발 아래 모여 인간들에게 그들의 투쟁이 얼마나 절망적인지 단번에 보여주기 위해 모이고 있습니다.

source: Champions of the Abyss
ko: 심연의 투사들
ko_mt: 심연의 챔피언

source: Captain Odan has asked to speak to the Commander about a private matter before the crusader armies set off to do battle with the champions of the Abyss.
ko: 오단 대장은 심연의 투사와 전투를 벌이기 위해 성전군을 준비하기 전 사적인 문제에 대해 사령관과 이야기하고 싶어한다.
ko_mt: 오단 대장이 십자군 군대가 심연의 용사들과 전투를 시작하기 전에 사령관에게 사적인 문제에 대해 이야기하고 싶다고 요청했습니다.

source: Odan's Request
ko: 오단의 부탁
ko_mt: 오단의 요청

source: The anomalies in Iz proved to be much more numerous, and much more dangerous, than Marhevok described. Now a serious chat must be had with the Wintersun chief.
ko: 이즈의 변칙 개체들은 마르헤복이 설명한 것보다 훨씬 더 많고, 훨씬 더 위험하다는 것이 증명되었다. 이제 윈터선의 족장과 진지한 대화를 나눌 때이다.
ko_mt: 이즈의 변칙은 마헤복이 설명한 것보다 훨씬 더 많고 훨씬 더 위험한 것으로 판명되었습니다. 이제 윈터선 족장과 진지한 대화를 나누어야합니다.

source: The gaze of the aeon showed that Marhevok is not who he claims to be
ko: 에온의 응시는 마르헤복이 본인이 아니라는 사실을 드러내었다
ko_mt: 에온의 시선은 마르헤복이 그가 주장하는 사람이 아니라는 것을 보여주었습니다.

source: After being killed, Marhevok rose from the dead before your eyes
ko: 죽은 마르헤복이 당신의 눈 앞에서 되살아났다
ko_mt: 죽임을 당한 후, 마르헤복이 눈앞에서 부활했다

source: Marhevok, chief of the Wintersun clan, knows little about his own clan's history
ko: 윈터선 씨족의 족장 마르헤복은 자기 씨족의 역사에 대해 잘 모른다
ko_mt: 윈터선 부족의 족장인 마르 헤복은 자신의 부족의 역사에 대해 거의 알지 못합니다.

source: Soana, the deranged shaman, claims that Marhevok urged her to "support and love" the Commander
ko: 미친 샤먼 소아나는 마르헤복이 사령관을 "지지하고 사랑하라"라 라고 자신에게 충고했다 주장한다
ko_mt: 미친 주술사 소나는 마르헤복이 사령관을 "지지하고 사랑하라"고 촉구했다고 주장합니다

source: While exploring Iz, the Commander has encountered Marhevok several times, giving the impression that the chief is able to be in multiple places at once
ko: 이즈를 탐험하던 중, 사령관은 몇 번이나 마르헤복과 마주쳤으며, 마치 그가 동시에 여러 장소에 존재하는 것 같다는 느낌을 받았다
ko_mt: 이즈를 탐험하는 동안 사령관은 마헤복과 여러번 마주쳤으며, 족장이 한 번에 여러 곳에 있을 수 있다는 인상을 주었습니다.

source: While exploring Iz, the Commander encountered strange phenomena, as if reality were under the influence of some unknown magic. What is doubly strange is that Marhevok did not mention this before.
ko: 이즈를 탐험하던 중, 사령관은 현실이 어떤 알려지지 않은 마법에 영향을 받는 듯한 이상한 현상들을 마주하였다. 더욱 기이한 점은 마르헤복이 이전에 이를 언급하지 않았다는 점이다.
ko_mt: 이즈를 탐험하는 동안 사령관은 마치 현실이 알 수없는 마법의 영향을 받는 것처럼 이상한 현상을 발견했습니다. 두 배로 이상한 것은 마헤복이 전에 이것을 언급하지 않았다는 것입니다.

source: Most likely, Valmallos himself will contact the Commander when he sees fit.
ko: 아마도, 발말로스는 본인이 적절하다 여겨질 때 사령관과 직접 접촉할 것이다.
ko_mt: 아마도 발말로스 자신이 적합하다고 판단되면 사령관에게 연락 할 것입니다.

source: The Excess thought {mf|himself|herself} the crusade commander, but turned out to be merely {mf|his|her} copy, a magical creation doomed to spend eternity in the inevitables' prison. Will the Excess meekly accept {mf|his|her} fate? I think not.
ko: 여분은 자신이 성전 사령관이라고 생각했으나, 실은 사령관의 복제품, 필연자의 감옥 속에서 영원히 존재할 운명에 처한 마법적 피조물일 뿐임이 드러났다. 여분은 자신의 운명을 겸허히 받아들일까? 내 생각엔 아니다.
ko_mt: 초과자는 {mf|그|그녀} 자신 성전 사령관이라고 생각했지만, 알고 보니 {mf|그|그녀}의 복제물에 불과했고, 피할 수 없는 자들의 감옥에서 영원을 보내야 할 운명의 마법의 피조물이었습니다. 초과자가 {mf|그|그녀}의 운명을 순순히 받아들일까요? 아닐 겁니다.

source: Life is full of paradoxes. Sometimes, in order to reach a destination, one must go in the opposite direction. The Commander, wishing to reach the heart of Threshold and there determine the future of Golarion, has been forced to retreat from the fortress and walk in the other direction. The things one does to save the world.
ko: 삶이란 모순의 연속일지니. 때로는 목적지에 도달하기 위해 정반대 방향으로 가야할 때도 있다. 극점의 심부에 도달해 골라리온의 미래를 결정짓길 바라는 사령관은 요새에서 물러나 반대 방향으로 가게 되었다. 세상을 구하려면 그래야 한다.
ko_mt: 인생은 역설로 가득합니다. 때로는 목적지에 도달하기 위해 반대 방향으로 가야 할 때도 있습니다. 사령관은 스레숄드의 중심부에 도달하여 그곳에서 골라리온의 미래를 결정하고 싶었지만 요새에서 후퇴하여 다른 방향으로 걸어야만 했죠. 세상을 구하기 위해 하는 일.

source: A Threat to This World
ko: 이 세상에 대한 위협
ko_mt: 이 세상에 대한 위협

source: Valmallos has said that the source of the anomalies must be sought in Iz. The Commander must return to the ruined city.
ko: 발말로스는 이즈에서 변칙 개체의 원천을 찾아야 한다고 말했다. 사령관은 폐허가 된 도시로 돌아가야 한다.
ko_mt: 발말로스는 변칙의 근원을 이즈에서 찾아야한다고 말했습니다. 사령관은 폐허가 된 도시로 돌아와야합니다.

source: Reach Iz
ko: 이즈에 도달하라
ko_mt: 이즈에 도달

source: Anomalies truly are present in Iz — so says the chief of a Sarkorian tribe arrived in Iz from Wintersun. According to him, killing the anomalies will not pose a challenge.
ko: 윈터선에서 이즈로 이동한 사코리스의 부족 족장이 말한 그대로, 이즈에는 변칙 개체들이 날뛰고 있다. 그의 말에 따르면, 변칙 개체들을 제거하는 일은 별로 어렵지 않을 거라 한다.
ko_mt: 윈터선에서 이즈에 도착한 사르코리안 부족의 추장은 이즈에 변칙이 실제로 존재한다고 말합니다. 그에 따르면 변칙을 죽이는 것은 어렵지 않을 것이라고 합니다.

source: Destroy the anomalies
ko: 변칙 개체들을 파괴하라
ko_mt: 변칙을 파괴하라

source: The anomalies can only be destroyed once their source has been discovered. And if that source suddenly tries to protest, then he must be shown incontrovertible proof of his anomalous nature.
ko: 변칙 개체들 그들의 원천이 발견되고 나서야 파괴될 수 있다. 그 원천이 갑작스레 반론을 제기한다면, 그에게 반박할 수 없는 변칙성의 증거를 보여야만 한다.
ko_mt: 변칙은 그 출처가 발견되어야만 파괴할 수 있습니다. 그리고 그 출처가 갑자기 항의하려고하면 그의 변칙적 성격에 대한 논란의 여지가 없는 증거를 보여 주어야합니다.

source: Identify the source of the anomalies
ko: 변칙 개체들의 원천을 밝혀내라
ko_mt: 이상 현상의 원인을 파악하세요

source: Marhevok, or the person going by that name, has hidden from the Commander in the cellar of the chiefs' house. He cannot have gone far.
ko: 마르헤복, 또는 그 이름을 차용하던 자는 사령관을 피해 족장의 집에 숨었다. 멀리 가지는 못했을 못했을 것이다.
ko_mt: 마르헤복, 또는 그 이름을 가진 사람이 추장 집 지하실에 사령관으로부터 숨어 있습니다. 그는 멀리 갈 수 없습니다.

source: Pursue Marhevok
ko: 마르헤복을 쫒아라
ko_mt: 마르헤복 추적

source: The source of anomalies in Iz has been eradicated. The Commander must inform Valmallos.
ko: 이즈에서 변칙 개체의 원천이 제거되었다. 사령관은 발말로스에게 알려야 한다.
ko_mt: 이즈의 변칙의 근원이 근절되었습니다. 사령관은 발말로스에게 알려야합니다.

source: Return to Valmallos
ko: 발말로스에게 돌아가라
ko_mt: 발말로스에게 돌아가

source: The source of the anomalies in Iz, concealed under the name Marhevok, advised the Commander to seek out the other side of Threshold. The key to the other side is a strange gear, which the Commander has already taken from Marhevok's body.
ko: 마르헤복의 이름을 써서 정체를 숨긴 이즈 지역 변칙 개체들의 원천이 사령관에게 극점의 이면을 찾아보라 조언하였다. 이면으로 가는 열쇠는 사령관이 이미 마르헤복의 시신에서 가져온 이상한 톱니라고 한다.
ko_mt: 마헤복이라는 이름으로 숨어 있는 이즈 이상 현상의 근원은 사령관에게 문턱의 반대편을 찾으라고 조언했습니다. 다른 쪽의 열쇠는 사령관이 이미 마르헤복의 몸에서 가져온 이상한 장비입니다.

source: Explore the other side of Threshold
ko: 극점의 이면을 탐험하라
ko_mt: 임계점의 반대편 탐색

source: The Excess has sown enough chaos. Now {mf|he|she} must direct {mf|his|her} efforts to restoring order.
ko: 여분은 충분한 혼란을 일구었다. 이제 {mf|그|그녀}는 질서를 복구하기 위해 노력해야 한다.
ko_mt: 과잉이 혼돈을 충분히 뿌렸습니다. 이제 {mf|그|그녀}는 {mf|그|그녀}에게 질서 회복을 위한 노력을 지시해야 합니다.

source: The Excess has restored order to a sufficient degree. Now {mf|he|she} must direct {mf|his|her} efforts to sowing chaos.
ko: 여분은 적절한 수준의 질서를 확립하였다. 이제 {mf|그|그녀}는 혼란을 키우는데 주력해야 한다.
ko_mt: 과잉이 질서를 충분히 회복했습니다. 이제 {mf|그|그녀}는 {mf|그|그녀}에게 혼돈을 심는 노력을 지시해야합니다.

source: The paradox has been created and the Excess has a clear path out of the repository world. Now {mf|he|she} must follow it all the way to Threshold.
ko: 역설이 발생하였으며, 여분은 저장소 세계를 나갈 길을 확보하였다. 이제 {mf|그|그녀}는 그 길을 따라 극점으로 나아가야 한다.
ko_mt: 역설이 생성되었고 초과분은 저장소 세계에서 벗어날 수 있는 명확한 경로를 갖게 되었습니다. 이제 {mf|그|그녀}는 임계점까지 따라가야 합니다.

source: Sometimes, when you add one, and then subtract one, the result is not zero. If the Excess brings order with one hand and helps chaos to flourish with the other, the repository world will be confronted with a paradox, its doors will open, and nothing will be able to stop its prisoners from escaping.
ko: 때로는, 하나를 더한 뒤, 하나를 빼도, 그 결과가 0이 아닐 때가 있다. 여분이 한 손으로 질서를 가져오고 다른 한 손으로 혼란을 키운다면, 저장소 세계는 역설에 봉착할 것이며, 문이 열리고, 포로가 빠져나가는 길을 막을 것은 없을 것이다.
ko_mt: 때때로 1을 더하고 1을 빼면 결과가 0이 아닐 때가 있습니다. 과잉이 한 손으로 질서를 가져오고 다른 손으로 혼돈이 번성하도록 돕는다면 저장소 세계는 역설에 직면하게 될 것이며, 문이 열리고 죄수들의 탈출을 막을 수 없을 것입니다.

source: Paradox
ko: 역설
ko_mt: 패러독스

source: The Excess must sow enough chaos in the repository world to create a paradox. To do this, {mf|he|she} must break a sufficient number of lesser keystones and facilitate the emergence of anomalies in the creatures of this world.
ko: 여분은 역설을 유발하기 위해 저장소 세계에 적절한 혼돈을 뿌려야만 한다. 그러려면, {mf|그|그녀}는 적당한 수의 하위 쐐기돌을 부숴 이 세상의 크리처들 사이에 변칙 개체의 등장을 가능케 해야 한다.
ko_mt: 초과분은 역설을 만들기 위해 저장소 세계에 충분한 혼돈을 심어야 합니다. 이를 위해 {mf|그|그녀}는 충분한 수의 하위 키스톤을 부수고이 세계의 피조물에서 변칙의 출현을 촉진해야합니다.

source: Sow chaos
ko: 혼돈을 뿌려라
ko_mt: 혼돈을 뿌리다

source: The Excess must protect the repository world from chaos a sufficient number of times to create a paradox. To do this, {mf|he|she} must reinforce the lesser keystones and eradicate the anomalies that have infected the creatures of this world.
ko: 여분은 역설을 유발하기 위해 저장소 세계를 일정 부분 지켜야 한다. 그러려면, {mf|그|그녀}는 하위 쐐기돌을 강화해 이 세상의 크리처들을 감염시킨 변칙 개체들을 처리해야 한다.
ko_mt: 초과분은 역설을 만들기에 충분한 횟수만큼 저장소 세계를 혼돈으로부터 보호해야 합니다. 이를 위해 {mf|그|그녀}는 더 낮은 키스톤을 강화하고 이 세계의 생물을 감염시킨 변칙을 근절해야합니다.

source: Stabilize the world
ko: 세상을 안정시켜라
ko_mt: 세상을 안정시키다

source: Irabeth and a group of soldiers have gotten into trouble somewhere nearby. They must be found and rescued.
ko: 이라베스와 한 무리의 병사들이 근처 어딘가에서 말썽에 휘말렸다. 그들을 찾아 구출해야 한다.
ko_mt: 이라베스와 한 무리의 병사들이 근처 어딘가에서 곤경에 처했습니다. 그들을 찾아서 구출해야합니다.

source: Saving Irabeth
ko: 이라베스 구출
ko_mt: 이라베스 구하기

source: The bard Aranka said that a Portal of Wishes has appeared in the free crusaders' camp, and she thinks you should meet it. To wake the Portal, you must find three items on the island and place them in the chests in front of the Portal. The items must be: something sonorous, something shiny and deceptive, and something light and beautiful.
ko: 바드 아란카는 자유 성전사들의 숙영지에 소원의 포탈이 나타났다고 말했고, 당신이 그것을 봐야 한다고 생각한다. 포탈을 깨우기 위해, 당신은 섬의 세 물품을 찾아 포탈 앞의 상자에 놓아야 한다. 물품은 다음과 같다: 낭랑한 물건, 반짝이고 기만적인 물건, 가볍고 아름다운 물건.
ko_mt: 바드 아란카가 자유 십자군 진영에 소원의 포탈이 나타났다고 말하면서, 당신이 그 포탈을 만나야 한다고 합니다. 포탈을 깨우려면 섬에서 세 가지 아이템을 찾아 포탈 앞에 있는 상자에 넣어야 합니다. 아이템은 소리가 나는 것, 반짝이고 기만적인 것, 가볍고 아름다운 것이어야 합니다.

source: The Portal of Wishes
ko: 소원의 포탈
ko_mt: 소원의 포털

source: Hilor wants you to launch an attack on the lair of the Spinner of Nightmares and save his daughter whom the cultist is holding captive.
ko: 하일러는 당신이 악몽의 직조자의 소굴을 공격해, 사교도들이 납치해간 그의 딸을 구출해줬으면 한다.
ko_mt: 하일러는 악몽을 잣는 자의 은신처를 공격하여 이교도에게 포로로 잡혀 있는 딸을 구해달라고 합니다.

source: Deal with the Spinner of Nightmares
ko: 악몽의 직조자를 처리하라
ko_mt: 악몽을 잣는 자 처리

source: The angel Lariel said that his sister Targona has been captured by some monsters from Iz and must be saved.
ko: 엔젤 라리엘은 그의 자매 타르고나가 이즈의 괴물들에게 사로잡혔으며 구출해야 한다고 말한다.
ko_mt: 천사 라리엘은 그의 여동생 타르고나가 이즈의 괴물들에게 붙잡혀서 구해야 한다고 말했습니다.

source: Saving Targona
ko: 타르고나 구출
ko_mt: 타르고나 저장

source: The devil Mephistopheles wishes to put himself on trial, and he is requesting your assistance.
ko: 데빌 메피스토펠레스는 자기 자신을 재판하고자 하며, 당신의 도움을 요청한다.
ko_mt: 데빌 메피스토펠레스가 재판을 받고 싶어하며 당신의 도움을 요청하고 있습니다.

source: Devil on Trial
ko: 법정에 선 데빌
ko_mt: 재판중인 데빌
