Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: Only a few final steps left. Better make haste so as not to miss the beginning.
ko: 이제 조금이다. 시작을 놓치지 않기 위해서라도 서두르는 게 좋을 것이다.
ko_mt: 마지막 몇 단계 만 남았습니다. 시작을 놓치지 않도록 서두르는 것이 좋습니다.

source: Reach the beginning
ko: 시발점에 도달하다
ko_mt: 시작에 도달

source: Creator and creation clash in the final confrontation. The patterns are obvious, the finale... inevitable.
ko: 창조자와 피조물이 최후의 대면에서 격돌한다. 패턴은 명확하고, 그 결말은... 불가피하다.
ko_mt: 창조주와 창조물이 마지막 대결에서 충돌합니다. 패턴은 분명하고 피날레는.. 피할 수 없습니다.

source: Fight the last battle
ko: 최후의 결전을 치러라
ko_mt: 마지막 전투

source: Creator and creation clash in the first and final confrontation. The patterns are obvious, the finale... inevitable.
ko: 창조자와 피조물이 처음이자 마지막 대면에서 충돌한다. 패턴은 명확하고, 그 결말은... 불가피하다.
ko_mt: 창조주와 창조물이 첫 번째이자 마지막 대결에서 충돌합니다. 패턴은 분명하고 피날레는.. 피할 수 없습니다.

source: Fight the first and the last battle
ko: 최초이자 최후의 싸움을 치러라
ko_mt: 첫 번째 전투와 마지막 전투를 싸워라

source: The final threshold has been crossed. This long, long experiment can finally be brought to a close.
ko: 마지막 문턱을 넘었다. 마침내 길고 길었던 실험을 끝낼 시간이다.
ko_mt: 마지막 문턱을 넘었습니다. 이 길고 긴 실험을 마침내 끝낼 수 있습니다.

source: Time and time again do paths and fates interweave in an infinity symbol. The point where its lines intersect is Threshold, the fortress and prison. Once a jail for Sarkorian mages, it became the birthplace of the Worldwound. And here, where it all began, is where it must come to an end. I hope you are ready, Commander.
ko: 운명이 몇번이고 얽혀지며 그려낸 무한한 상징. 그것은 지금 요새이자 감옥인 극점을 가리키고 있다. 사코리스 마법사들의 감옥이었다가 세계상처가 탄생하게 된 장소. 모든 것이 시작된 바로 이 장소에서, 모든 것을 끝내야만 한다. 그대가 준비 되었기를 바라지, 사령관.
ko_mt: 길과 운명은 무한대 기호로 얽히고설키며 반복해서 이어집니다. 그 선들이 교차하는 지점이 바로 요새이자 감옥인 문턱입니다. 한때 사르코리안 마법사들의 감옥이었던 이곳은 세계상처의 발상지가 되었습니다. 그리고 모든 것이 시작된 이곳에서 이 모든 것이 끝나야 합니다. 준비되셨길 바랍니다, 사령관님.

source: The Final Threshold
ko: 마지막 문턱
ko_mt: 마지막 문턱
