Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: How unexpected. Izyagna, She of the Sevenfold Swarm, is immeasurably weaker than Deskari. When they were in conflict, the demon lord did not destroy her, but only because he did not wish to anger her patroness, Lamashtu. But, as it turned out, he did not let her go completely unpunished. Yet another swarm in the Commander's path — it may not be the strongest, but it hates Deskari with a passion. What is Izyagna prepared to do to help the enemy of her enemy?
ko: 뻔한 이야기지만, 일곱 겹의 무리 이지아그나는 데스카리와는 비교도 되지 않을 정도로 약하다. 둘이 충돌했을때, 데몬 군주가 그녀를 완전히 파괴하지 않은 것은 오로지 그녀의 후견인, 라마슈투를 화나게 하지 않기 위함일 뿐이었다. 하지만 그렇다고 해서, 그가 그녀를 순순히 놓아준 것도 아니다. 또 다른 무리가 사령관의 앞길을 막고 있다. 그 중 가장 강력한 것은 아니지만, 데스카리에 대한 증오를 불태우고 있는 존재이다. 과연 이지아그나가 그녀의 적의 적을 돕기 위해 준비한 것은 무엇일까?
ko_mt: 예상 밖이군. 칠중군단의 이지아그나는 데스카리보다 한없이 약합니다. 그들이 충돌했을 때 데몬 로드는 그녀를 파괴하지 않았지만 그녀의 후원자인 라마슈투를 화나게하고 싶지 않았기 때문입니다. 그러나 결과적으로 그는 그녀를 완전히 처벌받지 않고 놓아주지 않았습니다. 사령관의 길에 또 다른 떼가 있습니다. 가장 강하지는 않지만 데스카리를 열렬히 싫어합니다. 이지아그나는 적의 적을 돕기 위해 무엇을 할 준비가 되어 있을까요?

source: Learn Izyagna's secret
ko: 이지아그나의 비밀을 알아내라
ko_mt: 이지아냐의 비결 알아보기

source: Famous moonshiner? That's new. Well, the Commander's entourage has become accustomed to {mf|his|her} mysterious, unpredictable actions, along with the unexpected results that ensue. If {mf|he|she} wants to take {mf|his|her} mind off fighting demons by chasing after liquor, why not? Who knows what will result from this search.
ko: 유명한 밀주업자라? 그건 좀 새롭군. 사령관의 일행은 그의 신비하고, 예측 불가능한 행위와 그에 뒤따르는 예기치 못한 결과들에 익숙해져 있었다. 사령관이 데몬들과의 싸움으로부터 한 숨 돌리려고 대신 술을 쫓아 다니겠다면, 안 될 거 없지 않은가? 이 수색의 결과가 어찌 될지는 아무도 모른다.
ko_mt: 유명한 문샤이너? 그건 처음 들어보네요. 사령관의 측근들은 {mf|그|그녀}의 신비하고 예측할 수 없는 행동과 그에 따른 예상치 못한 결과에 익숙해졌어. {mf|그|그녀}가 술을 쫓아다니며 데몬과 싸우는데서 {mf|그|그녀}의 정신을 빼고 싶다면, 왜 안 될까요? 이 검색에서 어떤 결과가 나올지 누가 알겠습니까?

source: The Moonshiner's Hut
ko: 밀주업자의 오두막
ko_mt: 문샤이너의 오두막

source: The witch's old moonshine still seems to be broken! But maybe she had a spare?
ko: 마녀의 오래된 밀주 증류기가 망가진 모양이다! 어쩌면 대체품이 있을지도?
ko_mt: 마녀의 오래된 달빛이 아직도 깨진 것 같아요! 하지만 마녀에게 여분이 있었을까요?

source: Find a replacement for the broken device
ko: 부서진 장치의 대체품을 찾아라
ko_mt: 고장난 디바이스의 대체품 찾기

source: Does the Commander understand what {mf|he|she} has found? Of course, this vessel is not very useful now, but once... Oh, if {mf|he|she} only knew... Is {mf|he|she} really going to use THIS as part of a moonshine still for the drunken false king?
ko: 사령관은 자신의 발견이 어떠한 것인지 이해하고 있는가? 물론, 이 그릇은 당장은 별 쓸모가 없지만. 일단... 오, 제발 그가 알았더라면... 정말로"이걸" 그 술취한 가짜왕을 위한 밀주 증류를 하는데 쓸 작정인가?
ko_mt: 사령관님은 {mf|그|그녀}는 발견한 것을 이해하시나요? 물론 이 함선은 지금은 별로 쓸모가 없지만, 한때는.. 오, {mf|he|she}만 알았다면.. {mf|그|그녀}가 정말 이걸 술 취한 거짓 왕을 위한 달빛 술병으로 쓸 건가요?

source: Take the vessel to Thaberdine
ko: 타베르딘에게 그릇을 가져가라
ko_mt: 배를 태버딘으로 가져가세요

source: The witch's hut has been found, but where is her moonshine still?
ko: 마녀의 오두막은 찾았지만, 그녀의 밀주 증류기는 어디에 있는걸까?
ko_mt: 마녀의 오두막은 발견되었지만 달빛은 어디로 갔을까요?

source: As expected, the Commander found more than {mf|he|she} was looking for in this search. The "moonshiner's hut" contained secrets far more terrifying than the recipe for a miracle brew...
ko: 예상대로 사령관은 수색 도중 본래 목표보다 더 많은 것을 발견했다. 이 "밀주업자의 오두막"에는 기적의 술 제조법 보다 더 무시무시한 비밀이 숨겨져 있었다...
ko_mt: 예상대로 사령관은 이번 수색에서 {mf|그|그녀}의 찾던 것 이상을 발견했습니다. "문샤이너의 오두막"에는 기적의 술 제조법보다 훨씬 더 무서운 비밀이 숨겨져 있었죠...

source: While Sarkoris was still alive, there were rumors about a legendary moonshiner witch who made the strongest liquor in the world. The witch's former lair is now right in the middle of demon-infested lands, but what if some of the brew, or the witch's magical cauldron, still remain? Of course, this is not the most reasonable of activities to pursue in the middle of a crusade... But the Commander has proven that success can be achieved not only via the straight path of reason and logic, but also via the more winding path of intuition.
ko: 사코리스가 아직 멀쩡했을 적에, 세상에서 가장 독한 술을 만든다는 밀주업자에 대한 소문이 존재했다. 마녀의 옛 소굴은 이제는 데몬으로 오염된 땅 한복판에 있지만, 어쩌면 그 술이나 마녀의 마법 들린 가마솥 따위가 아직 남아있을지도 모른다. 물론 성전 도중에 쫓기에 적절한 목표물은 아니지만... 사령관은 승리의 비결이 이성과 논리만이 아니라 본능에도 있음을 증명해왔다.
ko_mt: 사르코리스가 살아 있을 때 세상에서 가장 강한 술을 만드는 전설적인 달빛 마녀에 대한 소문이 돌았어요. 마녀의 옛 은신처는 이제 데몬이 득실거리는 땅 한가운데에 있지만, 마녀가 만든 술이나 마법의 가마솥이 아직 남아 있다면 어떨까요? 물론 성전 중에 이런 일을 벌이는 것은 가장 합리적인 활동은 아닙니다.. 하지만 사령관은 이성과 논리의 직선적인 길뿐만 아니라 직관의 구불구불한 길을 통해서도 성공을 거둘 수 있다는 것을 증명했습니다.

source: Best Liquor in the World
ko: 세계 최고의 술
ko_mt: 세계 최고의 주류

source: Use the closet in the bedroom to go to the Council meeting.
ko: 침실의 옷장을 이용해 의회에 참석하라.
ko_mt: 침실에 있는 옷장을 이용해 위원회 회의에 참석하세요.

source: An Invitation to a Council Meeting
ko: 의회의 초대
ko_mt: 위원회 회의 초대

source: A Repeat Invitation
ko: 재발송된 초대장
ko_mt: 반복 초대

source: An Urgent Invitation
ko: 긴급한 초대
ko_mt: 긴급 초대

source: How can the waterfall be reached? It is impossible without the help of a flying creature.
ko: 어떻게 해야 폭포에 갈 수 있을까? 날개달린 짐승의 도움 없이는 불가능할 것 같다.
ko_mt: 폭포에 어떻게 도달할 수 있나요? 날아다니는 생물의 도움 없이는 불가능합니다.

source: Wait 14 days until everything is ready for the coronation.
ko: 대관식을 위해 필요한 모든 준비를 마치려면 14일간 기다리십시오.
ko_mt: 대관식을 위한 모든 준비가 완료될 때까지 14일을 기다리세요.

source: As hard as it is to believe, the fuss over the drunkard's coronation was not entirely in vain. The fake king came to tell the Commander about a very interesting place in the depths of the Worldwound...
ko: 믿기 어렵겠지만, 주정뱅이의 대관식에서 벌어진 그 야단법석이 완전히 의미 없지는 않았던 것 같다. 가짜 왕은 세계상처 깊은 곳에 위치한 아주 흥미로운 장소를 알려주기 위해 사령관을 찾아왔다...
ko_mt: 믿기 어렵겠지만, 술주정뱅이의 대관식에 대한 소란은 전혀 헛된 것이 아니었습니다. 가짜 왕은 사령관에게 세계상처 깊숙한 곳에 있는 아주 흥미로운 장소를 알려주러 왔습니다...

source: A point of historical reference: there was never any monarchy in Sarkoris. The country was divided between clans, each with their chief, and its spiritual power came from a druid circle of hierophants. Iz was not the capital of Sarkoris, and there has never been a throne there. The man who came to the Commander claiming his right to a non-existent throne is so obviously an imposter, it's ridiculous. But the Commander seems to like jokes. Well, let's see how much fun a fool king from the tavern will bring to Drezen.
ko: 역사적 참고 문헌에 따르면, 사코리스는 군주국이 아니었다. 나라는 각자의 족장을 따르는 여러 씨족들로 나뉘어져 있었고, 드루이드 사제 무리가 영적인 영역을 다스렸다. 이즈는 사코리스의 수도가 아니었으며 왕좌가 놓인 적도 없었다. 사령관을 찾아와 존재하지도 않는 왕좌에 대한 권리를 주장하는 이 터무니없는 남자는 사기꾼임이 명백하다. 하지만 사령관은 농담이 마음에 드는 것 같다. 선술집에서 온 이 광대 왕이 드레젠에 얼마나 많은 웃음을 가져다 줄지는 두고 볼 일이다.
ko_mt: 참고로 사르코리스에는 군주제가 존재하지 않았습니다. 이 나라는 여러 부족으로 나뉘어 각각 족장이 있었고, 그 정신적 힘은 드루이드 마법사 집단에서 나왔습니다. 이즈는 사르코리스의 수도가 아니었고 왕좌도 존재하지 않았습니다. 존재하지도 않는 왕좌에 대한 권리를 주장하며 사령관에게 찾아온 남자는 명백한 사기꾼이라니 말도 안 되죠. 하지만 사령관님은 농담을 좋아하시는 것 같군요. 선술집의 바보 왕이 드레젠에 얼마나 큰 재미를 선사할지 지켜보자고요.

source: The Fool King
ko: 광대 왕
ko_mt: 바보 왕

source: The cemetery near Pulura's Fall really exists. The Sarkorians once buried their tribal chiefs there. There is no proof of the fake king's claims to be found at the cemetery, nor could there be. But the Commander is trusting {mf|his|her} mysterious sense of intuition. What is {mf|he|she} hoping to find there? Props for a joke inappropriate during times of war, or something more?
ko: 펄루라의 폭포 근처에 정말로 공동묘지가 존재했다. 사코리스인들은 한때 자기 부족의 족장들을 그곳에 묻었다. 묘지에서 가짜 왕의 주장이 사실이란 것을 밝혀낼 증거가 있을지 아닌지도 모르나, 사령관은 자신의 신비한 직감을 믿기로 하였다. 그가 그곳에서 찾고자 하는 것은 무엇인가? 전쟁통에 어울리지 않는 농담을 위한 소품 따위인가, 아니면 그 이상인가?
ko_mt: 풀루라의 폭포 근처에 있는 공동묘지는 실제로 존재합니다. 사르코리아인들은 한때 그곳에 부족 추장을 묻었습니다. 가짜 왕의 주장에 대한 증거는 그 공동묘지에서 발견되지 않았고, 발견될 수도 없습니다. 하지만 사령관은 {mf|그|그녀}의 신비한 직감을 믿고 있습니다. {mf|그|그녀}가 거기서 찾으려는 것은 무엇일까요? 전쟁 중에 부적절한 농담을 위한 소품일까요, 아니면 그 이상의 무언가일까요?

source: Find proof of Thaberdine's royal origin near Pulura's Fall
ko: 펄루라의 폭포 근처에서 타베르딘이 왕족이라는 증거를 찾아라
ko_mt: 풀루라의 폭포 근처에서 태버딘이 왕족 출신이라는 증거를 찾아보세요.

source: What has happened? In the Commander's hands, reality itself seems to play along with this whimsical joke. This stone tablet is not a forgery. Its surface changed as if this ridiculous fake king's family tree had been there all along. The crown? It couldn't have existed, yet here it is, shimmering with gold and jewels. The situation is becoming more and more mysterious... But if there is a crown, why not put it on the king's head?
ko: 무슨 일이 벌어진 것인가? 마치 사령관의 손에서, 현실이 그의 말도 안 되는 농담에 놀아난 것만 같다. 석판은 위조된 것이 아니었으니. 그 겉은 마치 이 말도 안 되는 가짜 왕의 가계도가 처음부터 있었던 것처럼 바뀌었다. 왕관? 애초에 있지도 않았지만, 금과 보석들로 반짝이며 지금은 존재한다. 상황은 가면 갈수록 더 이상해지고 있다... 허나 왕관이 존재한다면, 왕의 머리위에 씌워줘야 되지 않겠는가?
ko_mt: 무슨 일이 일어난 걸까요? 사령관의 손에서 현실 자체가 이 기발한 농담과 함께 놀아나는 것 같습니다. 이 석판은 위조품이 아닙니다. 마치 이 우스꽝스러운 가짜 왕의 가계도가 처음부터 있었던 것처럼 표면이 바뀌었죠. 왕관은요? 존재할 수 없었을 텐데 여기 금과 보석으로 반짝이고 있네요. 상황은 점점 더 미스터리해지고 있습니다.. 하지만 왕관이 있다면 왕의 머리에 씌워야 하지 않을까요?

source: Prepare for the coronation
ko: 대관식을 준비하라
ko_mt: 대관식 준비

source: As expected, there is no family tree of King Thaberdine near Pulura's Fall. Now, perhaps, the Commander will stop this farce, and throw the impostor out of the city, as {mf|he|she} should have done a long time ago? The so-called "King of Sarkoris" can be found in Drezen's tavern.
ko: 예측한대로, 펄루라의 폭포에 타베르딘 왕의 가계도 따위는 존재하지 않았다. 어쩌면 이제, 사령관은 이 촌극을 끝내고, 그가 진즉에 해야했던 대로, 이 참칭자를 도시 밖으로 던져버릴 수 있을 것이다. 이 소위 "사코리스의 왕"이란 자는 드레젠의 선술집에 머무르고 있다.
ko_mt: 예상대로 풀루라의 폭포 근처에는 타버딘 왕의 가계도가 없습니다. 이제 사령관이 이 희극을 멈추고 {mf|그|그녀}의 오래전에 했어야 했던 것처럼 사기꾼을 도시 밖으로 내쫓아 버릴까요? 소위 "사르코리스의 왕"은 드레젠의 선술집에서 찾을 수 있습니다.

source: Show the stone tablet to Thaberdine
ko: 석판을 타베르딘에게 보여주어라
ko_mt: 타버딘에게 석판을 보여주세요.

source: The further this joke goes, the more absurd reality becomes and the more real the absurd becomes. Will things really get to the point where the drunkard accedes to a nonexistent throne?
ko: 이 농담이 계속 될수록, 현실은 더욱 우스꽝스럽게 변해가고 우스꽝스러운 것은 더 현실 같아진다. 정말로 이 주정뱅이가 존재하지도 않는 옥좌에 오르는 날이 오게 될까?
ko_mt: 이 농담이 계속될수록 현실은 더 부조리해지고 부조리는 더 현실이 됩니다. 과연 술주정뱅이가 존재하지 않는 왕좌에 오르는 상황까지 갈까요?

source: Crown Thaberdine king
ko: 타르베딘 왕에게 왕관을 씌워주어라
ko_mt: 크라운 태버딘 왕

source: The king has returned. The heir to a title that never existed has proudly ascended the throne — a chair in the tavern that now serves as his palace. How will the Commander's mad joke continue? No one, not even the Commander {mf|him|her}self, seems to know.
ko: 왕이 돌아왔다. 존재조차 하지 않았던 칭호의 계승자가 자랑스레 옥좌에 올랐으니, 그 의자가 자리잡은 선술집은 궁전이 될 것이다. 사령관의 정신나간 농담이 어디까지 계속될까? 아마 사령관 스스로도 모를 것이다.
ko_mt: 왕이 돌아왔습니다. 존재하지도 않았던 칭호의 상속자가 당당히 왕좌에 올랐고, 이제 선술집 의자는 그의 궁전으로 사용되고 있습니다. 사령관의 미친 농담은 어떻게 계속될까요? 사령관 {mf|그|그녀} 자신조차도 아무도 모르는 것 같습니다.

source: Wait to see how things unfold
ko: 사건의 전개를 기다려라
ko_mt: 상황이 어떻게 전개될지 지켜보기

source: The crossroads of worlds — a mad, foolish, and extremely dangerous idea — is starting to take shape. What sort of conclusions did Eritrice draw from what was written? And what did Cobblehoof leave in such a haste to obtain? It will be quite interesting to see what comes of this "experiment."
ko: 차원의 교차로. 미쳤고, 어리석으며, 극도로 위험한 발상이 그 형태를 드러내기 시작했다. 에리트리스는 여기서 어떤 결론을 도출해 낼 것인가? 그리고 코블후프는 무엇을 위해 그리 성급히 떠난 건가? 이 "실험" 이 어떠한 결과를 불러 일으킬지 몹시 기대된다.
ko_mt: 미친 듯이 어리석고 극도로 위험한 생각인 세계의 교차로가 구체화되기 시작합니다. 에리트리스는 글을 읽고 어떤 결론을 내렸을까요? 그리고 코블후프는 무엇을 얻기 위해 그렇게 서둘러 떠났을까요? 이 "실험"에서 어떤 결과가 나오는지 보는 것은 매우 흥미로울 것입니다."

source: During its last session, the Council set a new, exceptionally ambitious goal of converting the Worldwound into a crossroads of worlds that connects a multitude of planes. Is such a thing possible? Theoretically, yes. Could it be achieved in actuality? That is a much more difficult question... But it appears that Socothbenoth knows where to look for answers.
ko: 의회는 지난번 만남에서 세계상처를 다중차원들의 교차로로 만든다는 새롭고, 아주 야심찬 목표를 세웠다. 그러한 일이 가능하기는 한가? 이론적으로는, 그렇다. 하지만 그게 정말로 실현 가능한가? 그것은 훨씬 더 어려운 질문이다. 그런데 소코스베노스는 그 해답을 어디서 찾아야 할지 아는 것 같다.
ko_mt: 지난 회의에서 평의회는 세계상처를 여러 행성을 연결하는 세계들의 교차로로 전환하는 새롭고 야심찬 목표를 세웠습니다. 그런 일이 가능할까요? 이론적으로는 가능합니다. 실제로 실현될 수 있을까요? 그건 훨씬 더 어려운 질문입니다.. 하지만 소코트베노스는 답을 찾을 수 있는 곳을 알고 있는 것 같습니다.

source: Demonic Hide-and-Seek
ko: 데몬식 숨바꼭질
ko_mt: 데몬 숨바꼭질

source: Socothbenoth knows he is not welcome in the city where his sister reigns supreme. This cunning demon has skillfully hidden himself from the gaze of his enemies. It might be worth seeking him out to learn of his plans.
ko: 소코스베노스는 그의 누이가 초월한 권세를 누리는 도시에서 그가 환영받지 못한다는 사실을 안다. 이 교활한 데몬은 적들의 시선으로부터 능숙하게 자신을 숨겨왔다. 그의 계획을 알아내기 위해 그를 찾아내는 편이 좋을 것이다.
ko_mt: 소코트베노스는 여동생이 최고 권력자로 군림하는 도시에서 환영받지 못한다는 것을 알고 있습니다. 이 교활한 데몬은 적들의 시선으로부터 자신을 교묘하게 숨겨왔습니다. 그의 계획을 알아내기 위해 그를 찾아보는 것도 좋습니다.

source: Talk to Socothbenoth
ko: 소코스베노스와 대화하라
ko_mt: 소코트베노스와 대화하기

source: If the Council members wish to understand what can be done about the Worldwound, it would be wise for them to consult the notes made by its Architect, Areelu Vorlesh, in the document known as the Lexicon of Paradox. By a fortunate coincidence, the great spellcaster lives here, in Alushinyrra, but acquiring her belongings may prove difficult, since she resides in the palace of Nocticula herself.
ko: 의회의 일원들이 세계상처를 어떻게 할 수 있을지 이해하려면, 그 설계자, 아릴루 볼레쉬의 공책, 역설의 총론이라는 이름의 서류를 읽은 후에 논의하는 게 현명할 것이다. 운이 좋게도, 위대한 주문 시전자는 이곳, 알루시니라에 거주했었다. 하지만 그녀의 소지품을 손에 넣는 것은 힘들지도 모른다. 그녀의 거주지는 바로 녹티큘라의 궁전이었으니 말이다.
ko_mt: 평의회 위원들이 세계상처를 어떻게 다룰 수 있는지 알고 싶다면, 건축가 아릴루 볼레쉬가 역설의 사전이라는 문서에 남긴 기록을 참고하는 것이 현명할 것입니다. 운 좋게도 위대한 주문술사는 이곳 알루시니라에 살고 있지만, 녹티큘라 궁전에 직접 거주하고 있기 때문에 그녀의 소지품을 구하는 것은 어려울 수 있습니다.

source: Find the second part of the Lexicon of Paradox
ko: 역설의 총론의 나머지 부분을 찾아라
ko_mt: 역설의 어휘 사전의 두 번째 부분을 찾아보세요.

source: And thus, the second part of the Lexicon of Paradox has been acquired. Nocticula would gladly take a look at it — and who wouldn't? Thankfully, the Council members do not intend to seize the Lexicon for themselves; they simply want to read its contents. One might wonder, what thoughts will be planted in the heads of such powerful entities by the Architect of the Worldwound's notes about her work...
ko: 그렇게, 역설의 총론의 두 번째 부분이 입수되었다. 녹티큘라는 기쁜 마음으로 그것을 읽어볼 것이다 — 누군들 안 그러겠는가? 다행히도, 의회의 일원들은 총론을 차지할 생각이 없다; 그들은 그저 그 내용을 읽어보고 싶은 것뿐이다. 저런 강력한 존재들이 세계상처의 설계자가 자신의 업적에 대해 적은 공책을 읽었을때, 과연 무슨 생각을 하게 될 것인지 궁금해 하는 사람도 있을 것이다.
ko_mt: 따라서 역설의 어휘집의 두 번째 부분을 획득했습니다. 녹티큘라가 기꺼이 살펴보고 싶지 않을 사람이 어디 있겠습니까? 다행히도 위원회 위원들은 이 사전을 차지할 의도가 아니라 단순히 그 내용을 읽으려는 것뿐입니다. 세계상처의 건축가가 자신의 작업에 대한 메모를 통해 강력한 존재들의 머릿속에 어떤 생각을 심어줄지 궁금할지도 모르겠습니다...

source: Bring the second part of the Lexicon of Paradox to Socothbenoth
ko: 역설의 총론의 두 번째 부분을 소코스베노스에게 가져가라
ko_mt: 역설의 어휘집의 두 번째 부분을 소코트베노스로 가져옵니다.

source: It seems that Cobblehoof has an idea. It wouldn't do to underestimate the most taciturn member of the Council. He may only be a humble servant of Abadar, and not an empyreal lord, but his position allows him access to the vast resources of his master.
ko: 코블후프에게 생각이 있는 듯하다. 의회의 가장 조용한 일원을 과소평가하지 않는 것이 좋을 것이다. 비록 그가 엠피리얼 군주가 아닌 아바다르의 미천한 종일 뿐이라 하더라도, 그의 지위는 자신의 주인이 가진 수많은 자원에 대한 접근 권한이 있음을 의미하니까.
ko_mt: 코블후프에게 좋은 생각이 있는 것 같군요. 평의회에서 가장 과묵한 의원을 과소평가할 필요는 없겠지. 그는 아바다르의 미천한 하인에 불과하고 제국의 군주는 아니지만, 그의 지위 덕분에 주인의 방대한 자원에 접근할 수 있습니다.

source: Wait for Cobblehoof's return
ko: 코블후프가 돌아오는 걸 기다려라
ko_mt: 코블후프가 돌아올 때까지 기다리세요

source: Shamira's essence can now be procured with ease. This process will require a soul cauldron.
ko: 이제 샤미라의 정수를 손쉽게 확보할 수 있게 되었다. 이 과정에는 영혼 가마가 필요할 것이다.
ko_mt: 이제 샤미라의 정수를 쉽게 획득할 수 있습니다. 이 과정에는 영혼 가마솥이 필요합니다.

source: Leave Nocticula's palace
ko: 녹티큘라의 궁전에서 나와라
ko_mt: 녹티큘라의 궁전 떠나기

source: Play the first joke
ko: 첫번째 농담을 하라
ko_mt: 첫 번째 농담 재생

source: Play the second joke
ko: 두 번째 농담을 하라
ko_mt: 두 번째 농담하기

source: Play the third joke
ko: 세 번째 농담을 하라
ko_mt: 세 번째 농담하기

source: The Commander's work is done, and the joke has been played. But what comes next? {mf|He|She} holds in {mf|his|her} hands a magical bomb that could alter the very nature of the Worldwound, and with it the life of not just Sarkoris and its neighbors, but all Golarion. If {mf|he|she} goes ahead with {mf|his|her} designs, even Areelu Vorlesh herself will not be able to predict the effects.
ko: 사령관의 작품은 완성되었고, 농담은 상연되었다. 그렇다면 그 다음은? 사령관은 세계상처의 본질 그 자체를 바꿀 수 있는 마법의 폭탄과, 사코리스와 그 근처뿐만이 아니라 골라리온의 모든 생명을 손에 쥐고 있다. 만일 사령관이 자신의 계획을 시작한다면, 설령 아릴루 볼레쉬라 하더라도 그 결과를 감히 예측할 수 없을 것이다.
ko_mt: 사령관의 임무는 끝났고 농담은 끝났습니다. 하지만 다음은 무엇일까요? {mf|그|그녀}는 {mf|그|그녀}의 손에 세계상처의 본질을 바꿀 수 있는 마법의 폭탄을 쥐고 있으며, 사르코리스와 그 이웃뿐 아니라 모든 골라리온의 목숨이 달린 문제입니다. {mf|그|그녀}이 {mf|그|그녀}의 설계를 강행한다면, 아릴루 볼레쉬 자신조차도 그 결과를 예측할 수 없을 것입니다.

source: The farce that has been dragging on for years is nearing its resolution. The Council has formulated a plan — an incredibly idiotic plan, but one that is probably feasible. Now, the Commander is getting ready to procure the final component required for its execution. Except {mf|he|she} is no slavish follower of plans — even those {mf|he|she} has proposed {mf|himself|herself}. The culmination promises a raucous punchline, but who will be the object of ridicule? And how? Even an observer driven by purely academic interest cannot help but feel a certain thrill as this story unfolds.
ko: 수 년 간 이어져 온 익살극이 마침내 그 끝에 다다랐다. 자문단이 믿을 수 없을 정도로 바보 같지만, 어쩌면 실현 가능할지도 모르는 계획을 만들어냈다. 이제 사령관은 계획의 실행에 필요한 마지막 요소를 손에 넣을 준비를 한다. 다만 사령관은 계획을 맹목적으로 따르는 사람이 아니다. 설령 그게 그 자신이 제안한 계획이라 할지라도 말이다. 극의 절정에는 요란한 촌철살인이 필요한 법, 하지만 누가 어떻게 그 조롱의 대상이 될 것인가? 순수하게 학문적 흥미에 사로잡힌 관찰자마저도 이 이야기가 어떻게 펼쳐질지, 약간의 설렘을 느끼지 않을 수가 없다.
ko_mt: 수년간 지속되어 온 이 희극이 거의 해결의 실마리를 찾아가고 있습니다. 위원회는 믿을 수 없을 정도로 바보 같은 계획이지만 아마도 실현 가능한 계획을 수립했습니다. 이제 사령관은 계획 실행에 필요한 마지막 부품을 조달할 준비를 하고 있습니다. {mf|그|그녀}이 {mf|그|그녀} 자신을 제안한 것만 빼면, {mf|그|그녀}는 계획의 노예가 아닙니다. 정점은 시끄러운 펀치라인을 약속하지만, 누가 조롱의 대상이 될까요? 그리고 어떻게? 순전히 학문적 관심에 이끌린 관찰자라도 이 이야기가 전개되는 동안 어떤 스릴을 느낄 수밖에 없습니다.

source: The Ultimate Joke
ko: 궁극의 농담
ko_mt: 궁극의 농담

source: "This meeting is now in session" — what immeasurable delight these words must bring to the celestial with the head of a lion and the brains of a shrew! One cannot help but suspect that the main purpose of forming the Council was so that she could enjoy the sound of her own voice uttering this phrase.
ko: "회의를 시작합니다." — 이 말이 사자의 머리와 뒤쥐의 뇌를 지닌 천상의 존재에게 얼마나 큰 기쁨을 안겨주었는지! 그녀가 이 문장을 읊으며 의회안에 울려퍼지는 자신의 목소리를 듣기 위해서 이 의회를 창립한건 아닌가 의심이 들 수 밖에 없다.
ko_mt: "이 회의는 지금 개회 중입니다." - 사자의 머리와 말괄량이의 두뇌를 가진 하늘에 이 말이 얼마나 헤아릴 수 없는 기쁨을 가져다 줄까요! 평의회를 구성한 주된 목적이 이 문구를 말하는 자신의 목소리 소리를 즐길 수 있도록하기 위해서라고 의심 할 수밖에 없습니다.

source: Attend yet another meeting of the Council
ko: 의회의 또다른 회의에 참석하라
ko_mt: 또 다른 위원회 회의에 참석

source: As always, the Council has one plan, Socothbenoth has another, and Shyka are clearly up to something as well... But it seems the Commander intends to outplay them all. What proposition does the Silken Sin have for {mf|him|her} — and what will {mf|he|she} actually do?
ko: 언제나와 같이, 의회는 한 가지 계획을 내놓았고, 소코스베노스는 다른 계획을 내놨으며, 샤이카는 분명 다른 꿍꿍이가 있다... 하지만 사령관은 그들 모두를 가지고 놀 의도가 있는 듯하다. 죄악의 비단이 {mf|그|그녀}에게 무슨 제안을 할까? 또 {mf|그|그녀}는 실제로 뭘 할까?
ko_mt: 언제나 그렇듯이 의회에는 한 가지 계획이 있고, 소코트베노스에는 또 다른 계획이 있으며, 쉬카도 분명히 뭔가를 꾸미고 있습니다.. 하지만 사령관은 그들 모두를 제압할 생각인 것 같습니다. 비단 죄악은 {mf|그에게|그녀에게} 어떤 제안을 하고 있으며, {mf|그|그녀}는 실제로 무엇을 할 것인가?

source: Talk to Socothbenoth in the Commander's chambers
ko: 사령관의 방에서 소코스베노스와 대화하라
ko_mt: 사령관의 방에서 소코트베노스와 대화하세요.

source: Shamira, Nocticula's longtime lover and ally, is loyal to her lady insofar as anyone can be loyal in the Abyss, but she dreams of having a demon lord's power and true dominion over Alushinyrra. She is tolerably shrewd, tolerably prudent, and intolerably brazen. And she is a fallen celestial — in other words, the perfect target for anyone seeking the essence of Heaven. But the Commander's activities in Nocticula's palace may not remain confined to killing Shamira...
ko: 녹티큘라의 오랜 연인이자 동맹, 샤미라는 심연의 다른 존재들만큼이나 그녀의 여주인에게 충성한다. 하지만 그녀는 데몬 군주의 힘을 손에 넣어 진정으로 알루시니라를 지배하기를 꿈꾸고 이다. 그녀는 적당히 교활하고, 적당히 신중하며, 지나칠 정도로 뻔뻔하다. 그리고 그녀는 타락한 천상의 존재 — 곧, 천상의 정수를 노리는 이에게 완벽한 목표라는 이야기다. 하지만 녹티큘라의 궁전에서 사령관의 행동은 샤미라를 죽이는데에만 국한되지 않을지도 모른다...
ko_mt: 녹티큘라의 오랜 연인이자 동맹인 샤미라는 심연에서 충성을 다할 수 있는 한 여인에게 충성하지만, 데몬 로드의 힘을 얻어 알루시니라를 진정으로 지배하는 것을 꿈꿉니다. 그녀는 참을 수 없을 정도로 영리하고, 참을 수 없을 정도로 신중하며, 참을 수 없을 정도로 뻔뻔합니다. 그리고 타락한 천체, 다시 말해 천국의 정수를 찾는 자에게는 완벽한 표적이죠. 하지만 녹티큘라의 궁전에서 사령관의 활동은 샤미라를 죽이는 것에만 국한되지 않을 수 있습니다.

source: Obtain Shamira's essence
ko: 샤미라의 정수를 획득하라
ko_mt: 샤미라의 정수 획득

source: Socothbenoth is quite powerful, and at the same time, pathetic in his own way. He could be conquering other Abyssal realms, striving for godlike power, but instead he wastes his time getting back at his sister and lover for rejecting him. Could he have found a more pointless pursuit? It even makes one wonder... When the time comes for the Commander's grand joke to reach its finale, will he get what he desires — will he have the last laugh in his feud with Nocticula, or will he rightly become a laughingstock?
ko: 소코스베노스는 꽤나 강력하지만, 또 나름대로 한심한 구석이 있다. 그는 온 심연의 왕국을 정복하며 신과 같은 힘을 추구할 수 있었지만, 대신 그는 자신을 거부하는 누이이자 연인에게 돌아가고자 시간을 허비한다. 차라리 좀 더 가치없는 목표를 찾을 수는 없었던걸까? 이것을 보다보면, 궁금증을 피할 길이 없어진다... 과연 사령관의 위대한 농담이 그 종막에 달했을때, 소코스베노스는 자신이 원하던 것을 손에 넣을 수 있을까 — 과연 녹티큘라와의 분쟁에서 마지막으로 웃음을 터뜨리는 이가 될까, 아니면 자신이 웃음거리가 되었을까?
ko_mt: 소코트베노스는 꽤나 강력하지만 동시에 나름대로 한심하기도 합니다. 그는 다른 심연의 영역을 정복하고 신과 같은 힘을 얻기 위해 노력할 수도 있지만, 대신 자신을 거부한 여동생과 연인에게 복수하는데 시간을 낭비합니다. 이보다 더 무의미한 추구를 찾을 수 있었을까요? 심지어 궁금해지기도 합니다.. 사령관의 거대한 농담이 피날레를 장식할 때가 되면, 그가 원하는 것을 얻을 수 있을까요? 녹티큘라와의 불화에서 마지막 웃음을 얻을 수 있을까요, 아니면 웃음거리가 될 수 있을까요?

source: Play a joke on Nocticula
ko: 녹티큘라를 조롱하라
ko_mt: 녹티큘라에서 농담하기

source: So that was the Commander's plan? Interesting. It has reached its final stage — now to witness the end result.
ko: 바로 그것이 사령관의 계획이었나? 흥미롭군. 무대도 종막에 도달했으니 — 이제 그 결과를 지켜볼 시간이다.
ko_mt: 그게 사령관의 계획이었나요? 흥미롭군요. 이제 마지막 단계에 이르렀으니 최종 결과를 지켜볼 차례입니다.

source: Return to the Council
ko: 의회로 귀환하라
ko_mt: 평의회로 돌아가기

source: Socothbenoth was right to bet on the Commander — just like he dreamed, the resolution of this long joke has made a mockery of Nocticula. Serves her right — she should not assume that she will always have the last laugh!
ko: 사령관에게 건 소코스베노스의 선택은 옳았다. 그가 꿈꿔왔던 그대로 이 오랜 희극은 녹티큘라를 조롱하며 끝맺었다. 그녀에게 적합한 결말이다. 그녀는 언제나 자신이 최후에 웃는 이가 되리라 자신하지 말았어야 한다!
ko_mt: 소코트베노스는 사령관에게 내기를 걸었던 것이 옳았습니다 - 그가 꿈꿨던 것처럼, 이 긴 농담의 해결은 녹티큘라를 조롱하게 만들었습니다. 그녀가 항상 마지막 웃음을 가질 것이라고 가정해서는 안됩니다!

source: Defeat Nocticula in battle
ko: 전투에서 녹티큘라를 물리쳐라
ko_mt: 전투에서 녹티큘라 처치하기

source: Where else can one obtain the essence of other planes if not from the creatures that are made of it? The Council members probably will not appreciate this, even though they should, as the Commander has given them a chance to be of at least some use to someone for the first time in the history of this ludicrous gathering.
ko: 다른 차원의 정수가 필요하다면, 그 정수로 이루어진 존재말고 더 효과적인 입수처가 어디 있겠는가? 의회 일원들은 반기지 않겠으나, 사령관이 그들에게 역사상 처음으로 남들에게 유용해질 수 있는 기회를 이 우스꽝스러운 만남에서 제공할 것을 생각하면 반겨야 할 것이다.
ko_mt: 다른 행성의 정수를 그것으로 만들어진 생명체에게서 얻지 않고서 어디에서 얻을 수 있을까요? 사령관이 이 우스꽝스러운 모임 역사상 처음으로 누군가에게 조금이라도 도움이 될 수 있는 기회를 주었으니, 위원들은 아마 고마워하지 않을 겁니다.

source: Defeat the Council in battle
ko: 의회와의 전투에서 승리하라
ko_mt: 전투에서 의회 처치

source: To a trickster, living is a game, winning is a joke, and changing the world is a fleeting whim. Could one who carries not even a shred of chaos within {mf|himself|herself} truly be capable of such an existence?
ko: 트릭스터에게, 산다는 것은 게임이고, 승리란 농담이며, 세상을 바꾼다는 것은 그냥 뱉어본 말에 지나지 않는다. 자신의 안에 혼돈의 파편조차 존재하지 않는 자가 과연 그러한 존재가 될 수 있을까?
ko_mt: 사기꾼에게 삶은 게임이고, 이기는 것은 농담이며, 세상을 바꾸는 것은 한순간의 변덕입니다. {mf|그|그녀} 자신 안에 혼돈을 조금도 품지 않은 자가 과연 그런 존재가 될 수 있을까요?

source: Change alignment to chaotic or neutral and show Socothbenoth a trick
ko: 성향을 혼돈 혹은 중립으로 변경한 후 소코스베노스에게 묘기를 보여주어라
ko_mt: 성향을 혼돈 또는 중립으로 변경하고 소코트베노스에게 트릭을 보여주세요.

source: By allowing chaos into {mf|his|her} soul, the Commander is now one step closer toward assuming the title of a true trickster.
ko: 사령관은 자신의 영혼에 혼돈을 받아들임으로써, 진정한 트릭스터라는 이름에 한 발짝 더 가까워졌다.
ko_mt: 사령관은 이제 {mf|그|그녀}의 영혼에 혼돈을 허용함으로써 진정한 트릭스터라는 칭호에 한 걸음 더 가까워졌습니다.
