Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: Not all abandoned buildings can be explored with impunity. Now that the Commander has decided to trespass into the unknown, {mf|he|she} must make sure that {mf|he|she} can find the way back.
ko: 모든 버려진 건물을 무사히 탐험할 수 있는 것은 아니다. 이제 사령관은 미지의 영역을 무단 침입하기로 결심했으니, 돌아올 길을 찾을 수 있다는 확증을 얻어야 한다.
ko_mt: 모든 버려진 건물을 마음 놓고 탐험할 수 있는 것은 아닙니다. 사령관이 미지의 세계로 침입하기로 결정했으니 {mf|그|그녀}는 {mf|그|그녀}의 돌아갈 길을 찾을 수 있도록 해야 합니다.

source: Escape the trap
ko: 함정을 탈출하라
ko_mt: 함정 탈출

source: Zeklex, the arena steward. He tries to impose order on chaos, but isn't that a crime?
ko: 투기장의 관리자, 제클렉스는 혼돈속에 질서를 세우려 하고 있다, 허나 이는 범죄가 아닌가?
ko_mt: 경기장 관리인 제클렉스. 그는 혼돈에 질서를 강요하려고하지만 범죄가 아닌가요?

source: Mielarah, an airship captain. What could this honest, daring woman have possibly done?
ko: 이 정직하고, 용감한 비행선 선장 마이엘라라가 대체 무슨 일을 저지른걸까?
ko_mt: 비행선 선장 밀라라. 이 정직하고 대담한 여성이 무슨 짓을 할 수 있었을까요?

source: Xarra, a cold-blooded mother. What secrets is her child hiding?
ko: 냉혈한 어머니인 자라는 무슨 비밀을 숨기고 있는 것일까?
ko_mt: 냉혈한 어머니 자라. 그녀의 아이는 어떤 비밀을 숨기고 있습니까?

source: Another test of the aeon passed. This power is changing the Commander, slowly, subtly, its seeking tendrils spreading through {mf|his|her} entire existence. Soon, when {mf|he|she} raises {mf|his|her} gaze to the sky, the Commander will see not a black canopy dotted with stars, but a map like the one that guides {mf|him|her} across Golarion.
ko: 또 다른 에온의 시련이 지나갔다. 이 힘은 사령관을 천천히, 미묘하게 변화시키고, 사령관의 존재 전체에 그 덩굴을 퍼뜨려 나가고 있다. 머지 않아, 사령관이 하늘을 볼 때면 별이 점점이 박힌 검은 장막이 아니라, {mf|그|그녀}를 골라리온 전역으로 인도할 거대한 지도를 보게 될 것이다.
ko_mt: 에온의 또 다른 시험이 통과되었습니다. 이 힘은 사령관을 변화시키고 있으며, 천천히, 미묘하게, {mf|그|그녀}의 전체 존재에 퍼져있는 덩굴손을 찾고 있습니다. 곧 {mf|그|그녀}의 {mf|그|그녀}의 시선을 하늘로 올리면 사령관은 별이 점점이 박힌 검은 캐노피가 아니라 {mf|그|그녀}를 골라리온 전역으로 안내하는 지도와 같은 지도를 보게 될 것입니다.

source: It would be a mistake to think that the aeon's justice pertains only to Golarion. The paths of the aeons traverse all the planes of existence, and the Abyss is no exception. Little did the Commander know that {mf|he|she} would be obliged to maintain the balance of chaos, but such is the path of the aeon. To the aeon, all planes are equal.
ko: 에온의 정의가 골라리온에만 속할 것이라 생각하면 오산이다. 에온의 길은 모든 차원을 가로지르며, 심연 또한 예외가 아니다. 사령관은 자신이 혼돈의 균형을 유지해야 한다는 것을 알지 못했지만, 이런 것이 바로 에온의 길이다. 에온에게 모든 차원은 동등하다.
ko_mt: 에온의 정의가 골라리온에만 해당한다고 생각하는 것은 실수입니다. 에온의 길은 존재의 모든 차원을 가로지르며 심연도 예외는 아니다. 사령관은 {mf|그|그녀}의 혼돈의 균형을 유지해야 할 의무가 있다는 사실을 거의 알지 못했지만, 그것이 바로 에온의 길입니다. 에온에게 모든 행성은 평등합니다.

source: Equilibrium of Chaos
ko: 혼돈의 균형
ko_mt: 혼돈의 평형

source: The darkness over the Abyss is strewn with pinpricks of light — the luminescence of souls that have violated the law. The glow is familiar to the aeon and the aeon knows what to do with it. All that remains is to summon the guilty to stand trial, and find a ruler in Alushinyrra who will agree to judge them.
ko: 심연을 덮은 어둠이 아주 작은 빛, 즉, 법을 어긴 자들이 발하는 빛으로 수놓아져 있다. 이 빛은 에온에게는 익숙한 것으로, 에온은 이 빛들을 어떻게 처리할지 알고 있다. 해야 할 것은 명확하다. 죄인을 법의 심판대 앞에 세우고, 그들의 심판에 동의할 알루시니라의 지도자를 찾아내는 것뿐.
ko_mt: 심연의 어둠은 법을 어긴 영혼들의 빛, 즉 한 점의 빛으로 흩어져 있습니다. 그 빛은 에온에게 친숙하며 에온은 그 빛으로 무엇을 해야 할지 알고 있습니다. 남은 것은 유죄인을 소환하여 심판을 받고 알루시니라에서 그들을 심판하는데 동의 할 통치자를 찾는 것입니다.

source: Judge those who have broken the laws of the Abyss
ko: 심연의 법칙을 어긴 자들을 심판하라
ko_mt: 심연의 법을 어긴 자들을 심판하라

source: The mirror was left behind in Drezen, but the aeon's spirit is not bound to material objects. Any reflective surface that allows one to look into the eyes of the aeon can become a window into the depths of the all-encompassing essence of the aeons. When one seeks an answer to a question, one must simply ask a reflection marked with the aeon's light.
ko: 거울은 드레젠에 남겨졌지만, 에온의 영혼은 물질적인 것에 얽메이지 않는다. 에온의 눈을 볼 수 있을 정도로 매끄럽고 상이 비치는 물건이라면, 에온의 모든 정수를 담고 있는, 존재의 심층에 닿는 창문이 될 수 있을 것이다. 질문에 대한 답을 찾는다면, 에온의 빛이 비춰진 반사체에게 답을 구해야 할 것이다.
ko_mt: 거울은 드레젠에 남겨졌지만 에온의 정신은 물질적인 물건에 얽매이지 않습니다. 에온의 눈을 들여다 볼 수있는 반사 표면은 모든 것을 포괄하는 에온의 본질의 깊이를 들여다 보는 창이 될 수 있습니다. 질문에 대한 답을 찾고자 할 때, 에온의 빛으로 표시된 반사에 물어보면 됩니다.

source: Meet with the reflection of the aeon
ko: 거울에 비친 에온의 상을 만나라
ko_mt: 에온의 반사와 만나다

source: Even through barriers and across distances, the Commander can see that the mirror, which has served as a loyal guide for so long, is glowing, trying to say something.
ko: 방어막과 거리들에도 불구하고, 사령관은 지금까지 충실한 안내자로써 그를 섬겨온 거울이 빛나며, 무언가 말하려 하는 것을 볼 수 있었다.
ko_mt: 장벽을 뚫고 먼 거리를 가로 질러도 사령관은 오랫동안 충성스러운 안내자 역할을 해온 거울이 빛을 발하며 무언가를 말하려고하는 것을 볼 수 있습니다.

source: Drezen has been cleansed as much as is possible, and the journey back in time has been completed. Perhaps this really was the path that fate had in store for the Commander. A unique path. And yet it is far from over.
ko: 드레젠은 가능한 최대로 정화됐고, 시간을 거스르는 여정도 완수됐다. 어쩌면 이게 바로 운명이 사령관을 위해 남겨둔 특별한 길일지도 모른다. 그러나 그 길의 끝은 아직 한참 멀었다.
ko_mt: 드레젠은 가능한 한 많이 정화되었고 시간을 거슬러 올라가는 여행이 완료되었습니다. 어쩌면 이것이 운명이 사령관을 위해 준비한 길이었을지도 모릅니다. 독특한 길이었죠. 하지만 아직 끝나지 않았습니다.

source: To observe an aeon that did not come into being naturally, but rather as a result of an experiment, is quite a peculiar thing. The more trials the aeon overcomes, the keener {mf|his|her} sight grows. Now the Commander sees not merely auras, but actions. One might say that knowledge has replaced visions. The aeon's mission is to restore balance, to correct the inscrutable paths of the universe. How the Commander will rise to this challenge remains to be seen.
ko: 자연적인 과정이 아닌, 실험의 결과물로 빚어진 에온을 관찰하는 것은 꽤 기묘한 일이다. 에온으로써 재판을 치를 수록, {mf|그|그녀}의 시선은 더 예리해져 간다. 이제 사령관의 눈은 단순한 기운 만이 아니라 그 행위도 꿰뚫어 본다. 지식이 그 눈을 대신했다고 할 수 있다. 에온의 임무는 균형을 회복하고, 불가해한 우주의 길들을 바로잡는 것이다. 사령관이 이 과제에 어떻게 대처할 지는 앞으로 지켜봐야 할 것이다.
ko_mt: 자연적으로 생겨난 것이 아니라 실험의 결과로 생겨난 에온을 관찰하는 것은 매우 독특한 일입니다. 에온이 더 많은 시련을 극복할수록 {mf|그|그녀}의 시야는 더 예리해집니다. 이제 사령관은 단순한 기운이 아니라 행동을 봅니다. 누군가는 지식이 비전을 대체했다고 말할지도 모르죠. 이 에온의 임무는 균형을 회복하고 우주의 헤아릴 수 없는 경로를 바로잡는 것입니다. 사령관이 이 도전에 어떻게 대처할지는 아직 밝혀지지 않았습니다.

source: Triumph of Justice
ko: 정의의 승리
ko_mt: 정의의 승리

source: Drezen is not yet cleansed completely — but the aeon's keen vision will help to detect those who violate the law and to hand down their rightful sentence.
ko: 드레젠은 아직 완전히 정화되지 않았다 — 하지만 에온의 날카로운 시선은 누가 질서를 어겼는지 감지하고, 정당한 판결을 내릴 수 있도록 도와줄 것이다.
ko_mt: 드레젠은 아직 완전히 정화되지 않았지만 에온의 예리한 비전은 법을 위반 한 사람들을 감지하고 정당한 형을 선고하는데 도움이 될 것입니다.

source: Purge Drezen of its criminals
ko: 드레젠을 그 죄인들로부터 정화하라
ko_mt: 범죄자 드레젠 숙청

source: A new distortion has opened before the aeon's eyes. It is in the square in Kenabres and it leads to the past, where the silver dragon Terendelev perished.
ko: 에온의 눈이 새로운 왜곡을 감지했다. 왜곡은 케나브레스 광장에 있으며, 과거 실버 드래곤 테렌델레브가 목숨을 잃은 곳으로 사령관을 인도할 것이다.
ko_mt: 에온의 눈앞에 새로운 왜곡이 열렸습니다. 케나브레스의 광장에 있으며 실버 드래곤 테렌델레브가 멸망 한 과거로 이어집니다.

source: Go to Kenabres
ko: 케나브레스로 향하라
ko_mt: 케나브레스로 이동

source: Duty fulfilled, it is now time to talk to the advisor in the mirror, the one who has been guiding the novice aeon for so long.
ko: 의무를 이행했다. 거울 속, 미숙한 에온을 긴 시간 동안 인도한 조언자와 대화할 시간이 되었다.
ko_mt: 임무 완수, 이제 거울 속의 조언자, 오랫동안 초심자를 인도해 온 조언자 에온과 이야기할 시간입니다.

source: Talk to the mirror
ko: 거울과 대화하라
ko_mt: 거울과 대화

source: An aeon wishes to speak to the Commander through the mirror in {mf|his|her} personal study. This conversation should not be postponed.
ko: 에온은 사령관의 개인 서재에 있는 거울을 통해 대화를 나누고 싶어한다. 이 대화는 뒤로 미뤄져서는 안 된다.
ko_mt: 한 에온이 {mf|그|그녀}의 개인 서재에서 거울을 통해 사령관과 대화하고 싶어합니다. 이 대화를 연기해서는 안됩니다.

source: The Words of the Aeon
ko: 에온의 전언
ko_mt: 에온의 말씀

source: The task is complete.
ko: 임무가 완료되었다.
ko_mt: 작업이 완료되었습니다.

source: The distortion in the depths of the Midnight Fane begs the aeon for correction. What lies within it, beyond the cold haze that separates the past from the present?
ko: 칠흑의 사원 깊은 곳에 있는 왜곡이 에온의 교정을 기다리고 있다. 과거와 현재를 갈라 놓는 이 차가운 안개 너머에는 무엇이 도사리고 있을까?
ko_mt: 미드나잇 페인 깊숙한 곳의 왜곡은 에온에게 교정을 구하고 있다. 과거와 현재를 구분하는 차가운 안개 너머에는 무엇이 있을까요?

source: Examining the Distortion
ko: 왜곡 현상 조사
ko_mt: 왜곡 조사

source: The Hand of the Inheritor has stated the criteria for becoming a true angel. A little more good, a little more order. When that goal is reached, it would be worthwhile to inform the goddess's herald.
ko: 계승자의 손은 진정한 엔젤이 되기 위한 기준을 설명해주었다. 조금 더 선하고, 조금 더 질서적이어야 한다. 목표를 달성하면, 여신의 전령에게 알려주는 것이 좋을 것이다.
ko_mt: 계승자의 손은 진정한 천사가되기위한 기준을 명시했습니다. 조금 더 선하고 조금 더 질서. 그 목표에 도달하면 여신의 전령에게 알리는 것이 가치가있을 것입니다.

source: Change alignment toward good and order
ko: 선과 질서로 성향을 변화시켜라
ko_mt: 선과 질서를 향한 성향 변경

source: The difficult work of self-improvement is complete — to the glory of the Commander and the joy of {mf|his|her} Heavenly ally.
ko: 그 자신의 영광과 천상의 우군의 기쁨을 위한 사령관의 힘겨운 자기 수양이 완료됐다.
ko_mt: 자기 개선의 어려운 작업이 완료되었습니다-사령관의 영광과 {mf|그|그녀}의 기쁨을 위해 하늘의 동맹.

source: The Light of Heaven burns in the Commander's hands, but is {mf|his|her} soul Heaven-bound? Achieving harmony between strength and personality is not so easy — it requires self-improvement.
ko: 천상의 빛이 사령관의 손에서 타오르고 있지만, 그렇다고 해서 그 영혼까지 천상에 속한 것일까? 힘과 인격 사이에서 조화를 이루는 것은 쉬운 일이 아니기에, 자기 수양이 필요할 것이다.
ko_mt: 천국의 빛은 사령관의 손에서 타오르지만, {mf|그|그녀}의 영혼은 천국에 묶여 있는가? 힘과 성격의 조화를 이루는 것은 그렇게 쉬운 일이 아니며 자기 개선이 필요합니다.

source: The Road to Good and Justice
ko: 선과 정의로 향하는 길
ko_mt: 선과 정의로가는 길

source: Ceremonial weapons have fallen into the hands of undead created from the bodies of noble chiefs.
ko: 의례용 무기는 고귀한 족장의 시체로 만들어진 언데드의 손에 쥐어져있다.
ko_mt: 의식 무기가 고귀한 추장의 몸에서 창조 된 언데드의 손에 떨어졌습니다.

source: Twenty-One Ceremonial Daggers
ko: 21개의 의례용 단검
ko_mt: 스물 한 의식 단검

source: Eliandra senses fear and anxiety in one of the shrine's guards. What is weighing on them?
ko: 엘리안드라는 성소의 경비 중 하나에게서 공포와 불안감을 감지했다. 무엇이 그를 압박하는 것일까?
ko_mt: 엘리아란다는 신전의 경비병 중 한 명에게서 두려움과 불안을 느낍니다. 무엇이 그들을 짓누르고 있습니까?

source: There is sorrow in the heart of the stargazer Odden, despite his cheerful demeanor. What could be the cause?
ko: 활기찬 겉모습에도 불구하고, 점성가 오덴의 마음속에는 슬픔이 깃들어있다. 그 이유는 무엇일까?
ko_mt: 쾌활한 태도에도 불구하고 별을 보는 오덴의 마음에는 슬픔이 있습니다. 원인은 무엇일까요?

source: Young Regnard is one of the best stargazers in the shrine, but even this does not make him happy. Why?
ko: 젊은 레그나드는 성소의 가장 탁월한 점성가지만, 그 사실에도 그는 전혀 기쁘지 않은 눈치이다. 이유가 무얼까?
ko_mt: 젊은 레그 나드는 신사에서 최고의 별을 보는 사람 중 한 명이지만 이것조차도 그를 행복하게 만들지 못합니다. 왜?

source: The eyes of the stargazer Taeriell are trained on the stars, but Taeriell cannot find peace. What are the stars telling him?
ko: 눈으로 별을 읽어내는 점성가 태어리엘은 평안을 찾지 못 하고 있다. 과연 별들이 무슨 이야기를 들려준 것일까?
ko_mt: 별을 보는 태리엘의 눈은 별에 훈련되어 있지만 태리엘은 평화를 찾지 못합니다. 별들은 그에게 무엇을 말하고 있습니까?

source: It's time to return to Eliandra.
ko: 엘리안드라에게 돌아갈 때가 되었다.
ko_mt: 엘리안드라로 돌아갈 시간이다.

source: While Eliandra and Katair are arguing about what to do with the prisoners, the Commander should talk to this person.
ko: 엘리안드라와 카타이르가 포로들을 어찌 해야 할지 논쟁하는 동안, 사령관은 이 사람과 대화해야 한다.
ko_mt: 엘리안드라와 카타이르가 포로들을 어떻게 할 것인지에 대해 다투는 동안 사령관은 이 사람과 이야기해야합니다.

source: The community of Pulura's Fall took a step toward the Abyss. But it did not forsake its mission.
ko: 펄루라의 폭포의 공동체는 심연으로 한 발자국 더 나아갔지만, 그 임무를 잊지는 않았다.
ko_mt: 풀루라의 폭포 공동체는 심연을 향해 한 발짝 내디뎠다. 그러나 그것은 사명을 버리지 않았습니다.

source: Devotion to duty, devotion to a cause, devotion to the pursuit of knowledge. How thin is the line between these and insanity? In the heart of the cursed lands, there is an enclave of stargazers and priests striving to solve the puzzles of the Worldwound. Isolated for a hundred years, keeping their very existence a secret, they have been trying to find a vulnerability in the scar connecting Golarion and the Abyss. Were they up to the task entrusted to them? The Commander will find out for {mf|himself|herself}.
ko: 의무를 위한 헌신, 대의를 위한 헌신, 지식의 추구를 위한 헌신. 이들과 광기 사이의 경계선은 얼마나 희미한가? 저주 받은 땅 깊숙한 곳에, 세계상처라는 수수께기를 풀기 위해 애쓰는 소수의 점성가와 사제 집단이 있다. 백 년 간 고립되어 그 존재조차 비밀로 숨겨진 채, 그들은 골라리온과 심연을 연결하고 있는 상처의 취약점을 연구해 왔다. 그들은 이 과업에 성공했을까? 곧 사령관이 직접 확인할 수 있을 것이다.
ko_mt: 의무에 대한 헌신, 대의에 대한 헌신, 지식 추구에 대한 헌신. 이것들과 광기 사이의 경계는 얼마나 얇을까요? 저주받은 땅의 한가운데에는 세계상처의 수수께끼를 풀기 위해 노력하는 별 관찰자와 사제들의 집단이 있습니다. 100년 동안 고립된 채 존재 자체를 비밀에 부친 이들은 골라리온과 심연을 잇는 상처의 취약점을 찾기 위해 노력해 왔습니다. 그들은 그들에게 맡겨진 임무를 완수할 수 있었을까요? 사령관이 {mf|그|그녀} 자신을 위해 알아낼 것입니다.

source: A Spring Run Dry
ko: 메마른 샘
ko_mt: 스프링 런 드라이

source: The herald of the radiant goddess can transport the Commander to the secret shrine. He is but waiting for the Commander's signal.
ko: 빛나는 여신의 사자는 사령관을 비밀스런 성소로 이동시켜줄 수 있다. 그가 기다리는 것은 사령관의 신호뿐이다.
ko_mt: 빛나는 여신의 전령은 사령관을 비밀 신전으로 데려다 줄 수 있습니다. 그는 사령관의 신호를 기다리고 있습니다.

source: Go with the Hand of the Inheritor to Pulura's Fall
ko: 계승자의 손과 함께 펄루라의 폭포로 향하라
ko_mt: 풀루라의 폭포에 계승자의 손과 함께 가라

source: The priestess Eliandra has asked the Commander to talk to the members of the stargazer community. The Hand of the Inheritor also senses that the people's strength and confidence have been undermined. Will the Commander be able to return resilience and hope to these people? Will {mf|he|she} even want to? After all, a request from a priestess is only a request.
ko: 여사제 엘리안드라는 사령관에게 점성가들과 대화를 나눠 볼 것을 제안했다. 계승자의 손 또한 사람들의 힘과 자신감이 떨어지고 있음을 감지했다고 한다. 사령관은 사람들에게 힘과 희망을 되돌려 줄 수 있을까? 그전에 그가 그러려고는 할까? 결국, 여사제의 제안은 그저 제안일 뿐이다.
ko_mt: 여사제 엘리안드라가 사령관에게 별을 보는 자 커뮤니티의 구성원들과 대화해 달라고 요청했습니다. 계승자의 손은 또한 사람들의 힘과 자신감이 약해졌다는 것을 감지하고 있습니다. 사령관은 이들에게 회복력과 희망을 되찾아줄 수 있을까요? {mf|그|그녀}가 원할까요? 결국 여사제의 요청은 요청일 뿐입니다.

source: Look inside the stargazers' souls
ko: 점성가의 영혼을 들여다봐라
ko_mt: 별을 보는 사람의 영혼을 들여다보세요

source: A unit of strangers — maybe demon worshipers — is approaching the secret shrine. Katair and the Commander must stop the threat together.
ko: 아마 데몬 신봉자들로 추정되는 한 무리의 이방인들이 비밀 성소로 접근하고 있다. 카타이르와 사령관은 함께 이 위협을 막아내야만 한다.
ko_mt: 낯선 사람들 (아마도 데몬 숭배자들)이 비밀 신사에 접근하고 있습니다. 카타이르와 사령관이 함께 위협을 막아야합니다.

source: Deal with the strangers
ko: 이방인을 처리하라
ko_mt: 낯선 사람들과 거래

source: The leader of the newcomers turned out to be one of the traitors responsible for the death of the angel Lariel over seventy years ago. What can he tell us?
ko: 새로온 자들의 지도자의 정체는 70년 전 엔젤 라리엘의 죽음에 대한 책임이 있는 배신자로 드러났다. 그가 우리에게 과연 무엇을 말해줄 수 있을까?
ko_mt: 신규 이민자의 지도자는 70년 전 천사 라리엘의 죽음에 책임이 있는 반역자 중 한 명으로 밝혀졌습니다. 그가 우리에게 무엇을 말할 수 있습니까?

source: Talk to the prisoner
ko: 죄수와 대화하라
ko_mt: 죄수와 대화

source: The cultist's story revealed that he used to serve the Echo of Deskari himself — the demon lord's monstrous avatar. And now this creature is aware that his old enemy, the herald of Iomedae, has arrived in the Worldwound.
ko: 사교도의 이야기로 그가 한때 데몬 군주의 괴물같은 화신 — 데스카리의 메아리를 섬겼었다는 사실이 드러났다. 그리고 이제 이 존재는 그의 오랜 적, 계승자의 손이 세계상처에 도래했음을 알게 되었다.
ko_mt: 이교도의 이야기에 따르면 그는 데몬 로드의 괴물 같은 아바타인 데스카리의 메아리를 섬기곤 했다는 것이 밝혀졌습니다. 그리고 이제이 생물은 그의 오랜 적인 아이오메데의 전령이 세계상처에 도착했음을 알고 있습니다.

source: Warn the Hand of the Inheritor
ko: 계승자의 손에게 경고하라
ko_mt: 계승자의 손을 경고하십시오

source: The imprisoned cultist is casting an unknown spell at the shrine's exit. Something must be done, and quickly!
ko: 투옥된 사교도가 성소의 출구에서 알 수 없는 주문을 시전하고 있다. 빨리, 무언가 해야만 한다!
ko_mt: 투옥 된 광신도가 신사 출구에서 알 수없는 주문을 시전하고 있습니다. 뭔가 조치를 취해야합니다, 빨리!

source: Stave off the calamity!
ko: 재앙을 막아라!
ko_mt: 재앙을 막아라!

source: The note found at the shrine of Gorum says that Ranhild and her mother set off for the Shrine of Pulura. There may be evidence of that in the vicinity of the shrine.
ko: 고룸의 사당에서 발견된 노트에 란힐드와 그녀의 어머니는 펄루라의 성소로 향한다고 적혀 있었다. 성소 근처에 증거가 더 있을지도 모른다.
ko_mt: 고룸의 신전에서 발견된 메모에 따르면 란힐드와 그녀의 어머니가 풀루라의 신전으로 떠났다고 합니다. 신사 근처에 그 증거가있을 수 있습니다.

source: The Commander's intervention has affected Odden's memory and thought processes, reminding the stargazer of reality and creating a ripple that has disturbed his previously tranquil consciousness. However, more observations are required to comprehend what the Commander's choice has led to.
ko: 사령관의 개입은 오덴의 기억과 사고 과정에 영향을 끼쳤다. 점성가는 현실을 깨달았으며 그의 평온함에 파문이 일어났다. 하지만, 사령관의 선택이 어떤 결과로 이어질지는 더 지켜봐야 할 것이다.
ko_mt: 사령관의 개입은 오든의 기억과 사고 과정에 영향을 미쳐 별을 보는 사람에게 현실을 상기시키고 이전에 평온한 의식을 방해하는 파문을 일으켰습니다. 그러나 사령관의 선택이 어떤 결과를 초래했는지 이해하려면 더 많은 관찰이 필요합니다.

source: Pulura's Fall is a curious testing ground in which to study the properties of memory and consciousness. As a means of coping with his isolation, the stargazer Odden celebrates his daughter's birthday each year. The daughter from his memory lives separately from the real one. That would seem to be enough. And still, he wants to know the truth.
ko: 펄루라의 폭포는 기억과 의식에 대해 공부할 수 있는 특이한 실험장이라 할 수 있다. 스스로의 고독함을 이겨내기 위해 점성가 오덴은 매년 딸의 생일을 축하한다. 그의 기억 속 딸은 실제와는 괴리감이 있다. 그걸로도 충분하지 않나 싶지만, 그는 진실을 알고 싶어한다.
ko_mt: 풀루라의 폭포는 기억과 의식의 속성을 연구할 수 있는 흥미로운 시험장입니다. 고립에 대처하기 위해 별을 보는 오든은 매년 딸의 생일을 축하합니다. 그의 기억 속의 딸은 실제 딸과 별도로 살고 있습니다. 그것으로 충분할 것 같습니다. 그리고 여전히 그는 진실을 알고 싶어합니다.

source: Ranhild's Day
ko: 란힐드의 날
ko_mt: 란힐드의 날

source: The stargazer Odden said that his family was hiding at the shrine of Gorum near Wintersun village and has asked the Commander to give a present to his daughter, Ranhild. A sentimental gesture, but perhaps all traces of Ranhild are not yet lost to the mists of time.
ko: 점성가 오덴이 자신의 가족들이 윈터선마을 근처 고룸의 성소에 숨어있다며 사령관에게 자신의 딸 란힐드를 위해 준비한 선물을 가져다 주라고 부탁했다. 감정적인 행위긴 하지만, 세월이 란힐드의 흔적을 아직 지워버리지 못 했을 수도 있다.
ko_mt: 별 관찰자 오덴은 그의 가족이 윈터선 마을 근처의 고룸 신전에 숨어 있다며 사령관에게 딸 란힐드에게 선물을 전해달라고 부탁했습니다. 감상적인 제스처이지만 아마도 란힐드의 모든 흔적은 아직 시간의 안개에 사라지지 않았을 것입니다.

source: Find Ranhild's trail at the shrine of Gorum near Wintersun village
ko: 윈터선 마을 근방의 고룸의 성소에서 란힐드의 흔적을 찾아라
ko_mt: 윈터선 마을 근처의 고룸 신사에서 란힐드의 흔적을 찾아보세요

source: The truth about Ranhild is in the Commander's hands. Whether or not Odden learns of the tragic events, he is still expecting some sort of answer.
ko: 사령관은 란힐드에 대한 진실을 알게 되었다. 오덴이 이 비극에 대해 알고싶어할진 몰라도, 일단 그는 해답을 기다리고 있다.
ko_mt: 란힐드에 대한 진실은 사령관의 손에 달려 있다. 오덴이 비극적인 사건에 대해 알게 되든 아니든 그는 여전히 어떤 종류의 대답을 기대하고 있습니다.

source: Talk to Odden
ko: 오덴과 대화하라
ko_mt: 오든과 대화

source: Those driven by duty can be merciless not only toward themselves but toward others as well. Katair, who has guarded the shrine loyally from enemies and friends alike, doomed himself to solitude. However, those who are incapable of understanding any rationale other than self-interest cannot hope to understand his actions.
ko: 의무감에 쫓기는 자들은 자신만이 아닌 남들에게도 가혹해지기 쉽다. 적과 친구 모두로부터 성소를 충실하게 수호해온 카타이르는, 고독함으로 망가졌다. 그러나 이기심 외에 다른 행동 원리를 모르는 자는 그의 행위를 이해할 수 없을 것이다.
ko_mt: 의무에 이끌린 사람은 자신뿐만 아니라 다른 사람에게도 무자비할 수 있습니다. 적과 친구 모두로부터 신전을 충성스럽게 지켜온 카타이르는 스스로를 고독에 빠뜨렸습니다. 그러나 이기심 이외의 어떤 근거도 이해할 수없는 사람들은 그의 행동을 이해하기를 바랄 수 없습니다.

source: One who assumes the burden of power often begins to horde that same power, thinking they deserve more of it than anyone else. Of course, a shrewd person would do so secretly, and only a fool would flaunt it. Is it possible that this is what the righteous rulers of the Shrine of Pulura have done?
ko: 힘의 무게를 깨달은 자들은 그 힘을 모으는 데 집착하기 시작한다. 그들 스스로가 누구보다 힘에 어울리는 존재라고 생각하기 때문이다. 기민한 자는 이를 아주 비밀스럽게 실천할 것이고, 오직 바보들만이 힘을 과시할 것이다. 과연 펄루라의 성소의 정당한 지배자들이 이런 행위를 저질렀던 것이었을까?
ko_mt: 권력의 부담을 떠맡은 사람은 종종 다른 누구보다 더 많은 권력을 가질 자격이 있다고 생각하면서 같은 권력을 모으기 시작합니다. 물론 현명한 사람이라면 몰래 그렇게 할 것이고 바보 만이 그것을 과시 할 것입니다. 풀루라 신전의 정의로운 통치자들이 이런 짓을 한 것일까요?

source: A Shadow of Doubt
ko: 의심의 그림자
ko_mt: 의심의 그림자

source: Taeriell has observed Katair's movements in the stars and has begun to suspect that the shrine's defender was not as honest and noble as he seemed. Perhaps the Stone Tree holds the key to Katair's secret.
ko: 태어리엘은 별들을 통해 카타이르의 움직임을 관찰하였으며 성소의 방어자가 겉보기만큼 정직하고 고귀하지 않다고 의심하게 되었다. 어쩌면 돌 나무에서 카타이르의 비밀에 대하여 알 수 있을지도 모른다.
ko_mt: 태리엘은 별에서 카타이르의 움직임을 관찰한 결과, 신전의 수호자가 보이는 것만큼 정직하고 고결하지 않다는 의심을 품기 시작했다. 아마도 돌 나무가 카타르의 비밀의 열쇠를 쥐고있을 것입니다.

source: Find Katair's secret place near the Stone Tree
ko: 돌 나무 근처에서 카타이르의 비밀 장소를 찾아라
ko_mt: 돌나무 근처에서 카타이르의 비밀 장소를 찾아라

source: The inscription on the tombstone says, "Katair, a warrior of Pulura, lies here." The only man fitting this description is alive and well. And able to explain the meaning of this grave.
ko: 묘비에 적힌 글은 이렇다, "펄루라의 전사 카타이르, 여기 잠들다." 이 설명에 가장 적합한 남자는 멀쩡히 살아있으며, 그만이 이 무덤의 의미를 설명해줄 수 있을 것이다.
ko_mt: 묘비에는 "풀루라의 전사 카타이르가 여기에 누워있다"라고 새겨져 있습니다. 이 설명에 맞는 유일한 사람이 살아 있고 건강합니다. 그리고 이 무덤의 의미를 설명할 수 있습니다.

source: Ask Katair about the mysterious grave
ko: 카타이르에게 정체불명의 무덤에 대해 물어보라
ko_mt: 카타이르에게 신비한 무덤에 대해 물어보세요

source: Taeriell must hear Katair's story. It may lead to the reconciliation of two friends after seventy long years.
ko: 태어리엘도 카타이르의 이야기를 들어봐야 한다. 어쩌면 70년만에 두 친구의 화해가 이뤄질지도 모르는 일이다.
ko_mt: 태리엘은 카타이르의 이야기를 들어야 한다. 그것은 70년의 긴 세월 후에 두 친구의 화해로 이어질 수 있습니다.

source: Tell Taeriell about Katair's secret
ko: 태어리엘에게 카타이르의 비밀에 대해 이야기하라
ko_mt: 태리엘에게 카타이르의 비밀을 말해줘

source: The dead man has been defeated. The Commander should return to Regnard and talk to him.
ko: 망자가 패배했다. 사령관은 레그나드에게 돌아가 대화해야만 한다.
ko_mt: 죽은 사람이 패배했습니다. 사령관은 레그 나드로 돌아가서 그와 이야기해야합니다.

source: It turns out that Regnard's oddity is of a different nature than what he first claimed. It is amazing how important it is for people to have the chance to change, even if it never becomes anything more than a chance. It remains to be seen how Regnard's life will change after the Commander's intervention, but at least he was able to talk it out, sometimes that alone is a significant result.
ko: 레그나드의 기이한 행동은, 그가 처음에 주장한 바와는 전혀 다른 천성이 원인이었다. 단지 하나의 기회에 지나지 않더라도, 사람들에게 변화할 기회가 주어진다는 게 이렇게 중요하다는 것은 놀라운 일이다. 사령관의 개입으로 레그나드의 삶이 어떻게 변할지는 지켜봐야 하지만, 가끔은 이렇게 털어놓는 것 만으로도 큰 효과가 나타나곤 한다.
ko_mt: 레그나드의 기이함은 그가 처음 주장했던 것과는 다른 성격이라는 것이 밝혀졌습니다. 비록 그것이 기회에 지나지 않더라도 사람들이 변화 할 수 있는 기회를 갖는 것이 얼마나 중요한지 놀랍습니다. 사령관의 개입 이후 레그너드의 삶이 어떻게 변할지는 아직 지켜봐야겠지만, 적어도 그는 자신의 이야기를 할 수 있었고 때로는 그것만으로도 중요한 결과를 가져올 수 있습니다.

source: A long life in a closed community breeds new eccentricities in its members or intensifies existing quirks to facilitate the psyche's acclimatization. The stargazer Regnard claims that studying the history of Sarkoris is his escape. However, this does not explain the mental crisis the herald of Iomedae sensed in him. Why does Regnard's eccentricity fail to fulfill its function?
ko: 폐쇄적인 공동체에서 오래 살다 보면 그 구성원들은 마음의 안정을 위해 새로운 기벽을 만들어 내거나 기존의 것을 더 발달 시킨다. 점성가 레그나드는 사코리스의 역사를 연구하는 게 그의 탈출구라고 주장한다. 하지만 이것으로는 아이오메데의 전령이 그에게서 느낀 정신적인 위협을 설명하지 못한다. 왜 레그나드의 기벽이 제 기능을 발휘하지 못 하고 있는 걸까?
ko_mt: 폐쇄된 공동체에서의 오랜 생활은 구성원들에게 새로운 기이함을 낳거나 정신의 적응을 촉진하기 위해 기존의 기이함을 강화합니다. 별 관찰자 레그나드는 사르코리스의 역사를 연구하는 것이 자신의 탈출구라고 주장합니다. 그러나 이것은 아이오메데의 전령이 그에게서 감지 한 정신적 위기를 설명하지 못합니다. 레그나드의 기이함은 왜 그 기능을 수행하지 못하는 걸까요?

source: Untamed Spirit
ko: 억누를 수 없는 정신
ko_mt: 길들여지지 않은 정신

source: The stargazer Regnard, who studies and preserves the history of Sarkoris in his free time, has asked the Commander to bring him the sword of Ailberije, a mythical Sarkorian ruler said to have built Iz. He claims that the corpse of Ailberije is still lying outside the shrine.
ko: 자유 시간에 사코리스의 역사를 학습하고 보존하는 점성가 레그나드는 사령관에게 이즈를 건설한 사코리스의 신화적인 지도자 아일베리제의 검을 가져다 줄 것을 부탁했다. 그의 이야기에 따르면 아일베리제의 시신은 성소 바깥에 있다고 한다.
ko_mt: 여가 시간에 사르코리스의 역사를 연구하고 보존하는 별 관찰자 레그나드는 사령관에게 이즈를 건설 한 것으로 알려진 신화적인 사르코리안의 통치자인 아일 베리 예의 검을 가져다달라고 요청했습니다. 그는 아일베리예의 시체가 아직도 신전 밖에 누워 있다고 주장합니다.

source: Bring the legendary sword to Regnard
ko: 전설의 검을 레그나드에게 가져가라
ko_mt: 전설적인 검을 레그나드에게 가져와

source: Regnard's claims of being a good fighter mean little to Katair. But maybe he will listen to the commander of Drezen.
ko: 레그나드는 훌륭한 전사가 되는 것은 카타이르에겐 아무 의미가 없다 주장했다. 하지만 그라도 드레젠의 사령관이 하는 이야기는 들어줄지 모른다.
ko_mt: 훌륭한 전사라는 레그나드의 주장은 카타이르에게 별 의미가 없다. 하지만 그는 드레젠 사령관의 말을들을 것입니다.

source: Talk to Katair about Regnard
ko: 레그나드에 대해 카타이르와 대화하라
ko_mt: 레그나드에 대해 카타이르와 이야기해

source: Katair has had his say. Now Regnard must accept his fate once and for all, whether it will make him happy or not.
ko: 카타이르는 결정을 내렸고, 이제 Regnard는 자신의 운명을 받아들여야만 한다. 그게 마음에 들건 아니건 간에.
ko_mt: 카타이르가 말을 했어요. 이제 레그 나드는 그것이 그를 행복하게하든 그렇지 않든 자신의 운명을 단번에 받아 들여야합니다.

source: Tell Regnard about Katair's decision
ko: 레그나드에게 카타이르의 결정에 대해 이야기하라
ko_mt: 카타이르의 결정에 대해 레그나드에게 알려줘

source: Vestari and Cristry must be informed of Eliandra's decision
ko: 베스타리와 크리스트리에게 엘리안드라의 결정에 대해 알려라
ko_mt: 베스타리와 크리스트리에게 엘리안드라의 결정에 대해 알려야합니다.
