Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: Build a ziggurat
ko: 지구라트를 건설하라
ko_mt: 지구라트 만들기

source: The ziggurat is built. Zacharius is probably already waiting inside to speak to his apprentice.
ko: 지구라트가 건설되었다. 자카리우스는 그의 견습생과 대화하기 위해 안에서 기다리고 있을 것이다.
ko_mt: 지구라트가 지어졌습니다. 자카리우스는 이미 안에서 제자와 이야기를 나누기 위해 기다리고 있을 것입니다.

source: Talk to Zacharius
ko: 자카리우스와 대화하라
ko_mt: 재커리우스와 대화하기

source: To manage the ziggurat, Zacharius wishes to create a creature known as a "pillar of skulls." He requires resources and workers to realize his design.
ko: 지구라트를 관리하기 위해 자카리우스는 "해골 기둥"을 만들길 원한다. 그에겐 자신의 구상을 실현하기 위한 자원과 노동자들이 필요하다.
ko_mt: 자카리우스는 지구라트를 관리하기 위해 "해골 기둥"으로 알려진 생물을 만들고자 합니다. 그는 자신의 설계를 실현하기 위해 자원과 일꾼이 필요합니다.

source: Create a pillar of skulls
ko: 해골 기둥을 만들어라
ko_mt: 해골 기둥 만들기

source: The Pillar of Skulls is complete. The Commander must now talk to Zacharius who will finally devote himself to preparing for the ritual.
ko: 해골 기둥이 완성되었다. 이제 사령관은 마침내 의식 준비에 집중할 수 있게 된 자카리우스와 대화하여야 한다.
ko_mt: 해골의 기둥이 완성되었습니다. 이제 사령관은 마침내 의식 준비에 전념할 자카리우스와 이야기를 나눠야 합니다.

source: Talk to Zacharius
ko: 자카리우스와 대화하라
ko_mt: 재커리우스와 대화하기

source: Go down into the mines where the crystal was found
ko: 수정이 발견된 광산으로 내려가라
ko_mt: 수정이 발견된 광산으로 내려가세요.

source: Summon the spirit of Alinythia
ko: 알리니시아의 영혼을 소환하라
ko_mt: 알린시아의 정령 소환

source: Find out how Nocticula killed Alinythia
ko: 녹티큘라가 알리니시아를 죽인 방법을 알아내라
ko_mt: 녹티큘라가 알린시아를 죽인 방법 알아보기

source: Zacharius has charged the Commander with finding a way to weaken {mf|his|her} soul, which appears to be unusually strong and unreceptive to the lich's spells. It is still unclear how to do this, but Zacharius is confident that with patience and diligence, sooner or later the Commander will come across information that will help.
ko: 자카리우스는 사령관에게 비정상적으로 강하고 리치의 주문에 반응성이 떨어지는 그의 영혼을 약화시킬 방법을 찾아올 것을 주문했다. 그 방법이란 게 있긴한지 불확실하지만, 자카리우스는 인내심과 노력이 함께한다면, 빠르건 늦건간에 사령관이 도움이 될 만한 정보를 가져오리라 확신한다.
ko_mt: 자카리우스는 사령관에게 리치의 주문을 받아들이지 않고 비정상적으로 강해 보이는 {mf|그|그녀}의 영혼을 약화시킬 방법을 찾아달라고 부탁했습니다. 그 방법은 아직 명확하지 않지만, 자카리우스는 인내심과 부지런함으로 조만간 사령관이 도움이 될 정보를 발견할 수 있을 것이라 확신합니다.

source: Wait until an opportunity presents itself
ko: 기회가 될 때까지 기다려라
ko_mt: 기회가 올 때까지 기다리세요

source: Zacharius is curious about how the Lady in Shadow dispatched her enemies in the past. He is certain that, with proper modernization, this method could serve in his ritual as well, weakening the Commander's soul sufficiently so that it submits to Zacharius's spells and leaves the Commander's body. The lich insists that the Commander must descend into the mines of the island and try to awaken the remaining... scraps of Alinythia's soul, which are encased in a vein of Nahyndrian crystal. A hazardous venture, indeed.
ko: 자카리우스는 그림자의 여주인이 과거 어떻게 자신의 적들을 처리했는지 알고싶어 한다. 그는 적절한 현대화를 거치면, 이 방식이 자신의 의식에도 활용되어 사령관의 영혼을 적당히 약화시켜 자신의 주문에 순응하여 사령관의 육신을 떠나도록 만들 수 있으리라 확신한다. 리치는 사령관이 섬의 광산 깊숙한 곳으로 내려가 남은 잔재... 나힌드리 수정 광맥에 갇힌 알리니시아의 영혼의 파편을 일깨울 것을 강요하고 있다. 이는 아주 위험한 모험이 될 것이다.
ko_mt: 자카리우스는 과거에 그림자의 여인이 어떻게 적을 물리쳤는지 궁금합니다. 그는 이 방법을 적절히 현대화하면 사령관의 영혼을 충분히 약화시켜 자카리우스의 주문에 복종하고 사령관의 몸을 떠날 수 있도록 하는 의식을 진행할 수 있다고 확신합니다. 리치는 사령관에게 섬의 광산으로 내려가 나힌드리안 수정 광맥에 박혀 있는 남은 알리니아의 영혼 조각을 깨워야 한다고 주장합니다. 참으로 위험한 모험입니다.

source: Interrogate the dead demon lord Alinythia
ko: 죽은 데몬 군주 알리니시아를 심문하라
ko_mt: 죽은 데몬 로드 알린시아 심문하기

source: The scraps of dead memory that appeared before the Commander told the story of how Nocticula and her brother, the treacherous Socothbenoth, defeated Alinythia by killing the passion in her heart, piercing it with a black crossbow bolt. This must be the knowledge that Zacharius was eager to acquire.
ko: 사령관의 앞에 나타난 망자의 기억의 파편들은 녹티큘라와 그녀의 형제, 배신자 소코스베노스가 어떻게 알리니시아를 쓰러트리고, 검은 쇠뇌 볼트로 그녀의 열정으로 가득 찬 심장을 꿰뚫었는지 알려주었다. 분명 이것이 자카리우스가 그토록 애타게 찾던 지식임이 틀림없다.
ko_mt: 사령관 앞에 나타난 죽은 기억의 조각은 녹티큘라와 그녀의 오빠인 배신자 소코트베노스가 어떻게 알린시아의 심장에 있는 열정을 죽이고 검은 쇠뇌 화살을 꽂아 쓰러뜨렸는지에 대한 이야기를 들려주었습니다. 이것이 바로 자카리우스가 얻고자 했던 지식이었을 것입니다.

source: Report back to Zacharius
ko: 자카리우스에게 보고하라
ko_mt: 자카리우스에게 보고

source: Zacharius now has the solution to the riddle that was keeping him from completing the ritual. Now he knows that in order to weaken the Commander's soul and make it more malleable, he must destroy everything that awakens passion in the Commander's heart.
ko: 자카리우스는 의식을 완료하는 것을 가로막던 수수께끼에 대한 해답을 얻었다. 이제 그는 사령관의 영혼을 약화시켜 보다 가변성 있게 만들기 위해 사령관의 심장에서 열정을 불러일으키는 모든 것을 파괴해야 한다는 것을 안다.
ko_mt: 자카리우스는 이제 의식을 완성하지 못하도록 방해했던 수수께끼의 해답을 찾았습니다. 사령관의 영혼을 약화시키고 더 유연하게 만들려면 사령관의 마음속에서 열정을 일깨우는 모든 것을 파괴해야 한다는 것을 알게 된 것입니다.

source: Despite its apparent softness and vulnerability, living tissue is an unyielding substance that retains its original pattern of life and desperately resists metamorphosis. But the spiritual essence of a living being is many times more stubborn and capricious. Compared to the flesh-and-blood body, the spirit is infinitely more difficult to distort and refashion into a new form. It is not surprising, therefore, that Zacharius's spiritual surgery failed. The Commander's soul showed extraordinary power and resistance to the spells that were to separate it from the body and transfer it to the prepared phylactery. Zacharius is troubled by his inability to complete his ritual and fulfill his magical oath, so he has instructed the Commander to find a way to overcome this surprising property of {mf|his|her} spirit.
ko: 겉으로 드러나는 연약함과 취약함에도 불구하고 살아있는 조직들은 변이에 거칠게 저항하고 고유의 삶의 형태를 유지하는 굴하지 않는 물질이다. 그러나 산 자들의 영혼의 정수는 수배는 더 완고하고 또 변덕스럽다. 살과 피로 구성된 육체와 비교할 때 정신을 뒤틀고 새로운 형태로 변형하는 것은 무척이나 힘든 일이다. 때문에 자카리우스의 영혼 수술이 실패한 것은 놀라운 일이 아니다. 사령관의 영혼은 그를 신체에서 분리해 준비해 둔 성물함으로 옮기는 주문에 기이할 정도의 힘과 저항력을 보여주었다. 자카리우스는 그의 의식을 마치고 마법적 맹세를 충족하지 못하는 자신의 무능력에 고민하고 있으며, 이 문제를 해결하기 위해 사령관에게 스스로의 영혼이 지닌 놀라운 성질을 극복하기 위한 방법을 찾아보라 지시했다.
ko_mt: 겉보기에 부드럽고 취약해 보이지만, 살아있는 조직은 원래의 삶의 패턴을 유지하고 변태에 필사적으로 저항하는 불굴의 물질입니다. 그러나 생명체의 영적 본질은 몇 배나 더 완고하고 변덕스럽습니다. 육체와 비교할 때 영은 새로운 형태로 왜곡하고 재구성하기가 무한히 어렵습니다. 그러므로 사가랴의 영적 수술이 실패한 것은 놀라운 일이 아닙니다. 사령관의 영혼은 육체에서 분리하여 준비된 계통으로 옮기려는 주문에 대해 엄청난 힘과 저항을 보였습니다. 자카리우스는 의식을 끝내지 못하고 마법의 맹세를 이행하지 못해 괴로워하며 사령관에게 {mf|그|그녀}의 영혼의 이 놀라운 속성을 극복할 방법을 찾으라고 지시했습니다.

source: Subduing the Spirit
ko: 영혼 억누르기
ko_mt: 정령 제압하기

source: Discuss the next steps with the Pillar of Skulls
ko: 해골 기둥과 다음 행보에 대해 논의하라
ko_mt: 해골의 기둥과 함께 다음 단계에 대해 논의하세요.

source: Wait 3 days for the curse of death to be placed upon the land of Sarkoris.
ko: 사코리스의 땅에 죽음의 저주가 심어질 때까지 3일간 기다린다.
ko_mt: 사르코리스 땅에 죽음의 저주가 내려질 때까지 3일을 기다려야 합니다.

source: Gods are eternal and immortal creatures whose existence can span multiple eons — which is why few of them possess the vice of impatience. The Lady of Graves can delay her retribution until the arrogant mortal dies and faces her judgment. But if the Commander completes the ritual and becomes a lich, {mf|he|she} will no longer be mortal — and thus {mf|he|she} will be free to trespass against Pharasma's laws until the end of eternity. The Lady of Graves will not tolerate such blasphemy.
ko: 신들은 억겁의 시간을 살아가는 영원하고 불멸한 존재다. 이는 그들이 성급함이라는 악덕을 거의 지니지 않은 이유다. 무덤의 여인은 자신의 응징을 오만한 필멸자가 죽어 그녀의 심판을 맞이할 때까지 유예할 수 있다. 그러나 만일 사령관이 의식을 완료하고 리치가 되면, {mf|그|그녀}는 더 이상 필멸의 존재가 아니게 되며, 따라서 영원의 끝까지 파라즈마의 율법을 범한 죄에서 자유로워질 것이다. 무덤의 숙녀는 그러한 불경을 용납하지 않을 것이다.
ko_mt: 신은 영원불멸의 존재로 여러 영겁에 걸쳐 존재할 수 있기 때문에 조급함이라는 악덕을 가진 신은 거의 없습니다. 무덤의 여인은 오만한 필멸자가 죽어 자신의 심판을 받을 때까지 보복을 미룰 수 있습니다. 하지만 사령관이 의식을 완료하고 리치가 되면 {mf|그|그녀}는 더 이상 필멸자가 아니며, 따라서 {mf|그|그녀}는 영원이 끝날 때까지 파라즈마의 법칙을 어길 수 있게 됩니다. 무덤의 여인은 그런 신성 모독을 용납하지 않을 것입니다.

source: Be reborn as a true lich
ko: 진정한 리치로 다시 태어나라
ko_mt: 진정한 리치로 다시 태어나세요

source: The Commander's efforts have torn many souls out of Pharasma's cycle to serve the crusade. The lands of ancient Sarkoris have become a cradle of darkness and decay. It is time to assert death's dominion over these territories. The Commander's servants are ready to begin the grand ritual that will mark all of Sarkoris with death's seal and make everyone who dies there rise as an undead warrior. All that's left is to order the advisors to commence the magnificent undertaking.
ko: 사령관의 노력으로 인해 많은 영혼들이 파라즈마의 순환으로부터 분리되어 성전에 봉사하게 되었고 고대 사코리스의 땅은 어둠과 부패의 요람이 되었다. 이 영토 위에서 죽음의 지배를 선언할 때가 되었다. 사령관의 종복들은 사코리스 전역에 죽음의 인장을 새겨 거기서 죽는 모든 이를 언데드 전사로 부활하게 할 대의식의 준비를 시작했다. 이제 남은 것은 보좌관들에게 대업을 시작하라고 명령하는 것뿐이다.
ko_mt: 사령관의 노력으로 많은 영혼이 성전을 위해 파라즈마의 순환에서 벗어나게 되었습니다. 고대 사르코리스의 땅은 어둠과 부패의 요람이 되었습니다. 이제 이 영토에 죽음의 지배권을 주장할 때입니다. 사령관의 부하들은 사르코리스 전역에 죽음의 인장을 찍고 그곳에서 죽는 모든 이들을 언데드 전사로 부활시키는 장엄한 의식을 시작할 준비가 되어 있습니다. 남은 것은 고문들에게 이 장엄한 사업을 시작하라고 명령하는 것뿐입니다.

source: Research the ritual and put a death curse on the lands of Sarkoris
ko: 의식을 연구하여 사코리스 땅에 죽음의 저주를 걸어라
ko_mt: 의식을 연구하고 사르코리스의 땅에 죽음의 저주를 내리세요.

source: Pharasma will no longer tolerate the Commander's transgressions against her established order. A great spirit host serving the Lady of Graves has arrived to storm the ziggurat. Unless the Commander wants {mf|his|her} place of power to be razed to the ground, {mf|he|she} must take immediate action to defend it.
ko: 파라즈마는 더 이상 자신이 구축한 질서에 대한 사령관의 모독을 좌시하지 않을 것이다. 무덤의 여인을 섬기는 위대한 영혼의 주인이 지구라트를 공격하기 위해 당도했다. 사령관이 자신의 권능을 완전히 잃어버리는 것을 바라지 않는 이상, 즉각 행동에 나서 지켜내야만 한다.
ko_mt: 파라즈마는 더 이상 사령관이 확립된 질서에 반하는 범죄를 용납하지 않을 것입니다. 무덤의 여인을 섬기는 위대한 영혼의 호위대가 지구라트를 습격하기 위해 도착했습니다. 사령관이 {mf|그|그녀}의 권력의 장소가 초토화되는 것을 원하지 않는 한, {mf|그|그녀}는 즉각적인 조치를 취해 이곳을 방어해야 합니다.

source: Repel the attack of Pharasma's servants on the ziggurat
ko: 지구라트를 향한 파라즈마의 하인들의 공격을 막아내라
ko_mt: 지구라트에서 파라즈마의 부하들의 공격을 격퇴하세요.

source: Pharasma's servants have been defeated and pushed back. The goddess Urgathoa has spoken, and her words were in support of the Commander. Soon all of Golarion will learn of the arrival of the daring {mf|Lord|Lady} of Death who challenged Pharasma herself and emerged victorious.
ko: 파라즈마의 종들은 패배하여 물러났고, 여신 우르가쏘아는 사령관을 지원할 것을 천명하였다. 곧 골라리온의 모든 이가 파라즈마에게 도전하여 결국 승리를 거머쥔 대담한 죽음의 {mf|군주|여군주}가 도래했음을 알게 되리라.
ko_mt: 파라즈마의 부하들이 패배하여 밀려났습니다. 우르가쏘아 여신께서 말씀하셨고, 그 말씀은 사령관을 지지하는 것이었습니다. 곧 모든 골라리온이 파라즈마에게 직접 도전하여 승리한 대담한 죽음의 군주의 도착 소식을 알게 될 것입니다.

source: Pharasma is the great engineer, the creator of the River of Souls that carries energy through the Great Beyond. She justly believes herself to be the grand arbiter of all planes, and sees disobedience or distortion of her design as open rebellion. Necromancers who dare to wrench souls out of the anointed cycle should be ever vigilant, for her retribution is both swift and sudden. Those whose deeds have been brazen enough to incur the wrath of the Lady of Graves either become known as defiant enemies of the gods or succumb to her terrible punishment.
ko: 저승으로 에너지를 공급하는 영혼의 강의 창조자, 파라즈마는 위대한 설계자다. 그녀는 당연하게도 스스로가 모든 차원의 심판관이라 생각하며, 그녀의 설계에 대한 불복종과 왜곡을 공공연한 반역으로 간주한다. 감히 성스러운 순환에서 영혼을 끄집어 내려는 사령술사들은 경계할 지어다. 그녀의 보복은 신속하고 갑작스러울 것이니. 무덤의 여주인의 분노를 살만큼 뻔뻔한 행위를 저지른 이들은 결국 신들에 반항하는 적으로 각인되거나 그녀의 끔찍한 처벌에 굴복할 것이다.
ko_mt: 파라즈마는 위대한 엔지니어이자 위대한 저 너머로 에너지를 운반하는 영혼의 강을 창조한 장본인입니다. 그녀는 자신을 모든 차원의 위대한 중재자라고 정당하게 믿으며, 자신의 설계에 대한 불복종이나 왜곡을 공공연한 반역으로 간주합니다. 그녀의 보복은 신속하고 갑작스럽기 때문에, 감히 영혼을 기름 부음받은 순환에서 빼내려는 강령술사는 항상 경계해야 합니다. 무덤의 여인의 분노를 불러일으킬 만큼 뻔뻔한 행동을 한 자는 신들의 반항적인 적으로 알려지거나 끔찍한 형벌에 굴복하게 됩니다.

source: Pharasma's Wrath
ko: 파라즈마의 분노
ko_mt: 파라즈마의 분노

source: Wait 21 days for the ziggurat to be upgraded.
ko: 지구라트가 강화되도록 21일간 기다린다.
ko_mt: 지구라트가 업그레이드될 때까지 21일을 기다리세요.

source: Inform Zacharius the ziggurat has been upgraded
ko: 자카리우스에게 지구라트가 강화 되었다고 알려라
ko_mt: 자카리우스에게 지구라트가 업그레이드되었음을 알립니다.

source: Inform Zacharius the conflict has been resolved
ko: 자카리우스에게 갈등은 해결되었다고 알려라
ko_mt: 자카리우스에게 갈등이 해결되었음을 알립니다.

source: Zacharius has modified his ritual and attuned it to the specifics of the Commander's soul. To complete it, the ziggurat must be enchanted and transformed into a colossal geometric sigil that focuses power. Of course, creating a magical tool on such a massive scale will incur tremendous expense.
ko: 자카리우스는 의식을 사령관의 영혼에 맞춰 조정하고 개조하였다. 이를 완료하기 위해서 지구라트에 마법을 부여하고 힘을 집중시키기 위한 거대한 기하학적 인장으로 변모시켜야 한다. 물론, 그런 대규모의 마법 도구를 만드는데에는 엄청난 돈이 들 것이다.
ko_mt: 자카리우스는 자신의 의식을 수정하여 사령관의 영혼의 특성에 맞게 조정했습니다. 의식을 완성하려면 지구라트에 마법을 걸어 힘을 집중시키는 거대한 기하학적인장으로 변형시켜야 합니다. 물론 이렇게 거대한 규모의 마법 도구를 만드는데는 엄청난 비용이 소요됩니다.

source: Upgrade the ziggurat
ko: 지구라트를 업그레이드하라
ko_mt: 지구라트 업그레이드

source: Zacharius's ritual is a complex arcane manipulation that requires utmost precision and flawless execution. A single mistake, no matter how small, could lead to disastrous consequences. Unfortunately, the necromancers who could help Zacharius are engaged in the pointless war set off by Elyanka and Septimus. The Commander should bring {mf|his|her} unruly advisors to heel and put an end to the wasteful loss of useful servants.
ko: 자카리우스의 의식은 엄청난 정교함과 완벽한 실행력을 요구하는 복잡한 마법적 조정이다. 아무리 작건간에, 단 한 번의 실수로 재앙과도 같은 결과를 불러일으킬 수 있다. 불행히도, 자카리우스를 도울 수 있는 사령술사는 엘얀카와 셉티무스로 인해 벌어진 끝없는 전쟁에 발이 묶여있다. 사령관은 이 제멋대로인 보좌관들을 무릎 꿇리고 무의미한 종복들의 낭비를 막아야 한다.
ko_mt: 자카리우스의 의식은 극도의 정밀함과 완벽한 실행이 요구되는 복잡한 마법 조작입니다. 아무리 사소한 실수라도 한 번만 실수해도 재앙적인 결과를 초래할 수 있습니다. 안타깝게도 자카리우스를 도울 수 있는 강령술사들은 엘리칸카와 셉티무스가 일으킨 무의미한 전쟁에 휘말려 있습니다. 사령관은 {mf|그|그녀}의 무분별한 참모들을 제압하고 쓸모없는 부하들의 낭비적인 손실을 끝내야 합니다.

source: Put an end to the rivalry between Elyanka and Septimus
ko: 엘얀카와 셉티무스 사이의 경쟁에 종지부를 찍어라
ko_mt: 엘리칸카와 셉티무스의 경쟁을 종식시키세요.

source: The preparations are complete. All the Commander has to do is visit Zacharius and accept the power he promised a long time ago. There will be a price to pay, of course — a steep price, for such power is never free.
ko: 준비는 끝났다. 이제 사령관이 할 일은 자카리우스를 찾아가 그가 오래전에 약속했던 힘을 받아들이는 것뿐이다. 물론 치뤄야 할 비싼 대가가 존재한다 — 이러한 힘은 무료로 주어지는 법이 없으니까.
ko_mt: 준비는 끝났습니다. 사령관은 자카리우스를 찾아가서 오래전에 약속한 힘을 받기만 하면 됩니다. 물론 그 힘은 결코 공짜가 아니기 때문에 엄청난 대가를 치러야 할 것입니다.

source: Perform the ritual and complete the transformation into a lich
ko: 의식을 치뤄 리치로의 변신을 완료하라
ko_mt: 의식을 수행하고 리치로의 변신을 완료하세요.

source: The ritual is complete. From now on, the Commander will be a true lich, a {mf|lord|lady} of death, and the {mf|master|mistress} of an undead horde, one with all of eternity at {mf|his|her} disposal.
ko: 의식이 완료되었다. 이제부터 사령관은 진정한 리치, 죽음의 군주이자 언데드 군대의 주인 이다. 그리고 이 힘은 이제 영원히 {mf|그|그녀}의 것으로 남으리라.
ko_mt: 의식이 완료되었습니다. 이제부터 사령관은 진정한 리치이자 죽음의 군주, 언데드 무리의 {mf|주인|주인}이 되어 영원을 {mf|그|그녀}의 마음대로 주무를 수 있게 됩니다.

source: Every great craftsman feels pride when they behold their masterpiece — their greatest creation, unique and surpassing their previous works in every possible way. For Zacharius, his masterpiece is a ritual that transforms a mortal into a lich, one which circumvents the need for taxing trials of body and soul, as well as decades of preparation. Only one step separates the Commander from becoming the most powerful, the most perfect form of undead being... A step {mf|he|she} has yet to take.
ko: 모든 장인들은 자신의 걸작, 유일무이하며 이전의 작품들을 모든 점에서 능가하는 가장 위대한 창조물을 바라볼 때 자부심을 느낀다. 자카리우스에게 그 걸작이라 함은 바로 육체와 영혼에 가해지는 시련 뿐만 아니라 수십 여 년의 준비까지 회피할 수 있는, 필멸자를 리치로 변화 시키는 의식이다. 사령관이 가장 강력하고, 가장 완벽한 언데드가 되기까지 이제 단 한 계단... {mf|그|그녀}가 내디딜 한 걸음만이 남았다.
ko_mt: 모든 위대한 장인은 자신의 걸작, 즉 모든 면에서 이전 작품을 능가하는 독창적인 최고의 작품을 볼 때 자부심을 느낍니다. 자카리우스의 걸작은 필멸자를 리치로 변신시키는 의식으로, 육체와 영혼의 고된 시련은 물론 수십 년의 준비 과정을 거치지 않아도 되는 의식입니다. 단 한 단계만 거치면 사령관은 가장 강력하고 완벽한 형태의 언데드 존재가 될 수 있습니다.. 아직 {mf|그|그녀}의 밟지 않은 단계입니다.

source: Death's Embrace
ko: 죽음의 포옹
ko_mt: 죽음의 품

source: Inform Zacharius the insurrection has been suppressed.
ko: 자카리우스에게 반란은 진압되었다고 알려라.
ko_mt: 반란이 진압되었다고 자카리우스에게 알리세요.

source: Elyanka's and Septimus's troops are on the outskirts of Drezen, waging an endless war. The disembodied minions of Zacharius found the location of their latest skirmish. Perhaps the Commander should go there to bring {mf|his|her} unruly servants into line.
ko: 엘얀카와 셉티무스의 부대가 드레젠 근교에 주둔하며 자기들끼리 끝없이 전쟁을 벌이는 중이다. 자카리우스의 육신 없는 종들이 그들의 가장 최근의 교전 장소를 찾아냈으니 사령관이 직접 가서 말 안 듣는 부하들에게 기강을 잡아줄 필요가 있을 듯하다.
ko_mt: 엘리칸카와 셉티무스의 군대가 드레젠 외곽에서 끝없는 전쟁을 벌이고 있습니다. 자카리우스의 육신이 사라진 하수인들이 최근 전투가 벌어진 장소를 찾았습니다. 사령관이 그곳으로 가서 {mf|그|그녀}의 무질서한 부하들을 제압해야 할지도 모르겠군요.

source: Put an end to Elyanka's and Septimus's rivalry
ko: 엘얀카와 셉티무스의 경쟁에 종지부를 찍어라
ko_mt: 엘리칸카와 셉티무스의 경쟁을 종식시키세요.

source: The enmity between Elyanka and Septimus turned out to be too deeply entrenched. By siding with one advisor, the Commander has condemned the other to destruction.
ko: 엘얀카와 셉티무스 간의 원한은 그 뿌리가 너무나 깊었다. 사령관은 한 조언자의 편을 들어줌으로써, 상대방을 완전히 무너뜨려야만 한다.
ko_mt: 엘리칸카와 셉티무스 사이의 적대감은 너무 깊게 자리 잡은 것으로 판명되었습니다. 사령관은 한 측근의 편을 들면서 다른 측근을 파멸로 몰아넣었습니다.

source: Win the battle
ko: 전투에서 승리하라
ko_mt: 전투에서 승리하기

source: The rivalry between the advisors is over, and the death adepts in Mendev have been reminded that they have but a single {mf|master|mistress}.
ko: 조언자들 사이의 경쟁은 끝났고, 멘데브의 죽음의 신봉자들이 그들에게 오직 단 한 명의 {mf|주인|여주인} 만이 존재함을 상기시켰다.
ko_mt: 고문들 간의 경쟁은 끝났고, 멘데브의 죽음의 숙련자들은 이제 단 하나의 주인님만 남았다는 사실을 상기하게 되었습니다.

source: Any environment, when faced with a void, will seek to fill it. Such is the law of nature — the law of the cosmos, in fact. Which is why a wise ruler endeavors never to leave their capital for long — the throne stands empty in the absence of its sovereign, and this sight alone is enough to tempt ambitious subjects. The Commander has surrounded {mf|himself|herself} with insufficiently loyal servants who have taken advantage of their {mf|master's|mistress's} absence to start a feud. Instead of serving the Commander, {mf|his|her} undead soldiers are being destroyed in a pointless quarrel. The strife must end.
ko: 어떤 환경이든, 공허를 느끼면 그 빈 자리를 채우려 할 것이다. 이는 곧 자연의 섭리이자 우주의 섭리이다. 그렇기에 현명한 통치자는 결코 수도를 오랜 기간 동안 비워두지 않는다. 군주 없이 비어 있는 왕좌 만으로도, 야망 있는 신하들을 현혹 시키기엔 충분하기 때문이다. 사령관은 {mf|주인|여주인}의 부재를 기회 삼아 서로 반목하기 시작한 불충한 신하들로 둘러싸여 있다. 사령관을 섬겨야 할 {mf|그|그녀}의 언데드 병사들이 의미 없는 싸움으로 파괴되고 있다. 이 분쟁은 반드시 끝나야 한다.
ko_mt: 어떤 환경이든 공백이 생기면 이를 채우기 위해 노력합니다. 이것이 바로 자연의 법칙이자 우주의 법칙입니다. 그렇기 때문에 현명한 통치자는 수도를 오래 떠나지 않으려고 노력합니다. 주권자가 없는 왕좌는 텅 비어 있고, 이 광경만으로도 야심 찬 신하들을 유혹하기에 충분합니다. 사령관은 {mf|그|그녀} 자신의 부재를 틈타 불화를 일으킨 충성심이 부족한 신하들로 {mf|master's|mistress's}을 포위했습니다. 사령관을 섬기는 대신 {mf|그|그녀}의 언데드 병사들은 무의미한 싸움으로 파괴되고 있습니다. 이 분쟁은 끝내야 합니다.

source: Discord and Disobedience
ko: 불화와 불복종
ko_mt: 불화 및 불복종

source: Find the grown vescavor queen in Drezen and eliminate her.
ko: 드레젠에서 성숙한 베스카버 여왕을 찾아 제거하라.
ko_mt: 드레젠에서 성장한 베스캐버 여왕을 찾아 처치하세요.

source: Regicide
ko: 왕위 계승
ko_mt: 레지사이드

source: Izyagna's secret has helped the Commander to complete {mf|his|her} transformation into the swarm. The Commander... Should {mf|he|she} even be called by that title now? What does this creature have in common with the mortal who was named the "commander of the crusade"? These words hold no meaning at all now, for there is no crusade. Now this is a war between two swarms — the young and bold versus the old and cautious. From the mortals' point of view, this is now a fight between two monsters, and whichever emerges victorious will quickly turn its sights on mortalkind.
ko: 이지아그나의 비밀은 사령관이 군체로 변신하는 것을 끝마치는데 도움이 되었다. 사령관... 그를 그 이름으로 불러야 하는 게 맞는 것일까? "성전의 사령관"이라고 불리던 필멸자와 이 생명체의 공통점이 무엇이란 말인가? 성전은 존재하지 않으니, 그 이름도 이제 의미를 잃었다. 남은 것은 젊고 대담한 군체와 늙고 조심스러운 군체 사이의 전쟁 뿐이다. 필멸자의 관점에서 보자면, 이는 두 괴물의 싸움에 지나지 않는다. 그리고 누가 승리하든 간에, 승자는 곧장 필멸자들에게로 눈길을 돌릴 것이다.
ko_mt: 이지아그나의 비밀 덕분에 사령관은 {mf|그|그녀}의 무리로의 변신을 완료할 수 있었다. 사령관.. 이제 {mf|그|그녀}를 그런 호칭으로 불러도 될까요? 이 생명체는 "십자군 사령관"으로 명명된 인간과 무슨 공통점이 있는 걸까? 이제 십자군은 존재하지 않으니 이 단어는 전혀 의미가 없습니다. 이제 이것은 젊고 대담한 무리와 늙고 조심스러운 무리 사이의 전쟁입니다. 필멸자의 입장에서는 이제 두 괴물 간의 싸움이며, 어느 쪽이 승리하든 금방 필멸자에게 눈을 돌릴 것입니다.

source: Multiply a negligible value by an infinitely large number. What you get is a crude mathematical model of a swarm — a living (and deadly) paradox. Of course, to achieve a deeper understanding of this phenomenon, one requires more sophisticated formulas. For instance, we are currently observing a single locust from a powerful and ancient swarm that has infiltrated a newly fledged one, imperiling the latter's very existence. Is there any formula capable of predicting the outcome of this collision?
ko: 극도로 하찮은 것을 무한한 수로 곱하라. 그리하면 군체에 대한 대략적인 수학적 예측을 할 수 있다. 살아있는, 그리고 치명적인 역설. 물론, 이러한 현상에 대하여 더욱 깊이 이해하기 위해서는, 좀 더 세련된 공식이 필요하다. 예를 들자면, 우리는 현재 강력한 고대의 군체를 이루는 벌레 하나가 새로이 탄생한 벌레떼에게 파고들어 후자의 존재 자체를 위태롭게 하는 현상을 관찰하고 있다. 이 충돌의 결과를 예측할 만한 공식이 과연 존재하는 것일까?
ko_mt: 무시할 수 있는 값에 무한히 큰 숫자를 곱합니다. 이렇게 하면 군집에 대한 조잡한 수학적 모델, 즉 살아 있는(그리고 치명적인) 역설을 얻을 수 있습니다. 물론 이 현상을 더 깊이 이해하려면 더 정교한 공식이 필요합니다. 예를 들어, 우리는 현재 강력하고 오래된 메뚜기 떼에서 한 마리의 메뚜기가 새로 태어난 메뚜기 떼에 침투하여 후자의 존재 자체를 위태롭게 하는 것을 관찰하고 있습니다. 이 충돌의 결과를 예측할 수 있는 공식이 있을까요?

source: Majesty in Minuscule
ko: 하찮은 것의 위대함
ko_mt: 작은 위엄의 장엄함

source: A single insect of Deskari's swarm has nested in the Commander's body — it is far too small to kill or subjugate {mf|him|her}, but quite enough to ruin {mf|his|her} life. {mf|He|She} could have crushed the little spy between {mf|his|her} fingernails, if only {mf|he|she} had known which of {mf|his|her} tiny companions was Deskari's servant. How can the Commander fend off this attack on {mf|his|her} body, mind, and soul?
ko: 데스카리의 벌레떼중 한 마리가 사령관의 몸 안에 둥지를 틀었다— 그를 죽이거나 조종하기에는 너무 조그마하지만, 그의 삶을 망치기에는 충분하다. 사령관이 자신의 왜소한 동료들중 누가 데스카리의 하인인지만 알아내면, 손가락으로 간단히 터뜨려 죽일 수 있을 것이다. 사령관은 자신의 몸, 정신 그리고 영혼을 노리는 이 공격을 어떻게 저지할 수 있을까?
ko_mt: 데스카리 무리의 벌레 한 마리가 사령관의 몸속에 둥지를 틀었습니다 - {mf|그|그녀}를 죽이거나 정복하기에는 너무 작지만 {mf|그|그녀}의 삶을 망치기에는 충분합니다. {mf|그|그녀}는 {mf|그|그녀}의 {mf|그|그녀}의 작은 동료 중 누가 데스카리의 부하인지 알았다면 {mf|그|그녀}의 손톱 사이로 작은 스파이를 분쇄할 수 있었을 거예요. 사령관은 {mf|그|그녀}의 몸과 마음, 영혼을 공격하는 이 공격을 어떻게 막아낼 수 있을까요?

source: Get rid of Deskari's influence
ko: 데스카리의 영향력을 지워내라
ko_mt: 데스카리의 영향력 제거

source: An especially valuable locust has deserted Deskari's swarm — a priestess called Anemora, a deranged preacher of the delight of being devoured. She knows a great deal about her master's secrets, of which ordinary cultists remain ignorant. Now she is hiding somewhere on the outskirts of Iz, and she will find the Commander on her own. A meeting with Anemora could give the Commander the key to victory over Deskari.
ko: 아주 특별한 메뚜기 하나가 데스카리의 군체를 떠났다 — 잡아먹히는데 희열을 느끼는 미치광이 설교자, 아네모라라는 이름의 여사제이다. 그녀는 대부분의 무지한 사교도들이 모르는, 자신의 주인의 비밀에 대해 아주 잘 알고 있다. 지금 그녀는 이즈의 외곽 어딘가에 숨어있으며, 사령관을 찾으려 하고 있다. 아네모라와의 만남은 사령관에게 데스카리를 넘어서 승리할 기회를 제공할 수 있을 것이다.
ko_mt: 특히 귀중한 메뚜기 한 마리가 데스카리의 무리를 떠났는데, 바로 잡아먹히는 기쁨을 전하는 광기 어린 여사제 아네모라입니다. 그녀는 평범한 사교도들은 알지 못하는 스승의 비밀에 대해 많은 것을 알고 있습니다. 현재 그녀는 이즈 외곽 어딘가에 숨어 있으며, 스스로 사령관을 찾을 것입니다. 아네모라와의 만남은 사령관에게 데스카리를 상대로 승리할 수 있는 열쇠를 줄 수 있습니다.

source: Meet Anemora on the outskirts of Iz
ko: 이즈 외곽에서 아네모라와 만나라
ko_mt: 이즈 외곽에서 아네모라를 만나보세요.

source: The meeting with Anemora turned out to be an ambush — but not a successful one. Deskari has overplayed his hand — what good is Anemora's loyalty to him, if the Commander was able to simply extract all her secrets straight from her mortal mind? Now the Commander knows where to find a way into the demon lord's realm, and {mf|he|she} is ready to pay it a visit.
ko: 아네모라와의 만남은 기습으로 드러났고 — 실패하였다. 데스카리는 실수를 저질렀다 — 사령관은 직접 그녀의 필멸의 정신으로부터 모든 비밀을 뽑아낼 수 있는데, 그녀의 데스카리에 대한 충성심이 무슨 소용이란 말인가? 이제 사령관은 데몬 군주의 왕국을 찾아낼 방법을 알아냈으니, 방문을 할 때가 되었다.
ko_mt: 아네모라와의 만남은 매복으로 밝혀졌지만 성공적이지는 못했습니다. 데스카리는 자신의 패를 과시했습니다. 사령관이 아네모라의 모든 비밀을 인간의 마음에서 바로 뽑아낼 수 있다면 사령관에 대한 아네모라의 충성심이 무슨 소용이 있을까요? 이제 사령관은 마왕의 영역으로 들어가는 길을 알았고 {mf|그|그녀}는 그곳을 방문할 준비가 되어 있습니다.

source: Go to the Rasping Rifts
ko: 사각거리는 균열로 향하라
ko_mt: 거친 균열로 이동

source: The Rasping Rifts is the domain of the Lord of the Locust. This is where his most loyal servant, the Echo of Deskari, has his lair. Simply killing the Echo would weaken the demon lord, but there is nothing simple about this war. The monster is the keeper of many secrets — and the Commander, as we already know, has become quite proficient at extracting them.
ko: 사각거리는 균열은 메뚜기의 군주의 영역으로, 이곳이 바로 그의 가장 충직한 수하, 데스카리의 메아리가 소굴을 마련한 장소이다. 단순히 놈을 죽이는 것 만으로 데몬 군주를 약화시킬 수 있겠지만, 이 전쟁에 단순함 따위는 존재하지 않는다. 이 괴물은 수많은 비밀을 간직하고 있으며 — 우리 모두 알다시피, 사령관은 비밀을 알아내는데 아주 탁월한 재능이 있다.
ko_mt: 으르렁거리는 균열은 메뚜기 군주의 영역입니다. 이곳은 그의 가장 충성스러운 부하인 데스카리의 메아리가 은신처를 가지고 있는 곳입니다. 메아리를 죽이기만 하면 데몬 로드가 약해지겠지만, 이 전쟁에는 간단한 것이 없습니다. 이 괴물은 많은 비밀을 간직하고 있으며, 사령관은 이미 알고 있듯이 비밀을 빼내는데 능숙해졌습니다.

source: Eliminate the Echo of Deskari
ko: 데스카리의 메아리를 제거하라
ko_mt: 데스카리의 메아리 제거하기
