Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: The Commander must earn 10 Diplomacy experience points by hiring more mercenaries to gain access to the rank-up decree. Enacting the decree will provide long-term bonuses to the crusade economy.
ko: 사령관은 승급 칙령을 해금하기 위해 더 많은 용병들을 모집해, 외교 경험치를 쌓아야 한다. 칙령을 선언하는 것은 성전의 경제 상황에 긴 시간 동안 지속되는 이익을 가저다 줄 것이다.
ko_mt: 사령관은 더 많은 용병을 고용하여 외교 경험치 10점을 획득해야 등급업 칙령을 사용할 수 있습니다. 법령을 제정하면 십자군 경제에 장기적인 보너스를 제공할 것입니다.

source: Advanced Diplomacy
ko: 고급 외교술
ko_mt: 고급 외교

source: This errand is complete.
ko: 이 임무는 완료됐습니다.
ko_mt: 이 심부름이 완료되었습니다.

source: The Commander must build two Barracks and an Archery Range. Completing this task will increase the Finance Points income of the crusade by 100.
ko: 두 개의 병영과 하나의 궁술 훈련장을 지어야 합니다. 이 임무를 완수하면 성전군 재정 점수의 수입이 100 증가합니다.
ko_mt: 사령관은 막사 두 개와 양궁장을 건설해야 합니다. 이 임무를 완료하면 십자군의 재정 점수 수입이 100 증가합니다.

source: First Buildings
ko: 첫번째 건물
ko_mt: 첫 번째 건물

source: The Commander must increase the rank of one of the crusade's stats by completing a corresponding decree. Enacting the decree will increase the Finance Points income of the crusade by 100.
ko: 적절한 칙령을 완료해 성전군의 능력치를 한 단계 상승시키십시오. 칙령을 실행하면 성전군의 재정 점수 수입이 100점 증가합니다.
ko_mt: 사령관은 해당 법령을 완성하여 십자군의 능력치 중 하나의 등급을 높여야 합니다. 법령을 제정하면 십자군의 재정 점수 수입이 100 증가합니다.

source: First Rank-Up
ko: 첫 승급
ko_mt: 첫 번째 등급 업

source: The Commander must earn 35 Leadership experience points by leveling up {mf|his|her} generals to gain access to the rank-up decree. Enacting the decree will unlock new decrees to restore the crusade's morale.
ko: 새로운 칙령을 발동시키기 위해 지휘관들을 레벨업 시켜 35 통솔 경험치를 얻어야 합니다. 칙령을 발동함으로써 성전군의 사기를 회복시킬 새로운 칙령이 해금됩니다.
ko_mt: 사령관은 {mf|그|그녀}의 장군을 레벨 업하여 리더십 경험치 35점을 획득해야 등급 업 법령에 액세스할 수 있습니다. 법령을 제정하면 십자군의 사기를 회복할 수 있는 새로운 법령을 잠금 해제할 수 있습니다.

source: Improved Leadership
ko: 향상된 통솔
ko_mt: 향상된 리더십

source: The Commander must earn 5 Logistics experience points by constructing new buildings to gain access to the rank-up decree. Enacting the decree will unlock new ways to improve the crusade economy.
ko: 승급 칙령을 해금하기 위해 사령관은 건물을 지어 5점의 병참 경험치를 획득해야 한다. 이 칙령을 실시함으로써 성전군의 경제 상황이 개선될 것이다.
ko_mt: 사령관은 새 건물을 건설하여 병참 경험치 5점을 획득해야 등급 업 법령을 사용할 수 있습니다. 법령을 제정하면 십자군 경제를 개선할 수 있는 새로운 방법이 열립니다.

source: Optimized Logistics
ko: 병참 최적화
ko_mt: 최적화된 물류

source: The Commander must earn 15 Military experience points by training more troops to gain access to the rank-up decree. Enacting the decree will upgrade the crusade's units.
ko: 승급 칙령을 사용하려면 위해 병력을 훈련시켜 군사 경험치 15를 획득해야 합니다. 칙령을 발동하면 성전군이 강화됩니다.
ko_mt: 사령관은 더 많은 병력을 훈련시켜 15 군사 경험치를 획득해야 계급 상승 법령을 이용할 수 있습니다. 법령을 제정하면 십자군의 유닛이 업그레이드됩니다.

source: Enhanced Military
ko: 군사력 증강
ko_mt: 강화 된 군사

source: Ask Hilor
ko: 하일러에게 물어보라
ko_mt: 하일러에게 물어보세요

source: Visit Arueshalae's dream
ko: 아루샬레의 꿈을 방문하라
ko_mt: 아루샬래의 꿈 방문

source: Ask Anevia
ko: 아네비아에게 물어보아라
ko_mt: 아네비아에게 물어보세요

source: Ask Arsinoe
ko: 아르시노에게 물어보아라
ko_mt: 아르시노에에게 물어보세요

source: Ask Chun Dawei
ko: 츈 다웨이에게 물어보아라
ko_mt: 천다웨이에게 물어보세요

source: Ask Ciar
ko: 시어에게 물어보아라
ko_mt: 시아르에게 물어보세요

source: Ask Fye
ko: 파이에게 물어보아라
ko_mt: 페이에게 물어보세요

source: Ask Horgus
ko: 호르거스에게 물어보아라
ko_mt: 호거스에게 물어보세요

source: Ask Hulrun
ko: 헐런에게 물어보아라
ko_mt: 훌런에게 물어보세요

source: Ask Irabeth
ko: 이라베스에게 물어보아라
ko_mt: 이라베스에게 물어보세요

source: Ask Klaem
ko: 클렘에게 물어보아라
ko_mt: 클렘에게 물어보세요

source: Ask Nurah
ko: 누라에게 물어봐라
ko_mt: 누라에게 물어보세요

source: Ask Nystra
ko: 나이스트라에게 물어보아라
ko_mt: 니스트라에게 물어보세요

source: Ask the One-Eyed Devil
ko: 외눈 데빌에게 물어보아라
ko_mt: 애꾸눈 데빌에게 물어보세요

source: Ask Ramien
ko: 라미엔에게 물어보아라
ko_mt: 라미엔에게 물어보세요

source: Ask the Storyteller
ko: 이야기꾼에게 물어보아라
ko_mt: 스토리텔러에게 물어보세요

source: What could have possibly made the demoness so happy? It might be a good idea to visit her at the tavern and find out what's going on. Who knows what could happen to a succubus striving for ascension…
ko: 저 데몬은 갑자기 왜 그렇게 기쁜 것일까? 선술집에 들러 무슨 일이 일어난 건지 확인해보는 것이 좋을 듯하다. 승천을 위해 노력하는 서큐버스에게 무슨 일이 일어났을지 누가 알겠는가…
ko_mt: 무엇이 데몬를 그렇게 행복하게 만들었을까요? 선술집에서 그녀를 방문하여 무슨 일이 일어나고 있는지 알아 보는 것이 좋습니다. 승천을 위해 노력하는 서큐버스에게 무슨 일이 일어날 지 누가 알겠습니까...

source: Talk to Arueshalae in the tavern
ko: 선술집의 아루샬레와 대화하라
ko_mt: 선술집에서 아루샬래와 이야기하십시오.

source: It is very unusual to find a demon who can dream. Of course, those dreams are not real, they are only imitations, and yet this curious development indicates a deep transformation of this creature's very nature. Simply copying the thoughts and deeds of mortals might seem like a naive approach, but naive does not mean stupid in this case. After all, it worked.
ko: 꿈을 꿀 수 있는 데몬이란 참으로 희귀하다. 물론, 실제로 꿈을 꾸는 건 아니다, 그들에겐 한계가 존재하니까. 허나 이 흥미로운 발전은 이 존재의 본성이 깊은 변화를 일으키고 있음을 의미한다. 단순히 필멸자의 생각과 행위를 베낀다는 것은 너무 단순한 접근 방법이지만, 이 경우에 단순함이 멍청함을 의미하진 않았다. 결국은 성공했으니 말이다.
ko_mt: 꿈을 꿀 수 있는 데몬을 찾는 것은 매우 드문 일입니다. 물론 그 꿈은 진짜가 아니라 모방 일 뿐이지만이 호기심 많은 발전은 이 생물의 본성이 깊이 변형되었음을 나타냅니다. 단순히 인간의 생각과 행동을 모방하는 것은 순진한 접근 방식처럼 보일 수 있지만이 경우 순진하다는 것이 어리석은 것을 의미하지는 않습니다. 결국, 그것은 효과가있었습니다.

source: Ask the people of Drezen about their dreams
ko: 드레젠의 사람들에게 그들의 꿈에 대해 물어보라
ko_mt: 드레젠의 사람들에게 그들의 꿈에 대해 물어보세요

source: When the people recounted their dreams, Arueshalae listened closely and drew her own conclusions. How did this affect her dreams? It might be quite an interesting sight.
ko: 사람들이 자신의 꿈에 대해 떠올릴때, 아루샬레는 그것에 대해 듣고 자신만의 결과를 도출해냈다. 이게 그녀의 꿈에 어떤 영향을 끼칠까? 꽤나 흥미로운 광경이 될 것이다.
ko_mt: 사람들이 꿈을 이야기 할 때 아루샬래는 귀를 기울이고 자신의 결론을 내 렸습니다. 이것이 그녀의 꿈에 어떤 영향을 미쳤을까요? 꽤 흥미로운 광경이 될 것입니다.

source: Talk to Arueshalae about her new dreams
ko: 아루샬레와 그녀의 새로운 꿈에 대해 이야기하라
ko_mt: 아루샬래에게 새로운 꿈에 대해 이야기해줘요

source: This looks more like a midden than a dream. It's just a haphazard pile of things that do not fit together and make no sense. Still, from chaos order is born. Any scientist can explain how collecting seemingly pointless data can eventually lead to an elegant new theory. What will this succubus experience once she's filled her dreamscape to the brim with other people's dreams?
ko: 이곳은 꿈보다는 아무런 계획도, 생각도 없이 무의미하게 쌓아올린 잡동사니의 더미 같다. 하지만, 혼돈 속에서 질서가 태어나는 법. 과학자라면 무의미해 보이는 정보의 홍수 속에서 결과적으로 아름다운 새로운 이론이 태어날 수 있다는 사실을 잘 안다. 이 서큐버스가 자신의 꿈의 풍경을 남들의 꿈으로 가득 채우고 나면 무슨 경험을 하게 될까?
ko_mt: 이것은 꿈이라기보다는 미든처럼 보입니다. 서로 맞지 않고 말이되지 않는 것들이 무작위로 쌓여 있습니다. 그래도 혼돈에서 질서가 탄생합니다. 과학자라면 누구나 무의미해 보이는데이터를 수집하는 것이 결국 어떻게 우아한 새로운 이론으로 이어질 수 있는지 설명할 수 있습니다. 다른 사람들의 꿈으로 꿈속을 가득 채운 서큐버스는 어떤 경험을 하게 될까요?

source: Take a walk around Arueshalae's dream
ko: 아루샬레의 꿈을 산책하며 대화를 나눠라
ko_mt: 아루샬래의 꿈 속을 거닐다

source: "Be careful what you wish for..." How could a follower of Desna not know about this old saying? The succubus seeking ascension had been eager to have her own dream — and her wish came true in the ugly form of a nightmare. Some might declare this an exquisite mockery by her goddess, but those who have dedicated enough time to unraveling the laws of existence will dismiss the possibility of malice. After all, it is known that irony is a fundamental property of the observable multiverse.
ko: "소원을 빌 때는 조심하라..." 어떻게 데즈나의 추종자가 이 격언을 모를수가 있었을까? 승천을 추구하는 서큐버스는 자신만의 꿈을 갖고자 하였고 — 그 소원은 악몽이라는 추악한 모습으로 나타났다. 혹자는 이것을 여신의 독특한 방식의 힐난이라 할지도 모르겠으나, 존재의 법칙을 탐구하는 학자라면 이러한 가능성을 제쳐둘 것이다. 결국, 아이러니야말로 관측 가능한 다중우주의 가장 기초적인 요소임을 이미 알고 있을 테니 말이다.
ko_mt: "소원을 조심하세요..." 데스나의 추종자가 어떻게 이 옛 속담을 모를 수 있을까요? 승천을 꿈꾸는 서큐버스는 자신의 꿈을 간절히 원했고, 그 소원은 악몽이라는 추악한 형태로 실현되었습니다. 어떤 사람들은 이것을 여신의 절묘한 조롱이라고 선언 할 수 있지만 존재의 법칙을 풀기에 충분한 시간을 할애 한 사람들은 악의의 가능성을 무시할 것입니다. 결국 아이러니는 관찰 가능한 다중 우주의 근본적인 속성이라는 것이 알려져 있습니다.

source: A demon striving for goodness... What a fascinating contradiction. Surely the cosmic beings are a lot more complicated than the material elements we all think we know so well. An icicle exposed to the raw power of fire will simply evaporate, but a succubus willing to ascend beyond her nature sets her foot on a truly unpredictable path of constant transfiguration. This is a thrilling process, even though it will almost inevitably end with a harsh downfall or death. For that matter, it's the "almost" that makes the whole experiment so interesting to observe.
ko: 선을 추구하는 데몬... 이 얼마나 아름다운 모순인가. 우주적 존재들은 우리들이 익히 알고 있는 물질계의 것들보다 훨씬 복잡한 구조로 이루어져 있다. 불꽃에 노출된 고드름은 그저 녹아내릴 뿐이나, 자신의 본성을 넘어서려 하는 서큐버스는 감히 예측할 수 없는 끝없는 변화의 길에 한 발을 내딛은 것이다. 비참한 몰락 혹은 죽음이 거의 확실시되기는 하나, 그럼에도 흥분되는 과정이긴 하다. 특히나, "거의" 라는 부분이 이 실험을 관찰하는 것을 몹시 흥미롭게 만들고 있다.
ko_mt: 선함을 위해 노력하는 데몬.. 이 얼마나 매혹적인 모순인가. 확실히 우주의 존재는 우리 모두가 잘 알고 있다고 생각하는 물질적 요소보다 훨씬 더 복잡합니다. 불의 원초적인 힘에 노출된 고드름은 증발하기 마련이지만, 자신의 본성을 뛰어넘고자 하는 서큐버스는 끊임없이 변화하는 예측할 수 없는 길을 걷게 됩니다. 이 과정은 거의 필연적으로 가혹한 몰락이나 죽음으로 끝날지라도 스릴 넘치는 과정입니다. 바로 그 "거의" 때문에 전체 실험을 관찰하는 것이 매우 흥미롭습니다.

source: Borrowed Dreams
ko: 빌린 꿈
ko_mt: 빌린 꿈

source: Talk to Dimalchio
ko: 디말시오와 대화하라
ko_mt: 디말치오와 대화

source: Burn Arueshalae's dreams
ko: 아루샬레의 꿈을 불태워라
ko_mt: 아루샬래의 꿈을 태워라

source: Some provisional findings can be drawn from this experiment. The nature of an intelligent being, whether mortal or supernatural, is malleable, and the world of dreams may heavily influence its evolution. At the same time, dreams are treacherous and often turn against the dreamer. In Arueshalae's case, the clash of dreams and reality has produced a rather dramatic effect. Final conclusions may be drawn only after the consequences of this event have become clear.
ko: 이번 실험에서 몇 가지 잠정적인 결론이 도출될 수 있다. 필멸자이든 초자연적 존재이든, 지적 생명체의 본질은 쉽게 변화하며, 꿈의 세계가 그 발달에 미칠 수 있다. 동시에, 꿈은 기만적이며 쉽게 꿈 꾸는 이들을 배신한다. 아루샬레의 사례에서, 꿈과 현실의 충돌은 다소 극적인 결과를 이끌어 냈다. 이 사건의 결과가 명확해진 후에야 최종적인 판단을 내릴 수 있을 것이다.
ko_mt: 이 실험에서 몇 가지 잠정적인 결과를 도출 할 수 있습니다. 인간이든 초자연적이든 지적인 존재의 본성은 가변적이며 꿈의 세계는 진화에 큰 영향을 미칠 수 있습니다. 동시에 꿈은 위험하며 종종 꿈꾸는 자에게 불리하게 작용하기도 합니다. 아루샬래의 경우, 꿈과 현실의 충돌이 다소 극적인 효과를 낳았습니다. 이 사건의 결과가 명확해진 후에야 최종 결론을 내릴 수 있습니다.

source: Dreams become nightmares, and nightmares become flesh. Did the succubus truly hope her experiments with goodness would be confined to the realm of her imagination? After all, the evil acts that she is currently attempting to renounce took place in the waking world. It is logical to assume that the path in the opposite direction must also traverse the coarse reality of the material world.
ko: 꿈은 악몽이 되고, 악몽은 육체가 된다. 서큐버스는 선에 대한 그녀의 실험이 상상력의 세계에만 한정되기를 진정으로 희망했던 것일까? 결국, 그녀가 현재 연을 끊고자 하는 악행은 깨어있는 세계에서 일어났다. 완전히 반대 방향으로 가는 길 또한 반드시 물질계의 거친 현실을 가로질러야 한다고 추정하는 것이 타당하다.
ko_mt: 꿈은 악몽이 되고 악몽은 살이 된다. 서큐버스는 자신의 선에 대한 실험이 상상의 영역에만 국한되기를 진정으로 바랐을까요? 결국, 그녀가 현재 포기하려고하는 악한 행위는 깨어있는 세상에서 일어났습니다. 반대 방향의 길도 물질 세계의 거친 현실을 가로 질러야한다고 가정하는 것이 합리적입니다.

source: Dreams in Ruin
ko: 폐허가 된 꿈
ko_mt: 파멸의 꿈

source: Corrupting an azata is quite an achievement for a succubus. It is not surprising that now, having renounced her evil ways, Arueshalae would prefer not to be reminded of her sinful past. But reality is not the realm of dreams, and a mere wish is not enough to transform it. She must face the consequences of her past transgressions.
ko: 아자타를 타락시킨다는 것은 서큐버스에게도 상당한 업적이다. 사악한 과거의 자신과 결별을 선언한 지금, 아루샬레는 그녀의 죄악으로 가득 찬 과거를 돌이켜보는 것을 꺼려하는 것은 당연하다. 하지만 현실은 꿈의 왕국이 아니고, 그저 소망만으로 현실을 변화시킬 순 없다. 그녀는 과거 자신의 죄를 마주해야만 한다.
ko_mt: 아자타를 타락시키는 것은 서큐버스로서는 대단한 업적이죠. 이제 사악한 길을 포기한 아루샬래가 자신의 죄 많은 과거를 떠올리고 싶지 않은 것은 놀라운 일이 아닙니다. 그러나 현실은 꿈의 영역이 아니며 단순한 소원만으로는 그것을 변화시키기에 충분하지 않습니다. 그녀는 과거의 범죄의 결과를 직면해야합니다.

source: Visit Dimalchio's mansion
ko: 디말시오의 저택을 방문하라
ko_mt: 디말치오의 저택 방문

source: The meeting went as expected: accusations, insults, yelling, attempted murder, and arson. There was no reconciliation. It remains to be seen whether Arueshalae will escape her old friend's house alive.
ko: 만남은 예측대로 흘러갔다: 비난, 모욕, 고함, 살해 시도 그리고 방화. 화해 따위는 없었다. 아루샬레가 오랜 친구의 집을 살아서 떠날 수 있을지 지켜봐야 할 것 같다.
ko_mt: 회의는 예상대로 진행되었습니다. 비난, 모욕, 고함, 살인 미수, 방화. 화해는 없었습니다. 아루샬래가 오랜 친구의 집에서 살아서 탈출 할 것인지는 아직 지켜봐야합니다.

source: Escape the mansion
ko: 저택에서 탈출하라
ko_mt: 저택 탈출

source: It is difficult to say what Arueshalae expected when she went to Dimalchio's mansion, but it is obvious that she is not pleased with the meeting's outcome. It would be sensible to speak to her and find out what conclusions she has made.
ko: 아루샬레가 디말시오의 저택에 방문했을 때 무엇을 기대하고 있었는지 추측하는 것은 어려우나, 그녀가 그 결과에 그리 기쁘지 않았던 것만은 확실하다. 사려 깊은 자라면 그녀에게 말을 걸어 그녀가 이 사건에서 어떤 결과를 도출했는지 알아볼 것이다.
ko_mt: 아루샬래가 디말치오의 저택에 갔을 때 무엇을 기대했는지 말하기는 어렵지만, 회의 결과에 만족하지 않는 것은 분명합니다. 그녀와 이야기하고 그녀가 어떤 결론을 내 렸는지 알아내는 것이 현명할 것입니다.

source: Talk to Arueshalae about the events at the mansion
ko: 아루샬레와 저택에서의 사건에 대해 이야기하라
ko_mt: 저택에서 일어난 사건에 대해 아루샬래와 이야기하세요

source: By studying mortals, Arueshalae filled her dreamscape with the dreams of others, like a magpie hoarding stolen shiny objects — glass and gold all mixed up, not truly understanding the value of her possessions. The time has come for her to appraise her collection. What is the true worth of her imaginary treasures?
ko: 필멸자들에 대해 공부하며, 아루샬레는 마치 반짝이는 물건들을 모으는 까치처럼, 자신의 꿈의 풍경을 남들의 꿈으로 채워나갔다. 금과 유리도 분간하지 못하고, 자신의 손에 있는 것들의 가치도 모른 채. 이제 그녀의 수집품들을 평가할 때가 되었다. 그녀의 상상 속 보물들은 과연 어떤 가치가 있을까?
ko_mt: 인간을 연구하면서 아루샬래는 자신의 소유물의 가치를 제대로 이해하지 못한 채, 마치 까치가 훔친 반짝이는 물건(유리와 금이 뒤섞인)을 쌓아두는 것처럼 다른 사람들의 꿈으로 자신의 꿈속을 채웠어요. 이제 그녀는 자신의 컬렉션을 감정할 때가 왔습니다. 그녀의 상상 속 보물의 진정한 가치는 얼마일까요?

source: Help Arueshalae put her dreams in order
ko: 아루샬레가 그녀의 꿈을 바로잡도록 도와라
ko_mt: 아루샬래가 꿈을 정리할 수 있도록 도와주세요

source: A Conversation with Arueshalae
ko: 아루샬레와의 대화
ko_mt: 아루샬래와의 대화

source: The herald senses that one of the Commander's companions requires help. The Commander must go to the Nexus to find out what is happening.
ko: 전령이 사령관의 동료가 도움을 필요로 하는 것을 감지했다. 사령관은 교차점으로 향해 무슨 일이 벌어진 것인지 확인해야 한다.
ko_mt: 전령은 사령관의 동료 중 한 명이 도움이 필요하다는 것을 감지합니다. 사령관은 무슨 일이 일어나고 있는지 알아 내기 위해 넥서스로 가야합니다.

source: Talk to Arueshalae
ko: 아루샬레와 대화하라
ko_mt: 아루샬래와 대화

source: Talk to Arueshalae again
ko: 아루샬레와 다시 대화하라
ko_mt: 아루샬래와 다시 이야기하십시오.

source: Talk to Arueshalae for a third time
ko: 아루샬레와 세 번째 대화를 나눠라
ko_mt: 아루샬래와 세 번째로 이야기하십시오.

source: The succubus has succeeded. The Abyss-born demon has severed her ties to cosmic Evil. She has shown enviable determination in her effort to transform her very nature. Her story will be a source of vital data for anyone who studies the methods of influencing the inner nature of both demons and mortals. Unfortunately, it is unlikely that she would allow anyone to take a sample of her tissue for research purposes.
ko: 서큐버스의 노력이 결실을 이루었다. 심연에서 태어난 데몬이 무한한 악과의 연결을 끊어냈다. 그녀는 그 자신의 본성을 바꾸려는 노력에서 선망 받을 만한 결의를 보여주었다. 그녀의 이야기는 데몬과 필멸자 모두의 본성에 영향을 끼치는 방법을 연구하는 모든 이들에게 필수적인 참고 자료가 될 것이다. 하지만 안타깝게도, 그녀가 연구를 목적으로 자신의 조직 샘플을 채취하는 것을 허락할 것 같지는 않다.
ko_mt: 서큐버스가 성공했습니다. 심연에서 태어난 데몬이 우주의 악과의 관계를 끊었습니다. 그녀는 자신의 본성을 변화시키려는 노력에서 부러워할 만한 결단력을 보여주었습니다. 그녀의 이야기는 데몬과 인간 모두의 내면에 영향을 미치는 방법을 연구하는 모든 사람에게 중요한 데이터의 원천이 될 것입니다. 안타깝게도 그녀는 누구도 연구 목적으로 자신의 조직 샘플을 채취하는 것을 허용하지 않을 것입니다.

source: In recent months, the succubus has made considerable progress toward changing her nature. Dreaming and discussing one's dreams with others, seeking sense amidst the absurdity, is an occupation characteristic of mortals, not demons. While the value of this achievement remains dubious, it must be said that the succubus has made a tremendous effort.
ko: 지난 몇 달 동안, 서큐버스는 스스로의 본성을 바꾸는 과정에서 상당한 진전을 이루었다. 꿈을 꾸고 다른 사람들과 각자의 꿈에 대해 이야기하고, 불합리의 한복판 속에서 이치를 추구하는 것은, 데몬이 아닌 필멸자만이 지니는 고유한 특성이다. 이 업적의 가치는 여전히 불확실하지만, 서큐버스가 엄청난 노력을 기울였음에는 틀림이 없다.
ko_mt: 최근 몇 달 동안 서큐버스는 그녀의 본성을 바꾸는데 상당한 진전을 이루었습니다. 꿈을 꾸고 다른 사람들과 꿈을 토론하고 부조리 속에서 의미를 찾는 것은 데몬이 아닌 인간의 직업 특성입니다. 이 업적의 가치는 여전히 모호하지만 서큐버스가 엄청난 노력을 기울였다고 말해야합니다.

source: What Do You Dream Of?
ko: 당신은 무엇을 꿈꾸는가?
ko_mt: 당신은 무엇을 꿈꾸십니까?

source: Human dreams are a kind of infectious disease, a virus that mutates in each new host. With each new carrier and each new transmission, the dreams transform further until they become unrecognizable. To determine the meaning of an inexplicable dream, it might be prudent to contact the person the dream came from.
ko: 인간의 꿈이란 새 숙주를 찾을 때마다 변이하는 감염성 높은 질병의 일환이다. 꿈은 새 숙주에게 전이 될 때마다 변이해 종국에는 알아볼 수도 없는 지경이 된다. 불가해한 꿈의 의미를 찾아내려면 최초로 꿈이 출발한 사람과 접촉해야 할 것이다.
ko_mt: 인간의 꿈은 일종의 전염병으로, 새로운 숙주마다 변이하는 바이러스입니다. 새로운 보균자와 새로운 전파자가 나타날 때마다 꿈은 알아볼 수 없을 때까지 더욱 변형됩니다. 설명 할 수 없는 꿈의 의미를 확인하려면 꿈을 꾸었던 사람에게 연락하는 것이 현명할 수 있습니다.

source: Talk to Anevia
ko: 아네비아와 대화하라
ko_mt: 아네비아와 대화

source: It seems the conversation has borne fruit. Arueshalae has understood something — or at least she thinks she has. Since every hypothesis must be tested empirically, it is time to visit the world of dreams once again.
ko: 그동안의 대화들이 결실을 맺은 듯하다. 아루샬레는 무언가를 이해하는 데 성공했다. 그녀가 생각하기에는 말이다. 모든 가설은 실증되어야만 하니, 이 꿈의 왕국에 다시 방문할 때가 되었다.
ko_mt: 대화가 결실을 맺은 것 같습니다. 아루샬래는 무언가를 이해했거나 적어도 이해했다고 생각합니다. 모든 가설은 경험적으로 테스트되어야하므로 다시 한 번 꿈의 세계를 방문 할 때입니다.

source: Visit Arueshalae's dream
ko: 아루샬레의 꿈에 방문하라
ko_mt: 아루샬래의 꿈 방문

source: Alas, external observers can rarely gain access to the realm of dreams. Whatever epiphany the succubus has had, it will remain between her and the Commander.
ko: 이런, 외부 관찰자가 꿈의 왕국에 들어서기란 요원한 법이다. 서큐버스가 무슨 일을 겪었든 간에, 이는 그녀와 사령관만의 비밀로 남을 것이다.
ko_mt: 아아, 외부 관찰자는 꿈의 영역에 거의 접근 할 수 없습니다. 서큐버스가 어떤 깨달음을 얻었 든간에 그것은 그녀와 사령관 사이에 남아있을 것입니다.

source: Discover Arueshalae's dream
ko: 아루샬레의 꿈을 발견하라
ko_mt: 아루샬래의 꿈을 발견하라

source: Talk to Arueshalae in the dungeons of Drezen.
ko: 드레젠 지하 감옥에 있는 아루샬레와 대화하라.
ko_mt: 드레젠의 던전에서 아루샬래와 대화하세요.

source: Arueshalae Imprisoned
ko: 수감된 아루샬레
ko_mt: 아루샬래 투옥

source: Talk to Arueshalae in the Nexus.
ko: 교차점에서 아루샬레와 대화하라.
ko_mt: 넥서스에서 아루샬래와 대화하십시오.

source: A Conversation with Arueshalae
ko: 아루샬레와의 대화
ko_mt: 아루샬래와의 대화

source: Arueshalae asked for several days to reflect on the situation.
ko: 아루샬레는 현재 상황에 대해 생각하기 위해 며칠 시간을 달라고 했다.
ko_mt: 아루샬래는 상황을 반영하기 위해 며칠을 요청했습니다.

source: Time to Think
ko: 생각할 시간
ko_mt: 생각할 시간

source: The murder is not going to be easy to solve, it seems, although Anevia has promised not to let the matter rest. Perhaps she will manage to dig up some new information.
ko: 살인 사건을 해결하기란 쉽지 않으나, 아네비아는 이 문제를 좌시하지 않기로 했다. 어쩌면 그녀가 무언가 새로운 정보를 가져올지도 모르겠다.
ko_mt: 아네비아가 이 사건을 쉬지 않겠다고 약속했지만 살인 사건은 쉽게 해결되지 않을 것 같습니다. 아마도 그녀는 새로운 정보를 파헤칠 수있을 것입니다.

source: Wait for events to unfold
ko: 사건이 벌어지길 기다려라
ko_mt: 이벤트가 전개 될 때까지 기다리십시오.

source: Anevia is clearly hiding something from the Commander. The only solid lead is that the missing crusader is currently in the vicinity and it may still be possible to save him.
ko: 아네비아는 사령관으로부터 무언가 숨기는 게 확실하다. 지금 유일한 것은 실종된 성전사가 근방에 있으며, 아직 그를 구할 수 있을지도 모른다는 것뿐이다.
ko_mt: 아네비아가 사령관에게 뭔가 숨기고 있는 게 분명해. 유일한 확실한 단서는 실종된 십자군이 현재 근처에 있으며 그를 구할 수 있다는 것입니다.

source: Find the missing crusader in Drezen
ko: 드레젠에서 실종된 성전사 찾기
ko_mt: 드레젠에서 실종된 십자군을 찾으세요

source: It is now clear why Anevia chose not to take justice into her own hands, instead leaving that privilege to the Commander. Either way, the choice has been made, and all that remains is to inform Anevia.
ko: 이제 아네비아가 어째서 자신의 손으로 직접 정의를 구현하지 하지 않고, 대신 사령관에게 그 일을 떠넘긴 것인지 확실해졌다. 어찌됐건 간에, 결정은 내려졌고, 남은 것은 아네비아에게 소식을 전달하는 것뿐이다.
ko_mt: 이제 아네비아가 정의를 자신의 손에 맡기지 않고 사령관에게 그 특권을 맡긴 이유가 분명해졌습니다. 어느 쪽이든 선택은 내려졌고 남은 것은 아네비아에게 알리는 것뿐입니다.

source: Talk to Anevia
ko: 아네비아와 대화하라
ko_mt: 아네비아와 대화

source: The murder has been solved. The Commander did not expect events to unfold as they did. Camellia has made her choice, and the Commander has made {mf|his|hers}.
ko: 살인 사건이 해결되었다. 사령관은 사건이 이렇게 흘러가리라곤 예상치 못 했으리라. 카멜리아는 스스로 선택을 했고, 그것은 사령관도 마찬가지이다.
ko_mt: 살인이 해결되었습니다. 사령관은 사건이 이렇게 전개 될 것이라고 예상하지 못했습니다. 카멜리아는 그녀의 선택을 했고 사령관은 {mf|그|그녀}를 만들었습니다.

source: How much is a human life worth? How many lives can be sacrificed for the greater good? These questions may not have troubled the Commander before now, but soon {mf|he|she} will be forced to reckon with them.
ko: 한 생명의 가치는 얼마인가? 대의를 위해 얼마나 많은 생명을 희생할 수 있는가? 지금까지 이러한 질문이 사령관을 괴롭힌 적은 없었으나, 곧 이를 마주해야만 할 것이다.
ko_mt: 인간의 생명은 얼마의 가치가 있을까요? 대의를 위해 얼마나 많은 생명을 희생할 수 있을까요? 이러한 질문은 지금까지 사령관을 괴롭히지 않았을 지 모르지만 곧 {mf|그|그녀}는 그것들을 고려해야 할 것입니다.

source: A Noble Intent
ko: 고귀한 의도
ko_mt: 고귀한 의도

source: The Commander must help the brothel madam before she will allow Camellia to partake of the brothel's "special services"
ko: 사령관은 카멜리아가 사창가의 "특별한 서비스"를 받게 하기 전에 먼저 포주의 부탁을 들어줘야 한다.
ko_mt: 사령관은 매춘 업소 마담을 도와야 카멜리아가 매춘 업소의 "특별 서비스"를 이용할 수 있습니다."

source: Camellia has invited the Commander on an unusual excursion — to the Ten Thousand Delights brothel, the place where every desire, even unspeakable ones, can be satisfied.
ko: 카멜리아는 사령관을 특별한 경험에 초대했다. 모든 욕망, 심지어 남들에겐 말할 수 없는 욕망조차도 실현될 수 있는 곳인 만인의 환락 사창가로.
ko_mt: 카멜리아가 사령관을 특이한 여행에 초대했습니다. 모든 욕망, 심지어 말할 수없는 욕망까지 충족시킬 수 있는 곳인 만 가지 즐거움 매춘 업소로.

source: Talk to the madam of the Ten Thousand Delights brothel
ko: 사창가 만인의 환락의 마담과 대화하라
ko_mt: 만 가지 기쁨 매춘 업소의 마담과 대화

source: The secret room where any and all desires are satisfied is now open to Camellia. She is holding the key to the door — all that remains is to turn the handle and step forward to meet the unknown.
ko: 어떠한 종류의 욕망도 충족시켜줄 수 있는 비밀의 방으로 가는 길이 카멜리아에게 열렸다. 그녀의 손에 열쇠가 있으니 남은 것은 손잡이를 돌리고 그 너머로 넘어가 미지와 조우하는 것뿐이다.
ko_mt: 모든 욕망이 충족되는 비밀의 방이 이제 카멜리아에게 열려 있습니다. 그녀는 문 열쇠를 쥐고 있습니다. 남은 것은 손잡이를 돌리고 미지의 세계를 만나기 위해 앞으로 나아가는 것뿐입니다.

source: Go to the farthest room in the secret chamber underneath the brothel
ko: 사창가의 비밀 지하실에서 가장 멀리 떨어진 방으로 가라
ko_mt: 매춘 업소 아래 비밀 방에서 가장 먼 방으로 가세요

source: A fun adventure unexpectedly turned into something rather more profound. The Commander should speak to Camellia somewhere private and learn how she feels about what occurred.
ko: 즐거운 모험이 갑자기 무언가 엄청난 사건으로 변해버렸다.사령관은 일어난 일들에 대해 카멜리아가 어떤 기분인지 사적으로 물어봐야만 한다.
ko_mt: 재미있는 모험이 예기치 않게 다소 심오한 것으로 바뀌었습니다. 사령관은 카멜리아와 사적인 자리에서 이야기를 나누고 이번 일에 대해 어떻게 생각하는지 알아봐야 합니다.

source: Talk to Camellia
ko: 카멜리아와 대화하라
ko_mt: 카멜리아에게 말하세요

source: Camellia conquered her hesitancy and discovered what her heart truly desires and what the spirit she nourishes, Mireya, truly hungers for. The revelation came as a shock to Camellia, who had already begun to fight against her own proclivities. Against her own heart.
ko: 망설임을 극복한 카멜리아는그녀의 마음과 영혼인 미레야가 필요로 하고, 또 진정으로 갈망하는 것을 밝혀냈다. 자신의 악취미와 맞서려하던 카멜리아에게, 이는 충격적인 소식이었다.
ko_mt: 카멜리아는 망설임을 극복하고 자신의 마음이 진정으로 원하는 것이 무엇인지, 자신의 영혼인 미레야가 진정으로 갈망하는 것이 무엇인지 발견했습니다. 이 계시는 이미 자신의 성향에 맞서 싸우기 시작한 카멜리아에게 충격으로 다가 왔습니다. 자신의 마음에 맞서.

source: The secret yearnings of the human heart cannot be comprehended by unyielding science. Desire that is hidden even from one's own self cannot be studied or measured. Knowing oneself — this is the arduous task with which mages, scientists, and philosophers have long grappled since time immemorial. But when the chance to uncover one's deepest desires comes along, doubt creeps in. One pauses, standing before the door of knowledge, afraid to turn the handle. It is only prudent to beware the deepest desires of one's heart — for they may just come true.
ko: 인간의 비밀스런 갈망은 융통성 없는 과학으로는 파악할 수 없다. 그 자신조차도 알지 못하는 욕망은 측정할 수도, 알아낼 수도 없는 법. 스스로를 이해하는 것은 마법사, 과학자, 철학자들이 먼 옛날부터 매달려온 난제이기도 하다. 그러나 막상 가장 깊숙한 욕망을 밝혀낼 기회가 찾아오면, 의심이 솟아난다. 그리고 지식의 문 앞에서 주저하며 방향을 돌려야 할지 고민한다. 인간이 가장 깊숙한 욕망을 경계하는 것은 당연한 일이다. 그것이 어떤 일을 초래할지 모르니 말이다.
ko_mt: 인간 마음의 은밀한 갈망은 냉철한 과학으로는 이해할 수 없다. 자기 자신에게도 숨겨진 욕망은 연구하거나 측정할 수 없습니다. 자신을 아는 것, 이것은 옛날부터 마법사, 과학자, 철학자들이 오랫동안 고심해 온 고된 과제입니다. 그러나 자신의 가장 깊은 욕망을 발견할 기회가 찾아오면 의심이 스며듭니다. 사람들은 지식의 문 앞에 서서 손잡이를 돌리기가 두려워 잠시 멈칫합니다. 마음 속 가장 깊은 욕망이 실현될 수 있으므로 조심하는 것이 현명합니다.

source: What Is Your Heart's Desire?
ko: 네 마음이 원하는 바는?
ko_mt: 당신의 마음의 소망은 무엇입니까?

source: A Conversation with Camellia
ko: 카멜리아와의 대화
ko_mt: 카멜리아와의 대화

source: A discovery was made. It proved to be not what the Commander expected. The truth that was exposed will not help the crusaders to understand the spirits of ancient Sarkoris. The light that was shed has revealed nothing more or less than the last secrets of the Gwerms.
ko: 숨겨진 비밀이 밝혀졌으나, 사령관이 예상했던 대로는 아니었다. 밝혀진 진실이 성전군이 고대 사코리스의 영혼들을 이해하는 데 도움이 되지는 않을 듯하다. 사령관이 밝혀낸 것은 그웜 가문의 마지막 비밀뿐이었다.
ko_mt: 발견이 이루어졌습니다. 사령관이 예상했던 것과는 다른 것으로 판명되었습니다. 드러난 진실은 십자군이 고대 사르코리스의 영혼을 이해하는데 도움이 되지 않습니다. 밝혀진 빛은 그웜의 마지막 비밀 그 이상도 이하도 아닙니다.
