Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: The people of Kenabres placed too much faith in the city's long-established peace, which made them careless to the point of negligence. The Tower of Estrod — known to all citizens as the museum where many crusade relics are kept — has been taken over by a band of demon worshipers. There is no doubt that they were drawn to that location by the museum's treasures, many of which possess intriguing magical properties.
ko: 오랫동안 지속되어 온 평화에 대한 케나브레스 시민들의 믿음은 지나쳐 그들을 방만하고 나태하게 만들었다. 도시의 모든 시민들에게 성전의 유물이 보관되는 박물관으로써 유명한 에스트로드 탑은 데몬 신봉자들에 의해 점령되었다. 분명 제각기 흥미로운 마법적 성질을 지니고 있는 수많은 박물관의 보물들에 이끌렸음에 의심의 여지가 없다.
ko_mt: 케나브레스 사람들은 도시의 오랜 평화를 너무 많이 믿었 기 때문에 과실에 가까울 정도로 부주의했습니다. 많은 십자군 유물이 보관되어 있는 박물관으로 모든 시민에게 알려진 에스트로드 탑이 데몬 숭배자 무리에 의해 점령당했습니다. 그들이 박물관의 보물에 끌린 것은 의심의 여지가 없으며, 그 중 다수는 흥미로운 마법의 속성을 가지고 있습니다.

source: Spies Amidst Our Ranks
ko: 우리들 사이의 첩자
ko_mt: 우리 대열 가운데 스파이

source: Joran Vhane has forged the scabbard for Radiance as promised. According to him, the legendary sword's power will return the moment it touches this scabbard.
ko: 조란 베인은 약속대로 광휘의 검집을 주조하였다. 그의 말에 따르면 칼날이 이 검집에 닿는 순간 전설적인 검의 힘이 돌아올 것이라 한다.
ko_mt: 조란 베인이 약속대로 래디언스의 칼집을 만들었습니다. 그에 따르면 전설적인 검의 힘은 이 칼집에 닿는 순간 돌아올 것입니다.

source: Scabbard for Radiance
ko: 광휘의 검집
ko_mt: 광휘를 위한 칼집

source: Sometimes a single word is enough to change the course of history. The Commander's words made an impression on Galfrey. The Queen disguised herself as a simple knight and joined the Fifth Crusade. The Commander should speak to her and learn what {mf|he|she} can expect from the monarch hidden amidst her own army.
ko: 종종 말 한 마디가 역사의 흐름을 바꾸기도 한다. 사령관의 말은 갈프리에게 깊은 인상을 남겼다. 여왕은 말단 기사로 위장해 5번째 성전에 동참했다. 사령관은 그녀에게 말을 걸어 여왕의 군대 한 가운데 숨어든 군주에게서 무엇을 기대할 수 있을지 알아보아야 한다.
ko_mt: 때로는 말 한마디로 역사의 흐름을 바꿀 수 있습니다. 사령관의 말은 갈프레이에게 깊은 인상을 남겼습니다. 여왕은 단순한 기사로 변장하고 제5차 십자군에 합류했습니다. 사령관은 그녀와 대화를 나누고 {mf|그|그녀}의 자신의 군대 속에 숨어 있는 군주에게 무엇을 기대할 수 있는지 알아내야 합니다.

source: The Queen Incognito
ko: 여왕의 잠행
ko_mt: 시크릿 여왕

source: Kill the queen, and the swarm will scatter. Every minute spent on this quest will be dearly bought by the lives of those busily distracting the bulk of the vescavors. Somewhere in a cave nearby, there are valuables that the beasts will destroy if they're not quickly retrieved. It comes down to a choice: life or treasure.
ko: 여왕을 죽이면 무리는 흩어질 것이다. 이 임무를 완수하기 위하여 많은 이들이 베스카버 무리를 교란하며 목숨으로 그 대가를 치루고 있다. 근처의 동굴 어딘가에는 어서 회수하지 않으면 야수들에게 파괴되고 말 보물들이 숨겨져 있다. 목숨과 보물 중 결단을 내려야만 한다.
ko_mt: 여왕을 죽이면 떼가 흩어질 것입니다. 이 퀘스트에 소요되는 모든 시간은 바쁘게 대량의 베스캐버를 산만하게하는 사람들의 목숨으로 소중하게 구매 될 것입니다. 근처 동굴 어딘가에는 빨리 찾지 않으면 야수들이 파괴할 귀중품이 있습니다. 목숨이냐 보물이냐의 선택에 달려 있습니다.

source: Get to the swarm queen
ko: 벌레떼의 여왕에게 가라
ko_mt: 무리의 여왕에게 가세요

source: The cave where the swarm nested holds some interesting finds — signs that the swarm did not end up in the army's path by accident. It's time to take stock and discuss this new information.
ko: 벌레떼가 둥지를 틀었던 동굴에는 몇몇 흥미로운 발견물이 존재했다. 이들은 군체가 부대의 진군을 가로막은 것이 단순한 우연이 아니라는 증거들이다. 상황을 검토하고 새로운 정보를 논의할 시간이다.
ko_mt: 떼가 둥지를 튼 동굴에는 흥미로운 발견이 있습니다. 떼가 우연히 군대의 길에 들어온 것이 아니라는 신호입니다. 이 새로운 정보를 재고하고 논의 할 때입니다.

source: Discuss the finds with the companions
ko: 발견에 대해 동료들과 논의하라
ko_mt: 동료들과 발견한 것에 대해 토론하세요

source: Each minute the Commander spends searching for loot, the bait troops suffer heavy losses.
ko: 사령관이 전리품을 약탈하기 위해 시간을 보내는 동안, 미끼로 파견된 부대는 큰 손실을 겪을 것이다.
ko_mt: 사령관이 전리품을 찾는데 보내는 매 순간 미끼 부대는 큰 손실을 입습니다.

source: The lives of soldiers versus the valuables left by a wayward caravan. Perhaps it's a worthy trade?
ko: 병사들의 목숨 대 떠돌이 캐러밴에 의해 남겨진 귀중품들. 과연 좋은 거래일까?
ko_mt: 병사들의 목숨과 길 잃은 캐러밴이 남긴 귀중품. 아마도 가치있는 거래일까요?

source: The troops up there are finding it harder and harder to fight.
ko: 위에 있는 부대들은 갈수록 싸우기 힘들어하고 있다.
ko_mt: 저 위에있는 군대는 싸우기가 점점 더 어려워지고 있습니다.

source: Only a few fighters are left of the squad assigned to distract the vescavors.
ko: 베스카버를 교란하기 위한 병사들이 얼마 남지 않았다.
ko_mt: 베스캐버의 주의를 분산시키기 위해 할당 된 분대에는 소수의 파이터 만 남았습니다.

source: The swarm is no more. The voice of the Abyss will fall silent in these lands for a time.
ko: 무리는 더 이상 존재하지 않는다. 잠시나마, 이 땅 위에서 심연의 목소리는 잠재워졌다.
ko_mt: 떼는 더 이상 없다. 심연의 목소리는 한동안 이땅에서 침묵 할 것입니다.

source: Rustling, grating, squeaking, and humming, a thousand mind-bending little voices — a vescavor swarm stands in the way of the crusader army. It's not the sort of opponent that these valorous knights expected to fight — not an enemy army, not even a huge monster, but a horde of tiny gluttonous beasts, able to pick a soldier to the bone, armor and all. Victory over the swarm will require desperate measures.
ko: 바스락거리고, 갉아대고, 찍찍대고, 윙윙거리는, 마음을 꺾는 수천의 조그만 목소리들. 베스카버 무리가 성전군의 앞길을 가로막았다. 이 용맹한 기사들이 싸우리라 예상했던 적은 아니었다. 적들의 군대도, 거대한 괴물도 아닌, 병사들의 뼈와 갑옷마저 집어삼킬듯한 굶주린 조그만 짐승들의 군집. 이 무리에 맞서 승리하기 위해선 극단적인 방책을 동원해야 하리라.
ko_mt: 바스락거리고, 바스락거리고, 삐걱거리고, 윙윙거리는 수천 개의 작은 목소리 - 베스커버 떼가 십자군 군대를 가로막고 있습니다. 적군도 아니고 거대한 괴물도 아닌, 병사의 뼈와 갑옷을 모두 뜯어먹을 수 있는 작고 탐욕스러운 짐승 떼는 용감한 기사들이 예상했던 상대가 아닙니다. 떼를 이기려면 필사적인 조치가 필요합니다.

source: The Music of the Abyss
ko: 심연의 노래
ko_mt: 심연의 음악

source: Solve the puzzle in the Core of the Riddle
ko: 수수께끼의 핵심에 있는 퍼즐을 풀어라
ko_mt: 수수께끼의 핵심에서 퍼즐을 풀어보세요

source: Solve the puzzle in the Forgotten Secrets
ko: 잊힌 비밀들에서 퍼즐을 풀어라
ko_mt: 잊혀진 비밀의 퍼즐을 풀어보세요

source: Solve the puzzle in the Legacy of the Ancients
ko: 고대인들의 유산의 퍼즐을 풀어라
ko_mt: 고대인의 유산에서 퍼즐을 풀어보세요

source: Solve the puzzle in the Final Veil
ko: 최후의 장막의 퍼즐을 풀어라
ko_mt: 마지막 베일에서 퍼즐을 풀어보세요

source: The masked ghost showed the way to the Core of the Riddle
ko: 가면 쓴 유령이 수수께끼의 핵심으로의 길을 보여줬다
ko_mt: 가면을 쓴 유령이 수수께끼의 핵심으로가는 길을 보여주었습니다.

source: The masked ghost revealed the location of the Final Veil
ko: 가면 쓴 유령이 최후의 장막으로의 길을 알려줬다
ko_mt: 가면을 쓴 유령이 마지막 베일의 위치를 알려주었다

source: The masked ghost revealed where to look for the Forgotten Secrets
ko: 가면 쓴 유령이 잊힌 비밀들이 어디있는지 알려줬다
ko_mt: 가면을 쓴 유령이 잊혀진 비밀을 찾을 수있는 곳을 공개했습니다.

source: The masked ghost explained where to look for the Legacy of the Ancients
ko: 가면 쓴 유령이 고대인들의 유산을 어디서 찾아야 하는지 알려줬다
ko_mt: 가면을 쓴 유령이 고대인의 유산을 찾을 수있는 곳을 설명했습니다.

source: Unfortunately, no one was going to reveal the secrets of Creation or the mysteries of the Universe to the Commander. This was to be expected. The ancient trap set by the demon lord Areshkagal was intended for someone else, someone who never fell into it. However, the Commander was not left entirely without reward. Well, it's all for the best.
ko: 불행히도, 사령관에게 창조의 비밀이나 우주의 신비 따위에 대해 알려줄 사람은 아무도 없었다. 예상대로 고대의 함정은 데몬 군주 아레시카갈이 다른 누군가, 이곳에 절대 빠지지 않을 사람을 위해 준비한 것이었다. 그러나, 사령관이 한 행동이 모두 헛수고인 것은 아니었다.
ko_mt: 불행히도, 아무도 사령관에게 창조의 비밀이나 우주의 신비를 밝히지 않을 것입니다. 이것은 예상된 일이었습니다. 데몬 로드 아레쉬카갈이 설치한 고대 함정은 다른 누군가를 위한 것이었고, 그 함정에 빠지지 않은 누군가를 위한 것이었으니까요. 하지만 사령관에게 보상이 전혀 없는 것은 아니었습니다. 글쎄요, 모두 최선입니다.

source: A mystery beckons. Knowledge of a secret seems to elevate a person above others. Mortals love secrets, and will do much for the sake of knowing them, even when there is no apparent benefit to possessing such knowledge. What is the point of knowing all the secrets of the Universe? And how can this translucent masked figure know them all? Why will she only share them after the Commander has solved her riddles? There are so many questions, and only one way to find the answers — obey this unknown figure and do what she asks.
ko: 미지가 손짓한다. 비밀스런 지식을 안다는 것은 그 자를 남들보다 우위에 서게 하는 듯하다. 필멸자들은 비밀을 사랑하고, 그것을 알기 위해서 무엇이든 한다. 심지어 그게 어떠한 이득도 없음에도 말이다. 우주의 모든 비밀에 대한 지식을 얻는다는 게 무슨 소용일까? 그리고 이 가면을 쓴 반투명한 존재가 어떻게 그걸 다 알고 있다는 거고? 그녀는 왜 사령관이 수수께끼를 모두 풀어야만 지식을 공유하겠다는 걸까? 질문이 너무나 많으나, 그걸 알아낼 방법은 하나뿐이다 — 이 정체불명의 가면인을 따라 그녀가 시키는 대로 하는 것뿐.
ko_mt: 미스터리가 손짓합니다. 비밀에 대한 지식은 사람을 다른 사람보다 높이는 것 같습니다. 인간은 비밀을 좋아하며, 그러한 지식을 소유하는데 명백한 이득이 없을 때에도 비밀을 알기 위해 많은 일을 할 것입니다. 우주의 모든 비밀을 아는 것이 무슨 의미가 있을까요? 그리고 이 반투명 가면을 쓴 인물이 어떻게 그 모든 것을 알 수 있을까요? 왜 그녀는 사령관이 수수께끼를 풀고 나서야 그것들을 공유할까요?" "질문이 너무 많고 답을 찾는 방법은 단 하나, 이 미지의 인물에게 복종하고 그녀가 시키는 대로 하는 것뿐입니다.

source: The Secrets of Creation
ko: 창조의 비밀
ko_mt: 창조의 비밀

source: An unknown masked figure told the Commander to go to a place called the Heart of Mystery, promising that the "secrets of Creation" would be revealed there. Is this a trap? Someone's stupid joke? Or is there truly something of value hidden there?
ko: 가면을 쓴 정체불명의 인물이 "창조의 비밀"이 밝혀질 것이라며 신비의 심장이라는 장소로 가라 했다. 함정일까? 혹은 누군가의 멍청한 장난일까? 아니면 정말로 무언가 가치있는 것이 거기 숨겨진 것일까?
ko_mt: 정체를 알 수 없는 가면 쓴 인물이 사령관에게 신비의 심장이라는 곳으로 가라고 말하면서 그곳에서 "창조의 비밀"이 밝혀질 것이라고 약속했습니다. 함정인가요? 누군가의 어리석은 농담일까요? 아니면 정말 그곳에 가치 있는 무언가가 숨겨져 있는 걸까요?

source: Go to the Heart of Mystery
ko: 신비의 심장으로 가라
ko_mt: 신비의 심장으로 이동

source: An unknown masked figure told the Commander to solve four puzzles located in four areas of the Worldwound. A special puzzle key is needed to activate each of them, and this key was kindly provided to the Commander. The reward for this is supposed to be the "secrets of Creation," which the mysterious figure has promised to share only with the most worthy of mortals.
ko: 정체불명의 가면 쓴 인물이 사령관에게 세계상처의 네 장소에서 네 가지 퍼즐을 풀라고 하였다. 그들을 활성화시키기 위해선 특별한 퍼즐 열쇠가 필요한데, 너그럽게도 이 열쇠는 사령관에게 건내졌다. 이에 대한 보상은 정체불명의 인물이 오로지 가치있는 필멸자와만 공유하기로 맹세한 "창조의 비밀" 로 추정된다.
ko_mt: 정체를 알 수 없는 가면 쓴 인물이 사령관에게 세계상처의 네 구역에 있는 네 개의 퍼즐을 풀라고 말했습니다. 각 퍼즐을 활성화하려면 특별한 퍼즐 열쇠가 필요하며, 이 열쇠는 사령관에게 친절하게 제공되었습니다. 이에 대한 보상은 신비한 인물이 가장 가치있는 인간에게만 공유하겠다고 약속한 "창조의 비밀"이라고합니다.

source: Solve four puzzles
ko: 네가지 퍼즐을 풀어라
ko_mt: 네 개의 퍼즐 풀기

source: The Heart of Mystery opened before the Commander. The last obstacle that stood in the way of reward.
ko: 사령관의 보상 앞에 남아있던 마지막 장애물, 자비의 심장의 문이 열렸다.
ko_mt: 사령관 앞에 신비의 심장이 열렸습니다. 보상을 가로막는 마지막 장애물.

source: Solve the last puzzle
ko: 마지막 퍼즐을 풀어라
ko_mt: 마지막 퍼즐을 풀다

source: The way is open to the "secrets of Creation." The only thing left to do is step through the open portal and receive a well-deserved reward.
ko: "창조의 비밀"로 향하는 문이 열렸다. 이제 남은 것은 포탈 너머로 건너가 받아 마땅한 보상을 차지하는 것뿐이다.
ko_mt: "창조의 비밀"로 가는 길은 열려 있습니다. 이제 남은 일은 열린 포털을 통과하여 합당한 보상을 받는 것뿐입니다.

source: Claim the reward
ko: 보상을 차지하라
ko_mt: 보상 청구

source: It is done. Only time will tell what today's decisions will lead to.
ko: 완료되었다. 오직 시간만이 오늘의 결정이 가져올 결과를 말해줄 것이다.
ko_mt: 완료되었습니다. 오늘의 결정이 어떤 결과로 이어질지는 시간 만이 알 수 있습니다.

source: The bank of the Sellen River has become a deadly trap for a unit of Hellknights as the enemy attacks them from the sky. Helping them — or refusing to — might have far-reaching consequences. Are they allies in trouble, or envoys of a hostile force pursuing their own secret aims? Either way, a solution must be found to this pressing problem.
ko: 적들이 하늘로부터 공격해옴으로 인하여, 셀렌 강둑은 헬나이트 부대를 위한 위험한 함정이 되었다. 그들을 구원하는 행위는 — 혹은 구원하지 않는 행위는 — 큰 영향을 가져올 것이다. 그들은 곤경에 처한 아군인가, 아니면 자신들만의 비밀스런 목표를 추구하는 적군인가? 어찌됐건 간에, 이 당면한 문제에 대한 해결책이 필요하다.
ko_mt: 셀렌 강 유역은 적들이 하늘에서 공격하면서 지옥기사 부대에게 치명적인 함정이 되었습니다. 그들을 돕거나 거부하면 엄청난 결과를 초래할 수 있습니다. 그들은 곤경에 처한 아군일까요, 아니면 은밀한 목적을 추구하는 적대 세력의 사신일까요? 어느 쪽이든 이 시급한 문제에 대한 해결책을 찾아야 합니다.

source: By Hell's Ordinance
ko: 지옥의 법령에 따라
ko_mt: 지옥의 조례로

source: The unit was attacked at a war camp on the bank of the Sellen River. Turn the tide and hold off the attackers.
ko: 부대는 셀렌 강의 강둑에 위치한 야영지에서 공격 받았다. 전세를 뒤엎고 공격을 저지하라.
ko_mt: 부대는 셀렌 강 유역의 전쟁 캠프에서 공격을 받았습니다. 조류를 바꾸고 공격자들을 막으십시오.

source: Go to help the Hellknights
ko: 헬나이트를 도와라
ko_mt: 지옥기사를 도우러 가세요

source: The knights retreated into the caves in order to rob the enemy of their main advantage — attacking from the air. The Commander and {mf|his|her} party will have to fight across the battlefield to follow them.
ko: 기사단은 적의 주요한 강점 - 공중 강습을 회피하기 위해 동굴로 후퇴했다. 사령관과 그 동료들은 그들을 쫓기 위해 전장을 가로지르며 싸워야 할 것이다.
ko_mt: 기사들은 적의 주요 이점인 공중 공격을 빼앗기 위해 동굴로 후퇴했습니다. 사령관과 {mf|그|그녀}의 파티는 그들을 따라가기 위해 전장을 가로질러 싸워야 할 것입니다.

source: Push through to the cave
ko: 동굴을 돌파하라
ko_mt: 동굴로 밀어 넣으세요

source: The danger has passed. It's time to settle matters with Regill Derenge, the leader of the Hellknights.
ko: 위험은 지나갔다. 이제 헬나이트들의 지도자 레질 디렌지와 문제를 정리할 시간이다.
ko_mt: 위험은 지나갔다. 이제 지옥기사의 지도자 레질 데렌지와 문제를 해결할 시간입니다.

source: Talk to Paralictor Regill
ko: 파랄릭터 레질과 대화하라
ko_mt: 패럴릭터 레질과 대화

source: Return to the Commander's tent to discuss the situation
ko: 사령관의 천막으로 돌아가 상황에 대해 논의하라
ko_mt: 사령관 텐트로 돌아가 상황을 논의하십시오

source: Find Irabeth Tirabade
ko: 이라베스 티라바데를 찾아라
ko_mt: 이라베스 티라바데를 찾아라

source: Find Queen Galfrey
ko: 갈프리 여왕을 찾아라
ko_mt: 갈프레이 여왕 찾기

source: Find Sosiel
ko: 소시엘을 찾아라
ko_mt: 소시엘 찾기

source: Find Ember
ko: 엠버를 찾아라
ko_mt: 엠버 찾기

source: Find Regill
ko: 레질을 찾아라
ko_mt: 레질 찾기

source: Find Daeran
ko: 대런을 찾아라
ko_mt: 대런 찾기

source: Drezen's current masters had hoped to undercut the crusaders' offensive. Instead, they only made the Knight Commander even stronger. The message was unmistakable: be afraid, they are coming for you. The demons are starting to realize that they have been hounded into a corner — but that only makes them more dangerous.
ko: 드레젠의 현주인은 성전군의 기세를 꺾으려 했지만, 이는 오로지 사령관을 더욱 강하게 만들 뿐이었다. 메시지는 명확했다: 두려워하라, 그들이 오고 있으니. 데몬들은 자신들이 궁지에 몰렸음을 깨달았다 — 허나 이는 그들을 더욱 위험하게 만들 뿐이다.
ko_mt: 드레젠의 현 주인들은 십자군의 공세를 약화시키려 했습니다. 하지만 그들은 기사단장을 더욱 강하게 만들었을 뿐입니다. 그 메시지는 분명했습니다. 두려워하라, 그들이 당신을 노리고 있다. 데몬들은 자신들이 궁지에 몰렸다는 것을 깨닫기 시작했지만, 그것은 그들을 더 위험하게 만들 뿐입니다.

source: The fighters, accustomed to thinking in just two dimensions, were unprepared for an attack from the sky. The winged creatures attacked the camp, jeopardizing the success of the entire offensive.
ko: 이차원적인 발상밖에 못 하는 전사들은, 하늘로부터의 기습에 전혀 준비가 되어있지 않았다. 날개달린 짐승들이 야영지를 공격해, 성전군의 진격을 위태롭게 만들었다.
ko_mt: 2차원적인 사고에 익숙한 파이터들은 하늘에서 날아오는 공격에 대비하지 못했습니다. 날개 달린 생물이 캠프를 공격하여 전체 공격의 성공을 위태롭게했습니다.

source: A Strike from the Sky
ko: 하늘로부터의 공격
ko_mt: 하늘에서의 타격

source: The camp has been attacked from the sky. The attack must be repelled at all costs.
ko: 야영지는 하늘에서 공격받았다. 어떤 대가를 치뤄서라도 격퇴해야 한다.
ko_mt: 캠프가 하늘에서 공격을 받았습니다. 어떤 대가를 치르더라도 공격을 격퇴해야합니다.

source: Survive the night attack
ko: 야습에서 살아남아라
ko_mt: 야간 공격에서 살아남으세요

source: The attack has been repelled, but many crusaders were captured. Now they're in the gargoyle nest in the Lost Chapel waiting to be rescued. If they're not immediately rescued, there will be no one left to save.
ko: 공세는 저지되었으나, 많은 성전사들이 잡혀갔다. 이제 그들은 잊힌 예배당에 위치한 가고일의 둥지에서 구조만을 기다리고 있다. 그들을 즉각 구출하지 않는다면, 살아남는 이는 아무도 없을지 모른다.
ko_mt: 공격은 격퇴되었지만 많은 십자군이 생포되었습니다. 지금 그들은 잃어버린 예배당에 있는 가고일 둥지에서 구조를 기다리고 있습니다. 그들이 즉시 구조되지 않으면 구할 사람이 아무도 남지 않을 것입니다.

source: Go to the Lost Chapel
ko: 잊힌 예배당으로 가라
ko_mt: 잃어버린 예배당으로 가세요

source: Demons are capturing mortals alive, and they won't keep them imprisoned for long. Some of the abducted are already dead, and others have risen again as ghouls. But many others might still be saved.
ko: 데몬들이 필멸자들을 산채로 잡아가고 있으나, 그 목숨이 오래가지는 않을 것이다. 피해자중 일부는 이미 죽었고, 다른 이들은 구울로 되살아났다. 하지만 아직 많은 이들을 구할 수 있을 것이다.
ko_mt: 데몬들이 인간을 생포하고 있으며 오래 가두지 않을 것입니다. 납치된 사람들 중 일부는 이미 죽었고 다른 일부는 구울로 다시 부활했습니다. 그러나 다른 많은 사람들은 여전히 구원받을 수 있습니다.

source: Rescue the prisoners
ko: 포로들을 구출하라
ko_mt: 죄수들을 구출하라

source: The gargoyles and ghouls are led by a demon with unusual abilities — the same that the Knight Commander now has. What's more, the traitor Staunton Vhane has been seen in the chapel. This is surely a trap — but will it be strong enough to hold its victims?
ko: 가고일과 구울들은 성전 사령관이 가진 것과 같은 비상한 재주를 지닌 데몬의 지휘를 받고 있었다. 또한, 배신자 스턴튼 베인이 예배당에서 발견되었다. 이는 함정이 분명하지만, 과연 그 희생양을 사로잡기에 충분한 걸까?
ko_mt: 가고일과 구울은 현재 기사 사령관이 가지고 있는 것과 같은 특이한 능력을 가진 데몬이 이끌고 있습니다. 게다가 배신자 스턴튼 베인이 예배당에서 목격되었습니다. 이것은 분명 함정이지만 희생자를 가둘 수 있을 만큼 강할까요?

source: Kill Nulkineth
ko: 눌키네스를 죽여라
ko_mt: 눌키네스 죽이기

source: Their losses were great, but the crusaders rescued as many as they could. Facing an equal opponent also awakened new powers in the Commander. It's time to count the losses and discuss what's happened.
ko: 손실이 컸지만, 그래도 성전군은 가능한한 많은 이들을 구해낼 수 있었다. 동등한 적을 상대하는 행위는 사령관에게도 새로운 힘을 일깨우게 해주었다. 이제 손실을 계산하고 일어난 사건에 대해 논의하자.
ko_mt: 그들의 손실은 컸지만 십자군은 가능한 한 많은 사람들을 구출했습니다. 동등한 상대를 만나면서 사령관에게 새로운 힘이 깨어났습니다. 이제 손실을 세고 무슨 일이 있었는지 논의 할 때입니다.

source: Talk to Anevia
ko: 아네비아와 대화하라
ko_mt: 아네비아와 대화

source: Deal with the vescavor swarm
ko: 베스카버 무리를 처리하라
ko_mt: 베스 카보 떼와 거래

source: Save the prisoners of the Lost Chapel
ko: 잊힌 예배당의 포로들을 구하라
ko_mt: 잃어버린 예배당의 죄수들을 구하세요

source: Kill the giants
ko: 거인들을 죽여라
ko_mt: 거인을 죽여라

source: Explore the Drezen prison
ko: 드레젠 감옥을 탐험하라
ko_mt: 드레젠 감옥 탐험

source: Clear the army's way to the eastern gates by opening the previous ones
ko: 문을 열어 동쪽 성문으로 향하는 군대의 진격로를 확보하라
ko_mt: 이전 문을 열어 동쪽 문으로가는 군대의 길을 비 웁니다.

source: Clear the army's way to the citadel gates by opening the previous ones
ko: 문을 열어 요새 성문으로 향하는 군대의 진격로를 확보하라
ko_mt: 이전 성문을 열어 성채 성문으로가는 군대의 길을 비 웁니다.

source: The Sword of Valor is near!
ko: 용맹의 검이 가까이에 있다!
ko_mt: 용맹의 검이 가까이 있습니다!

source: Drezen has been retaken, and the ancient banner has been raised once again. Victory belongs to the mortals this day, and the Abyss howls in shame. But still, the crusade is only beginning. Taking the fortress is but the first step, holding on to it will be the real challenge.
ko: 드레젠은 수복 되었고, 고대의 깃발이 다시 한 번 드높여 졌다. 오늘, 승리는 필멸자들의 것이었고 심연은 수치심에 울부짖고 있다. 하지만 성전은 이제 막 시작했을 뿐이다. 성채를 손에 넣은 것은 첫 걸음에 지나지 않으니, 이를 지키는 것이야말로 진정한 과제일 것이다.
ko_mt: 드레젠이 탈환되었고 고대의 깃발이 다시 한 번 올랐습니다. 오늘 승리는 필멸자의 것이었고 심연은 부끄러움에 울부짖었습니다. 하지만 성전은 이제 시작일 뿐입니다. 요새를 점령하는 것은 첫걸음에 불과하며, 요새를 지키는 것이 진정한 도전이 될 것입니다.

source: Banner over the Citadel
ko: 성채 위의 깃발
ko_mt: 시타델 위의 배너

source: The army sets off from Kenabres to Drezen. Between the two cities, there are miles and miles of lands maimed by the claws of the Abyss. How many of those who set out will reach their destination alive? Will anyone join them along the way? Time is a luxury they do not have, and the chances that the whole situation will change unpredictably increase with each passing day.
ko: 군대는 케나브레스에서 드레젠으로의 진군을 시작했다. 두 도시 사이에는 심연의 발톱에 의해 훼손된 땅이 길게 늘어져 있다. 얼마나 많은 이들이 목적지에 살아서 도착할 것인가? 그들이 이동하는 동안 함께하려는 누군가가 있을 것인가? 시간은 그들에게 허락되지 않은 사치이며 모든 상황은 하루가 지날 때마다 예측할 수 없는 방식으로 변할 것이다.
ko_mt: 군대는 케나브레스에서 드레젠으로 출발합니다. 두 도시 사이에는 심연의 발톱에 의해 불구가 된 땅이 수 마일에 걸쳐 있습니다. 출발한 이들 중 몇 명이나 살아서 목적지에 도착할 수 있을까요? 도중에 합류할 사람은 없을까요? 시간은 그들에게 없는 사치이며, 날이 갈수록 모든 상황이 예측할 수 없을 정도로 변할 가능성이 커지고 있습니다.

source: Make it to Drezen
ko: 드레젠으로 향하라
ko_mt: 드레젠에 도착

source: The walls of Drezen — once indestructible — are now crumbling in the wind. The demons don't care for maintenance or fortification. Only those with something to fear need walls. To get to the warden of the fortress, the crusaders will need to defeat the demons in the streets and battle through to the heart of the city — the citadel.
ko: 한때 난공불락으로 불렸던 드레젠의 성벽은 이제 바람결에도 무너지게 생겼다. 데몬들은 관리나 보강에 대해선 전혀 신경 쓰지 않은 것이다. 오로지 무언가를 두려워하는 자만이 장벽을 필요로 하는 것이니 말이다. 요새의 감시자에게 도달하기 위해, 사령관은 길가에서 데몬들과 전투를 치르며 도시의 심장 — 성채로 전진해야만 한다.
ko_mt: 한때는 파괴할 수 없었던 드레젠의 성벽이 이제 바람에 무너지고 있습니다. 데몬들은 유지 보수나 요새화에 신경 쓰지 않습니다. 오직 두려울 것이 있는 자들에게만 벽이 필요하죠. 요새의 수호자에게 가려면 성전사는 거리의 데몬들을 물리치고 도시의 중심부인 성채까지 전투를 벌여야 합니다.

source: Battle through to the citadel
ko: 요새를 향해 싸워나가라
ko_mt: 성채까지 전투

source: Fate can be ironic. Decades ago, Staunton Vhane, who fought in the ranks of the crusaders, handed Drezen over to the demons. Today he will hand Drezen over to the crusaders, while fighting on the side of the demons.
ko: 운명이란 참 아이러니하다. 수십년 전, 성전군의 편에서 싸웠던 스턴튼 베인은 드레젠을 데몬들의 손에 넘겨주었다. 그리고 오늘, 그는 데몬들의 편에서 싸우며 성전군에게 드레젠을 넘겨주고 있다.
ko_mt: 운명은 아이러니 할 수 있습니다. 수십 년 전, 십자군 대열에서 싸웠던 스턴튼 베인은 드레젠을 데몬에게 넘겼습니다. 오늘 그는 데몬의 편에서 싸우면서 드레젠을 십자군에게 넘길 것입니다.

source: Take the citadel
ko: 요새를 차지하라
ko_mt: 성채를 가져 가라

source: This banner was carried into battle by Iomedae when she was still human. It has spent seventy years in the clutches of the demons, a symbol of the crusaders' past disgrace. The time has come to recover it, and steal a formidable weapon from the demons — their ability to teleport.
ko: 이 깃발은 아이오메데가 아직 인간이던 시절, 그녀가 전장에 나설 때 항상 직접 들고 나서던 것이다. 70년이란 세월을 데몬들의 수중에서 보내며, 성전의 상징은 치욕을 감내했다. 이제 그것을 되돌리고, 데몬들의 강력한 무기 — 그들의 순간이동 능력을 빼앗을 때가 되었다.
ko_mt: 이 깃발은 아이오메데가 아직 인간이었을 때 전투에 들고 나갔던 것입니다. 그것은 십자군의 과거 불명예의 상징인 데몬의 손아귀에서 70년을 보냈습니다. 이제 그것을 되찾고 데몬으로부터 강력한 무기인 순간이동 능력을 훔칠 때가 왔습니다.

source: Find the Sword of Valor
ko: 용맹의 검을 찾아라
ko_mt: 용맹의 검을 찾아라

source: To achieve victory, the crusaders must hang the Sword of Valor above the walls of Drezen once again. But the banner is a symbol, and it is mortals who give meaning to symbols. What will this banner mean today?
ko: 승리를 달성하기 위해, 성전군은 용맹의 검을 드레젠의 벽 위에 다시 내걸어야만 한다. 하지만 깃발은 상징에 지나지 않고, 거기에 의미를 부여하는 것은 필멸자들이다. 오늘 이 깃발은 무엇을 의미하게 될까?
ko_mt: 승리를 거두기 위해 십자군은 다시 한 번 드레젠 성벽 위에 용맹의 검을 걸어야 합니다. 그러나 깃발은 상징이며 상징에 의미를 부여하는 것은 인간입니다. 오늘 이 깃발은 무엇을 의미할까요?

source: Hang the Sword of Valor
ko: 용맹의 검을 내걸어라
ko_mt: 용맹의 검을 걸어라

source: Indestructible Drezen falls again. The victors would like to believe that the second time will be the last, but even gods don't know for certain what awaits them. In any case, it's time to tell the fighters — those who survived this battle — that their suffering was not in vain. Victory is theirs!
ko: 난공불락의 드레젠이 다시 함락되었다. 승자들은 이 두 번째가 마지막이 되리라 믿고 싶겠지만. 신조차 무엇이 그들 앞을 기다리는지는 모를 것이다. 어찌됐건 간에, 전사들에게 — 이 싸움에서 살아남은 자들에게 — 그들의 고통은 헛되지 않았다고 알려야 한다. 승리는 그들의 것이다!
ko_mt: 불멸의 드레젠이 다시 쓰러졌다. 승자들은 두 번째가 마지막이 될 것이라고 믿고 싶지만 신조차도 무엇이 그들을 기다리고 있는지 확실히 알지 못합니다. 어쨌든 이 전투에서 살아남은 전사들에게 그들의 고통이 헛되지 않았다고 말할 때입니다. 승리는 그들의 것입니다!

source: Leave the citadel
ko: 성채를 떠나라
ko_mt: 성채를 떠나

source: The Queen is waiting in the command tent to explain to the Commander the task {mf|he|she} has been set. Meanwhile, the Commander has some time to personally evaluate the fighting ability of {mf|his|her} new army.
ko: 여왕이 사령관의 목표가 정해졌음을 알려주기 위해 천막에서 기다리고 있다. 그동안, 사령관은 직접 자신의 새로운 군대의 전투력을 평가할 시간이 있을 것이다.
ko_mt: 여왕은 사령관에게 {mf|그|그녀} 임무가 설정되었음을 설명하기 위해 사령부 텐트에서 기다리고 있습니다. 그 동안 사령관은 {mf|그|그녀}의 신병의 전투 능력을 개인적으로 평가할 시간이 있습니다.

source: Talk to the Queen
ko: 여왕과 대화하라
ko_mt: 여왕과 대화

source: Talk to the army quartermaster
ko: 군대의 보급 장교와 대화하라
ko_mt: 육군 부사령관에게 이야기하십시오

source: Examine the campsite of the Kenabres knights
ko: 케나브레스 기사들의 야영지를 조사하라
ko_mt: 케나브레스 기사단의 야영지를 조사하십시오

source: Find the location of the recruits from Nerosyan
ko: 네로시안에서 온 신병들의 위치를 찾아라
ko_mt: 네로시안에서 신병의 위치를 찾으십시오

source: Examine the campsite of the Eagle Watch
ko: 독수리 감시단의 야영지를 조사하라
ko_mt: 이글 워치의 야영지 조사

source: The preparations are finished. The road to the Worldwound awaits.
ko: 준비는 끝났다. 세계상처로 향하는 길이 기다리고 있다.
ko_mt: 준비가 끝났다. 세계상처로 가는 길이 기다리고 있습니다.

source: The fight for Kenabres is over, and the hero has received the honors {mf|he|she} deserves. Now {mf|he|she} is the crusaders' Knight Commander. Queen Galfrey of Mendev personally placed the army under {mf|his|her} command and together they conducted a troop review. Only a few steps remain to prepare for the long road to an unknown goal.
ko: 케나브레스의 전투는 끝났고, 영웅은 합당한 명예를 받았다. 이제 {mf|그|그녀}는 성전군의 사령관이다. 멘데브의 여왕 갈프리는 개인적으로 군대를 {mf|그|그녀}의 지휘 아래 맡기고 함께 군대를 점검했다. 미지의 결말을 향한 기나긴 여정을 향해 단 몇 발걸음만이 남았다.
ko_mt: 케나브레스를 위한 싸움은 끝났고 영웅은 {mf|그|그녀}의 마땅히 받아야 할 영예를 얻었습니다. 이제 {mf|그|그녀}는 십자군의 기사단장이 되었습니다. 멘데브의 여왕 갈프레이가 직접 {mf|그|그녀}의 지휘 아래 군대를 배치하고 함께 병력 검토를 실시했습니다. 미지의 목표를 향한 긴 여정을 준비하기 위한 몇 단계만 남았습니다.

source: The Beginning of a Long Road
ko: 긴 여정의 시작
ko_mt: 긴 여정의 시작

source: Find the Bell of Mercy clapper
ko: 자비의 종의 추를 찾아라
ko_mt: 자비의 종 클래퍼 찾기

source: Strike the Bell of Mercy
ko: 자비의 종을 울려라
ko_mt: 자비의 종을 치세요

source: Weightless as a moonbeam, she stole into the Commander's dreams and showed {mf|him|her} where to seek the answer to the mystery of the overly powerful demons. Does it bear all the hallmarks of a trap? Undoubtedly. But no other leads are forthcoming.
ko: 여인은 마치 달빛처럼 사령관에게 조용히 다가와 극도로 강력한 데몬들의 비밀에 대한 해답을 찾을 수 있는 곳을 알려주었다. 이는 함정인가? 당연하다. 하지만 다른 단서도 없는 상황이다.
ko_mt: 달빛처럼 무중력인 그녀는 사령관의 꿈속으로 잠입하여 {mf|그|그녀}에게 지나치게 강력한 데몬의 수수께끼에 대한 답을 찾을 수 있는 곳을 보여주었습니다. 함정의 특징을 모두 가지고 있나요? 의심할 여지가 없죠. 그러나 다른 단서는 없습니다.

source: Go to the Greengates
ko: 신록의 관문으로 향하라
ko_mt: 그린게이트로 이동
