Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: Even the best people sometimes feel like imposters, pretenders to a position beyond their capabilities. It is especially easy to fall prey to such thoughts if you were responsible for — or even simply failed to prevent — the deaths of people who were counting on you. The events at the Lost Chapel and Drezen have left a ragged wound in the soul of Irabeth Tirabade, a wound which has now turned septic with self-doubt. Who else can heal Irabeth but the Commander to whom she entrusted her life?
ko: 가장 훌륭한 사람마저 스스로가 부족하다고 느낄 때가 있다, 자신의 능력을 넘어선 자리를 억지로 꿰차고 있다고 말이다. 당신을 믿는 사람들의 죽음에 책임이 있다고 느껴질 때, 혹은 그것을 막는데 실패했다는 생각이 들 때, 이러한 생각에 빠지기가 쉽다. 드레젠과 잊힌 예배당에서의 사건은 이라베스 티라바데의 영혼에 상처를 남겼고, 그 상처는 스스로에 대한 의심이 되었다. 그럼 이제 그녀가 자신의 목숨을 맡긴 자, 사령관말고 누가 이라베스의 상처를 치료할 수 있겠는가?
ko_mt: 최고의 사람들조차도 때때로 자신의 능력을 넘어서는 위치에 있는 척하는 사기꾼처럼 느껴질 때가 있습니다. 특히 자신을 믿고 의지하던 사람들의 죽음에 책임이 있거나 단순히 예방하지 못한 경우 그러한 생각에 빠지기 쉽습니다. 잃어버린 예배당과 드레젠에서 일어난 사건은 이라베스 티라바데의 영혼에 거친 상처를 남겼고, 그 상처는 이제 자기 의심으로 패혈증으로 변했습니다. 그녀의 목숨을 맡긴 사령관 외에는 누가 이라베스를 치료할 수 있을까요?

source: Battered Spirit
ko: 상처입은 영혼
ko_mt: 폭행당한 정신

source: The horrors endured in the Lost Chapel and her resulting breakdown during the battle for Drezen have destroyed Irabeth's morale. Can she regain her confidence? Does the Commander even want that to happen? It is far from clear. But first a conversation with Irabeth is in order.
ko: 잊힌 예배당에서 견뎌내야만 했던 공포와 그로인해 드레젠 전투중 무너졌던 기억은 이라베스의 사기를 무너뜨렸다. 과연 그녀가 자신감을 되찾을 수 있을까? 사령관이 그걸 원하기는 할까? 확실하지는 않으나, 일단 이라베스와의 대화가 필요할듯 싶다.
ko_mt: 잃어버린 예배당에서 견뎌낸 공포와 드레젠 전투에서 겪은 쇠약은 이라베스의 사기를 떨어뜨렸습니다. 그녀는 자신감을 되찾을 수 있을까요? 사령관이 그런 일이 일어나기를 바라나요? 분명치 않습니다. 하지만 먼저 이라베스와 대화가 필요합니다.

source: Talk to Irabeth
ko: 이라베스와 대화하라
ko_mt: 이라베스와 대화

source: The Commander succeeded in raising Irabeth's morale, but her faith in her own abilities has not returned. However, where the Commander's words failed, a chorus of soldiers should succeed — Irabeth distanced herself from the rank-and-file when she became the right hand of the crusade commander. To remedy this, she could temporarily be assigned to lead a small squad.
ko: 사령관은 이라베스의 사기를 회복하는 데는 성공했으나 자신의 능력의 대한 그녀의 믿음은 아직 돌아오지 않았다. 그러나 사령관의 설득이 실패한 곳에서 병사들의 목소리는 성공할 수 있다. 이라베스는 사령관의 오른팔이 되자 스스로 병졸들과 거리를 두었다. 이를 해결하기 위해 그녀는 임시로 작은 분대를 이끄는 임무에 배정될 수 있다.
ko_mt: 사령관은 이라베스의 사기를 높이는데 성공했지만 자신의 능력에 대한 믿음은 회복되지 않았습니다. 그러나 사령관의 말이 실패했다면 병사들의 합창이 성공해야 합니다."라고 말하며 십자군 사령관의 오른팔이 된 이래로 병사들과 거리를 두게 된 이라베스. 이를 해결하기 위해 그녀는 일시적으로 소규모 분대를 이끌도록 배정 될 수 있습니다.

source: Issue an order that will allow Irabeth to spend more time among the common soldiers
ko: 이라베스에게 일반 병사들 사이에서 더 많은 시간을 보내도록 지시하라
ko_mt: 이라베스가 일반 병사들 사이에서 더 많은 시간을 보낼 수 있도록 명령을 내립니다.

source: The Commander did everything in {mf|his|her} power to ensure that Irabeth could establish herself as the leader of the Drezen crusaders. All that remains is to watch and wait.
ko: 사령관은 이라베스가 드레젠 성전군의 지도자로써 설 수 있도록 전력을 다해 도왔다. 남은 것은 기다리며 지켜보는 것뿐이다.
ko_mt: 사령관은 이라베스가 드레젠 십자군의 지도자로 자리 잡을 수 있도록 {mf|그|그녀}의 모든 힘을 다했습니다. 남은 것은 지켜보고 기다리는 것뿐입니다.

source: Wait for the result
ko: 결과를 기다려라
ko_mt: 결과를 기다리세요

source: There is no need to wait for help from Mendev. The forces of those who have gathered of their own free will under the Commander's banner should be enough to attack the demons' secret lair. The message has been sent, and all that remains is to wait until the free crusaders, scattered across the Worldwound, gather in Drezen. It will take no more than a week.
ko: 멘데브의 도움을 기다릴 필요는 없다. 자유 의지로 사령관의 깃발 아래 모인 군세들은 데몬의 비밀 둥지를 공격하기에 충분할 것이다. 전갈은 보내졌고, 남은 일은 세계상처에 흩어진 자유 성전군이 드레젠에 뭉치기만을 기다리는 것뿐이다. 한 주 이상은 걸리지 않을 것이다.
ko_mt: 멘데브의 도움을 기다릴 필요가 없습니다. 사령관의 깃발 아래 자유 의지로 모인 사람들의 힘은 데몬의 비밀 은신처를 공격하기에 충분할 것입니다. 메시지는 전송되었고, 이제 남은 것은 세계상처 전역에 흩어져 있는 자유 성전사들이 드레젠에 모일 때까지 기다리는 것뿐입니다. 일주일 이상 걸리지 않을 것입니다.

source: Wait until the free crusaders gather to attack the Midnight Fane
ko: 자유 성전군들이 모여 칠흑의 사원을 공격하기를 기다려라
ko_mt: 자유 십자군이 모여 미드나잇 페인을 공격할 때까지 기다리세요

source: Time to meet with the Queen in Drezen.
ko: 드레젠에서 여왕을 만날 때가 되었다.
ko_mt: 드레젠에서 여왕을 만날 시간입니다.

source: The deed is done, but ahead lies a road to another plane, a plane of chaos and evil.
ko: 임무는 끝났으나, 사령관의 앞에는 또 다른 차원, 혼돈과 악의 차원으로 향하는 길이 기다리고 있다.
ko_mt: 행위는 끝났지만 앞에는 다른 차원, 혼돈과 악의 차원으로가는 길이 놓여 있습니다.

source: After prolonged observation of the interplay of forces, it is possible to pick out certain patterns. If the so-called side of "good" unexpectantly gains the upper hand, then evil — no, it does not die — hides away, finding nooks and crannies to burrow into and wait for the moment when the enemy's vigilance wanes. In the bowels of the earth, right under unsuspecting Drezen, lurks the sinister Midnight Fane — the temple of three demon lords and the outpost of their servants. The Fane contains a rift through which the Abyssal armies have been supplementing their ranks and delivering Nahyndrian crystals to the Worldwound. This threat must be eliminated at all costs.
ko: 군대간의 힘 겨루기를 오랜 기간 지켜보다보면, 특정한 패턴을 짚어낼 수 있다. 소위 "선한" 자들의 병력이 우세를 점하면, 악은 — 죽지는 않는다 — 조용히 숨어서 적들의 경계가 약해지는 틈을 노린다. 땅속 깊숙한 곳, 무방비한 드레젠의 지하에 사악한 칠흑의 사원 — 세 데몬 군주의 신전이자 그 종들의 전초 기지 — 가 도사리고 있었다. 사원에는 심연의 군세가 병력을 충원하고 나힌드리 수정을 세계상처로 공급하는 균열이 존재한다. 이 위협은 반드시 제거되어야만 한다.
ko_mt: 힘의 상호 작용을 장기간 관찰 한 후 특정 패턴을 선택할 수 있습니다. 소위 "선"의 측면이 예기치 않게 우위를 점하면 악은-아니, 죽지 않습니다-숨어 숨어 구석 구석을 찾아 적의 경계가 약 해지는 순간을 기다립니다. 의심하지 않는 드레젠의 바로 밑 땅속에는 세 데몬 로드의 신전이자 그들의 종들의 전초기지인 사악한 미드나잇 창이 숨어 있습니다. 이 창에는 심연의 군대가 병력을 보충하고 나힌드리안의 수정을 세계상처에 전달해 온 균열이 있습니다. 이 위협은 어떤 대가를 치르더라도 제거해야 합니다.

source: On the Cusp of the Abyss
ko: 심연의 경계에서
ko_mt: 심연의 정점에서

source: The time has come. The Hand of the Inheritor and the free crusaders await the Commander's signal to launch their attack.
ko: 때가 되었다. 계승자의 손과 자유 성전군이 사령관의 공격 개시 명령만을 기다리고 있다.
ko_mt: 때가 왔다. 계승자의 손과 자유 십자군이 공격을 시작하라는 사령관의 신호를 기다리고 있습니다.

source: The horn has sounded! The allies are calling for help.
ko: 뿔피리가 울렸다! 동맹이 도움을 요청하고 있다.
ko_mt: 경적이 울렸습니다! 동맹국들이 도움을 요청하고 있습니다.

source: The second horn signal calls the Commander back to those who are distracting the demons.
ko: 두 번째 뿔피리가 울렸고 사령관은 데몬들을 교란하고 있는 동료들에게 돌아가야 한다.
ko_mt: 두 번째 경적 신호는 사령관이 데몬의 주의를 산만하게하는 사람들에게 다시 호출합니다.

source: Where there's a will, there's a way — a similar seal has been obtained from the laboratory of Areelu Vorlesh. The herald will want to hear the news and have a look at the Key to the Abyss Barriers.
ko: 의지만 있으면 길은 생기는 법이다 — 아릴루 볼레쉬의 연구소에서 비슷한 봉인을 발견할 수 있었다. 전령이 이 소식을 들으면 심연의 장막의 열쇠를 보고 싶어할 것이다.
ko_mt: 의지가있는 곳에 길이 있습니다- 아릴루 볼레쉬의 실험실에서 비슷한 인장을 얻었습니다. 전령은 소식을 듣고 심연 장벽의 열쇠를 보고 싶어 할 것입니다.

source: Xanthir Vang confirmed that the Midnight Fane — the source of Nahyndrian crystals on Golarion — is located beneath Drezen. The Commander should try to verify this information.
ko: 잔티르 뱅은 골라리온에 있는 나힌드리 수정의 근원인 칠흑의 사원이 드레젠 밑에 위치한다고 털어놓았다. 사령관은 이 정보가 사실인지 확인해야만 한다.
ko_mt: 잔티르 방이 골라리온의 나힌드리안 수정의 근원인 미드나잇 페인이 드레젠 아래에 있다는 것을 확인했습니다. 사령관은 이 정보를 확인해야합니다.

source: Locate the Midnight Fane in Drezen
ko: 드레젠에서 칠흑의 사원을 찾아라
ko_mt: 드레젠에서 미드나잇 페인 찾기

source: The seal locking the entrance to the Midnight Fane could destroy Drezen if it is broken. Iomedae's herald believes that he can protect the city, but he cannot do this and open the passage at the same time. The task of removing the seal has fallen on the Commander's shoulders. By exploring the area around Drezen and the studying the traces of demon activity, {mf|he|she} may be able to find a way to do this.
ko: 칠흑의 사원으로 향하는 입구를 막고 있는 봉인이 부서진다면 드레젠이 무너질지도 모른다. 아이오메데의 사자는 자신이 도시를 지킬 수 있을 것이라 주장했으나, 이는 통로를 여는 행위와 동시에 행해질 수는 없다. 봉인을 제거하는 임무는 사령관의 손에 달리게 되었다. 드레젠의 주변 지역을 탐험하고, 데몬 활동의 흔적을 쫓다보면, 그 가능성을 찾을 수 있을지 모른다.
ko_mt: 미드나잇 페인의 입구를 잠그고 있는 봉인이 깨지면 드레젠이 파괴될 수 있다. 아이오메데의 전령은 자신이 도시를 지킬 수 있다고 믿지만, 이 일을 하면서 동시에 통로를 열 수는 없습니다. 봉인을 제거하는 임무는 사령관의 어깨에 떨어졌습니다. 드레젠 주변 지역을 탐험하고 데몬 활동의 흔적을 연구하면 {mf|그|그녀}의 방법을 찾을 수 있을 것입니다.

source: Find a way to remove the demonic seal
ko: 데몬 봉인을 제거할 방법을 찾아라
ko_mt: 데몬의 봉인을 제거하는 방법을 찾으십시오.

source: Galfrey of Mendev should arrive with reinforcements at the call of her goddess's herald. Her assistance could prove crucial in the coming attack on the Midnight Fane.
ko: 여신의 전령의 부름에 멘데브의 갈프리는 지원군과 함께 응답할 것이다. 그녀의 합류는 곧 벌어질 칠흑의 사원 공격에서 아주 핵심적인 역할을 할 것이다.
ko_mt: 멘데브의 갈프레이는 여신의 전령의 부름에 따라 지원군을 이끌고 도착해야 합니다. 그녀의 도움은 다가오는 미드나잇 페인에 대한 공격에서 결정적일 수 있습니다.

source: Wait for the Queen to arrive and remove the demonic seal
ko: 여왕이 도착해 데몬의 봉인을 제거하길 기다려라
ko_mt: 여왕이 도착할 때까지 기다렸다가 데몬의 봉인을 제거하십시오.

source: The demons must be beheaded in order to dispel their powers. Finding and defeating the leader of the Midnight Fane's forces is the Commander's first objective.
ko: 데몬들의 힘을 약화시키기 위해선, 먼저 그 머리를 베어내야만 한다. 칠흑의 사원의 군세의 지도자를 찾아 쓰러트리는 것이 사령관의 첫번째 목표이다.
ko_mt: 데몬의 힘을 없애기 위해서는 데몬을 참수해야합니다. 미드나잇 페인의 군대 지도자를 찾아서 물리치는 것이 사령관의 첫 번째 목표입니다.

source: Go into the depths of the Fane and defeat the leader of the demons
ko: 사원의 심부로 내려가 데몬들의 지도자를 쓰러트려라
ko_mt: 페인의 깊은 곳으로 들어가 데몬의 지도자를 물리쳐라

source: The allies holding the line at the entrance to the Fane sound a horn to alert the Commander to the arrival of especially powerful enemies. Now the Commander can turn around and strike the demons from behind.
ko: 사원의 입구를 지키는 동맹들은 특별한 강적이 나타나면 뿔피리를 울려 사령관에게 경고하기로 하였다. 이제 사령관은 뒤돌아가 데몬들을 뒤에서부터 공격할 수 있을 것이다.
ko_mt: 페인 입구에서 전선을 지키고있는 아군은 사령관에게 특히 강력한 적의 도착을 알리기 위해 경적을 울립니다. 이제 사령관은 뒤돌아서서 데몬을 뒤에서 공격 할 수 있습니다.

source: Help the allies at the sounding of the horn
ko: 뿔피리가 울리면 동맹을 도와라
ko_mt: 경적 소리에 아군을 도와주세요

source: The demon Darrazand has been defeated, and now the Commander sees a rift wreathed in purple flame. What to do next? This should be discussed among the allies.
ko: 데몬 다라잔드는 패배했고, 이제 사령관은 보랏빛 불꽃에 휩싸인 균열을 볼 수 있게 되었다. 다음은 무엇인가? 동료들과 함께 의논해야만 한다.
ko_mt: 데몬 다라잔드가 패배했고, 이제 사령관은 보라색 불꽃으로 뒤덮인 균열을 봅니다. 이제 어떻게 해야 할까요? 이것은 동맹국들 사이에서 논의되어야합니다.

source: Report to Queen Galfrey about the outcome of the attack on the Fane
ko: 사원 공격의 결과에 대해 갈프리 여왕에게 보고하라
ko_mt: 갈프레이 여왕에게 페인 공격의 결과에 대해 보고하라

source: Talk to Anevia and hear her latest report
ko: 아네비아와 대화해 그녀의 최근의 보고에 대해 듣자
ko_mt: 아네비아와 대화하고 그녀의 최신 보고서를 들어보세요.

source: Interrogate Nurah about the demons' schemes
ko: 데몬의 계획이 무엇인지 누라를 심문하라
ko_mt: 데몬의 계략에 대해 누라를 심문하십시오.

source: Wait 5 days for the scouts to explore the gorges south of Drezen.
ko: 정찰대가 드레젠 남쪽의 협곡에 대한 조사를 마치기까지 5일간 기다리십시오.
ko_mt: 정찰대가 드레젠 남쪽 협곡을 탐험할 때까지 5일을 기다리세요.

source: Scout out the ravines southwest of Drezen or send a scouting party
ko: 드레젠 남서쪽의 협곡을 수색하거나 수색대를 파견하라
ko_mt: 드레젠 남서쪽 협곡을 정찰하거나 정찰대를 보내라

source: Explore the Molten Scar
ko: 녹아내린 흉터를 탐험하라
ko_mt: 녹은 흉터 탐험

source: The surprise attacks are over. The crude butchery, the barbarous and volatile transformation of prisoners into monsters, has been stopped. The army can now advance without fearing an attack from behind.
ko: 기습은 끝났다. 포로들에 대한 도살과 야만적이고 불안정한 실험도 저지되었다. 성전군은 이제 배후의 공격에 대한 걱정을 덜어 놓은 채 진군할 수 있게 되었다.
ko_mt: 기습 공격은 끝났습니다. 포로들을 야만적이고 불안정하게 괴물로 변모시키는 잔인한 도살은 이제 멈췄습니다. 군대는 이제 뒤에서 공격하는 것을 두려워하지 않고 전진 할 수 있습니다.

source: Crusader scouts are reporting a worrying pattern: though approaching demon armies are normally sighted in advance on the Gray Road, sometimes they seem to appear out of thin air precisely where they shouldn't be. They are cutting off supply lines and intercepting couriers, rations officers, and caravans of provisions. They are destroying the arteries that pump life into the cumbersome and greedy body that calls itself the crusader army. In order to push west, the Commander must first know how the demons are masking their forces, and put an end to it.
ko: 정찰병이 우려되는 현상을 보고했다. 일반적으로 데몬 군대는 회색 길을 통해 진격해 오지만, 가끔 놈들이 있어선 안 될 위치에서 갑작스레 나타난다는 것이다. 놈들은 보급망을 끊고 전령, 보급 장교, 그리고 물자를 실은 상인들을 가로막고 있다. 성전군이라는 거대하고 탐욕스러운 거인의 몸에 생명을 퍼다 나르는 혈관을 파괴하고 있는 것이다. 서쪽으로 진군하기 위해선, 사령관은 먼저 데몬들이 어떻게 군대를 감추는지 알아내고 그 기만에 종지부를 찍어야 한다.
ko_mt: 성전사 정찰병들이 우려스러운 패턴을 보고하고 있습니다. 접근하는 데몬 군대는 보통 회색 길에서 미리 목격되지만, 때때로 그들이 있어서는 안 될 곳에서 갑자기 나타나는 것처럼 보입니다. 그들은 보급선을 차단하고 배달원, 배급 장교, 식량 캐러밴을 가로채고 있습니다. 그들은 스스로를 십자군 군대라고 부르는 성가시고 탐욕스러운 몸에 생명을 불어넣는 동맥을 파괴하고 있습니다. 서쪽으로 진격하기 위해 사령관은 먼저 데몬들이 어떻게 그들의 세력을 숨기고 있는지 파악하고 끝내야 합니다.

source: Attack out of Nowhere
ko: 난데없는 공격
ko_mt: 갑자기 공격

source: The Commander must conduct reconnaissance to find out how the demons are moving their forces into crusader territory without attracting attention.
ko: 사령관은 어떻게 데몬들이 군대를 성전군의 영역 내에서 주의를 끌지 않고 이동하는지 알아내기 위해 정찰을 수행해야 한다.
ko_mt: 사령관은 정찰을 수행하여 데몬이 어떻게주의를 끌지 않고 십자군 영토로 병력을 이동하는지 알아내야 합니다.

source: Find out how the demons are sneaking into crusader territory
ko: 데몬들이 성전군의 영역에 숨어든 방법을 찾아내라
ko_mt: 데몬이 어떻게 십자군 영토에 몰래 들어오는지 알아보세요.

source: The Commander has discovered how the enemy has been moving its forces into crusader territory. A group of demons has been capturing people behind the front lines and subjecting them to a horrifying ritual performed by a vrock sorceress. The resulting packs of monsters have been the ones attacking the Commander's forces.
ko: 사령관은 적이 성전군 영역 내로 군대를 이동시킨 수단을 발견했다. 데몬 무리 하나가 최전방의 뒤에서 사람들을 납치하여 Vrock Sorceress를 통해 끔찍한 의식들의 희생양으로 삼았고, 그 결과로 현재 사령관의 군세를 공격중인 괴물 무리가 나타난 것이었다.
ko_mt: 사령관이 적이 어떻게 십자군 영토로 병력을 이동시키고 있는지 알아냈습니다. 한 무리의 데몬들이 전선 뒤에서 사람들을 붙잡아 브록 마법사가 행하는 끔찍한 의식을 치르고 있습니다. 그 결과 탄생한 괴물 무리가 사령관의 군대를 공격하고 있습니다.

source: Stop the vrock sorceress
ko: 브록 소서리스를 막아라
ko_mt: 브록 소서러를 막아라

source: The vrock that was turning crusaders into demons has been stopped. Now the Commander can inform Irabeth that the threat has been eliminated and that the troops need no longer fear sudden attacks.
ko: 성전군을 데몬으로 변신시키던 브록은 멈춰졌다. 이제 사령관은 이라베스에게 위협은 제거되었고 군대는 더 이상 기습을 두려워하지 않아도 된다고 전할 수 있다.
ko_mt: 십자군을 데몬으로 만들던 브록가 멈췄습니다. 이제 사령관은 이라베스에게 위협이 제거되었으며 군대는 더 이상 갑작스러운 공격을 두려워 할 필요가 없다고 알릴 수 있습니다.

source: Tell Irabeth about the victory
ko: 이라베스에게 승리에 대해 알려라
ko_mt: 이라베스에게 승리에 대해 말하세요

source: Any lead could be crucial. It's not possible that the demons have left no trace.
ko: 어떠한 단서도 결정적이다. 데몬들이 흔적을 남기지 않았을 리가 없으니.
ko_mt: 모든 단서는 결정적일 수 있습니다. 데몬이 흔적을 남기지 않았을 가능성은 없습니다.

source: Search for traces of unusual demon activity
ko: 비정상적인 데몬 활동의 흔적 탐색
ko_mt: 비정상적인 데몬 활동의 흔적 검색

source: The target is clear. Now all that remains is to go to the mysterious place, find out how the demons are gaining these powers, and put a stop to it.
ko: 목표는 명확하다. 이제 남은 것은 불가사의한 공간으로 떠나 어떻게 데몬들이 그 힘을 손에 넣었는지 밝혀내고, 그것을 막는 것이다.
ko_mt: 목표는 명확합니다. 이제 남은 것은 신비한 장소로 가서 데몬이 어떻게 이러한 힘을 얻고 있는지 알아 내고 그것을 막는 것입니다.

source: Explore the Ivory Sanctum
ko: 상아 성소를 탐험하라
ko_mt: 상아 성소 탐험

source: The current ruler of the Ivory Sanctum is Xanthir Vang, the swarm that walks — a powerful and dangerous creature. The demons receive their new powers at his hands — answers must be sought from Xanthir Vang.
ko: 현재 상아 성소의 지휘관은 강력하고 위험한 생명체 — 걸어다니는 벌레떼, 잔티르 뱅이다. 데몬들은 그로부터 새로운 힘을 받고 있다. 잔티르 뱅에게서 답을 구하라.
ko_mt: 상아 성소의 현재 통치자는 강력하고 위험한 생명체인 걷는 무리인 잔티르 방입니다. 데몬들은 그의 손에서 새로운 힘을 얻습니다 - 잔티르 방에게서 답을 찾아야합니다.

source: Slay Xanthir Vang
ko: 잔티르 뱅을 살해하라
ko_mt: 잔티르 방을 죽여라

source: Jerribeth got what she wanted and now it is time for her to fulfill her end of the deal — by sharing information.
ko: 제리베스는 원하던 것을 얻었으니, 이제 그녀는 정보를 나눠줌으로써 거래를 완수해야 한다.
ko_mt: 제리베스는 원하는 것을 얻었고 이제 정보를 공유함으로써 거래의 끝을 이행 할 때입니다.

source: Return to Jerribeth
ko: 제리베스에게 돌아가라
ko_mt: 제리베스로 돌아 가기

source: It seems that the unusual demons are coming from a place called the Ivory Sanctum.
ko: 기이한 데몬들은 상아 성소라고 불리우는 곳에서 오는 것 같다.
ko_mt: 특이한 데몬은 상아 성소라는 곳에서 나오는 것 같습니다.

source: The chief of the Wintersun clan was safeguarding a skull key that opened the door to the "castle-in-the-clouds," which is in fact... the Ivory Sanctum.
ko: 윈터선 부족의 족장은 "구름-속의-성"의 문을 여는 해골 열쇠를 소중하게 지키고 있었다. 구름-속의-성은 정체는... 상아 성소다.
ko_mt: 윈터선 부족의 족장은 "구름 속의 성"의 문을 여는 해골 열쇠를 지키고 있었는데, 사실.. 상아 성소입니다.

source: The location of the Ivory Sanctum has been uncovered, but will it be easy to access?
ko: 상아 성소의 위치가 밝혀졌지만, 접근이 쉬울 것인가?
ko_mt: 상아 성소의 위치가 밝혀졌지만 쉽게 접근 할 수 있습니까?

source: Demons from the Ivory Sanctum are no longer a threat to the crusaders. The source of their power has also been revealed — Nahyndrian crystals. How this knowledge will be of use, only time will tell.
ko: 상아 성소에서 온 데몬들은 더 이상 성전군의 위협이 되지 않는다. 그들의 힘의 근원은 나힌드리 수정으로 밝혀졌다. 이 지식이 얼마나 유용할지는 시간이 알려줄 것이다.
ko_mt: 상아 성소의 데몬들은 더 이상 십자군에게 위협이 되지 않습니다. 그들의 힘의 원천인 나힌드리안의 수정도 밝혀졌습니다. 이 지식이 어떻게 유용할지는 시간이 지나야 알 수 있습니다.

source: The war between crusaders and demons has been raging for a century, and each side has at times managed to find and apply fundamentally new powers or tactics. It seems a similar shift has happened again — extremely powerful demons are appearing in the territory around Drezen, and their abilities are far different to those of any demons the crusaders have encountered before. Knowledge is the key to victory. That means the Commander must learn the secret behind these unusual demons.
ko: 성전군과 데몬 사이의 전쟁은 한 세기에 걸쳐 맹렬히 지속되고 있고, 각 측은 이따금 완전히 새로운 힘과 전술을 만들어내 왔다. 그리고 또 비슷한 일이 벌어진 것처럼 보인다. 드레젠 근처 영역에 아주 강력한 데몬들이 출몰하고 있으며, 그 힘은 이전까지 성전군이 맞서 싸운 그 어떤 데몬과도 비교할 수 없다. 아는 것이 승리의 열쇠이니, 사령관은 이 생소한 데몬들의 비밀을 알아내야만 한다.
ko_mt: 십자군과 데몬 사이의 전쟁은 한 세기 동안 격렬하게 진행되어 왔으며, 양측은 때때로 근본적으로 새로운 힘이나 전술을 찾아 적용했습니다. 이번에도 비슷한 변화가 일어나고 있는 것 같습니다. 드레젠 주변 지역에 매우 강력한 데몬이 나타나고 있으며, 그 능력은 성전사들이 이전에 만났던 데몬들과는 차원이 다릅니다. 지식이 승리의 열쇠입니다. 따라서 사령관은 이 특이한 데몬들의 비밀을 알아내야 합니다.

source: Know Thy Enemy
ko: 네 적을 알라
ko_mt: 네 적을 알라

source: Rune stones are sacred talismans that the people of old Sarkoris used to rely on for detecting threats. There are three in all, and they are located in various corners of the village. There should be a way to see if the stones' magic is still alive...
ko: 룬석은 옛 사코리스인들이 위협을 탐지하는데 사용하였던 신성한 부적이다. 총 세개가 마을의 곳곳에 숨겨져 있다. 돌의 마법이 아직 건재한지 확인 할 방법이 있을 것이다...
ko_mt: 룬석은 옛 사르코리스 사람들이 위협을 감지하는데 사용하던 신성한 부적입니다. 모두 세 개가 있으며 마을 곳곳에 있습니다. 돌의 마법이 아직 살아 있는지 확인할 수 있는 방법이 있을 것입니다...

source: Examine the rune stones
ko: 룬석을 조사하라
ko_mt: 룬 돌을 검사

source: It is clear that something is wrong with the stones — there must be other clues or hints at what is really going on in Wintersun.
ko: 이 돌들에 뭔가 문제가 있음이 틀림없다. 윈터선에서 무슨 일이 일어나고 있는 것인지 알려줄 다른 단서나 실마리가 있을 것이다.
ko_mt: 돌에 뭔가 문제가있는 것은 분명합니다. 윈터선에서 실제로 무슨 일이 일어나고 있는지에 대한 다른 단서 나 힌트가있을 것입니다.

source: Explore the village
ko: 마을을 탐험하라
ko_mt: 마을 탐험하기

source: The woodshaper should be told that the talismans are not working and cannot warn the villagers of any demon presence. And this can mean only one thing — treachery in the clan ranks.
ko: 목수에게 부적이 작동하지 않으며 마을 주민들에게 데몬의 존재에 대해 경고할 수 없는 상태라고 알려야만 한다. 이는 곳 한 가지 사실 — 씨족 내의 배신을 의미한다.
ko_mt: 나무꾼은 부적이 작동하지 않으며 마을 사람들에게 데몬의 존재를 경고 할 수 없다고 말해야합니다. 그리고 이것은 클랜 계급에서 배신이라는 한 가지 의미 일 수 있습니다.

source: Discuss the discoveries with Gesmerha
ko: 게스메라와 발견에 대해 토론하자
ko_mt: 게스메르하와 발견에 대해 토론하세요

source: The rune stone shows no reaction to Arueshalae's presence.
ko: 룬석은 아루샬레의 존재에도 아무런 반응이 없다.
ko_mt: 룬스톤은 아루샬래의 존재에 아무런 반응을 보이지 않습니다.

source: Someone smashed the rune stone and hid the fragments in the village.
ko: 누군가 룬석을 부수고 그 조각을 마을에 숨겼다.
ko_mt: 누군가 룬 돌을 부수고 마을에 파편을 숨겼습니다.

source: The rune stone does not react to a demon's approach.
ko: 룬석은 데몬의 접근에 반응하지 않는다.
ko_mt: 룬스톤은 데몬의 접근에 반응하지 않습니다.

source: The inspection is enough to raise suspicion that the rune stone is a fake.
ko: 조사를 통해 룬석이 가짜라는 의심이 커졌다.
ko_mt: 검사는 룬 돌이 가짜라는 의심을 불러 일으키기에 충분합니다.

source: The rune stones were destroyed and replaced with fakes. Who is responsible?
ko: 룬석은 파괴되었고 가짜로 대체되었다. 누구의 짓인가?
ko_mt: 룬 돌이 파괴되어 가짜로 대체되었습니다. 누가 책임이 있습니까?

source: Gesmerha the woodshaper told the Commander that the settlement of Wintersun is protected by three rune stones, which emit a warning light when demons are near. Why do the villagers not know that demons walk among them? This unexpected blindness is far beyond the natural human reluctance to face one's personal demons, so to speak. There is a secret here that must be uncovered.
ko: 목수 게스메라는 사령관에게 윈터선의 거주지가 주변에 데몬이 있을 때 경고의 빛을 내뿜는 3 개의 룬석으로 보호받고 있다고 말해주었다. 그런데 어째서 마을 주민들은 그들 곁에 데몬이 있다는 것을 알아채지 못했는가? 이 예상치 못한 맹점은 인간이 데몬과의 만남을 꺼려하는 것을 고려해도, 이는 정상적인 범주를 넘어선다. 이에 대한 비밀을 밝혀내야만 한다..
ko_mt: 나무꾼 게스메라는 사령관에게 윈터선 정착지는 데몬이 가까이 있을 때 경고등을 발산하는 세 개의 룬석으로 보호된다고 말했습니다. 왜 마을 사람들은 데몬이 마을을 돌아다닌다는 사실을 모를까요? 이 예상치 못한 실명은 말하자면 개인적인 데몬과 마주하는 것을 꺼리는 인간의 본능을 훨씬 뛰어넘는 것입니다. 여기에는 반드시 밝혀내야 할 비밀이 있습니다.

source: Unsounded Alarm
ko: 울리지 않은 경보
ko_mt: 소리없는 경보

source: The unusual medallion found on the shaman's body seems to almost pulse with magical energy.
ko: 샤먼의 시체에서 발견된 기이한 부적은 마법적 에너지가 넘쳐나는 듯하다.
ko_mt: 주술사의 몸에서 발견 된 특이한 메달은 거의 마법의 에너지로 맥박을 치는 것 같습니다.

source: The daughter's letter provides much insight into the story of the strange forest woman.
ko: 딸의 편지 덕분에 이상한 숲 여인에 대해 충분히 알게 되었다.
ko_mt: 딸의 편지는 이상한 숲속 여인의 이야기에 대한 많은 통찰력을 제공합니다.

source: A spry dwarf woman in the middle of a demented forest! This story is becoming more and more intriguing.
ko: 뒤틀린 숲 한가운데에 있는 기운 찬 드워프 여인이라! 이 이야기는 가면 갈수록 흥미로워지는군.
ko_mt: 치매에 걸린 숲 한가운데에 있는 기발한 드워프 여자! 이 이야기는 점점 더 흥미로워지고 있습니다.

source: The animals in this forest have worked out how to survive in the Wound, but they have also lost their minds in the process. Only one animal is suspiciously sanguine: a giant bear that has been observing the Commander from the dense undergrowth. Perhaps its lair holds the answer to the mystery.
ko: 이 숲의 짐승들은 세계상처에서 살아남는데 적응하였으나, 그 과정에서 제정신이 아니게 되었다. 수상할정도로 멀쩡해 보이는 짐승은 단 하나: 빽빽한 수풀 속에서 사령관을 관찰하던 거대한 곰이다. 어쩌면 그의 소굴에 이 수수께끼에 대한 답이 있을지 모른다.
ko_mt: 이 숲의 동물들은 상처에서 살아남는 방법을 알아 냈지만 그 과정에서 정신을 잃었습니다. 단 한 마리의 동물만이 의심스러울 정도로 밝은 표정을 짓고 있는데, 바로 울창한 덤불 속에서 사령관을 관찰하고 있는 거대한 곰입니다. 아마도 그 은신처에 수수께끼에 대한 해답이 있을 것입니다.

source: Find the lair and defeat the beast
ko: 야수의 소굴을 찾아 쓰러트려라
ko_mt: 은신처를 찾아 야수를 물리쳐라

source: The old shaman cherishes her forest above all else. She'll certainly have something to say when she learns how the encounter with the bear ended.
ko: 늙은 샤먼은 자신의 숲을 그 무엇보다도 소중히 여긴다. 곰과의 조우가 어떻게 끝났는지 알게 되면, 그녀도 분명 할 말이 있을 것이다.
ko_mt: 늙은 주술사는 무엇보다도 그녀의 숲을 소중히 여긴다. 그녀는 곰과의 만남이 어떻게 끝났는지 알게되면 분명히 할 말이 있을 것입니다.

source: Tell the shaman what happened
ko: 샤먼에게 무슨 일이 벌어졌는지 얘기하라
ko_mt: 주술사에게 무슨 일이 있었는지 말하세요

source: Miracles do not exist: the shaman paid a heavy price to ensure that her forest continued to grow even in the midst of the Worldwound. The Commander judged the matter as {mf|he|she} thought was fair, but can fairness even exist in a place where the Abyss reigns supreme?
ko: 기적은 없다: 샤먼은 그녀의 숲이 세계상처의 한가운데에서도 계속 자라날 수 있도록 보장하기 위해 많은 대가를 치렀다. 사령관은 이 문제를 자신이 생각하기에 공정한 방식으로 처리했으나, 공정함이 심연의 권세가 우월한 장소에서 존재할 수라도 있는 것일까?
ko_mt: 기적은 존재하지 않는다. 주술사는 세계상처 속에서도 숲이 계속 자라도록 하기 위해 엄청난 대가를 치렀다. 사령관은 {mf|그|그녀}의 공정하다고 생각한 대로 이 문제를 판단했지만, 심연이 지배하는 곳에서 공정성이 존재할 수 있을까요?

source: Since ancient times, mystics have believed that the barrier between the planes is at its thinnest in Sarkoris. It is no surprise that this ancient kingdom of shamans and warriors fell, leaving behind only ruins and half-remembered names of interest only to historians. Right until the very end, the shamans hoped for the return of Aroden, who would save them from the Worldwound. Based on that, it is fair to say that the Sarkorians were a hardheaded, stubborn people. Perhaps traces of their magic have clung on just as stubbornly to this land, for the spirits that inhabited Sarkoris have not disappeared — unlike those who possessed the ability to speak to the spirits and direct them.
ko: 고래로 신비주의자들은 차원계를 가르는 방벽들은 사코리스에서 가장 얇아진다고 믿었다. 이 주술사와 전사들의 고대 왕국이 무너져 오직 폐허와 역사가들에게도 반쯤 잊힌 이름만을 남겼다는 사실은 그리 놀랍지 않다. 최후의 최후까지 샤먼들은 그들을 세계상처에서 구원해줄 아로덴의 귀환을 희망했다. 그를 보자면 사코리스인들은 완고하고 단호한 사람들이었다고 보는 것이 타당할 것이다. 아마 그들의 마법이 남긴 흔적은 이 땅에 그들 만큼이나 완고하게 대지를 붙들었기에 사코리스에 머물렀던 영혼들이 사라지지 않았을 것이다. 영혼과 대화하고 그들을 이끌 수 있는 능력을 갖춘 이들과는 다르게.
ko_mt: 고대부터 신비 주의자들은 사르코리스에서 평면 사이의 장벽이 가장 얇다고 믿었습니다. 이 고대 주술사와 전사의 왕국이 무너져 역사가들에게만 폐허와 반쯤 기억되는 이름 만 남긴 것은 놀라운 일이 아닙니다. 마지막까지 주술사들은 세계상처에서 그들을 구해줄 아로덴의 귀환을 바랐습니다. 그런 점에서 사르코리안은 강인하고 고집스러운 민족이었다고 말할 수 있습니다. 아마도 그들의 마법의 흔적이 이 땅에도 고집스럽게 남아있을 것입니다. 사르코리스에 살았던 정령들이 사라지지 않았기 때문에 - 정령들과 대화하고 그들을 지시하는 능력을 가진 사람들과는 달리 -.

source: Deep-Rooted Derangement
ko: 뿌리깊은 광기
ko_mt: 뿌리 깊은 탈선

source: Go to the ziggurat
ko: 지구라트로 향하라
ko_mt: 지구라트로 이동

source: Destroy the skeletons breaking up the Pillar of Skulls
ko: 해골 기둥을 부수려는 해골들을 파괴하라
ko_mt: 해골의 기둥을 부수는 해골을 파괴하세요
