Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: Talk to the Pillar of Skulls
ko: 해골 기둥과 대화하라
ko_mt: 해골의 기둥과 대화

source: A revolt of the undead has arisen in the ziggurat. The Pillar of Skulls must be protected from danger and the cause of the unrest identified.
ko: 지구라트에서 언데드의 반란이 일어났다. 해골 기둥은 반드시 지켜져야만 하며 이 사태의 원인도 밝혀야만 한다.
ko_mt: 지구라트에서 언데드들의 반란이 일어났습니다. 해골의 기둥을 위험으로부터 보호하고 불안의 원인을 파악해야합니다.

source: Save the Pillar of Skulls
ko: 해골 기둥을 구하라
ko_mt: 두개골 기둥을 저장하십시오

source: The ziggurat's undead have divided themselves into two camps. To stop the mayhem, one of the groups must be eliminated. The remaining group will serve as an interesting subject for the Commander to observe.
ko: 지구라트의 언데드들은 스스로를 두 부류로 나누었다. 난동을 막기 위해선, 그 중 하나는 제거되어야만 한다. 남은 부류도 사령관의 흥미로운 관찰 대상이 될 것이다.
ko_mt: 지구라트의 언데드들이 두 진영으로 나뉘었습니다. 대혼란을 막으려면 두 진영 중 하나를 제거해야 합니다. 나머지 그룹은 사령관이 관찰 할 수 있는 흥미로운 대상이 될 것입니다.

source: Destroy the surplus servants
ko: 과잉된 하인들을 파괴하라
ko_mt: 잉여 하인을 파괴하라

source: The undead revolt has been put down. Under the Commander's watchful eye, those servants deemed suitable will continue to evolve, acquiring power and benefiting their {mf|master|mistress}.
ko: 언데드 반란이 진압되었다. 사령관의 주의 깊은 눈 아래에서 적합한 종복들은 지속적으로 진화하고 힘을 얻어 그들의 주인을 이롭게 할 것이다.
ko_mt: 언데드 반란이 진압되었습니다. 사령관의 감시 아래 적합하다고 판단되는 서번트들은 계속해서 진화하여 힘을 얻고 주인님에 도움이 될 것입니다.

source: Unlike higher undead, lower undead possess only the barest semblance of awareness. It performs only basic functions and is terribly distorted and unpredictable. The consequences of this — revolts and insubordination across herds of undead — is a widespread phenomenon. In the Commander's ziggurat, {mf|his|her} slaves are wreaking carnage and mayhem and must be stopped.
ko: 고위 언데드들과 달리 하급 언데드들은 지성의 미약한 겉보기만을 갖추고 있다. 그것은 오직 기초적인 기능만을 수행하며 끔찍할 정도로 뒤틀려 예측할 수 없다. 그 결과로 언데드 무리 전역에 걸친 반란과 반항은 널리 퍼진 현상이다. 사령관의 지구라트에서 노예들이 난동을 부리며 학살을 저지르는 것을 멈추어야 한다.
ko_mt: 상위 언데드와 달리 하위 언데드는 아주 미미한 인식만 가지고 있습니다. 기본적인 기능 만 수행하며 끔찍하게 왜곡되고 예측할 수 없습니다. 그 결과 언데드 무리의 반란과 불복종이 광범위하게 일어나고 있습니다. 사령관의 지구라트에서 {mf|그|그녀}의 노예들이 대학살과 혼란을 일으키고 있으며 이를 막아야 합니다.

source: Undead Uprising
ko: 언데드 봉기
ko_mt: 언데드 봉기

source: Search the area surrounding Wintersun village
ko: 윈터선 마을의 주변을 수색하라
ko_mt: 윈터선 마을 주변 지역 검색

source: Follow Morveg into the temple of Gorum
ko: 모르벡을 따라 고룸의 사원으로 가라
ko_mt: 모베그를 따라 고룸의 신전으로 들어가세요

source: Word has it that Ciar has not been fulfilling his duties as the leader of the Everbright Crusaders. There must be a reason for this change.
ko: 소문에 따르면 근래들어 시어가 영원한 빛 성전군의 지도자로써 제 역할을 다 해내지 못하고 있다고 한다. 이 일에는 분명 어떠한 이유가 있을 것이다.
ko_mt: 소문에 따르면 시아르가 에버브라이트 성전단의 지도자로서의 의무를 다하지 않고 있다고 합니다. 이 변화에는 이유가있을 것입니다.

source: Find out what happened to Ciar
ko: 시어에게 무슨 일이 일어났는지 확인하라
ko_mt: 시아르에게 무슨 일이 있었는지 알아보세요

source: Morveg, Ciar's protégé and young Everbright Crusader, has gone missing. Some harm may have befallen him.
ko: 시어의 제자이자 젊은 영원한 빛 성전군의 일원인 모르벡이 사라졌다. 그에게 무언가 나쁜 일이 벌어졌을지도 모른다.
ko_mt: 시아르의 제자이자 젊은 에버브라이트 성전사 모베그가 실종되었습니다. 그에게 어떤 해를 입혔을 수 있습니다.

source: Find Morveg
ko: 모르벡을 찾아라
ko_mt: 모베그 찾기

source: Morveg says that there is a shrine of Gorum in the cave, and it contains a valuable weapon. But the way into the shrine is blocked by a dangerous demon.
ko: 모르벡의 말에 따르면 동굴 안에 훌륭한 무기가 숨겨진 고룸의 성소가 있다고 한다. 허나 그곳까지 가는 길은 위험한 데몬이 막고 있다.
ko_mt: 모르베그는 동굴에 고룸의 신전이 있고 그 신전에는 귀중한 무기가 들어있다고 합니다. 그러나 신전으로 들어가는 길은 위험한 데몬에 의해 막혀 있습니다.

source: Slay the demon in the cave
ko: 동굴 안의 데몬을 죽여라
ko_mt: 동굴에서 데몬을 죽여라

source: Morveg decided to demonstrate the Fang of Malice's might for the Commander. To do this, he chose the obvious option — a fight to the death.
ko: 모르벡은 사령관에게 악의의 송곳니의 힘을 직접 시현해주려 했고, 그렇기에 가장 확실한 방법 — 목숨을 건 결투를 선택했다.
ko_mt: 모베그는 사령관을 위해 악의의 송곳니의 힘을 보여주기로 결심했습니다. 이를 위해 그는 죽음에 대한 싸움이라는 명백한 옵션을 선택했습니다.

source: Defeat Morveg
ko: 모르벡을 쓰러트려라
ko_mt: 모베그 패배

source: Morveg is dead. He wanted Ciar to know of his achievement... or his treachery, depending on one's perspective.
ko: 모르벡이 죽었다. 그는 시어가 자신의 업적에 대해 알아주길 바랐다... 그러나 보는 관점에 따라 배신으로 간주할 수도 있을 것이다.
ko_mt: 모베그는 죽었다. 그는 시아르가 자신의 업적을 알기를 원했습니다.. 또는 관점에 따라 그의 배신.

source: Give Morveg's talisman to Ciar
ko: 모르벡의 부적을 시어에게 주어라
ko_mt: 모베그의 부적을 시아르에게 줘

source: Morveg is dead, but he did what he saw as his duty. He got the Fang of Malice — a sword dedicated to Gorum and belonging to Morveg's ancestors. In his final minutes, he asked the Commander to use the Fang and other weapons like it to destroy the Worldwound.
ko: 모르벡은 죽었으나 자신이 의무로 여겼던 바를 실천했다. 그는 악의의 송곳니, 고룸에게 바쳐지고 모르벡의 선조가 지녔던 검을 되찾았다. 마지막 순간에 그는 사령관에게 송곳니와 다른 무기들을 세계상처를 파괴하기 위해 사용해달라고 요청했다.
ko_mt: 모베그는 죽었지만 자신의 의무를 다했어. 그는 고룸에게 바쳐진 검이자 모베그의 조상에게 물려받은 악의의 송곳니를 얻었습니다. 마지막 순간에 그는 사령관에게 송곳니와 다른 무기를 사용하여 세계상처를 파괴해달라고 요청했습니다.

source: After the fall of Sarkoris, its people were forced to flee, turning a proud race into vagrants and outcasts. Harsh and intolerant by nature, the Kellids of Sarkoris never forgave the demons for their crimes, and they raised a generation of children who dreamed of vengeance and the restoration of their motherland. Morveg, a young Everbright Crusader, has nursed a desire to seek retribution against the demons since childhood. This blind thirst for vengeance could lead to the boy's downfall, or it could be the making of a true hero.
ko: 사코리스의 몰락 이후 그 국민들은 달아나야만 했고, 자랑스럽던 종족은 부랑자와 떠돌이로 바뀌었다. 가혹하고 편협한 천성을 타고난 사코리스의 켈리드인들은 데몬들의 범죄를 결코 용서하지 않았고, 그들은 복수와 고향의 수복을 꿈꾸는 아이들의 세대를 길러내었다. 모르벡, 영원한 빛 성전 기사단의 젊은 전사는 어린 시절부터 데몬에 대한 보복을 이루기 위한 강한 열망을 품어왔다. 복수에 대한 눈 먼 갈망은 소년을 몰락으로 이끌거나, 혹은 진정한 영웅으로 만들 것이다.
ko_mt: 사르코리스가 함락된 후, 그 사람들은 도망쳐야 했고, 자랑스러웠던 종족은 부랑자와 추방자로 전락했습니다. 사르코리스의 켈리드는 본성상 가혹하고 편협하여 데몬들의 범죄를 결코 용서하지 않았고, 복수와 조국의 회복을 꿈꾸는 세대의 아이들을 길러냈습니다. 에버브라이트의 젊은 성전사 모베그는 어린 시절부터 데몬에게 복수하고 싶다는 열망을 키워 왔습니다. 복수에 대한 맹목적인 갈증은 소년의 몰락으로 이어질 수도 있고 진정한 영웅이 될 수도 있습니다.

source: Vengeance of Sarkoris
ko: 사코리스의 복수
ko_mt: 사르코리스의 복수

source: A patrol from Drezen has disappeared without a trace. What happened to the soldiers: were they killed? Were they kidnapped? Were they deserters? They went missing on the southern road away from the city. It is only sensible to begin the search there.
ko: 드레젠을 출발한 정찰대 하나가 흔적도 없이 사라졌다. 그 병사들에겐 무슨 일이 벌어졌을까? 살해?납치? 아니면 탈영? 그들은 도시의 남쪽으로 향하는 길에서 사라졌으니, 그곳에서부터 수색을 시작하는 게 현명할 것이다.
ko_mt: 드레젠의 순찰대가 흔적도 없이 사라졌습니다. 병사들은 어떻게 되었습니까 : 그들은 살해 되었습니까? 납치된 건가요? 탈영병이었나요? 그들은 도시에서 떨어진 남쪽 도로에서 실종되었습니다. 그곳에서 수색을 시작하는 것이 합리적입니다.

source: Find the missing crusaders
ko: 실종된 성전군 수색
ko_mt: 실종된 십자군을 찾아라

source: The soldiers from the patrol troop are dead. Their bodies were discovered in a valley south of Drezen, in some kind of shrine. By all accounts it looks like the soldiers were killed as a sacrifice. There seems to be a settlement nearby. Answers — and the killers — may be found there.
ko: 순찰 부대의 병사들이 죽었다. 그 시체는 드레젠 남쪽의 협곡, 일종의 성소에서 발견되었다. 증거들로 보아 병사들은 희생양으로써 살해당한 듯하다. 그 근방에는 정착지가 존재한다. 해답 — 그리고 살인범 — 은 그곳에서 찾을 수 있을 것이다.
ko_mt: 순찰대 병사들이 죽었습니다. 그들의 시신은 드레젠 남쪽 계곡의 어떤 신전에서 발견되었습니다. 모든 설명에 따르면 병사들은 희생 제물로 살해 된 것 같습니다. 근처에 정착지가 있는 것 같습니다. 그곳에서 해답과 살인자를 찾을 수 있습니다.

source: Explore the mysterious village
ko: 수상한 마을을 수색하라
ko_mt: 신비한 마을 탐험

source: Marhevok wishes to do away with the Commander, and afterward promises to give Drezen to its "rightful masters." He and his Lady of the Sun must answer for all that has happened.
ko: 마르헤복은 사령관을 제거하길 바랐지만, 결국 드레젠을 "정당한 주인"에게 주기로 약속했다. 그와 그의 태양의 여인은 일어난 일들에 자세히 얘기해야만 할 것이다.
ko_mt: 마르헤복은 사령관을 없애고 싶어하며, 그 후 드레젠을 "정당한 주인"에게 주겠다고 약속합니다. 그와 그의 태양의 여인은 일어난 모든 일에 대해 대답해야합니다.

source: Deal with the rulers of Wintersun
ko: 윈터선의 지배자와 결판을 내라
ko_mt: 윈터선의 통치자들과 거래

source: Irabeth deserves to know what happened and the fate of her patrol.
ko: 이라베스는 그녀의 순찰대에 무슨 일이 일어났는지 알 권리가 있다.
ko_mt: 이라베스는 무슨 일이 있었는지, 순찰대의 운명을 알 자격이 있습니다.

source: Tell Irabeth what happened
ko: 이라베스에게 무슨 일이 있었는지 전하라
ko_mt: 이라베스에게 무슨 일이 있었는지 말해줘

source: An unknown creature spoke with the Commander via the mouth of a wooden idol and invited the party into the village.
ko: 나무 우상의 입을 빌려 말한 정체불명의 존재가 사령관을 마을에서 벌어지는 축제에 초대했다.
ko_mt: 알 수없는 생물이 나무 우상의 입을 통해 사령관과 이야기하고 파티를 마을로 초대했습니다.

source: The strange settlement is called Wintersun. The guards say that it is protected from demons by some powerful sorceress known as of the Lady of the Sun.
ko: 이상한 정착지는 윈터선이라 불리는 곳이었다. 경비병은 이곳이 태양의 여인이라 불리는 강력한 소서리스의 보호를 받아 데몬들로부터 안전하다고 말했다.
ko_mt: 이상한 정착촌은 윈터선이라고 불립니다. 경비원들은 태양의 여인으로 알려진 강력한 마법사가 데몬으로부터 보호한다고 말합니다.

source: Gesmerha, a blind woodcarver, told the Commander about the strange visitors that often come to Wintersun, and she advised the Commander to seek answers from the chief, Marhevok.
ko: 눈먼 나무 조각가, 게스메라는 사령관에게 기이한 방문자들이 윈터선을 자주 찾는다고 얘기했다. 그리고 그에 대한 답변은 족장 마르헤복에게 물어보라고 제안했다.
ko_mt: 눈먼 나무 조각가 게스메라는 사령관에게 윈터선에 자주 오는 이상한 방문객에 대해 이야기했고, 그녀는 사령관에게 족장 마르 헤복에게 답을 구하라고 조언했습니다.

source: Wintersun's fate is sealed. The last remnant of old Sarkoris must face an unsettling future.
ko: 윈터선의 운명이 정해졌다. 옛 사코리스의 최후의 잔재들은 이제 불안한 미래와 마주해야만 한다.
ko_mt: 윈터선의 운명은 봉인되었습니다. 옛 사르코리스의 마지막 남은 자들은 불안한 미래에 직면해야합니다.

source: When a civilization dies, its settlements slowly turn to ruin, like broken bones turning white in the sun, a skeleton now bereft of any kind of life. This is what happened to Sarkoris, whose numerous settlements are now abandoned and forgotten places where long-dead people once lived. However, something strange is occurring on Drezen's southern road. A crusader patrol has vanished where the settlements of old Sarkoris once stood. What is happening in these lands? The Commander must get to the bottom of it.
ko: 한 문명이 사망하면, 그 거주지들은 부러진 뼈들이 태양 아래 표백되는 것처럼, 어떤 생명도 머금지 않은 해골처럼 서서히 폐허로 무너져 간다. 사코리스에 이 일이 일어나 오래 전에 죽은 사람들이 살았던 수많은 거주지들이 버려지고 잊힌 장소가 되었다. 하지만 드레젠의 남쪽 길 위에서 무언가 이상한 일이 일어났다. 한 때 옛 사코리스 거주지가 있었던 장소에서 성전군의 정찰대 하나가 실종되었다. 이 땅에서 무슨 일이 일어나고 있는가? 사령관이 그 비밀을 파헤쳐야 한다.
ko_mt: 문명이 죽으면 정착지는 햇볕에 하얗게 변하는 부러진 뼈처럼 서서히 폐허로 변하고 이제는 어떤 종류의 생명도 잃은 해골이됩니다. 사르코리스의 수많은 정착지는 이제 버려진 채 오래전에 죽은 사람들이 살았던 잊혀진 장소가 되었습니다." 하지만 드레젠의 남쪽 도로에서 이상한 일이 벌어지고 있습니다. 옛 사르코리스의 정착촌이 있던 곳에서 십자군 순찰대가 사라진 것입니다. 이 땅에서 무슨 일이 벌어지고 있는 걸까요? 사령관은 반드시 그 진상을 밝혀내야 합니다.

source: The Final Sunset of Winter
ko: 겨울의 마지막 일몰
ko_mt: 겨울의 마지막 일몰

source: It is thought that Zanedra may be hiding in a shrine not far from Drezen.
ko: 자네드라는 드레젠에서 그리 멀지 않은 성소에 숨은 것으로 추정된다.
ko_mt: 자네드라는 드레젠에서 멀지 않은 신사에 숨어있는 것으로 생각됩니다.

source: Cowardice is not a failing, but the result of a natural survival instinct. Zanedra, the Baphomet cultist, thought it best to flee the battle at the Ivory Sanctum. But where has she gone to ground? It's possible that someone who knows the habits of Baphomet cultists may be able to offer some ideas.
ko: 비겁함은 실패가 아니라 생존 본능에서 나오는 결과물이다. 바포메트 사교도 자네드라는 상아 성소의 전투에서 도망치는 게 최선이라 판단했다. 그녀는 어디로 사라진걸까? 바포메트 사교도들의 행태를 잘 아는 사람이라면 조언을 해줄지도 모른다.
ko_mt: 비겁함은 실패가 아니라 자연스러운 생존 본능의 결과입니다. 바포메트 광신도 자네드라는 상아 성소에서 전투를 피하는 것이 최선이라고 생각했습니다. 하지만 그녀는 어디로 갔을까요? 바포메트 광신도들의 습관을 아는 사람이 몇 가지 아이디어를 제공할 수 있을지도 모릅니다.

source: Find Zanedra
ko: 자네드라를 찾아라
ko_mt: 자네드라 찾기

source: The cultist has been found! She has already lost, but she doesn't know it yet.
ko: 사교도가 발견되었다! 그녀는 이미 패배했으나, 그 사실을 모를 뿐이다.
ko_mt: 이단자를 찾았습니다! 그녀는 이미 패배했지만 아직 그것을 모릅니다.

source: Defeat Zanedra
ko: 자네드라를 쓰러트려라
ko_mt: 자네드라 패배

source: The game is over. The winner is celebrating, while the loser reaps the fruits of their recklessness. The players got what they deserved — and Kyado, the little cleric by chance drawn into a game of powerful forces, got what others had preordained for him.
ko: 놀이는 끝났다. 패자가 무모함의 결실을 맛보는 동안 승자는 자축할 것이다. 참가자들은 자신의 몫을 얻었고, 우연히 강력한 힘들 사이의 게임에 끌려들어온 조그만 클레릭, 캬도의 운명은 다른 이들에 의해 정해졌다.
ko_mt: 게임이 끝났습니다. 승자는 축하하고 패자는 무모함의 열매를 거두었습니다. 플레이어들은 마땅히 받아야 할 것을 얻었고, 우연히 강력한 힘의 게임에 빠진 작은 성직자 캬도는 다른 사람들이 그를 위해 미리 준비한 것을 얻었습니다.

source: The game of hide and seek is as old as time itself. All the peoples of Golarion have their own versions, but the basic rules are the same: one person hides, and one person seeks. The former gets the chance to feel cunning and superior over their unsuspecting opponent. The latter is turned into a hunter, tracking down a weaker prey. People grow up, but their games never change. Zanedra has cast herself in the role of prey and is betting her life on her decision. The Commander is now on the hunt.
ko: 숨바꼭질 놀이는 아주 오래된 것이다. 골라리온의 모든 민족에게 각자의 규칙이 있지만, 기본 규칙은 동일하다. 한 사람은 숨고, 다른 한 사람은 찾는다. 전자는 수상한 낌새를 눈치채지 못하는 적수에게서 교활함과 우월감을 누릴 기회를 얻는다. 후자는 사냥꾼이 되어, 약한 사냥감의 흔적을 추적한다. 사람은 성장하지만, 사람의 놀이는 결코 변하지 않는다. 자네드라는 스스로 사냥감의 역할을 자처했고, 그 역할에 자기 목숨을 걸었다. 이제 사령관은 사냥할 때다.
ko_mt: 숨바꼭질 게임은 시간만큼이나 오래되었습니다. 골라리온의 모든 민족은 각자의 버전이 있지만 기본 규칙은 동일합니다. 한 사람은 숨고 한 사람은 찾습니다. 전자는 의심하지 않는 상대보다 교활하고 우월하다고 느낄 수있는 기회를 얻습니다. 후자는 사냥꾼으로 변신하여 약한 먹잇감을 추적합니다. 사람은 성장하지만 게임은 변하지 않습니다. 자네드라는 사냥꾼의 역할을 자처하고 자신의 결정에 목숨을 걸고 있습니다. 사령관은 이제 사냥을 시작합니다.

source: Seek and Ye Shall Find
ko: 찾아라 그리하면 찾을 것이다
ko_mt: 구하면 찾을 것이다

source: Leave the Ten Thousand Delights and come back later
ko: 만인의 환락을 떠나 나중에 돌아와라
ko_mt: 만 가지 즐거움을 떠나고 나중에 다시 오십시오

source: Get the reward from Herrax
ko: 헤락스로부터 보상을 받아라
ko_mt: 헤랙스로부터 보상 받기

source: Chivarro's lies have been exposed and her plans for revenge shattered. She is no longer a danger, and the new madam of the Ten Thousand Delights will wish to thank the Commander for {mf|his|her} part in freeing up the position.
ko: 키바로의 거짓말은 들통 났고 복수를 위한 계획은 산산이 조각났다. 키바로는 더 이상 위협이 되지 않을 것이다. 만인의 환락의 새 마담은 그 자리를 만들어준 사령관에게 감사 인사를 하고 싶어할 것이다.
ko_mt: 치바로의 거짓말이 드러났고 그녀의 복수 계획은 산산조각이 났습니다. 그녀는 더 이상 위험하지 않으며, 만인의 기쁨의 새 마담은 {mf|그|그녀}가 자리를 비워준 것에 대해 사령관에게 감사하고 싶어 할 것입니다.

source: Everyone needs friends, especially in a place like Alushinyrra. Chivarro, the madam of the Ten Thousand Delights, could be a valuable ally. After all, demons are driven by their desires, controlled by their whims, so the person who controls the means of satisfying every inclination must naturally wield considerable influence. However, it is most unlikely that Chivarro's favor will be given for free.
ko: 누구나 친구가 필요하지만, 특히 알루시니라 같은 장소에서는 그 필요성이 더욱더 크다. 만인의 환락의 마담 키바로는 가치 있는 우군이 될 것이다. 결국 데몬들은 자기 욕망에 이끌리고 감정에 지배당하기에, 모든 욕망을 만족시켜줄 수단을 쥐고 있는 자는 자연스레 상당한 영향력을 휘두르게 되기 때문이다. 그러나 키바로의 호의가 무상으로 제공될 일은 절대 없을 것이다.
ko_mt: 누구에게나 친구가 필요하죠, 특히 알루시니라 같은 곳에서는요. 만 가지 즐거움의 마담 치바로는 귀중한 동맹이 될 수 있습니다. 결국 데몬은 욕망에 의해 움직이고 변덕에 의해 통제되기 때문에 모든 성향을 만족시키는 수단을 통제하는 사람은 당연히 상당한 영향력을 행사해야합니다. 그러나 치바로의 호의가 공짜로 주어질 가능성은 거의 없습니다.

source: Grudges to Settle
ko: 갚아야 할 원한
ko_mt: 원한을 풀다

source: Chivarro lied — it was not demons residing in the Rotten Guttery, but a gang of professional mercenaries from other planes who earn their living by doing jobs for Alushinyrra's influential citizens. The entire story was but a well-crafted ploy intended to trap the Commander — Chivarro will have to pay for that. After all, failing to avenge a personal affront would stain one's reputation in the eyes of demons. A misdeed going unpunished is anathema here, and anyone seeking to rise in any given society must first demonstrate respect for the customs of that society.
ko: 키바로가 거짓말을 했다 — 썩은 창자에 있던 것은 데몬들이 아니라 알루시니라 유력자들의 의뢰를 받아 연명하는 다른 차원에서 온 한 무리의 전문적인 용병들이었다. 키바로의 이야기는 사령관을 끌어들이기 위한 잘 꾸며낸 음모였던 것이다 — 키바로는 그 대가를 치뤄야만 한다. 데몬들에게 있어 개인적인 모욕에 보복하지 않는 것은 스스로의 이름을 더럽히는 것으로 여겨지며, 처벌받지 않은 악행은 신성 모독이나 다름없다.어떠한 사회에서 출세하여 그 이름을 널리 알리고자 하는 자라면 그 사회의 기준에 맞출 필요가 있다.
ko_mt: 치바로는 썩은 시궁창에 사는 데몬이 아니라 다른 행성에서 온 전문 용병들이 알루시니라의 영향력 있는 시민들을 위해 일을 하며 생계를 유지하는 것이라고 거짓말을 했어요. 모든 이야기는 사령관을 함정에 빠뜨리기 위한 치밀한 계략이었으며, 치바로는 그 대가를 치러야 할 것입니다. 개인적인 모욕에 대한 복수에 실패하면 데몬들의 눈에 자신의 평판이 더럽혀질 것이기 때문입니다. 이곳에서는 처벌받지 않는 악행은 혐오스러운 일이며, 특정 사회에서 출세하려는 사람은 먼저 그 사회의 관습을 존중해야 합니다.

source: Make Chivarro pay for her lies
ko: 키바로가 거짓말의 대가를 치르게하라
ko_mt: 치바로가 그녀의 거짓말에 대한 대가를 치르게하십시오

source: Chivarro has promised her friendship in exchange for the commodity that is prized above all others in Alushinyrra — timely and tastefully served revenge. Some insolent demons have abducted Chivarro's girls, which constitutes a personal insult to Chivarro and a threat to her establishment's image, to say nothing of lost revenue. Chivarro mentioned that the thugs can be found in their lair located in the Lower City — a place called the Rotten Guttery.
ko: 키바로는 알루시니라에서 가장 귀중하게 여겨지는 상품 — 시기적절하고 훌륭한 복수 — 의 대가로 자신의 호의를 약속했다. 무례한 데몬 몇 마리가 키바로의 여인들을 납치해갔으며, 이는 키바로에 대한 개인적인 모욕이자 그녀가 바로세운 자신의 이미지에 대한 위협이며, 매출 감소는 말할 것도 없다. 키바로는 놈들의 소굴은 하층 도시의 썩은 창자라는 장소라고 알려주었다.
ko_mt: 치바로는 알루시니라에서 그 무엇보다도 소중히 여기는 재화, 즉 시의적절하고 세련된 복수를 제공하는 대가로 우정을 약속했습니다. 일부 무례한 데몬들이 치바로의 소녀들을 납치했는데, 이는 치바로에게 개인적인 모욕이자 업소의 이미지에 대한 위협이 될 뿐만 아니라 수익 손실은 말할 것도 없습니다. 치바로는 깡패들이 로어 시티에 위치한 그들의 은신처인 썩은 시궁창에서 찾을 수 있다고 언급했습니다.

source: Punish the demons who abducted the succubi
ko: 서큐버스들을 납치한 데몬을 처벌하라
ko_mt: 서큐비를 납치 한 데몬을 처벌하십시오.

source: Chivarro has been driven out of the Ten Thousand Delights, but it is unlikely she will let this go unpunished. By their nature, demons are incapable of forgetting grudges — the memory of the injury lives in their heads forever, waiting for a chance for revenge. The craving for vengeance grows and grows, eroding them like blood-red rust, enveloping them like flesh-eating moss until nothing remains but pure malice. Chivarro's current whereabouts are unknown, but there is no doubt that others began vying for her position the moment she was tossed out. As soon as Chivarro's successor is chosen, it would be wise to talk with them to figure out where the pernicious demoness can be found.
ko: 키바로가 만인의 환락에서 쫓겨났지만, 그렇다고 해서 그녀의 행동을 처벌하지 않을 수는 없다. 데몬의 천성상, 그들은 결코 원한을 잊지 않고 — 상처받은 기억은 그들의 뇌리에 영원히 새겨져, 복수할 기회만을 노린다. 복수에 대한 갈망은 점점 커져, 마치 시뻘건 녹처럼 번져 나가며, 살을 뜯어먹는 이끼처럼 자라나 순수한 악의만을 남기게 된다. 키바로의 현재 위치는 불명확하나, 키바로가 쫓겨난 그 순간부터 경쟁자들이 그녀의 자리를 놓고 다투고 있다. 키바로의 후계자가 정해지는 순간, 그와 함께 이 치명적인 데몬이 어디로 갔을지 대화를 나누는 게 현명할 것이다.
ko_mt: 치바로는 만 가지 즐거움에서 쫓겨났지만, 그녀가 처벌받지 않고 넘어갈 것 같지는 않습니다. 데몬은 본질적으로 원한을 잊을 수 없으며 부상에 대한 기억은 영원히 머릿속에 남아 복수의 기회를 기다립니다. 복수에 대한 갈망은 점점 더 커져 핏빛 녹처럼 그들을 부식시키고 살을 갉아먹는 이끼처럼 그들을 감싸고 결국 순수한 악의만 남게 됩니다. 치바로의 현재 행방은 알 수 없지만, 그녀가 쫓겨난 순간부터 다른 이들이 그녀의 자리를 차지하기 위해 경쟁하기 시작했다는 것은 의심할 여지가 없습니다. 치바로의 후계자가 선정되는 대로 그들과 대화하여 사악한 데몬이 어디 있는지 알아내는 것이 현명할 것입니다.

source: Talk to Chivarro's successor
ko: 키바로의 후계자와 대화하라
ko_mt: 치바로의 후계자와 대화

source: Chivarro has lost everything, and it would be safe to assume that she is now hiding somewhere in the Lower City — a perilous cesspool devoid of morality where the city expels its waste. It would be wise to find Chivarro there and deal with her once and for all, before she devises another revenge plot. Underestimating the vengeful nature of demons is perilous indeed.
ko: 모든 것을 잃은 키바로는 분명 도시 하층부의 어딘가에 숨어있을 것이다. 도시에서 추방된 이들이 모이는 도덕성이라곤 있지도 않는 극도로 위험한 오물통에서 키바로가 또다른 복수 계획을 고안해내기 전에 찾아내 처리하는 것이 현명할 것이다. 데몬의 복수심 강한 본성을 과소평가하는 것만큼 위험한 일은 없을 테니까.
ko_mt: 치바로는 모든 것을 잃었고, 지금은 도시가 쓰레기를 배출하는 도덕성이 결여된 위험한 시궁창인 로어 시티 어딘가에 숨어 있다고 가정하는 것이 안전할 것입니다. 치바로가 또 다른 복수 음모를 꾸미기 전에 그곳에서 그녀를 찾아 단번에 처리하는 것이 현명할 것입니다. 데몬의 복수심을 과소평가하는 것은 참으로 위험합니다.

source: Find the ousted Chivarro
ko: 쫓겨난 키바로를 찾아라
ko_mt: 축출된 치바로 찾기

source: One demon falls, another rises to take its place — a story as old as the world itself. The only thing left for the Commander to do is to extract some personal benefit from it.
ko: 한 데몬이 몰락하면, 다른 하나가 그 자리를 차지한다. 이는 세계 그 자체만큼이나 오래된 이야기다. 사령관에게 남은 일은 거기에서 본인의 이득을 챙기는 것뿐이다.
ko_mt: 한 데몬이 쓰러지고 다른 데몬이 그 자리를 차지하기 위해 일어납니다 - 세상 자체만큼이나 오래된 이야기. 사령관에게 남은 유일한 일은 그것으로부터 개인적인 이익을 얻는 것입니다.

source: Talk to Zeklex
ko: 제클렉스와 대화하라
ko_mt: 제클렉스와 대화

source: Win the fight
ko: 싸움에서 승리하라
ko_mt: 싸움에서 승리

source: Tell Zeklex to arrange the fight
ko: 제클렉스와 대화해 싸움을 준비하라
ko_mt: 제클렉스에게 싸움을 준비하라고 말하세요

source: Make arrangements for a new fight
ko: 새 싸움을 위해 준비하라
ko_mt: 새로운 싸움을 준비하세요

source: Demand explanations from Zeklex
ko: 제클렉스에게 해명을 요구하라
ko_mt: 제클렉스에 설명 요구

source: Buy slaves at the Fleshmarkets
ko: 살덩이 시장에서 노예를 구매하라
ko_mt: 육체시장에서 노예를 사다

source: Inform Zeklex that there are no gladiator slaves at the Fleshmarkets
ko: 제클렉스에게 살덩이 시장에 검투사 노예는 없었다고 알려라
ko_mt: 제클렉스에게 육체시장에 검투사 노예가 없다고 알리세요

source: Strike a deal on hiring succubi from the Ten Thousand Delights
ko: 만인의 환락에서 서큐버스들을 고용하는 계약을 체결하라
ko_mt: 만 가지 즐거움에서 서큐비 고용에 대한 거래를 시작하십시오.

source: Find the succubi in the Palace of Incest and Degeneracy in the Upper City
ko: 상층 도시의 근친상간과 퇴행의 전당에서 서큐버스를 찾아라
ko_mt: 어퍼 시티의 근친상간과 타락의 궁전에서 서큐비를 찾으십시오.

source: Hire succubi
ko: 서큐버스를 고용하라
ko_mt: 서큐비 고용

source: The incubus Gelderfang is dead and the arena bows down before its new champion. {mf|His|Her} name is on the lips of every Alushinyrran.
ko: 인큐버스 겔더팽은 죽었고 투기장은 새로운 우승자 앞에 머리를 조아렸다. {mf|그|그녀}의 이름이 알루시니아의 온 입술에 오르내린다.
ko_mt: 인큐버스 겔더팽이 죽었고 경기장은 새로운 챔피언 앞에 고개를 숙였습니다. 모든 알루시니라의 입술에 {mf|그|그녀}의 이름이 새겨져 있습니다.

source: Gladiator fights are one of the most popular entertainments among demons. Their passion for bloody spectacles, along with their love of massacre and conquests, is one of the few things that unite demons and make them a society rather than an unruly horde of monsters. The names of the stars that fight in the arena known as the Battlebliss resound throughout all Alushinyrra. The title of arena champion brings fame and glory to whoever bears it, perhaps enough to garner even Nocticula's attention...
ko: 검투사들의 대결은 데몬들에게 가장 인기 있는 오락거리다. 학살과 정복에 대한 사랑과 함께, 유혈극에 대한 열망은 데몬들을 무질서한 괴물 무리가 아닌 하나의 공동체로 묶는 몇 안 되는 요소 중 하나이다. 전투의 환희 투기장에서 싸우는 인기 검투사들의 이름은 알루시니라 전역에 그 이름이 울려 퍼진다. 투기장의 우승자라는 칭호는 그 주인에게 명성과 영광을 부여한다. 어쩌면 녹티큘라의 관심까지 살 수 있을지도 모른다...
ko_mt: 검투사 싸움은 데몬들 사이에서 가장 인기있는 오락 중 하나입니다. 학살과 정복에 대한 사랑과 함께 피비린내 나는 광경에 대한 그들의 열정은 데몬들을 단결시키고 그들을 무질서한 괴물 무리가 아닌 사회로 만드는 몇 안 되는 것 중 하나입니다. 배틀블리스라고 알려진 투기장에서 싸우는 별들의 이름은 알루시니라 전역에 울려 퍼집니다. 투기장 챔피언이라는 칭호는 그 누구에게나 명성과 영광을 가져다주며, 아마도 녹티큘라조차도 관심을 끌기에 충분할 것입니다...

source: Experiencing the Bliss
ko: 환희를 느끼다
ko_mt: 행복을 경험하다

source: Fighting in the Battlebliss arena is a potential path to fame and glory. Naturally, such acclaim must be paid for in blood, but earning renown by peaceful means is unknown in the Abyss. Respect is only given to those who earn it through violence, and the list of one's kills is the functional equivalent of a scholar's published bibliography or a merchant's bank balance. To start conquering the Battlebliss, first the Commander should find the person in charge of arranging the fights.
ko: 전투의 환희에서 싸우는 것은 명성과 영광을 손에 넣기 위한 좋은 방법이다. 그리고 당연히, 그 대가는 피로 치뤄져야만 한다. 심연에서 평화로운 수단으로 이름을 날리는 방법 따위는 존재하지 않으니. 존경은 폭력을 통해 얻어야만 하고, 그 사람의 살인 기록은 학자의 논문 목록이나 상인의 은행 예금과 다름없다. 전투의 환희를 정복하기 전에 앞서, 사령관은 결투를 주선해줄 수 있는 사람을 찾아야 한다.
ko_mt: 배틀블리스 투기장에서 싸우는 것은 명성과 영광을 얻을 수 있는 잠재적인 길입니다. 물론 그러한 명성은 피의 대가를 치러야 하지만, 평화로운 방법으로 명성을 얻는 것은 심연에서 알려지지 않았습니다. 존경은 오직 폭력을 통해 얻은 자에게만 주어지며, 처치 목록은 학자의 출판된 서지나 상인의 은행 잔고와 같은 기능적 가치를 지니고 있습니다. 배틀블리스 정복을 시작하려면 먼저 사령관이 전투를 주선할 책임자를 찾아야 합니다.

source: Find someone who can arrange a fight in the arena
ko: 투기장에서의 싸움을 주선해줄 수 있는 사람을 찾아라
ko_mt: 경기장에서 싸움을 주선 할 수 있는 사람을 찾으십시오.

source: It is time to debut in the Battlebliss. This is possibly the most pivotal moment in any gladiator's career — the audience will love or hate a fighter based on their first appearance. There is no middle ground here — such is the reflex response of spectators who experience a thrill while watching someone else get killed. As soon as preparations are complete, Zeklex should be informed that the Commander is ready to fight.
ko: 전투의 환희에서 데뷔할 때가 왔다. 이는 검투사의 경력에서 가장 중요한 순간이라 할 수 있다. 관중들이 투사를 좋아할지 싫어할지는 그 첫 등장에서 결정될 테고, 그 사이에 중간은 존재하지 않으니까. 누군가가 살해당하는 모습을 보며 쾌락을 느끼는 이들의 반응은 신속한 법이다. 사령관은 싸울 준비가 끝나는 대로 제클렉스에게 알려야 한다.
ko_mt: 배틀 블리스에 데뷔 할 시간입니다. 이것은 아마도 모든 검투사의 경력에서 가장 중요한 순간 일 것입니다. 청중은 첫 등장에 따라 파이터를 좋아하거나 싫어할 것입니다. 다른 사람이 죽어가는 모습을 보면서 스릴을 느끼는 관중들의 반사적인 반응처럼 중간은 존재하지 않습니다. 준비가 완료되는 즉시 제클렉스에게 사령관이 싸울 준비가 되었음을 알려야 합니다.

source: Fight in the arena
ko: 투기장에서 싸워라
ko_mt: 경기장에서 싸워라
