Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: The Commander stopped Lann and made Wenduag the new mongrel chief. Sull no longer has any reason to oppose leaving the caves.
ko: 사령관은 랜을 막았고 웬두아그를 새 잡종 족장으로 만들었다. 설이 동굴을 떠나는데 반대할 이유는 더 이상 없다.
ko_mt: 사령관은 란을 막고 웬두아그를 새로운 몽그렐 족장으로 만들었습니다. 설은 더 이상 동굴을 떠나는 것에 반대 할 이유가 없습니다.

source: Talk to Sull
ko: 설과 대화하라
ko_mt: 설과 대화

source: The underground crusaders have left their caves to join the Fifth Crusade. Wenduag, the invincible huntress, is leading the mongrels tribes to a great battle, to forge the future of her people in blood and fire.
ko: 지하 성전사들이 5차 성전에 참가하기 위해 자신들의 동굴을 떠났다. 무적의 사냥꾼, 웬두아그가 잡종들을 전장으로 이끌고, 피와 불꽃으로 그들의 미래를 빚어내려 한다.
ko_mt: 지하 성전사들이 제5차 성전에 합류하기 위해 동굴을 떠났습니다. 무적의 사냥꾼 웬두아그는 피와 불로 민족의 미래를 개척하기 위해 몽그렐 부족을 이끌고 큰 전투를 벌이고 있습니다.

source: The war against the demons is demanding everything of the mortals. Even the help of the half-animal mongrels would make a difference — it is even better that their people have a bone of their own to pick with the dwellers of the Abyss. Wenduag promises that visiting Neathholm might mean getting an entire army of underground crusaders for the Commander.
ko: 데몬과의 전쟁은 필멸자들에게 모든 걸 바칠 것을 요구한다. 반은 동물인 잡종들에겐 심연의 존재들과 풀어야 할 해묵은 원한이 있고, 그들의 참전은 성전에 도움이 될 것이다. 웬두아그는 아랫마을을 방문해준다면 지하 성전사들의 군대가 사령관의 것이 될 것임을 약속했다.
ko_mt: 데몬들과의 전쟁은 필멸자들에게 모든 것을 요구하고 있습니다. 반동물적인 몽그렐들의 도움도 큰 도움이 되겠지만, 심연에 사는 인간들이 직접 뼈를 채취할 수 있다면 더할 나위 없이 좋겠지요. 웬두아그는 네스홀름을 방문하면 사령관을 위해 지하 성전사 군대 전체를 얻을 수 있다고 약속합니다.

source: Underground Army
ko: 지하의 군대
ko_mt: 지하군

source: A special feeling, which is perhaps a unique feature of mongrels poisoned with the vrolikai's blood, suggests to Wenduag that Savamelekh, her former master, is somewhere in Alushinyrra. Her gut feeling will help the Commander to find this demon and deal with him. Exploring the city seems a good place to start.
ko: 잡종을 오염시킨 브롤리카이의 피의 영향일까, 웬두아그는 그녀의 전 주인, 사바멜레크가 알루시니라 어딘가에 있다는 특별한 감각을 느꼈다고 한다. 그녀의 직감으로 사령관은 이 데몬과 싸워서 문제를 처리할 수 있게 되었지만, 일단은 도시를 수색해야 한다.
ko_mt: 브롤리카이의 피에 중독된 몽그렐들의 독특한 특징인 특별한 감각은 웬두아그에게 그녀의 전 주인인 사바멜렉이 알루시니라 어딘가에 있다는 것을 암시합니다. 그녀의 직감은 사령관이 이 데몬을 찾아서 처리하는데 도움이 될 것입니다. 도시를 탐험하는 것이 좋은 출발점이 될 것 같습니다.

source: Find Savamelekh together with Wenduag
ko: 웬두아그와 함께 사바멜레크를 찾아라
ko_mt: 웬두아그와 함께 사바멜렉을 찾아라

source: Wenduag's gut feeling led to the Upper City. Savamelekh must have settled in one of the magnificent mansions — quite natural for a demon of such outstanding power. The Commander is getting closer to {mf|his|her} victim.
ko: 웬두아그의 직감이 상층 도시로 향했다. 굉장한 힘을 가진 데몬에게 있어 당연한 것이지만, 사바멜레크는 분명 이 웅장한 저택 중 하나에 머무르고 있을 것이다. 사령관은 자신의 희생양에게 점점 다가가고 있다.
ko_mt: 웬두아그의 직감은 어퍼 시티로 이어졌습니다. 사바멜렉은 웅장한 저택 중 하나에 정착했을 것입니다. 그토록 뛰어난 힘을 가진 데몬에게는 아주 당연한 일이죠. 사령관이 {mf|그|그녀}의 희생자에게 가까워지고 있습니다.

source: Find Savamelekh's lair
ko: 사바멜레크의 소굴을 찾아라
ko_mt: 사바멜렉의 은신처 찾기

source: The lair in which the demon Savamelekh is hiding has been found. The spell on its doors allows only a mongrel to open them. However, the proximity to her former lord is driving Wenduag mad. And yet, the Commander must venture inside the lair.
ko: 데몬 사바멜레크가 숨어있던 소굴을 발견했다. 이 장소의 문은 오로지 잡종에 의해서만 열리도록 되어있다. 그러나, 자신의 전주인에게 다가가는 행위는 웬두아그를 광기로 몰아가고 있다. 하지만 사령관은 이 소굴 안으로 나아가야만 한다.
ko_mt: 데몬 사바멜렉이 숨어있는 은신처가 발견되었습니다. 그 문에 걸린 주문으로 인해 몽그렐 만이 문을 열 수 있습니다. 그러나 그녀의 전 영주와의 근접성은 웬두아그를 미치게 만들고 있습니다. 그럼에도 불구하고 사령관은 은신처 안으로 들어가야 합니다.

source: Enter Savamelekh's mansion with Wenduag
ko: 웬두아그와 함께 사바멜레크의 저택으로 들어가라
ko_mt: 웬두아그와 함께 사바멜렉의 저택으로 들어가세요

source: Savamelekh did not take up the challenge, but his henchmen will be happy to tear the uninvited guests to pieces. They are strong and dangerous, and the power they have acquired from demons is stunning indeed. It will be a close fight.
ko: 사바멜레크는 도전을 받아들이지 않았지만, 그의 부하는 기꺼이 초대받지 않은 손님을 갈기갈기 찢어버릴 것이다. 그들은 강하고 위험하며, 데몬을 통해 얻어낸 힘은 충격적이라 할 만하다. 아슬아슬한 싸움이 될 것이다.
ko_mt: 사바멜렉은 도전에 응하지 않았지만 그의 부하들은 초대받지 않은 손님들을 기꺼이 찢어 버릴 것입니다. 그들은 강하고 위험하며 데몬으로부터 얻은 힘은 정말 놀랍습니다. 접전이 될 것입니다.

source: Prevail in the battle
ko: 전투에서 승리하라
ko_mt: 전투에서 승리

source: Savamelekh revealed the grim truth about how the mongrel people came to be. Now their tribes, who left their caves and came to the surface at the Commander's behest, are in danger. Their sinister creator seeks to enslave the underground crusaders, so a new encounter with this demon is imminent.
ko: 사바멜레크는 잡종들의 탄생에 관한 어두운 비밀을 밝혔다. 사령관의 명령에 따라 자신들의 동굴을 떠나 지상으로 향한 부족이 위험에 처했다. 지하 성전사들을 그 사악한 창조자가 노예로 삼으려 하는 것이다. 이 데몬을 막아야만 할 것이다.
ko_mt: 사바멜렉은 몽그렐족이 어떻게 생겨났는지에 대한 암울한 진실을 밝혀냈습니다. 이제 사령관의 명령에 따라 동굴을 떠나 지상으로 나온 부족들은 위험에 처해 있습니다. 그들의 사악한 창조자는 지하 십자군을 노예로 삼으려 하고 있으며, 이 데몬과의 새로운 만남이 임박했습니다.

source: Every power in the world is connected to its source. During the procedure that the demons performed on Wenduag the huntress, the poison of the vrolikai Savamelekh entered her blood and endowed her not only with power, but also a connection with the powerful demon. This connection is now telling Wenduag that Savamelekh is somewhere in Alushinyrra, and the huntress cannot miss her chance.
ko: 세상에 존재하는 모든 힘들은 그 근원에 연결되어 있다. 데몬들이 사냥꾼 웬두아그에게 치른 의식을 통해, 브롤리카이 사바멜레크의 독이 그녀의 피속에 스며들었고, 이는 그녀에게 단순한 힘만이 아닌, 강력한 데몬과의 연결고리를 제공하였다. 이 연결이 웬두아그에게 사바멜레크가 알루시니라 어딘가에 존재하고 있음을 알려주고 있으며, 사냥꾼은 이 기회를 놓칠 생각이 없다.
ko_mt: 세상의 모든 힘은 그 근원에 연결되어 있다. 데몬들이 사냥꾼 웬두아그에게 행한 절차 중에 볼리카이 사바멜렉의 독이 그녀의 피에 들어가서 그녀에게 힘뿐만 아니라 강력한 데몬과의 연결도 부여했습니다. 이 연결은 이제 웬두아그에게 사바멜렉이 알루시니라 어딘가에 있으며 사냥꾼은 기회를 놓칠 수 없다고 말합니다.

source: Blood Whispers
ko: 핏빛 속삭임
ko_mt: 피의 속삭임

source: After the battle in Savamelekh's mansion, Wenduag has asked the Commander for a private conversation.
ko: 사바멜레크의 저택에서의 전투가 끝난 뒤, 웬두아그는 사령관에게 사적인 대화를 요청했다.
ko_mt: 사바멜렉의 저택에서 전투가 끝난 후, 웬두아그가 사령관에게 사적인 대화를 요청했습니다.

source: A Conversation with Wenduag
ko: 웬두아그와의 대화
ko_mt: 웬두아그와의 대화

source: A Conversation with Wenduag
ko: 웬두아그와의 대화
ko_mt: 웬두아그와의 대화

source: Wenduag insists that she needs to talk to the Commander in private. And that the conversation must happen where Savamelekh was defeated.
ko: 웬두아그는 자신이 사령관과 사적으로 대화해야 한다고 주장한다. 그리고 대화 장소는 반드시 사바멜레크가 쓰러진 그 장소여야 한다.
ko_mt: 웬두아그는 사령관과 개인적으로 이야기해야 한다고 주장합니다. 그리고 그 대화는 사바멜렉이 패배 한 곳에서 이루어져야한다고 주장합니다.

source: A Talk with Wenduag in the Place of Savamelekh's Demise
ko: 사바멜레크가 죽은 곳에서 웬두아그와 대화하라
ko_mt: 사바멜렉의 죽음의 장소에서 웬두아그와의 대화

source: Talk to Sull in Drezen
ko: 드레젠에서 설과 대화하라
ko_mt: 드레젠에서 설과 대화

source: According to Sull, Savamelekh is hiding the mongrels in the Valley of Temples, ruins not far from Iz. The Commander and Wenduag should go there before it's too late.
ko: 설의 얘기에 따르면 사바멜레크는 이즈 근교의 폐허, 사원 계곡에 잡종들을 숨기고 있다고 한다. 사령관과 웬두아그는 너무 늦기전에 그곳에 가야 한다.
ko_mt: 설에 따르면, 사바멜렉은 이즈에서 멀지 않은 폐허인 사원의 계곡에 몽그렐들을 숨기고 있다고 합니다. 사령관과 웬두아그는 너무 늦기 전에 그곳으로 가야합니다.

source: Go with Wenduag to find Savamelekh and the mongrels
ko: 웬두아그와 함께 사바멜레크와 잡종들을 찾아라
ko_mt: 웬두아그와 함께 사바멜렉와 몽그렐들을 찾으러 가자

source: Defeat Savamelekh
ko: 사바멜레크를 쓰러트려라
ko_mt: 사바멜렉을 처치하라

source: By their nature, demons are not prone to keeping their promises. However, when it comes to serving their own interests, they can be surprisingly consistent. For instance, the demon Savamelekh, who promised Wenduag that he would abduct the mongrels, did exactly as he said. He is raising an army again, but this time he has the entire mongrel people at his disposal.
ko: 데몬들은 태생적으로 약속을 쉽게 지키지 못한다. 허나, 스스로의 흥미를 쫓는데 있어서 만큼은 놀랄만큼 일관적이기도 한다. 예를 들어, 웬두아그에게 잡종들을 자기 것으로 삼을 것이라 말했던 데몬 사바멜레크는 자신의 말을 지켰다. 그는 또다시 군대를 만들고 있고, 이번에는 모든 잡종들이 그의 손아귀에 있다.
ko_mt: 데몬은 본질적으로 약속을 잘 지키지 않습니다. 그러나 자신의 이익을 위해 봉사할 때는 놀라울 정도로 일관성을 유지할 수 있습니다. 예를 들어, 웬두아그에게 몽그렐들을 납치하겠다고 약속한 데몬 사바멜렉은 그의 말대로 정확히 행동했습니다. 그는 다시 군대를 키우고 있지만 이번에는 몽그렐족 전체를 마음대로 다룰 수 있습니다.

source: The Root of Betrayal
ko: 배신의 뿌리
ko_mt: 배신의 뿌리

source: Irabeth may know the name of the person who tipped off the Eagle Watch about the shop robbery.
ko: 이라베스라면 누가 독수리 감시단에게 상점을 터는 걸 밀고한건지 알지도 모른다.
ko_mt: 이라베스는 상점 강도에 대해 이글 워치에 제보 한 사람의 이름을 알고있을 것입니다.

source: Irabeth is sure that the informant was a tiefling with long horns. Perhaps the sentinel golem in Ancientries and Wonders can offer more information.
ko: 이라베스의 말에 따르면 정보원은 긴 뿔을 가진 티플링이라 한다. 어쩌면 고대의 경이로움 상점의 감시 골렘이 더 많은 정보를 알려줄 수 있을 것이다.
ko_mt: 이라베스는 정보원이 긴 뿔을 가진 티플링이라고 확신합니다. 아마도 고대 불가사의의 센티넬 골렘이 더 많은 정보를 제공 할 수있을 것입니다.

source: The sentinel golem saw a dark-skinned, red-haired tiefling man with straight horns, but golems have limited memory: better find the shop's owner and ask him.
ko: 경비 골렘은 어두운 피부에 붉은 머리를 하고 긴 뿔을 가진 티플링을 보았다고 한다. 하지만 골렘의 기억력은 제한되어 있다: 상점의 주인을 찾아 직접 질문하는 게 좋을 듯하다.
ko_mt: 센티널 골렘이 곧은 뿔을 가진 검은 피부의 붉은 머리 티플링 남자를 봤지만 골렘은 기억력이 제한되어 있으니 가게 주인을 찾아서 물어보세요.

source: A red-haired tiefling who wears a green cloak is the traitor. Now all that remains is to put the pieces together and expose the culprit.
ko: 녹색 망토를 두른 붉은 머리의 티플링이 배신자다. 이제 남은 것은 이 증거들로 범인을 붙잡는 것이다.
ko_mt: 녹색 망토를 입은 붉은 머리의 티플링이 배신자입니다. 이제 남은 것은 조각을 모아 범인을 폭로하는 것입니다.

source: The head of the thiefling gang in Kenabres wants to talk to Woljif. Suspecting that something shifty is afoot, Woljif categorically refuses to go to the meeting alone.
ko: 씨플링 무리의 두목이 울지프와 대화를 나누고자 한다. 뭔가 수상한 일이 벌어질 것이라 직감한 울지프는 절대 혼자는 가지 않겠다고 했다.
ko_mt: 케나브레스의 도둑 갱단 우두머리가 월지프와 대화를 원합니다. 뭔가 수상한 일이 벌어지고 있다고 의심하는 월지프는 혼자 회의에가는 것을 단호하게 거부합니다.

source: Talk to sister Kerismei
ko: 커리스메이 자매와 대화하라
ko_mt: 케리스메이 자매와 대화

source: None of the thieflings are in any hurry to confess to being the traitor. Gathering incontrovertible evidence is the only way to prove that Woljif is not the culprit, and to deduce the identity of the real traitor.
ko: 씨플링 중 누구도 자신이 배신자라 자백할 생각은 없다. 반박 불가능한 증거들을 수집하는 것만이 울지프가 거짓말쟁이가 아님을 입증하고 진짜 배신자의 정체를 밝혀낼 유일한 방법이다.
ko_mt: 도둑들 중 누구도 반역자라고 자백하는데 서두르지 않습니다. 논란의 여지가 없는 증거를 수집하는 것이 월지프가 범인이 아니라는 것을 증명하고 진짜 배신자의 정체를 추론할 수 있는 유일한 방법입니다.

source: Deduce the traitor's identity
ko: 배신자의 정체를 추정하라
ko_mt: 배신자의 정체를 추리하세요

source: The traitor is no longer putting the thieflings at risk and Woljif has been cleared of all charges, but the Moon of the Abyss is gone and is possibly en route to its new owner. The tale of distrust and treachery is at an end, however Woljif still wants to discuss something with the Commander in private.
ko: 더 이상 배신자가 씨플링을 위험에 처하게 하는 일은 없을 것이며 울지프가 덮어썼던 혐의들도 모두 벗겨졌고, 심연의 달은 사라져 새로운 주인을 찾아가는 중이다. 불신과 배신의 이야기는 이렇게 끝이났으나, 울지프는 사령관과 사적으로 무언가에 대한 이야기를 하고자 한다.
ko_mt: 배신자는 더 이상 도둑들을 위험에 빠뜨리지 않고 월지프는 모든 혐의를 벗었지만, 심연의 달은 사라져 새 주인에게로 향하고 있을지도 모릅니다. 불신과 배신의 이야기는 끝났지만 월지프는 여전히 사령관과 개인적으로 상의하고 싶어 합니다.

source: Talk to Woljif
ko: 울지프와 대화하라
ko_mt: 월지프와 대화

source: The Moon of the Abyss, which originally belonged to the Jefto family, has ended up in Woljif's keeping. Whether this is justified is debatable, but nevertheless, Woljif has held on to what he claims is his. In the criminal underworld, that is enough to consider him the rightful owner by law — insofar as people of that ilk understand the concept of "law."
ko: 한때 제프토 가문에 속했던 보물, 심연의 달이 다시 울지프의 손에 들어왔다. 울지프는 정당한 행위라고 주장하지만, 정말 그러한지는 논쟁의 여지가 있다. 하지만 범죄의 세계에서, 그 정도면 법적인 정당성을 인정받기엔 충분하다 — 그와 같은 부류들이 주장하는 "법" 에 따르자면 말이다.
ko_mt: 원래 제프토 가문의 소유였던 심연의 달이 월지프의 소유가 되었습니다. 이것이 정당한지 여부는 논란의 여지가 있지만, 그럼에도 불구하고 월지프는 자신의 것이라고 주장하는 것을 붙잡고 있습니다. 범죄 지하 세계에서는 "법"이라는 개념을 이해하는 사람들이 있는 한, 법에 따라 그를 정당한 소유자로 간주하기에 충분합니다"

source: In the criminal underworld, there is no concept of justice as honest people would understand it. The young thief Woljif knows this perfectly, and he has no desire to appear before his associates without well-armed backup. But can the charges lobbied against a man infamous for his disloyalty truly be unfounded?
ko: 범죄의 세계에 정직한 사람들이 생각하는 정의의 개념 같은 것은 존재하지 않는다. 어린 도적 울지프는 이를 완벽히 이해하고 있고, 그러한 만큼 잘 무장한 지원군 없이 자신의 지인들을 만날 생각이 없다. 하지만 부정하기로 악명높은 이에게 덮어씌워진 혐의가 정말로 벗겨질 수 있을까?
ko_mt: 범죄 지하 세계에는 정직한 사람들이 이해하는 정의라는 개념이 없습니다. 젊은 도둑 월지프는 이 사실을 완벽하게 알고 있으며, 잘 무장된 지원 없이는 동료들 앞에 나타나고 싶지 않습니다. 하지만 불충실함으로 악명 높은 이 남자에게 로비를 했다는 혐의가 과연 근거가 없는 것일까요?

source: Stolen Moon
ko: 도둑맞은 달
ko_mt: 도난당한 달

source: Woljif clearly staged this performance for a reason. But how is he planning to explain all of this?
ko: 울지프는 무언가 목적을 가지고 이 연극을 벌인 모양이다. 하지만 이걸 전부 어떻게 설명할 생각인걸까?
ko_mt: 월지프는 분명히 이유가 있어서 이 공연을 무대에 올렸습니다. 하지만 그는 이 모든 것을 어떻게 설명할 계획일까요?

source: Voetiel has no plans for peaceful negotiations — typical for an enraged glabrezu. There is only one course of action left — killing him.
ko: 보에티엘은 전형적인 광폭한 글라브레주 답게 평화로운 협상 따위는 고려도 하지 않았다. 이제 해야 할 것은 단 하나, 그를 죽이는 것이다.
ko_mt: 보에티엘은 평화로운 협상을 할 계획이 없습니다. 분노한 글라브레주에게 전형적인 일입니다. 남은 행동은 그를 죽이는 것뿐입니다.

source: Woljif fled, but even a tiefling as slippery as him cannot hope to survive long in the Worldwound on his own. Perhaps the Commander will see Woljif again before {mf|he|she} has time to miss his endless stream of inane chatter.
ko: 울지프가 도망쳤다. 하지만 그처럼 교활한 티플링이라 할지라도 세계상처에서 혼자 힘으로 살아남는다는 것은 거의 불가능하다. 사령관이 울지프와의 실없는 수다가 그리워질 때가 되면 그를 찾아 나설지도 모르는 일이다.
ko_mt: 월지프는 도망쳤지만, 그처럼 미끌미끌한 티플링도 혼자서는 세계상처에서 오래 살아남을 수 없다. 아마도 사령관은 {mf|그|그녀}의 그의 끝없는 수다를 놓치기 전에 월지프를 다시 보게 될 것입니다.

source: Wait for events to unfold
ko: 사건이 이어지길 기다려라
ko_mt: 이벤트가 전개될 때까지 기다립니다

source: Be careful what you wish for. Woljif Jefto, who has dreamed of power his whole life, now finds himself its unwilling pawn: on the one side, he is under threat from cultists, who still see him as their oracle, while on the other side, he is being pursued by Voetiel, who wants the Moon of the Abyss. After encountering the Commander, the young tiefling decided to pit servants against master and go to meet Voetiel — at a clearing by a bend in a dried-up river.
ko: 소원을 빌때는 조심해야 하는 법이다. 평생 동안 힘을 바라온 울지프 제프토는, 현재 자신이 원치 않는 졸개 신세가 되었음을 깨달았다. 한 쪽에서는 그를 선지자라 칭송하는 사교도들의 위협에 시달리고 있고, 다른 쪽에서는 심연의 달을 원하는 보에티엘에게 쫓기는 중이다. 사령관과의 재회 이후, 젊은 티플링은 하인들을 그 주인에게 던져주고 말라붙은 강 굽이 근처의 공터에서 보에티엘을 만나기로 했다.
ko_mt: 소원을 빌 때 조심하세요. 평생 권력을 꿈꿔온 월지프 제프토는 이제 원치 않는 졸이 되어 버렸습니다. 한쪽에서는 여전히 그를 오라클으로 여기는 이교도들의 위협을 받고 있고, 다른 한쪽에서는 심연의 달을 노리는 보에티엘의 추격을 받고 있습니다. 사령관을 만난 후, 젊은 티플링은 하인들과 주인을 대적하기로 결심하고 메마른 강가의 구부러진 공터에서 보에티엘을 만나러 갑니다.

source: Find Voetiel
ko: 보에티엘을 찾아라
ko_mt: 보에티엘 찾기

source: The ploy worked, but the Commander's victory was not absolute. The opponents were routed, but Voetiel, servant of Hepzamirah, managed to escape to lick his wounds. It is no surprise that Woljif is still concerned and wishes to speak to the Commander in private.
ko: 계획은 성공했으나, 사령관의 승리는 절대적이지 않았다. 적들을 물리쳤으나, 헵자미라의 종복 보에티엘은 달아나 제 상처를 핥는 중이다. 울지프가 아직도 걱정어린 채 사령관과 사석에서 이야기를 나누고자 하는 것도 당연한 일이다.
ko_mt: 계략은 성공했지만 사령관의 승리가 절대적인 것은 아니었다. 적들은 격퇴되었지만 헵자미라의 하인 보에티엘은 상처를 핥기 위해 탈출에 성공했습니다. 월지프가 여전히 우려하고 사령관과 개인적으로 이야기하고 싶어하는 것은 놀라운 일이 아닙니다.

source: Talk to Woljif in private
ko: 울지프와 사적으로 이야기를 나눠라
ko_mt: 월지프와 비공개로 대화

source: Woljif, the master of getting others to do his dirty work for him, took advantage of the Commander's help and once again emerged unscathed from a sticky situation. Perhaps recent events will make him a more valuable member of society... but it seems unlikely.
ko: 남들에게 자기 일 대신 시키기의 대가, 울지프는 사령관의 도움 덕분에 또다시 곤경에서 무사히 빠져나올 수 있었다. 어쩌면 근래의 사건들로 그가 사회에 좀 더 소중한 인원이 될지도 모르겠지만... 요원한 일이다.
ko_mt: 다른 사람에게 자신의 더러운 일을 맡기는데 능한 월지프는 사령관의 도움을 받아 다시 한 번 곤경에서 무사히 빠져나왔다. 아마도 최근의 사건으로 인해 그는 더 가치있는 사회 구성원이 될 것입니다.. 그러나 그럴 것 같지는 않습니다.

source: Loyalty has never been Woljif Jefto's strong suit. However, he should be commended for his self-restraint: he ran from the Commander during the gargoyle attack, but only after traveling with {mf|him|her} almost the whole way to Drezen. How far could he have gotten? It is not impossible that the Commander will soon find out. When people like Woljif get into trouble, they usually hurry back to the people they previously betrayed.
ko: 충성심은 울지프의 강점이 아니다. 허나, 그의 자제력은 칭찬할 만하다. 그는 가고일들의 공격 당시에 사령관에게서 도망쳤으나, 이미 그는 사령관을 따라 드레젠의 거의 도착한 상태였다. 도망쳐 봐야 어디까지 갔겠는가? 사령관에게 곧 발견되는 것은 뻔한 일이었다. 울지프 같은 이들은 곤경에 처하게 되면, 일반적으로 자신이 이전에 배신했던 인물을 찾아 도망치는 경향이 있다.
ko_mt: 충성심은 월지프 제프토의 강점이 아니었죠. 하지만 그는 가고일 공격 당시 사령관으로부터 도망쳤지만, {mf|그|그녀}와 함께 드레젠까지 거의 모든 길을 여행한 후에야 자제력을 발휘한 점은 칭찬받아야 합니다. 그가 얼마나 멀리 갈 수 있었을까요? 사령관이 곧 알아낼 것이 불가능하지 않습니다. 월지프와 같은 사람들은 곤경에 처하면 보통 이전에 배신했던 사람들에게 서둘러 돌아갑니다.

source: Crescent of the Abyss
ko: 심연의 초승달
ko_mt: 심연의 초승달

source: A Conversation with Woljif
ko: 울지프와의 대화
ko_mt: 월지프와의 대화

source: Bring Woljif to the abandoned mansion
ko: 버려진 저택으로 울지프를 데려가라
ko_mt: 월지프를 버려진 저택으로 데려오세요

source: Voetiel set up an ambush in an abandoned mansion, determined to kill both Woljif and the Commander in one stroke. He must be dealt with, once and for all.
ko: 보에티엘이 울지프와 사령관을 함께 처리할 속셈으로 버려진 저택에서 기습을 준비하고 있다. 놈을 처리해야만 한다, 영원히.
ko_mt: 보에티엘은 월지프와 사령관을 한 번에 죽이기로 결심하고 버려진 저택에 매복을 설치했습니다. 그는 단번에 처리해야합니다.

source: Woljif has admitted that he is planning to run away yet again. This time, to find his inheritance. Such honesty from the tiefling is commendable. Perhaps the Commander will want to help {mf|his|her} longtime companion in his search, and go with him to Ygefeles's abandoned mansion.
ko: 울지프는 자신이 또 도망치려 했다는 사실을 인정했다. 이번에는 유산 문제 때문이었다고 하는데, 티플링의 이러한 정직함은 칭찬해줄만 하다. 어쩌면 사령관이 자신의 오랜 동료를 도와 함께 이게펠레스의 버려진 저택으로 갈지도 모르는 일이다.
ko_mt: 월지프가 또다시 가출을 계획하고 있다고 인정했습니다. 이번에는 유산을 찾기 위해. 티플링의 그런 정직함은 칭찬할 만합니다. 아마도 사령관은 {mf|그|그녀}의 오랜 동료를 도와 이게펠레스의 버려진 저택으로 함께 가기를 원할 것입니다.

source: Go to the abandoned mansion in the Upper City
ko: 상층 도시의 버려진 저택으로 가라
ko_mt: 어퍼 시티의 버려진 저택으로 가세요

source: Woljif's grandfather, the demon Ygefeles, thought he could seduce his grandson with promises of unprecedented strength and power. Of course, his true intentions are now clear, but Woljif is hesitant. The Commander may accompany Woljif to see what the demon is offering and help the tiefling make a decision. That is, assuming the Commander does not wish to be rid of his chatty companion.
ko: 울지프의 할아버지, 데몬 이겔페스는 엄청난 힘에 대한 유혹으로 자신의 손자를 끌어들일 수 있으리라 생각했다. 그의 진정한 의도가 무엇일지 뻔하지만 울지프는 주저하고 있다. 사령관이 티플링과 동행하여 데몬의 제안을 듣고 티플링이 결정을 내릴 수 있도록 도와야 할 것 같다. 물론, 사령관이 자신의 말 많은 동료가 사라지기를 원하지 않길 바라는 게 먼저지만 말이다.
ko_mt: 월지프의 할아버지 데몬 이게펠레스는 전례 없는 힘과 권력을 약속하며 손자를 유혹할 수 있다고 생각했습니다. 물론 이제 그의 진짜 의도는 분명해졌지만 월지프는 망설이고 있습니다. 사령관은 월지프와 동행하여 데몬이 무엇을 제안하는지 확인하고 티플링이 결정을 내릴 수 있도록 도울 수 있습니다. 즉, 사령관이 수다스러운 동료를 없애고 싶지 않다고 가정합니다.

source: Observe Ygefeles's enticement of Woljif
ko: 이겔페스가 어떻게 울지프를 유혹하는지 관찰하라
ko_mt: 이게펠레스가 월지프를 유혹하는 것을 관찰하세요

source: The path to one's true self is different for everyone. Woljif's path is far from over, but an important milestone has been passed. He has accepted the part of his dual nature closest to his inner essence, and forever rid himself of his illusions about who he could become. This could be an inspiring and instructive tale, but unfortunately (or fortunately), this tiefling does not have the makings of an epic hero and is of little interest other than as a curious example of cross-species breeding.
ko: 진정한 자신을 찾는 여정은 제각기 다른 법. 울지프의 여정은 아직 끝나지 않았으나, 중요한 구간 하나는 지나갔다. 그는 자기 내면의 깊숙한 곳에 존재하는 양면성을 받아들였고, 자신이 무엇이 될 수 있을지에 대한 환상들을 영원히 없애버렸다. 이는 고무적이고 교훈적인 이야기가 될 수도 있으나, 안타깝게도 (혹은 다행히도), 이 티플링에게는 전설적인 영웅의 소질은 없고 그저 조금 흥미로운 이종간 번식의 예시밖에 되지 않는다.
ko_mt: 진정한 자아로 가는 길은 사람마다 다릅니다. 월지프의 길은 아직 끝나지 않았지만 중요한 이정표는 통과했습니다. 그는 내면의 본질에 가장 가까운 자신의 이중성을 받아들이고 자신이 어떤 사람이 될 수 있을지에 대한 환상을 영원히 떨쳐버렸습니다. 이것은 고무적이고 교훈적인 이야기가 될 수 있지만 불행히도 (또는 다행스럽게도) 이 티플링은 서사시적인 영웅이 아니며 종간 번식의 흥미로운 예 외에는 거의 관심이 없습니다.

source: Often when in their native land, people begin to feel a special connection to it, even if they have never seen those particular surroundings before. Ever since he arrived in the Abyss, the home of his ancestor, Woljif has been hearing the voice of Ygefeles calling to him. On this occasion, the thief who has always sought to escape all shackles placed upon him, including those of loyalty, chose to show loyalty to the Commander. Will the Commander respond in kind by following him to the dead demon's abode?
ko: 사람들은 자신들의 고향땅에 있다 보면, 고향에 무언가 특별한 연관이 있단 느낌을 받는다. 심지어 자신들이 가본 적이 없는 지역이라 할지라도 말이다. 울지프는 자기 조상의 고향인, 심연에 도착한 이후로 이게펠레스의 목소리가 부르는 것을 느껴왔다. 이러한 상황에서, 자신에게 채워진 모든 족쇄와 구속, 심지어 충성하던 사람에게서도 벗어나려 애쓰던 도둑은 이번에는 사령관에게 충성하기로 결정했다. 과연 사령관은 그를 따라 죽은 데몬의 집으로 향할까?
ko_mt: 사람들은 종종 자신의 고향에 오면 그 특정 환경을 한 번도 본 적이 없는데도 특별한 유대감을 느끼기 시작합니다. 월지프는 조상의 고향인 심연에 도착한 이후부터 이게펠레스가 자신을 부르는 목소리를 들었습니다. 충성심을 포함한 모든 족쇄에서 벗어나고자 했던 도둑은 이번 기회에 사령관에게 충성을 다하기로 결심합니다. 사령관은 그를 따라 죽은 데몬의 거처로 향할까요?

source: Dark Moon Rising
ko: 떠오르는 어둠의 달
ko_mt: 다크 문 라이징

source: The Storyteller is ready to revive the ancient artifact. For this he will need five vials of magic essence, two bars of cold iron, two vials of demon blood, and three hides of magical creatures.
ko: 이야기꾼은 이 고대의 유물을 되살릴 준비가 되었다. 이를 위해 그는 마법의 정수 다섯 병, 한철 주괴 두 개, 데몬의 피 두 병, 그리고 환수의 가죽 세 개가 필요하다.
ko_mt: 스토리텔러는 고대 유물을 되살릴 준비가 되었습니다. 이를 위해서는 마법 정수의 5병, 냉철 주괴 2개, 데몬의 피 2병, 마법 생물의 가죽 3개가 필요합니다.

source: Restoring an Ancient Cloak
ko: 고대의 망토 복원
ko_mt: 고대 망토 복원

source: The Storyteller is ready to revive the ancient artifact. For this he will need three vials of magic essence, one bar of cold iron, two vials of demon blood, and two hides of magical creatures.
ko: 이야기꾼은 이 고대의 유물을 되살릴 준비가 되었다. 이를 위해 그는 마법의 정수 다섯 병, 한철 한 덩어리, 데몬의 피 두 병, 그리고 환수의 가죽 두 개가 필요하다.
ko_mt: 스토리텔러는 고대 유물을 되살릴 준비가 되었습니다. 이를 위해서는 마법 정수의 3병, 냉철 주괴 1개, 데몬의 피 2병, 마법 생물의 가죽 2개가 필요합니다.

source: Restoring Tattered Ancient Boots
ko: 넝마가 된 고대의 신발 복원
ko_mt: 너덜 너덜 한 고대 부츠 복원

source: The Storyteller is ready to revive the ancient artifact. To do this, he will need one vial of magic essence, four bars of cold iron, and two vials of demon blood.
ko: 이야기꾼은 이 고대의 유물을 되살릴 준비가 되었다. 이를 위해 그는 마법의 정수 한 병, 한철 네 덩어리, 그리고 데몬의 피 두 병이 필요하다.
ko_mt: 스토리텔러는 고대 유물을 되살릴 준비가 되었습니다. 이를 위해서는 마법 정수의 1병, 냉철 주괴 4개, 데몬의 피 2병이 필요합니다.

source: Restoring Broken Gauntlets
ko: 망가진 건틀릿 복원
ko_mt: 부러진 건틀릿 복원

source: The Storyteller is ready to revive the ancient artifact. To do this, he will need two vials of magic essence, three bars of cold iron, four vials of demon blood, and one hide of a magical creature.
ko: 이야기꾼은 이 고대의 유물을 되살릴 준비가 되었다. 이를 위해 그는 마법의 정수 두 병, 한철 세 덩어리, 데몬의 피 네 병, 그리고 환수의 가죽 한 개가 필요하다.
ko_mt: 스토리텔러가 고대 유물을 되살릴 준비가 되었습니다. 이를 위해서는 마법 정수의 2병, 냉철 주괴 3개, 데몬의 피 4병, 마법 생물의 가죽 1개가 필요합니다.

source: Restoring a Crumpled Demon Helmet
ko: 찌그러진 데몬 투구 복원
ko_mt: 구겨진 데몬 투구 복원

source: The Storyteller is ready to revive the ancient artifact. To do this, he will need four vials of magic essence and two bars of cold iron.
ko: 이야기꾼은 이 고대의 유물을 되살릴 준비가 되었다. 이를 위해 그는 마법의 정수 네 병과 한철 두 덩어리가 필요하다.
ko_mt: 스토리텔러는 고대 유물을 되살릴 준비가 되었습니다. 이를 위해서는 마법 정수의 4병, 냉철 주괴 2개가 필요합니다.

source: Restoring an Antique Ring
ko: 고풍스러운 반지 복원
ko_mt: 골동품 반지 복원

source: The Storyteller is ready to revive the ancient artifact. To do this, he will need five vials of magic essence.
ko: 이야기꾼은 이 고대의 유물을 되살릴 준비가 되었다. 이를 위해 그는 마법의 정수 다섯 병이 필요하다.
ko_mt: 스토리텔러는 고대 유물을 되살릴 준비가 되었습니다. 이를 위해서는 마법 정수의 5병이 필요합니다.

source: Restoring a Broken Gold Buckle
ko: 부서진 황금 버클 복원
ko_mt: 부러진 골드 버클 복원

source: Defeating a dangerous gang of demons will boost the morale of the discouraged troops.
ko: 위협적인 데몬 무리들을 물리치면 겁먹은 부대원들의 사기를 끌어올릴 수 있을 것이다.
ko_mt: 위험한 데몬 무리를 물리 치면 낙담 한 군대의 사기가 높아질 것입니다.

source: Inspiring Victory
ko: 고무적인 승리
ko_mt: 감동적인 승리

source: A unit of Taldan soldiers led by an arrogant commander has fallen into a trap laid by the demons. They are in desperate need of help.
ko: 오만한 지휘관이 이끄는 탈도르 군인들이 데몬들의 함정에 빠졌다. 그들은 도움이 절실히 필요한 상태이다.
ko_mt: 오만한 사령관이 이끄는 탈단 병사 부대가 데몬이 놓은 함정에 빠졌습니다. 그들은 도움이 절실히 필요합니다.

source: Saving the Taldans
ko: 탈도르인 구출
ko_mt: 탈단족 구하기

source: Recruit a general
ko: 장군 고용하기
ko_mt: 장군 모집

source: Recruit archers
ko: 궁수 고용하기
ko_mt: 궁수 모집

source: The Commander has grasped the art of strategy and the soldiers under {mf|his|her} command have secured their first strategic gains.
ko: 사령관은 전략의 기술을 파악했고 사령관 휘하의 병사들은 최초로 전략적 이익을 확보했다.
ko_mt: 사령관은 전략의 기술을 파악했고 {mf|그|그녀}의 지휘하의 병사들은 첫 번째 전략적 이득을 확보했습니다.
