Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: The power that has awakened within the Commander's soul is having a peculiar effect on {mf|him|her}. It seems to be making {mf|him|her} more and more like an azata, a whimsical creature from the plane of Elysium. But to follow this path to its end, to become the genuine embodiment of freedom and kindness, this new power is not enough. It cannot change the Commander. The Commander must do that {mf|himself|herself}.
ko: 사령관의 영혼 안에서 깨어난 힘이 {mf|그|그녀}에게 기이한 영향을 끼치고 있다. 날이 갈수록, 사령관은 낙원의 변덕스러운 생명체 아자타와 닮아가고 있다. 하지만 이 길의 끝에 도달하여, 자유와 친절의 진정한 화신이 되기 위해서는 이 새로운 힘 만으로는 부족하다. 힘은 사령관을 바꿀 수 없다. 사령관이 스스로를 바꿔야만 한다.
ko_mt: 사령관의 영혼에서 깨어난 힘이 {mf|그|그녀}에게 기묘한 영향을 미치고 있습니다. 그 힘은 {mf|그|그녀}를 엘리시움 행성에서 온 기발한 생명체 아자타와 점점 더 닮아가고 있는 것 같습니다. 하지만 이 길을 끝까지 따라 자유와 친절의 진정한 화신이 되려면 이 새로운 힘만으로는 충분하지 않아요. 사령관을 바꿀 수는 없습니다. 사령관만이 할 수 있는 일이죠 {mf|그|그녀} 자신.

source: Nicely Rebellious
ko: 훌륭한 반항
ko_mt: 멋지게 반항적인

source: Eager to create something extraordinary, the three Desnan adepts have devised an unusual ritual. Its intended purpose is to trace the Commander's secret longings and teleport {mf|him|her} to the place {mf|his|her} soul calls for, quite literally. Ilkes, Aranka, and Wallflower are waiting for the Commander's signal to begin the ritual.
ko: 무언가 놀라운 것을 창조해내고자 한 열망에, 세 명의 데즈나 신봉자들은 색다른 의식을 고안해냈다. 그 목적은 사령관의 비밀스런 욕망의 흔적을 찾아내, 그의 영혼이 부르는 곳으로 그를 순간이동 시키는 것이다. 일케스, 아란카, 그리고 월플라워가 의식을 시작하기 위해 사령관의 지시를 기다리고 있다.
ko_mt: 특별한 무언가를 만들고 싶어 하는 세 명의 데스나 숙련자들은 특별한 의식을 고안해냈습니다. 사령관의 은밀한 갈망을 추적하여 {mf|그|그녀} 영혼이 부르는 장소로 {mf|그|그녀}를 순간이동하는 것이 그 목적입니다. 일케스, 아란카, 월플라워는 의식을 시작하라는 사령관의 신호를 기다리고 있습니다.

source: Follow the call of the soul
ko: 영혼의 부름을 따르라
ko_mt: 영혼의 부름을 따르세요

source: The call of {mf|his|her} soul brought the Commander to a place the Desnan adepts never expected. How will they react to their ritual yielding such unforeseen results?
ko: 자신의 영혼의 부름은 사령관을 데즈나 신봉자들이 뜻밖의 장소로 이끌었다. 과연 그들이 의식의 예측하지 못한 결과에 어떻게 반응할까?
ko_mt: {mf|그|그녀}의 영혼의 부름은 사령관을 데스나 숙련자들이 전혀 예상하지 못한 장소로 데려갔습니다. 예상치 못한 결과를 낳은 의식에 그들은 어떻게 반응할까요?

source: Return to the Court and talk to Ilkes, Wallflower, and Aranka
ko: 궁정으로 돌아와 일케스, 월플라워, 아란카와 대화를 나눠라
ko_mt: 궁정으로 돌아가서 일케스, 월플라워, 아란카와 대화하세요.

source: The destination of the ritual... doesn't look quite as expected. The Commander must explore this strange place to understand what has happened.
ko: 의식을 통해 도착한 곳은... 예상했던 것과는 상당히 다른 곳이었다. 사령관은 이 이상한 장소를 탐험하며 무슨 일이 벌어진 것인지 파악해야만 한다.
ko_mt: 의식의 목적지는.. 예상과는 전혀 다른 곳입니다. 사령관은 무슨 일이 일어났는지 이해하기 위해 이 낯선 장소를 탐험해야 합니다.

source: The call of the soul turned out to be either a mistake or a trap... Or could this truly be the place the Commander's soul was yearning for?
ko: 영혼의 부름은 실수나 함정으로 드러났다... 아니면 혹 이곳이 정녕 사령관의 영혼이 동경하던 곳인가?
ko_mt: 영혼의 부름은 실수이거나 함정인 것으로 밝혀졌습니다.. 아니면 사령관의 영혼이 갈망하던 곳이 정말 이곳이었을까요?

source: The most wondrous music comes from the soul, and the most powerful magic comes from the heart. At least that's what the Commander's followers claim. They want to awaken {mf|his|her} spiritual power and teleport {mf|him|her} to the place {mf|his|her} power yearns for. Where might that be? The breathtaking vistas of Elysium? The floating halls of the goddess Desna? The only way to find out is to rush bravely into the unknown.
ko: 가장 경이로운 음악은 영혼에서, 가장 강력한 마법은 가슴에서 나온다. 적어도 사령관의 추종자들은 그렇게 주장한다. 그들은 사령관의 영혼의 힘을 깨워 사령관을 {mf|그|그녀}의 힘이 선망하는 장소로 전이시키고자 한다. 그곳은 어디일 것인가? 낙원의 숨이 멎을 정도로 아름다운 명소? 여신 데즈나의 부유하는 전당? 정답을 알기 위해서는 미지를 향해 용감히 뛰어들어야 할 것이다.
ko_mt: 가장 경이로운 음악은 영혼에서 나오고 가장 강력한 마법은 마음에서 나옵니다. 적어도 사령관의 추종자들은 그렇게 주장합니다. 그들은 {mf|그|그녀}의 영력을 깨워 {mf|그|그녀}의 힘이 갈망하는 장소로 {mf|그|그녀}를 순간이동하고 싶어 합니다. 그곳은 어디일까요? 엘리시움의 숨막히는 풍경? 데스나 여신의 공중에 떠 있는 전당? 미지의 세계로 용감하게 달려가야만 알 수 있는 유일한 방법입니다.

source: Where Your Soul Calls
ko: 영혼이 부르는 곳
ko_mt: 영혼이 부르는 곳

source: The Commander's longtime associate has arrived in the Abyss and has a suggestion for how to find Aivu. He is waiting in the Nexus, at the former rift known as the Gates of Midnight.
ko: 사령관의 오랜 협력자가 심연에 도착하여 어떻게 아이부를 찾을지에 대한 제안을 하였다. 그가 교차점, 한때 칠흑의 관문으로 알려졌던 균열에서 기다리고 있다.
ko_mt: 사령관의 오랜 동료가 심연에 도착하여 아이부를 찾을 수 있는 방법을 알려주었습니다. 그는 넥서스, 자정의 문으로 알려진 옛 균열에서 기다리고 있습니다.

source: Listen to Early Sunset's counsel
ko: 이른 석양의 조언을 들어라
ko_mt: 얼리 선셋의 조언을 들어보세요

source: Early Sunset is preparing to question slavers while disguised as a powerful demon and potential buyer. If Aivu is still in Alushinyrra, the slavers will rush to procure a dragon for an influential client. The Commander has been tasked with secretly providing protection, and needs to escort {mf|his|her} comrade to the Fleshmarkets.
ko: 이른 석양은 강력한 데몬이자 잠재적인 구매자로 변장한채 노예상들에게 질문을 할 준비를 하고 있다. 만일 아이부가 아직 알루시니라에 있다면, 노예상들은 영향력 있는 고객들을 위해 드래곤을 상품으로 확보하려할 것이다. 사령관의 임무는 은밀하게 그를 보호하며 그의 동료를 살덩이 시장에서 데리고 나오는 것이다.
ko_mt: 얼리 선셋이 강력한 데몬이자 잠재적 구매자로 변장한 채 노예상들을 심문할 준비를 하고 있습니다. 아이부가 아직 알루시니라에 있다면 노예상들은 영향력 있는 고객을 위해 서둘러 드래곤을 구할 것입니다. 사령관은 비밀리에 경호하는 임무를 맡았으며, {mf|그|그녀}의 동지를 육체시장으로 호위해야 합니다.

source: Search the Fleshmarkets
ko: 살덩이 시장을 수색하라
ko_mt: 육체시장 검색

source: The location where the dragon is being held has been discovered. It is in the Middle City, not far from the Fleshmarkets. It will be necessary to go to Shed-Skin's hideout and either rescue Aivu by force, or make a deal with the marilith.
ko: 드래곤이 붙잡혀있는 장소를 알아냈다. 그곳은 중층 도시 내부의 살덩이 시장에서 그리 멀지 않은 곳이다. 강제로 아이부를 구출하던, 협상을 하던 우선은 피부따개의 은신처로 향할 필요가 있을 것이다.
ko_mt: 드래곤이 갇혀 있는 위치를 발견했습니다. 육체시장에서 멀지 않은 중간 도시에 있습니다. 셰드 스킨의 은신처로 가서 아이부를 무력으로 구출하거나 마릴리스와 거래를 해야 합니다.

source: Free Aivu
ko: 아이부를 풀어주어라
ko_mt: 아이부 해방

source: The Fleshmarkets and its operations have severely tested the Commander's patience. Now that Aivu has been returned, it's time to go there and show these evildoers how wrong they are.
ko: 살덩이 시장과 그 안에서 벌어지는 일들은 사령관의 인내심을 충분히 시험했다. 이제 아이부가 돌아왔으니, 그곳으로 돌아가 악인들에게 그 대가를 치르게 할 때이다.
ko_mt: 육체시장과 그 작전은 사령관의 인내심을 심각하게 시험했습니다. 이제 아이부를 되찾았으니 이제 그곳으로 가서 이 악한 자들이 얼마나 잘못했는지 보여줄 때입니다.

source: Start an uprising
ko: 봉기를 일으켜라
ko_mt: 봉기 시작

source: Much of Early Sunset's behavior has been questionable. It is time to get some answers from him.
ko: 이른 석양의 행동 대다수는 의문스러웠다. 이제 그에게서 대답을 들을 때가 되었다.
ko_mt: 얼리 선셋의 행동 중 많은 부분이 의심스러웠습니다. 이제 그에게서 답을 들을 차례입니다.

source: Summon Early Sunset for a conversation
ko: 이른 석양을 불러 대화를 나눠라
ko_mt: 이른 일몰을 소환하여 대화하기

source: When ready to begin the search, the Commander should notify Early Sunset.
ko: 사령관은 수색을 시작할 준비를 마친 뒤 이른 석양에게 알려야 한다.
ko_mt: 수색을 시작할 준비가 되면 사령관은 조기 일몰을 알려야 합니다.

source: It is done, and it has changed the face of Alushinyrra, perhaps forever.
ko: 끝났다. 이는 어쩌면 알루시니라의 풍경을 영원히 바꿔놓을 수도 있을 것이다.
ko_mt: 이제 알루시니라의 얼굴이 영원히 바뀌었습니다.

source: There is one thing the Abyss can do very, very well — steal that which is most precious. This is what has happened to the Commander. Aivu, the Commander's beloved pet and focus of {mf|his|her} power, has been abducted. Finding and rescuing her in this strange, cruel plane seems impossible. But perhaps there is a way to make the impossible possible.
ko: 심연이 아주 잘 하는 일이 하나 있다면, 가장 귀중한 것을 훔치는 것이다. 이 일이 사령관에게 일어났다. 사령관이 아끼는 애완 동물이자 {mf|그의|그녀의} 힘의 원천인 아이부가 납치당했다. 그녀를 이 이상하고 잔혹한 차원에서 찾아내 구조하는 것은 불가능해 보인다. 허나 어쩌면 불가능을 가능으로 만들 방법이 있을지도 모른다.
ko_mt: 심연이 아주 잘할 수 있는 한 가지가 있는데, 바로 가장 소중한 것을 훔치는 것입니다. 사령관에게 이런 일이 일어났습니다. 사령관의 사랑스러운 애완 동물이자 {mf|그|그녀}의 힘의 중심인 아이부가 납치되었습니다. 이 낯설고 잔인한 행성에서 그녀를 찾아 구출하는 것은 불가능해 보입니다. 하지만 불가능을 가능으로 만들 방법이 있을지도 몰라요.

source: Where's My Dragon?
ko: 내 드래곤 어디갔어?
ko_mt: 내 드래곤은 어디에 있나요?

source: There are some questions that still need to be answered. What happened to the free crusaders while the Commander was away? Where has the one who called himself Early Sunset gone to? Perhaps, the answers can be found on the magic island.
ko: 아직 문제 몇 가지가 남아있다. 사령관이 자리를 비운 동안 자유 성전군에게 무슨 일이 벌어진 것인가? 스스로를 이른 석양이라 부르던 이는 어디로 떠났는가? 어쩌면, 마법의 섬에서 그 대답을 찾을 수 있을지도 모르겠다.
ko_mt: 아직 답해야 할 질문이 몇 가지 있습니다. 사령관이 없는 동안 자유 십자군은 어떻게 되었나요? 자신을 얼리 선셋이라고 불렀던 자는 어디로 갔을까요? 아마도 마법의 섬에서 답을 찾을 수 있을지도 모릅니다.

source: Meet the free crusaders
ko: 자유 성전군을 만나라
ko_mt: 자유의 십자군을 만나보세요

source: The calm before the storm — never has that phrase been more apt. Every one of the Commander's followers is certain that something extraordinary is about to happen, but what, and when?
ko: 폭풍 전야의 고요라 — 지금보다 이 구절이 적합한 때가 없었다. 사령관의 모든 추종자는 무언가 비상한 일이 일어나리라 확신하고 있다. 그러나 무엇이 언제 일어날 것인가?
ko_mt: 폭풍 전야의 고요 - 이보다 더 적절한 문구는 없었습니다. 사령관의 추종자들은 모두 뭔가 특별한 일이 곧 일어날 것이라고 확신하지만, 그 일이 언제, 무엇일까요?

source: Wait for news
ko: 소식을 기다려라
ko_mt: 소식 대기

source: The magic island set off after its creator on a journey through the Worldwound. And it seems some calamity has befallen it. It's time to act.
ko: 그 창조자가 세계상처로 여정을 떠남에 따라 마법의 섬도 그 뒤를 따랐고 거기에 어떠한 재앙이 닥친 듯하다. 행동할 시간이다.
ko_mt: 마법의 섬은 창조자를 따라 세계상처를 여행하기 위해 출발했습니다. 그리고 그곳에 재앙이 닥친 것 같습니다. 이제 행동할 때입니다.

source: Find out what is happening on the island
ko: 섬에서 무엇이 일어나고 있는지 밝혀내라
ko_mt: 섬에서 무슨 일이 일어나고 있는지 알아보세요.

source: The one who called himself Early Sunset is no longer standing in the Commander's way
ko: 스스로를 이른 석양이라 칭하던 이는 더 이상 사령관에게 방해가 되지 않는다
ko_mt: 자신을 일몰이라고 불렀던 자가 더 이상 사령관의 앞길을 막지 못합니다.

source: After walking the roads of the Abyss, the Commander returns to {mf|his|her} home plane. Waiting for {mf|him|her} here is not only Drezen, but also a magical rock raised above the ground by unknown forces, and a motley assembly of {mf|his|her} followers, who call themselves free crusaders. The time is coming when the Commander's power will change from a gentle gust of wind to something quite different. Will it become a destructive tempest? Perhaps a life-giving spring breeze? Or something else?
ko: 심연의 길을 따라 걸은 뒤 사령관은 자신의 고향 차원으로 귀환했다. 이 곳에서 사령관을 기다리는 것은 드레젠 뿐이 아니다. 알려지지 않은 힘으로 지면 위로 솟아 오른 마법 바위와 스스로를 자유 성전군이라 일컫는 사령관의 추종자들의 잡다한 집회들이 사령관을 기다리고 있다. 사령관의 힘이 부드러운 미풍을 무언가 다른 것으로 바꿀 시간이 다가오고 있다. 그것은 파괴적인 폭풍이 될 것인가? 삶을 가져다 주는 가벼운 봄바람이 될 것인가? 그도 아닌 다른 무언가가 될 것인가?
ko_mt: 심연의 길을 걷고 나서 사령관은 {mf|그|그녀}의 고향 행성으로 돌아옵니다. 이곳에는 드레젠뿐만 아니라 알 수 없는 힘에 의해 땅 위로 솟아오른 마법의 바위와 스스로를 자유의 십자군이라고 부르는 {mf|그|그녀}의 추종자 무리가 기다리고 있습니다. 사령관의 힘이 부드러운 돌풍에서 완전히 다른 무언가로 바뀔 때가 다가오고 있습니다. 파괴적인 폭풍이 될까요? 아니면 생명을 불어넣는 봄바람이 될까요? 아니면 다른 무언가가 될까요?

source: Wind of Change
ko: 변화의 바람
ko_mt: 변화의 바람

source: Find the gear that was confiscated by the demons
ko: 데몬들에게 압수당한 장비를 찾아라
ko_mt: 데몬이 압수한 장비 찾기

source: Follow the mysterious rescuer
ko: 정체불명의 구조자를 따라가라
ko_mt: 수수께끼의 구조자를 따라가세요

source: For the first time in many centuries, a prisoner of the Ivory Labyrinth has managed to escape. Hepzamirah must face the disgrace of letting a captive escape her grasp. But it was foolish of Baphomet to rely on the security of this prison. After all, when he was held prisoner within its walls, he also found a way to freedom.
ko: 수 세기만에 처음으로, 상아 미궁의 죄수가 탈출하는데 성공했다. 헵자미라는 자신의 손 안에서 죄수가 도망친것에 대한 치욕을 감내해야 하리라. 바포메트도 어리석다, 자신 또한 이 벽 안의 죄수였으나, 탈출하는데 성공한 주제에 감옥을 신뢰하다니.
ko_mt: 수 세기 만에 처음으로 상아 미궁의 포로가 탈출에 성공했습니다. 헵자미라는 포로가 자신의 손아귀에서 벗어나는 불명예를 감수해야 했습니다. 하지만 이 감옥의 보안에 의존한 것은 바포메트의 어리석은 짓이었죠. 결국 감옥에 갇혀 있던 그도 자유의 길을 찾았으니까요.

source: The demons used dark magic to move the Commander to the Ivory Labyrinth — a prison that is almost impossible to escape. The Ivory Labyrinth's grim reputation is enough to deter any attempts at freedom. Even the name itself fills the heart with despair, and those who hear it find themselves deprived of the will to survive, and the strength to escape.
ko: 데몬들이 흑마법을 이용해 사령관을 탈출이 불가능한 것으로 알려진 감옥, 상아 미궁에 가두었다. 그 이름만으로 가슴에 절망을 불어넣고, 듣는 이들의 생존 의지와 탈출욕을 꺾는 곳, 상아 미궁에서는 자유를 향한 어떠한 시도도 좌초된다.
ko_mt: 데몬들은 어둠의 마법을 사용해 사령관을 탈출이 거의 불가능한 감옥인 상아 미궁으로 이동시켰습니다. 상아 미궁의 끔찍한 평판은 자유를 향한 모든 시도를 막기에 충분합니다. 그 이름만 들어도 가슴이 절망으로 가득 차고, 그 이름을 들은 사람들은 생존 의지와 탈출할 힘을 잃게 됩니다.

source: In the Belly of the Beast
ko: 짐승의 뱃속에서
ko_mt: 짐승의 뱃속에서

source: A mysterious benefactor has come to the Commander's rescue. Hidden by a spell of invisibility, the Commander can now leave the cage and look for a way to escape. However, {mf|he|she} should be cautious. The prison guards are trained to hunt down fugitives, and it would be unwise to underestimate them.
ko: 투명화 마법으로 모습을 숨긴 정체불명의 구원자가 사령관을 구하러왔다. 사령관은 이제 감방을 떠나 탈출할 수 있게 되었지만 그래도 조심해야만 한다. 간수들은 탈주자들을 쫓기 위해 잘 훈련 받았고, 그들을 과소평가하는 것은 어리석은 행위일 것이다.
ko_mt: 수수께끼의 은인이 사령관을 구하러 왔습니다. 투명화 주문에 숨어 있던 사령관은 이제 철창을 벗어나 탈출할 방법을 찾을 수 있습니다. 하지만 {mf|그|그녀}는 조심해야 합니다. 감옥 간수들은 탈주범을 사냥하도록 훈련받았기 때문에 그들을 과소평가하는 것은 현명하지 못합니다.

source: Escape from Baphomet's prison
ko: 바포메트의 감옥에서 탈출하라
ko_mt: 바포메트의 감옥에서 탈출하기

source: Order the advisors to study Areelu Vorlesh's drawings
ko: 보좌관들에게 아릴루 볼레쉬의 그림에 대한 연구를 명령하라
ko_mt: 고문들에게 아릴루 볼레쉬의 그림을 연구하라고 명령하세요.

source: Wait 7 days for Areelu's drawings to be deciphered.
ko: 아릴루의 그림이 해독될때까지 7일간 기다린다.
ko_mt: 아릴루의 그림이 해독될 때까지 7일간 기다리세요.

source: Reach the location marked on the map by the advisors
ko: 보좌관들이 지도에 표시한 장소로 이동하라
ko_mt: 어드바이저가 지도에 표시한 위치에 도착합니다.

source: Explore the discovered dwelling
ko: 발견된 주거지를 탐험하라
ko_mt: 발견한 주거지 둘러보기

source: The Commander failed to capture Areelu Vorlesh. However, exploring her old place of residence has provided {mf|him|her} with valuable insights into what she has been doing for the last hundred years. This is important information. In every culture throughout history, strategists have advised military leaders to practice the old adage — "know your enemy."
ko: 사령관은 아릴루 볼레쉬를 붙잡는 데는 실패했으나, 그녀의 옛 거처를 수색함으로써 그녀가 백년간 무슨 음모를 꾸몄는지에 대한 귀중한 정보를 얻어낼 수 있었다. 모든 문화권에서 군사 지도자들에게 적용되는 공통적인 격언이 있다면, 그건 바로 "네 적을 알라"이다.
ko_mt: 사령관은 아릴루 볼레쉬를 생포하는데 실패했습니다. 하지만 그녀의 옛 거주지를 탐사하면서 {mf|그|그녀}는 그녀가 지난 백 년 동안 무엇을 해왔는지에 대한 귀중한 통찰력을 얻었습니다. 이것은 중요한 정보입니다. 역사상 모든 문화권에서 전략가들은 군사 지도자들에게 "적을 알아야 한다"는 오래된 격언을 실천하라고 조언해 왔습니다."

source: The Commander's discovery has brought {mf|him|her} one step closer to finding Areelu Vorlesh, the Architect of the Worldwound and sworn enemy of the crusaders. It remains to be seen whether a stack of faded drawings in an old notebook will be enough to lead the Commander to {mf|his|her} enemy.
ko: 사령관의 새로운 발견으로 세계상처의 설계자, 성전의 숙적인 아릴루 볼레쉬를 추적하는데 있어 한 발짝 더 나아갈 수 있었다. 허나 오래된 일지에 그려진 빛바랜 그림이 사령관을 적에게 안내할 수 있을지는 두고봐야 할 것이다.
ko_mt: 사령관의 발견으로 {mf|그|그녀}는 세계상처의 설계자이자 성전사의 숙적인 아릴루 볼레쉬를 찾는데 한 걸음 더 다가섰습니다. 낡은 공책의 빛바랜 그림 더미만으로 사령관이 {mf|그|그녀}의 적을 찾아낼 수 있을지는 아직 미지수입니다.

source: Just Some Old Drawings
ko: 오래된 그림 몇 장
ko_mt: 오래된 그림 몇 장

source: This notebook was discovered in Nocticula's palace. It once belonged to Areelu Vorlesh and contains a series of sketches made in the same location, at different times. The drawings show how the landscape changed as a result of the Worldwound. The sketches were made a long time ago, so it is difficult to say what the place would look like now. However, the Commander's advisors will be able to use the landscape's features to determine its location.
ko: 녹티큘라의 궁전에서 발견된 이 공책은, 한때 아릴루 볼레쉬의 소유였던 것으로 같은 장소를 여러 시간대에서 표현한 그림들이 그려져있다. 그림은 세계상처로 인하여 장소의 풍경이 얼마나 변했는지 보여주고 이다. 이 그림들은 오랜 옛날에 그려진탓에, 이 장소들이 지금은 어떻게 변했을지 알긴 어렵다. 하지만 사령관의 조언자들이라면 이 풍경을 분석하여 장소를 특정해낼수 있을지도 모른다.
ko_mt: 이 노트는 녹티큘라의 궁전에서 발견되었습니다. 한때 아릴루 볼레쉬의 소유였던 이 노트에는 같은 장소에서 다른 시기에 그린 스케치들이 담겨 있습니다. 이 그림은 세계상처로 인해 풍경이 어떻게 변했는지 보여줍니다. 스케치는 오래전에 만들어졌기 때문에 지금 그 장소가 어떻게 생겼을지 말하기는 어렵습니다. 하지만 사령관의 고문은 지형의 특징을 이용해 위치를 파악할 수 있을 것입니다.

source: Examine the drawings of Areelu Vorlesh
ko: 아릴루 볼레쉬의 그림을 조사하라
ko_mt: 아릴루 볼레쉬의 그림 살펴보기

source: The Commander's advisors managed to pinpoint the location from which Areelu Vorlesh drew the landscape depicted in her notebook. It is safe to assume that there must be some kind of camp or residence near this location. Why else would the Architect of the Worldwound make sketches of this place for so many years?
ko: 사령관의 보좌관들이 아릴루가 자신의 공책에 그렸던 풍경의 위치를 특정하는데 성공했다. 이 장소 부근에 일종의 야영지나 거주지가 있는 것은 확실하다. 세계상처의 설계자는 어째서 몇 년 동안이나 이 장소에 대한 그림을 그려온 것일까?
ko_mt: 사령관의 고문들은 아릴루 볼레쉬가 공책에 그린 풍경을 그린 위치를 정확히 찾아냈습니다. 이 위치 근처에 일종의 캠프나 거주지가 있을 거라고 추측하는 것이 안전합니다. 그렇지 않고서야 세계상처의 건축가가 이곳을 오랫동안 스케치했을까요?

source: Find and explore the place depicted in Areelu's drawings
ko: 아릴루의 그림에서 묘사된 장소 찾기
ko_mt: 아릴루의 그림에 묘사된 장소를 찾아 탐험하세요.

source: Talk to Irmangaleth
ko: 이르망갈레스와 대화하라
ko_mt: 이르망갈레스와 대화하기

source: Look after the gladiators
ko: 검투사들을 돌보아라
ko_mt: 검투사 돌보기

source: Report to Irmangaleth
ko: 이르망갈레스에게 보고하라
ko_mt: 이르망갈레스에게 보고

source: Talk to Chivarro
ko: 키바로와 대화하라
ko_mt: 치바로와 대화하기

source: Clean up after the orgy
ko: 난교 뒷처리하기
ko_mt: 파티 후 청소하기

source: Report to Chivarro
ko: 키바로에게 보고하라
ko_mt: 치바로에게 보고

source: Take the contents of Areelu's cache
ko: 아릴루의 은닉처의 내용물을 챙겨라
ko_mt: 아릴루의 캐시 내용물을 가져옵니다.

source: The Commander has picked up the trail of Areelu Vorlesh. {mf|He|She} has also discovered irrefutable proof of Nocticula's lies and manipulation. It would not be surprising if the Lady in Shadow had made {mf|him|her} an unwitting participant in one of her schemes, a small part of an insidious plan, perhaps, or a pawn doomed to perish in a bloody gambit. The Commander should make every effort to discover what role the powerful ruler of Alushinyrra had in store for {mf|him|her}.
ko: 사령관이 아릴루 볼레쉬의 흔적을 찾아냈다, 녹티큘라의 거짓과 기만에 대한 증거도 함께. 그림자의 여주인이 사령관 자신도 모르게 그를 사악한 계획의 일부, 피의 도박에서 파멸할 졸병으로 끌어들였다 해서 놀라운 일은 아니다. 사령관은 알루시니라의 강력한 통치자가 그에게 어떤 역할을 맡기려 하는지 전력을 다해서 밝혀내야 한다.
ko_mt: 사령관이 아릴루 볼레쉬의 흔적을 찾았습니다. {mf|그|그녀}는 녹티큘라의 거짓말과 조작에 대한 반박할 수 없는 증거도 발견했습니다. 그림자의 여인이 {mf|그|그녀}를 자신의 계략에 무의식적으로 가담하게 만들었거나, 교활한 계획의 일부분으로 만들었거나, 피비린내 나는 도박에서 파멸할 운명의 폰으로 만들었다 해도 놀랄 일이 아닙니다. 사령관은 알루시니라의 강력한 통치자가 {mf|그|그녀}를 위해 어떤 역할을 준비했는지 알아내기 위해 모든 노력을 기울여야 합니다.

source: Patronage is important in the Abyss. It means that you are useful to someone. It also means that your death will upset someone's plans, and provoke them to anger. It is customary to repay such protection with loyalty. Lady Nocticula has shown the Commander her favor. In return, she has hinted that she would be pleased if {mf|he|she} tracked down Areelu Vorlesh, the Architect of the Worldwound.
ko: 후원은 심연에서 중요한 요소이다. 이는 당신이 다른 이에게 유용하다는 뜻이고, 곧 당신의 죽음은 그 누군가의 계획을 방해하고, 그를 화나게 한다는 뜻이니까. 보통 이러한 보호에 대한 대가는 충성심으로써 지불된다. 녹티큘라는 사령관에게 자신의 호의를 베풀었고, 세계상처의 설계자, 아릴루 볼레쉬를 추적하는 행위가 그녀를 기쁘게 할 것이란 단서를 주었다.
ko_mt: 심연에서 후원은 중요합니다. 그것은 당신이 누군가에게 유용하다는 것을 의미합니다. 또한, 당신의 죽음이 누군가의 계획을 뒤엎고 분노를 유발할 수 있음을 의미합니다. 그러한 보호에 충성심으로 보답하는 것이 관례입니다. 녹티큘라 부인은 사령관에게 호의를 보였습니다. 그 보답으로 {mf|그|그녀}의 세계상처의 설계자 아릴루 볼레쉬를 찾아내면 기뻐할 것이라고 암시했습니다.

source: Once in Alushinyrra...
ko: 한때 알루시니라에서...
ko_mt: 알루시니라에 도착하면...

source: Nocticula has assigned a very influential and well-informed demon to protect the Commander. The demon's personal army of assassins gives him access to even the most well-guarded secrets. A conversation with him may be the first step toward finding Areelu Vorlesh.
ko: 녹티큘라는 매우 영향력 있고 박식한 데몬에게 사령관을 보호하라고 명령했다. 그 데몬의 암살자 사병 군대는 그에게 가장 잘 숨겨진 비밀들에 대한 접근도 가능하게 해주었고, 그와의 대화는 아릴루 볼레쉬를 찾아내는 시발점이 될지도 모른다.
ko_mt: 녹티큘라는 사령관을 보호하기 위해 매우 영향력 있고 정보에 정통한 데몬 한 명을 지정했습니다. 데몬은 암살자들로 구성된 개인 군대를 통해 가장 잘 보호된 비밀에도 접근할 수 있습니다. 그와 대화하는 것이 아릴루 볼레쉬를 찾기 위한 첫걸음이 될 수 있습니다.

source: Talk to Yozz
ko: 요즈와 대화하라
ko_mt: 요즈와 대화하기

source: Gladiator fights are a popular form of entertainment in Alushinyrra. These battles to the death are attended by both ordinary demons, and the "nobility" of the Abyss. Areelu has been known to watch the fights from a special box in the Battlebliss arena. It is possible that the arena master, Irmangaleth, may have information about her that could prove useful.
ko: 검투사 경기는 알루시니라에서 가장 인기가 좋은 유흥 거리로, 이 목숨을 건 싸움에는 평범한 데몬과 심연의 "귀족"들 모두가 참가한다. 아릴루는 전투의 환희의 특별석에서 경기를 관람하곤 했던 것으로 알려져 있다. 투기장의 주인, 이르망갈레스라면 그녀에 대한 유용한 정보를 알고 있을지도 모른다.
ko_mt: 검투사 싸움은 알루시니라에서 인기 있는 오락의 한 형태입니다. 죽음을 건 이 전투에는 평범한 데몬과 심연의 "귀족"이 모두 참여합니다. 아릴루는 배틀블리스 투기장의 특별한 상자에서 전투를 지켜보는 것으로 알려져 있습니다. 투기장 마스터인 이르망갈레스가 그녀에 대한 유용한 정보를 가지고 있을 가능성이 있습니다.

source: Get information from the master of the gladiator arena
ko: 검투사 투기장의 주인으로부터 정보를 얻어라
ko_mt: 검투사 경기장의 마스터로부터 정보 얻기

source: Chivarro, the madam of a brothel called the Ten Thousand Delights, might have the information the Commander needs. However, as the mistress of a place that sells both pleasure and secrets, it is unlikely she will give up such information for free.
ko: 만인의 환락이라 불리는 매음굴의 마담, 키바로라면 사령관이 필요로 하는 정보를 알고 있을지 모른다. 허나, 쾌락과 비밀을 다루는 장소의 여주인인 그녀가 그러한 정보들을 무료로 제공하진 않을 것이다.
ko_mt: 만 가지 즐거움이라는 매춘 업소의 마담 치바로가 사령관에게 필요한 정보를 가지고 있을지도 모릅니다. 하지만 쾌락과 비밀을 모두 파는 곳의 여주인인 그녀가 그런 정보를 공짜로 넘겨줄 것 같지는 않아요.

source: Get information from the madam of the pleasure palace
ko: 쾌락의 궁전의 마담으로부터 정보를 얻어라
ko_mt: 유희궁의 마담으로부터 정보 얻기

source: The investigation has yielded results. The evidence indicates that the person sought by the Commander once stayed at Nocticula's palace. It is a known fact that she has a habit of leaving her signature behind, an invisible magic symbol that is revealed by blood. Armed with this information, the Commander now has good reason to search the palace of the Lady in Shadow. A further investigation may result in additional clues that could prove useful in trying to locate this person of interest.
ko: 조사 결과가 나왔다. 사령관이 쫓던 인물은 한때 녹티큘라의 궁전에 머물렀으며, 이는 그녀가 머무른 장소에 자신의 서명, 피를 통해 모습을 드러내는 투명한 마법 표식을 남긴다는 자명한 사실을 통해 확인 할 수 있었다. 이 정보와 함께, 사령관은 이 그림자의 여주인의 궁전을 더 수색해야 할 이유를 얻었다. 추가적인 조사를 통해 이 인물을 쫓는데 도움이 될 유용한 단서를 더 얻어낼 수 있을 것이다.
ko_mt: 조사 결과 결과가 나왔습니다. 사령관이 찾는 사람이 한때 녹티큘라의 궁전에 머물렀다는 증거가 나왔습니다. 그녀는 피에 의해 드러나는 보이지 않는 마법 기호인 서명을 남기는 습관이 있다는 것은 알려진 사실입니다. 이 정보로 무장한 사령관은 이제 그림자 여인의 궁전을 수색할 충분한 이유가 생겼습니다. 추가 조사를 통해 이 요주의 인물을 찾는데 도움이 될 만한 단서를 더 찾을 수 있을지도 모릅니다.

source: Search Nocticula's palace
ko: 녹티큘라의 궁전을 수색하라
ko_mt: 녹티큘라의 궁전 검색

source: Find the lair of the shadow demons
ko: 그림자 데몬의 소굴을 찾아라
ko_mt: 그림자 데몬의 은신처 찾기

source: Kill the shadow demon leader
ko: 그림자 데몬 지도자를 죽여라
ko_mt: 그림자 데몬 우두머리 처치

source: Ar-Mikheth has fallen, and the shadow demons have a new leader. The title was inherited in full accordance with the traditions of the Abyss — lightning-fast, while the predecessor's blood still steamed on the blade.
ko: 아르미케스는 죽었고, 그림자 데몬들에겐 새로운 우두머리가 생겼다. 심연의 전통에 따라, 그 지위는 전임자의 피가 아직 칼날에서 마르지도 않은 동안 번개 같이 빠르게 계승되었다.
ko_mt: 아르-미케스가 몰락하고 그림자 데몬들에게 새로운 지도자가 생겼습니다. 전임자의 피가 여전히 칼날에 배어 있지만, 심연의 전통에 따라 직책은 번개처럼 빠르게 계승되었습니다.

source: Yozz, head of Alushinyrra's Assassins' Guild, has offered the Commander a lucrative deal — a large reward and his favor in exchange for the death of a demon named Ar-Mikheth, the leader of the shadow demons who reside in the city. Now that Nocticula is nowhere to be found and her patronage no longer protects the Golarian visitor as reliably as before, it is time for the Commander to think about acquiring new allies and consolidating {mf|his|her} own power.
ko: 알루시니라 암살자 길드의 우두머리, 요즈가 도시의 그림자 데몬들의 수장인 아르미케스라는 데몬의 죽음을 대가로, 막대한 보상금과 자신의 호의를 제공하는 수지 맞는 거래를 제안했다. 녹티큘라는 사라졌고 그녀의 후원은 더 이상 골라리온의 방문자를 지켜줄 수 없으니, 이제 사령관은 새로운 동맹을 고려하고 스스로의 힘을 공고히 해야 한다.
ko_mt: 알루시니라 암살자 길드의 수장 요즈는 사령관에게 도시에 거주하는 그림자 데몬의 우두머리인 아르-미케트라는 데몬을 죽이는 대신 큰 보상과 호의를 베풀겠다는 파격적인 거래를 제안했습니다. 이제 녹티큘라를 찾을 수 없고 그녀의 후원이 더 이상 골라리안 방문객을 이전처럼 확실하게 보호해주지 못하므로 사령관은 새로운 동맹을 확보하고 {mf|그|그녀}의 자신의 힘을 강화할 생각을 해야 할 때입니다.

source: Shadow Dance
ko: 그림자의 춤
ko_mt: 그림자 춤

source: Shadow demons are very powerful and dangerous creatures, so their leader is one of the most well-known aristocrats of the city. He and his kind reside in the Middle City, in a place that is easy to identify, for the darkness there terrifies even other demons. That is where the Commander must go to end Ar-Mikheth's life in exchange for a lucrative payment.
ko: 그림자 데몬은 아주 강력하고 위험한 존재이고, 그런만큼 그들의 지도자는 도시 내에서 아주 잘 알려진 귀족이라 할 수 있다. 그와 그의 동족들은 도시 중층부에 머무르는데, 아주 찾기 쉬운 곳이지만 그곳의 어둠은 다른 데몬들마저 겁에 질리게 만든다. 사령관은 후한 보수를 위하여 그곳으로 가 아르미케스의 숨통을 끊어야 한다.
ko_mt: 그림자 데몬은 매우 강력하고 위험한 생물이기 때문에 그들의 지도자는 도시에서 가장 잘 알려진 귀족 중 한 명입니다. 그와 그의 종족은 다른 데몬들도 두려워하는 어둠 때문에 쉽게 식별 할 수 있는 장소인 중간 도시에 거주합니다. 사령관은 거액의 대가를 받고 아르미케스의 목숨을 끊기 위해 그곳으로 가야만 합니다.

source: Kill Ar-Mikheth, leader of the shadow demons
ko: 그림자 데몬들의 지도자, 아르미케스를 죽여라
ko_mt: 그림자 데몬의 지도자 아르-미케트 처치하기
