Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: Who is the Commander judging this time? The deserter Orvenn Dalmora, or a Sarkorian named Ravon, who took armor from a dead crusader? The fate of a man, and his family, rests on the answer to this question.
ko: 이번에 사령관의 재판 대상은 누구인가? 탈영병 오르벤 달모라? 아니면 죽은 성전사로부터 갑옷을 빼앗은 라본이라는 이름의 사코리스인? 한 남자와 그의 가족의 운명이 이 질문에 대한 대답에 달려있다.
ko_mt: 이번 사령관은 누구를 심판할까요? 탈영병 오르벤 달모라, 아니면 죽은 성전사의 갑옷을 훔친 라본이라는 사르코리아인? 한 남자와 그의 가족의 운명이 이 질문에 대한 답에 달려 있습니다.

source: Judge Ravon
ko: 라본을 재판하라
ko_mt: 레이본 판결

source: The Commander has decided the fate of the "Sarkorian." Time will tell if the story of Orvenn Dalmora ends here. Can one survive the force of an enemy attack with only love in their heart? Doubtful, however, some have succeeded.
ko: 사령관은 "사코리스인"의 운명을 결정지었다. 오르벤 달모라의 이야기가 여기서 끝날지는 두고 봐야 할 것이다. 과연 적들의 공격에 사랑하는 마음 하나만으로 맞설 수 있는가? 의문이 남지만, 누군가는 성공한 일이다.
ko_mt: 사령관이 "사르코리안"의 운명을 결정했습니다. 오르벤 달모라의 이야기가 여기서 끝날지 시간이 지나면 알 수 있습니다. 오직 사랑만으로 적의 공격에서 살아남을 수 있을까요? 의심스럽지만 몇몇은 성공했습니다.

source: While the war is raging elsewhere, peaceful life still takes its course. Some start a family and build a house, because they want to return to the values of hearth and home. Life is flourishing on Golarion, and it seems unstoppable. A new future is growing from amidst the bones of those who have perished in the crusades, and whoever takes up the sword must ask themselves one question: do I want the next generation to march over my bones?
ko: 다른 곳에서는 전쟁이 치뤄지는 동안, 이곳에선 평화로운 삶이 싹트고 있다. 몇몇은 가정과 고향을 그리워하는 마음에, 집을 짓고 가족을 이루었다. 골라리온에서는 삶이 번영하고 있고, 그것을 막을 수는 없을 듯하다. 성전에서 스러져간 자들의 시체위로 새로운 미래가 자라나고 있다, 검을 들고자 하는 이들은 스스로에게 한 가지 질문을 던져야 하리라: 내 아이들이 내 시체 위를 군홧발로 밟고 지나가기를 바라는가?
ko_mt: 다른 곳에서는 전쟁이 벌어지고 있지만 평화로운 삶은 여전히 이어지고 있습니다. 어떤 사람들은 난로와 집의 가치로 돌아가고 싶어 가족을 꾸리고 집을 짓습니다. 골라리온의 삶은 번성하고 있으며, 멈출 수 없는 것처럼 보입니다. 십자군 전쟁에서 희생된 이들의 유골 속에서 새로운 미래가 싹트고 있으며, 누구든 칼을 드는 사람은 스스로에게 한 가지 질문을 던져야 합니다. 다음 세대가 내 유골 위를 행진하기를 원하나요?

source: Orvenn Dalmora vs. Drezen
ko: 오르벤 달모라 vs. 드레젠
ko_mt: 오르벤 달모라 대 드레젠

source: The murder victim in Wintersun turned out to be a demon. This is an unexpected twist, but it's now clearer who could have killed him. It would seem that the guilty party can be found in Drezen.
ko: 윈터선의 살인 피해자의 정체는 놀랍게도 데몬으로 드러났다, 이제 누가 놈을 죽였는지는 명확해졌다. 용의자 일행은 드레젠 내에서 찾을 수 있을 듯하다.
ko_mt: 윈터선의 살인 피해자는 데몬으로 밝혀졌습니다. 이것은 예상치 못한 반전이지만 이제 누가 그를 죽일 수 있었는지 더 분명해졌습니다. 유죄는 드레젠에서 찾을 수있는 것 같습니다.

source: The body of a Galtan traveler is still lying near Wintersun. Who is he? Where is he from? Was he really killed by Drezen soldiers, and if so, why? The Commander needs to find the answers to these questions.
ko: 갈트 출신 여행자의 시체가 윈터선 인근에서 발견되었다. 그는 누구인가? 어디서 온 것인가? 그가 정말 드레젠 병사에게 살해당한 것이라면, 무슨 이유로? 사령관은 이 질문들의 답변을 알아내야 한다.
ko_mt: 골트족 여행자의 시신이 윈터선 근처에 여전히 누워 있습니다. 그는 누구지? 그는 어디 출신인가? 정말 드레젠 병사들에게 살해당한 걸까, 그렇다면 그 이유는 무엇일까? 사령관은 이 질문에 대한 답을 찾아야 합니다.

source: Solve the murder of the Galtan
ko: Galtan의 살인 사건을 해결하라
ko_mt: 골트의 살인 사건 해결

source: Officer Kermel and his soldiers believe they fulfilled their duty by killing the demon. But isn't the duty of a soldier to obey their leader? What Kermel did was at once good deed and a violation of the law. What will the Commander of Drezen make of it?
ko: 장교 커멜과 그의 병사들은 데몬을 죽임으로써 자신들의 의무를 다 했다고 생각하지만, 병사의 의무란 상관의 명령을 따르는 것이 아니던가? 커멜의 행위는 선한 행동이나 규칙에 대한 위반이기도 하였다. 과연 드레젠의 사령관은 어떻게 판단할까?
ko_mt: 커멜 장교와 그의 병사들은 데몬을 죽임으로써 의무를 다했다고 믿습니다. 하지만 군인의 의무는 지휘관에게 복종하는 것 아닐까요? 커멜이 한 행동은 선행이자 동시에 법 위반입니다. 드레젠의 사령관은 어떻게 판단할까요?

source: Judge Kermel
ko: 커멜을 재판하라
ko_mt: 커멜 판결

source: The Commander has issued {mf|his|her} verdict. It would be difficult for any except an aeon to dispute the fairness of the decision. The aeon impartially watches the actions and deeds of {mf|he|she} who strives for pure clarity of mind and the unbiased administration of justice.
ko: 사령관은 판결을 내렸다. 에온을 제외하고서는, 그 어떤 누구도 사령관이 내린 결정이 정당한지 아닌지로 반론을 제기하지 못 할 것이다. 에온은 맑은 정신과 더욱 공정한 정의의 집행을 추구하는 사령관의 모든 행동과 행위를 공정하게 바라볼 것이다.
ko_mt: 사령관이 {mf|그|그녀}의 평결을 내렸습니다. 에온을 제외한 그 누구도 이 판결의 공정성에 이의를 제기하기는 어려울 것이다. 에온은 순수한 정신의 명료함과 편견 없는 정의의 집행을 위해 노력하는 {mf|그|그녀}의 행동과 행위를 공평하게 지켜보고 있다.

source: Sometimes people create laws that turn the world upside down, declaring that black is white, and white is black, just to preserve a fragile balance. It's hardly surprising that this may confuse people who are used to believing the evidence of their eyes.
ko: 섬세한 균형을 유지하기 위해, 사람들은 가끔 흑백을 거꾸로 지칭하는 등의 세상을 뒤엎을 규칙을 세우곤한다. 자기 눈으로 본 것만을 신뢰하는데 익숙한 사람들이 혼란스러워 하는 것도 당연한 일이다.
ko_mt: 때때로 사람들은 깨지기 쉬운 균형을 유지하기 위해 검은색은 흰색이고 흰색은 검은색이라고 선언하면서 세상을 뒤집는 법칙을 만들기도 합니다. 이것이 눈의 증거를 믿는데 익숙한 사람들을 혼란스럽게 할 수 있다는 것은 놀라운 일이 아닙니다.

source: Drezen vs. The Murderer of the Galtan Guest
ko: 드레젠 대 갈트 출신 손님의 살해범
ko_mt: 드레젠 대 골트 손님의 살인자

source: Not everyone states their problems directly. The Commander must discern the subtle hints of when and where a crime will take place, and arrive at the scene at the specified time.
ko: 모든 이들이 자신의 문제를 직접적으로 얘기하진 않는다. 사령관은 범죄가 언제, 어디서 벌어질지에 대한 증거를 면밀히 관찰하여, 제시간에 현장에 도착하여야만 한다.
ko_mt: 모든 사람이 자신의 문제를 직접적으로 말하지는 않습니다. 사령관은 범죄가 언제 어디서 일어날지에 대한 미묘한 힌트를 파악하고 지정된 시간에 현장에 도착해야 합니다.

source: Find out what the merchant was trying to tell you
ko: 상인이 무슨 말을 하려 했는지 알아내라
ko_mt: 판매자가 무엇을 말하려고 했는지 알아보세요

source: Even without the eyes of the aeon, one can see where and how injustice is happening. The Commander's heart was vigilant, and now {mf|he|she} is ready to pass judgment at the trial.
ko: 에온의 눈이 없더라도, 불의가 어디서, 어떻게 일어나는지 알 수 있다. 사령관의 심장은 경계를 늦추지 않고 있으니, 이제 재판에서 평결을 내릴 준비가 되었다.
ko_mt: 에온의 눈이 없어도 불의가 어디서 어떻게 일어나고 있는지 알 수 있다. 사령관의 마음은 경계했고, 이제 {mf|그|그녀}는 심판을 내릴 준비가 되었습니다.

source: Judge the extortionists
ko: 갈취자들을 재판하라
ko_mt: 강탈자들을 심판하라

source: The extortionists got what they deserved, but was the sentence fair and impartial enough? Only the Commander and {mf|his|her} conscience will know.
ko: 갈취자들은 마땅한 처벌을 받았다, 하지만 그 판결이 과연 공정하고 정당하였는가? 오직 사령관의 양심만이 알고 있으리라.
ko_mt: 강탈범들은 마땅히 받아야 할 대가를 받았지만 형량이 충분히 공정하고 공평했을까요? 사령관과 {mf|그|그녀}의 양심 만이 알 것입니다.

source: Crimes do not only happen under cover of darkness. Sometimes the most blatant injustice happens in plain view, but a conspiracy of silence makes it impossible to hold those responsible to account. Is the Commander's heart keen enough to hear the mute cries for help?
ko: 범죄는 어두운 밤하늘 밑에서만이 아니고, 가끔은 엄연한 불의가 백주대낮에 벌어지기도 한다. 허나 조용한 음모는 그 책임을 누구에게 물어야 할지 애매하게 한다. 과연 사령관의 마음은 도움을 구하는 조용한 외침에 응답할 수 있을까?
ko_mt: 범죄는 어둠 속에서만 일어나는 것이 아닙니다. 때로는 가장 노골적인 불의가 명백한 시야에서 발생하지만 침묵의 음모로 인해 책임자에게 책임을 물을 수 없습니다. 사령관의 마음은 벙어리가 도움을 요청하는 외침을 들을 수 있을 만큼 예리한가요?

source: Drezen vs. A Conspiracy of Silence
ko: 드레젠 대 조용한 음모
ko_mt: 드레젠 대 침묵의 음모

source: The rubbish Ramley is selling appears to be just for show. He must have more expensive and valuable items elsewhere.
ko: 이 램리가 판매중인 잡동사니들은 보여주기 용이다. 그는 더 비싸고 가치있는 물건들은 다른 곳에 가지고 있을 것이다.
ko_mt: 램리가 팔고 있는 쓰레기는 그냥 보여주기 위한 것 같습니다. 그는 다른 곳에 더 비싸고 귀중한 물건을 가지고있을 것입니다.

source: A shield of a paladin of Iomedae, a dwarven helmet, and a set of chainmail from Katapesh... everything Ramley listed is here. There's no doubt he is the owner of the cache.
ko: 아이오메데의 팔라딘의 방패, 드워프제 헬멧, 카타페시에서 들여온 사슬갑옷 한 벌... 램리가 기록한 모든 것들이 여기에 있다. 그가 이 저장고의 주인이란 것에도 의심의 여지가 없다.
ko_mt: 아이오메데 성기사의 방패, 드워프 투구, 카타페쉬의 사슬갑옷 세트.. 램리가 나열한 모든 것이 여기에 있습니다. 그가 캐시의 소유자라는 것은 의심의 여지가 없습니다.

source: The cache has revealed enough. It is time to return to Ramley and try him for his crimes.
ko: 은닉처에서 충분한 증거를 확보했다. 램리에게 돌아가 그의 죄를 고발하자.
ko_mt: 캐시는 충분히 밝혀졌습니다. 램리에게 돌아가서 그의 범죄에 대해 그를 재판 할 때입니다.

source: Averis claims that Ramley is a looter who stole her deceased sister's amulet. Maybe she simply doesn't want to admit that her sister could have exchanged tokens of affection with someone so loathsome and unpleasant. Ramley was seen loitering near Drezen's prison not long ago. The Commander must get to the bottom of this matter.
ko: 아베리스는 램리는 그녀의 죽은 누이의 목걸이를 훔친 도둑이라 주장하지만, 어쩌면 그녀는 그저 자신의 누이가 그렇게나 불쾌하고 혐오스러운 인간과 애정의 징표를 나눴다는 사실을 인정하고 싶지 않은걸지도 모른다. 조금 전 램리가 드레젠의 감옥 근처를 어슬렁거리던 게 목격되었다고 한다. 사령관은 이 문제를 끝까지 파헤쳐야만 한다.
ko_mt: 아베리스는 램리가 죽은 언니의 부적을 훔친 약탈자라고 주장합니다. 아마도 그녀는 여동생이 그렇게 혐오스럽고 불쾌한 사람과 애정의 표시를 교환 할 수 있었다는 사실을 인정하고 싶지 않을 것입니다. 램리는 얼마 전 드레젠의 감옥 근처를 배회하는 것이 목격되었습니다. 사령관이 이 문제의 진상을 파악해야 합니다.

source: Find out if Averis is right
ko: 아베리스의 말이 맞는지 확인하라
ko_mt: 아베리스 맞는지 알아보세요

source: Ramley is as slippery as a snake. The only way to provide irrefutable evidence of his guilt is to find his cache of items — mostly likely it will be among the ruins of a village not far from Drezen.
ko: 램리는 뱀처럼 교활하다. 그의 죄를 입증할 수 있는 유일한 방법은 물건들을 저장한 장소를 찾아내는 것뿐이다 — 그곳은 아마 드레젠에서 그리 멀지 않은 마을의 폐허일 것으로 추정된다.
ko_mt: 램리는 뱀처럼 미끌미끌합니다. 그의 유죄에 대한 반박할 수 없는 증거를 제시하는 유일한 방법은 그의 아이템 은닉처를 찾는 것뿐이며, 대부분 드레젠에서 멀지 않은 마을의 폐허 속에 있을 가능성이 높습니다.

source: Find the cache in the ruins of the village near Drezen
ko: 드레젠 근처의 마을 폐허에서 은닉처를 찾아라
ko_mt: 드레젠 근처 마을 폐허에서 캐시를 찾아라

source: The looter has confessed, and will now be judged. However, in passing {mf|his|her} verdict, the Commander should remember that it is not only justice that has been violated. Feelings of sisterly love have also been trampled upon. In a case where such feelings are involved, it is easy to make a mistake.
ko: 약탈자들은 자백을 했고, 이제 재판을 받아야 한다. 그러나 판결을 내림에 있어, 사령관은 이 사건에서 단순히 정의에 대한 침해만이 이뤄진 것이 아닌, 자매애라는 감정 또한 짓밟혔음을 고려해야 한다. 이러한 감정이 엮인 경우에는 실수를 하기가 쉬워진다.
ko_mt: 약탈자가 자백했으며, 이제 심판을 받게 될 것입니다. 그러나 {mf|그|그녀}의 판결을 내릴 때 사령관은 위반된 것은 정의만이 아니라는 것을 기억해야 합니다. 자매애의 감정 또한 짓밟혔습니다. 그러한 감정이 개입된 사건에서는 실수하기 쉽습니다.

source: Judge the looter
ko: 약탈자들을 재판하라
ko_mt: 약탈자를 심판하라

source: The looter Ramley got what he deserved. Justice has been restored, and the storm of emotions has subsided. And yet, the Commander should not rest on {mf|his|her} laurels while weighing {mf|his|her} decisions. Having the eyes of the aeon does not also give one the mind of the aeon. Mortal judgments and affections can seize the upper hand at any moment.
ko: 약탈자 램리는 마땅한 처벌을 받았다. 정의는 실현되었고, 감정의 폭풍은 가라앉았다. 하지만 사령관은 결정을 내림에 있어서 고작 그 영예에 만족해서는 안 된다. 에온의 눈을 가졌다고 하여 에온의 정신을 갖게 되는 것은 아닌 법, 필멸자의 판단과 감정을 넘어설 수 있어야만 한다 .
ko_mt: 약탈자 램리는 마땅히 받아야 할 벌을 받았습니다. 정의가 회복되었고 감정의 폭풍이 가라 앉았습니다. 하지만 사령관은 {mf|그|그녀}의 결정의 무게를 저울질하면서 {mf|그|그녀}의 월계관에 안주해서는 안 됩니다. 에온의 눈을 가졌다고 해서 에온의 마음까지 갖게 되는 것은 아니다. 필멸의 판단과 애정은 언제든지 우위를 점할 수 있습니다.

source: For some, a battlefield is a road to glory where they fight for victory. For others, it is a bloody nightmare, and for still others, a graveyard where they can plunder the belongings of the dead. But is this a crime that should be punished by the aeon? Do the dead care?
ko: 누군가는 승리를 위해 싸우는 전장이 영광으로 향하는 길이라고 생각한다. 다른 이들은 피로 점철된 악몽이라고, 또 다른 사람들은 시체들에 남은 물건을 훔쳐갈 수 있는 묘지라고 생각한다. 하지만 그것이 에온의 심판을 받을 만한 범죄인가? 과연 죽은 사람들이 이런 일을 신경쓸까?
ko_mt: 어떤 이들에게 전장은 승리를 위해 싸우는 영광의 길입니다. 다른 사람들에게는 피비린내 나는 악몽이고, 또 다른 사람들에게는 죽은 자의 유품을 약탈할 수 있는 무덤입니다. 하지만 이것이 에온의 벌을 받아야 할 범죄일까요? 죽은 자들이 신경이나 쓸까요?

source: Private Averis vs. Private Ramley
ko: 이등병 아베리스 대 이등병 램리
ko_mt: 에버리스 이병 대 램리 이병

source: The tavern keeper doesn't seem to miss much. Perhaps he knows something about the mysterious singer.
ko: 선술집 주인은 무엇이든 놓치는 게 없는 모양이다. 어쩌면 그가 신비한 가수에 대해 무언가 알고 있을지도 모른다.
ko_mt: 선술집 주인은 많이 그리워하지 않는 것 같습니다. 아마도 그는 신비한 가수에 대해 뭔가 알고있을 것입니다.

source: Fye the tavern keeper knows the priestess's repertoire: "The Ballad of Happy Oblivion," "The Ballad of the First World," and "The Legend of the Land of Joy." However, Fye suspects that these are not ordinary song requests.
ko: 선술집의 주인 파이는 여사제의 선곡 목록은 전부 꿰고 있었다. "행복한 망각의 발라드," "태초 세계의 발라드," 그리고 "기쁨의 땅의 전설" 등. 그러나 파이는 이것들이 평범한 노래 요청들이 아니라 의심하고 있다.
ko_mt: 선술집 주인 파이가 여사제의 레퍼토리를 알고 있습니다. "행복한 망각의 발라드", "태초 세계의 발라드", "기쁨의 땅의 전설"이 그것입니다. 그러나 Fye는 이것이 평범한 노래 요청이 아니라고 의심합니다.

source: Valeniya, priestess of Desna, sings every night for soldiers at a tavern called the Half Measure.
ko: 데즈나의 여사제 발레니야는 매일 밤 병사들을 위해 임시변통 선술집에서 노래를 부른다.
ko_mt: 데스나의 여사제 발레니야는 매일 밤 하프 메저라는 선술집에서 군인들을 위해 노래를 부릅니다.

source: Listen to Valeniya at the tavern
ko: 선술집에서 발레니야의 노래를 들어라
ko_mt: 선술집에서 발레니야의 말을 들어보세요

source: The priestess of Desna is not who she claims. Her songs could bring insanity and death to Drezen. The Commander must decide how much damage has been done by her "performances."
ko: 데즈나의 여사제는 그녀가 주장하는 것과는 다른 사람이다. 그녀의 노래는 드레젠에 광기와 죽음을 일으킬 수 있다. 사령관은 그녀의 "공연"이 얼마나 많은 피해를 일으켰는지 판단해야 한다.
ko_mt: 데스나의 여사제는 그녀가 주장하는 사람이 아닙니다. 그녀의 노래는 드레젠에 광기와 죽음을 가져올 수 있습니다. 사령관은 그녀의 "공연"이 얼마나 많은 피해를 입혔는지 결정해야합니다."

source: Judge Valeniya
ko: 발레니야를 재판하라
ko_mt: 발레니야 판결

source: Everyone is free to lead their life as they see fit, but the Commander is responsible for the lives of the people of Drezen. Only the Commander can decide whether to open the door to oblivion for {mf|his|her} soldiers, or to expel those who hold the key to this realm of respite.
ko: 누구에게나 자신이 원하는 대로 삶을 살아갈 권리가 있으나, 사령관은 드레젠의 모든 이들의 목숨에 대한 책임이 있다. 오직 사령관만이 자기 병사들에게 망각으로의 문을 열어줄지, 아니면 도피의 땅으로의 열쇠를 쥐고 있는 자를 쫓아낼지 선택할 권리가 있다.
ko_mt: 모든 사람은 자신이 적합하다고 생각하는대로 자유롭게 삶을 영위 할 수 있지만 사령관은 드레젠 사람들의 삶에 대한 책임이 있습니다. 사령관만이 {mf|그|그녀}의 병사들을 위해 망각의 문을 열 것인지, 아니면 이 안식의 영역에 대한 열쇠를 가진 사람들을 추방할 것인지를 결정할 수 있습니다.

source: After battle, when exhilaration gives way to fatigue, many find the cares of this world too difficult to bear. They want to forget it all and be transported to a place where life will only give them pleasure, at least for a moment. For some, a beautiful song is enough, for others, a bottle of wine, but there are other ways too. Maybe the Commander should find out more about how {mf|his|her} soldiers are spending their free time.
ko: 전투가 끝나고, 피로감이 찾아오면, 많은 이들이 이 세상의 문제들을 받아들이기 보다는 모든 것을 잊고 잠시라도 삶이 그들에게 쾌락만을 제공하는 곳으로 떠나고 싶어한다. 누군가에게는 아름다운 노래로 충분하고, 또 누군가에게는 술 한 병이면 족하다, 이외에도 무수히 많은 방법이 존재한다. 어쩌면 사령관도 자신의 병사들이 여가 시간을 어떻게 보내는지 알아봐야 할지도 모르겠다.
ko_mt: 전투가 끝나고 짜릿함이 피로로 바뀌면 많은 사람들이 이 세상의 걱정을 견디기 힘들어합니다. 그들은 모든 것을 잊고 삶이 잠시라도 즐거움 만 줄 수 있는 곳으로 이동하기를 원합니다. 어떤 사람들에게는 아름다운 노래로, 어떤 사람들에게는 와인 한 병으로 충분하지만 다른 방법도 있습니다. 사령관은 {mf|그|그녀}의 병사들이 여가 시간을 어떻게 보내고 있는지 자세히 알아봐야 할 것 같습니다.

source: Drezen vs. The Singing Priestess
ko: 드레젠 대 노래하는 여사제
ko_mt: 드레젠 대 노래하는 여사제

source: Wait 5 days for Damar's murder to be investigated.
ko: 다마르의 살인 사건이 조사될 때까지 5일간 기다린다.
ko_mt: 다마르의 살인 사건이 조사될 때까지 5일을 기다리세요.

source: A fight over a woman has ended in death. This is the banal story that is on the lips of every soldier in Drezen. Only one voice stands out from the rest — the voice of the accused. Private Gorvo is not asking for forgiveness, but for a fair investigation.
ko: 여인을 두고 벌어진 싸움은 죽음으로 끝이 났다. 이게 바로 드레젠의 모든 병사들이 입방아를 찧고 있는 시시한 이야깃거리지만 한 목소리는 남들과는 다른 주장을 하였다 — 용의자, 고르보 이등병은 용서가 아닌 공정한 조사를 바라고 있다.
ko_mt: 한 여자를 둘러싼 싸움이 죽음으로 끝났습니다. 이것은 드레젠의 모든 병사들의 입술에있는 진부한 이야기입니다. 나머지 목소리에서 단 하나의 목소리, 즉 피고인의 목소리 만이 두드러집니다. 고르보 이병은 용서를 구하는 것이 아니라 공정한 수사를 요청하고 있습니다.

source: Instruct your advisors to investigate Damar's murder
ko: 보좌관들에게 다마르의 살인 사건에 대한 조사를 명하라
ko_mt: 당신의 고문에게 다마르의 살인을 조사하도록 지시하십시오

source: The truth has come out, but it must be treated with caution. Will the Commander have enough tact to resolve this case in a way that won't affect the army?
ko: 진실이 드러났지만, 조심스럽게 다뤄져야만 한다. 사령관에게 이 사건이 군대에 영향을 끼치지 않는 선에서 해결할 능력이 있을까?
ko_mt: 진실이 밝혀졌지만 조심스럽게 다루어야 합니다. 사령관은 군대에 영향을 미치지 않는 방식으로 이 사건을 해결할 수 있는 충분한 재치를 가지고 있을까요?

source: Judge Private Gorvo
ko: 고르보 이등병을 심판하라
ko_mt: 고르보 일병 판결

source: The Commander has spoken, and the consequences of {mf|his|her} words have spread like ripples on water. Vice and hatred are too deeply embedded in Drezen's army. It will require surgical precision to remove them, and others will be harmed in the process.
ko: 사령관이 입을 열었고, 그 말의 결과가 마치 수면 위의 파문처럼 퍼져나갔다. 악과 증오가 드레젠의 군대 내부에 너무나 깊히 파고들었고, 이를 제거하기 위해서는 외과의 수준의 정밀함이 필요하고, 그 과정에서 다른 이들에게도 피해가 갈 것이다.
ko_mt: 사령관이 말했고 {mf|그|그녀}의 말의 결과가 물결처럼 퍼졌습니다. 드레젠의 군대에는 악과 증오가 너무 깊숙이 박혀 있습니다. 이를 제거하려면 외과적 정밀도가 필요하며 그 과정에서 다른 사람들이 해를 입을 것입니다.

source: People sometimes seem even more chaotic than all the demons of the Abyss. Whenever the external threat abates even slightly, they immediately turn against each other — brother fighting brother, a soldier rising up against an officer. However, such behavior should not be assumed to happen without reason. There are always reasons, but sometimes they are hidden so deeply that no one cares to dig to find the true cause.
ko: 인간들은 가끔 심연의 데몬들보다도 무질서한 듯하다. 외부의 위협이 잠시라도 모습을 감춘 순간, 곧바로 자기들끼리 싸우기 시작하니 말이다 — 형과 싸우는 동생, 장교에게 항명하는 병사, 이러한 일들은 아무 이유도 없이 벌어지지 않는다. 모든 일에는 이유가 존재한다, 그저 너무나 깊숙이 숨겨져, 그 누구도 진정한 이유를 찾아낼 노력을 안 할 뿐이다.
ko_mt: 사람들은 때때로 심연의 모든 데몬들보다 훨씬 더 혼란스러워 보입니다. 외부의 위협이 조금이라도 줄어들면 형제가 형제와 싸우고 병사가 장교에 대항하는 등 즉시 서로에게 등을 돌립니다. 그러나 그러한 행동이 이유없이 발생한다고 가정해서는 안됩니다. 항상 이유가 있지만 때로는 너무 깊숙이 숨겨져있어 아무도 진정한 원인을 찾기 위해 파헤치는데 관심이 없습니다.

source: Private Gorvo vs. The Army of Drezen
ko: 이등병 고르보 대 드레젠 군대
ko_mt: 고르보 이병 대 드레젠 군대

source: It is time to look in the mirror, into the eyes of the aeon, to remember your achievements, and pass judgment on your internal contradictions.
ko: 당신이 이룩한 성과를 기억하고 내면의 모순을 심판하기 위해 거울을, 에온의 눈을 들여다 볼 시간이다..
ko_mt: 거울을 보고, 에온의 눈을 들여다보고, 당신의 업적을 기억하고, 내면의 모순에 대한 판단을 내릴 때입니다.

source: It's time to look into the eyes of the aeon and see your true self.
ko: 에온의 눈과 진정한 자신을 바라볼 시간이다.
ko_mt: 이제 에온의 눈을 들여다보고 진정한 자아를 볼 때입니다.

source: The distortion is here. It beckons the aeon, but the force of its resistance is too strong. To overcome it, a new source of power is needed.
ko: 여기, 균열이 나타났다. 균열은 에온을 부르고 있으나, 저항하는 힘이 너무 강력하다. 이를 극복하기 위해서는 새로운 힘의 원천이 필요하다.
ko_mt: 왜곡이 여기 있습니다. 그것은 에온을 손짓하지만 그 저항의 힘이 너무 강합니다. 이를 극복하기 위해서는 새로운 동력원이 필요합니다.

source: Aeons are drawn to distortions, their whole being strives to correct them. And now the Commander is strong enough to pass through to the other side.
ko: 에온은 왜곡에 이끌리고, 왜곡을 수정하기 위해 존재한다. 이제 사령관은 왜곡의 반대편으로 이동하기 위한 충분한 힘을 갖췄다.
ko_mt: 에온은 왜곡에 이끌리며, 그들의 존재 전체가 왜곡을 바로 잡기 위해 노력합니다. 그리고 이제 사령관은 반대편으로 통과 할 수있을 만큼 강해졌습니다.

source: The Commander was given the chance to change the past, and {mf|he|she} did what {mf|he|she} thought was necessary. But the actions of an aeon can only be judged by another aeon.
ko: 지휘관은 과거를 수정할 기회를 얻었고, 필요하다고 생각한 것을 해냈다. 하지만 한 에온이 행한 행동은 오로지 또 다른 에온만이 심판할 수 있다.
ko_mt: 사령관에게 과거를 바꿀 기회가 주어졌고 {mf|그|그녀}는 {mf|그|그녀}의 필요하다고 생각한 일을 했습니다. 그러나 한 에온의 행동은 다른 에온에 의해서만 판단 될 수 있습니다.

source: The path of the aeon is not only to judge, but also to keep the balance. The balance of the multiverse was disrupted on Golarion a long time ago, and while the world is rushing to its end like a chariot on fire, the aeon can look into the past and correct the damage. It is an incredible ability! Vague memories of the past turn into the vivid present. Can something that happened, never happen? Can those who weren't saved, be saved? Does the aeon really mend the fabric of space and time, or does it only tear it further?
ko: 에온의 길은 단지 심판하는 것이 아니라, 균형을 유지하는 것이기도 하다. 골라리온의 다중 우주 균형은 오래 전에 붕괴됐고, 세계는 불 붙은 전차처럼 종말을 향해 달리는 와중에, 에온은 과거를 들여다보고 피해를 바로잡을 수 있다. 얼마나 놀라운 능력인가! 과거의 희미한 기억이 생생한 현실로 변한다. 이미 일어난 일이, 결코 일어난 적 없는 일이 될 수 있는 것인가? 구원 받지 못한 이들이 구원 받을 수 있는 것인가? 에온은 정녕 시공간이라는 천을 꿰매는 것인가, 아니면 그저 더 찢어버릴 뿐인가?
ko_mt: 에온의 길은 판단하는 것뿐만 아니라 균형을 유지하는 것입니다. 오래 전 골라리온에서 다중 우주의 균형이 깨졌고, 세상이 불타는 전차처럼 끝을 향해 돌진하는 동안 에온은 과거를 들여다보고 피해를 바로 잡을 수 있습니다. 놀라운 능력입니다! 과거의 막연한 기억이 생생한 현재로 바뀝니다. 일어난 일이 일어나지 않을 수 있습니까? 구원받지 못한 사람도 구원받을 수 있을까요? 에온은 정말 시공간의 구조를 고칠 수 있을까요, 아니면 더 찢어놓을 뿐일까요?

source: Aeons... are creatures that exist outside time, and their only concern is the balance of the multiverse, no matter how it is achieved. Choosing this path is the first step to greatness, and upon reaching its pinnacle, the judge of all creation will behold the interwoven fates of humanity and the planes in all their intricacy. {mf|He|She} has the ability to see the souls of those who have broken the law. The Commander is a creature of flesh and blood, but with the power of the aeon, {mf|he|she} will be able to bring order to a world torn asunder by passions.
ko: 에온들은 시간 밖에 존재하는 존재들이며, 수단과 방법을 가리지 않고 다중 우주의 균형을 유지한다. 이 길을 선택하는 것은 위대함을 향한 첫 발걸음이고, 그 정점에 도달하는 순간, 만물의 심판관은 인류의 얽힌 운명들과 복잡함 속에 있는 차원들을 목도할 것이다. 에온에겐 질서를 어긴 이들의 영혼을 보는 능력이 있다. 사령관은 피와 살로 이루어진 창조물이지만, 에온의 힘과 함께라면, 격동으로 산산 조각난 이 세계의 질서를 되찾을 수 있을 것이다.
ko_mt: 에온은.. 시간 밖에 존재하는 생명체이며, 그들의 유일한 관심사는 그것이 어떻게 달성 되든 상관없이 다중 우주의 균형입니다. 이 길을 선택하는 것은 위대함을 향한 첫 번째 단계이며, 정점에 도달하면 모든 창조물의 심판자는 인류와 행성의 얽힌 운명을 모든 복잡함 속에서 바라 볼 것입니다. {mf|그|그녀}는 법을 어긴 자들의 영혼을 볼 수 있는 능력을 가지고 있습니다. 사령관은 살과 피의 피조물이지만 에온의 힘으로 {mf|그|그녀}는 정열로 찢어진 세상에 질서를 가져올 수 있습니다.

source: The Burden of the Aeon
ko: 에온의 짐
ko_mt: 에온의 짐

source: In the worlds inhabited by mortals, the slightest movement of a soul into action may violate both law and order. The eyes of the aeon can penetrate the mortal shell and perceive the light that lays bare the transgressions of the soul, but the ability to pass judgment impartially must be trained, like any skill.
ko: 필멸자들이 거하는 세계에서는, 영혼의 미동 조차도 법과 질서를 위반할 수 있다. 이록 에온의 눈은 필멸의 겉껍데기를 꿰뚫을 수 있고, 질서를 어긴 영혼을 드러내는 빛을 느낄 수 있지만, 공정하게 판결하는 능력은 여느 기술들과 마찬가지로 훈련되어야 한다.
ko_mt: 필멸자가 사는 세계에서는 영혼이 조금만 움직여도 법과 질서를 위반할 수 있습니다. 에온의 눈은 필멸자의 껍질을 뚫고 영혼의 허물을 드러내는 빛을 감지 할 수 있지만, 공정한 판단을 내리는 능력은 다른 기술과 마찬가지로 훈련되어야합니다.

source: Find and convict the guilty in Drezen
ko: 드레젠에서 죄인을 찾아 판결을 내려라
ko_mt: 드레젠에서 유죄를 찾아 유죄 판결

source: The power of the aeon grows in the Commander. {mf|He|She} sees not only the crimes of mortals, but something more. Only a true aeon can feel the throbbing of this inflamed abscess, and lance the boil. The Commander must put aside {mf|his|her} doubts, and continue the path to truth.
ko: 사령관의 내면에 깃든 에온의 힘이 커져간다. 이제 그는 단순한 필멸자들의 죄만이 아닌, 그 이상을 바라본다. 오로지 진정한 에온만이 이 불타는 듯한 종양을 느끼고, 제거할 수 있다. 이제 사령관은 의심들을 걷어내고, 진리의 길을 계속해서 걸어나가야만 한다.
ko_mt: 에온의 힘은 사령관에게서 자랍니다. {mf|그|그녀}는 인간들의 범죄뿐만 아니라 그 이상의 것을 본다. 진정한 에온만이 이 염증이 생긴 농양의 욱신거림을 느끼고 종기를 찔러버릴 수 있다. 사령관은 {mf|그|그녀}의 의심을 제쳐두고 진실을 향한 길을 계속해야합니다.

source: Continue to denounce injustice
ko: 계속해서 불의를 심판하라
ko_mt: 불의를 계속 고발하십시오

source: An aeon senses the place where the connection between space and time is broken, like a tumor on the fabric of reality. It must be dealt with — this is what the cosmic order wills. But where can the answer be found? For an aeon, this entire place is like the sound of metal against glass, it screams of the terrible and unnatural deeds that have been committed here.
ko: 에온이 시공간에서 단절된, 마치 현실 구조에 난 종양과 같은 장소를 느낀다. 이것은 우주 질서가 원하는 일이므로 반드시 처리되어야 한다. 하지만 어디서 답을 구할 수 있는가? 에온에게 있어서, 이 장소 전체가 칠판 위를 긋는 분필 소리와 같다. 과거, 이곳에서 행해진 공포스럽고 비자연적인 행위로 인해 끔찍한 소리가 이곳 전체에 울려퍼지고 있다.
ko_mt: 에온은 현실의 구조에있는 종양처럼 공간과 시간 사이의 연결이 끊어진 곳을 감지합니다. 그것은 반드시 처리되어야합니다 - 이것이 우주의 질서가 원하는 것입니다. 하지만 그 해답은 어디서 찾을 수 있을까요? 에온 동안 이장소 전체는 유리에 부딪히는 금속 소리와 같으며 이곳에서 저지른 끔찍하고 부자연스러운 행동에 대한 비명을 지르고 있습니다.

source: Investigate the distortion in the abandoned building
ko: 버려진 건물의 왜곡을 조사하라
ko_mt: 버려진 건물의 왜곡을 조사하십시오.

source: Incredibly, the distortions allow an aeon to travel through time. Does this mean that by rewriting the past, one could also rewrite someone's memory? Only the wisdom of the aeon will allow you to discover the truth about what happened.
ko: 믿을 수 없게도, 에온은 왜곡을 통해 시간을 여행할 수 있다. 과거를 다시 쓴다는 것은 누군가의 기억을 다시 쓸 수 있음을 의미하는가? 오로지 에온의 지혜만이 사건의 진상을 밝힐 수 있을 것이다.
ko_mt: 놀랍게도, 왜곡은 에온이 한 시대를 시간 여행 할 수있게 해줍니다. 과거를 다시 쓰면 누군가의 기억도 다시 쓸 수 있다는 뜻인가요? 오직 에온의 지혜만이 무슨 일이 일어났는지에 대한 진실을 발견할 수 있게 해줄 것입니다.

source: Look into the mirror of the aeon
ko: 에온의 거울을 들여다보라
ko_mt: 에온의 거울을 들여다보세요

source: The power of the aeon grows so quickly, the mind of a material creature can hardly keep pace. Time unfolds before the aeon. It becomes a staircase descending into the past. Is it possible the distortion that opened in Drezen leads not through space, but through time?
ko: 에온의 힘이 너무나 빠르게 성장하고 있어, 물리적 존재의 정신은 힘의 성장 속도를 따라가기에도 버겁다. 에온 앞에 시간이 펼쳐졌다. 이는 과거로 돌아가는 계단이 될 것이다. 드레젠에 열린 왜곡은 공간이 아닌, 시간선 상의 왜곡인가?
ko_mt: 에온의 힘은 너무 빨리 성장하여 물질적 생물의 정신은 거의 따라갈 수 없습니다. 에온 앞에 시간이 펼쳐진다. 그것은 과거로 내려가는 계단이됩니다. 드레젠에서 열린 왜곡이 공간이 아닌 시간으로 이어질 수 있을까요?

source: Investigate the distortion in Drezen
ko: 드레젠 내의 왜곡을 조사하라
ko_mt: 드레젠의 왜곡을 조사하라
