Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: Venture-Captain Hilor was crippled in his last clash with the Spinner of Nightmares. His fury, however great it may be, won't help his tendons regenerate any quicker. But he has valuable information regarding her current whereabouts. He has asked the Commander to destroy the Spinner of Nightmares and save his daughter Lourry.
ko: 모험 대장 하일러는 악몽의 직조자와의 마지막 조우에서 부상을 입었다. 화가 크게 났지만, 그렇다고 그의 상처가 빨리 나을 것 같진 않다. 그에게는 그녀가 현재 어디 있는지에 대한 정보가 있다. 하일러는 사령관에게 악몽의 직조자를 죽이고 그의 딸 로어리를 구해줄 것을 부탁했다.
ko_mt: 벤처 캡틴 하일러는 악몽을 잣는 자와의 마지막 전투에서 무력화되었습니다. 그의 분노가 아무리 크더라도 힘줄이 더 빨리 재생되는데 도움이 되지 않습니다. 하지만 그는 그녀의 현재 행방에 관한 귀중한 정보를 가지고 있습니다. 그는 사령관에게 악몽을 잣는 자를 파괴하고 딸 루리를 구해달라고 부탁했습니다.

source: Chasing the Spinner of Nightmares
ko: 악몽의 직조자 추적
ko_mt: 악몽을 잣는 자를 쫓다

source: Venture-Captain Hilor has sent a foreboding summons. Perhaps the Commander should discover the reason for this sooner rather than later — Hilor does not seem like the type of man who would sound the alarm over nothing.
ko: 모험 대장 하일러가 불길한 예감이 드는 소환장을 보내왔다. 어쩌면 사령관은 이에 대한 이유를 생각보다 빠르게 깨닫게 될 지도 모르겠다 — 하일러는 아무런 이유도 없이 경고를 할 남자가 아니니 말이다.
ko_mt: 벤처 캡틴 하일러가 불길한 소환장을 보냈습니다. 아마도 사령관은 조만간 그 이유를 알아내야 할 것입니다. 하일러는 아무것도없이 경보를 울릴 사람처럼 보이지 않습니다.

source: Talk to Hilor
ko: 하일러와 대화하라
ko_mt: 하일러와 대화

source: Hilor seems to know for certain where the Spinner of Nightmares currently is. He is wounded, and thus he has reluctantly surrendered his right to battle his nemesis to the Commander. But first, a visit to her hideout is in order.
ko: 하일러는 악몽의 직조자가 현재 어디 있을지 확신하는 듯하다. 부상 탓에 그는 자신의 숙적과의 결투 기회를 사령관에게 넘겨야만 했지만, 일단 그 은신처를 먼저 방문해야 한다.
ko_mt: 하일러는 악몽을 잣는 자가 현재 어디에 있는지 확실히 알고 있는 것 같습니다. 그는 부상을 입었기 때문에 마지못해 사령관에게 적과 싸울 권리를 포기했습니다. 하지만 먼저 그녀의 은신처를 방문하는 것이 순서입니다.

source: Deal with the Spinner of Nightmares
ko: 악몽의 직조자를 처리하라
ko_mt: 악몽을 잣는 자와 거래

source: The Pathfinder Lourry, also known as the Spinner of Nightmares, is dead. All that's left of her is a locket that once belonged to her mother. Perhaps Hilor will be grateful if the Commander returns this item to him.
ko: 악몽의 직조자라는 이름으로도 알려진, 패스파인더 로어리는 이제 죽었다. 남은것은 한때 그녀의 어머니것이었던 로켓뿐. 사령관이 이것을 하일러에게 돌려주면 그가 고마워 할지도 모른다.
ko_mt: 악몽을 잣는 자라고도 알려진 패스파인더 루리가 죽었습니다. 그녀에게 남은 것은 한때 그녀의 어머니가 가지고 있던 목걸이뿐입니다. 사령관이 이 아이템을 돌려주면 하일러가 고마워할지도 모르겠네요.

source: Give Lourry's locket to Hilor
ko: 로어리의 로켓을 하일러에게 주어라
ko_mt: 루리의 목걸이를 하일러에게 줘

source: The Commander was able to convince the Spinner of Nightmares to talk to her father Hilor. All that's left is to deliver the locket to the venture-captain and activate it.
ko: 사령관은 악몽의 직조자에게 그녀의 아버지 하일러와 대화하도록 설득하는데 성공했다. 남은것은 로켓을 모험 대장에게 가져다주어 활성화 시키는 것뿐이다.
ko_mt: 사령관은 악몽을 잣는 자가 아버지 하일러와 이야기하도록 설득하는데 성공했습니다. 남은 것은 벤처 대장에게 로켓을 전달하고 활성화하는 것뿐입니다.

source: Give Lourry's locket to Hilor
ko: 로어리의 로켓을 하일러에게 주어라
ko_mt: 루리의 로켓을 하일러에게 줘

source: The Spinner of Nightmares has agreed with the Commander that Hilor deserves happiness and peace. Lourry has enchanted the locket that once belonged to her mother. The moment Hilor accepts this item, he will be plunged into a world of illusion where he can finally be happy.
ko: 악몽의 직조자는 하일러가 행복과 평화를 받아 마땅하다는 사실에 사령관과 동의했다. 로어리는 한때 어머니의 것이었던 로켓에 마법을 부여했다. 하일러가 이 물건을 받아들이는 순간, 그는 그가 마침내 행복해질 수 있는 환상의 세계에 빠질 것이다.
ko_mt: 악몽을 잣는 자는 사령관과 하일러가 행복과 평화를 누릴 자격이 있다는데 동의했습니다. 루리는 한때 어머니의 소유였던 로켓에 마법을 걸었습니다. 하일러가 이 아이템을 받아들이는 순간, 그는 마침내 행복해질 수 있는 환상의 세계로 빠져들게 될 것입니다.

source: Give Lourry's locket to Hilor
ko: 로어리의 로켓을 하일러에게 주어라
ko_mt: 루리의 로켓을 하일러에게 줘

source: The Commander decided to let the Spinner of Nightmares go after she swore never to trouble the crusaders again. Hilor should be told that his hunt is finally at an end.
ko: 사령관은 악몽의 직조자가 더 이상 성전군을 건드리지 않겠다고 약속하자 그녀를 보내주었다. 하일러에게 그의 사냥이 마침내 끝났음을 알려야 한다.
ko_mt: 사령관은 악몽을 잣는 자가 다시는 성전사를 괴롭히지 않겠다고 맹세한 후 풀어주기로 결정했습니다. 하일러에게 그의 사냥이 마침내 끝났다고 말해야합니다.

source: Tell Hilor that the hunt is over
ko: 하일러에게 사냥이 끝났음을 알려라
ko_mt: 하일러에게 사냥이 끝났다고 말해줘

source: The key to the cell of the Hand of the Inheritor has been found!
ko: 계승자의 손이 갇힌 감옥의 열쇠를 발견하였다!
ko_mt: 계승자의 손 감방의 열쇠를 찾았습니다!

source: The goddess has revealed that her herald is alive and being held captive in the Ineluctable Prison. Baphomet is using him as a weapon of his revenge, opening portals and sending his minions against the Commander's army.
ko: 여신이 자신의 사자가 살아있으며 불가피한 감옥에 붙잡혀 있음을 알려주었다. 바포메트는 그를 자신의 복수를 위한 무기로써 이용해 포탈을 열고 자기 부하들로 하여금 사령관의 군대와 싸우게 할 속셈이다.
ko_mt: 여신은 그녀의 전령이 살아 있고 불가항력 감옥에 갇혀 있다고 밝혔습니다. 바포메트는 그를 복수의 무기로 사용하여 포털을 열고 사령관의 군대에 대항하여 하수인을 보내고 있습니다.

source: Defeat the Hand of the Inheritor
ko: 계승자의 손을 쓰러트려라
ko_mt: 계승자의 손을 물리치세요

source: The Ineluctable Prison has been infiltrated, ravaged, and emptied. It is now akin to an old skull tossed upon the shore by the waves — just hollowed-out bone, fragile and unremarkable. The Commander's latest triumph has become another shameful stain on Baphomet's reputation among the demon lords.
ko: 불가피한 감옥이 침입당하고, 더럽혀졌으며, 쓸려나가, 이제 마치 파도에 휩쓸려온 해골처럼 — 뼈대만 남기고 텅 비어, 취약하고 별 볼일 없어졌다. 사령관의 새로운 승리는 데몬 군주 사이에서 바포메트의 이름에 또 다른 먹칠을 했다.
ko_mt: 피할 수없는 감옥이 침투하여 황폐화되고 비워졌습니다. 이제 그것은 파도에 의해 해안에 던져진 오래된 두개골과 비슷합니다. 속이 비어 있고 연약하고 눈에 띄지 않습니다. 사령관의 최근 승리는 데몬 로드들 사이에서 바포메트의 명성에 또 다른 부끄러운 오점이 되었습니다.

source: One of the many beliefs surrounding the Abyss is that it does not let anyone escape without a sacrifice. The sacrifice that paved the way to freedom for the Commander was the Hand of the Inheritor. When he fell at Baphomet's hand, he unknowingly triggered processes whose significance far outweighs the fate of a single angel. A lord of the Abyss attacking the herald of one of the most prominent goddesses of Heaven is bound to have consequences. What will this mean for the Commander? Time will tell.
ko: 심연의 손길에서 벗어나기 위해선 희생이 치뤄져야만 한다고들 말한다. 사령관의 자유를 위해서는 계승자의 손이라는 희생이 치뤄졌다. 그가 바포메트의 손아귀에 떨어졌을때, 그는 단순한 엔젤 한 명의 운명 이상의 사건의 촉매가 되었다. 천상의 가장 드높은 여신의 전령이 심연의 군주에게 공격당한 사건은 당연히 그 결과가 뒤따르기 마련. 이것이 사령관에게 어떻게 작용할까? 두고 보아야 할 것이다.
ko_mt: 심연을 둘러싼 많은 믿음 중 하나는 희생 없이는 누구도 탈출 할 수 없다는 것입니다. 사령관에게 자유의 길을 열어준 희생은 바로 계승자의 손이었습니다. 그가 바포메트의 손에 쓰러졌을 때, 그는 자신도 모르게 천사 한 명의 운명보다 훨씬 더 중요한 과정을 촉발시켰습니다. 심연의 군주가 천국의 가장 저명한 여신 중 한 명의 전령사를 공격하는 것은 반드시 결과를 가져올 것입니다. 사령관에게 어떤 의미가 있을까요? 시간이 지나면 알 수 있겠지.

source: Your Bones Will Join the Myriad Others
ko: 네 뼈는 다른 이들과 함께 하리라
ko_mt: 당신의 뼈는 무수한 다른 사람들과 합류 할 것입니다

source: Is the herald of Iomedae dead? If he is, then why would Baphomet need his body? Where did he take it and for what purpose? The Commander should look for the answers.
ko: 아이오메데의 사자는 죽었는가? 만일 그렇다면, 왜 바포메트는 그 시체를 필요로 하는걸까? 바포메트는 무슨 목적으로 그를 데려간걸까? 사령관은 그 답을 찾아야만 한다.
ko_mt: 아이오메데의 전령이 죽었나? 그렇다면 바포메트는 왜 그의 시체가 필요했을까요? 그는 어디에서 어떤 목적으로 그것을 가져 갔습니까? 사령관이 답을 찾아야합니다.

source: Learn the fate of the Hand of the Inheritor
ko: 계승자의 손의 운명을 알아내라
ko_mt: 계승자의 손의 운명을 배우십시오

source: Although Baphomet is neither the mightiest nor the most bloodthirsty of demon lords, he is lauded as the most devious of his kind. His intricate spells conceal his prison from unwanted visitors. The portal that leads to his realm constantly changes its location, appearing here and there to disgorge a new demon army before vanishing once more. It must be reached at the exact moment it opens.
ko: 비록 바포메트가 데몬 군주중 가장 강력하거나 피에 굶주린 존재는 아니지만, 대신 그는 교활함으로 칭송받는 자이다. 그의 섬세한 주문이 감옥을 원하지 않는 방문객으로부터 숨겨주고 있다. 그의 왕국으로 향하는 포탈은 계속해서 여기저기 위치를 바꾸며 새로운 데몬 군대를 토해낸 후 사라지고 있다. 이곳에 도달하려면 문이 열리는 시간에 딱 맞춰 도착해야만 한다.
ko_mt: 바포메트는 데몬 로드 중 가장 강력하지도, 가장 피에 굶주린 것도 아니지만 가장 사악하다는 찬사를 받고 있습니다. 그의 복잡한 주문은 원치 않는 방문객으로부터 그의 감옥을 숨깁니다. 그의 영역으로 통하는 포털은 끊임없이 위치를 바꾸며 여기저기서 나타나 새로운 데몬 군대를 소탕한 후 다시 사라집니다. 포털이 열리는 정확한 순간에 도달해야합니다.

source: Find the entrance to the Ineluctable Prison
ko: 불가피한 감옥의 입구를 찾아라
ko_mt: 피할 수 없는 감옥의 입구를 찾으세요

source: The number and status of a demon's slaves serve as an indication of the demon's power, which is why, naturally, Baphomet made sure that his property would not be encroached upon by either his enemies or his own kind. The path into the Ineluctable Prison is barred by the Groaning Gate. In the entire history of this place, none has been able to break it open or unlock it with trickery, but the Commander has form for accomplishing the impossible.
ko: 데몬이 부리는 노예의 숫자와 신분은 곧 그 데몬의 힘을 의미한다. 바로 그렇기에, 바포메트는 자신의 자산들이 그의 적과 동족 모두로부터 침해받지 않도록 조심하는 것이다. 불가피한 감옥으로 통하는 길은 신음하는 대문으로 가로막혀 있다. 이 장소의 역사를 살펴보면, 어떤 기술로도 이 문을 열거나 부술수는 없다고 한다, 하지만 사령관은 불가능을 성취해내기로 명성이 높다.
ko_mt: 데몬의 노예의 수와 상태는 데몬의 힘을 나타내는 역할을 하기 때문에 당연히 바포메트는 자신의 재산이 적이나 같은 종족에 의해 침해되지 않도록했습니다. 피할 수 없는 감옥으로 가는 길은 신음하는 문으로 막혀 있습니다. 이 장소의 전체 역사에서 아무도 그것을 부수거나 속임수로 열 수 없었지만 사령관은 불가능한 것을 성취 할 수 있는 형태를 가지고 있습니다.

source: Get into the Ineluctable Prison
ko: 불가피한 감옥으로 들어가라
ko_mt: 피할 수없는 감옥에 들어가십시오

source: Many adventurers find out too late that getting into the monster's lair is the easiest of their objectives. It is much harder to find the treasure hidden within and make it out alive. The Ineluctable Prison holds countless captives, but it seems unlikely that Baphomet would treat an angel like an ordinary prisoner. No doubt the angel's cell will be particularly well guarded and hidden from prying eyes.
ko: 많은 모험가들은 괴물의 소굴로 들어가는 게 그들의 임무중 가장 쉬운 것이란 것을 너무 늦게 깨닫곤 한다. 그 안에 숨겨진 보물을 찾아서 산채로 나오는 것은 훨씬 더 어렵다. 불가피한 감옥에는 수많은 죄수들이 갇혀있으나, 바포메트는 엔젤을 다른 죄수들과 똑같이 대우 할 생각은 없는 듯하다. 엔젤의 감방은 특별히 잘 지켜지며 남들의 눈으로부터 훨씬 잘 숨겨져 있을 것이다.
ko_mt: 많은 모험가들은 괴물의 은신처에 들어가는 것이 가장 쉬운 목표라는 것을 너무 늦게 알게됩니다. 그 안에 숨겨진 보물을 찾아서 살아서 빠져나오는 것은 훨씬 더 어렵습니다. 불가항력 감옥에는 수많은 포로가 갇혀 있지만 바포메트가 천사를 평범한 죄수처럼 대할 것 같지는 않습니다. 의심 할 여지없이 천사의 감방은 특히 잘 보호되고 눈에 띄지 않게 숨겨져있을 것입니다.

source: Find the cell of the Hand of the Inheritor
ko: 계승자의 손이 갇힌 감방을 찾아라
ko_mt: 계승자의 손의 감방을 찾으세요

source: As was to be expected, the angel was placed in the most prestigious and secure cell, one that is nigh impossible to infiltrate. But for a skilled burglar, every locked door is merely a tempting challenge. There must be a key to this door somewhere within the prison.
ko: 예측대로, 엔젤은 침입이 거의 불가능에 가까운, 가장 철통같은 보안을 자랑하는 감방에 갇혀있었다. 하지만 숙달된 도둑에게, 잠긴 모든 문들은 그저 매력적인 도전에 지나지 않는다. 분명 감옥 어딘가에 문을 열기위한 열쇠가 존재할 것이다.
ko_mt: 예상대로 천사는 가장 권위 있고 안전한 감방에 배치되었으며 침투가 거의 불가능합니다. 그러나 숙련된 도둑에게는 모든 잠긴 문은 단지 유혹적인 도전 일뿐입니다. 교도소 내 어딘가에이 문에 대한 열쇠가있을 것입니다.

source: Find the key to the cell of the Hand of the Inheritor
ko: 계승자의 손이 갇힌 감방과 그 열쇠를 찾아라
ko_mt: 계승자의 손의 감방 열쇠를 찾으세요

source: Now, nothing is stopping the Commander from bursting into the angel's cell and breaking his chains. But what manner of monsters and torturers await {mf|him|her} in this most dangerous of dungeons? And is there any part of the Hand of the Inheritor left that can still be saved?
ko: 이제 사령관이 엔젤의 감방으로 쳐들어가 그 쇠사슬을 쳐부수는 것을 막을 수 있는이는 아무도 없다. 허나 어떠한 괴물과 고문가들이 이 가장 위험한 감옥에서 그를 기다리고 있는가? 계승자의 손에게 구원할 만한 파편이라도 남아있기는 한가?
ko_mt: 이제 사령관이 천사의 감방에 침입하여 사슬을 끊는 것을 막을 수 있는 것은 없습니다. 하지만 이 가장 위험한 던전에는 어떤 종류의 괴물와 고문자가 {mf|그|그녀}를 기다리고 있을까요? 그리고 계승자의 손에서 아직 구할 수 있는 부분이 남아 있을까요?

source: Find the Hand of the Inheritor
ko: 계승자의 손을 찾아라
ko_mt: 계승자의 손 찾기

source: In Baphomet's chapel, the Commander found the angel's heart, which was torn out of his chest. It is still alive and beating, which means one might try to reunite it with its owner.
ko: 바포메트의 예배당 안에서, 사령관은 엔젤의 심장에서 뽑아낸, 아직까지 박동하고 있던 그 심장을 되찾아냈다. 그 얘기는 곧 그 심장이 주인과 재회할 수 있다는 것을 의미한다.
ko_mt: 바포메트의 예배당에서 사령관은 가슴에서 찢어진 천사의 심장을 발견했습니다. 그것은 여전히 살아 있고 뛰고 있으므로 주인과 재결합하려고 할 수 있습니다.

source: Return the Hand of the Inheritor's heart
ko: 계승자의 손의 심장을 돌려주어라
ko_mt: 계승자의 손의 심장을 돌려주기

source: The demons are going on the offensive — the Queen is in danger!
ko: 데몬들이 공세에 나섰다 — 여왕이 위험에 처했다!
ko_mt: 데몬들이 공격하고 있습니다-여왕이 위험에 처해 있습니다!

source: The demons are going on the offensive — their target must be the Sword of Valor!
ko: 데몬들이 공세에 나섰다 — 그들이 노리는 건 용맹의 검이다!
ko_mt: 데몬들이 공격하고 있습니다-그들의 목표는 용맹의 검이어야합니다!

source: The demons are going on the offensive — what will they do to the library in the Temple?
ko: 데몬들이 공세에 나섰다 — 사원 안의 도서관에 무슨 짓을 할 속셈인걸까?
ko_mt: 데몬들이 공격하고 있습니다-그들이 성전의 도서관에 무슨 짓을 할까요?

source: But before the Commander sets off for the final battle, it may be worth completing all remaining missions in Iz. There may not be time for them later.
ko: 허나 사령관이 마지막 전투를 향해 나아가기 전에, 이즈에 남아있는 다른 임무들을 마저 완수하는 것이 좋을지 모른다. 다시 돌아와서 이를 수행할 시간은 없을 테니까.
ko_mt: 하지만 사령관이 마지막 전투를 위해 출발하기 전에 이즈에서 남은 임무를 모두 완료하는 것이 좋습니다. 나중에 시간이 없을 수도 있습니다.

source: The Queen must have headed for the Temple of Stone Manuscripts.
ko: 여왕은 석재 고본 사원으로 향한 것 같다.
ko_mt: 여왕은 돌 사본의 사원으로 향했을 것입니다.

source: The Queen must have headed for the den of the monstrous guardian of Iz.
ko: 여왕은 이즈의 괴물같은 수호자의 둥지로 향한 것이 분명하다.
ko_mt: 여왕은 이즈의 괴물 수호자의 소굴로 향했을 것입니다.

source: Farewell, Iz. Farewell, cleaved heart of Sarkoris. You have become the site of a great battle, of great meetings and partings.
ko: 잘 있거라, 이즈. 잘 있거라, 무너진 사코리스의 심장이여. 그대는 위대한 전투의 격전지이자, 만남과 작별의 장소가 되었구나.
ko_mt: 잘 가라, 이즈. 잘 가라, 사르코리스의 쪼개진 심장아. 당신은 위대한 전투, 위대한 만남과 이별의 현장이 되었습니다.

source: Queen Galfrey has decided to end the war in one fell swoop. Upon gathering all her troops, she led them straight into the heart of the Wound, to the locus of the Abyssal forces. A risky move, but desperate times call for desperate measures. The Queen has bet everything on this advance, and now the Commander must match her stake.
ko: 갈프리 여왕은 전쟁을 단숨에 끝장내기로 마음 먹었다. 자신의 모든 병력들을 집결시킨 그녀는, 그것을 상처의 중심, 심연의 군세의 핵심으로 이끌었다. 무모한 행동이나, 절박한 순간에는 절박한 수단이 필요한 법. 여왕은 이 공세에 모든 것을 걸었다, 이제 사령관도 그에 맞는 결단을 내려야 한다.
ko_mt: 갈프레이 여왕은 전쟁을 단숨에 끝내기로 결정했습니다. 여왕은 모든 병력을 모아 상처의 심장부, 심연의 세력이 있는 곳으로 곧장 이끌었습니다. 위험한 작전이었지만 절박한 시기에는 절박한 조치가 필요했습니다. 여왕은 이 진격에 모든 것을 걸었고, 이제 사령관은 여왕의 판돈을 맞춰야 합니다.

source: Heart of the Fallen Land
ko: 몰락한 땅의 심장
ko_mt: 타락한 땅의 심장

source: What has become of the Queen? Is she slaughtering demon hordes at this minute, or has she long since become their feast? To find out what Her Majesty's reckless assault has wrought, the Commander will have to go after her — to the capital of fallen Sarkoris, the city of Iz.
ko: 여왕에게 무슨 일이 벌어진 것인가? 아직까지도 데몬의 무리들을 학살하고 있을까, 아니면 이미 그들의 먹잇감이 되었을까? 여왕 폐하의 무모한 공세의 결과를 확인하기 위해서, 사령관은 그녀를 쫓아 몰락한 사코리스의 수도, 이즈의 도시로 가야만 한다.
ko_mt: 여왕은 어떻게 되었습니까? 지금 이 순간에도 데몬 무리를 학살하고 있을까요, 아니면 이미 오래전에 그들의 잔치가 되었을까요? 폐하의 무모한 공격이 어떤 결과를 가져 왔는지 알아 보려면 사령관은 그녀를 쫓아 타락한 사르코리스의 수도인 이즈의 도시로 가야합니다.

source: Find Queen Galfrey
ko: 갈프리 여왕을 찾아라
ko_mt: 갈프레이 여왕을 찾아라

source: The Queen had no right to remove the Sword of Valor from Drezen. To the Commander, that banner has become more than just a symbol — it is a piece of {mf|his|her} very heart that Galfrey carried off on her desperate attack. It is time for the Commander to head to the Queen's camp and reclaim what is rightfully {mf|his|hers}.
ko: 여왕에겐 드레젠에서 용맹의 검을 옮길 권리가 없었다. 갈프리가 자신의 절박한 공세를 시도하기 위해 가져간 것은 사령관에게 있어 단순한 상징 이상의 것 — 자신의 심장의 일부나 다름 없었다. 사령관은 여왕의 야영지로 떠나 정당한 자신의 것을 되찾아야만 한다.
ko_mt: 여왕은 드레젠에서 용맹의 검을 제거할 권리가 없습니다. 사령관에게 그 깃발은 단순한 상징이 아니라 갈프레이가 필사적인 공격을 감행했던 {mf|그|그녀}의 심장입니다. 이제 사령관이 여왕의 진영으로 가서 자신의 것을 되찾아야 할 때입니다.

source: Find the Sword of Valor
ko: 용맹의 검을 찾아라
ko_mt: 용맹의 검을 찾아라

source: The people of old Sarkoris disliked the fragility of paper, preferring to carve their knowledge in stone. Later, when the city fell into the hands of demons, books in other forms were added to the collection — from old-fashioned human skin to highly sophisticated arcane crystals. Now, Deskari's servants are destroying all this wealth so that it does not fall into the hands of the crusaders. If the Commander does not hurry, powerful knowledge could be lost for all time.
ko: 옛 사코리스의 사람들은 종이의 연약함을 싫어하여, 자신들의 지식을 대신 돌에 새겨넣었다. 이후, 도시가 데몬들의 손아귀에 떨어졌을때 이 책의 범주에는 전통적인 인피부터 시작해서 고도로 정교한 마법 수정까지 다양한 종류가 추가되었다. 이제, 데스카리의 하인들은 이 유산들이 성전군의 손에 들어가는 일이 없도록 모조리 파괴하려 하고 있다. 사령관이 서두르지 않는다면, 이 지식들은 영원히 사라지고 말 것이다.
ko_mt: 옛 사르코리스 사람들은 종이의 연약함을 싫어하여 지식을 돌에 새기는 것을 선호했습니다. 나중에 도시가 데몬의 손에 넘어갔을 때 구식 인간 가죽부터 매우 정교한 비전 수정에 이르기까지 다른 형태의 책이 컬렉션에 추가 되었습니다. 이제 데스카리의 하인들은 이 모든 부를 파괴하여 십자군의 손에 떨어지지 않도록하고 있습니다. 사령관이 서두르지 않으면 강력한 지식을 영원히 잃을 수 있습니다.

source: Visit the Temple of Stone Manuscripts
ko: 석재 고본 사원을 방문하라
ko_mt: 돌 사본의 사원을 방문하십시오

source: The most overconfident of the lords of the Abyss has come to spring the trap of Iz. The Commander would do well not to turn {mf|his|her} back on this threat.
ko: 심연의 가장 자신만만한 군주가 이즈에 함정을 설치해놓았다. 사령관은 이 위협으로부터 등을 돌려선 안 될 것이다.
ko_mt: 심연의 군주들 중 가장 자만심이 강한 자가 이즈의 함정을 파려고 왔습니다. 사령관은 {mf|그|그녀}를 이 위협에 돌려보내지 않는 것이 좋을 것입니다.

source: Accept Deskari's challenge
ko: 데스카리의 도전을 받아들여라
ko_mt: 데스카리의 도전을 수락하세요

source: The one who calls himself the Storyteller has summoned the Commander back to the capital of the crusaders. There awaits the army that has assembled for the final push.
ko: 이야기꾼을 자청하는 자가 사령관을 성전군의 수도로 소환하였다. 그곳에서 집결한 군대가 최후의 진격을 기다리고 있다.
ko_mt: 자신을 이야기꾼이라고 부르는 사람이 사령관을 십자군의 수도로 다시 소환했습니다. 그곳에서 마지막 공격을 위해 모인 군대가 기다리고 있습니다.

source: Return to Drezen
ko: 드레젠으로의 귀환
ko_mt: 드레젠으로 귀환

source: At the last moment, when all seemed lost for the crusaders, the Commander was able to tip the scales in {mf|his|her} favor. The demon lord Deskari was brought down in the grand battle of Iz, and now the crusaders stand ready to assail the main bulwark of the Worldwound armies — the fortress of Threshold.
ko: 최후의 순간, 성전이 패배를 마주했을 때, 사령관은 전세를 역전시키는데 성공했다. 이즈에서의 대격전 끝에 데몬 군주 데스카리는 패퇴했고, 이제 성전군은 세계상처의 데몬 군대의 주 방어선 - 극점의 요새를 향한 공세를 준비하고 있다.
ko_mt: 십자군에게 모든 것을 잃은 것처럼 보였던 마지막 순간, 사령관은 {mf|그|그녀}에게 유리하게 저울을 기울일 수있었습니다. 이즈 전투에서 데몬 로드 데스카리가 쓰러졌고, 이제 성전사는 세계상처 군대의 주요 요새인 문턱의 요새를 공격할 준비를 마쳤습니다.

source: Launch the final assault on the Threshold fortress
ko: 극점 요새를 향해 마지막 공세를 펼쳐라
ko_mt: 문턱 요새에 대한 마지막 공격을 시작하십시오.

source: Everything will end where it all began. The Commander of the Fifth Crusade has brought {mf|his|her} army to the Threshold fortress, where the gateway into the Abyss known as the Worldwound was opened a century ago. The battle that is about to take place here will determine the future of Golarion.
ko: 모든 것이 시작한 곳에서, 모든 것이 끝나리라. 5차 성전의 사령관이 자신의 군대를 이끌고 극점의 요새에 당도했으니, 백년 전 세계상처라 이름 붙혀진 심연으로의 관문이 열린 곳에서, 골라리온의 미래를 결정지을 전투가 벌어질 것이다.
ko_mt: 모든 것이 시작된 곳에서 모든 것이 끝날 것입니다. 제5차 성전 사령관이 {mf|그|그녀}의 군대를 한 세기 전 세계상처로 알려진 심연으로 통하는 관문이 열렸던 문턱 요새로 이끌었습니다. 이곳에서 벌어질 전투가 골라리온의 미래를 결정할 것입니다.

source: The long history of the Worldwound that began in the land of Sarkoris must likewise end here. The Commander has matters to take care of in Drezen, but it is merely a waypoint on the final stretch.
ko: 사코리스의 땅 위에서 시작된 세계상처의 긴 역사는 이곳에서 끝나야만 하리라. 사령관에겐 아직 드레젠에서 처리해야 할 문제가 있으나, 이는 그저 마지막 진격을 위한 경유지에 지나지 않는다.
ko_mt: 사르코리스의 땅에서 시작된 세계상처의 오랜 역사도 여기서 끝나야 한다. 사령관은 드레젠에서 처리해야 할 일이 있지만, 그곳은 마지막 여정의 중간 기착지일 뿐입니다.

source: The Last Steps
ko: 마지막 한 걸음
ko_mt: 마지막 단계

source: Give the spell scroll to Alderpash
ko: 주문 두루마리를 알더패시에게 건네라
ko_mt: 알더파쉬에게 주문 두루마리를 줘

source: Give the key to Alderpash
ko: 열쇠를 알더패시에게 건네라
ko_mt: 알더파쉬에게 열쇠를 줘

source: It appears the lich is unaware that the Commander has relinquished {mf|his|her} miraculous powers.
ko: 리치는 사령관이 자신의 기적적인 힘을 되찾았다는 것을 눈치채지 못한 것으로 보인다.
ko_mt: 사령관이 {mf|그|그녀}의 기적의 힘을 포기한 것을 리치족이 모르는 것 같습니다.

source: The world is full of mysteries, buried and forgotten, but waiting for the right moment to come to light and make their presence known again. The Commander has been given the chance to decide the fate of one such secret and choose whether or not Golarion will once more hear the name Alderpash, Runelord of Wrath.
ko: 세상에는 묻히고 잊혔으나, 다시 자신의 존재를 드러내고 빛을 발할 순간을 기다리는 신비들이 가득하다. 사령관은 그러한 비밀들 중 하나, 분노의 룬로드 알더패시라는 이름이 다시 골라리온에 울려퍼질지에 대한 선택권을 쥐게 되었다.
ko_mt: 세상은 수수께끼로 가득 차 있으며, 묻혀 잊혀졌지만 적절한 순간에 빛을 발하고 다시 존재를 드러내기를 기다리고 있습니다. 사령관은 그러한 비밀 중 하나의 운명을 결정하고 골라리온이 분노의 룬군주 알더파시라는 이름을 다시 한 번 듣게 될지 여부를 선택할 기회를 얻었습니다.

source: Even among history's most notorious tyrants, there are those whose deeds catapulted them beyond notoriety and straight into legend. Their lives are examples of true villainy, and Alderpash, Runelord of Wrath, is one such legendary figure. The oldest and most experienced of the original runelords, he became infamous for his bloodlust, ruthlessness, and unrivaled sadism. His reign ended abruptly when he was taken from his own palace by Baphomet. As the Commander has gathered, Alderpash has been held captive in the Ineluctable Prison ever since. He turned himself into an immortal lich and for the last ten thousand years he has been relentlessly searching for a way out. To him, the Commander is a long-awaited weapon that will bring him freedom.
ko: 가장 악명높은 폭군의 역사중에서도, 단순한 악명을 전설의 영역에 도달한, 진정한 악의 화신이라 부를만한 자들이 존재한다. 분노의 룬로드, 알더패시 또한 그런 인물 중 하나입니다. 최초의 룬로드중 가장 오래되었으며, 노련한 그는 그의 피에 대한 욕망과 비견되지 않는 가학적 욕구로 이름을 떨쳤으나, 그의 통치는 그가 바포메트의 궁전에 끌려가며 끝을 맞이했다. 사령관이 도착했을때, 알더패시는 불가피한 감옥의 죄수로 잡혀있었다. 스스로를 불멸의 리치로 바꿔 수천년간 탈출구를 찾아오던 그에게, 사령관은 그가 오랫동안 기다려오던 자유를 위한 바로 그 도구다.
ko_mt: 역사상 가장 악명 높은 폭군들 사이에서도 악명을 넘어 전설이 된 인물들이 있습니다. 그들의 삶은 진정한 악랄함의 표본이며, 분노의 룬장 알더파시도 그런 전설적인 인물 중 하나입니다. 최초의 룬로드 중 가장 나이가 많고 경험이 많은 그는 피에 대한 욕망과 무자비함, 타의 추종을 불허하는 가학성으로 악명을 떨쳤습니다. 그의 통치는 바포메트에게 자신의 궁전에서 끌려가면서 갑작스럽게 끝났고, 사령관들이 모인 이후 알더파쉬는 불가항력 감옥에 포로로 잡혀 있습니다. 그는 스스로 불멸의 리치로 변해 지난 만 년 동안 끊임없이 탈출구를 찾고 있습니다. 그에게 사령관은 자유를 가져다 줄 오랫동안 기다려온 무기입니다.

source: Liberation of Wrath
ko: 분노의 해방
ko_mt: 분노의 해방

source: According to Alderpash, the chapel of the Ineluctable Prison holds a scroll that contains an incredibly potent spell that can break any magic. It may be able to dismantle the enchantment that is holding Alderpash.
ko: 알더패시의 말에 의하면, 탈출할 수 없는 감옥의 사원에는 어떤 주문이라도 깨뜨릴 수 있는 아주 강력한 주문이 담긴 두루마리가 있다고 한다. 이 두루마리가 있으면 알더패시를 얽매고 있는 주문을 해제할 수 있을지도 모른다.
ko_mt: 알더파쉬에 따르면, 불가항력 감옥의 예배당에는 어떤 마법도 깨뜨릴 수 있는 엄청나게 강력한 주문이 담긴 두루마리가 들어 있다고 합니다. 알더파쉬를 붙잡고 있는 마법을 풀 수 있을지도 모른다고 합니다.

source: Obtain Ekhri's Scroll
ko: 에크리의 두루마리를 입수하라
ko_mt: 에크리의 주문서 획득

source: The warden's key, which opens any door within this prison, may grant freedom to Alderpash.
ko: 이 감옥의 모든 문을 열 수 있는 간수의 열쇠라면 알더패시를 자유롭게 할 수 있을지도 모른다.
ko_mt: 이 감옥 안의 모든 문을 여는 소장의 열쇠는 알더 파쉬에게 자유를 줄 수 있습니다.

source: Bring the warden's key to Alderpash
ko: 알더패시에게 간수의 열쇠를 건네라
ko_mt: 알더파쉬에게 교도소장의 열쇠를 가져다줘

source: Given that all of Alderpash's previous ideas failed, he has suggested that the Commander attempt to destroy Baphomet's spell in direct confrontation by manifesting {mf|his|her} power. Well, sometimes the most direct route is indeed the shortest — although that is rarely the case in labyrinths.
ko: 알더패시가 지금까지 고안해낸 수단들이 모두 실패한 것을 고려했을때, 그는 사령관에게 직접적인 힘의 발휘를 통해 바포메트의 주문을 정면으로 파괴하는 것은 어떠냐고 제안하였다. 뭐, 가끔은 가장 직접적인 방법이 가장 확실한 수단이긴 하지만 — 그 이야기가 미궁에서도 적용될지는 의문이다.
ko_mt: 알더파쉬의 이전 아이디어가 모두 실패한 것을 감안할 때, 그는 사령관이 {mf|그|그녀}의 힘을 발현하여 직접 대면하여 바포메트의 주문을 파괴 할 것을 제안했습니다. 글쎄요, 때때로 가장 직접적인 경로가 실제로 가장 짧은 경로이지만 미로에서는 거의 그렇지 않습니다.

source: Break the enchantment holding Alderpash using mythic power
ko: 신화적인 힘을 사용해 알더패시를 얽맨 주문을 깨뜨려라
ko_mt: 신화의 힘을 사용하여 알더파쉬를 붙잡고 있는 마법을 해제하세요

source: Perhaps Captain Seilkind can be found in the area where his patrol perished. The place must have drawn his interest if he sent soldiers to investigate.
ko: 어쩌면 세일킨드 대장의 순찰대가 사라진 곳에서 그를 발견할 수 있을지도 모른다. 자기 병사들을 보내 수색을 시킬 정도면 엄청 관심이 가는 곳일테니 말이다.
ko_mt: 아마도 세일킨드 대위는 그의 순찰대가 사망한 지역에서 찾을 수 있을 것이다. 그가 조사를 위해 군인을 보냈다면 그 장소는 그의 관심을 끌었을 것입니다.

source: Remove boulder
ko: 바위 제거
ko_mt: 바위 제거

source: Search the deceased Sarkorian
ko: 사망한 사코리스인을 수색하라
ko_mt: 사망 한 사르코리안 검색

source: Unlock the door in the rock
ko: 바위 틈새의 문을 열어라
ko_mt: 바위에 있는 문을 열어라

source: Defeat the demons
ko: 데몬들을 쓰러트려라
ko_mt: 데몬을 물리치세요

source: Investigate the water source
ko: 수원지를 조사하라
ko_mt: 수원 조사

source: Examine the altars
ko: 제단을 조사하라
ko_mt: 제단 조사

source: Look at the statues
ko: 석상을 보라
ko_mt: 조각상을 보세요

source: Captain Seilkind's dream came true — he found a group of surviving Sarkorians, who had continued their culture with no outside interference for a century. Seilkind must have been more of an archaeologist than a soldier at heart.
ko: 세일킨드 대장의 꿈이 이루어졌다. 외부로부터의 간섭 없이, 자신들의 문화를 세기에 걸쳐 유지해온 사코리스의 생존자 무리를 찾아낸 것이다. 아무래도 세일킨드는 군인보단 고고학자가 더 어울리는 듯하다.
ko_mt: 세일킨드 대위의 꿈이 이루어졌습니다. 그는 한 세기 동안 외부 간섭없이 그들의 문화를 이어온 살아남은 사르코리안 그룹을 발견했습니다. 세일킨드 대위는 군인이라기보다는 고고학자에 가까웠을 것입니다.
