Repository: akintos/wotr-translation
Catalog: translation/*/Quests.po
Languages: ko, ko_mt

source: A troubled philosopher seeks to best his opponent and retrieve a book, the Diary of Almester of Cheliax, which was stolen by Baphomet's servants and carried off into the Ineluctable Prison. Chances are this book will be found in the prison warden's chamber.
ko: 곤경에 처한 철학가는 자신의 호적수를 쓰러트리고 바포메트의 종들로 인하여 불가피한 감옥으로 옮겨진 책, 첼리악스의 알메스터가 쓴 일지를 회수하려 한다. 간수의 거처에서 보일 확률이 높을 것이다.
ko_mt: 고민에 빠진 한 철학자가 상대를 물리치고 바포메트의 하인들이 훔쳐서 불가항력 감옥으로 끌고 간 책, 첼리악스의 알메스터의 일기를 되찾으려 합니다. 이 책은 교도소장의 방에서 발견될 가능성이 높습니다.

source: A carefree girl wants a crown made from fabled "angelblooms" to wear on her birthday. Unfortunately, these flowers only grow on the fringes of Iz.
ko: 태평한 소녀는 자신의 생일에 쓸 전설적인 "천사꽃"으로 만든 화관을 원하고 있다. 불행히도, 이 꽃은 이즈 인근에서만 자라고 있다.
ko_mt: 평온한 소녀는 생일에 입을 전설적인 "엔젤 블룸"으로 만든 왕관을 원합니다. 안타깝게도 이 꽃은 이즈의 가장자리에서만 자랍니다.

source: There are no more people in need of a dragon's help left in this square. It's time to report back to Halaseliax.
ko: 이 광장에 드래곤의 도움을 필요로 하는 사람은 더 이상 없다. 할라셀리악스에게 보고하자.
ko_mt: 이 광장에는 더 이상 용의 도움이 필요한 사람들이 남아 있지 않습니다. 할라셀리아스에게 보고할 시간입니다.

source: The Dragon Burial Ground incident has led to a rather unexpected outcome. Now would be a good time to return to Kenabres and inform Halaseliax of everything.
ko: 드래곤 매장지에서의 사건은 예상치 못한 결과를 도출해냈다. 케나브레스로 돌아가 할라셀리악스에게 전부 알려주는 것이 좋을 것 같다.
ko_mt: 용의 무덤 사건은 예상치 못한 결과를 초래했습니다. 지금이 케나브레스로 돌아가 할라셀리아스에게 모든 것을 알려야 할 때입니다.

source: A most curious experiment has entered a new phase — a creature with a warm-blooded body and a dragon's spirit has completed its training. Let's see what this hybrid is capable of. It is interesting that the metallic dragons have accepted the new gold dragon into their fold without question. The bestowal of such an honor is most telling.
ko: 몹시 흥미로운 실험이 새로운 단계에 접어들었다 — 드래곤의 정신을 지닌 온혈의 육신이 훈련을 끝마친 것이다. 이 혼종은 어떠한 능력을 발휘할 수 있을까. 흥미롭게도 금속룡들은 새로운 골드 드래곤을 기꺼이 자신들의 품 안으로 받아들였다. 이러한 명예의 수여는 몹시 인상적이다.
ko_mt: 가장 흥미로운 실험이 새로운 단계에 접어들었습니다. 온혈의 몸과 용의 영혼을 가진 생물이 훈련을 마쳤습니다. 이 하이브리드가 무엇을 할 수 있는지 봅시다. 메탈릭 드래곤이 새로운 골드 드래곤을 의심의 여지없이 받아들였다는 점이 흥미롭습니다. 그런 영예를 부여한 것이 가장 잘 말해줍니다.

source: It may be stated with utmost certainty that events such as this have never been recorded in history — one cannot become a dragon, one can only be born a dragon. And yet Halaseliax is convinced, with the confidence typical of gold dragons, that one can be taught to follow the dragon's path. And he is willing to teach the new dragon as he once taught Terendelev.
ko: 이와 같은 일은 역사에 전례가 없었다고 확신에 차 말할 수 있다 — 드래곤은 되는 것이 아닌 태어나는 것이다. 그러나 할라셀리악스는 확신에 차 있고, 골드 드래곤 특유의 자신감으로 가득한 채 드래곤의 길을 배우고 따를 수는 있다고 하였다. 그리고 그는 새로운 드래곤에게 자신이 테렌델레프에게 그러했듯이 가르침을 주고자 한다.
ko_mt: 역사상 이와 같은 사건은 기록된 적이 없다고 단언할 수 있습니다. 용은 태어날 수 있을 뿐, 용으로 태어날 수는 없습니다. 하지만 할라셀리악스는 골드 드래곤 특유의 자신감으로 용의 길을 따르도록 가르칠 수 있다고 확신합니다. 그리고 그는 테렌델레브를 가르쳤던 것처럼 새로운 드래곤을 기꺼이 가르치려 합니다.

source: Dragon's Awakening
ko: 드래곤의 각성
ko_mt: 드래곤의 각성

source: The gold dragon Halaseliax is still in Drezen and wishes to speak about the dragon's path.
ko: 골드 드래곤 할라셀리악스는 아직 드레젠에 머무르고 있으며 드래곤의 길에 대해 대화를 나누고자 한다.
ko_mt: 골드 드래곤 할라셀리악스는 아직 드레젠에 있으며 용의 길에 대해 이야기하고 싶어 합니다.

source: Talk to Halaseliax
ko: 할라셀리악스와 대화하라
ko_mt: 할라셀리악스와 대화하기

source: Halaseliax has asked for a meeting in the square in Kenabres to begin the new dragon's training.
ko: 할라셀리악스는 케나브레스의 광장에서 만나 새로운 드래곤의 훈련을 시작할 것을 제안했다.
ko_mt: 할라셀리악스가 새 용의 훈련을 시작하기 위해 케나브레스의 광장에서 만나자고 요청했습니다.

source: Meet Halaseliax in Kenabres
ko: 케나브레스에서 할라셀리악스와 만나라
ko_mt: 케나브레스에서 할라셀리악스를 만나다

source: Halaseliax believes that one of a gold dragon's key traits is humility, and the ability to see the value in every life. Helping three common townspeople in Kenabres will reveal whether or not the new gold dragon is ready to take the next step.
ko: 할라셀리악스는 골드 드래곤의 가장 큰 특징은 겸손과 모든 생명들의 가치를 보는 것이라 믿는다. 케나브레스의 평범한 시민 세 명을 돕는 것으로 새로운 골드 드래곤이 다음 과정을 진행할 준비가 되었는지 확인할 수 있을 것이다.
ko_mt: 할라셀리악스는 골드 드래곤의 주요 특성 중 하나가 겸손과 모든 생명체의 가치를 볼 수 있는 능력이라고 믿습니다. 케나브레스의 평범한 마을 주민 세 명을 도와주면 새로운 골드 드래곤이 다음 단계로 나아갈 준비가 되었는지 여부를 알 수 있습니다.

source: Help the townsfolk in Kenabres
ko: 케나브레스의 시민들을 도와라
ko_mt: 케나브레스의 마을 사람들을 도와주세요.

source: Halaseliax has decided to present the newly minted gold dragon with a gift while teaching {mf|him|her} a lesson at the same time — he has asked the Commander to visit Hokugaul, the guardian at the Dragon Burial Ground. He serves as the keeper of the holiest of dragon relics — the sacred egg.
ko: 할라셀리악스는 새로이 골드 드래곤이 된 자에게 선물과 가르침을 동시에 주려한다. 그는 사령관에게 드래곤 매장지의 수호자인 호쿠가울을 찾아갈 것을 제안했다. 그는 가장 드래곤의 유물들 중 가장 성스러운 것인 신성한 알의 수호자이다.
ko_mt: 할라셀리악스는 새로 주조한 금용을 선물로 주면서 동시에 {mf|그|그녀}에게 교훈을 주기로 결심하고, 사령관에게 용의 무덤의 수호자 호쿠굴을 찾아가 달라고 부탁했습니다. 호쿠굴은 가장 신성한 드래곤 유물인 신성한 알을 지키는 수호자라고 합니다.

source: Visit the guardian at the Dragon Burial Ground
ko: 드래곤 매장지의 수호자를 찾아가라
ko_mt: 용의 무덤에 있는 수호자를 찾아가세요.

source: Halaseliax would like to discuss a personal matter in Drezen.
ko: 할라셀리악스가 드레젠에서 개인적인 문제를 의논하고자 한다.
ko_mt: 할라셀리악스가 드레젠에서 개인적인 문제를 논의하고 싶다고 합니다.

source: A Conversation with Halaseliax
ko: 할라셀리악스와의 대화
ko_mt: 할라셀리악스와의 대화

source: In pursuit of {mf|his|her} ill-advised goal, the Commander must visit several places where {mf|he|she} has previously felt surges of power. The first of them, as indicated by the goddess, is the rift known as the Gates of Midnight in the depths of the Midnight Fane.
ko: 자신의 이상한 목표를 쫓는 과정에서, 사령관은 그가 과거 힘의 격류를 느꼈던 몇 군데의 장소를 방문해야만 한다. 그 중 처음 가야 할 곳은 여신이 표시해 준 장소, 칠흑의 사원 깊은 곳에 숨겨진 칠흑의 관문으로 불리우는 균열이다.
ko_mt: 사령관은 {mf|그|그녀}의 잘못된 목표를 추구하기 위해 {mf|그|그녀}의 이전에 힘의 급증을 느꼈던 여러 곳을 방문해야 합니다. 그 중 첫 번째는 여신이 지시한 대로 자정의 창 깊숙한 곳에 있는 자정의 문으로 알려진 균열입니다.

source: Go to the rift in the Midnight Fane
ko: 칠흑의 사원 내의 균열로 향하라
ko_mt: 자정 창살의 균열로 이동합니다.

source: The next stop is Drezen. The tower where the armies of crusaders once beheld the shining Sword of Valor.
ko: 다음 목적지는 한때 탑 위에 내걸린 빛나는 용맹의 검을 성전군이 수호하던 곳, 드레젠이다.
ko_mt: 다음 정거장은 드레젠입니다. 한때 십자군 군대가 빛나는 용맹의 검을 들고 있던 탑입니다.

source: Go to the place where the Sword of Valor used to shine
ko: 용맹의 검이 빛나던 장소로 가라
ko_mt: 용맹의 검이 빛나던 장소로 가세요.

source: The Commander's next journey will take {mf|him|her} to the Lost Chapel — the place where {mf|he|she} defeated {mf|his|her} first mythic demon.
ko: 사령관의 다음 여정은 그를 잊힌 예배당— 그가 최초로 신화적 데몬을 쓰러트린 장소로 이끌었다.
ko_mt: 사령관의 다음 여정은 {mf|그|그녀}가 {mf|그|그녀}의 첫 번째 신화 데몬 {mf|그|그녀}를 물리친 장소인 잃어버린 예배당으로 향할 것입니다.

source: Go to the Lost Chapel, the place of Nulkineth's death
ko: 잊힌 예배당의 눌키네스가 죽은 장소로 향하라
ko_mt: 눌키네스가 죽은 장소인 잃어버린 예배당으로 가세요.

source: The last step is the Gray Garrison, the Wardstone chamber. That is where everything started and where everything must end.
ko: 회색 요새의 수호석실이 마지막이다. 그곳에서 모든 것이 시작되었으며, 모든 것이 끝나야만 한다.
ko_mt: 마지막 단계는 그레이 개리슨, 수호석 방입니다. 모든 것이 시작된 곳이자 모든 것이 끝나야 하는 곳입니다.

source: Go to the Gray Garrison
ko: 회색 요새로 가라
ko_mt: 회색 주둔지로 이동

source: It is almost over — but some other forces may have plans of their own for the Commander and {mf|his|her} soul.
ko: 거의 끝나간다 — 허나 다른 힘이 사령관과 그 영혼을 위한 다른 계획을 가지고 있을지도 모른다.
ko_mt: 거의 끝났지만, 사령관과 {mf|그|그녀}의 영혼을 위한 다른 세력의 계획이 있을 수 있습니다.

source: Stay the course
ko: 경로를 유지하다
ko_mt: 코스 유지

source: The entrance to the Midnight Fane can be found at the Drezen barracks.
ko: 칠흑의 사원으로 통하는 입구는 드레젠 병영에서 발견 할 수 있다.
ko_mt: 미드나잇 창살의 입구는 드레젠 막사에서 찾을 수 있습니다.

source: It is done — the Commander has rid {mf|himself|herself} of {mf|his|her} mythic power and part of {mf|his|her} own soul. But there is nothing in the universe that cannot be undone.
ko: 사령관은 자신의 신화적인 힘과 영혼의 일부를 버렸다. 그러나 이 우주에서 되돌릴 수 없는 것은 존재하지 않는다.
ko_mt: 사령관이 {mf|그|그녀} 자신의 신화의 힘과 {mf|그|그녀}의 자신의 영혼의 일부를 제거했습니다. 하지만 우주에 되돌릴 수 없는 것은 없습니다.

source: It is amazing how much some mortals are willing to sacrifice for the vague prospect of 'being themselves.' Power. Freedom. Priceless opportunities. {name} wishes to relinquish something {mf|he|she} considers an unneeded and dangerous gift. But at what cost? Will {mf|he|she} remain true to {mf|his|her} decision to the end — or will {mf|he|she} yet change {mf|his|her} mind?
ko: 필멸자들이 '자신답게' 라는 어렴풋한 개념을 위해 얼마나 많은 것을 희생할 수 있는지 놀라운 일이다. 힘, 자유, 가치를 매길 수 없는 기회들. {name}(은)는 그에게 불필요하고 위험한 선물들을 제거하기를 원했다. 하지만 그 대가는 무엇인가? 그는 정말 최후의 순간까지 자신의 맹세를 유지할 수 있을까? — 아니면 결국 그 생각을 바꾸게 될 것인가?
ko_mt: 일부 인간들이 '나 자신이 된다'는 막연한 전망을 위해 얼마나 많은 것을 기꺼이 희생하는지 놀랍습니다. 권력. 자유. 값진 기회. {name}은 {mf|그|그녀}는 불필요하고 위험한 선물이라고 생각하는 것을 포기하고 싶어 한다. 하지만 그 대가는 무엇일까요? {mf|그|그녀}는 {mf|그|그녀}의 결정을 끝까지 고수할까요, 아니면 {mf|그|그녀}는 {mf|그|그녀}의 마음을 바꿀까요?

source: Path of the Legend
ko: 전설의 길
ko_mt: 전설의 길

source: Speak to the soldiers near the training dummy
ko: 훈련용 허수아비 근처의 병사들에게 말을 걸어라
ko_mt: 훈련용 더미 근처에 있는 병사에게 말 걸기

source: Listen to the soldiers' campfire stories
ko: 병사들의 모닥불 이야기를 들어라
ko_mt: 병사들의 캠프파이어 이야기 듣기

source: Speak to the soldiers near the drinks table
ko: 술집 테이블 근처의 병사들과 대화하라
ko_mt: 음료수 테이블 근처에 있는 병사들과 대화하세요.

source: The soldiers have set up a camp not far from Drezen so as not to disturb the crusade's headquarters with their festivities.
ko: 병사들은 성전 지휘부의 축제 분위기를 방해하지 않도록 드레젠에서 멀지 않은 곳에 숙영지를 설치하였다.
ko_mt: 병사들은 축제로 십자군 본부를 방해하지 않기 위해 드레젠에서 멀지 않은 곳에 야영지를 설치했습니다.

source: Go to the party
ko: 연회에 참석하라
ko_mt: 파티로 이동

source: Every soldier would be honored to have a word with the guest of honor. But it's up to the Commander to decide how much of {mf|his|her} time {mf|he|she} is willing to spare {mf|his|her} troops.
ko: 모든 병사들은 연회의 주빈과 대화 한 마디 나누는 일을 영광으로 여길 것이다. 하지만 자신의 병사들에게 시간을 얼마나 할애할 지는 {mf|그|그녀}의 몫이다.
ko_mt: 모든 병사들은 귀빈과 한 마디 나누는 것을 영광으로 여길 것입니다. 하지만 {mf|그|그녀}의 병력에게 {mf|그|그녀} 시간을 얼마나 할애할지는 사령관이 결정해야 합니다.

source: Have fun
ko: 즐겨라
ko_mt: 즐거운 시간 보내세요

source: An audacious young soldier by the name of Denlean Blackmead has thrown down the gauntlet. The challenge may be in jest, but the Commander can still teach this upstart a lesson in front of {mf|his|her} troops.
ko: 덴린 블랙미드라는 이름의 대담한 청년 병사가 도전하였다. 이 도전은 장난이겠지만, 사령관은 병사들이 보는 앞에서 이 발칙한 녀석에게 교훈을 줄 수 있을 것이다.
ko_mt: 덴린 블랙미드라는 대담한 젊은 병사가 도전장을 던졌습니다. 이 도전은 농담일지 모르지만, 사령관은 {mf|그|그녀}의 부대 앞에서 이 신참에게 교훈을 줄 수 있습니다.

source: Face Denlean in a contest
ko: 덴린의 도전을 받아라
ko_mt: 콘테스트에서 덴린과 대결하기

source: Denlean Blackmead has flown into a rage and challenged the Commander to combat. The abilities he has demonstrated lead one to suspect he is no ordinary crusader.
ko: 덴린 블랙미드는 분노하여 사령관에게 싸움을 걸었다. 그가 보여준 능력은 그가 평범한 성전군이 아니라는 의심이 들게 만들었다.
ko_mt: 덴린 블랙미드가 분노에 휩싸여 사령관에게 전투에 도전했습니다. 그가 보여준 능력을 보면 그가 평범한 성전사가 아니라는 의심을 품게 됩니다.

source: Defeat Denlean in battle
ko: 덴린과의 싸움에서 승리하라
ko_mt: 전투에서 덴린 처치하기

source: The brief moment of revelry has passed, and the Commander must now return to {mf|his|her} great mission.
ko: 잠깐의 즐거운 순간은 지나갔고, 사령관은 이제 자신의 위대한 임무로 돌아가야 한다.
ko_mt: 잠깐의 환희의 순간이 지나고 사령관은 이제 {mf|그|그녀}의 위대한 임무로 돌아가야 합니다.

source: During difficult historical inflection points, every society strives to unite, strengthen communications among themselves, and spend more time with one another. This is how societies respond to external challenges and motivate the group to accomplish their shared goals. The soldiers hold their Commander in high regard and wish to express their respect for {mf|him|her}, so they have organized a celebration in {mf|his|her} honor. Attending this event should favorably affect both the crusade leader's authority and the troops' morale.
ko: 어려운 역사적 변곡점을 지날 때마다, 모든 사회는 하나가 되어, 그들 사이의 소통을 강화하고, 다른 이들과 더 많은 시간을 보내려 노력한다. 이것은 사회가 외부의 도전에 반응하고 공동의 목표를 성취하기 위해 동기를 부여하는 방책이다. 병사들은 사령관에게 깊은 존경심을 품었으며, 사령관에 대한 그들의 존중을 표현하고자 하였으며, 따라서 그를 기리기 위한 축하연을 개최하였다. 이 행사에 참여하는 것은 성전 사령관의 권위와 병사들의 사기 모두에 좋은 영향을 끼칠 것이다.
ko_mt: 어려운 역사적 변곡점에서는 모든 사회가 단결하고, 서로 간의 소통을 강화하며, 서로와 더 많은 시간을 보내기 위해 노력합니다. 이것이 사회가 외부의 도전에 대응하고 공동의 목표를 달성하도록 동기를 부여하는 방법입니다. 병사들은 사령관을 높이 평가하고 {mf|그|그녀}에게 대한 존경심을 표현하고 싶어 {mf|그|그녀}를 기리는 축하 행사를 준비했습니다. 이 행사에 참석하면 십자군 지도자의 권위와 병사들의 사기에 좋은 영향을 줄 것입니다.

source: The Soldiers' Party
ko: 병사들의 연회
ko_mt: 병사들의 파티

source: After the Commander deviated from the path of the {mf|lord|lady} of death, the undead in the ziggurat became unruly. Order must be restored.
ko: 사령관이 죽음의 군주의 길에서 벗어나자, 지구라트의 언데드들이 제멋대로 날뛰기 시작했다. 질서가 복원돼야 한다.
ko_mt: 사령관이 죽음의 군주의 경로를 이탈한 후, 지구라트의 언데드들은 무질서해졌습니다. 질서를 회복해야 합니다.

source: Revolt at the Ziggurat
ko: 지구라트의 반란
ko_mt: 지구라트에서의 반란

source: To avoid Zacharius's vengeance, the Commander should find and destroy his phylactery.
ko: 자카리우스의 복수를 피하기 위해, 사령관은 그의 성물함을 찾아 파괴해야 한다.
ko_mt: 사령관은 자카리우스의 복수를 피하기 위해 그의 계통을 찾아 파괴해야 합니다.

source: Zacharius's Phylactery
ko: 자카리우스의 성물함
ko_mt: 자카리우스의 계통학

source: Zacharius expects the Commander to come to the ziggurat as soon as possible.
ko: 자카리우스는 사령관이 가능한 빨리 지구라트에 방문하기를 바라고 있다.
ko_mt: 자카리우스는 사령관이 가능한 한 빨리 지구라트로 오기를 기대합니다.

source: Return to the Ziggurat
ko: 지구라트로 귀환
ko_mt: 지구라트으로 돌아가기

source: The Commander should consult with the Pillar of Skulls, which oversees the ziggurat, to formulate a plan for further military action.
ko: 사령관은 지구라트를 감독하는 해골 기둥과 의논해, 장래의 군사적 행동에 대한 계획을 마련해야 한다.
ko_mt: 사령관은 지구라트를 감독하는 해골의 기둥과 상의하여 추가 군사 행동 계획을 수립해야 합니다.

source: A Conversation with the Pillar of Skulls
ko: 해골 기둥과의 대화
ko_mt: 해골 기둥과의 대화

source: The Pillar of Skulls must be warned, so that the ziggurat will be prepared for possible attacks from Pharasma's servants.
ko: 해골기둥에게 경고해 지구라트가 파라즈마의 종복들의 잠재적 공격을 대비케 해야 한다.
ko_mt: 해골의 기둥에 경고를 보내야 지구라트가 파라즈마의 하수인들의 공격에 대비할 수 있습니다.

source: The Pillar's Counsel
ko: 기둥의 조언
ko_mt: 기둥의 조언

source: The preparation of the Commander's soul for its journey into undeath is complete. From this day forth, there will be no flicker of light within it, nor a drop of compassion. All that will remain is hunger — for power, and for immortality.
ko: 사령관의 영혼은 불사를 위한 준비가 끝났다. 이 시간부로, 명멸하던 불빛은 사그라들고, 연민의 편린조차 지워질 터이니. 이제 남은 것은 힘, 그리고 불멸을 향한 굶주림 뿐이다.
ko_mt: 사령관의 영혼이 지하로 향할 준비가 완료되었습니다. 오늘부터 그 안에는 빛의 깜박임도, 연민도 한 방울도 없을 것입니다. 남은 것은 권력과 불멸에 대한 굶주림뿐입니다.

source: Existence as an undead is a violation of nature. A soul that is good, that still believes in light over darkness, will struggle to accept its new form as a flagrant violation of Pharasma's law. Therefore, for the Commander's own safety, {mf|he|she} must extirpate any lingering sentiment and give {mf|himself|herself} fully to darkness.
ko: 언데드의 존재는 곧 섭리에 대한 모독이다. 선한 영혼, 아직 빛이 어둠을 넘어서리라 믿는 자는 파라즈마의 법칙에 반하는 자신의 새로운 형상을 받아들이는데 어려움을 겪고 있다. 그러나 사령관의 안전을 위해서라도, 그는 자신에게 남은 감정들을 제거하고 어둠을 받아들일 필요가 있다.
ko_mt: 언데드로 존재하는 것은 자연을 위반하는 행위입니다. 여전히 어둠보다 빛을 믿는 선한 영혼은 파라즈마의 법칙을 노골적으로 위반하는 자신의 새로운 모습을 받아들이기 힘들 것입니다. 따라서 사령관 자신의 안전을 위해 {mf|그|그녀}는 미련을 없애고 {mf|그|그녀} 자신을 어둠에 온전히 내줘야 합니다.

source: Forging a Necromancer
ko: 사령술사 만들기
ko_mt: 강령술사 단조

source: Zacharius is adamant that the Commander must purge {mf|his|her} soul of the last remnants of goodness and mercy before {mf|he|she} can be transformed into an undead.
ko: 자카리우스는 사령관이 언데드로 변하기 전에 먼저 그 영혼에 남아있는 선함과 영혼의 잔재를 완전히 정화해야만 한다고 고집한다.
ko_mt: 자카리우스는 사령관이 {mf|그|그녀}의 언데드로 변하기 전에 선과 자비의 마지막 잔재를 지닌 {mf|그|그녀}의 영혼을 제거해야 한다고 단호하게 말합니다.

source: Change alignment to evil or neutral and appear before Zacharius
ko: 성향을 악, 혹은 중립으로 바꾼 뒤 자카리우스와 만나라
ko_mt: 성향을 악 또는 중립으로 변경하고 재커리우스 앞에 나타납니다.

source: Kill Ciar and his soldiers
ko: 시어와 병사들을 살해하라
ko_mt: 시아르와 그의 병사 처치

source: Decide Ciar's fate
ko: 시어의 운명을 결정하라
ko_mt: 시아르의 운명을 결정하세요

source: The ziggurat passed its stress test with flying colors. Ciar Cobelen, however, proved less resilient. Blinded by grief, he raised a revolt against the Commander. Now his knights have swelled the ranks of the ziggurat's guards, and Ciar himself no longer poses a threat.
ko: 지구라트 방어 체계는 한 차례의 시험을 훌륭하게 통과하였으나, 시어 코벨른은 그에 미치지 못 함이 증명되었다. 비통에 눈이 먼 그는 사령관을 향해 반기를 들었다. 이제 그의 기사들은 지구라트의 수호대로 합류하였고, 시어는 더 이상 어떠한 위협도 가하지 못하리라.
ko_mt: 지구라트는 스트레스 테스트를 무사히 통과했습니다. 하지만 시아르 코벨렌은 회복력이 떨어졌습니다. 슬픔에 눈이 먼 그는 사령관에게 반란을 일으켰습니다. 이제 그의 기사들은 지구라트의 경비병 대열에 합류했고, 시아르 자신은 더 이상 위협이 되지 않습니다.

source: The Pillar of Skulls has advised the Commander to test the ziggurat's defenses. An attack will reveal any weaknesses in the fortifications and eliminate any malcontents in the crusader camp, of which there are many. Ciar, the leader of the Everbright Crusaders, has been chosen as the living sacrifice whose blood will be the first to fall on the stones of the ziggurat. He will be easy to manipulate, and his uprising and subsequent execution will serve as a useful demonstration of the consequences of insubordination.
ko: 해골 기둥은 사령관에게 지구라트의 방어 체계를 시험해 보라고 조언했다. 한 차례의 공격으로 방어 시설의 취약점을 드러내고 성전군 내부에 가득한 불온 분자들을 제거할 수 있을 것이다. 지구라트의 돌을 피로 적실 첫 번째 산 제물로 영원한 빛 성전 기사단의 지도자, 시어가 선택됐다. 그는 처리하기 쉬울 것이고, 그의 반역과 그에 따르는 처형은 불복종의 끝에 대한 훌륭한 본보기가 될 것이다.
ko_mt: 해골의 기둥은 사령관에게 지구라트의 방어력을 시험해 보라고 조언했습니다. 공격을 통해 요새의 약점을 찾아내고 성전사 진영에 많은 적을 제거합니다. 에버브라이트 십자군의 지도자 시아르는 지구라트의 돌에 가장 먼저 피를 뿌릴 산 제물로 선택되었습니다. 그는 조작하기 쉬울 것이며 그의 반란과 그에 따른 처형은 불복종의 결과를 보여주는 유용한 데모가 될 것입니다.

source: Durability Test
ko: 내구성 시험
ko_mt: 내구성 테스트

source: The Pillar of Skulls summons the Commander to the ziggurat. It has valuable information.
ko: 해골 기둥이 사령관을 지구라트로 소환했다. 그는 귀중한 정보를 가지고 있다.
ko_mt: 해골 기둥은 사령관을 지구라트로 소환합니다. 여기에는 귀중한 정보가 있습니다.

source: Talk to the Pillar of Skulls
ko: 해골 기둥과 대화하라
ko_mt: 해골의 기둥과 대화하기

source: Ciar is mourning his dead protégé Morveg. Provoking him to stage a revolt will be easy.
ko: 시어는 그의 후임이었던 모르벡이 죽었다는 사실에 비통해하고 있다. 그를 도발해 반란을 일으키게 하는 것은 쉬울 것이다.
ko_mt: 시아르는 죽은 제자 모베그를 애도하고 있습니다. 그를 자극해 반란을 일으키게 하는 것은 쉬울 것입니다.

source: Provoke Ciar
ko: 시어를 도발하라
ko_mt: 시어 도발

source: Ciar will attack the ziggurat when the Commander is inside it. He hopes to wipe out all of Drezen's undead in one fell swoop. This offers an excellent opportunity to stage an ambush.
ko: 사령관이 지구라트 안으로 들어오는 순간 시어는 공격을 개시할 것이다. 그는 단 번에 드레젠에서 언데드를 휩쓸어 낼 것을 기대하고 있지만, 이는 기습을 하기 위한 훌륭한 기회이기도 하다.
ko_mt: 시아르는 사령관이 지구라트 안에 있을 때 공격합니다. 그는 드레젠의 언데드를 한꺼번에 전멸시키려고 합니다. 이는 매복하기에 좋은 기회입니다.

source: Talk to the Pillar of Skulls
ko: 해골 기둥과 대화하라
ko_mt: 해골의 기둥과 대화하기

source: Ciar and his faithful knights have broken the law and staged a revolt. They are storming the Commander's ziggurat. This is the perfect moment to teach the rebels and malcontents a lesson. The plan is so simple, so effective, that the most difficult part is deciding on a suitable punishment for Ciar.
ko: 시어와 그의 충직한 기사들이 법을 어기고 반역을 일으켰다. 이들은 사령관의 지구라트를 공격하고 있는데, 이는 반역자와 불만분자에게 교훈을 가르칠 완벽한 기회이다. 계획은 단순하고 효과적이나, 어려운 부분은 시어에게 합당한 처벌이 무엇일지 결정하는 것이다.
ko_mt: 시아르와 그의 충실한 기사들이 법을 어기고 반란을 일으켰습니다. 그들은 사령관의 지구라트를 습격하고 있습니다. 지금이야말로 반란군과 악당들에게 교훈을 주기에 완벽한 순간입니다. 계획은 매우 간단하고 효과적이어서 시아르에게 적절한 처벌을 결정하는 것이 가장 어려운 부분입니다.

source: Defeat Ciar
ko: 시어를 쓰러트려라
ko_mt: 시아르 처치하기

source: Zacharius is close to granting the Commander the gift of immortality and the might of a {mf|lord|lady} of death. He is waiting in the ziggurat.
ko: 사령관에게 불멸의 선물과 죽음의 군주로써의 권능을 제공하기 위한 자카리우스의 연구가 끝에 달하고 있다. 그는 지구라트에서 기다리는 중이다.
ko_mt: 자카리우스가 사령관에게 불멸의 선물과 군주의 죽음의 힘을 부여하기 직전입니다. 그는 지구라트에서 기다리고 있습니다.

source: Talk to Zacharius
ko: 자카리우스와 대화하라
ko_mt: 재커리우스와 대화하기

source: The ritual was halted. Zacharius says that he has discovered a powerful mystical link between the Commander and something else. Zacharius's divination has revealed some mysterious place, now abandoned, but which bore great significance in the past. It is situated somewhere in the southwest, and the mystic bonds discovered by the lich stretch from the Commander to that very location.
ko: 사령관과 무언가 사이에 강력하고 신비한 연결이 존재하는 게 밝혀졌다며 자카리우스는 의식을 중단시켰다. 그는 점술로 남서쪽에 위치한 지금은 버려졌지만 한때는 아주 특별했던 장소를 발견해냈으며 사령관에게 존재하는 신비한 힘은 그곳과 연결되어 있다고 한다.
ko_mt: 의식이 중단되었습니다. 자카리우스는 사령관과 다른 무언가 사이의 강력한 신비로운 연결고리를 발견했다고 말합니다. 자카리우스의 예지를 통해 지금은 버려졌지만 과거에는 큰 의미를 지닌 신비한 장소가 밝혀졌습니다. 그곳은 남서쪽 어딘가에 위치하고 있으며, 리치족이 발견한 신비한 유대감은 사령관으로부터 바로 그 장소까지 이어져 있습니다.

source: Find the mysterious place
ko: 신비한 장소를 찾아라
ko_mt: 신비한 장소 찾기

source: The Commander felt a strange sensation while exploring the ruins. {mf|He|She} must discover its source.
ko: 사령관은 폐허를 탐험하며 이상한 기분을 느꼈다. 그는 그 원천을 반드시 찾아야 한다.
ko_mt: 사령관은 폐허를 탐험하던 중 이상한 느낌을 받았다. {mf|그|그녀}는 그 원인을 밝혀내야 합니다.

source: Find the cause of the strange feeling
ko: 이상한 기분의 원인을 찾아라
ko_mt: 이상한 느낌의 원인 찾기

source: The Commander discovered a strange crystal vessel that provoked a profound sense of recognition in {mf|him|her}. This object is likely the source of the mystical link that Zacharius discovered. The next logical step is to give the crystal to Zacharius to study.
ko: 사령관은 기이할 정도로 친밀하게 느껴지는 이상한 수정 용기를 발견했다. 이 물건이 아마 자카리우스가 발견했다던 신비한 연결의 근원일것이다. 이 다음으로 이어질 논리적인 행위는 자카리우스가 연구할 수 있도록 그에게 수정을 건내는 것이다.
ko_mt: 사령관은 {mf|그|그녀}에게서 심오한 인식을 불러일으키는 이상한 수정 그릇을 발견했습니다. 이 물체는 자카리우스가 발견한 신비한 연결 고리의 근원일 가능성이 높습니다. 다음 논리적 단계는 자카리우스에게 수정을 주어 연구하도록 하는 것입니다.

source: Give the crystal vessel to Zacharius
ko: 수정 용기를 자카리우스에게 건내라
ko_mt: 수정 그릇을 자카리우스에게 전달하세요.

source: The clouded crystal vessel that is mystically linked to the Commander has been given to Zacharius. The lich does not yet know the nature of this connection. However, after studying the crystal, Zacharius will finally be able to grant the Commander immortality.
ko: 사령관과 신비한 연결되어 있는 흐릿한 수정 용기가 자카리우스에게 건네졌다. 리치는 아직 이 연결의 근원에 대해 파악하지 못했다. 그러나 이 수정에 대한 연구가 끝나면, 자카리우스는 마침내 사령관에게 불멸을 수여할 수 있게 될 것이다.
ko_mt: 사령관과 신비롭게 연결된 수정 그릇이 자카리우스에게 주어졌습니다. 리치족은 아직 이 연결의 정체를 알지 못합니다. 하지만 수정을 연구한 후 자카리우스는 마침내 사령관에게 불멸의 힘을 부여할 수 있을 것입니다.

source: Becoming a lich is a process that requires decades of practice. An aspirant spends years adapting his or her soul for its future state. Spiritual energies are brought into the required balance, and the mind is tempered so it can bear the dark truths that will be revealed to it. The consequences of failure are, at best, loss of one's identity, and at worse, transformation into something utterly heinous that defies description. However, Zacharius claims that he can perform a ritual that will grant the Commander immortality without all these cumbersome preparations and potential risks.
ko: 리치가 되는 것은 수십 년의 수련을 필요로 한다. 지원자는 자신의 영혼을 미래의 상태에 맞게 적응시키는 데 몇 년을 소비한다. 영적인 에너지는 필요한 균형을 이루게 되고, 정신은 그것을 드러낼 어두운 진실을 견딜 수 있도록 단련된다. 실패는 최선의 경우에는 자아를 잃는 결과로 이어지며, 최악의 경우에는 말로 표현할 수 없는 극악무도한 것으로 바뀌는 것이다. 하지만, 자카리우스는 이러한 번거로운 준비와 잠재적인 위험 없이 사령관에게 불멸을 허락하는 의식을 수행할 수 있다고 주장한다.
ko_mt: 리치가 되는 것은 수십 년의 연습이 필요한 과정입니다. 지망자는 미래의 상태에 맞게 자신의 영혼을 적응시키는데 수년을 보냅니다. 영적 에너지가 필요한 균형을 이루고, 마음이 단련되어 앞으로 드러날 어두운 진실을 견딜 수 있게 됩니다. 실패의 결과는 기껏해야 자신의 정체성을 상실하고, 최악의 경우 형언할 수 없는 극악무도한 존재로 변모하는 것입니다. 하지만 자카리우스는 이 모든 번거로운 준비와 잠재적 위험 없이 사령관에게 불멸을 부여하는 의식을 수행할 수 있다고 주장합니다.

source: Spiritual Bonds
ko: 영적 결속
ko_mt: 영적 유대감

source: The ziggurat is built — its chambers and passages are full of undead. Mortals look upon its mighty silhouette with fear and awe. The audacity with which it dominates the city's landscape protects its {mf|master|mistress} from attack better than sturdy walls ever could.
ko: 지구라트가 건설되었다. 그 방과 통로는 언데드로 가득 차 있다. 필멸자들은 그 장대한 외관을 공포와 경외를 담아 우러러 본다. 도시의 풍경을 지배하는 그 대담함은 그 어떤 견고한 성벽보다 더 안전하게 그 {mf|주인|여주인}을 보호한다.
ko_mt: 지구라트가 지어졌고, 그 방과 통로는 언데드로 가득합니다. 필멸자들은 그 거대한 실루엣을 두려움과 경외감으로 바라봅니다. 도시의 지형을 지배하는 대담함은 주인님를 견고한 성벽보다 더 효과적으로 공격으로부터 보호합니다.

source: Every necromancer worth their salt needs a ziggurat. It serves as a laboratory in which to pursue scientific research unmolested, and its strong walls give its {mf|master|mistress} peace of mind with regard to those who are less in favor of {mf|his|her} taboo practices. Zacharius is insistent that a ziggurat must be erected in Drezen.
ko: 모든 존경 받을 만한 사령술사는 지구라트가 필요하다. 지구라트는 방해 없이 과학적 연구를 계속하기 위한 실험실로서 기능하고, 그 튼튼한 성벽은 {mf|주인|여주인}에게 {mf|그|그녀}의 금기시되는 행위를 별로 선호하지 않는 이들을 신경 쓰지 않도록 하여 마음의 평화를 준다.
ko_mt: 가치 있는 강령술사라면 누구나 지구라트를 필요로 합니다. 지구라트는 누구의 간섭도 받지 않고 과학적 연구를 수행할 수 있는 실험실 역할을 하며, 튼튼한 벽 덕분에 {mf|주인|주인}는 금기시되는 {mf|그|그녀}의 관습에 덜 호의적인 이들에게도 안심할 수 있습니다. 자카리우스는 드레젠에 지구라트를 세워야 한다고 주장합니다.

source: House of Death
ko: 죽음의 집
ko_mt: 죽음의 집

source: Wait 10 days for the Pillar of Skulls to be created.
ko: 해골 기둥이 세워질때까지 10일간 기다린다.
ko_mt: 해골의 기둥이 생성될 때까지 10일을 기다립니다.

source: Wait 30 days for the ziggurat to be built.
ko: 지구라트가 건설될 때까지 30일간 기다린다.
ko_mt: 지구라트가 건설될 때까지 30일을 기다립니다.

source: Building a ziggurat requires serious resources. In addition, it will also require the complete demolition of several city streets.
ko: 지구라트 건설은 만만찮은 자원을 필요로 한다. 게다가 도시 거리의 상당 부분의 완전한 철거를 할 필요가 있다.
ko_mt: 지구라트를 건설하려면 상당한 자원이 필요합니다. 또한 여러 도시 거리를 완전히 철거해야 합니다.
