Repository: akintos/wotr-translation
Catalog: translation/*/Root.po
Languages: ko_mt

source: Show combat text for sneak attack
ko_mt: 암습 시 전투 텍스트 표시

source: Toggles incoming surprise attack notifications over your character in combat.
ko_mt: 전투 중 캐릭터에게 수신되는 기습 공격 알림을 토글합니다.

source: Off
ko_mt: 꺼짐

source: Enemies
ko_mt: 적

source: Party members
ko_mt: 파티원

source: All
ko_mt: 모두

source: Show spell name over character
ko_mt: 문자 위에 주문 이름 표시

source: Toggles incoming spell damage notifications over your character in combat.
ko_mt: 전투 중 캐릭터에게 수신되는 주문 피해 알림을 토글합니다.

source: Off
ko_mt: 꺼짐

source: Enemies
ko_mt: 적

source: Party members
ko_mt: 파티원

source: All
ko_mt: 모두

source: Show saving throw notifications in combat text
ko_mt: 전투 텍스트에 내성 굴림 알림 표시

source: Toggles saving throw result notifications over your character in combat.
ko_mt: 전투 중 캐릭터에 대한 내성 굴림 결과 알림을 토글합니다.

source: Off
ko_mt: 꺼짐

source: Enemies
ko_mt: 적

source: Party members
ko_mt: 파티원

source: All
ko_mt: 모두

source: Combat Text
ko_mt: 전투 텍스트

source: Show names of party members
ko_mt: 파티원 이름 표시

source: Shows the names of party members: <b>Never</b> — party members' names will never appear, in or out of combat. <b>On selection</b> — party members' names will appear if a companion is selected individually. <b>On highlight hotkey</b> — party members' names will appear upon pressing and holding the highlight button. <b>On pause</b> — party members' names will appear if you pause the game.
ko_mt: 파티원의 이름을 표시합니다. <b>아니요</b> - 전투 중이건 전투가 끝나건 파티원의 이름이 표시되지 않습니다. <b>선택 시</b> - 동료를 개별적으로 선택하면 파티원의 이름이 표시됩니다. <b>핫키 강조 시</b> - 하이라이트 버튼을 길게 누르면 파티원의 이름이 표시됩니다. <b>일시 정지 시</b> - 게임을 일시 정지하면 파티원의 이름이 표시됩니다.

source: Never
ko_mt: 절대로

source: On selection
ko_mt: 선택 시

source: On highlight hotkey
ko_mt: 강조 단축키 사용

source: On pause
ko_mt: 일시 중지 시

source: Always
ko_mt: 항상

source: Show party member HP
ko_mt: 파티원 HP 표시

source: Toggles health bars over allies: <b>Never</b> — they will never appear. <b>On selection</b> — they will appear if a companion is selected individually. <b>On highlight hotkey</b> — they will appear upon pressing and holding the highlight button. <b>On pause</b> — they will appear if you pause the game. The available options work only on allies in combat.
ko_mt: 아군의 생명력 바를 토글합니다. <b>없음</b> - 절대 표시되지 않습니다. <b>선택 시</b> - 동료를 개별적으로 선택하면 표시됩니다. <b>핫키 강조 표시 시</b> - 강조 표시 버튼을 길게 누르면 표시됩니다. <b>일시 정지 시</b> - 게임을 일시 정지하면 표시됩니다. 사용 가능한 옵션은 전투 중인 아군에게만 적용됩니다.

source: Never
ko_mt: 절대로

source: On selection
ko_mt: 선택 시

source: On highlight hotkey
ko_mt: 강조 단축키 사용

source: On pause
ko_mt: 일시 중지 시

source: Always
ko_mt: 항상

source: Show text HP instead of HP bar for party members
ko_mt: 파티원의 HP 바 대신 텍스트 HP 표시

source: Toggles between health bar and text over allies in combat.
ko_mt: 전투 중 아군의 체력 표시줄과 텍스트 사이를 전환합니다.

source: Show party members' actions
ko_mt: 파티원의 행동 표시

source: Toggles action icons on allies: <b>Never</b> — they will never appear. <b>On idle</b> — they will appear if a companion is idle or selected individually or in a group. <b>On selection</b> — they will appear if a companion is selected individually or in a group. <b>On highlight hotkey</b> — they will appear upon pressing and holding the highlight button. <b>On pause</b> — they will appear if you pause the game. <b>Always</b> — they will appear in combat. The available options work only on allies in combat.
ko_mt: 아군의 액션 아이콘을 토글합니다. <b>없음</b> - 절대 표시되지 않습니다. <b>유휴 상태일 때</b> - 동료가 유휴 상태이거나 개별적으로 또는 그룹으로 선택된 경우 표시됩니다. <b>선택 시</b> - 동료를 개별적으로 또는 그룹으로 선택하면 표시됩니다. <b>핫키 강조 표시 시</b> - 강조 표시 버튼을 길게 누르면 표시됩니다. <b>일시 정지 시</b> - 게임을 일시 정지하면 표시됩니다. <b>항상</b> - 전투 중에 표시됩니다. 사용 가능한 옵션은 전투 중인 아군에게만 적용됩니다.

source: Never
ko_mt: 절대로

source: When idle
ko_mt: 유휴 상태일 때

source: On selection
ko_mt: 선택 시

source: On highlight hotkey
ko_mt: 강조 단축키 사용

source: On pause
ko_mt: 일시 중지 시

source: Always
ko_mt: 항상

source: Show attack intentions of party members
ko_mt: 파티원의 공격 의도 표시

source: Toggles allies' targets and lines of attack: <b>Never</b> — they will never appear. <b>On selection</b> — they will appear if a companion is selected individually. <b>On highlight hotkey</b> — they will appear upon pressing and holding the highlight button. <b>On pause</b> — they will appear if you pause the game. The available options work only on allies in combat.
ko_mt: 아군의 대상과 공격 라인을 전환합니다. <b>안함</b> - 절대 나타나지 않습니다. <b>선택 시</b> - 동료를 개별적으로 선택하면 나타납니다. <b>핫키 강조 표시 시</b> - 강조 표시 버튼을 길게 누르면 표시됩니다. <b>일시 정지 시</b> - 게임을 일시 정지하면 표시됩니다. 사용 가능한 옵션은 전투 중인 아군에게만 적용됩니다.

source: Never
ko_mt: 절대로

source: On selection
ko_mt: 선택 시

source: On highlight hotkey
ko_mt: 강조 단축키 사용

source: On pause
ko_mt: 일시 중지 시

source: Always
ko_mt: 항상

source: Show spellcasting intentions of party members
ko_mt: 파티원의 주문 시전 의도 표시

source: Toggles allies' spells and abilities targets: <b>Never</b> — they will never appear. <b>On selection</b> — they will appear on mouse-hover or if a companion is selected individually. <b>On highlight hotkey</b> — they will appear upon pressing and holding the highlight button. <b>On pause</b> — they will appear if you pause the game. The available options work only on allies in combat.
ko_mt: 아군의 주문과 능력 대상을 전환합니다. <b>없음</b> - 절대 나타나지 않습니다. <b>선택 시</b> - 마우스 커서를 올리거나 동료를 개별적으로 선택하면 나타납니다. <b>핫키 강조 표시 시</b> - 강조 표시 버튼을 길게 누르면 표시됩니다. <b>일시 정지 시</b> - 게임을 일시 정지하면 표시됩니다. 사용 가능한 옵션은 전투 중인 아군에게만 적용됩니다.

source: Never
ko_mt: 절대로

source: On selection
ko_mt: 선택 시

source: On highlight hotkey
ko_mt: 강조 단축키 사용

source: On pause
ko_mt: 일시 중지 시

source: Always
ko_mt: 항상

source: Show cooldown timers for party members
ko_mt: 파티원의 재사용 대기시간 타이머 표시

source: Toggles cooldown timers on allies: <b>Never</b> — they will never appear. <b>On selection</b> — they will appear on selection. <b>On highlight hotkey</b> — they will appear upon pressing and holding the highlight button. <b>On pause</b> — they will appear if you pause the game. <b>Always</b> — they will appear in combat. The available options work only on allies in combat.
ko_mt: 아군의 재사용 대기시간 타이머를 토글합니다. <b>아무도</b> - 아군이 나타나지 않습니다. <b>선택 시</b> - 선택 시 표시됩니다. <b>강조 단축키 사용 시</b> - 하이라이트 버튼을 길게 누르면 나타납니다. <b>일시 정지 시</b> - 게임을 일시 정지하면 표시됩니다. <b>항상</b> - 전투 중에 표시됩니다. 사용 가능한 옵션은 전투 중인 아군에게만 적용됩니다.

source: Never
ko_mt: 절대로

source: On selection
ko_mt: 선택 시

source: On highlight hotkey
ko_mt: 강조 단축키 사용

source: On pause
ko_mt: 일시 중지 시

source: Always
ko_mt: 항상

source: Party Information in Combat
ko_mt: 전투 중 파티 정보

source: Show enemy name
ko_mt: 적 이름 표시

source: Toggles enemy names: <b>Never</b> — they will never appear. <b>On mouse-hover</b> — they will appear on mouse-hover or if a companion is selected individually. <b>On highlight hotkey</b> — they will appear upon pressing and holding the highlight button. <b>On pause</b> — they will appear if you pause the game. <b>Always</b> — they will appear in combat. The available options work only on enemies in combat.
ko_mt: 적 이름을 토글합니다. <b>없음</b> - 절대 나타나지 않습니다. <b>마우스 오버 시</b> - 마우스 오버 시 또는 동료를 개별적으로 선택하면 적 이름이 표시됩니다. <b>핫키 강조 표시 시</b> - 강조 표시 버튼을 길게 누르면 표시됩니다. <b>일시 정지 시</b> - 게임을 일시 정지하면 표시됩니다. <b>항상</b> - 전투 중에 나타납니다. 사용 가능한 옵션은 전투 중인 적에게만 적용됩니다.

source: Never
ko_mt: 절대로

source: On mouse-hover
ko_mt: 마우스 오버 시

source: On highlight hotkey
ko_mt: 강조 단축키 사용

source: On pause
ko_mt: 일시 중지 시

source: Always
ko_mt: 항상

source: Show enemy HP
ko_mt: 적 HP 표시

source: Toggles health bars over enemies: <b>Never</b> — they will never appear. <b>On mouse-hover</b> — they will appear on mouse-hover or if a companion is selected individually. <b>On highlight hotkey</b> — they will appear upon pressing and holding the highlight button. <b>On pause</b> — they will appear if you pause the game. <b>Always</b> — they will appear in combat. The available options work only on enemies in combat.
ko_mt: 적의 생명력 바를 토글합니다. <b>아니요</b> - 절대 표시되지 않습니다. <b>마우스 오버 시</b> - 마우스 오버 시 또는 동료를 개별적으로 선택하면 체력 표시줄이 나타납니다. <b>핫키 강조 표시 시</b> - 강조 표시 버튼을 길게 누르면 표시됩니다. <b>일시 정지 시</b> - 게임을 일시 정지하면 표시됩니다. <b>항상</b> - 전투 중에 나타납니다. 사용 가능한 옵션은 전투 중인 적에게만 적용됩니다.

source: Never
ko_mt: 절대로

source: On mouse-hover
ko_mt: 마우스 오버 시

source: On highlight hotkey
ko_mt: 강조 단축키 사용

source: On pause
ko_mt: 일시 중지 시

source: Always
ko_mt: 항상

source: Show text HP instead of HP bar for enemies
ko_mt: 적의 HP 바 대신 텍스트 HP 표시

source: Toggles between health bar and text over enemies in combat.
ko_mt: 전투 중 적의 체력 표시줄과 텍스트 사이를 전환합니다.

source: Show enemy actions
ko_mt: 적 행동 표시

source: Toggles action icons on enemies: <b>Never</b> — they will never appear. <b>On mouse-hover</b> — they will appear on mouse-hover, or if a companion is selected individually. <b>On highlight hotkey</b> — they will appear upon pressing and holding the highlight button. <b>On pause</b> — they will appear if you pause the game. <b>Always</b> — they will appear in combat. The available options work only on enemies in combat.
ko_mt: 적의 액션 아이콘을 토글합니다. <b>없음</b> - 절대 나타나지 않습니다. <b>마우스 오버 시</b> - 마우스 오버 시 또는 동료가 개별적으로 선택된 경우 표시됩니다. <b>핫키 강조 표시 시</b> - 강조 표시 버튼을 길게 누르면 표시됩니다. <b>일시 정지 시</b> - 게임을 일시 정지하면 표시됩니다. <b>항상</b> - 전투 중에 나타납니다. 사용 가능한 옵션은 전투 중인 적에게만 적용됩니다.

source: Never
ko_mt: 절대로

source: On mouse-hover
ko_mt: 마우스 오버 시

source: On highlight hotkey
ko_mt: 강조 단축키 사용

source: On pause
ko_mt: 일시 중지 시

source: Always
ko_mt: 항상

source: Show enemy intentions
ko_mt: 적의 의도 표시

source: Toggles enemies' targets and lines of attack: <b>Never</b> — they will never appear. <b>On mouse-hover</b> — they will appear on mouse-hover or if a companion is selected individually. <b>On highlight hotkey</b> — they will appear upon pressing and holding the highlight button. <b>On pause</b> — they will appear if you pause the game. The available options work only on enemies in combat.
ko_mt: 적의 대상과 공격 라인을 전환합니다. <b>안함</b> - 절대 나타나지 않습니다. <b>마우스 오버 시</b> - 마우스 오버 시 또는 동료를 개별적으로 선택하면 나타납니다. <b>핫키 강조 표시 시</b> - 강조 표시 버튼을 길게 누르면 표시됩니다. <b>일시 정지 시</b> - 게임을 일시 정지하면 표시됩니다. 사용 가능한 옵션은 전투 중인 적에게만 적용됩니다.

source: Never
ko_mt: 절대로

source: On mouse-hover
ko_mt: 마우스 오버 시

source: On highlight hotkey
ko_mt: 강조 단축키 사용

source: On pause
ko_mt: 일시 중지 시

source: Always
ko_mt: 항상

source: Show cooldown timers for enemies
ko_mt: 적의 재사용 대기시간 타이머 표시

source: Toggles the cooldown timers on enemies: <b>Never</b> — they will never appear. <b>On mouse-hover</b> — they will appear on mouse-hover or if a companion is selected individually. <b>On highlight hotkey</b> — they will appear upon pressing and holding the highlight button. <b>On pause</b> — they will appear if you pause the game. <b>Always</b> — they will appear in combat. The available options work only on enemies in combat.
ko_mt: 적의 재사용 대기시간 타이머를 토글합니다. <b>없음</b> - 절대 나타나지 않습니다. <b>마우스 오버 시</b> - 마우스 오버 시 또는 동료를 개별적으로 선택하면 나타납니다. <b>핫키 강조 표시 시</b> - 강조 표시 버튼을 길게 누르면 표시됩니다. <b>일시 정지 시</b> - 게임을 일시 정지하면 표시됩니다. <b>항상</b> - 전투 중에 나타납니다. 사용 가능한 옵션은 전투 중인 적에게만 적용됩니다.

source: Never
ko_mt: 절대로

source: On mouse-hover
ko_mt: 마우스 오버 시

source: On highlight hotkey
ko_mt: 강조 단축키 사용

source: On pause
ko_mt: 일시 중지 시

source: Always
ko_mt: 항상

source: Enemy Information in Combat
ko_mt: 전투 중 적 정보

source: Show alignment requirements in dialogues
ko_mt: 대화 상자에 성향 요구 사항 표시

source: Show alignment shifts in dialogues
ko_mt: 대화 상자에서 성향 이동 표시

source: Show alignment shift notifications
ko_mt: 성향 이동 알림 표시

source: Show skill check DC in dialogues
ko_mt: 대화에 기술 판정 DC 표시

source: Show skill check's result in dialogues
ko_mt: 대화에 기술 판정 결과 표시하기

source: Show experience points gained in dialogues
ko_mt: 대화에서 획득한 경험치 표시

source: Show notifications about received items
ko_mt: 받은 항목에 대한 알림 표시

source: Show notifications about revealed location
ko_mt: 공개 위치에 대한 알림 표시

source: Show crusade notifications
ko_mt: 성전 알림 표시

source: Dialogue Settings
ko_mt: 대화 설정

source: Pause on lost focus
ko_mt: 집중 실패 시 일시 중지

source: Pause when spellcasting is interrupted
ko_mt: 주문 시전 중단 시 일시정지

source: None
ko_mt: 없음

source: Enemies
ko_mt: 적

source: Party
ko_mt: 파티

source: All
ko_mt: 모두

source: Pause when spellcasting is finished
ko_mt: 주문 시전이 완료되면 일시 정지

source: Pause when effect, condition or summon ends
ko_mt: 효과, 조건 또는 소환 종료 시 일시 정지

source: Pause when ally is down
ko_mt: 아군이 쓰러졌을 때 일시 정지

source: Pause when an enemy is down
ko_mt: 적이 쓰러졌을 때 일시 정지

source: Pause when a new enemy appears
ko_mt: 새로운 적이 나타나면 일시 정지

source: Pause when a party member has low HP
ko_mt: 파티원의 체력이 낮을 때 일시 정지

source: Pause when attack of opportunity is triggered
ko_mt: 기회 공격이 발동되면 일시 정지

source: Pause when a party member runs out of consumables
ko_mt: 파티원의 소모품이 부족할 때 일시 정지

source: Pause when an enemy is spotted
ko_mt: 적 발견 시 일시 정지

source: Keep moving after combat start
ko_mt: 전투 시작 후에도 계속 이동

source: Enable this option to force the party to continue moving to the specified point, even if combat begins.
ko_mt: 이 옵션을 활성화하면 전투가 시작되더라도 파티가 지정된 지점으로 계속 이동하도록 강제합니다.

source: Pause when weapon is ineffective
ko_mt: 무기가 효과가 없을 때 일시 정지

source: Pause when a companion is unconscious or dead
ko_mt: 동반자가 의식이 없거나 사망한 경우 일시 정지

source: Pause when an enemy is unconscious or dead
ko_mt: 적이 의식이 없거나 죽었을 때 일시 정지

source: Pause when the party is attacked
ko_mt: 파티가 공격을 받으면 일시 정지

source: Pause when area is loaded
ko_mt: 영역이 로드되면 일시 중지

source: Pause when the last enemy left is sleeping
ko_mt: 마지막 남은 적이 수면 중일 때 일시 정지

source: Pause when a trap is detected
ko_mt: 함정이 감지되면 일시 중지

source: Pause when a hidden object is detected
ko_mt: 숨겨진 물체가 감지되면 일시 중지

source: Pause on combat start
ko_mt: 전투 시작 시 일시 정지

source: Pause on melee combat start
ko_mt: 근접 전투 시작 시 일시 정지

source: Pause each round when all party member's turns are over
ko_mt: 모든 파티원의 차례가 끝나면 각 라운드 일시정지

source: Pause at the end of each round
ko_mt: 각 라운드가 끝날 때마다 일시 중지

source: Pause when a party member uses an ability
ko_mt: 파티원이 기술 사용 시 일시 정지

source: Pause when spellcasting commences
ko_mt: 주문 시전 시작 시 일시정지

source: None
ko_mt: 없음

source: Enemies
ko_mt: 적

source: Party
ko_mt: 파티

source: All
ko_mt: 모두

source: Autopause
ko_mt: 자동 일시 중지

source: Display
ko_mt: 디스플레이

source: Screen selection if multiple screens are available.
ko_mt: 여러 화면을 사용할 수 있는 경우 화면 선택.

source: Display mode
ko_mt: 디스플레이 모드

source: Game window operation mode in the OS. Exclusive fullscreen — exclusive fullscreen mode. In this mode, the rendering speed is at maximum, but be careful, this mode is unstable, and it runs especially poorly with two monitors. Fullscreen window without border — classic fullscreen mode. In window — windowed mode.
ko_mt: OS의 게임 창 작동 모드. 독점 전체 화면 - 독점 전체 화면 모드. 이 모드에서는 렌더링 속도가 최대이지만 이 모드는 불안정하며 특히 두 대의 모니터에서 제대로 실행되지 않으므로 주의하세요. 테두리 없는 전체 화면 창 - 클래식 전체 화면 모드. 창에서 - 창 모드.

source: Exclusive fullscreen
ko_mt: 독점 전체 화면

source: Fullscreen borderless window
ko_mt: 전체 화면 테두리 없는 창

source: Window
ko_mt: 창

source: Screen resolution <color=#C14646FF> (reduce to improve performance)
ko_mt: 화면 해상도 <color=#C14646FF>(성능 향상을 위해 축소)

source: Lock mouse inside window
ko_mt: 창 안의 마우스 잠금

source: Camera shake effects
ko_mt: 카메라 동요 효과

source: Enables camera shake effects on spells, abilities, weather, etc.
ko_mt: 주문, 능력, 날씨 등에 카메라 동요 효과를 적용할 수 있습니다.

source: Video Settings
ko_mt: 비디오 설정

source: Graphics quality <color=#C14646FF> (reduce to improve performance)
ko_mt: 그래픽 품질 <color=#C14646FF>(성능 향상을 위해 감소)

source: Overall graphics quality. Affects several settings.
ko_mt: 전반적인 그래픽 품질. 여러 설정에 영향을 줍니다.

source: Custom
ko_mt: 사용자 지정

source: Triplanar terrain mapping
ko_mt: 트라이플레너 지형 매핑

source: Enables triplanar terrain mapping to improve the detalization of textures on terrain elevation.
ko_mt: 트라이플레이너 지형 매핑을 활성화하여 지형 고도에서 텍스처의 디테일화를 개선합니다.

source: FPS and screen frame rate synchronization.
ko_mt: FPS 및 화면 프레임 속도 동기화.

source: Shadow quality
ko_mt: 그림자 품질

source: Affects shadow texture size and shadow antialiasing.
ko_mt: 그림자 텍스처 크기와 그림자 앤티앨리어싱에 영향을 줍니다.

source: Texture
ko_mt: 텍스처

source: General texture resolution. The higher the texture resolution, the more detail the image has.
ko_mt: 일반 텍스처 해상도. 텍스처 해상도가 높을수록 이미지의 디테일이 더 선명해집니다.

source: Depth of Field
ko_mt: 피사계 심도

source: Depth of Field (DoF). Objects will look sharp only in the focal field and blurred if they're closer or farther away.
ko_mt: 피사계 심도(DoF). 물체가 초점 영역에서만 선명하게 보이고 가까이 있거나 멀리 있으면 흐릿하게 보입니다.

source: Fullscreen post-effect. Creates the light-blurring effect on bright edges.
ko_mt: 전체 화면 포스트 이펙트. 밝은 가장자리에 빛이 흐려지는 효과를 만듭니다.

source: Fullscreen post effect. Simulates reflections in the screen space. Affects performance.
ko_mt: 전체 화면 포스트 효과. 화면 공간의 반사를 시뮬레이션합니다. 성능에 영향을 줍니다.

source: Fullscreen post-effect. Simulates the intensity of light and shadow.
ko_mt: 전체 화면 포스트 이펙트. 빛과 그림자의 강도를 시뮬레이션합니다.

source: Antialiasing mode
ko_mt: 앤티앨리어싱 모드

source: The technology used to minimize jagged edges caused by aliasing. FXAA — provides higher speed. SMAA — provides higher quality.
ko_mt: 에일리어싱으로 인한 들쭉날쭉한 가장자리를 최소화하는데 사용되는 기술입니다. FXAA - 더 빠른 속도를 제공합니다. SMAA - 더 높은 품질을 제공합니다.

source: Antialiasing quality
ko_mt: 앤티앨리어싱 품질

source: Antialiasing effect quality (affects performance).
ko_mt: 앤티앨리어싱 효과 품질(성능에 영향을 미침).

source: Graphics
ko_mt: 그래픽

source: Gamma correction
ko_mt: 감마 보정

source: Adjusts the color scheme to your screen.
ko_mt: 화면에 맞게 색 구성표를 조정합니다.

source: Contrast
ko_mt: 대비

source: Adjusts the contrast to your screen.
ko_mt: 화면 대비를 조정합니다.

source: Protanopia
ko_mt: 프로타노피아

source: Adjusts the protanopia to your screen.
ko_mt: 화면에 맞게 프로타노피아를 조정합니다.

source: Deuteranopia
ko_mt: 듀테라노피아

source: Adjusts the deuteranopia to your screen.
ko_mt: 화면에 맞게 디터노피아를 조정합니다.

source: Tritanopia
ko_mt: 트리타노피아

source: Adjusts the tritanopia to your screen.
ko_mt: 트리타노피아를 화면에 맞게 조정합니다.

source: Visual perception
ko_mt: 시각적인식

source: Brightness
ko_mt: 밝기

source: Adjusts the brightness to your screen.
ko_mt: 화면 밝기를 조정합니다.

source: Class-specific outfits for the party
ko_mt: 파티를 위한 클래스별 의상

source: The party members appear to be wearing class-specific outfits instead of their actual equipment.
ko_mt: 파티원이 실제 장비가 아닌 직업별 의상을 착용하고 있는 것처럼 보입니다.

source: Drobyshevsky's shirt for companions
ko_mt: 동반자를 위한 드로비셰프스키 셔츠

source: Dress all companions in Drobyshevsky's Mesmerising shirt.
ko_mt: 모든 동료에게 드로비셰프스키의 매혹적인 셔츠를 입혀주세요.

source: Enemy difficulty
ko_mt: 적 난이도

source: This option determines whether the ability values of enemies are diminished or increased. <b>Weak</b> enemies have their ability scores reduced by 4, and their base attack bonus and AC will be reduced by 2. <b>Normal</b> enemies have their ability scores unchanged. <b>Strengthened</b> enemies have their ability scores increased by 4, and their base attack bonus and AC will be increased by 2. <b>Insane</b> enemies have their ability scores increased by 8, and their base attack bonus and AC will be increased by 4.
ko_mt: 이 옵션은 적의 능력치를 감소시킬지 증가시킬지를 결정합니다. <b>약하다</b> 적의 능력 점수는 4 감소하고, 기본 공격 보너스와 AC는 2 감소합니다. <b>일반</b> 적의 능력 점수는 변경되지 않습니다. <b>강화된</b> 적의 능력 점수는 4 증가하고, 기본 공격 보너스와 AC가 2 증가합니다. <b>광기 상태</b>인 적의 능력 점수가 8 증가하고 기본 공격 보너스와 AC가 4 증가합니다.

source: Weak
ko_mt: 약함

source: Normal
ko_mt: 보통

source: Strengthened
ko_mt: 강화됨

source: Insane
ko_mt: 미친

source: Feed Critters ability
ko_mt: 동물에게 먹이주기 능력

source: Allows the main character to lure all the critters in the current area with a special ability.
ko_mt: 주인공이 현재 지역에 있는 모든 동물을 특수 능력으로 유인할 수 있습니다.

source: Critters instead of blood
ko_mt: 피 대신 동물

source: Random critters will occasionally appear instead of blood splatters.
ko_mt: 가끔 피가 튀는 대신 무작위 동물이 나타납니다.

source: AI doesn't use expendable spells
ko_mt: AI는 소모성 주문을 사용하지 않습니다.

source: Enable this option for AI-controlled companions to use only unlimited actions, spells, and abilities in combat. Disable this option for the AI-controlled companions to use all available actions, spells, and abilities in combat, including those which require rest to restore. They still cannot use any items.
ko_mt: 이 옵션을 활성화하면 AI가 제어하는 동료가 전투에서 행동, 주문, 능력을 무제한으로만 사용할 수 있습니다. 이 옵션을 비활성화하면 AI가 제어하는 동료가 전투에서 사용 가능한 모든 행동, 주문, 능력을 사용하며, 회복을 위해 휴식이 필요한 행동과 주문도 사용할 수 있습니다. 여전히 아이템을 사용할 수 없습니다.

source: Mouse sensitivity
ko_mt: 마우스 감도

source: Cursor moving speed.
ko_mt: 커서 이동 속도.

source: Tooltip delay (sec)
ko_mt: 툴팁 지연(초)

source: Defines the time lag before showing the tooltip on mouse-hover.
ko_mt: 마우스 오버 시 툴팁이 표시되기까지의 시간 지연을 정의합니다.

source: Show Mythic Path requirements in dialogues
ko_mt: 대화에 신화 경로 요구 사항 표시

source: Owlcat on the global map
ko_mt: 세계 지도의 아울캣

source: Place an owlcat on the global map.
ko_mt: 세계 지도에 올빼미 고양이를 배치합니다.

source: Master volume
ko_mt: 전체 볼륨

source: Move the slider to change the volume of all voices and effects.
ko_mt: 슬라이더를 움직여 모든 음성 및 효과의 볼륨을 변경합니다.

source: Ambient volume
ko_mt: 주변 볼륨

source: Move the slider to change the volume of ambient sounds.
ko_mt: 슬라이더를 움직여 주변 소리의 볼륨을 변경합니다.

source: Music volume
ko_mt: 음악 볼륨

source: Move the slider to change the volume of music.
ko_mt: 슬라이더를 움직여 음악 볼륨을 변경합니다.

source: Sound effects volume
ko_mt: 음향 효과 볼륨

source: Move the slider to change the volume of sound effects.
ko_mt: 슬라이더를 움직여 음향 효과의 볼륨을 변경합니다.

source: Voice volume
ko_mt: 음성 볼륨

source: Move the slider to change the volume of voices.
ko_mt: 슬라이더를 움직여 음성의 볼륨을 변경합니다.

source: Dialogue volume
ko_mt: 대화 볼륨

source: Move the slider to change the volume of dialogue.
ko_mt: 슬라이더를 움직여 대화의 음량을 변경합니다.

source: Magic chants volume
ko_mt: 매직 챈트 볼륨

source: Move the slider to change the volume of magic chant sounds.
ko_mt: 슬라이더를 움직여 마법 주문 소리의 볼륨을 변경합니다.

source: User interface volume
ko_mt: 사용자 인터페이스 볼륨

source: Move the slider to change the volume of user interface.
ko_mt: 슬라이더를 움직여 사용자 인터페이스의 볼륨을 변경합니다.

source: Double volume
ko_mt: 두 배 볼륨

source: Doubles the master volume.
ko_mt: 마스터 볼륨을 두 배로 늘립니다.

source: Audio
ko_mt: 오디오

source: Frequency of character voice response
ko_mt: 문자 음성 응답 빈도

source: Sets the frequency of companion remarks in the game.
ko_mt: 게임에서 동료 발언의 빈도를 설정합니다.

source: Never
ko_mt: 절대로

source: Occasionally
ko_mt: 가끔

source: Frequently
ko_mt: 자주

source: Constantly
ko_mt: 지속적으로

source: Pauses between music tracks in turn-based mode
ko_mt: 턴 기반 모드에서 음악 트랙 사이를 일시 정지합니다.

source: When this option is enabled, a pause will be added between music tracks during combats in turn-based mode.
ko_mt: 이 옵션을 활성화하면 턴제 모드에서 전투를 진행하는 동안 음악 트랙 사이에 일시정지가 추가됩니다.

source: Other
ko_mt: 기타

source: Show tutorial
ko_mt: 튜토리얼 보기

source: Enable to view the tutorial at the beginning of the game. You can turn this option off during the game at any time.
ko_mt: 게임 시작 시 튜토리얼을 볼 수 있도록 설정합니다. 이 옵션은 게임 중에 언제든지 끌 수 있습니다.

source: Game difficulty
ko_mt: 게임 난이도

source: Enable depth of field
ko_mt: 피사계 심도 활성화

source: Focus distance
ko_mt: 초점 거리

source: Focal length
ko_mt: 초점 거리

source: Aperture
ko_mt: 조리개

source: Depth of field
ko_mt: 피사계 심도

source: Frames
ko_mt: 프레임

source: Frames
ko_mt: 프레임

source: Film grain type
ko_mt: 필름 입자 유형

source: Intensity
ko_mt: 강도

source: Film grain
ko_mt: 필름 입자

source: Current logo
ko_mt: 현재 로고

source: Show current logo
ko_mt: 현재 로고 표시

source: Logo selection
ko_mt: 로고 선택

source: Size
ko_mt: 크기

source: Logos settings
ko_mt: 로고 설정

source: Post exposure
ko_mt: 노출 후

source: Contrast
ko_mt: 대비

source: Saturation
ko_mt: 채도

source: Temperature
ko_mt: 온도

source: Chromatic aberration
ko_mt: 크로마틱 변이체

source: Sepia
ko_mt: 세피아

source: Other
ko_mt: 기타

source: Skybox selection
ko_mt: 스카이박스 선택

source: Current sticker
ko_mt: 현재 스티커

source: Show current sticker
ko_mt: 현재 스티커 표시

source: Sticker selection
ko_mt: 스티커 선택

source: Sticker size
ko_mt: 스티커 크기

source: Sticker rotation
ko_mt: 스티커 회전

source: Intensity
ko_mt: 강도

source: Smoothness
ko_mt: 부드러움

source: Roundness
ko_mt: 원형

source: Vignette
ko_mt: 비네트

source: Weather selection
ko_mt: 날씨 선택

source: Evade
ko_mt: 회피

source: You failed to sneak past the enemies. Prepare to fight.
ko_mt: 적을 몰래 지나치는데 실패했습니다. 싸울 준비를 하세요.

source: You have successfully evaded the enemies!
ko_mt: 적을 피하는데 성공했습니다!

source: Fight!
ko_mt: 전투!

source: Approach
ko_mt: 접근
