Repository: akintos/wotr-translation
Catalog: translation/*/Root.po
Languages: ko_mt

source: Gyronna
ko_mt: 기로나

source: Iomedae
ko_mt: 아이오메데

source: Irori, also known as "Master of Masters," "The Enlightened One," and "The Perfect Human," is the god of enlightenment, self-perfection, knowledge, healing, and inner strength. His followers claim that he was once a mortal who achieved absolute physical and mental perfection and thus attained divinity of his own volition. He is one of the core gods, if not the most powerful deity, of the Vudrani pantheon, but has an increasing following in the Inner Sea region as well.
ko_mt: "마스터 중의 마스터", "깨달은 자", "완벽한 인간"으로도 알려진 이로리는 깨달음, 자기 완성, 지식, 치유, 내면의 힘의 신입니다. 그의 추종자들은 그가 한때 육체적, 정신적으로 절대적인 완성을 이룬 인간이었으며, 따라서 자신의 의지로 신성을 획득했다고 주장합니다. 그는 부드라니 판테온에서 가장 강력한 신은 아니지만 핵심 신 중 하나이며, 내해 지역에서도 추종자가 늘고 있습니다.

source: Irori
ko_mt: 이로리

source: Apsu, the Waybringer, is one of the oldest and mightiest creatures in existence. According to draconic lore, he and his mate, Tiamat, spawned the dragon-gods who created the whole world. Apsu is the patron deity of all good and metallic dragons. He remains a father figure to almost all dragons, whom he loves as his children. He is numbered among the divine creatures which fought in the battle to defend all of creation against Rovagug. Unsurprisingly, most of Apsu's worshipers are metallic dragons. Few non-dragons take up his cause, although honorable humanoids with an interest in draconic lore have taken up his faith from time to time. They typically wear a gold dragon's foot brooch, or have other custom-made equipment in the shape of a dragon's foot. Golarion lacks much of a centralized church of Apsu. The largest congregation of humanoid Apsu worshipers on Golarion is known as The Platinum Band, which maintains relatively small centers of worship in Oppara and Absalom.
ko_mt: 길잡이 압수는 현존하는 가장 오래되고 가장 강력한 생명체 중 하나입니다. 드라코닉 전설에 따르면 압수와 그의 짝인 티아마트가 온 세상을 창조한 용의 신들을 낳았다고 합니다. 압수는 모든 선한 용과 금속 용의 수호신입니다. 압수는 거의 모든 드래곤에게 아버지의 모습으로 남아 있으며 자식처럼 사랑합니다. 그는 로바구그에 맞서 모든 피조물을 지키기 위해 전투에서 싸운 신성한 생명체 중 한 명입니다. 당연히 압수를 숭배하는 대부분의 용은 메탈릭 드래곤입니다. 드래곤이 아닌 인간은 거의 없지만, 드라코닉 전설에 관심이 있는 명예로운 휴머노이드가 때때로 그의 신념을 따르기도 합니다. 이들은 보통 금색 용의 발 브로치를 착용하거나 용의 발 모양으로 맞춤 제작한 장비를 착용합니다. 골라리온에는 중앙집권적인 압수 교회가 없습니다. 골라리온에서 가장 큰 휴머노이드 압수 숭배자 모임은 플래티넘 밴드로 알려져 있으며, 오파라와 압살롬에 비교적 작은 예배 센터를 운영하고 있습니다.

source: Apsu
ko_mt: 압수

source: Lamashtu, also known as "Mother of Monsters," "Mistress of Insanity," and "Grandmother Nightmare," is the goddess of madness, monsters, and nightmares. She is the only demon lord to attain true divinity. She is the mother and patroness of many misshapen and malformed creatures that crawl, slither, or hop on, above, or below the surface of Golarion. Her unholy symbol is a three-eyed jackal head, which may be represented in many ways, and her sacred animal is the jackal.
ko_mt: "괴물의 어머니", "광기의 여주인", "악몽의 할머니"로도 알려진 라마슈투는 광기, 괴물, 악몽의 여신입니다. 그녀는 진정한 신성을 얻은 유일한 데몬 로드입니다. 그녀는 골라리온의 표면 위나 아래에서 기어 다니거나, 미끄러지거나, 뛰어다니는 기형적이고 기괴한 생명체들의 어머니이자 후원자입니다. 그녀의 부정한 상징은 세 개의 눈을 가진 자칼 머리로 여러 가지로 표현될 수 있으며, 그녀의 신성한 동물은 자칼입니다.

source: Lamashtu
ko_mt: 라마슈투

source: The archdevil Mammon is Hell's accountant and treasurer. He rules over the lightless realm of Erebus, and is generally worshiped by greedy and corrupt mortals. His unholy symbol is an azure coin with the head of Mammon stamped on it.
ko_mt: 아크 데빌 맘몬은 지옥의 회계사이자 재무관입니다. 그는 빛이 없는 에레버스 왕국을 다스리며, 탐욕스럽고 타락한 필멸자들에게 숭배를 받습니다. 그의 부정한 상징은 맘몬의 머리가 찍힌 하늘색 동전입니다.

source: Mammon
ko_mt: 맘몬

source: Nethys, also known as "The All-Seeing Eye," is a Garundi god who holds knowledge and magic above all things. He gained enough power to witness all things, and this both fueled his divinity and shattered his mind. He is a god of magic, torn between destroying the world with one hand and saving it with the other.
ko_mt: "만물을 보는 눈"이라고도 알려진 네서스는 모든 것 위에 지식과 마법을 지닌 가룬드의 신입니다. 그는 모든 것을 볼 수 있는 힘을 얻었고, 이로 인해 신성은 더욱 강해졌지만 마음은 산산이 부서졌습니다. 그는 한 손으로는 세상을 파괴하고 다른 한 손으로는 세상을 구하는 것 사이에서 갈등하는 마법의 신입니다.

source: Nethys
ko_mt: 네서스

source: The Aldori Swordlords arose when famed swordsman Baron Sirian Aldori agreed to train a select group of pupils in his dueling techniques. They ruled Rostland for generations, each as prickly and impulsive as the order's founder. Though they are considered to be some of the finest sword fighters in the Inner Sea region, they are also obsessed with personal standing and honor.
ko_mt: 알도리 소드로드는 유명한 검객 시리안 알도리 남작이 일부 제자들에게 자신의 결투 기술을 가르치기로 동의하면서 생겨났습니다. 이들은 수 세대에 걸쳐 로스트랜드를 통치했으며, 창시자만큼이나 날카롭고 충동적인 성격을 지녔습니다. 이들은 내해 지역 최고의 검객으로 꼽히지만, 개인의 지위와 명예에도 집착합니다.

source: Swordlords
ko_mt: 검술사

source: Norgorber is known as the once-mortal god of thievery and assassination, as well as a keeper of secrets. He is called the "Reaper of the Reputation" by some, but he has more insidious titles among worshipers who venerate his other three aspects: "Blackfingers," "Father Skinsaw," and the "Gray Master." He remains an enigma to most, and his true motives are unknown. Many of his own followers remain ignorant of his plans and designs. Norgorber is the only evil god amongst the Ascended.
ko_mt: 노르고르버는 한때는 도둑질과 암살의 신이자 비밀을 지키는 자로 알려져 있습니다. 일부에서는 그를 "평판의 사신"이라고 부르지만, 그의 다른 세 가지 측면을 숭배하는 숭배자들 사이에서는 더 교활한 칭호를 가지고 있습니다. "블랙핑거", "스킨소 신부", "그레이 마스터" 등입니다. 그는 대부분의 사람들에게 수수께끼로 남아 있으며 그의 진정한 동기는 알려지지 않았습니다. 그의 추종자 중 상당수는 그의 계획과 설계에 대해 여전히 무지합니다. 노고버는 승천자들 중 유일한 악신입니다.

source: Norgorber
ko_mt: 노고버

source: "The Lady of Graves," "Mother of Souls," "Gray Lady," Pharasma is the goddess of birth, death, and prophecy. She shepherds Golarion's recently departed souls to their final reward. Upon death, souls migrate via the River of Souls to Pharasma's Boneyard in the Outer Sphere, which sits atop an impossibly tall spire that pierces the Astral Plane. She is among the most ancient deities in the multiverse, but keeps her knowledge of the fate of all souls closely guarded.
ko_mt: "무덤의 여인", "영혼의 어머니", "회색의 여인", 파라즈마는 탄생과 죽음, 예언의 여신입니다. 그녀는 최근 세상을 떠난 골라리온의 영혼을 마지막 보상으로 인도합니다. 영혼은 죽으면 영혼의 강을 통해 바깥 영역에 있는 파라즈마의 무덤으로 이동하며, 무덤은 아스트랄 플레인을 관통하는 엄청나게 높은 첨탑 꼭대기에 자리 잡고 있습니다. 그녀는 다중 우주에서 가장 오래된 신 중 하나이지만 모든 영혼의 운명에 대한 지식을 철저히 보호하고 있습니다.

source: Pharasma
ko_mt: 파라즈마

source: Imprisoned since the Age of Creation, the god Rovagug, also known as "The Rough Beast," "The Great Destroyer," and "The Worldbreaker," seeks only to destroy creation and the other gods. Believed to be imprisoned in a state of torpor somewhere deep within Golarion, his increasingly restless stirrings are taken by many to be the cause of volcanic activity and earthquakes. His worshipers are known for embodying the god's dominion over destruction, disaster, and wrath.
ko_mt: 창조의 시대부터 갇혀 있던 로바구그 신은 "거친 짐승", "위대한 파괴자", "세계 파괴자"로도 불리며 오직 창조세계와 다른 신들을 파괴하려고 합니다. 골라리온의 깊은 곳 어딘가에 혼수 상태에 갇혀 있다고 믿어지는 그는 점점 더 불안하게 흔들리며 화산 활동과 지진의 원인으로 여겨집니다. 그를 숭배하는 사람들은 파괴, 재앙, 분노를 다스리는 신의 지배를 구현하는 것으로 알려져 있습니다.

source: Rovagug
ko_mt: 로바구그

source: Known to her faithful as the "Dawnflower," "The Healing Light," and "The Everlight," Sarenrae is a goddess who teaches temperance and patience in all things. Compassion and peace are her greatest virtues, and if enemies of the faith can be redeemed, they should be. Worship of this goddess of healing, honesty, redemption, and the sun began far to the east of the Inner Sea, in the vast Padishah Empire of Kelesh, but her worshipers can now be found throughout the world.
ko_mt: 신자들에게 "새벽꽃", "치유의 빛", "영원한 빛"으로 알려진 사렌래는 모든 일에서 절제와 인내를 가르치는 여신입니다. 연민과 평화는 그녀의 가장 큰 미덕이며, 신앙의 적을 구원할 수 있다면 반드시 구원해야 합니다. 치유, 정직, 구원, 태양의 여신에 대한 숭배는 내해 동쪽의 광활한 파디샤 제국 켈레쉬에서 시작되었지만, 이제는 전 세계에서 그녀를 숭배하는 사람들을 찾을 수 있습니다.

source: Sarenrae
ko_mt: 사렌래

source: Shelyn, also known as "Eternal Rose," "The Eternal Maiden," and "The Incorruptible," is the goddess of art, beauty, love, and music, and the half-sister of Zon-Kuthon. Shelyn focuses just as much attention on inner beauty as outer beauty. In her role as goddess of beauty, Shelyn also promotes the creation of art and the composition and performance of music. Clerics of Shelyn frequently are artists themselves. As the goddess of love, Shelyn encourages the proliferation of that feeling in all its forms. She is not the goddess of sexuality, lust, or fertility, and draws a very clear distinction between love and sexuality, although she does not in any way discourage erotic love. The few paladins who worship her practice courtly love.
ko_mt: "영원한 장미", "영원한 처녀", "썩지 않는 자"로도 알려진 쉴린은 예술, 아름다움, 사랑, 음악의 여신이자 존쿠톤의 이복 여동생입니다. 쉴린은 외적인 아름다움 못지않게 내면의 아름다움에도 많은 관심을 기울입니다. 아름다움의 여신으로서 쉴린은 예술의 창작과 음악의 작곡 및 연주도 장려합니다. 쉴린의 성직자들은 종종 예술가이기도 합니다. 사랑의 여신으로서 쉴린은 모든 형태의 사랑의 감정이 확산되도록 장려합니다. 셸린은 섹슈얼리티, 정욕, 다산의 여신은 아니며, 사랑과 섹슈얼리티를 매우 명확하게 구분하지만, 에로틱한 사랑을 어떤 식으로든 막지는 않습니다. 그녀를 숭배하는 소수의 성기사는 정숙한 사랑을 실천합니다.

source: Shelyn
ko_mt: 쉴린

source: Torag, also known as "Father of Creation," is a stoic and serious dwarven god of the forge, protection, and strategy who values honor, planning, and well-made steel. He is an often distant deity, lending magical power to his clerics, but leaving his followers to make their own way through life, knowing that this will make them strong and determined.
ko_mt: "창조의 아버지"라고도 불리는 토라그는 명예, 계획, 잘 만들어진 강철을 중시하는 대장간, 보호, 전략의 금욕적이고 진지한 드워프 신입니다. 그는 종종 먼 곳에 있는 신으로, 성직자들에게 마법의 힘을 빌려주지만 추종자들이 강인하고 결단력 있는 삶을 살 수 있도록 스스로의 길을 개척하도록 내버려 둡니다.

source: Torag
ko_mt: 토라그

source: Urgathoa, also known as "The Pallid Princess" and "Lady Despair," is the goddess of physical excess, disease, and the undead. She is mostly worshiped by dark necromancers, the undead, and those wishing to become undead. Sometimes those who live gluttonous lifestyles make supplication to her, as do those suffering from a serious illness. Her faithful believe she was the first creature to defy Pharasma and return, unnaturally, from the Boneyard and break free from the cycle of souls.
ko_mt: "창백한 공주", "절망의 여인"으로도 알려진 우르가쏘아는 육체적 과잉, 질병, 언데드의 여신입니다. 그녀는 주로 어둠의 강령술사, 언데드, 언데드가 되고자 하는 자들이 숭배합니다. 때때로 탐식적인 생활을 하는 사람들이나 심각한 질병을 앓고 있는 사람들이 그녀에게 간청하기도 합니다. 그녀의 신자들은 그녀가 파라즈마를 거스르고 본야드에서 자연스럽게 돌아와 영혼의 순환에서 벗어난 최초의 생명체라고 믿습니다.

source: Urgathoa
ko_mt: 우르가쏘아

source: The deity Zon-Kuthon, also known as "The Midnight Lord," "The Dark Prince," and "The Prince of Pain," god of darkness, envy, loss, and pain, possesses one of the most twisted and evil minds in the Great Beyond. His position as god of pain is well earned, and he has been the root of countless tortures, murders, and worse throughout time. He was once a benevolent demigod named Dou-Bral, but was corrupted when he traveled to the far, dark places between the planes and returned in his current form. His half-sister, Shelyn, still holds out hope that she can redeem him, though the lord of shadows shows no sign of remorse or compassion.
ko_mt: "한밤의 군주", "어둠의 왕자", "고통의 왕자"로도 알려진 존쿠톤 신은 어둠, 시기, 상실, 고통의 신으로, 그레이트 비욘드에서 가장 뒤틀리고 사악한 마음을 가진 신입니다. 고통의 신이라는 명성에 걸맞게 그는 오랜 시간 동안 수많은 고문과 살인, 그리고 더 나쁜 일의 근원이 되어 왔습니다. 한때는 두브랄이라는 이름의 자비로운 반신이었지만, 차원 사이의 멀고 어두운 곳을 여행하다가 타락하여 지금의 모습으로 돌아왔어요. 그의 이복 여동생 셸린은 여전히 그를 구원할 수 있다는 희망을 품고 있지만, 그림자의 군주는 후회나 동정의 기미를 보이지 않습니다.

source: Zon-Kuthon
ko_mt: 존 쿠톤

source: If the First World can be said to have a trickster god — no easy feat in a world where capricious, reality-bending mischief is standard practice for many natives — then the title belongs to the Lantern King, also known as "The Laughing Lie." Generally appearing as a foot-wide ball of floating light, the Lantern King has been pointed to by some as the progenitor of all will-o'-wisps, but such allegations meet with derisive laughter from the King himself. Forgoing an established realm of his own, the Lantern King roams as he wills through the fields and forests of the First World, and those lives he touches are rarely the same afterward, for though the Lantern King's sense of humor is vast, it can easily turn dark or incomprehensible.
ko_mt: 변덕스럽고 현실을 뒤흔드는 장난이 많은 원주민의 일상인 태초 세계에 사기꾼 신이 있다고 한다면, "웃는 거짓말"이라고도 알려진 랜턴 킹이 그 주인공일 것입니다. 일반적으로 한 뼘 크기의 공처럼 보이는 랜턴 킹은 모든 장난의 시조로 여겨지기도 하지만, 그런 주장은 왕의 조롱 섞인 비웃음에 직면하게 됩니다. 정해진 왕국을 버리고 태초 세계의 들판과 숲을 마음대로 돌아다니는 랜턴 킹의 유머 감각은 광대하지만, 쉽게 어두워지거나 이해할 수 없게 변하기 때문에 그가 접촉한 삶은 그 후에도 거의 예전과 같지 않습니다.

source: Lantern King
ko_mt: 랜턴 킹

source: Shyka the Many is one of the Eldest, a divine fey creature of tremendous power said to be able to reshape the very fabric of the First World on a whim. Shyka could be considered a title or a role, for many entities, both male and female, have borne this name over the ages. All have been chronomancers with mastery over time; time acts strangely within the First World, but Shyka seems able to manipulate it. Indeed, their many forms and personalities over time, past and future, may well sit within Shyka together, out of time, as they all seem to speak with the same voice.
ko_mt: 무수한 쉬카는 엘데스트 중 한 명으로, 태초 세계의 구조를 마음대로 바꿀 수 있다고 알려진 엄청난 힘을 가진 신성한 요정 생명체입니다. 쉬카는 직함이나 역할로 간주될 수 있는데, 오랜 세월 동안 남성과 여성 모두 많은 존재가 이 이름을 지녔기 때문입니다. 모두 시간을 다루는 크로노맨이었으며, 태초 세계에서는 시간이 기묘하게 작용하지만 쉬카는 시간을 조작할 수 있는 것처럼 보입니다. 실제로 과거와 미래, 시간의 흐름에 따른 다양한 형태와 성격이 모두 같은 목소리로 말하는 것처럼 보이는 것처럼 시간을 초월해 쉬카 안에 함께 자리하고 있는지도 모릅니다.

source: Shyka the Many
ko_mt: 무수한 쉬카

source: The Technic League is a group of arcanists and other lore-seekers obsessed with unlocking the mysteries of the Silver Mount, an ancient alien artifact that crashed long ago near the Numerian capital city of Starfall. Through their indirect control over the nation's ruler, the Black Sovereign Kevoth-Kul, the Technic League also has strong influence over the laws, policies, and economy of Numeria.
ko_mt: 테크닉 연맹은 오래 전 누메리아의 수도 스타폴 근처에 추락한 고대 외계 유물인 실버 마운트의 수수께끼를 풀기 위해 집착하는 아카니스트 및 기타 지식 탐구자들로 구성된 단체입니다. 테크닉 연맹은 국가의 통치자인 검은 군주 케보스 쿨을 간접적으로 통제함으로써 누메리아의 법, 정책, 경제에 막강한 영향력을 행사하고 있습니다.

source: Technic League
ko_mt: 테크닉 리그

source: The Pathfinder Society is a globe-spanning organization based in Absalom. The membership consists primarily of Pathfinders, adventurers who travel throughout Golarion — usually inconspicuously — and explore, delve, and otherwise experience the lesser-seen parts of the world. They send journals documenting their travels back to their venture-captains, who also assign them new missions and suggest new places to explore. The most exciting and illuminating of these journals are compiled in the Pathfinder Chronicles, an ongoing series of books that collect the history and mystery of Golarion for its membership and the general public.
ko_mt: 패스파인더 협회는 압살롬에 본부를 둔 전 세계에 걸친 조직입니다. 회원은 주로 패스파인더로 구성되며, 보통 눈에 띄지 않게 골라리온 전역을 여행하며 잘 알려지지 않은 곳을 탐험하고 탐사하고 경험하는 모험가입니다. 이들은 여행을 기록한 일지를 벤처 대장에게 보내면 대장은 새로운 임무를 부여하고 새로운 탐험 장소를 제안하기도 합니다. 이 일지 중 가장 흥미진진하고 빛나는 내용은 회원과 일반 대중을 위해 골라리온의 역사와 신비를 수집하는 책 시리즈인 패스파인더 연대기(Pathfinder Chronicles)로 엮어집니다.

source: Pathfinder Society
ko_mt: 패스파인더 협회

source: The Hellknight Order of the Pike was founded prior to the Chelaxian Civil War, and officially disbanded in one of the post-war reorganizations. However, its members continued to operate as Hellknights and, in 4688, it was recognized once more as an official (albeit minor) order. The Order of the Pike seeks to slay monsters that jeopardize peace and innocent lives. More than mere killers, these Hellknights often take a naturalist's approach to their monster hunting, learning about their prey and extensively documenting this information.
ko_mt: 파이크의 지옥기사단은 첼리악스 내전 이전에 창설되었으며, 전후 조직 개편을 통해 공식적으로 해체되었습니다. 하지만 그 구성원들은 계속해서 지옥기사로 활동했고, 4688년에 다시 한 번 공식적인 (비록 소규모이기는 하지만) 교단으로 인정받았습니다. 파이크 기사단은 평화와 무고한 생명을 위협하는 괴물을 처치하는 것을 목표로 합니다. 단순한 살인자라기보다는 자연주의적 접근법을 통해 괴물 사냥에 임하는 지옥기사는 사냥감에 대해 연구하고 그 정보를 광범위하게 기록합니다.

source: Order of the Pike
ko_mt: 파이크의 주문

source: Demons are malign and destructive creatures native to the Outer Sphere plane known as the Abyss. Demons exist for one reason — to destroy. Where their more lawful counterparts, the devils of Hell, seek to twist mortal minds and values to remake and reshape them into reflections of their own evil, demons seek only to maim, ruin, and feed. They recruit mortal life only if such cohorts speed along the eventual destruction of hope and goodness. Death is, in some ways, their enemy — for a mortal who dies can often escape a demon's depredations and flee to their just reward in the afterlife. It is the prolonging of mortal pain and suffering that fuels a demon's lusts and desires, for it is partially from mortal sin and cruelty that these monstrous fiends were born.
ko_mt: 데몬은 심연으로 알려진 바깥 영역에 서식하는 악의적이고 파괴적인 생명체입니다. 데몬은 단 한 가지 이유, 즉 파괴를 위해 존재합니다. 보다 질서인 상대인 지옥의 데빌이 필멸자의 정신과 가치관을 뒤틀어 자신의 악을 반영한 모습으로 재구성하려 한다면, 데몬은 오로지 불구를 만들고, 파괴하고, 먹이를 구할 뿐입니다. 그들은 인간 무리가 희망과 선의 파괴를 가속화할 때만 인간 생명을 모집합니다. 어떤 의미에서 죽음은 그들의 적입니다. 죽음을 맞이한 필멸자는 종종 데몬의 괴롭힘에서 벗어나 내세에서 정당한 보상을 받을 수 있기 때문입니다. 이 괴물 같은 데몬이 태어난 것은 부분적으로 인간의 죄와 잔인함에서 비롯된 것이기 때문에 데몬의 정욕과 욕망을 부추기는 것은 인간의 고통과 고통의 장기화입니다.

source: Demons
ko_mt: 데몬

source: The most powerful of the demons are unique demigods, rulers of the Abyss, with their own individual powers and abilities. These demon lords are known throughout the multiverse, and many cults worshiping them exist on the Material Plane. The total number of demon lords is beyond knowing. Of the countless powerful demons who rule the various layers of the Abyss, some are more widely known and worshiped. The most ubiquitous demon lord, and the only one to have attained full godhood is Lamashtu, the Mother of Monsters.
ko_mt: 가장 강력한 데몬은 심연의 지배자이자 고유한 힘과 능력을 가진 독특한 반신입니다. 이 데몬 로드들은 다중 우주 전체에 알려져 있으며, 물질계에는 이들을 숭배하는 많은 종파가 존재합니다. 데몬 로드의 총 수는 알 수 없습니다. 심연의 여러 층을 지배하는 무수히 많은 강력한 데몬들 중 일부는 더 널리 알려져 있고 숭배를 받습니다. 가장 널리 알려진 데몬 로드이자 완전한 신성에 도달한 유일한 데몬은 괴물의 어머니 라마슈투입니다.

source: Demon Lords
ko_mt: 데몬 로드

source: Deskari
ko_mt: 데스카리

source: Baphomet
ko_mt: 바포메트

source: Nocticula
ko_mt: 녹티큘라

source: Demon lord of ghouls, graves, and secrets kept by the dead, Kabriri is believed to be the first humanoid (according to most tales, an elf) who fed upon the flesh of his brother. He was reborn in the Abyss in a vast necropolis that the plane created in his honor.
ko_mt: 구울, 무덤, 죽은 자들의 비밀을 간직한 데몬 로드 카브리리는 형의 살을 먹은 최초의 인간형(대부분의 설화에 따르면 엘프)으로 알려져 있습니다. 그는 심연에서 형을 기리기 위해 차원이 만든 광대한 묘지에서 다시 태어났어요.

source: Kabriri
ko_mt: 카브리리

source: Angels are a group of altruistic celestials native to all three Upper Planes: Nirvana, Heaven, and Elysium. They represent all the multiple interpretations of goodness. The eldest angels were one of the first creations of the primordial deities of good, making them one of the oldest races in the Great Beyond, and were trained as celestial guardians and servants from birth; most serve their creators to this day. Most angels in modern times come from ascended good mortal souls rather than direct divine creation; sometimes these souls even retain aspects of their mortal forms.
ko_mt: 천사는 세 개의 상층계 모두에 서식하는 이타적인 천체 집단입니다. 너바나, 천국, 엘리시움입니다. 천사들은 선에 대한 다양한 해석을 모두 대표합니다. 원시 선의 신들의 첫 번째 창조물 중 하나인 천사들은 대천계에서 가장 오래된 종족 중 하나이며, 태어날 때부터 천상의 수호자이자 하인으로 훈련받았으며 오늘날까지 대부분 창조주를 섬기고 있습니다. 현대의 대부분의 천사는 신이 직접 창조한 것이 아니라 승천한 선한 필멸자 영혼에서 비롯되며, 때로는 필멸자 영혼의 모습을 간직하기도 합니다.

source: Angels
ko_mt: 천사

source: Beyond passion, beyond mercy, beyond reason, the faceless caretakers of reality toil without end, silently struggling to preserve the tenuous balance upon which all existence depends. These voiceless forces are the aeons, inscrutable shapers and eliminators of the multiverse. They exist beyond the understanding of most mortals, endlessly striving toward goals unfathomable even to many of the planes' oldest inhabitants. Aeons build order from the chaos of the Maelstrom, seed new life upon barren worlds, and halt the rampages of forces grown overbold. They rend nations to vapor, dismantle planets into cosmic dust, and pave the way for calamities. Aeons embody the planes-spanning hand of a metaphorical omnipotent clockmaker, endlessly tuning and adjusting the myriad gears of reality in pursuit of ultimate perfection.
ko_mt: 열정을 넘어, 자비를 넘어, 이성을 넘어, 얼굴 없는 현실의 관리자들은 모든 존재가 의존하는 미약한 균형을 지키기 위해 묵묵히 고군분투하며 끝없이 수고합니다. 이 소리 없는 힘은 다중 우주의 영겁, 불가해한 형성자이자 제거자입니다. 이들은 대부분의 인간들이 이해할 수 없는 존재로, 행성에서 가장 오래된 주민들도 헤아릴 수 없는 목표를 향해 끝없이 노력합니다. 에온은 소용돌이의 혼돈 속에서 질서를 세우고, 황량한 세계에 새로운 생명의 씨앗을 뿌리고, 대담하게 성장한 세력의 난동을 멈추게 합니다. 에온은 국가를 수증기로 만들고 행성을 해체하여 우주 먼지로 만들고 재앙의 길을 닦습니다. 에온은 은유적인 전지전능한 시계 제작자의 평면을 가로지르는 시계 바늘을 형상화하여 궁극의 완벽함을 추구하기 위해 현실의 무수한 기어를 끝없이 조율하고 조정합니다.

source: Aeons
ko_mt: 에온

source: Abadar, the god of cities, law, merchants, and wealth, also called the God of Walls and Ditches in the eastern Dragon Empires, is known to be a patient deity. Maintaining a strong neutral stance in his actions, he strives to expand civilization and order among the peoples of Golarion.
ko_mt: 동부 드래곤 제국에서 성벽과 도랑의 신이라고도 불리는 도시, 질서, 상인, 부의 신 아바다르는 인내심이 많은 신으로 알려져 있습니다. 중립적인 태도를 견지하며 골라리온 민족의 문명과 질서를 확장하기 위해 노력합니다.

source: Abadar
ko_mt: 아바다르

source: Azatas are a race of benevolent celestials native to the plane of Elysium. Azatas are champions of freedom and goodness, and choose to travel the planes helping creatures in need and battling evil. Azatas do not believe that evil can be completely destroyed by methodical campaigns, instead devoting themselves to showing up where they are needed most, doing their best to help, then promptly leaving. Even though some think of azatas as the most elf-like of the celestial races, many of them have animal, elemental, or even stranger features and body parts. Many take whimsical forms, resembling the good fey with whom they are sometimes associated.
ko_mt: 아자타는 엘리시움 행성에 서식하는 자비로운 천체 종족입니다. 아자타는 자유와 선의 옹호자이며, 도움이 필요한 생명체를 돕고 악에 맞서 싸우기 위해 행성을 여행합니다. 아자타는 체계적인 캠페인으로 악을 완전히 파괴할 수 있다고 믿지 않으며, 대신 가장 도움이 필요한 곳에 나타나 최선을 다해 돕고 즉시 떠나는데 전념합니다. 아자타가 천상의 종족 중 가장 엘프와 비슷하다고 생각하는 사람도 있지만, 많은 아자타가 동물, 원소, 심지어 낯선 생김새와 신체 부위를 가지고 있습니다. 많은 아자타는 때때로 선한 요정을 닮은 기발한 형태를 취하기도 합니다.

source: Azatas
ko_mt: 아자타스

source: A lich is the ultimate expression of a necromancer's power, representing their ability to transcend death and achieve immortality by becoming a powerful and intelligent undead creature. At the culmination of the process of becoming a lich, a necromancer transfers their soul into a specially created phylactery; as long as the phylactery remains intact, the lich cannot die.
ko_mt: 리치란 강령술사의 힘을 궁극적으로 표현한 것으로, 강력하고 지적인 언데드 생명체가 되어 죽음을 초월하고 불멸을 달성하는 능력을 상징합니다. 강령술사는 리치화 과정의 정점에 이르러 영혼을 특수하게 생성된 필라테리아로 옮기며, 필라테리아가 온전하게 남아 있는 한 리치는 죽지 않습니다.

source: Lich
ko_mt: 리치

source: Mongrels are the descendants of those who fought in the First Crusade, when the crusaders had little experience in dealing with the unique hazards the Worldwound presented. During the First Crusade, many unknowingly exposed themselves to fell energies of this nightmarish land. In the years that followed, a shocking number of children born to the crusaders were hideously deformed. Many of these unfortunate innocents were put to death by overzealous inquisitors or even fellow crusaders, but some parents fled underground to raise their children outside of the light of intolerance. Today, the descendants of these unfortunates are known by various names, such as "mole people," "pitlings," "tunnel people," or most commonly as "mongrels." Life among the mongrels is short and often brutal, with a generation passing in as little as 20 years.
ko_mt: 잡종은 1차 성전에서 싸웠던 이들의 후예로, 성전사들이 세계상처라는 독특한 위험에 대처한 경험이 거의 없던 시절에 싸웠던 종족입니다. 1차 성전 당시 많은 이들이 자신도 모르게 이 악몽 같은 땅의 타락한 기운에 노출되었습니다. 그 후 몇 년 동안 성전사들 사이에서 태어난 수많은 아이들이 끔찍하게 기형적인 모습으로 태어났습니다. 이 불행한 무고한 아이들 중 다수는 지나치게 열성적인 종교 재판관이나 동료 십자군에 의해 죽임을 당했지만, 일부 부모는 편견의 빛 아래서 아이들을 키우기 위해 지하로 도망쳤습니다. 오늘날 이 불행한 사람들의 후손은 "두더지족", "피틀링족", "터널족" 또는 가장 일반적으로 "몽그렐족"과 같은 다양한 이름으로 알려져 있습니다. 몽그렐족의 삶은 짧고 잔인한 경우가 많으며 한 세대가 20년도 채 지나지 않습니다.

source: Mongrels
ko_mt: 몽그렐
