Repository: akintos/wotr-translation
Catalog: translation/*/Root.po
Languages: ko_mt

source: Indarah is an oread warrior from Garund and an expert on military history and warfare.
ko_mt: 인다라는 가룬드 출신의 오레아스 전사로 군사 역사와 전쟁에 정통한 전문가입니다.

source: Indarah
ko_mt: 인다라

source: Seilkind is the captain of the Blackstone Company, elite mercenaries from Andoran. Queen Galfrey paid the company to fight in the crusade under your command.
ko_mt: 세일킨드는 안도란의 정예 용병인 블랙스톤 중대의 대장입니다. 갈프레이 여왕은 당신의 지휘 아래 십자군 전쟁에 참전하도록 이 중대에 돈을 지불했습니다.

source: Captain Seilkind
ko_mt: 선장 세일킨드

source: The halfling Curl is a former thief, and now a crusader from the Condemned squad. He's a friend of Seelah, who you met in devastated Kenabres.
ko_mt: 컬은 전직 도둑이었으나 지금은 정죄받은 부대의 성전사가 된 하플링입니다. 그는 폐허가 된 케나브레스에서 만난 실라의 친구입니다.

source: Curl
ko_mt: 컬

source: Balor Darrazand is a monster whose name crusaders speak with a shiver. The powerful general of Deskari's armies is blood-thirsty and fierce even by demons' standards. In the heat of the battle, he'll cut down his own soldiers if they stand between him and his target. Such casualties hardly worry him much — Darrazand alone is worth a whole legion of demons, and can slaughter an army of crusaders by himself. Alas, this is no figure of speech, but an actual historical event.
ko_mt: 발러 다라잔드는 성전사라는 이름만 들어도 소름이 돋는 괴물입니다. 데스카리 군대의 강력한 장군으로 데몬의 기준에서도 피에 굶주리고 사나운 존재입니다. 전투가 치열할 때 자신과 목표물을 가로막는다면 자신의 병사도 베어버릴 정도입니다. 다라잔드 한 명만으로도 데몬 군단 전체에 맞먹고, 혼자서도 성전사 군대를 학살할 수 있으니 그런 사상자는 크게 걱정하지 않습니다. 아아, 이것은 비유적인 표현이 아니라 실제 역사적 사건입니다.

source: Darrazand
ko_mt: 다라잔드

source: Sir Elan of the Order of Houndhearts is a young knight and a friend of Seelah. He's among those who distinguished themselves during the defense of Kenabres.
ko_mt: 하운드하츠 기사단의 엘란 경은 젊은 기사이자 실라의 친구입니다. 케나브레스를 방어하는 동안 두각을 나타낸 인물 중 한 명입니다.

source: Sir Elan
ko_mt: 엘란 경

source: The nephilim Hepzamirah is Baphomet's daughter and current favorite. She commands a sizable force of her father's minions, both mortals and demons alike.
ko_mt: 네피림 헵자미라는 바포메트의 딸이자 현재 가장 사랑받는 존재입니다. 그녀는 인간과 데몬을 막론하고 아버지의 하수인들로 구성된 상당한 규모의 부대를 지휘합니다.

source: Hepzamirah
ko_mt: 헵자미라

source: Horgus Gwerm is an arrogant noble, and one of your companions in the journey through the dungeons below Kenabres.
ko_mt: 호거스 그웜은 오만한 귀족으로, 케나브레스 아래 던전을 통과하는 여정의 동반자 중 한 명입니다.

source: Horgus Gwerm
ko_mt: 호거스 그웜

source: Kenabres's famed prelate, Hulrun Shappok, first gained the trust and admiration of city's people by organizing inquisitions against suspected demon worshipers and witches. Hulrun and his force of elite witch hunters exposed dozens of cultists and spies — and, it is said, executed many more under suspicion but with no real proof. These events started the Third Crusade — widely accepted as the least effective and most self-destructive of the four crusades. Still, Hulrun evoked respect and admiration in the populace as well as fear, and agreed to guide the city as its prelate.
ko_mt: 케나브레스의 유명한 성직자 훌런 사포크는 데몬 숭배자와 마녀로 의심되는 사람들을 상대로 종교재판을 조직하여 도시 사람들의 신뢰와 존경을 한 몸에 받았습니다. 훌런과 그의 정예 마녀사냥꾼들은 수십 명의 이교도와 스파이를 색출했으며, 의심만 받고 실제 증거가 없는 더 많은 사람들을 처형한 것으로 알려져 있습니다. 이 사건은 네 차례의 십자군 전쟁 중 가장 효과적이지 않고 자멸적이었다고 널리 알려진 3차 십자군 전쟁의 시작이었습니다. 그럼에도 불구하고 훌런은 대중에게 두려움뿐만 아니라 존경과 찬사를 불러일으켰고, 성직자로서 도시를 인도하는데 동의했습니다.

source: Hulrun Shappok
ko_mt: 훌런 샤포크

source: The mysterious wound on your chest, that keeps opening every now and then, couldn't be healed even by the dragon Terendelev.
ko_mt: 이따금씩 열리는 가슴의 신비한 상처는 용 테렌델레브도 치료할 수 없었습니다.

source: You broke Jerribeth's spell that was distorting the perception of all members of the Wintersun clan.
ko_mt: 윈터선 부족의 모든 구성원에 대한 인식을 왜곡하던 제리베스의 주문을 깨뜨렸습니다.

source: You allowed Jerribeth to keep the Wintersun clan under her spell — they continue to see demons as mortals, but they no longer see mortals as demons.
ko_mt: 당신은 제리베스가 윈터선 부족을 그녀의 주문 아래 두도록 허락했습니다. 그들은 여전히 데몬을 필멸자로 보지만, 더 이상 필멸자를 데몬으로 보지 않습니다.

source: You forced Jerribeth to destroy the malicious magic she had used to confuse the minds and souls of the people of Wintersun.
ko_mt: 당신은 제리베스가 윈터선 사람들의 마음과 영혼을 혼란에 빠뜨리기 위해 사용했던 악의적인 마법을 파괴하도록 강요했습니다.

source: You killed Chief Marhevok.
ko_mt: 네가 마헤복 족장을 죽였어.

source: You allowed Jerribeth to take chief Marhevok, who is in love with her, to her "castle in the clouds" — the Ivory Sanctum.
ko_mt: 당신은 제리베스가 그녀를 사랑하는 족장 마르헤복을 "구름 위의 성"인 상아 성소로 데려가도록 허락했습니다.

source: You sentenced Marhevok to serve his clan honestly, the clan which he had previously betrayed for the sake of his love for the demoness Jerribeth.
ko_mt: 당신은 마르헤복에게 데몬 여제 제리베스에 대한 사랑 때문에 배신했던 부족을 정직하게 섬기라고 선고했습니다.

source: After you interfered, blind Gesmerha the woodshaper became the new chief of the Wintersun clan.
ko_mt: 당신의 방해로 눈먼 나무조각사 게스메르하가 윈터선 부족의 새로운 족장이 되었습니다.

source: You saved Miammir the Scholar from the insane siabrae's captivity.
ko_mt: 미친 시아브라에의 포로가 된 학자 미아미르를 구해 주셨습니다.

source: You decided to spare the shaman Soana's life.
ko_mt: 당신은 주술사 소아나의 목숨을 살려주기로 결정했습니다.

source: You killed the shaman Soana after you learned what she had done to the guardian of the forest.
ko_mt: 숲의 수호자에게 무슨 짓을 했는지 알게 된 후 주술사 소아나를 죽였습니다.

source: You told the truth to the mongrel tribe and revealed the Light of Heaven despite Wenduag's attempts to persuade you otherwise.
ko_mt: 당신은 몽그렐 부족에게 진실을 말했고, 웬두아그의 설득에도 불구하고 천상의 빛을 드러냈습니다.

source: You spared the life of Orso, the mutilated guardian of the forest.
ko_mt: 훼손된 숲의 수호자 오르소의 목숨을 구해 주셨습니다.

source: You spared the life of the shaman Soana and allowed her to create a new guardian of the forest.
ko_mt: 주술사 소아나의 목숨을 구해주고 숲의 새로운 수호자를 만들 수 있게 해주셨습니다.

source: You persuaded Queen Galfrey that you should retain the title of Knight Commander.
ko_mt: 갈프레이 여왕을 설득해 기사단장 직함을 유지해야 한다고 설득했습니다.

source: You failed to persuade Queen Galfrey that you should retain the title of Knight Commander.
ko_mt: 기사단장 직함을 유지해야 한다고 갈프레이 여왕을 설득하는데 실패했습니다.

source: You took Eliandra's side in the debate about what to do with the cultists.
ko_mt: 이교도들을 어떻게 처리할지에 대한 토론에서 엘리아란드라의 편을 들었죠.

source: You took Katair's side in the debate about what to do with the cultists.
ko_mt: 이교도들을 어떻게 처리할지에 대한 토론에서 카타이르의 편을 들었죠.

source: You gained new allies imbued with special powers reminiscent of the powers of the Wardstones. They have been named Holy Wardens.
ko_mt: 수호석의 힘을 연상시키는 특별한 힘을 지닌 새로운 아군을 얻었습니다. 이들은 성스러운 수호자로 명명되었습니다.

source: You failed to embrace the azata's path in your soul, preferring to make cold and harsh decisions.
ko_mt: 당신은 차갑고 가혹한 결정을 내리는 것을 선호하여 영혼에 아자타의 길을 받아들이지 못했습니다.

source: You saved the minotaur Rvveg from imminent death and invited him to your Court.
ko_mt: 미노타우로스 르브베그를 죽음 직전의 위기에서 구하고 궁정으로 초대했습니다.

source: Having traveled back in time, you changed the course of events by not allowing the Sword of Valor to be stolen and protecting Drezen from falling.
ko_mt: 시간을 거슬러 올라가 용맹의 검을 빼앗기지 않게 하고 드레젠이 쓰러지지 않도록 보호함으로써 사건의 흐름을 바꿨습니다.

source: In the dungeons beneath Kenabres, you found an urgent letter, in which the cultists discussed their planned outpost in the Tower of Estrod.
ko_mt: 케나브레스 지하 던전에서 이교도들이 에스트로드의 탑에 전초 기지를 세울 계획에 대해 논의한 긴급 편지를 발견했습니다.

source: You were resolute in following the path of law.
ko_mt: 당신은 단호하게 법의 길을 따랐습니다.

source: You listened to the suggestions of your devil advisor and failed to be impartial as an aeon should.
ko_mt: 당신은 데빌의 조언자의 제안을 듣고 에온이 해야 할 공정한 태도를 취하지 못했습니다.

source: Whatever your reasoning was, it obviously wasn't the impartial voice of cosmic order.
ko_mt: 당신의 추론이 무엇이든, 그것은 분명히 우주의 질서를 대변하는 공정한 목소리는 아니었습니다.

source: You cracked under Hepzamirah's torture and gave her enough information to harm your cause.
ko_mt: 당신은 헵자미라의 고문을 견디다 못해 대의에 해를 끼칠 만한 충분한 정보를 그녀에게 넘겼습니다.

source: You endured Hepzamirah's torture with great resilience — she failed to get enough information from you to harm your cause.
ko_mt: 헵자미라의 고문은 대의를 해칠 만큼 충분한 정보를 얻지 못했지만, 당신은 대단한 회복력으로 견뎌냈습니다.

source: You killed your doppelganger, who was sent by Hepzamirah.
ko_mt: 헵자미라가 보낸 도플갱어를 죽였습니다.

source: Your doppelganger, who was sent to Drezen by Hepzamirah, remained alive.
ko_mt: 헵자미라가 드레젠으로 보냈던 당신의 도플갱어는 살아 있었습니다.

source: Despite Yozz's disapproval, you fought in the arena known as the Battlebliss.
ko_mt: 요즈의 반대에도 불구하고 당신은 배틀블리스라는 경기장에서 싸웠습니다.

source: Nocticula, the ruler of the Midnight Isles, favors you.
ko_mt: 미드나잇 아일즈의 지배자 녹티큘라가 당신에게 호의를 베풉니다.

source: You have lost Nocticula's favor.
ko_mt: 녹티큘라의 호의를 잃었습니다.

source: You found a mysterious golden sword in caves below Kenabres.
ko_mt: 케나브레스 아래 동굴에서 신비한 황금 검을 발견했습니다.

source: You drove the self-proclaimed King of Sarkoris away.
ko_mt: 자칭 사르코리스의 왕을 몰아내셨군요.

source: You sowed seeds of discord at the Council.
ko_mt: 당신은 평의회에 불화의 씨앗을 뿌렸습니다.

source: You chose captain Mielarah and her ship to travel to the isle of Colyphyr. The choice of the captain and the ship may have a profound effect on the course of the journey.
ko_mt: 당신은 콜리피르 섬으로 여행하기 위해 선장 밀라라와 그녀의 배를 선택했습니다. 선장과 배의 선택은 여행 과정에 큰 영향을 미칠 수 있습니다.

source: You chose captain Kerz and his ship to travel to the isle of Colyphyr. The choice of the captain and the ship may have a profound effect on the course of the journey.
ko_mt: 당신은 콜리피르 섬으로 여행하기 위해 선장 케르츠와 그의 배를 선택했습니다. 선장과 배의 선택은 여행 과정에 큰 영향을 미칠 수 있습니다.

source: You accepted Nocticula's help and used the services of the captain she provided to travel to the isle of Colyphyr. The choice of the captain and the ship may have a profound effect on the course of the journey.
ko_mt: 녹티큘라의 도움을 수락하고 그녀가 제공한 선장의 서비스를 이용해 콜리피르 섬으로 여행했습니다. 선장과 배의 선택은 여행 경로에 큰 영향을 미칠 수 있습니다.

source: You tried to betray the crusaders and offer an alliance to Baphomet.
ko_mt: 당신은 십자군을 배신하고 바포메트에게 동맹을 제안하려고 했습니다.

source: You finished off the wounded succubus Laulieh — or so you thought.
ko_mt: 부상당한 서큐버스 라울리를 끝마쳤습니다 - 그렇게 생각했겠죠.

source: According to your will, the Nexus was guarded by shadow demons.
ko_mt: 당신의 유언에 따라 넥서스는 그림자 데몬들이 지키고 있었습니다.

source: At your request, Nocticula sent her guards to protect the Nexus.
ko_mt: 녹티큘라는 당신의 요청에 따라 넥서스를 지키기 위해 경비병들을 보냈습니다.

source: You sent the saved Golarian slaves to the Nexus.
ko_mt: 구한 골라리온 노예들을 넥서스로 보냈습니다.

source: In your hands, hands of a true paladin, the Radiance sword gained new power.
ko_mt: 진정한 성기사의 손에서 광휘의 검은 새로운 힘을 얻었습니다.

source: You sent the saved aasimars to the Nexus.
ko_mt: 내성에 성공한 아지마를 넥서스로 보냈습니다.

source: You sent the gladiators to guard the Nexus.
ko_mt: 당신은 검투사들을 보내 넥서스를 지키게 했습니다.

source: You sent the pleasure slaves who were saved from the Fleshmarkets to the Nexus.
ko_mt: 육체시장에서 구출한 쾌락의 노예들을 넥서스로 보냈습니다.

source: You took the half-demon child from his cruel mother and into your care.
ko_mt: 당신은 잔인한 어머니에게서 하프 데몬 아이를 데려와 당신의 보살핌을 받았습니다.

source: You turned the Fleshmarkets upside down, killing the slavers and freeing the slaves.
ko_mt: 당신은 육체시장을 뒤집어 노예상들을 죽이고 노예들을 해방시켰습니다.

source: While you were wandering around besieged Kenabres, the demons managed to take the initiative and inflict serious damage on the city's defenders.
ko_mt: 포위된 케나브레스를 돌아다니는 동안 데몬들이 우선권을 잡고 도시 방어자들에게 심각한 피해를 입혔습니다.

source: You gained the Hand of the Inheritor's trust not only by your allegedly being the chosen one, but also by your actions. He sensed a kindred spirit in you, a true angel.
ko_mt: 당신은 선택받은 자라는 주장뿐만 아니라 당신의 행동으로 계승자의 손의 신뢰를 얻었습니다. 그는 당신에게서 진정한 천사 같은 동족의 기운을 느꼈습니다.

source: You gained the Hand of the Inheritor's trust not only by allegedly being the chosen one, but also by your actions.
ko_mt: 당신은 선택받은 자라는 주장뿐만 아니라 당신의 행동으로 계승자의 손의 신뢰를 얻었습니다.

source: The Hand of the Inheritor trusted you, mistakenly believing that you were chosen by Heaven, but your actions undermined his trust.
ko_mt: 계승자의 손은 당신이 하늘의 선택을 받았다고 착각하며 당신을 믿었지만, 당신의 행동은 그의 신뢰를 무너뜨렸습니다.

source: The Hand of the Inheritor tried to help you and was attacked by Deskari's avatar.
ko_mt: 계승자의 손이 당신을 도우려다 데스카리의 아바타에게 공격당했습니다.

source: You became the champion of the Battlebliss.
ko_mt: 배틀행복의 챔피언이 되었습니다.

source: You defeated a pack of mephits in the gladiator fight and earned a comical nickname.
ko_mt: 검투사 싸움에서 메피트 무리를 물리치고 코믹한 별명을 얻었습니다.

source: You donated a hefty sum of gold to Gristoff so he could buy and free more slaves.
ko_mt: 당신은 그리스토프가 더 많은 노예를 사서 풀어줄 수 있도록 거액의 금을 기부했습니다.

source: You killed Vellexia, a powerful demon from Alushinyrra.
ko_mt: 알루시니라에서 온 강력한 데몬 벨렉시아를 처치했습니다.

source: Shamira learned about the qualities and purpose of the Nahyndrian crystals from you.
ko_mt: 샤미라는 당신에게서 나힌드리안 수정의 특성과 목적에 대해 배웠습니다.

source: You did not allow Shamira to suppress your will with her magic, thereby publicly humiliating the de-facto ruler of Alushinyrra.
ko_mt: 당신은 샤미라가 마법으로 당신의 의지를 억누르는 것을 허용하지 않았고, 알루시니라의 사실상의 통치자를 공개적으로 모욕했습니다.

source: The demons still haven't entirely broken through the defenses of Kenabres, but time is running out.
ko_mt: 데몬들은 아직 케나브레스의 방어를 완전히 뚫지 못했지만 시간이 얼마 남지 않았습니다.

source: You dealt with the slavers at the Fleshmarkets.
ko_mt: 당신은 육체시장의 노예상들을 상대했습니다.

source: You received a gift from Sarzaksys, who rules the Fleshmarkets, thus demonstrating your respect for local customs.
ko_mt: 육체시장을 지배하는 사르작시스에게 선물을 받아 현지 관습을 존중하는 모습을 보여줬습니다.

source: Following the trail of the Spinner of Nightmares, you searched the Den of Sweet Horror.
ko_mt: 악몽을 잣는 자의 흔적을 따라 달콤한 공포의 소굴을 수색했습니다.

source: You killed a group of Alushinyrran guards.
ko_mt: 알루시니라 경비병 무리를 처치했습니다.

source: You killed Chivarro, the lilitu who used to run the Ten Thousand Delights.
ko_mt: 만인의 기쁨을 운영하던 릴리투 치바로를 죽였군요.

source: You killed Minagho, the lilitu who was your long-time enemy.
ko_mt: 오랜 적이었던 리리투 미나고를 죽였습니다.

source: You managed to turn Xanthir Vang into an ally.
ko_mt: 잔티르 방을 아군으로 만드는데 성공했습니다.

source: You killed Xanthir Vang when you traveled to the past.
ko_mt: 과거로 여행했을 때 잔티르 방을 죽였습니다.

source: You managed to find the Echo of Deskari's lair and enter it unbeknownst to its owner.
ko_mt: 데스카리의 메아리 은신처를 찾아 주인 몰래 은신처에 들어갔습니다.

source: You failed to enter the Echo of Deskari's lair on your own and asked Nocticula for help.
ko_mt: 혼자서 데스카리의 메아리 은신처에 들어가는데 실패하여 녹티큘라에게 도움을 요청했습니다.

source: You fended off the attack on the Defender's Heart and decimated the cultists' forces.
ko_mt: 수호자의 심장에 대한 공격을 막아내고 이교도 세력을 전멸시켰습니다.

source: You managed to save the angel Lariel from the fire of the Devastator.
ko_mt: 천사 라리엘을 파괴자의 불길에서 구해냈습니다.

source: In the Abyss, you saved Charming Minx, a runaway kitsune slave.
ko_mt: 심연에서 가출한 키츠네 노예 챠밍 밍크를 구했습니다.

source: You became the {mf|lord|lady} of the shadow demons.
ko_mt: 당신은 그림자 데몬들의 군주이 되었습니다.

source: You solved Nocticula's mystery.
ko_mt: 녹티큘라의 수수께끼를 풀었군요.

source: You got rid of both of your advisors.
ko_mt: 고문 둘 다 없앴습니다.

source: You sacrificed a person you cared about.
ko_mt: 소중한 사람을 희생시켰습니다.

source: You did not want to play by the rules imposed by Areshkagal and resisted her influence every step of the way.
ko_mt: 당신은 아레쉬카갈이 강요하는 규칙을 따르고 싶지 않았고 모든 단계에서 그녀의 영향력에 저항했습니다.

source: Arueshalae likes the path you've chosen. After returning to her evil ways, the succubus will not help mortals who bore her.
ko_mt: 아루샬래는 당신이 선택한 길을 좋아합니다. 사악한 길로 돌아간 서큐버스는 자신을 낳은 인간을 돕지 않을 것입니다.

source: Arueshalae dislikes the path you've chosen. After returning to her evil ways, the succubus will not help mortals who bore her.
ko_mt: 아루샬래는 당신이 선택한 길을 싫어합니다. 사악한 길로 돌아간 서큐버스는 자신을 낳은 인간을 돕지 않습니다.

source: You scorched Deskari's realm with holy fire.
ko_mt: 데스카리의 영역을 성스러운 불로 태워버렸습니다.

source: A fit of uncontrollable rage led you to attacking the crusader Staunton Vhane, who tried to bring you back to your senses.
ko_mt: 걷잡을 수 없는 분노에 휩싸여 성전사 스턴튼 베인을 공격했고, 성전사는 당신을 정신 차리게 하려고 노력했습니다.

source: You chose Heaven as your destiny and abandoned Golarion to lead the army of angels.
ko_mt: 천국을 운명으로 선택하고 골라리온을 버리고 천사 군대를 이끌었습니다.

source: You learned about the sacrifice Katair made, and you persuaded him to tell the truth and make peace with both his friend and his past.
ko_mt: 당신은 카타이르의 희생에 대해 알게 되었고, 그가 진실을 말하고 친구와 과거와 화해하도록 설득했습니다.

source: You attacked the mansion belonging to Savamelekh, the creator of the mongrels.
ko_mt: 몽그렐의 창시자 사바멜렉의 저택을 공격했습니다.

source: You killed the fallen azata Dimalchio who was after Arueshalae.
ko_mt: 아루샬래를 쫓던 타락한 아자타 디말치오를 죽였습니다.

source: You killed Voetiel, Hepzamirah's servant who was after Woljif.
ko_mt: 월지프를 쫓던 헵자미라의 종 보에티엘을 죽였군요.

source: Demons watched as you and Targona fought Mutasafen's servants.
ko_mt: 데몬들은 당신과 타르고나가 무타사펜의 하수인들과 싸우는 모습을 지켜보고 있었습니다.

source: You purchased slaves at the Fleshmarkets.
ko_mt: 육체시장에서 노예를 구입했습니다.

source: The Defender's Heart was defeated by your actions, or rather, by your failure to act.
ko_mt: 수호자의 심장은 당신의 행동, 아니 행동하지 않음으로 인해 패배했습니다.

source: In the Tower of Estrod, you allowed the scribe of Xanthir the Plagued One to die.
ko_mt: 에스트로드의 탑에서 당신은 저주받은 자 잔티르의 서기관을 죽게 내버려 두었습니다.

source: You can't remember where you got the bracers with your name and the inscription "I promise" on them. Seems like you've always had them.
ko_mt: 이름과 "약속합니다"라는 문구가 새겨진 팔찌를 어디서 샀는지 기억이 나지 않습니다. 항상 가지고 있었던 것 같네요.

source: You saved Xanthir the Plagued One's scribe in the Tower of Estrod.
ko_mt: 에스트로드의 탑에서 저주받은 자의 서기 잔티르를 구했습니다.

source: You learned the secret of the rune used by Xanthir's servants to mark caches.
ko_mt: 잔티르의 하인들이 캐시를 표시하는데 사용하는 룬의 비밀을 알아냈습니다.

source: In the Tower of Estrod you met Teldon, the local museum curator.
ko_mt: 에스트로드 타워에서 현지 박물관 큐레이터인 텔돈을 만났어요.

source: In the pillaged Blackwing Library of Kenabres, you saved young Klaem from the Order of the Flaming Lance.
ko_mt: 약탈당한 케나브레스의 검은날개 도서관에서 어린 클렘을 불타는 창 기사단으로부터 구해냈습니다.

source: You didn't save the dying crusader in the pillaged Blackwing Library of Kenabres.
ko_mt: 약탈당한 케나브레스의 검은날개 도서관에서 죽어가는 성전사를 구하지 못했습니다.

source: In ravaged Kenabres, you helped three friends — crusaders Elan, Jannah, and Curl — to salvage a cart of beer.
ko_mt: 황폐해진 케나브레스에서 세 명의 친구인 성전사 엘란, 얀나, 컬을 도와 맥주 수레를 구해냈습니다.

source: In devastated Kenabres you saved the hapless players of the Next-Door Theater.
ko_mt: 폐허가 된 케나브레스에서 여러분은 옆집 극장의 불운한 플레이어들을 구했습니다.

source: In Kenabres you saved Desna's high priest from the fanatics.
ko_mt: 케나브레스에서 광신도들로부터 데스나의 대제사장을 구했습니다.

source: You killed the high priest of Desna in Kenabres, on suspicion of treason.
ko_mt: 당신은 반역 혐의로 케나브레스의 데스나 대제사장을 죽였습니다.

source: You did not interfere with the execution of the high priest of Desna in Kenabres.
ko_mt: 케나브레스에서 데스나의 대제사장의 처형을 방해하지 않았습니다.

source: During the encounter with Hosilla and demon Savamelekh, you resisted the blood rage and awakened the Light of Heaven inside you.
ko_mt: 호실라와 데몬 사바멜렉와의 만남에서 당신은 피의 분노에 저항하고 내면의 천상의 빛을 일깨웠습니다.

source: Prelate Hulrun, the ruler of Kenabres, died at your hands.
ko_mt: 케나브레스의 통치자 훌런 성직자가 당신의 손에 죽었습니다.

source: As a sign of gratitude for saving them, the priests of Desna taught you a secret tune that the residents of the Elysium plane shared with them.
ko_mt: 데스나의 사제들은 그들을 구해준 것에 대한 감사의 표시로 엘리시움 행성의 주민들이 공유했던 비밀 곡을 가르쳐 주었습니다.

source: In the destroyed temple of Desna, you heard a message from a mysterious woman warning of an attack on Kenabres.
ko_mt: 파괴된 데스나의 신전에서 케나브레스의 공격을 경고하는 의문의 여인의 메시지를 들었습니다.

source: You tricked the cultists into setting a trap in the Gray Garrison.
ko_mt: 이교도들을 속여 회색 주둔지에 함정을 설치했습니다.

source: You agreed to help an aeon, a keeper of the world laws.
ko_mt: 당신은 세계 법의 수호자인 에온을 돕기로 동의했습니다.

source: The blacksmith Joran Vhane promised to make a new sheath for a sword called Radiance.
ko_mt: 대장장이 조란 베인은 광채라는 검의 새 칼집을 만들어 주겠다고 약속했습니다.

source: At the Kenabres Square, in the place where Deskari had killed the dragon Terendelev, you found an odd dagger made of purple stone.
ko_mt: 데스카리가 드래곤 테렌델레브를 죽인 케나브레스 광장에서 보라색 돌로 만든 이상한 단검을 발견했습니다.

source: You managed to preserve the mysterious purple knife you obtained during the events in Kenabres.
ko_mt: 케나브레스의 이벤트에서 획득한 신비한 보라색 칼을 보존할 수 있었습니다.

source: You destroyed the mysterious purple knife while solving the problem of the Wardstone.
ko_mt: 수호석 문제를 해결하면서 수수께끼의 보라색 칼을 파괴했습니다.

source: Your actions allowed Prelate Hulrun to remain ruler of Kenabres.
ko_mt: 당신의 행동으로 성직자 훌런은 케나브레스의 지배자로 남을 수 있었습니다.

source: During the encounter with Hosilla and demon Savamelekh, you allowed the blood rage to take over you.
ko_mt: 호실라와 데몬 사바멜렉을 만나는 동안, 당신은 피의 분노가 당신을 지배하도록 내버려 두었습니다.

source: The high priest of Desna who you saved became the ruler of Kenabres.
ko_mt: 당신이 구한 데스나의 대제사장이 케나브레스의 통치자가 되었습니다.

source: Your actions in Kenabres led to the death of Prelate Hulrun and the cleric Ramien. After their death, Chun Dawei, a captain of the guard at Kenabres, was appointed a new ruler of the city.
ko_mt: 케나브레스에서의 행동으로 성직자 훌런과 성직자 라미엔이 죽었습니다. 두 사람이 죽은 후 케나브레스의 경비대장 천다웨이가 도시의 새로운 통치자로 임명되었습니다.

source: You destroyed the Wardstone with all the celestial beings inside.
ko_mt: 당신은 그 안에 있는 모든 천상의 존재들과 함께 수호석을 파괴했습니다.

source: You quelled the anger of the red warriors inside the Wardstone.
ko_mt: 당신은 수호석 안에서 붉은 전사들의 분노를 잠재웠습니다.

source: You destroyed the Wardstone and sent its prisoners to the planes they belong to.
ko_mt: 수호석을 파괴하고 포로들을 그들이 속한 행성으로 보냈습니다.

source: You cleaned the Wardstone of the fallen souls, and the demonic filth along with them.
ko_mt: 타락한 영혼의 수호석과 데몬의 오물을 함께 청소했습니다.

source: You destroyed the Wardstone, but released the fallen souls within it.
ko_mt: 수호석을 파괴했지만, 그 안에 있던 타락한 영혼들을 풀어줬습니다.

source: You managed to avert catastrophe without destroying the Wardstone.
ko_mt: 수호석을 파괴하지 않고 재앙을 피할 수 있었습니다.

source: You decided to keep the pheromones which vescavor queens use to control the swarm.
ko_mt: 베스캐버 여왕이 무리를 통제하는데 사용하는 페로몬을 보관하기로 결정했습니다.

source: You took the risk and used vescavors during the storm of Drezen, sacrificing the soldiers who delivered the lure for the swarm.
ko_mt: 드레젠의 폭풍이 몰아칠 때 위험을 무릅쓰고 베스캐버를 사용해 떼에게 미끼를 전달한 병사들을 희생시켰습니다.

source: You risked taking a weapon from a stranger's hands and giving battle to Deskari himself.
ko_mt: 낯선 사람의 손에서 무기를 빼앗아 데스카리에게 직접 전투를 벌이는 위험을 감수했습니다.

source: You saved the poor caravanner whose eyes were eaten by vescavors. However, he mysteriously disappeared afterward.
ko_mt: 당신은 베스캐버에게 눈을 먹힌 불쌍한 캐러밴을 구해줬어요. 그러나 그 후 그는 신비롭게 사라졌습니다.

source: You decided not to aid the beleaguered Hellknights.
ko_mt: 당신은 포위된 지옥기사단을 돕지 않기로 결정했습니다.

source: You helped the beleaguered Hellknights, but refused to cooperate with them.
ko_mt: 포위당한 지옥기사단을 도왔지만 협조를 거부했습니다.

source: You aided the beleaguered Hellknights, and accepted their leader's offer to help you in your campaign.
ko_mt: 포위당한 지옥기사를 도와주었고, 그들의 지도자가 캠페인을 도와달라는 제안을 수락했습니다.

source: You supported the unflinching position of Paralictor Regill in his treatment of the Sunrise Sword knights.
ko_mt: 당신은 선라이즈 소드 기사단을 대하는 레질 패럴릭터의 확고한 입장을 지지했습니다.

source: You disapproved of Paralictor Regill's treatment of the Sunrise Sword knights.
ko_mt: 당신은 패럴릭터 레질의 선라이즈 소드 기사단 처우에 반대했습니다.

source: You killed the Hellknight officer Regill Derenge and slaughtered his unit.
ko_mt: 지옥기사 장교 레질 데렌지를 처치하고 그의 부대를 학살했습니다.

source: You tried to prevent the unfair punishment of the young Hellknight Yaker Ankelle.
ko_mt: 어린 지옥기사 야커 안켈레의 부당한 처벌을 막으려 했습니다.

source: You recommended a more severe punishment for the young Hellknight Yaker Ankelle.
ko_mt: 젊은 지옥기사 야커 안켈레에게 더 가혹한 처벌을 내릴 것을 권하셨습니다.

source: You didn't interfere in the punishment of the young Hellknight Yaker Ankelle.
ko_mt: 어린 지옥기사 야커 안켈레의 처벌을 방해하지 않았습니다.

source: You didn't risk taking a weapon from a stranger's hands and giving battle to Deskari himself.
ko_mt: 낯선 사람의 손에서 무기를 빼앗아 데스카리에게 직접 전투를 벌이는 위험을 감수하지 않았습니다.

source: You convinced Galfrey, Queen of Mendev, to join your march on Drezen.
ko_mt: 멘데브의 여왕 갈프레이를 설득해 드레젠 행군에 합류하게 했습니다.

source: After your reproach, the Queen of Mendev decided to join the march on Drezen.
ko_mt: 당신의 비난 이후 멘데브의 여왕은 드레젠 행군에 합류하기로 결정했습니다.

source: You successfully executed the role of a military commander during the assault on Drezen, and preserved the better part of your army.
ko_mt: 드레젠을 공격하는 동안 군사 지휘관 역할을 성공적으로 수행하여 군대의 더 나은 부분을 보존했습니다.

source: You failed to live up to the role of a military commander during the storm of Drezen, and your army suffered serious losses.
ko_mt: 당신은 드레젠의 폭풍 동안 군 지휘관의 역할에 충실하지 못했고, 군대는 심각한 손실을 입었습니다.
