Repository: akintos/wotr-translation
Catalog: translation/*/Root.po
Languages: ko_mt

source: You decided to give the renegade Wenduag another chance and accepted her back into the party.
ko_mt: 당신은 배신한 웬두아그에게 다시 한 번 기회를 주기로 결정하고 그녀를 파티에 다시 받아들였습니다.

source: You reconciled Lann with his mother.
ko_mt: 당신은 란과 그의 어머니를 화해시켰습니다.

source: Wenduag, whom you granted a second chance, was spying on you for Savamelekh and betrayed you.
ko_mt: 당신이 두 번째 기회를 준 웬두아그는 사바멜렉을 위해 당신을 염탐하다가 당신을 배신했습니다.

source: You did not only spare Wenduag's life after the murder of Dyra and her conflict with Lann, but you also managed to gain her respect.
ko_mt: 다이라를 살해하고 란과 갈등을 겪은 웬두아그의 목숨을 살려주었을 뿐만 아니라 그녀의 존경심도 얻었습니다.

source: You made Lann doubt your feelings toward him.
ko_mt: 당신은 란을 향한 당신의 감정을 의심하게 만들었습니다.

source: You persuaded Lann that your feelings toward him are strong.
ko_mt: 당신은 란에 대한 당신의 감정이 강하다고 란을 설득했습니다.

source: You helped Lann believe that you trust him.
ko_mt: 당신은 란이 당신을 신뢰한다고 믿도록 도와주었습니다.

source: You did not trust Lann, and you made sure he knew this.
ko_mt: 당신은 란을 믿지 않았고, 그가 이 사실을 알고 있는지 확인했습니다.

source: You managed to help Lann overcome his doubts, but failed to convince him of the sincerity of your feelings toward him.
ko_mt: 당신은 란이 의심을 극복하도록 도왔지만, 그를 향한 당신의 감정의 진정성을 설득하는데는 실패했습니다.

source: You failed to become Lann's friend and never paid enough attention to his personal goals and problems.
ko_mt: 당신은 란의 친구가 되는데 실패했고 그의 개인적인 목표와 문제에 충분한 관심을 기울이지 않았습니다.

source: You heeded Nenio's request and took her to the Enigma, thus weakening her bond with Areshkagal.
ko_mt: 네니오의 부탁을 들어주고 에니그마에게 데려가서 아레쉬카갈과의 유대를 약화시켰습니다.

source: You helped Nenio and managed to become her friend. And you even persuaded her to remember that fact.
ko_mt: 당신은 네니오를 도와 그녀의 친구가 되었습니다. 그리고 그 사실을 기억하도록 그녀를 설득하기도 했죠.

source: In Nenio's eyes, you never became a person whose name is worth remembering.
ko_mt: 네니오의 눈에 당신은 결코 기억할 만한 가치가 있는 사람이 되지 못했습니다.

source: You persuaded Regill to let his subordinate, Yaker, serve you in Drezen.
ko_mt: 당신은 레질에게 부하 야커가 드레젠에서 당신을 섬기도록 설득했습니다.

source: You contributed to the rise of the young knight Yaker.
ko_mt: 젊은 기사 야커의 성장에 기여했습니다.

source: You made Regill feel deep mistrust toward you.
ko_mt: 당신은 레질에게 당신에 대한 깊은 불신을 느끼게 만들었습니다.

source: You allowed Camellia to continue her ritual killings.
ko_mt: 당신은 카멜리아가 의식 살인을 계속하도록 허락했습니다.

source: You earned Regill's respect — both as a person and as his commander.
ko_mt: 당신은 한 인간으로서, 그리고 지휘관으로서 레질의 존경을 받았습니다.

source: Regill concluded you were fairly competent as a commander, and yet you failed to dispel all his doubts.
ko_mt: 레질은 당신이 지휘관으로서 상당히 유능하다고 결론 내렸지만, 당신은 그의 의심을 모두 불식시키지 못했습니다.

source: You took no interest in Regill's goals or the goals of other Hellknights.
ko_mt: 당신은 레질의 목표나 다른 지옥기사들의 목표에는 관심이 없었습니다.

source: You saved the deserter Jannah Aldori, Seelah's friend, and let her go free.
ko_mt: 탈영병인 실라의 친구인 잔나 알도리를 구하고 그녀를 풀어주었습니다.

source: You sent Jannah Aldori to prison for desertion.
ko_mt: 탈영죄로 잔나 알도리를 감옥에 보냈습니다.

source: Seelah and you unraveled the demons' plot, protected Elan's bride, and saved him from despair.
ko_mt: 실라와 여러분은 데몬의 음모를 밝혀내고 엘란의 신부를 보호하고 그를 절망에서 구해냈습니다.

source: You failed to unravel the demons' plot and did not save Elan's bride, which plunged him into despair.
ko_mt: 데몬들의 음모를 밝혀내지 못하고 엘란의 신부를 구하지 못해 그를 절망에 빠뜨렸습니다.

source: You offered Seelah to give her some money so she could buy a more expensive ring as a wedding gift for her friends.
ko_mt: 친구를 위한 결혼 선물로 더 비싼 반지를 살 수 있도록 실라에게 돈을 주겠다고 제안했습니다.

source: Your influence helped Seelah to rethink some of her views and become stricter toward herself and others.
ko_mt: 여러분의 영향으로 실라는 자신의 견해를 재고하고 자신과 타인에게 더 엄격해질 수 있었습니다.

source: You helped Seelah to overcome her problems and help all her friends. This strengthened Seelah's faith in herself and other people.
ko_mt: 여러분은 실라가 자신의 문제를 극복하고 모든 친구들을 도울 수 있도록 도와주셨어요. 이를 통해 실라는 자신과 다른 사람들에 대한 믿음이 더욱 강해졌습니다.

source: You prohibited Camellia from continuing the ritual killings.
ko_mt: 당신은 카멜리아가 의식 살인을 계속하는 것을 금지했습니다.

source: Seelah traveled a long way with you, but still remained at a crossroads, not fully understanding her feelings and having failed to help everyone she wanted to.
ko_mt: 실라는 여러분과 함께 먼 길을 여행했지만, 자신의 감정을 완전히 이해하지 못하고 원하는 모든 사람을 돕지 못한 채 여전히 기로에 서 있습니다.

source: Seelah failed to save her friends. This dealt a serious blow to the morale of the usually cheerful paladin.
ko_mt: 실라는 친구들을 구하는데 실패했습니다. 평소 쾌활한 성기사의 사기에 심각한 타격을 입혔습니다.

source: You convinced Sosiel that his brother is a victim of circumstance.
ko_mt: 당신은 소시엘에게 그의 형이 환경의 희생자라고 설득했습니다.

source: You convinced Sosiel that his brother is a true hero.
ko_mt: 당신은 소시엘에게 그의 형이 진정한 영웅이라고 설득했습니다.

source: You convinced Sosiel that his brother betrayed everything they once believed in.
ko_mt: 당신은 소시엘에게 그의 형이 한때 믿었던 모든 것을 배신했다고 설득했습니다.

source: You gained Sosiel's genuine love and trust.
ko_mt: 당신은 소시엘의 진정한 사랑과 신뢰를 얻었습니다.

source: You charmed Sosiel, but whether it is something more than the naivety of first love remains to be seen.
ko_mt: 당신은 소시엘을 매료시켰지만, 그것이 첫사랑의 순진함 그 이상인지 여부는 아직 밝혀지지 않았습니다.

source: You suppressed Sosiel's will using his feelings toward you.
ko_mt: 당신은 소시엘이 당신을 향한 감정을 이용해 소시엘의 의지를 억압했습니다.

source: You did not become Sosiel's friend or dedicate time to his goal — searching for his missing brother.
ko_mt: 당신은 소시엘의 친구가 되거나 그의 목표인 실종된 동생을 찾는데 시간을 할애하지 않았습니다.

source: You took Wenduag's side in the conflict with the One-Eyed Devil.
ko_mt: 외눈박이 데빌과의 분쟁에서 웬두아그의 편을 들었습니다.

source: You agreed to be intimate with Camellia after the bloody ritual.
ko_mt: 당신은 피의 의식을 치른 후 카멜리아와 친밀해지기로 동의했습니다.

source: You and Wenduag mocked the young cleric Kyado.
ko_mt: 당신과 웬두아그는 젊은 성직자 캬도를 조롱했습니다.

source: Wenduag allowed you to peer into her soul during a drinking session in an Alushinyrran tavern.
ko_mt: 알루시니라 선술집에서 술을 마시는 동안 웬두아그가 그녀의 영혼을 들여다볼 수 있게 해주었습니다.

source: You allayed Wenduag's suspicions when she was jealous of you and Vellexia.
ko_mt: 당신과 벨렉시아를 질투하던 웬두아그의 의심을 가라앉혔죠.

source: You set Wenduag's mind at rest when she was worried about the fate of her tribe.
ko_mt: 부족의 운명에 대해 걱정하던 웬두아그의 마음을 안정시켜 주셨어요.

source: Wenduag opened up to you and told you about her father.
ko_mt: 웬두아그는 당신에게 마음을 열고 아버지에 대해 이야기했습니다.

source: You did not only save Lann's life in his conflict with Wenduag, you also gained his respect by being honest.
ko_mt: 당신은 웬두아그와의 갈등에서 란의 목숨을 구했을 뿐만 아니라 정직함으로 그의 존경도 얻었습니다.

source: You tempted Wenduag with the notion that she would gain more by betraying Savamelekh than by betraying you.
ko_mt: 당신은 웬두아그가 당신을 배신하는 것보다 사바멜렉을 배신하는 것이 더 많은 것을 얻을 수 있다는 생각으로 웬두아그를 유혹했습니다.

source: You allowed Wenduag to make the mongrels absolutely loyal to her rather than you.
ko_mt: 당신은 웬두아그가 몽그렐들을 당신보다 그녀에게 절대적으로 충성하게 만들도록 허락했습니다.

source: You decided not to expose Wenduag after Dyra's murder.
ko_mt: 다이라가 살해된 후 웬두아그를 폭로하지 않기로 결정했죠?

source: You failed to uncover Wenduag's conspiracy with Savamelekh and did not convince the huntress to betray her "creator."
ko_mt: 웬두아그와 사바멜렉의 음모를 밝혀내지 못했고, 사냥꾼이 "창조주"를 배신하도록 설득하지 못했습니다."

source: You allowed Camellia to kill the homunculus who assumed the appearance of her father Horgus.
ko_mt: 당신은 카멜리아가 아버지 호거스의 모습을 한 호문쿨루스를 죽이는 것을 허락했습니다.

source: All units gain the {g|SpiritBlessing}[Spirit's Blessing]{/g} feat.
ko_mt: 모든 유닛이 {g|SpiritBlessing}[정령의 축복] 업적을 얻습니다.

source: Adds 3,000 Finance Points. Crusade morale increases by 30.
ko_mt: 재정 점수 3,000을 추가합니다. 십자군 사기가 30 증가합니다.

source: (Good) Crusade morale increases by 35.
ko_mt: (선) 십자군 사기가 35 증가합니다.

source: Adds 1500 Military experience points.
ko_mt: 군사 경험치 1,500점을 추가합니다.

source: None
ko_mt: 없음

source: Base
ko_mt: 기본

source: Defense
ko_mt: 방어

source: Attack
ko_mt: 공격

source: Abilities
ko_mt: 능력

source: All
ko_mt: 모두

source: Copy
ko_mt: 복사

source: Copy Recipe
ko_mt: 레시피 복사

source: Copy to Spellbook
ko_mt: 주문집에 복사

source: Potion of
ko_mt: 물약

source: Scroll of
ko_mt: 주문서

source: Wand of
ko_mt: 지팡이

source: No Sorting
ko_mt: 정렬 없음

source: Weight (in descending order)
ko_mt: 무게(내림차순)

source: Weight of a single item (in ascending order)
ko_mt: 단일 품목의 무게(오름차순)

source: Weight of a single item (in descending order)
ko_mt: 단일 품목의 무게(내림차순)

source: Type (in ascending order)
ko_mt: 유형(오름차순)

source: Type (in descending order)
ko_mt: 유형(내림차순)

source: Price (in ascending order)
ko_mt: 가격(오름차순)

source: Price (in descending order)
ko_mt: 가격(내림차순)

source: Name (from A to Z)
ko_mt: 이름(A부터 Z까지)

source: Name (from Z to A)
ko_mt: 이름(Z부터 A까지)

source: Date (from oldest to newest)
ko_mt: 날짜(가장 오래된 것부터 최신 것까지)

source: Date (from newest to oldest)
ko_mt: 날짜(최신부터 오래된 순서)

source: Weight (in ascending order)
ko_mt: 무게(오름차순)

source: Locked
ko_mt: 잠김

source: Requires key
ko_mt: 키 필요

source: {g|Encyclopedia:Strength}Strength{/g} measures a character's physical power. This ability is important for those who engage in hand-to-hand combat, such as fighters, monks, paladins, and some rangers. Strength also determines the maximum amount of weight your character can carry. If a character's Strength falls to 0, they become too weak to move, and fall {g|Encyclopedia:Injury_Death}unconscious{/g}. Some creatures (such as {g|Encyclopedia:Incorporeal_Touch_Attack}incorporeal{/g} ghosts) do not possess a Strength score and have no modifier at all to Strength-based {g|Encyclopedia:Skills}skills{/g} or {g|Encyclopedia:Check}checks{/g}. Your character's Strength modifier applies to: {g|Encyclopedia:MeleeAttack}Melee attack{/g} {g|Encyclopedia:Dice}rolls{/g}. {g|Encyclopedia:Athletics}Athletics{/g} and Strength checks (for breaking down doors and the like). {g|Encyclopedia:Damage}Damage rolls{/g} when using a melee weapon or thrown weapon, including a sling. Note that off-hand {g|Encyclopedia:Attack}attacks{/g} receive only half the character's Strength {g|Encyclopedia:Bonus}bonus{/g}, while {g|Encyclopedia:Light_Weapon}two-handed{/g} attacks receive 1.5 times the Strength bonus. A Strength {g|Encyclopedia:Penalty}penalty{/g}, but not a bonus, applies to attacks made with a bow, unless it's a composite bow.
ko_mt: {g|Encyclopedia:Strength}힘{/g}은 캐릭터의 물리력을 측정합니다. 이 능력은 격투가, 수도사, 성기사, 일부 레인저 등 맨손으로 전투를 벌이는 직업에게 중요합니다. 힘은 또한 캐릭터가 들 수 있는 최대 무게도 결정합니다. 캐릭터의 힘 수치가 0으로 떨어지면 움직일 수 없을 정도로 약해져 {g|Encyclopedia:Injury_Death}의식 상태{/g}에 빠지게 됩니다. 일부 생물(예: {g|Encyclopedia:Incorporeal_Touch_Attack}비실체 귀신{/g})은 힘 수정치가 없으며, 힘 기반 {g|Encyclopedia:Skills}기술{/g} 또는 {g|Encyclopedia:Check}판정{/g}에 전혀 수정치가 붙지 않습니다. 캐릭터의 힘 수정치는 다음에 적용됩니다. {g|Encyclopedia:MeleeAttack}근접 공격{/g} {g|Encyclopedia:Dice}굴림{/g}. {g|Encyclopedia:Athletics}운동{/g} 및 힘 검사(문 부수기 등). 근접 무기나 투척 무기(슬링 포함) 사용 시 {g|Encyclopedia:Damage}피해{/g}가 굴러갑니다. 반대손 {g|Encyclopedia:Attack}공격{/g}은 캐릭터의 힘 {g|Encyclopedia:Bonus}보너스{/g}의 절반만 받지만, {g|Encyclopedia:Light_Weapon}양손{/g} 공격은 힘 보너스의 1.5배를 받습니다. 합성 활이 아닌 활로 공격할 때는 보너스가 아닌 힘 {g|Encyclopedia:Penalty}불이익{/g}이 적용됩니다.

source: Strength (Str)
ko_mt: 힘 (Str)

source: You can never have more ranks in a {g|Encyclopedia:Skills}skill{/g} than your total {g|Encyclopedia:Character_Level}character level{/g}.
ko_mt: 총 {g|Encyclopedia:Skills}캐릭터 레벨{/g}보다 {g|Encyclopedia:Character_Level}기술{/g}의 등급이 더 많을 수 없습니다.

source: Max rank
ko_mt: 최대 순위

source: You can spend these points to increase your {g|Encyclopedia:Skills}skill{/g} ranks.
ko_mt: 이 포인트를 사용해 {g|Encyclopedia:Skills}기술{/g} 등급을 높일 수 있습니다.

source: Skills points
ko_mt: 기술 포인트

source: Your {g|Encyclopedia:Attack}attack{/g} {g|Encyclopedia:Bonus}bonus{/g} with a melee weapon is the following: {g|Encyclopedia:BAB}Base attack bonus{/g} + {g|Encyclopedia:Strength}Strength{/g} modifier + {g|Encyclopedia:Size}size modifier{/g}
ko_mt: 당신의 {g|Encyclopedia:Attack}공격{/g} 근접 무기로 얻는 {g|Encyclopedia:Bonus}보너스{/g}는 다음과 같습니다. {g|Encyclopedia:BAB}BAB{/g} + {g|Encyclopedia:Strength}힘{/g} 수정치 + {g|Encyclopedia:Size}크기{/g} 수정치

source: Melee Attack Bonus
ko_mt: 근접 명중 굴림 보너스

source: Your {g|Encyclopedia:Attack}attack{/g} {g|Encyclopedia:Bonus}bonus{/g} with ranged weapon is the following: {g|Encyclopedia:BAB}Base attack bonus{/g} + {g|Encyclopedia:Dexterity}Dexterity{/g} modifier + {g|Encyclopedia:Size}size modifier{/g} + range {g|Encyclopedia:Penalty}penalty{/g}
ko_mt: 당신의 {g|Encyclopedia:Attack}공격{/g} 원거리 무기의 {g|Encyclopedia:Bonus}보너스{/g}는 다음과 같습니다. {g|Encyclopedia:BAB}BAB{/g} + {g|Encyclopedia:Dexterity}민첩{/g} 수정치 + {g|Encyclopedia:Size}크기{/g} 수정치 + 범위 {g|Encyclopedia:Penalty}불이익{/g}

source: Ranged Attack Bonus
ko_mt: 원거리 명중 굴림 보너스

source: As a character overcomes challenges, defeats monsters, and completes quests, he gains {g|Encyclopedia:XP}experience points{/g}. These points accumulate over time, and when they reach or surpass a specific value, the character gains a level.
ko_mt: 캐릭터가 도전을 극복하고, 괴물을 처치하고, 퀘스트를 완료하면 {g|Encyclopedia:XP}경험치 포인트{/g}를 획득합니다. 이 포인트는 시간이 지남에 따라 누적되며, 특정 값에 도달하거나 초과하면 캐릭터는 레벨을 얻습니다.

source: Experience Points
ko_mt: 경험치

source: Each class has a number of favored {g|Encyclopedia:Skills}skills{/g}, called class skills. It is easier for your character to become more proficient in these skills, as they represent part of his professional training and constant practice. You gain a +3 {g|Encyclopedia:Bonus}bonus{/g} on all class skills that you put ranks into. If you have more than one class and both classes grant you a class skill bonus, these bonuses do not stack.
ko_mt: 각 직업에는 직업 기술이라고 불리는 선호 {g|Encyclopedia:Skills}기술{/g}이 여러 개 있습니다. 직업 기술은 전문 훈련과 꾸준한 연습을 통해 캐릭터가 더 쉽게 숙련할 수 있습니다. 등급을 부여한 모든 직업 기술에 +3 {g|Encyclopedia:Bonus}보너스{/g}를 얻습니다. 두 개 이상의 직업을 보유하고 있고 두 직업 모두 직업 기술 보너스를 부여하는 경우, 이 보너스는 중첩되지 않습니다.

source: Overcoming target's {g|Encyclopedia:Spell_Resistance}spell resistance{/g} requires a successful {g|Encyclopedia:Check}check{/g}.
ko_mt: 대상의 {g|Encyclopedia:Spell_Resistance}주문 저항{/g}을 극복하려면 {g|Encyclopedia:Check}판정{/g}에 성공해야 합니다.

source: Spell penetration
ko_mt: 주문 관통력

source: A special modifier, granted for being a member of a specific {g|Encyclopedia:Race}race{/g}.
ko_mt: 특정 {g|Encyclopedia:Race}레이스{/g}의 멤버라는 이유로 부여되는 특수 수정치입니다.

source: Race modifier
ko_mt: 종족 수정치

source: {g|Encyclopedia:Spell_Resistance}Spell resistance{/g} is a special defensive ability. If your {g|Encyclopedia:Spell}spell{/g} is being resisted by a creature with spell resistance, you must make a {g|Encyclopedia:Caster_Level}caster level{/g} {g|Encyclopedia:Check}check{/g} ({g|Encyclopedia:Dice}1d20{/g} + caster level) at least equal to the creature's spell resistance for the spell to affect that creature. The defender's spell resistance is like an {g|Encyclopedia:Armor_Class}AC{/g} against magical {g|Encyclopedia:Attack}attacks{/g}. Include any adjustments to your caster level to this caster level check. The spell resistance entry and the descriptive text of a spell description tell you whether spell resistance protects creatures from the spell. In many cases, spell resistance applies only when a resistant creature is targeted by the spell, not when a resistant creature encounters a spell that is already in place. The terms "object" and "harmless" mean the same thing for spell resistance as they do for {g|Encyclopedia:Saving_Throw}saving throws{/g}. A creature with spell resistance must voluntarily lower the resistance (a {g|Encyclopedia:Standard_Actions}standard action{/g}) in order to be affected by such spells without forcing the caster to make a caster level check.
ko_mt: {g|Encyclopedia:Spell_Resistance}주문 저항{/g}은 특수 방어 능력입니다. 당신의 {g|Encyclopedia:Spell}주문{/g}이 주문 저항을 가진 생물에 의해 저항받고 있다면, 당신은 {g|Encyclopedia:Caster_Level}시전자 레벨{/g}을 만들어야 합니다. 주문 {g|Encyclopedia:Check}판정{/g}({g|Encyclopedia:Dice}1d20{/g} + 시전자 레벨)이 해당 생물의 주문 저항과 최소한 같아야 주문이 해당 생물에게 효과를 발휘할 수 있습니다. 방어자의 주문 저항은 마법 {g|Encyclopedia:Attack}공격{/g}에 대한 {g|Encyclopedia:Armor_Class}AC{/g}과 같습니다. 이 시전자 레벨 판정에는 시전자 레벨에 대한 조정도 포함됩니다. 주문 저항 항목과 주문 설명의 설명 문구를 통해 주문 저항이 주문으로부터 생물을 보호하는지 여부를 알 수 있습니다. 대부분의 경우, 주문 저항은 저항 생물이 주문의 대상이 될 때만 적용되며, 저항 생물이 이미 존재하는 주문에 맞닥뜨렸을 때는 적용되지 않습니다. "대상"과 "무해하다"라는 용어는 주문 저항에 있어서 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}과 같은 의미로 사용됩니다. 주문 저항이 있는 생물이 시전자의 레벨 판정 없이 주문에 영향을 받으려면 자발적으로 저항을 낮춰야 합니다.({g|Encyclopedia:Standard_Actions}표준 행동{/g}).

source: Spell resistance
ko_mt: 주문 저항

source: Casting time
ko_mt: 시전 시간

source: Each creature has a {g|Encyclopedia:BAB}base attack bonus{/g}, representing overall combat {g|Encyclopedia:Skills}skill{/g}. As a character gains levels or {g|Encyclopedia:Hit_Dice}Hit Dice{/g}, his base {g|Encyclopedia:Attack}attack{/g} {g|Encyclopedia:Bonus}bonus{/g} increases. When a creature's base attack bonus reaches +6, +11, or +16, it receives an additional attack when it makes a full attack.
ko_mt: 각 생물은 {g|Encyclopedia:BAB}BAB{/g}를 가지며, 이는 전반적인 전투 {g|Encyclopedia:Skills}기술{/g}을 나타냅니다. 캐릭터가 레벨 또는 {g|Encyclopedia:Hit_Dice}HD{/g}를 얻으면, {g|Encyclopedia:BAB}BAB{/g}이 증가합니다. 생물의 기본 공격 보너스가 +6, +11, 또는 +16에 도달하면, 그 생물은 전체 공격을 할 때 추가 공격을 받습니다.

source: Base Attack Bonus (BAB)
ko_mt: 기본 공격 보너스(BAB)

source: Spell descriptors
ko_mt: 주문 기술자

source: Groups of weapons the character is proficient with in combat.
ko_mt: 캐릭터가 전투에서 능숙하게 사용하는 무기 그룹입니다.

source: Weapon proficiency
ko_mt: 무기 숙련

source: {g|Encyclopedia:HP}Hit Points{/g} increase with each level. The amount of Hit Points gained depends on selected class.
ko_mt: {g|Encyclopedia:HP}HP{/g}는 레벨이 올라갈 때마다 증가합니다. 획득하는 체력은 선택한 직업에 따라 달라집니다.

source: Each {g|Encyclopedia:Spell}spellcaster{/g} class has the highest possible level of spells available to it.
ko_mt: 각 {g|Encyclopedia:Spell}주문{/g} 시전자 직업은 사용할 수 있는 주문 레벨이 가장 높습니다.

source: Each class capable of using magic greatly depends on one of its abilities. Its score determines the possibility to use {g|Encyclopedia:Spell}spells{/g} of a certain level, as well as the number of spells available at each level.
ko_mt: 마법을 사용할 수 있는 각 클래스는 능력 중 하나에 따라 크게 달라집니다. 점수에 따라 특정 레벨의 {g|Encyclopedia:Spell}주문{/g}을 사용할 수 있는 가능성과 각 레벨에서 사용할 수 있는 주문의 수가 결정됩니다.

source: There are two types of {g|Encyclopedia:Spell}spellcasters{/g} — those who memorize spells and those who cast spontaneously. The former have to prepare their spells in advance, filling the slots in their spellbooks, but have no limit on spells available to them. The latter don't need to prepare their spells in advance — they are able to use all their known spells a certain number of times, but have a limited amount of spells in their spellbook.
ko_mt: {g|Encyclopedia:Spell}주문{/g}시전자에는 주문을 외우는 주문 시전자와 즉흥적으로 주문을 시전하는 주문 시전자의 두 가지 유형이 있습니다. 전자는 주문을 미리 준비하여 주문서의 슬롯을 채워야 하지만, 사용할 수 있는 주문에는 제한이 없습니다. 후자는 주문을 미리 준비할 필요가 없으며, 알고 있는 모든 주문을 일정 횟수만큼 사용할 수 있지만 주문서에 사용할 수 있는 주문의 양이 제한되어 있습니다.

source: A {g|Encyclopedia:Spell}spell{/g}'s effects (such as range, duration, and {g|Encyclopedia:Damage}damage{/g} dealt) typically depend on its caster's level, which for most spellcasting characters is equal to their {g|Encyclopedia:Class_Level}class level{/g}. Sometimes a class feature or other {g|Encyclopedia:Special_Abilities}special ability{/g} provides an adjustment to your casting level. In that case, the adjustment applies not only to the spell's effects, but also to the spell's chances of overcoming your target's {g|Encyclopedia:Spell_Resistance}spell resistance{/g}, and the level used in dispel {g|Encyclopedia:Check}checks{/g} (and the {g|Encyclopedia:DC}DC{/g} of the check).
ko_mt: {g|Encyclopedia:Spell}주문{/g}의 효과(범위, 지속시간, {g|Encyclopedia:Damage}피해{/g} 등)는 일반적으로 시전자의 레벨에 따라 달라지며, 대부분의 주문 시전 캐릭터의 경우 {g|Encyclopedia:Class_Level}직업 레벨{/g}과 동일합니다. 간혹 직업 특성이나 기타 {g|Encyclopedia:Special_Abilities}특수 능력{/g}이 시전자 레벨을 조정하는 경우도 있습니다. 이 경우, 조정은 주문의 효과뿐만 아니라 주문이 대상의 {g|Encyclopedia:Spell_Resistance}주문 저항{/g} 극복 확률, 주문 해제에 사용되는 레벨(그리고 판정의 {g|Encyclopedia:DC}DC{/g})에도 적용됩니다.

source: Caster Level
ko_mt: 시전자 레벨

source: The source of magic can be either arcane or divine. Arcane {g|Encyclopedia:Spell}spellcasters{/g} need to choose the spells available to them at each level up, some classes can copy the spells into their spellbooks from scrolls. Divine spellcasters receive the entire set of spells of each spell level upon reaching certain character levels.
ko_mt: 마법의 근원은 비전 또는 신성일 수 있습니다. 비전 {g|Encyclopedia:Spell}주문 시전사{/g}는 레벨이 올라갈 때마다 사용할 수 있는 주문을 선택해야 하며, 일부 직업은 주문서를 주문서에서 주문서로 복사할 수 있습니다. 신성 주문 시전사는 특정 캐릭터 레벨에 도달하면 각 주문 레벨의 주문 세트 전체를 얻습니다.

source: Source of magic
ko_mt: 마법의 원천

source: Upon receiving the "{g|Encyclopedia:Attack}attack{/g}" command the party members will move toward the enemy at a {g|Encyclopedia:Speed}speed{/g} not exceeding the speed of the party member positioned at the front.
ko_mt: "{g|Encyclopedia:Attack}공격{/g}" 명령을 받으면 파티원들은 전방에 위치한 파티원의 속도를 초과하지 않는 {g|Encyclopedia:Speed}속도{/g}로 적을 향해 이동합니다.

source: Hold the Line
ko_mt: 대기술 유지

source: A character's class is one of his or her most defining features. It's the source of most of their abilities, which determine the character's role in any adventuring party.
ko_mt: 캐릭터의 직업은 캐릭터의 가장 뚜렷한 특징 중 하나입니다. 모험 파티에서 캐릭터의 역할을 결정하는 대부분의 능력의 원천이 되는 직업입니다.

source: Character Class
ko_mt: 캐릭터 직업

source: Every character has a {g|Encyclopedia:CMB}Combat Maneuver Bonus{/g} (or CMB) that represents their {g|Encyclopedia:Skills}skill{/g} in performing {g|Encyclopedia:Combat_Maneuvers}combat maneuvers{/g}. A character's CMB is determined using the following formula: <b></b> <b>CMB = {g|Encyclopedia:BAB}Base attack bonus{/g} + {g|Encyclopedia:Strength}Strength{/g} modifier + {g|Encyclopedia:Size}size modifier{/g}</b> <b></b> The size modifier for a creature's Combat Maneuver {g|Encyclopedia:Bonus}Bonus{/g} is as follows: Fine –8 Diminutive –4 Tiny –2 Small –1 Medium +0 Large +1 Huge +2 Gargantuan +4 Colossal +8 Some {g|Encyclopedia:Feat}feats{/g} and abilities grant a bonus to your CMB when performing specific maneuvers.
ko_mt: 모든 캐릭터는 {g|Encyclopedia:CMB}CMB{/g}(또는 CMB)를 가지고 있으며, 이는 {g|Encyclopedia:Combat_Maneuvers}전법{/g} 수행 시 해당 캐릭터의 {g|Encyclopedia:Skills}기술{/g}을 나타냅니다. 캐릭터의 CMB는 다음 공식을 사용하여 결정됩니다. <b></b> <b>CMB = {g|Encyclopedia:BAB}BAB{/g} + {g|Encyclopedia:Strength}힘{/g} 수정치 + {g|Encyclopedia:Size}크기 수정치{/g}</b> <b></b> 생물의 전법 {g|Encyclopedia:Bonus}보너스{/g}에 대한 크기 수정치는 다음과 같습니다. 미세 -8 극소형 -4 초소형 -2 소형 -1 중형 +0 대형 +1 거대 +2 초대형 +4 초거대형 +8 일부 {g|Encyclopedia:Feat}특기{/g}와 능력은 특정 전법을 수행할 때 CMB에 보너스를 부여합니다.

source: Combat Maneuver Bonus
ko_mt: 전법 보너스
