Repository: akintos/wotr-translation
Catalog: translation/*/Root.po
Languages: ko_mt

source: You tried to kill Arueshalae the demoness, who was imprisoned by the other demons in Drezen.
ko_mt: 드레젠의 다른 데몬들에게 갇혀 있던 데몬 아루샬래를 죽이려고 했습니다.

source: You released Arueshalae the demoness, who had been imprisoned by other demons in Drezen.
ko_mt: 드레젠에서 다른 데몬들에게 갇혀 있던 데몬 여제 아루샬래를 풀어주었습니다.

source: Using the tune you received from Desna's priests, you managed to talk to a mysterious stranger using visions.
ko_mt: 데스나의 사제에게서 받은 곡을 사용하여 환각을 통해 수수께끼의 낯선 사람과 대화하는데 성공했습니다.

source: You helped Irabeth to control her inner turmoil and take heart again.
ko_mt: 당신은 이라베스가 내면의 혼란을 다스리고 다시 마음을 다잡을 수 있도록 도와주었습니다.

source: You didn't help Irabeth handle her fears and despair.
ko_mt: 당신은 이라베스가 두려움과 절망을 극복하는데 도움을 주지 못했습니다.

source: You suspended Irabeth from the storm of Drezen.
ko_mt: 당신은 드레젠의 폭풍으로부터 이라베스를 정지시켰습니다.

source: In your vision about the battle of angel Lariel, you decided to spend the last drops of your power to save his dying ally.
ko_mt: 천사 라리엘과의 전투에 대한 환상에서, 당신은 죽어가는 동료를 구하기 위해 마지막 힘을 한 방울도 남기지 않기로 결정했습니다.

source: You gained the support of the traitor Nurah Dendiwhar.
ko_mt: 반역자 누라 덴디와르의 지지를 얻었습니다.

source: You imprisoned the traitor Nurah Dendiwhar.
ko_mt: 반역자 누라 덴디와르를 가두었습니다.

source: You set the traitor Nurah Dendiwhar free.
ko_mt: 반역자 누라 덴디와르를 풀어주었습니다.

source: You executed the traitor Nurah Dendiwhar.
ko_mt: 반역자 누라 덴디와르를 처형했습니다.

source: You won the respect of the traitor Nurah Dendiwhar.
ko_mt: 배신자 누라 덴디와르의 존경을 얻었습니다.

source: You received a sheath for Radiance from Joran Vhane.
ko_mt: 조란 베인으로부터 광휘의 칼집을 받았습니다.

source: You discovered a strange and ominous magical wand in the cave near the vescavor swarm's location.
ko_mt: 베스캐버 무리가 있는 곳 근처의 동굴에서 이상하고 불길한 마법 지팡이를 발견했습니다.

source: When you got ambushed in the Houndheart Camp, Jannah Aldori fled, leaving you in trouble, and deserted from the Eagle Watch.
ko_mt: 하운드하트 캠프에서 매복을 당했을 때, 잔나 알도리는 도망쳐서 당신을 곤경에 빠뜨렸고 이글 워치에서 탈영했습니다.

source: You refused to accept a gift of power from Areelu and allowed the Suture to have it.
ko_mt: 당신은 아릴루의 힘의 선물을 거부하고 수처가 힘을 갖도록 허락했습니다.

source: You killed the Suture, Areelu's servant.
ko_mt: 네가 아릴루의 종인 수처를 죽였어.

source: In your vision about the battle of angel Lariel, you decided to spend the last drops of your power to punish the traitors.
ko_mt: 천사 라리엘의 전투에 대한 환상에서, 당신은 마지막 남은 힘을 반역자들을 처벌하는데 사용하기로 결정했습니다.

source: You saved the angel Targona from imprisonment in Areelu's laboratory.
ko_mt: 아릴루의 실험실에 갇힌 천사 타르고나를 구해줬습니다.

source: You restored the relic, the Bell of Mercy, and rang it. The power of the relic limited the abilities of all the evil creatures in the area.
ko_mt: 당신은 유물인 자비의 종을 복원하고 종을 울렸습니다. 그 유물의 힘은 그 지역의 모든 사악한 생명체의 능력을 제한했습니다.

source: You saved Devarra's eggs.
ko_mt: 데바라의 알을 구했습니다.

source: You used the power of Elysium to awaken the eggs of the evil dragon Devarra.
ko_mt: 엘리시움의 힘을 사용하여 사악한 드래곤 데바라의 알을 깨웠습니다.

source: You failed to track down the dragon Devarra who attacked your army.
ko_mt: 아군을 공격한 드래곤 데바라를 추적하는데 실패했습니다.

source: You hunted down and killed the dragon Devarra, who attacked your army.
ko_mt: 군대를 공격한 드래곤 데바라를 사냥하여 처치했습니다.

source: You made a deal with Jerribeth — she and her people ready to betray Xanthir Vang.
ko_mt: 당신은 제리베스와 거래를 했고, 그녀와 그녀의 부하들은 잔티르 방을 배신할 준비가 되어 있었습니다.

source: In the Ivory Sanctum, you spared the life of the demon Jerribeth who bewitched the Wintersun clan.
ko_mt: 상아 성소에서 윈터선 부족을 매혹한 데몬 제리베스의 목숨을 구해 주셨습니다.

source: Following Aivu's advice, you decided not to inform Queen Galfrey and attack the Midnight Fane with the forces you had.
ko_mt: 아이부의 조언에 따라 여왕 갈프레이에게 알리지 않고 자신이 가진 병력으로 미드나잇 페인을 공격하기로 결정했습니다.

source: You persuaded Minagho to fight against Baphomet, not against you.
ko_mt: 미나고가 당신이 아닌 바포메트에 맞서 싸우도록 설득했습니다.

source: In the vision you had in the caves of Kenabres, you saw how angel Lariel and his ally were betrayed by their comrades.
ko_mt: 케나브레스의 동굴에서 본 환상에서 천사 라리엘과 그의 동료가 동료들에게 배신당하는 것을 보았습니다.

source: You wounded Minagho while she was attempting to escape.
ko_mt: 미나고가 탈출을 시도하는 동안 부상을 입혔습니다.

source: You killed the paladin Yaniel.
ko_mt: 성기사 야니엘을 죽였군요.

source: You saved the paladin Yaniel from Minagho's captivity.
ko_mt: 성기사 야니엘을 미나고의 포로에서 구해 주셨습니다.

source: You gave Galfrey half of the Lexicon of Paradox that contained valuable information about Areelu's activities and the rifts.
ko_mt: 아릴루의 활동과 균열에 대한 귀중한 정보가 담긴 역설의 사전의 절반을 갈프레이에게 줬어요.

source: You sent the crusaders who were mutilated by Vorimeraak's ritual to see the mongrels, so they could teach the soldiers to repress the influence of demonic corruption.
ko_mt: 보리메락의 의식에 의해 훼손된 성전사들을 보내 데몬의 타락을 억제하는 방법을 몽그렐들에게 가르치도록 했습니다.

source: You saved the crusaders who were mutilated by Vorimeraak's ritual and brought them back to Drezen.
ko_mt: 보리메락의 의식에 의해 절단된 성전사들을 구해 드레젠으로 데려왔습니다.

source: You used the power of the aeon to divert the outcomes of Vorimeraak's ritual that mutilates mortals with demonic corruption.
ko_mt: 당신은 에온의 힘을 사용하여 데몬의 타락으로 필멸자를 절단하는 보리메락의 의식의 결과를 돌렸습니다.

source: You let the vrock Vorimeraak go free.
ko_mt: 브록 보리메락을 풀어줬습니다.

source: You did not listen to Kyado's warning and entered the secret door, which spelled the end of the young cleric.
ko_mt: 당신은 캬도의 경고를 듣지 않고 비밀의 문으로 들어갔고, 젊은 성직자의 종말이 시작되었습니다.

source: Revealing your angelic power, you managed to inspire the cleric Kyado to take a stand against the cultist Zanedra.
ko_mt: 천사의 힘을 드러낸 당신은 성직자 캬도가 이교도 자네드라에 맞서도록 영감을 불어넣었습니다.

source: You listened to Wenduag's advice and lied to the mongrels, claiming that you'd never seen the Light of Heaven.
ko_mt: 당신은 웬두아그의 조언을 듣고 천상의 빛을 본 적이 없다고 몽그렐들에게 거짓말을 했습니다.

source: You helped the succubus Arueshalae to follow the path of redemption to its very end and to start a new life.
ko_mt: 당신은 서큐버스 아루샬래가 구원의 길을 끝까지 따라 새로운 삶을 시작할 수 있도록 도왔습니다.

source: You did not pay enough attention to Wenduag's goals and problems.
ko_mt: 웬두아그의 목표와 문제에 충분한 주의를 기울이지 않았습니다.

source: You managed to keep the mongrels under your control and let them stay among the ranks of your soldiers in Drezen.
ko_mt: 당신은 몽그렐들을 당신의 통제하에 두고 드레젠의 병사 대열에 머물게 했습니다.

source: You failed to keep the mongrels under your control.
ko_mt: 당신은 몽그렐들을 통제하는데 실패했습니다.

source: You gained Wenduag's love and her genuine trust by allowing her to give you the communion of Savamelekh's venom.
ko_mt: 사바멜렉의 독을 먹게 함으로써 웬두아그의 사랑과 그녀의 진정한 신뢰를 얻었습니다.

source: You and Wenduag were drawn together by sensuality and mutual respect, but failed to become genuine soulmates.
ko_mt: 당신과 웬두아그는 관능과 상호 존중으로 서로에게 끌렸지만 진정한 소울메이트가 되는데는 실패했습니다.

source: You managed to soften Wenduag's disposition with the help of newfound closeness and understanding.
ko_mt: 새로운 친밀감과 이해를 바탕으로 웬두아그의 성향을 부드럽게 만들 수 있었습니다.

source: You failed to gain Wenduag's trust and did not pay enough attention to her personal goals and problems.
ko_mt: 웬두아그의 신뢰를 얻지 못했고 그녀의 개인적인 목표와 문제에 충분한 주의를 기울이지 않았습니다.

source: You managed to keep Deval — a prisoner the cultists intended to sacrifice — alive.
ko_mt: 이교도들이 제물로 바치려던 포로 데발의 목숨을 구해냈습니다.

source: You wiped out the cultists who were following Woljif.
ko_mt: 월지프를 따르던 이교도들을 전멸시켰습니다.

source: You allowed Camellia to kill the slave who assumed the appearance of her father Horgus.
ko_mt: 당신은 카멜리아가 아버지 호거스의 모습을 한 노예를 죽이는 것을 허락했습니다.

source: You long encouraged Woljif to embrace his demonic legacy, but then you changed your mind.
ko_mt: 오랫동안 월지프에게 데몬의 유산을 받아들이라고 권했지만 마음을 바꿨군요.

source: You long prevented Woljif from embracing his demonic legacy, but then you changed your mind.
ko_mt: 오랫동안 월지프가 데몬의 유산을 받아들이는 것을 막았지만 마음을 바꿨군요.

source: You led Woljif to embrace his demonic nature and legacy.
ko_mt: 당신은 월지프가 데몬의 본성과 유산을 받아들이도록 이끌었습니다.

source: You kept Woljif from embracing his demonic legacy and proved that he can rely on you.
ko_mt: 당신은 월지프가 데몬의 유산을 받아들이지 못하도록 막았고, 그가 당신을 의지할 수 있다는 것을 증명했습니다.

source: You failed to become Woljif's friend and did not dedicate enough time to his goal — searching for the true purpose of the Moon of the Abyss and discovering his legacy.
ko_mt: 당신은 월지프의 친구가 되는데 실패했고, 심연의 달의 진정한 목적을 찾고 그의 유산을 발견하는 그의 목표에 충분한 시간을 할애하지 못했습니다.

source: You ascended and became a demigod.
ko_mt: 당신은 승천하여 반신이 되었습니다.

source: You shared your ascension with your companions, granting them immortality and immense powers.
ko_mt: 당신은 동료들과 승천을 공유하여 그들에게 불멸과 막강한 힘을 부여했습니다.

source: You ascended together with Areelu.
ko_mt: 아릴루와 함께 승천했습니다.

source: You allowed Camellia to kill Horgus.
ko_mt: 당신은 카멜리아가 호거스를 죽이는 것을 허용했습니다.

source: You took your companions and Areelu into eternity with you.
ko_mt: 동료들과 아릴루를 영원으로 데려가셨습니다.

source: Having traveled back in time, you prevented the Worldwound from being opened and completely rewrote the last hundred years of history.
ko_mt: 시간을 거슬러 올라가 세계상처가 열리는 것을 막고 지난 백 년의 역사를 완전히 새로 썼습니다.

source: Having traveled back in time, you convinced the mage Opon and the witch hunter Setrei to work together.
ko_mt: 시간을 거슬러 올라간 당신은 마법사 오폰과 마녀사냥꾼 세트레이를 설득해 함께 일하기로 했습니다.

source: After the conversation with you in the past, the witch hunter Setrei Devimai became firmly convinced of his views on mages and magic.
ko_mt: 과거 당신과의 대화 이후 마녀사냥꾼 세트레이 데비마이는 마법사와 마법에 대한 자신의 견해를 확고히 하게 되었습니다.

source: After the conversation with you in the past, Opon, the fighter for mages' freedom, became even more zealous.
ko_mt: 과거 당신과의 대화 이후, 마법사의 자유를 위해 싸우는 오폰은 더욱 열성적이 되었습니다.

source: You erased yourself from the timeline, but on a final impulse, you decided to allow your companions to retain their memories of you.
ko_mt: 타임라인에서 자신을 지웠지만, 마지막 충동으로 동료들이 자신에 대한 기억을 간직할 수 있도록 하기로 결정했습니다.

source: You obtained Shamira's essence in order to open one more Wound — this time to Nirvana.
ko_mt: 샤미라의 정수를 획득하여 상처를 하나 더 열었고, 이번에는 너바나를 열었습니다.

source: You obtained the essences of the Council members in order to open multiple Wounds leading to different planes.
ko_mt: 여러 차원으로 이어지는 여러 상처를 열기 위해 평의회 멤버의 정수를 획득했습니다.

source: You accepted the offer made by Shyka the Many to become one of their personalities.
ko_mt: 당신은 무수한 쉬카의 인격 중 하나가 되어달라는 제안을 수락했습니다.

source: You rewrote your epilogue on a whim. Oh, these tricksters...
ko_mt: 에필로그를 즉흥적으로 다시 썼군. 오, 이 사기꾼들...

source: You allowed Camellia to perform enough ritual killings to satisfy her bloodlust and make her appreciate your patronage.
ko_mt: 당신은 카멜리아가 피의 욕망을 충족시키고 당신의 후원에 감사하도록 충분한 의식 살인을 하도록 허락했습니다.

source: You chose the path of loyalty to the Lady in Shadow.
ko_mt: 당신은 그림자의 여인에게 충성하는 길을 선택했습니다.

source: You fought for freedom with indomitable zeal — and you emerged victorious.
ko_mt: 여러분은 불굴의 열정으로 자유를 위해 싸웠고, 결국 승리했습니다.

source: In your speech before your followers, you announced your decision — you won't leave your position or Drezen after the victory.
ko_mt: 팔로워들 앞에서 한 연설에서 우승 후에도 자신의 자리나 드레젠을 떠나지 않겠다는 결심을 발표했습니다.

source: In your speech before your followers, you announced your decision — you will leave your position after the victory and go traveling.
ko_mt: 팔로워들 앞에서 한 연설에서 당신은 승리 후 자리를 떠나 여행을 떠나겠다는 결정을 발표했습니다.

source: You left the Worldwound open.
ko_mt: 세계상처을 열어두었습니다.

source: On the angel's path, you took actions and made decisions aimed at protecting and saving the innocent.
ko_mt: 천사의 길에서 당신은 무고한 사람들을 보호하고 구하기 위해 행동을 취하고 결정을 내렸습니다.

source: On the angel's path, you took actions and made decisions aimed at the just punishment of evil.
ko_mt: 천사의 길에서 당신은 악에 대한 정당한 처벌을 목표로 행동을 취하고 결정을 내렸습니다.

source: You traveled a long road to gain the wisdom and goodness of a true gold dragon.
ko_mt: 당신은 진정한 골드 드래곤의 지혜와 선함을 얻기 위해 먼 길을 여행했습니다.

source: You allowed corruption to deform your nature as a gold dragon.
ko_mt: 당신은 타락으로 인해 골드 드래곤으로서의 본성이 변형되도록 허용했습니다.

source: You awoke part of the undead Terendelev's former self.
ko_mt: 언데드 테렌델레브의 예전 모습을 일부 깨웠습니다.

source: You did not allow Camellia to perform enough ritual killings to satisfy her bloodlust and make her appreciate your patronage.
ko_mt: 당신은 카멜리아가 피의 욕망을 충족시키고 당신의 후원에 감사할 만큼 충분한 의식 살인을 수행하도록 허용하지 않았습니다.

source: You awoke the desire to fight corruption in the silver dragon Sevalros.
ko_mt: 실버 드래곤 세발로스에게 부패와 싸우려는 욕망을 일깨웠습니다.

source: Your decisions carried you and the free crusaders to the path of chaos. You became a devastating force, immensely dangerous to your enemies, but capable of getting out of control.
ko_mt: 당신의 결정은 당신과 자유 십자군을 혼돈의 길로 이끌었습니다. 당신은 적에게 엄청나게 위험하지만 통제 불능의 파괴적인 세력이 되었습니다.

source: Your decisions allowed both you and the free crusaders to follow the path of goodness and freedom.
ko_mt: 여러분의 결정으로 여러분과 자유 십자군 모두 선과 자유의 길을 걸을 수 있었습니다.

source: You maintained your impartiality and faithfulness to the law as a true aeon.
ko_mt: 당신은 진정한 에온으로서 공정성과 법에 대한 충실함을 유지했습니다.

source: You were unable or unwilling to become a true aeon.
ko_mt: 당신은 진정한 에온이 될 수 없거나 원하지 않았습니다.

source: You changed the past of Drezen and Staunton Vhane, granting him the chance to become a hero instead of a traitor.
ko_mt: 드레젠과 스턴튼 베인의 과거를 바꾸어 반역자가 아닌 영웅이 될 수 있는 기회를 주셨습니다.

source: You changed the past, allowing Terendelev to evade death.
ko_mt: 과거를 바꾸어 테렌델레브가 죽음을 피할 수 있게 했습니다.

source: You betrayed the Council.
ko_mt: 넌 의회를 배신했다.

source: You betrayed the Council and switched to Nocticula's side.
ko_mt: 당신은 의회를 배신하고 녹티큘라의 편으로 돌아섰습니다.

source: You accepted the patronage of Cheliax and Queen Abrogail.
ko_mt: 첼리악스와 아브로가일 여왕의 후원을 받아들였습니다.

source: You did not become particularly close with Camellia.
ko_mt: 카멜리아와 특별히 친해지지는 않았습니다.

source: Even though you became part of Hell's hierarchy, you strove to retain as much independence as you could.
ko_mt: 지옥의 계층 구조에 속하게 되었지만, 최대한 독립성을 유지하기 위해 노력했습니다.

source: You wrought a massacre in Drezen, betraying the crusaders and releasing your dark power.
ko_mt: 당신은 드레젠에서 대학살을 일으켜 성전사를 배신하고 어둠의 힘을 방출했습니다.

source: You refused to wreak a massacre in Drezen and cut all your ties with the crusade.
ko_mt: 드레젠에서의 학살을 거부하고 십자군과의 모든 관계를 끊었습니다.

source: You experienced the wrath of the goddess Pharasma and emerged victorious.
ko_mt: 파라즈마 여신의 분노를 경험하고 승리를 거두었습니다.

source: You took the side of the vampire Septimus.
ko_mt: 넌 뱀파이어 셉티무스의 편을 들었어.

source: You took the side of the priestess Elyanka.
ko_mt: 당신은 여사제 엘리칸카의 편을 들었습니다.

source: You managed to earn the respect of the lich Zacharius.
ko_mt: 리치 자카리우스의 존경을 얻었습니다.

source: You helped Yozz to get free himself of the martyr's role imposed upon him and gained him as an ally.
ko_mt: 당신은 요즈가 자신에게 부과된 순교자의 역할에서 벗어나도록 도와주었고, 그를 아군으로 확보했습니다.

source: You achieved impressive progress in the crusade areas of Leadership, Logistics, and Military.
ko_mt: 리더십, 병참, 군사 성전 영역에서 인상적인 성과를 거두었습니다.

source: Your achievements in the crusade areas of Leadership, Logistics, and Military were not especially impressive.
ko_mt: 리더십, 병참, 군사 등 성전 영역에서의 업적은 특별히 인상적이지 않았습니다.

source: You won Camellia's love.
ko_mt: 카멜리아의 사랑을 얻었습니다.

source: You achieved success in Diplomacy.
ko_mt: 외교에서 성공을 거두었습니다.

source: You did not achieve any remarkable success in Diplomacy.
ko_mt: 외교 분야에서 괄목할 만한 성과를 거두지 못했습니다.

source: You let Isger occupy Mendev.
ko_mt: 이스게르가 멘데브를 점령하게 놔뒀군요.

source: You let Andoran occupy Mendev.
ko_mt: 안도란이 멘데브를 점령하도록 내버려뒀습니다.

source: You refused to get involved in Mendev's problems and freed Drezen from its influence.
ko_mt: 멘데브의 문제에 관여하기를 거부하고 드레젠을 그 영향력에서 해방시켰습니다.

source: You achieved considerable success in all areas of the military campaign.
ko_mt: 군사 작전의 모든 영역에서 상당한 성공을 거두었습니다.

source: You achieved moderate success in all areas of the military campaign.
ko_mt: 군사 작전의 모든 영역에서 중간 정도의 성공을 거두었습니다.

source: You did not achieve any success in managing the military campaign.
ko_mt: 군사 작전 관리에서 성공을 거두지 못했습니다.

source: You freed the angels trapped inside the Wardstones.
ko_mt: 수호석에 갇힌 천사들을 풀어주었습니다.

source: You and Ember managed to influence Nocticula.
ko_mt: 너와 엠버가 녹티큘라에 영향을 미쳤어.

source: You gained Daeran's trust.
ko_mt: 대런의 신뢰를 얻었습니다.

source: You killed Nocticula, although it was not her final death.
ko_mt: 녹티큘라의 마지막 죽음은 아니었지만 당신은 녹티큘라를 죽였습니다.

source: Thanks to you, Shamira the Ardent Dream survived.
ko_mt: 덕분에 열렬한 꿈의 샤미라가 살아남았습니다.

source: You kept Areshkagal's mask to the very the end of the crusade.
ko_mt: 당신은 성전 마지막까지 아레쉬카갈의 가면을 지켰습니다.

source: Anevia and Irabeth left you, unable to stand what you had become.
ko_mt: 아네비아와 이라베스는 당신의 변해버린 모습을 견디지 못하고 당신을 떠났습니다.

source: Irabeth lost her life in Iz.
ko_mt: 이라베스는 이즈에서 목숨을 잃었습니다.

source: You liberated the runelord Alderpash.
ko_mt: 룬군주 알더파쉬를 해방시켰습니다.

source: You gave Minagho and Chivarro another chance.
ko_mt: 미나고와 치바로에게 다시 기회를 주셨습니다.

source: You succeeded in healing the Hand of the Inheritor of Baphomet's corruption.
ko_mt: 바포메트의 타락한 계승자의 손을 치유하는데 성공했습니다.

source: You succeeded in healing the Hand of the Inheritor of Baphomet's corruption and returned him to Heaven.
ko_mt: 바포메트의 타락한 계승자의 손을 치유하는데 성공하여 그를 천국으로 돌려보냈습니다.

source: Jernaugh's daughter received the blessing of the hags' coven.
ko_mt: 저나우의 딸은 해그회의 축복을 받았습니다.

source: You were unable or unwilling to win Daeran's trust.
ko_mt: 대런의 신뢰를 얻지 못했거나 얻으려 하지 않았습니다.

source: You convinced Finnean to accept his life as a sentient weapon.
ko_mt: 당신은 피니언이 자신의 목숨을 지각 있는 무기로 받아들이도록 설득했습니다.

source: You allowed the Bladesmith to finish his experiment on Finnean.
ko_mt: 당신은 칼날장인이 피니언에 대한 실험을 끝내도록 허락했습니다.

source: Thanks to you, the Storyteller restored his memory and chose the path of Pharasma's usher.
ko_mt: 덕분에 스토리텔러는 기억을 되찾고 파라즈마의 안내자의 길을 선택했습니다.

source: You solved the mystery of the masked ghost and told him about the fate of his friend, the Storyteller.
ko_mt: 가면 유령의 수수께끼를 풀고 친구인 이야기꾼의 운명에 대해 알려주었습니다.

source: Thanks to you, the Storyteller restored his memory and chose his own path, refusing to become Pharasma's usher.
ko_mt: 덕분에 스토리텔러는 기억을 되찾고 파라즈마의 안내자가 되기를 거부하고 스스로의 길을 선택했습니다.

source: You failed to find the Storyteller's lost memories.
ko_mt: 스토리텔러의 잃어버린 기억을 찾는데 실패했습니다.

source: You defeated the demon lord Areshkagal.
ko_mt: 데몬 로드 아레쉬카갈을 물리쳤습니다.

source: The stargazers of the Shrine of Pulura shared their knowledge with the Commander. For many years, they have been working on an artifact that could weaken the connection between Threshold and the Abyss by shining Pulura's northern lights down upon the fortress.
ko_mt: 풀루라 신전의 별 관측자들은 사령관에게 그들의 지식을 공유했습니다. 그들은 수년 동안 풀루라의 북극광을 요새에 비춰 문턱과 심연 사이의 연결을 약화시킬 수 있는 유물을 연구해왔습니다.

source: You introduced Valmallos to the magical world of emotions.
ko_mt: 발말로스에게 마법의 감정 세계를 소개해 주셨군요.

source: While being on the other side of Threshold you destroyed the keystone by yourself, allowing Ssila'meshnik to conserve their powers.
ko_mt: 문턱의 반대편에 있는 동안 직접 열쇠돌을 파괴하여 실라메쉬닉이 힘을 보존할 수 있게 했습니다.

source: You won Daeran's heart.
ko_mt: 대런의 마음을 얻었군요.

source: You and Daeran became close, but he is not completely sure how deep his feelings toward you are.
ko_mt: 당신과 대런은 가까워졌지만, 그는 당신에 대한 감정이 얼마나 깊은지 완전히 확신하지 못합니다.

source: You failed to become Arueshalae's friend and did not help her to follow the path of redemption.
ko_mt: 아루샬래의 친구가 되는데 실패했고 그녀가 구원의 길을 따르도록 돕지 않았습니다.

source: Your relationship with Daeran can hardly be called love — it is based more on passion, mutual understanding, and the desire to enjoy life to the full.
ko_mt: 대런과의 관계는 사랑이라고 부르기보다는 열정, 상호 이해, 삶을 마음껏 즐기려는 열망에 기반한 관계입니다.

source: Faced with a serious challenge, Daeran turned to evil to save his life.
ko_mt: 심각한 도전에 직면한 대런은 자신의 목숨을 구하기 위해 악에 의지했습니다.

source: You gained Daeran's trust, and with it you got the chance to save him from a terrible fate and the inquisition tribunal.
ko_mt: 대런의 신뢰를 얻었고, 그 신뢰로 끔찍한 운명과 종교 재판소에서 그를 구할 수 있는 기회를 얻었습니다.

source: You agreed to hand Daeran over to be tried by the Mendevian Inquisition.
ko_mt: 멘데비안 종교 재판소에 대런을 넘기는데 동의했습니다.

source: You failed to gain Daeran's trust and did not pay enough attention to his goals and problems.
ko_mt: 대런의 신뢰를 얻지 못했고 그의 목표와 문제에 충분한 주의를 기울이지 않았습니다.

source: In Alushinyrra, you helped Ember to sow the seeds of doubt in several demons about the correctness of their way of living.
ko_mt: 알루시니라에서 여러분은 엠버가 여러 데몬에게 그들의 삶의 방식이 옳은지 의심의 씨앗을 심는 것을 도왔습니다.

source: You allowed Camellia to murder an impostor claiming to be Trever Vaenic.
ko_mt: 당신은 카멜리아가 트레버 바이닉이라고 주장하는 사기꾼을 살해하도록 허용했습니다.

source: Your joint adventures convinced Ember to keep believing in the inherent goodness of people, and not only people.
ko_mt: 여러분과 함께한 모험을 통해 엠버는 사람뿐만 아니라 사람의 내재된 선함을 계속 믿게 되었습니다.

source: Your joint adventures convinced Ember that sometimes being nice is not enough to bring goodness and light.
ko_mt: 두 사람의 공동 모험을 통해 엠버는 착한 마음만으로는 선과 빛을 가져오는데 충분하지 않다는 것을 깨달았습니다.

source: Your joint adventures broke Ember's heart, convincing her that her ideas about universal goodness were wrong.
ko_mt: 두 사람의 공동 모험은 엠버의 마음을 아프게 했고, 보편적인 선에 대한 그녀의 생각이 틀렸다는 것을 깨닫게 했습니다.

source: You did not let Arueshalae change her demonic nature. Due to your influence, she became an ordinary succubus once more.
ko_mt: 당신은 아루샬래가 데몬의 본성을 바꾸도록 내버려두지 않았어요. 당신의 영향력 때문에 그녀는 다시 평범한 서큐버스가 되었습니다.

source: You paid no attention to Ember's doings and did not help her on her path.
ko_mt: 당신은 엠버의 행동에 관심을 기울이지 않았고 그녀의 길을 돕지 않았습니다.

source: Faced with a serious challenge and sensing no support from the Commander, Daeran turned to evil to save himself.
ko_mt: 심각한 도전에 직면하고 사령관의 지원이 없음을 느낀 대런은 자신을 구하기 위해 악으로 향했습니다.

source: You have been trying to flirt with the Queen from the moment you met.
ko_mt: 당신은 만난 순간부터 여왕을 유혹하려고 노력했습니다.

source: You embarrassed the Queen slightly when you asked if the ring she gave you meant that the two of you were engaged.
ko_mt: 여왕이 준 반지가 두 사람이 약혼했다는 뜻인지 물었을 때 여왕을 약간 당황하게 만들었습니다.

source: You asked the Storyteller to tell you what was going on with the Queen.
ko_mt: 스토리텔러에게 여왕에게 무슨 일이 있었는지 말해달라고 부탁했습니다.

source: Queen Galfrey did not survive the events of the Fifth Crusade.
ko_mt: 갈프레이 여왕은 제5차 십자군 전쟁에서 살아남지 못했습니다.

source: You used your aeon's power to deprive the Queen of her eternal youth granted by elixirs.
ko_mt: 당신은 영약이 부여한 여왕의 영원한 젊음을 빼앗기 위해 에온의 힘을 사용했습니다.

source: You turned the noble Queen into a spiteful undead.
ko_mt: 당신은 고귀한 여왕을 악랄한 언데드로 만들었습니다.

source: You did not allow Greybor to join the Assassins' Guild of Alushinyrra.
ko_mt: 그레이버가 알루시니라 암살자 길드에 가입하는 것을 허락하지 않았습니다.

source: You scared Arueshalae off.
ko_mt: 아루샬래가 겁을 먹었어.

source: You perpetrated a massacre in Alushinyrra's Assassins' Guild in response to the insult dealt to Greybor and you.
ko_mt: 그레이버와 당신에게 가한 모욕에 대한 보복으로 알루시니라 암살자 길드에서 학살을 저질렀습니다.

source: You did not prove yourself to be a tough leader, you did not share Greybor's opinions, and you failed to win his loyalty.
ko_mt: 당신은 자신이 강인한 리더임을 증명하지 못했고, 그레이버의 의견을 공유하지 않았으며, 그의 충성심을 얻지 못했습니다.

source: To count on Greybor's sincere loyalty, a person must be an equally skilled killer who shares his cynical views on life, placing a low price on the lives of others, but prizing gold and freedom.
ko_mt: 그레이버의 진심 어린 충성심을 믿으려면, 다른 사람의 목숨은 가볍게 여기고 금과 자유를 소중히 여기는 그의 냉소적인 인생관을 공유하는 똑같이 숙련된 살인자여야 합니다.

source: You convinced Greybor to return to his family.
ko_mt: 그레이버가 가족에게 돌아가도록 설득했습니다.

source: You helped Greybor to take over the Assassins' Guild of Alushinyrra.
ko_mt: 그레이버를 도와 알루시니라 암살자 길드를 장악했습니다.

source: You did not try to "fix" Greybor's fate or lead him away from the path of the lone assassin which he had chosen.
ko_mt: 당신은 그레이버의 운명을 "고치려" 하거나 그가 선택한 고독한 암살자의 길에서 벗어나게 하려 하지 않았습니다.

source: You managed to convince Greybor that it is better to fight for a good cause than for gold.
ko_mt: 당신은 그레이버에게 금전보다 대의를 위해 싸우는 것이 낫다고 설득했습니다.

source: You remained Greybor's employer and nothing more, and never paid attention to his personal goals and problems.
ko_mt: 당신은 그레이버의 고용주일 뿐 그 이상은 아니었고, 그의 개인적인 목표와 문제에는 전혀 관심을 기울이지 않았습니다.

source: You convinced Lann to take the position of tribe chief.
ko_mt: 당신은 란을 설득해 부족 대표를 맡게 했습니다.

source: You helped Lann to take care of his tribe and to get used to his new role as chief.
ko_mt: 당신은 란이 부족을 돌보고 부족장으로서의 새로운 역할에 적응할 수 있도록 도와주었습니다.

source: You and Arueshalae were united by true love.
ko_mt: 당신과 아루샬래는 진정한 사랑으로 하나가 되었습니다.

source: You killed the renegade Wenduag.
ko_mt: 배신자 웬두아그를 죽였군요.
