Repository: akintos/wotr-translation
Catalog: translation/*/Root.po
Languages: ko_mt

source: A character who has not yet acted during combat or a character that cannot properly see an opponent is flat-footed, unable to react normally to the situation. A flat-footed character loses their Dexterity bonus to AC and Combat Maneuver Defense (CMD), if any, and does not make attacks of opportunity.
ko_mt: 전투 중에 아직 행동하지 않은 캐릭터나 상대를 제대로 볼 수 없는 캐릭터는 무방비이 되어 상황에 정상적으로 반응할 수 없습니다. 무방비인 캐릭터는 민첩 보너스와 전법 방력(CMD)이 있다면 민첩 보너스를 잃고, 기회 공격을 할 수 없습니다.

source: Flat-Footed
ko_mt: 무방비 상태

source: Enter
ko_mt: 진입

source: Travel
ko_mt: 여행

source: You have visited this location on {0}.
ko_mt: {0}에서 이 위치를 방문하셨습니다.

source: You've never been in this location.
ko_mt: 이 위치에 가본 적이 없습니다.

source: You've spotted the enemies!
ko_mt: 적을 발견했습니다!

source: There is someone on the road. Get ready!
ko_mt: 길에 누군가 있습니다. 준비하세요!

source: You've spotted a traveling merchant. Do you wish to meet with them?
ko_mt: 여행 중인 상인을 발견했습니다. 만나고 싶으신가요?

source: There's someone on the road. Get ready!
ko_mt: 길에 누군가 있습니다. 준비하세요!

source: Random Encounter
ko_mt: 무작위 만남

source: Hint: {0}
ko_mt: 힌트: {0}

source: You acquired this item while exploring {0}
ko_mt: 이 아이템은 {0}를 탐험하는 동안 획득했습니다.

source: You received this item from merchant {0}
ko_mt: 판매자 {0}로부터 이 품목을 받았습니다.

source: Try to avoid
ko_mt: 다음을 피하십시오.

source: Custom
ko_mt: 사용자 지정
