Repository: akintos/wotr-translation
Catalog: translation/*/Root.po
Languages: ko_mt

source: The westernmost satrapy of the Padishah Empire of Kelesh, Qadira is a kingdom with the power of the sprawling empire at its back. Qadira is Kelesh's doorway to the Inner Sea region, and is perhaps the single most valuable piece of real estate on Golarion.
ko_mt: 켈레쉬 파디샤 제국의 가장 서쪽에 위치한 카디라는 거대한 제국의 힘을 등에 업고 있는 왕국입니다. 카디라는 켈레쉬의 내해 지역으로 통하는 관문이며, 골라리온에서 가장 가치 있는 부동산입니다.

source: The realm known as Razmiran was once just another turbulent, violent River Kingdom, the Arch-Duchy of Melcat, where leadership changed as often as the years. This ended in 4661 when the land was conquered by Razmir, a tyrant claiming to have ascended to godhood.
ko_mt: 라즈미란으로 알려진 이 왕국은 한때 격동적이고 폭력적인 리버 킹덤 멜카트 대공국의 한 왕국이었으며, 세월이 흐르면 지도자가 자주 바뀌었습니다. 4661년, 신이 되었다고 주장하는 폭군 라즈미르가 이 땅을 정복하면서 끝이 났죠.

source: Razmiran
ko_mt: 라즈미란

source: A realm of megafauna inhabited by humans almost as savage as the prehistoric beasts surrounding them, the Realm of the Mammoth Lords is a land in Avistan's far north that is home to myriad nomadic tribes of Kellid barbarians.
ko_mt: 선사 시대 야수만큼이나 야만적인 인간들이 살고 있는 거대 동물의 왕국, 매머드 군주의 왕국은 아비스탄의 극북에 위치한 땅으로, 수많은 유목민 켈리드 야만인 부족이 살고 있습니다.

source: Realm of the Mammoth Lords
ko_mt: 매머드 군주의 왕국

source: A demon-haunted wasteland that lies at the northernmost reaches of central Avistan, the Worldwound is an unnatural blight: it is a rift to the Abyss opened on the Material Plane. It appeared shortly after the death of the god Aroden at the beginning of the Age of Lost Omens, and is probably the greatest threat to life on the face of Golarion.
ko_mt: 아비스탄 중심부 최북단에 위치한 데몬이 득실거리는 황무지, 세계상처는 물질계에 열린 심연으로의 균열이라는 부자연스러운 병폐입니다. 잃어버린 징조들의 시대 초기에 신 아로덴이 죽은 직후에 나타났으며, 골라리온의 생명체에 대한 가장 큰 위협이 되고 있습니다.

source: Worldwound
ko_mt: 세계상처

source: A city just as brutal and as harsh as the unforgiving Numerian land that it is capital of. The place is a mockery of the soft capitals of the south, with a level of decadence which would put even Taldor to shame. This decadence is surrounded by the filthy reek of human misery. Here the Black Sovereign, Kevoth-Kul, rules at the whim of the Technic League, while the rest of city suffers under his harsh rule.
ko_mt: 수도인 혹독한 누메리아 땅만큼이나 잔인하고 가혹한 도시입니다. 탈도르조차 부끄러워할 수준의 퇴폐로 남쪽의 부드러운 수도를 조롱하는 곳입니다. 이 타락은 인간의 비참함에서 풍기는 더러운 악취로 둘러싸여 있습니다. 이곳에서는 검은 군주 케보스 쿨이 테크닉 연맹의 변덕에 따라 통치하고, 나머지 도시들은 그의 가혹한 통치 아래 고통받습니다.

source: Starfall
ko_mt: 별똥별

source: The mighty empire of Taldor once stretched from the Arcadian Ocean to the border of the Padishah Empire of Kelesh. Aroden himself was said to walk among the people of Taldor, and his religion, a shining beacon unto the world, radiated outward from Taldor's gilded capital of Oppara. Taldor's ancient Armies of Exploration established footholds for the empire throughout Golarion, and its mighty phalanxes marched for thousands of miles during the Shining Crusade to beat back the Whispering Tyrant. Now Taldor is a stunted remnant of its former glory, having lost control of its daughter territories, and is almost ignored by the powerful countries of today, which assume it will continue its slow decline for at least another century.
ko_mt: 강력한 탈도르 제국은 한때 아르카디아 해에서 켈레쉬의 파디샤 제국 국경까지 뻗어 있었습니다. 아로덴은 탈도르 백성들 사이를 거닐었다고 전해지며, 그의 종교는 탈도르의 화려한 수도 오파라에서 세상을 향한 빛나는 등불이 되어 세상을 비추었습니다. 탈도르의 고대 탐험 군대는 골라리온 전역에 제국의 거점을 세웠고, 빛나는 성전 기간에는 강력한 지골이 수천 마일을 행진하여 속삭이는 폭군을 물리쳤습니다. 이제 탈도르는 과거의 영광은 온데간데없고, 딸 영토에 대한 통제권을 잃은 채 오늘날의 강대국들로부터 거의 무시당하고 있으며, 적어도 한 세기 동안은 서서히 쇠퇴할 것으로 예상됩니다.

source: Taldor
ko_mt: 탈도르

source: The ancient empire of Thassilon existed in the waning years of the Age of Legend, and occupied parts of what today are the nations of Varisia, the Hold of Belkzen, and the Lands of the Linnorm Kings. While its power was great, struggles for control within the nation were near constant, and it was finally destroyed by the devastation of Earthfall. All that now remains are mysterious ruins scattered throughout its former territories.
ko_mt: 고대 제국 타실론은 전설의 시대 말기에 존재했으며, 오늘날 바리시아 국가, 벨크젠의 홀드, 린노르 왕의 땅 일부를 차지했습니다. 그 힘은 막강했지만, 국가 내 지배권을 차지하기 위한 투쟁이 끊이지 않았고, 결국 어스폴로 인해 멸망했습니다. 이제 남은 것은 옛 영토 곳곳에 흩어져 있는 신비한 폐허뿐입니다.

source: Thassilonian Empire
ko_mt: 타실론 제국

source: The Immortal Principality of Ustalav is a fog-shrouded nation of countless horrors, and a once-proud realm that suffered under the clawed hands of the Whispering Tyrant for centuries.
ko_mt: 불멸의 공국 우스탈라프는 안개에 가려진 무수한 공포의 나라로, 수 세기 동안 속삭이는 폭군의 발톱 달린 손아귀에 고통받았던 한때의 자랑스러운 왕국입니다.

source: Ustalav
ko_mt: 우스탈라프

source: Only recently settled by colonists from Cheliax, the wild frontier of Varisia is composed of rural communities, independent city-states, cyclopean ruins, and uncharted wilderness. Prior to Earthfall, Varisia comprised much of the ancient empire of Thassilon.
ko_mt: 최근에야 첼리악스 출신 식민지 개척자들이 정착한 바리시아의 야생 개척지는 시골 마을, 독립 도시 국가, 사이클로페아 유적, 미지의 황야로 이루어져 있습니다. 어스폴 이전에 바리시아는 고대 제국 타실론의 대부분을 차지했습니다.

source: Varisia
ko_mt: 바리시아

source: Mivon is one of the more stable of the River Kingdoms. It began as a refuge for the Aldori swordlords, who fled Rostland during the rule of Choral the Conqueror. Many swordlords settled there in Mivon, bringing with them the experience and knowledge of the ancient discipline of the swordlords. Warriors from as far away as Garund make pilgrimages to Mivon to study their secrets. To earn the right to stay, the applicant must pass a series of increasingly difficult duels.
ko_mt: 미본은 리버 왕국 중 가장 안정된 도시 중 하나입니다. 정복자 초랄의 통치 기간에 로스트랜드를 떠난 알도리 검객들의 피난처로 시작되었습니다. 많은 검객들이 미본에 정착하여 고대 검객 훈련에 대한 경험과 지식을 가져왔습니다. 가룬드까지 멀리 떨어진 곳의 전사들이 미본으로 순례를 와서 그 비밀을 연구합니다. 체류 자격을 얻으려면 지원자는 점점 더 어려워지는 일련의 결투를 통과해야 합니다.

source: Mivon
ko_mt: 미본

source: Pitax's origins lie with brigands from their neighbor to the north, Brevoy, who sought sanctuary amid the forests of the River Kingdoms. A band of vicious thieves made a hideout in a riverside hamlet known as Pitax. As they visited there year after year, their ill-gotten gold slowly transformed Pitax into something considerably larger than a simple, sleepy fishing village. Eventually, the bandits settled in Pitax permanently, building walls around the village, hiring sellswords to help defend against their enemies, and crowning themselves kings of a newfound realm. With this, Pitax became a permanent fixture of the River Kingdoms, able to survive and thrive for nearly four centuries while others around it withered and decayed.
ko_mt: 피탁스의 기원은 리버 킹덤의 숲 속에서 안식처를 찾던 북쪽 이웃 브레보이에서 온 도적들에게서 비롯되었습니다. 악랄한 도둑 무리가 피탁스라는 강변 마을에 은신처를 만들었습니다. 해마다 이곳을 방문하면서 도둑들이 훔친 금은 피탁스를 단순한 어촌 마을이 아닌 꽤 큰 마을로 서서히 변모시켰습니다. 결국 도적들은 피탁스에 영구적으로 정착하여 마을 주변에 성벽을 쌓고, 적을 방어하기 위해 용병을 고용하고, 새로운 왕국의 왕으로 즉위했습니다. 이로써 피탁스는 리버 킹덤의 영구적인 거점이 되었고, 주변의 다른 왕국들이 시들고 쇠락하는 동안 거의 4세기 동안 생존하고 번성할 수 있었습니다.

source: Pitax (City)
ko_mt: 피택스(도시)

source: Jalmeray is a large island nation in the Obari Ocean off the coast of Nex. Being the Inner Sea's only link to the legendary Kingdoms of the Impossible, Jalmeri have a unique mystique. The religions that dominate Jalmeray are also unique. While Irori has many worshipers across the region, his religion is at its strongest on the island, along with the worship of the thousand other deities of Vudra. The inhabitants of Jalmeray include an unusually high number of monks, the prowess of their martial artists is renowned across continents, and the three Houses of Perfection are the most sought-after monasteries of the Inner Sea region.
ko_mt: 잘메리는 넥스 연안의 오바리 바다에 있는 큰 섬나라입니다. 내해와 전설적인 불멸의 왕국을 잇는 유일한 연결고리인 잘메리는 독특한 신비로움을 지니고 있습니다. 잘메리를 지배하는 종교도 독특합니다. 이로리는 지역 전역에 걸쳐 많은 숭배자를 보유하고 있지만, 부드라의 다른 수천 명의 신을 숭배하는 것과 함께 이 섬에서 가장 강력한 종교를 가지고 있습니다. 잘메라이에는 유난히 수도사 수가 많고, 무술가들의 실력은 대륙을 통틀어 유명하며, 세 개의 완전의 집은 내해 지역에서 가장 많은 사람들이 찾는 수도원입니다.

source: Jalmeray
ko_mt: 잘메라이

source: A nation of free thinkers and radicals renowned for brilliant poets, artists, and philosophers whose ideas shaped the politics of the whole of Avistan. Galt was once a vassal nation of Cheliax. After the death of Aroden and the rise of House Thrune in Cheliax, the people of Galt decided to throw off their foreign rulers, along with their own nobles who had colluded with them. The executions did not end the bloodshed and within five years, the severed heads of the ministers of the first government rolled down the steps of the guillotine. In the forty years since, over a dozen governments have ruled Galt, rising and falling like the waves of a stormy sea.
ko_mt: 아비스탄 전체의 정치에 영향을 끼친 뛰어난 시인, 예술가, 철학자로 유명한 자유 사상가와 급진주의자들의 나라입니다. 골트는 한때 첼리악스의 속국이었습니다. 아로덴이 죽고 첼리악스에서 트룬 가문이 부상한 후, 골트 사람들은 외국 통치자들과 그들과 결탁한 귀족들을 몰아내기로 결심했습니다. 처형은 유혈 사태를 끝내지 못했고 5년 만에 첫 정부 각료들의 목이 잘린 채 단두대 계단 아래로 굴러 떨어졌습니다. 그 후 40년 동안 12개가 넘는 정부가 골트를 통치하며 폭풍우 치는 바다의 파도처럼 흥망성쇠를 거듭했습니다.

source: Galt
ko_mt: 골트

source: The nation of Mendev is a land defined by its conflict with Abyssal forces unheard of anywhere else on Golarion. The people of this beleaguered land are locked in a constant struggle with the Worldwound, the demonic rift that lies beyond its western border.
ko_mt: 멘데브 국가는 골라리온의 다른 어느 곳에서도 볼 수 없었던 심연의 세력과의 갈등으로 정의되는 땅입니다. 이 포위된 땅의 사람들은 서쪽 국경 너머에 있는 데몬의 균열, 세계상처와의 끊임없는 싸움에 갇혀 있습니다.

source: Mendev
ko_mt: 멘데브

source: Kenabres is a city of glory, but not one of spotless virtue. Until the First Mendevian Crusade, it was a small town perched atop a bluff overlooking the West Sellen River. During the final dark days of Sarkoris, hysterical refugees splashed across the river and sought safety behind the walls of Kenabres. At first these refugees were allowed in unquestioningly. However, a lilitu demon named Minagho entered Kenabres magically disguised as a refugee. Once inside the town's walls, she revealed her true form and slaughtered dozens of citizens before vanishing in a cloud of greasy black smoke. After the Red Morning Massacre, as it was called, Kenabres refused entrance to any except those who could demonstrate direst need. Individuals who fell under suspicion were turned away or executed on the spot. Kenabres became known as a safe but suspicious city. By the time of the Second Crusade, the leaders of Kenabres agreed to house one of the Wardstones to guard against the demonic hordes pouring from the Worldwound. This act assured Kenabres's role as a strategically vital city, key to the defense of Mendev.
ko_mt: 케나브레스는 영광의 도시지만 흠 잡을 데 없는 미덕의 도시는 아닙니다. 제1차 멘데비안 십자군 전쟁 전까지만 해도 서쪽 셀렌 강이 내려다보이는 절벽 꼭대기에 자리 잡은 작은 마을이었습니다. 사르코리스의 마지막 암흑기에 히스테리에 휩싸인 난민들이 강을 건너 케나브레스의 성벽 뒤에서 안전을 찾았습니다. 처음에는 이 난민들을 의심 없이 받아들였습니다. 하지만 미나고라는 리리투 데몬이 난민으로 위장한 채 케나브레스에 마법처럼 들어왔어요. 마을 성벽 안으로 들어온 미나고는 본색을 드러내고 수십 명의 시민을 학살한 후 기름기 가득한 검은 연기를 내뿜으며 사라졌습니다. '붉은 아침의 학살' 이후 케나브레스는 가장 절박한 상황을 증명할 수 있는 사람을 제외하고는 누구의 출입도 거부했습니다. 의심을 받는 사람은 그 자리에서 돌려보내거나 처형했습니다. 케나브레스는 안전하지만 의심스러운 도시로 알려지게 되었습니다. 2차 성전 당시 케나브레스의 지도자들은 세계상처에서 쏟아져 들어오는 데몬 무리를 막기 위해 수호석 중 하나를 수용하기로 합의했습니다. 이를 통해 케나브레스는 멘데브 방어의 핵심이자 전략적으로 중요한 도시로서의 역할을 보장받게 되었습니다.

source: Kenabres
ko_mt: 케나브레스

source: Founded as a city-fortress during the hubris of the First Mendevian Crusade, Drezen was overtaken by the demonic hordes of the Worldwound. It now stands as a demonic monument to the foolish naivety of those early crusaders.
ko_mt: 제1차 멘데비안 성전의 오만함 속에 도시 요새로 세워진 드레젠은 세계상처의 데몬 무리에 의해 점령당했습니다. 이제 이곳은 초기 성전사들의 어리석은 순진함을 상징하는 데몬의 기념물로 서 있습니다.

source: Drezen
ko_mt: 드레젠

source: The lost Kellid realm of Sarkoris was a savage land of fiercely painted warriors, shamans, and druids, established in 3672. A few years before the prophesied return of Aroden, stirrings of demonic cults began there. Sarkoris's strange mystics made grim predictions of the nation's fall, however, the people were mostly confident that Aroden's return would directly lead to a final end of these cults. Unfortunately, the mystics were proven correct. The death of Aroden in 4606 saw the appearance of the Worldwound, a gaping gateway to the Abyss, in the heart of Sarkoris. The nearby city of Iz was the first to fall to demonic forces. At first it seemed that there still was a chance to stop the invasion, but in 4638 the Worldwound abruptly expanded. The rest of the clan-holds soon fell. The very land became warped and twisted, and demons continued to spew forth from the Worldwound. The church of Iomedae declared the Mendevian Crusades in order to drive back the demons. However, whilst they have been somewhat successful in containing the threat, Sarkoris itself remains firmly under demonic control.
ko_mt: 잃어버린 켈리드 왕국 사르코리스는 3672년에 세워진 격렬한 전사, 주술사, 드루이드가 사는 야만적인 땅이었습니다. 예언된 아로덴의 귀환이 있기 몇 년 전, 데몬 숭배의 움직임이 이곳에서 시작되었습니다. 사르코리스의 이상한 신비주의자들은 국가의 몰락을 암울하게 예언했지만, 사람들은 대부분 아로덴의 귀환이 이 종파의 종말로 직결될 것이라고 확신했습니다. 안타깝게도 신비주의자들의 예측은 적중했습니다. 4606년 아로덴의 죽음과 함께 사르코리스 중심부에 심연으로 통하는 거대한 관문인 세계상처가 나타났습니다. 인근 도시 이즈가 가장 먼저 데몬의 세력에게 함락되었습니다. 처음에는 침략을 막을 수 있을 것 같았지만, 4638년에 세계상처가 갑자기 확장되었습니다. 나머지 부족 거점들도 곧 함락되었습니다. 땅은 뒤틀리고 뒤틀렸으며, 세계상처에서 데몬이 계속 분출되었습니다. 아이오메데 교회는 데몬들을 몰아내기 위해 멘데비안 성전을 선포했습니다. 하지만 위협을 억제하는데는 어느 정도 성공했지만, 사르코리스 자체는 여전히 데몬의 통제 하에 있습니다.

source: Sarkoris
ko_mt: 사르코리스

source: During the First Crusade, holy warriors streamed into Mendev, where they encountered Sarkorians practicing their unique druidic faith. The crusaders mistook the wooden idols and rustic rituals for evidence of demonic influence. Groups of witch hunters emerged from the disorganized chaos of the First Crusade. These witch hunters were often self-styled, their tactics little more than brutal trial and error. The least bit of "evidence" could mark a target for investigation — a club foot, a thick accent, or even a "suspicious" absence of abnormalities. The witch hunter groups gained reputations for being cruel and arbitrary, although these weren't always deserved. Demons ranged freely across the Worldwound and often spilled into Mendev. Demonic possession did happen, though not nearly as often as the witch hunters claimed. Genuine witch hunters used divination magic and cautious investigation to draw out and destroy fiends, but they were rare compared to the zealous inquisitors who burned innocents at the stake. With the advent of the Fourth Crusade, the authorities took strong measures to end the bloody witch hunts of Mendev. Since then, the frequency of hunts has dropped considerably.
ko_mt: 1차 십자군 전쟁 중, 성전사들이 멘데브로 몰려들어 독특한 드루이드 신앙을 실천하는 사르코리언을 만났습니다. 십자군은 나무로 만든 우상과 소박한 의식을 데몬의 영향을 받은 증거로 오해했습니다. 1차 십자군 전쟁의 무질서한 혼란 속에서 마녀 사냥꾼 집단이 등장했습니다. 이 마녀 사냥꾼들은 종종 자기 스타일대로 행동했으며, 그들의 전술은 잔인한 시행착오에 지나지 않았습니다. 몽둥이 발, 두꺼운 억양, 심지어 "의심스러운" 이상 징후 등 최소한의 "증거"만으로도 수사 대상이 될 수 있었습니다. 마녀사냥꾼 집단은 잔인하고 자의적이라는 평판을 얻었지만, 항상 그런 평판을 받을 만한 것은 아니었습니다. 데몬은 세계상처 전역을 자유롭게 돌아다니며 종종 멘데브에까지 침투했습니다. 마녀 사냥꾼들이 주장하는 것만큼 빈번하지는 않았지만 데몬 빙의는 실제로 일어났습니다. 진정한 마녀 사냥꾼들은 예지 마법과 신중한 조사를 통해 데몬을 끌어내어 파괴했지만, 무고한 사람들을 화형에 처하는 열성적인 종교 재판관들에 비하면 드물었습니다. 제4차 십자군 전쟁이 시작되면서 당국은 멘데브의 피비린내 나는 마녀사냥을 종식시키기 위해 강력한 조치를 취했습니다. 그 이후로 사냥 빈도는 상당히 감소했습니다.

source: Mendevian Witch Hunts
ko_mt: 멘데브 마녀 사냥

source: Devoured Flesh — Dragon
ko_mt: 삼켜버린 살 - 드래곤

source: Devoured Flesh — Outsider
ko_mt: 삼켜버린 육체 - 아웃사이더

source: The first month of the year, named in honor of Abadar.
ko_mt: 아바다르를 기리기 위해 명명된 새해의 첫 번째 달입니다.

source: Abadius
ko_mt: 아바디우스

source: The eleventh month of the year, named for Nethys, the two-faced god of magic.
ko_mt: 일 년 중 열한 번째 달로, 두 얼굴을 가진 마술의 신 네서스의 이름을 따서 명명되었습니다.

source: Neth
ko_mt: 네스

source: The last month of the year, named after the god of darkness, Zon-Kuthon.
ko_mt: 어둠의 신 존쿠톤의 이름을 딴 한 해의 마지막 달입니다.

source: Kuthona
ko_mt: 쿠토나

source: First day of the week. Generally a work day with some religions holding ceremonies at night.
ko_mt: 한 주의 첫 번째 날입니다. 일반적으로 근무일이며 일부 종교에서는 밤에 의식을 거행합니다.

source: Moonday
ko_mt: 달의 날

source: Second day of the week. A work day.
ko_mt: 일주일의 둘째 날. 근무일입니다.

source: Toilday
ko_mt: 토일데이

source: Third day of the week. A work day.
ko_mt: 일주일 중 셋째 날. 근무일입니다.

source: Fourth day of the week. A work day on which it is often considered advantageous to sign contracts and oaths.
ko_mt: 일주일 중 넷째 날. 계약 및 선서를 하는데 유리한 것으로 간주되는 근무일입니다.

source: Oathday
ko_mt: 선서일

source: Fifth day of the week. A work day that is most often the market day.
ko_mt: 일주일 중 다섯 번째 요일. 대부분 장날인 근무일입니다.

source: Fireday
ko_mt: 파이어데이

source: Sixth day of the week. A work day.
ko_mt: 일주일 중 여섯 번째 요일. 근무일입니다.

source: Starday
ko_mt: 스타데이

source: Seventh day of the week. Generally a day of rest and one devoted to religious observance.
ko_mt: 일주일의 일곱 번째 날입니다. 일반적으로 휴식을 취하는 날이자 종교적 의식에 전념하는 날입니다.

source: Sunday
ko_mt: 일요일

source: Abaddon is a wasteland of infinite and apocalyptic proportions that is home to daemons. It is dominated by the citadels of the Four Horsemen, but includes vast stretches of uninhabited wastes and smaller holdings of minor warlords and vassals. Abaddon holds the headwaters of the River Styx, which flows through the Maelstrom, often touching Hell and the Abyss to eventually pool below Pharasma's spire.
ko_mt: 아바돈은 다이몬이 서식하는 무한하고 묵시록적인 규모의 황무지입니다. 이곳은 포 호스맨의 성채가 지배하고 있지만, 광활한 무인 황무지와 군벌과 가신들의 소규모 영지가 포함되어 있습니다. 아바돈은 소용돌이를 통해 흐르는 스틱스 강 상류를 품고 있으며, 이 강은 종종 지옥과 심연에 닿아 결국 파라즈마의 첨탑 아래에 고입니다.

source: Abaddon
ko_mt: 아바돈

source: The second month of the year, named for Calistria, goddess of revenge.
ko_mt: 복수의 여신 칼리스트리아의 이름을 딴 두 번째 달입니다.

source: Calistril
ko_mt: 칼리스트릴

source: The Abyss is a realm of infinite horror and unlimited danger. Its vast chasms, known as the Outer Rifts, wind throughout the surface of the Outer Sphere. Where the Outer Rifts of the Abyss open onto realms like Elysium or even Heaven, they are the sites of eternal wars against the celestial races. Here, the armies of good maintain permanent encampments along the edges of Abyssal rifts and do their best to prevent the rifts' spread. For spreading is the correct word. The Outer Rifts are growing, albeit slowly. Scholars believe that this is a sure sign of the end of all things, that nothing can stop the growing dissolution of the Outer Sphere, and that at some time in the future, the Abyss will consume it all. Worse, the Outer Rifts do not constrain themselves to the Outer Sphere — they can open elsewhere, and have done so countless times before to consume entire worlds. The malevolent Worldwound in northern Avistan is but the latest to appear in the Material Plane — a rent in reality that even the full might of the nation of Mendev is unlikely to contain for long. The Abyss is possessed of many layers strung together by the River Styx. Its inhabitants are demons, its rulers demon lords, who wrested control of the plane eons ago from the primordial qlippoth.
ko_mt: 심연은 무한한 공포와 무한한 위험의 영역입니다. 외부 균열로 알려진 심연의 광활한 틈은 외부 구체 표면을 가로지릅니다. 심연의 바깥 균열이 엘리시움이나 천국과 같은 영역으로 열리는 곳에서는 천계 종족과의 영원한 전쟁이 벌어집니다. 이곳에서 선의 군대는 심연의 균열 가장자리를 따라 영구적인 야영지를 유지하며 균열의 확산을 막기 위해 최선을 다합니다. 확산이 정확한 표현입니다. 심연의 균열은 느리긴 하지만 성장하고 있습니다. 학자들은 이것이 모든 것의 종말을 알리는 확실한 징조이며, 그 무엇도 외계의 해체를 막을 수 없으며, 미래의 어느 시점에 심연이 모든 것을 집어삼킬 것이라고 믿습니다. 더 큰 문제는 외계의 균열이 외계에 국한되지 않고 다른 곳에서도 열릴 수 있으며, 이전에도 무수히 많은 세계를 집어삼켰다는 점입니다. 아비스탄 북부의 사악한 세계상처는 물질계에 가장 최근에 나타난 것일 뿐이며, 멘데브 국가의 모든 힘으로도 오래 버티기 힘든 현실의 임대료입니다. 심연은 스틱스 강에 의해 여러 층으로 묶여 있습니다. 이곳의 주민은 데몬이며, 지배자인 데몬 로드들은 오래 전 태초의 클리포스로부터 이 평면의 지배권을 빼앗아 왔습니다.

source: Abyss
ko_mt: 심연

source: The First World is so called because it is believed to be the gods' first draft of a subsequent plane that would later split into the Material Plane and the Shadow Plane. It is coterminous with the Material Plane and the Shadow Plane, but exists outside the standard cosmology, being somehow "behind" the other two planes. The unfinished First World lacks universal, fixed laws of physics. Regions of the First World remain as testing grounds for different, unfinished, and sometimes mutable and evolving physical properties; gravity is inconsistent between parts of the First World, and the speed of light is arbitrary and variable. Where these regions overlap, the reactions between these inconsistent laws can be unpredictable. The First World is home to all manner of strange creatures, apparently prototype versions of the plants and animals of the Material Plane, although its chief inhabitants are the fey, the most powerful of which are the creatures known as the Eldest.
ko_mt: 태초 세계는 나중에 물질계와 그림자 차원으로 분리될 후속 평면의 신들의 첫 번째 초안으로 여겨지기 때문에 그렇게 불립니다. 그것은 물질계 및 그림자 차원과 접점에 있지만 표준 우주론 밖에서 존재하며 다른 두 차원보다 "뒤"에 있습니다. 미완성된 태초 세계에는 보편적이고 고정된 물리 법칙이 없습니다. 태초 세계의 각 지역은 서로 다른, 미완성된, 때로는 가변적이고 진화하는 물리적 속성의 시험장으로 남아 있으며, 중력은 태초 세계의 각 지역 간에 일관되지 않고 빛의 속도는 임의적이고 가변적입니다. 이러한 지역이 겹치는 곳에서는 이러한 일관되지 않은 법칙 사이의 반응이 예측 불가능할 수 있습니다. 태초 세계에는 물질계에 존재하는 동식물의 원형으로 보이는 온갖 종류의 기이한 생명체가 살고 있지만, 그 중 가장 강력한 생명체는 엘데스트로 알려진 페이로 알려진 페이가 주요 거주자입니다.

source: First World
ko_mt: 태초 세계

source: The planet Golarion orbits a yellow sun in the far reaches of the Material Plane. Third of eleven in orbit, this blue planet contains vast oceans and lush green lands, and is the perfect environment for countless cultures. Indeed, Golarion is the most populous planet in its solar system. Its innately hospitable and life-sustaining environment is presumably the work of the gods, so astronomers sometimes refer to Golarion as "the Child." Astronomers of other planets, however, often refer to Golarion as "the Cage," in reference to its cosmic role as the prison of the mad god Rovagug, who lies bound at the world's core.
ko_mt: 골라리온 행성은 물질계의 가장 먼 곳에 있는 노란 태양 궤도를 돌고 있습니다. 궤도에 있는 11개 행성 중 세 번째인 이 푸른 행성은 광활한 바다와 푸르른 대지를 품고 있으며, 수많은 문화가 살기에 완벽한 환경입니다. 실제로 골라리온은 태양계에서 가장 인구가 많은 행성입니다. 선천적으로 친절하고 생명을 유지하는 환경은 아마도 신의 작품으로 추정되며, 그래서 천문학자들은 골라리온을 "아이"라고 부르기도 합니다. 그러나 다른 행성의 천문학자들은 골라리온이 세계의 중심부에 갇혀 있는 미친 신 로바구그의 감옥이라는 우주적 역할과 관련하여 종종 골라리온을 "감옥"이라고 부르기도 합니다.

source: Golarion
ko_mt: 골라리온

source: The plane of Hell is the ultimate expression of evil order in the Great Beyond, of the weak subjugated to serve the strong, of complete obedience and unquestioning faith. Its tortures are not willful and random like the torments of the Abyss, or purely sadistic and spiteful like those of Abaddon. Evil and obedience here are honed to a razor's edge in service of a greater purpose: that of bending the will of souls, and the very architecture of creation itself to the greater glory of the lord Asmodeus and his perfect order. Divided into nine distinct layers, each ruled by an archdevil loyal to Asmodeus, Hell is the home of myriad devils and other evil outsiders, and sadly the final destination for countless mortal souls.
ko_mt: 지옥의 차원은 강자를 섬기기 위해 약자를 정복하고 완전한 복종과 의심 없는 믿음을 강요하는 대저택의 사악한 질서를 궁극적으로 표현한 곳입니다. 지옥의 고문은 심연의 고통처럼 고의적이고 무작위적인 것도 아니고, 아바돈의 고문처럼 순전히 가학적이고 악의적인 것도 아닙니다. 이곳에서 악과 순종은 더 큰 목적, 즉 영혼의 의지를 꺾고 창조의 구조 자체를 아스모데우스 군주의 더 큰 영광과 그의 완벽한 질서에 복종시키기 위해 면도날처럼 날카롭게 연마됩니다. 아스모데우스에게 충성하는 아크 데빌이 지배하는 아홉 개의 층으로 나뉘어 있는 지옥은 무수한 데빌들과 악 성향 외차원체들의 고향이며, 슬프게도 수많은 필멸자 영혼의 최종 목적지이기도 합니다.

source: Hell
ko_mt: 지옥

source: The Material Plane is the Inner Sphere reality in which the planet of Golarion finds itself, along with its sun and its 10 sister planets. It is an unending void, occasionally harboring life on terrestrial planets or other less-stable celestial bodies.
ko_mt: 물질계는 골라리온 행성이 태양 및 10개의 자매 행성과 함께 있는 내부 구체의 현실입니다. 이곳은 끝이 없는 공허한 공간으로, 때때로 지구 행성이나 다른 불안정한 천체에서 생명체를 품고 있습니다.

source: Material Plane
ko_mt: 물질계

source: The roughly 800-year period starting in -4294 when the skies finally cleared of the dust of Earthfall. This age was characterized by the conflicts of primitive peoples in a desperate struggle for survival and domination in a world left shattered by the Age of Darkness. The end of the Age of Anguish, and the beginning of the Age of Destiny, was marked by the founding of the Osirion civilization in around -3470, and the slow re-establishment of human civilizations across the world.
ko_mt: 4294년부터 약 800년 동안의 시대로, 하늘이 마침내 어스폴의 먼지를 걷어낸 시기입니다. 이 시대는 어둠의 시대로 인해 폐허가 된 세계에서 생존과 지배를 위해 필사적으로 투쟁하는 원시 민족들의 갈등이 특징적이었습니다. 비통의 시대가 끝나고 운명의 시대가 시작되는 -3470년경에는 오시리온 문명이 건국되고 전 세계에 걸쳐 인류 문명이 서서히 재건되기 시작했습니다.

source: Age of Anguish
ko_mt: 비통의 시대
