Repository: akintos/wotr-translation
Catalog: translation/*/Root.po
Languages: ko_mt

source: The lock is jammed.
ko_mt: 자물쇠가 걸렸습니다.

source: Gained <b>{count} GP</b>.
ko_mt: GP <b>{count}</b> 획득

source: Lost <b>{count} GP</b>.
ko_mt: 분실 <b>{count} GP</b>.

source: The party suffers from heavy encumbrance.
ko_mt: 파티는 무거운 부채로 고통받습니다.

source: The party suffers from light encumbrance.
ko_mt: 파티는 가벼운 부담으로 고통받습니다.

source: The party suffers from medium encumbrance.
ko_mt: 파티는 중간 인클루전으로 고통받습니다.

source: The party is overloaded and cannot travel.
ko_mt: 파티에 과부하가 걸려서 여행할 수 없습니다.

source: <b>{source}</b>: <b>{text}</b> check failed.
ko_mt: <b>{source}</b>: <b>{text}</b> 판정 실패

source: <b>{source}</b>: <b>{text}</b> check succeeded.
ko_mt: <b>{source}</b>: <b>{text}</b> 판정 성공

source: <b>{source}</b> fails to pick the lock. The lock is jammed now.
ko_mt: <b>{source}</b>; 자물쇠 해제 실패. 자물쇠가 걸렸습니다.

source: <b>{source}</b> fails to pick the lock.
ko_mt: <b>{source}</b>; 자물쇠 해제 실패.

source: <b>{source}</b> successfully picks the lock.
ko_mt: <b>{source}</b>; 자물쇠 해제 성공

source: <b>{source}</b>: <b>{text}</b> saving throw failed.
ko_mt: <b>{source}</b>; <b>{text}</b> 내성 굴림 실패

source: Saving throw result: {roll} (roll {d20} + modifiers: {mod}) Difficulty (DC): {dc} Result: failure
ko_mt: 내성 굴림 결과 : {roll} (roll {d20} + 수정치: {mod}). 난이도(DC): {dc}. 결과: 실패.

source: <b>{source}</b>: <b>{text}</b> saving throw succeeded.
ko_mt: <b>{source}</b>; <b>{text}</b> 내성 굴림 성공

source: Saving throw result: {roll} (roll {d20} + modifiers: {mod}) Difficulty (DC): {dc} Result: success
ko_mt: 내성 굴림 결과 : {roll} (roll {d20} + 수정치: {mod}). 난이도(DC): {dc}. 결과: 성공.

source: Shadow Effect ignored. Chance: <b>{roll_chance}</b>. Roll: <b>{roll}</b>
ko_mt: 그림자 효과 무시. Chance: <b>{roll_chance}</b>. Roll: <b>{roll}</b>.

source: Shadow Effect occurred. Chance: <b>{roll_chance}</b>. Roll: <b>{roll}</b>
ko_mt: 그림자 효과가 발생했습니다. Chance: <b>{roll_chance}</b>. Roll: <b>{roll}</b>.

source: <b>{source}</b>: <b>{text}</b> check failed.
ko_mt: <b>{source}</b>: <b>{text}</b> 판정 실패

source: <b>{source}</b>: <b>{text}</b> check succeeded.
ko_mt: <b>{source}</b>: <b>{text}</b> 판정 성공

source: {source} tries skinning {target}.
ko_mt: {source}; {target} 박피 시도

source: <b>{source}</b> spell was lost.
ko_mt: <b>{source}</b> 주문이 손실되었습니다.

source: Check: {d100} Spell Failure chance: {chance_dc} Result: failure
ko_mt: 확인: {d100}. 주문 실패 확률: {chance_dc}. 결과: 실패.

source: <b>{source}</b> spell was lost.
ko_mt: <b>{source}</b> 주문이 손실되었습니다.

source: Spell Failure chance: {chance_dc} Result: failure
ko_mt: 주문 실패 확률: {chance_dc}. 결과: 실패.

source: <b>{target}</b> is immune to <b>{text}</b>.
ko_mt: <b>{target}</b>; <b>{text}</b>에 면역

source: <b>{source}</b> fails to overcome the spell resistance of <b>{target}</b>.
ko_mt: <b>{source}</b>; <b>{target}</b>의 주문 저항 극복 실패

source: Check: {roll} (roll: {d20} + modifiers: {mod}) Spell Resistance (SR): {dc} Result: failure
ko_mt: 확인: {roll} (굴림 결과: {d20} + 수정치: {mod}). 주문 저항(SR): {dc}. 결과: 실패.

source: <b>{source}</b> overcomes the spell resistance of <b>{target}</b>.
ko_mt: <b>{source}</b>; <b>{target}</b>의 주문 저항 극복

source: Check: {roll} (roll: {d20} + modifiers: {mod}) Spell Resistance (SR): {dc} Result: success
ko_mt: 확인: {roll} (굴림 결과: {d20} + 수정치: {mod}). 주문 저항(SR): {dc}. 결과: 성공.

source: <b>{target}</b> reflects <b>{text}</b> back to <b>{source}</b>.
ko_mt: <b>{target}</b>는 <b>{text}</b>를 다시 <b>{source}</b>로 반영합니다.

source: <b>{source}</b> deals <b>{count} {description}</b> damage to <b>{target}</b>.
ko_mt: <b>{source}</b>; <b>{target}</b>에 <b>{count}</b> <b>{description}</b> 피해

source: <b>{target}</b> received <b>{count} {description}</b> damage from unknown source.
ko_mt: <b>{target}</b>; 알 수 없는 출처에서 <b>{count}</b> {description}</b> 피해

source: Damage result: <b>{count} {description}</b>
ko_mt: 피해 결과: <b>{count} {description}</b>.

source: Damage source: <b>{source}</b>
ko_mt: 피해 출처: <b>{source}</b>.

source: <b>{target}</b> suffered <b>{count} {description}</b> drain from <b>{source}</b>.
ko_mt: <b>{target}</b>; <b>{source}</b>에서 <b>{count}</b> <b>{description}</b> 소모

source: <b>{target}</b> suffered <b>{count} {description}</b> drain from unknown source.
ko_mt: <b>{target}</b>; 알 수 없는 출처에서 <b>{count}</b> <b>{description}</b> 소모

source: Drain result: <b>{count} {description}</b>
ko_mt: 배수 결과: <b>{count} {description}</b>.

source: Source: <b>{source}</b>
ko_mt: 출처: <b>{source}</b>.

source: {source} is immune to {text} in current combat due to difficulty settings.
ko_mt: {source}; 난이도 설정 상 {text}에 면역

source: {target} is immune to energy drain in current combat due to difficulty settings.
ko_mt: {target}; 난이도 설정 상 에너지 소모에 면역

source: Attackers Unit Number
ko_mt: 공격자 유닛 번호

source: Damage Modifier
ko_mt: 피해 수정치

source: Damage Formula
ko_mt: 피해 공식

source: Damage
ko_mt: 피해

source: <b>{count}</b> die.
ko_mt: <b>{count}</b> 사망

source: <b>{count}</b> die.
ko_mt: <b>{count}</b> 사망

source: <b>{source}</b> deal <b>{count}</b> damage to <b>{target}</b>.
ko_mt: <b>{source}</b>; <b>{target}</b>에 <b>{count}</b> 피해

source: Power
ko_mt: 위력

source: Total Unit Damage
ko_mt: 총 유닛 피해

source: Low morale causes <b>{target}</b> to panic.
ko_mt: 사기가 낮으면 <b>{target}</b>가 공황에 빠집니다.

source: High morale enables <b>{target}</b> to attack again.
ko_mt: 사기가 높으면 <b>{target}</b>가 다시 공격할 수 있습니다.

source: <b>{target}</b> pause and wait for a better time to act.
ko_mt: <b>{target}</b>; 일시 중지하고 더 나은 행동 시기를 기다립니다.

source: <b>{count}</b> <b>{target}</b> were resurrected.
ko_mt: <b>{count}</b> <b>{target}</b>; 부활

source: Round {round} starts.
ko_mt: 라운드 {round}이 시작됩니다.

source: <b>{target}</b> skip their turn.
ko_mt: <b>{target}</b>; 차례 건너뜀

source: <b>Turn {count}</b>: <b>{source}</b>
ko_mt: <b>{count} 턴</b>: <b>{source}</b>

source: <b>{count}</b> <b>{target}</b> die.
ko_mt: <b>{count}</b> <b>{target}</b>; 사망

source: <b>{source}</b> can't pick locks.
ko_mt: <b>{source}</b>; 자물쇠 해제 불가

source: Time passed
ko_mt: 시간 경과

source: <b>{source}</b> spots a trap.
ko_mt: <b>{source}</b>; 함정 발견

source: <b>{source}</b> dies!
ko_mt: <b>{source}</b>; 사망!

source: <b>{source}</b> is heavily encumbered.
ko_mt: <b>{source}</b>; 가벼운 하중 상태

source: <b>{source}</b> is lightly encumbered.
ko_mt: <b>{source}</b>; 무거운 하중 상태

source: <b>{source}</b> is encumbered.
ko_mt: <b>{source}</b>; 보통 하중 상태

source: <b>{source}</b> is overloaded and cannot move.
ko_mt: <b>{source}</b>; 과부하로 인한 이동 실패

source: {source} spots {target}!
ko_mt: {source}; {target} 발견!

source: <b>{text}</b> inspect failed.
ko_mt: <b>{text}</b> 검사 실패

source: <b>{text}</b> information updated: {description}
ko_mt: <b>{text}</b> 정보가 업데이트되었습니다. {description}

source: {source} gains <b>{count}</b> experience.
ko_mt: {source}; 경험치 <b>{count}</b> 획득

source: <b>{source}</b> uses ability: <b>{text}</b>
ko_mt: <b>{source}</b>; 능력 사용: <b>{text}</b>.

source: <b>{source}</b> uses item: <b>{text}</b>
ko_mt: <b>{source}</b>; 아이템 사용: <b>{text}</b>.

source: Gained experience: <b>{count}</b>
ko_mt: EXP <b>{count}</b> 획득

source: Brevoy is a relatively young nation, having only existed since 4499. The history of Brevoy before this time is the history of two often-warring nations, Issia and Rostland. The coming of Choral the Conqueror changed all this. After securing the defeat and surrender of the two nations, Choral christened his family House Rogarvia. Its rule ended with the mysterious disappearance of every member of House Rogarvia in 4699, leaving Brevoy in a precarious political position.
ko_mt: 브레보이는 4499년부터 존재한 비교적 젊은 국가입니다. 그 이전의 브레보이의 역사는 자주 전쟁을 벌였던 두 국가, 이시아와 로스트랜드의 역사입니다. 정복자 초랄의 등장은 이 모든 것을 바꾸어 놓았습니다. 두 나라의 패배와 항복을 확보한 후 초랄은 자신의 가문에 로가르비아 가문을 세웠습니다. 로가르비아 가문의 통치는 4699년 로가르비아 가문의 모든 구성원이 의문의 실종으로 끝나고 브레보이는 위태로운 정치적 입장에 놓이게 됩니다.

source: Brevoy
ko_mt: 브레보이

source: The capital of the crusader state of Mendev, Nerosyan is designed first and foremost as a defensive fortification to hold back the endless demonic hordes of the Worldwound. Nerosyan is also a holy city of Iomedae. Many of its notable residents are devout worshipers of Iomedae, including Queen Galfrey, the ruler of Mendev. The Cruciform Cathedral to Iomedae is central to both Nerosyan's physical structure and the defense of the city. The cathedral also draws faithful pilgrims from afar to worship at this renowned holy site.
ko_mt: 네로시안은 십자군 국가 멘데브의 수도로, 무엇보다도 세계상처의 끝없는 데몬 무리를 막기 위한 방어 요새로 설계되었습니다. 네로시안은 아이오메데의 성스러운 도시이기도 합니다. 멘데브의 통치자 갈프레이 여왕을 비롯한 많은 주민이 아이오메데를 독실하게 숭배합니다. 아이오메데에 있는 십자형 대성당은 네로시안의 물리적 구조와 도시 방어의 중심입니다. 이 성당은 또한 이 유명한 성지에서 예배를 드리기 위해 멀리서 온 신실한 순례자들을 끌어모으고 있습니다.

source: Nerosyan
ko_mt: 네로시안

source: For more than 4,000 years, Absalom has been the City at the Center of the World, a metropolis-sized showcase of the greatest treasures on all Golarion. The city not only holds a key strategic position for both commercial and military endeavors in the region, but encompasses the site of the ascension of four deities and claims to have been founded by none other than the Last Azlanti, the god Aroden.
ko_mt: 압살롬은 4,000년이 넘는 세월 동안 골라리온 전역에서 가장 위대한 보물들이 전시된 대도시 크기의 도시로 세계의 중심에 자리해 왔습니다. 이 도시는 이 지역의 상업 및 군사적 노력에 있어 핵심적인 전략적 위치를 차지하고 있을 뿐만 아니라 네 명의 신이 승천한 장소를 포함하고 있으며, 마지막 아즐란트 신인 아로덴이 세웠다고 주장하고 있습니다.

source: Absalom
ko_mt: 압살롬

source: Andoran is a nation of the people, governed by the principles of Common Rule which grant every citizen a voice. Andoran holds the reins of its own destiny in the strong hands of its people; it considers itself the birthplace of freedom.
ko_mt: 안도란은 모든 시민에게 발언권을 부여하는 공동 통치의 원칙에 따라 통치되는 국민의 나라입니다. 안도란은 스스로를 자유의 발상지라고 여기는 강력한 국민의 손에 운명의 고삐를 쥐고 있습니다.

source: Andoran
ko_mt: 안도란

source: Avistan is a continent on the world of Golarion. One of the most densely populated areas on the planet, Avistan possesses as many varied cultures and environments as any other continent in the world, and an ancient history stretching back tens of thousands of years. Brevoy, the River Kingdoms, Numeria, and the Stolen Lands are all situated on Avistan.
ko_mt: 아비스탄은 골라리온 세계의 대륙입니다. 지구상에서 가장 인구 밀도가 높은 지역 중 하나인 아비스탄은 세계 어느 대륙 못지않게 다양한 문화와 환경을 가지고 있으며, 수만 년 전으로 거슬러 올라가는 고대 역사를 간직하고 있습니다. 브레보이, 리버 킹덤, 누메리아, 도난당한 땅은 모두 아비스탄에 위치해 있습니다.

source: Avistan
ko_mt: 아비스탄

source: Azlant is a lost continent in the Arcadian Ocean that was the first center of human culture on Golarion. Brought together by the intelligence of the ancient aquatic race of aboleths, Azlanti society and culture grew by leaps and bounds until their arrogant leaders began to think of themselves as superior to their inhuman masters. In retribution, the aboleths called down the meteor shower known as Earthfall in -5293, sinking the entire continent and condemning Golarion to the Age of Darkness. Now all that remains of the once-mighty continent are a string of islands and atolls spread across a large swath of the mid-Arcadian Ocean.
ko_mt: 아즐란트는 아르카디아 해의 잃어버린 대륙으로, 골라리온 최초의 인류 문화 중심지였습니다. 고대 수중 종족인 아볼레스의 지성을 바탕으로 아즐란트 사회와 문화는 비약적으로 성장했지만, 오만한 지도자들은 자신들이 비인간적인 주인보다 우월하다고 생각하기 시작했습니다. 이에 대한 보복으로 아볼레스는 -5293년에 어스폴로 알려진 유성우를 내려 대륙 전체를 가라앉히고 골라리온을 어둠의 시대로 몰아넣었습니다. 이제 한때 강대했던 대륙에 남은 것은 아르카디아 대륙 중부의 넓은 바다에 펼쳐진 섬과 환초뿐입니다.

source: Azlant
ko_mt: 아즐란트

source: Infernal Cheliax remains one of the most powerful military nations in the Inner Sea region. Its control of the Arch of Aroden, the passage between the Inner Sea and the Arcadian Ocean, also gives it a vital role in much of the region's trade. Nevertheless, as important as the nation may be today, it pales in comparison to its former Imperial glories. Today, Cheliax suffers from extreme diabolism and tyranny, which prevent it from truly achieving its full potential. Internal observers, including the new nobility of Cheliax, firmly believe that Asmodeus and Hell serve Cheliax and assist in maintaining the power necessary for Cheliax to assume its rightful role among the leading nations of the Inner Sea.
ko_mt: 인페르넬 첼리악스는 내해 지역에서 가장 강력한 군사 국가 중 하나입니다. 내해와 아르카디아 해를 잇는 통로인 아로덴의 아치를 장악하고 있어 이 지역 무역에서 중요한 역할을 담당하고 있습니다. 그럼에도 불구하고 오늘날 첼리악스는 그 중요성만큼이나 과거 제국의 영광에 비하면 초라합니다. 오늘날 첼리악스는 극심한 악마와 폭정으로 고통받고 있으며, 이로 인해 잠재력을 충분히 발휘하지 못하고 있습니다. 첼리악스의 새로운 귀족을 포함한 내부 관찰자들은 아스모데우스와 지옥이 첼리악스를 섬기며 첼리악스가 내해의 주요 국가들 사이에서 정당한 역할을 수행하는데 필요한 힘을 유지하는데 도움을 준다고 굳게 믿고 있습니다.

source: Cheliax
ko_mt: 첼리악스

source: The Jistka Imperium was the first human kingdom to establish itself in the Inner Sea region after the centuries of darkness and devastation caused by Earthfall. Its citizens spoke a nearly forgotten language called Jistka, whose alphabet became the basis of the alphabets of the modern languages of Skald, Varisian, and Taldane. At its height, it dominated all of northwestern Garund and also parts of southwestern Avistan. Raids of desert nomads and attacks by powerful outsiders from -3300 onward, and the lack of a strong eastern trade route, led to the slow decline of Jistka. Osirion, then a burgeoning kingdom under the control of the powerful Pharaoh of Forgotten Plagues, pushed westward. It overthrew the already weakened Jistka, and the Imperium was plunged into numerous succession wars around -2764, from which it was never again able to recover its former political, military, and economic power. Because of this military and economic defeat, the important cultural, magical, and technological advances of the Jistka Imperium were largely lost and forgotten.
ko_mt: 지스트카 제국은 수세기에 걸친 암흑과 어스폴으로 인한 황폐화 이후 내해 지역에 세워진 최초의 인간 왕국입니다. 시민들은 거의 잊혀진 지스트카라는 언어를 사용했는데, 이 언어의 알파벳이 현대 언어인 스칼드어, 바리시안어, 탈다네어의 알파벳이 되었습니다. 전성기에는 가룬드 북서부 전역과 아비스탄 남서부 일부까지 지배했습니다. 3300년 이후 사막 유목민의 습격과 강력한 외부 세력의 공격, 그리고 강력한 동쪽 무역로의 부재로 인해 지스트카는 서서히 쇠퇴하기 시작했습니다. 당시 잊혀진 재앙의 파라오의 지배 아래 급성장하던 왕국 오시리온이 서쪽으로 밀고 들어왔습니다. 이미 약해진 지스트카를 전복시켰고, 제국주의는 -2764년을 전후로 수많은 후계자 전쟁에 휘말려 다시는 예전의 정치적, 군사적, 경제적 힘을 회복하지 못했습니다. 이러한 군사적, 경제적 패배로 인해 지스트카 제국의 중요한 문화적, 마법적, 기술적 발전은 대부분 사라지고 잊혀졌습니다.

source: Jistka
ko_mt: 지스트카

source: The Darklands are an immense series of caverns, vaults, and passages under the surface of Golarion. While entrances to the Darklands can be found throughout the world, it is uncommon for travelers to venture into the almost universally unsafe depths.
ko_mt: 암흑지대는 골라리온 지표면 아래에 있는 거대한 동굴, 금고, 통로들로 이루어진 곳입니다. 암흑지대로 들어가는 입구는 세계 곳곳에서 찾을 수 있지만, 여행자가 거의 보편적으로 안전하지 않은 깊은 곳으로 모험을 떠나는 것은 드문 일입니다.

source: Darklands
ko_mt: 다크 랜드

source: The Kalistocracy of Druma is a land glutting itself on the wealth of trade, ruled by the high prophet of a strange, secular religion that values wealth and trade above any deity. This religion permeates every level of Drumish society, as followers of the Prophecies of Kalistrade favor each other in all business deals. While other religions are tolerated in Druma, their followers rarely go far, as the majority of the Resplendent Bureaucracy which runs Druma is made up of followers of the Prophecy.
ko_mt: 드럼의 칼리스토크라시는 부와 무역을 그 어떤 신보다 중시하는 이상한 세속 종교의 대 예언자가 통치하는, 무역의 풍요로움에 취해 있는 땅입니다. 이 종교는 드럼 사회의 모든 계층에 스며들어 있으며, 칼리스트레이드의 예언을 따르는 이들은 모든 비즈니스 거래에서 서로를 선호합니다. 드루마에서는 다른 종교를 용인하지만, 드루마를 운영하는 눈부신 관료집단의 대다수가 예언의 신봉자로 구성되어 있기 때문에 그 추종자들이 멀리 진출하는 경우는 거의 없습니다.

source: Druma
ko_mt: 드럼

source: Garund is the continent found south of Avistan, across the Inner Sea and west of Casmaron, from which it is separated by the Obari Ocean. During the late Age of Anguish and Age of Destiny, central Garund was the heart of civilization in the hemisphere, and this legacy of arcane discovery remains even today in the nations of Osirion, Nex, Nantambu, and Holomog. Beyond these bastions of civilization, Garund is overrun by dangerous wilds, from expansive deserts to impenetrable jungles.
ko_mt: 가룬드는 아비스탄 남쪽, 내해 건너편, 카스마론 서쪽에 위치한 대륙으로, 오바리 바다로 분리되어 있습니다. 비통의 시대와 운명의 시대 말기에 가룬드 중부는 반구 문명의 중심지였으며, 이 신비로운 발견의 유산은 오늘날에도 오시리온, 넥스, 난탐부, 홀로모그 국가에 남아 있습니다. 이러한 문명의 요새 외에도 가룬드에는 광활한 사막부터 뚫을 수 없는 정글까지 위험한 야생이 넘쳐납니다.

source: Garund
ko_mt: 가룬드

source: The Stolen Lands are an almost wholly unsettled region in the northeastern section of the River Kingdoms, bordering the nation of Brevoy and serving as a buffer between Brevoy and the River Kingdoms. Traditionally the haunt of bandits and monstrous humanoids, the Stolen Lands are regarded as 'stolen' by all nations along their border, even though none have ever been able to keep these realms under their control for long.
ko_mt: 도둑맞은 땅은 리버 킹덤 북동부에 있는 거의 전적으로 불안정한 지역으로, 브레보이 국가와 국경을 접하고 있으며 브레보이와 리버 킹덤 사이의 완충 역할을 하고 있습니다. 전통적으로 도적과 괴물 휴머노이드가 출몰하는 도둑맞은 땅은 국경을 접한 모든 국가에게 '빼앗긴 땅'으로 여겨지지만, 그 누구도 이 지역을 오랫동안 지배할 수 없었습니다.

source: Stolen Lands
ko_mt: 훔친 땅

source: A small trade city in Numeria, not far from its border with the River Kingdoms. Most crusaders pass it on their way from the Inner Sea to the Worldwound. After Kevoth-Kul, the Black Sovereign of Numeria, banished the Pathfinder Society from its capital and burned their lodge to the ground, they founded a new one in this city.
ko_mt: 리버 킹덤과의 국경에서 멀지 않은 누메리아의 작은 무역 도시입니다. 대부분의 성전사는 내해에서 세계상처로 가는 길에 이곳을 지나갑니다. 누메리아의 검은 군주 케보스-쿨이 패스파인더 협회를 수도에서 추방하고 그들의 근거지를 불태운 후, 그들은 이 도시에 새로운 협회를 세웠습니다.

source: Hajoth Hakados
ko_mt: 하조스 하카도스

source: While orcs can be found throughout Golarion, nowhere else are they as plentiful or live in as densely populated settlements as in the Hold of Belkzen. Belkzen is an unforgiving wasteland filled with shrub brush, steep mountains, and uneven badlands, where water is scarce and generally limited to the seasonal Flood Road.
ko_mt: 오크는 골라리온 전역에서 볼 수 있지만, 벨크젠의 홀드만큼 오크가 많거나 인구 밀도가 높은 정착촌에 사는 곳은 어디에도 없습니다. 벨크젠은 관목 덤불과 가파른 산, 울퉁불퉁한 황무지로 가득한 험난한 황무지로, 물이 부족하고 계절마다 홍수의 길로만 드나들 수 있는 곳입니다.

source: Hold of Belkzen
ko_mt: 벨크젠 홀드

source: The Inner Sea is one of the most heavily traveled and populated bodies of water on Golarion. Formed when the sky fell during Earthfall in -5293, reshaping the face of the planet, the Inner Sea rests between Avistan and Garund. Before Earthfall, the two continents had been joined by a wide land bridge. The impact collapsed the connection, allowing water from the Arcadian Ocean to flow in.
ko_mt: 내해는 골라리온에서 사람들의 왕래가 가장 많고 인구가 많은 수역 중 하나입니다. 5293년 어스폴 당시 하늘이 무너져 행성의 지형이 바뀌면서 형성된 내해는 아비스탄과 가룬드 사이에 자리 잡고 있습니다. 어스폴 이전에는 두 대륙이 넓은 육교로 연결되어 있었습니다. 어스폴로 다리가 무너지면서 아르카디아 해의 물이 유입되었습니다.

source: Inner Sea
ko_mt: 내해

source: Katapesh is a nation of trade, selling all conceivable goods, no matter how mundane or exotic. Traders converge on the nation's bazaars from around the world, even from other planes. Pesh and slaves are two of its major exports.
ko_mt: 카타페시는 평범한 물건이든 이국적인 물건이든 상상할 수 있는 모든 상품을 판매하는 무역의 나라입니다. 상인들은 전 세계에서, 심지어 다른 행성에서까지 이 나라의 바자회에 모입니다. 페시와 노예는 주요 수출품 중 두 가지입니다.

source: Katapesh
ko_mt: 카타페쉬

source: The homeland of the elven race on Golarion, Kyonin was almost completely evacuated by the elves just before the fall of the Starstone. They only recently (by elven standards) returned to Golarion to reclaim their ancient homeland and have become an isolationist realm, allowing few non-elven visitors into their mist-shrouded capital, Iadara.
ko_mt: 엘프 종족의 고향인 골라리온의 교닌은 스타스톤이 멸망하기 직전에 엘프들이 거의 완전히 대피했습니다. 엘프 기준으로는 최근에야 고대의 고향을 되찾기 위해 골라리온으로 돌아왔으며, 고립주의 왕국이 되어 안개에 가려진 수도 이아다라에 엘프가 아닌 방문객은 거의 허용하지 않고 있습니다.

source: Kyonin
ko_mt: 교닌

source: The Lands of the Linnorm Kings are kingdoms as wild and untamable as the people who live there. Nestled on the northwestern tip of Avistan, it is a realm of taiga and marshland that spends much of the year frozen beneath layers of snow, a place utterly inhospitable to all but the hardiest people. The region is ruled by a small group of Linnorm Kings, each having earned his or her crown by killing a linnorm.
ko_mt: 린노르 왕의 땅은 그곳에 사는 사람들만큼이나 거칠고 길들여지지 않은 왕국입니다. 아비스탄의 북서쪽 끝에 자리한 이곳은 타이가와 습지대로 이루어진 왕국으로, 일 년 내내 만년설로 얼어붙어 가장 강인한 사람들을 제외하고는 그 누구도 살 수 없는 곳입니다. 이 지역은 소수의 린노르 왕이 통치하며, 각 왕은 린노르를 죽여 왕관을 얻었습니다.

source: Lands of the Linnorm Kings
ko_mt: 린노르 왕의 땅

source: Nidal is one of the oldest surviving countries in Avistan, having been founded during the uncounted years of the Age of Darkness. Even though it is now beholden to the neighboring infernal realm of Cheliax, it retains significant autonomy to pursue its own shadowy goals.
ko_mt: 나이달은 아비스탄에서 가장 오래 살아남은 국가 중 하나로, 어둠의 시대 무수한 해에 세워졌습니다. 지금은 이웃 지옥의 왕국 첼리악스에 예속되어 있지만, 독자적인 목표를 추구할 수 있는 상당한 자율성을 보유하고 있습니다.

source: Nidal
ko_mt: 나이달

source: Once a rising power poised to unite its neighbors under its banner, today Numeria has fallen into decay. Here, savagery and science exist side by side. Amid the wreckage of a crashed starship from a distant world, technomancers from across Golarion flock to research and exploit the technological wonders found within the otherworldly ruins; meanwhile, tribes of primitive barbarians cling to age-old tradition and eschew technology in favor of their own raw skill and martial prowess. This is a nation where, under the auspices of technological advancement and the betterment of civilization, a select few rule a subjugated nation as despots and tyrants, placing their own power and continued reign above the well-being of their citizens.
ko_mt: 한때 이웃 국가들을 기치 아래 통합할 태세를 갖춘 신흥 강국이었던 누메리아는 오늘날 쇠락의 길로 접어들었습니다. 이곳에는 야만과 과학이 공존합니다. 먼 세계에서 추락한 우주선의 잔해 속에서 골라리온 전역의 기술자들이 이 세계의 폐허에서 발견한 경이로운 기술을 연구하고 활용하기 위해 모여드는 반면, 원시 야만인 부족들은 오랜 전통에 집착하며 기술을 외면하고 원초적인 기술과 무술에 매달립니다. 이 국가는 기술 발전과 문명의 발전이라는 미명하에 소수가 독재자이자 폭군으로 피지배 국가를 통치하며 시민의 안녕보다 자신의 권력과 지속적인 통치를 우선시하는 국가입니다.

source: Numeria
ko_mt: 누메리아

source: One of the first civilizations to rise in the wake of Earthfall, Osirion is also one of the greatest empires in the history of Golarion, a nation of great knowledge, wealth, and power. This ancient land harbors pyramids, mummies, terrible curses, and endless sand, as well as a culture steeped in proud traditions: devout respect for the gods, dedication to communal service, and unswerving devotion to its rulers. Osirion today is just emerging from millennia of Keleshite rule and regaining the legacy of the pharaohs supplanted by these foreign oppressors.
ko_mt: 어스폴 이후 가장 먼저 일어난 문명 중 하나인 오시리온은 골라리온 역사상 가장 위대한 제국 중 하나로, 지식과 부, 권력을 모두 갖춘 나라입니다. 이 고대 땅에는 피라미드, 미라, 끔찍한 저주, 끝없이 펼쳐진 모래뿐 아니라 신에 대한 경건한 존경, 공동 봉사에 대한 헌신, 통치자에 대한 변함없는 헌신 등 자랑스러운 전통이 깃든 문화가 숨어 있습니다. 오늘날 오시리온은 수천 년에 걸친 켈레시트의 통치에서 벗어나 외세에 의해 대체된 파라오의 유산을 되찾아가고 있습니다.

source: Osirion
ko_mt: 오시리온

source: The vast Padishah Empire of Kelesh dominates much of south-central Casmaron. It grew during the Age of Destiny, and its line of emperors has been unbroken for thousands of years. Half a dozen satrapies the size of countries separate Qadira from the imperial heartland of Kelesh. Each satrapy pays homage to the decrees of the empire, but the grip of the empire is looser the farther one goes from its heart.
ko_mt: 광대한 켈레쉬의 파디샤 제국은 카스마론 중남부의 대부분을 지배하고 있습니다. 운명의 시대에 성장한 이 제국은 수천 년 동안 황제의 계보를 끊지 않고 이어져 왔습니다. 국가 크기의 사트라피 6개가 카디라와 제국의 중심지인 켈레쉬를 분리하고 있습니다. 각 사트라피는 제국의 법령에 경의를 표하지만, 제국의 심장부에서 멀어질수록 제국의 지배력은 느슨해집니다.

source: Padishah Empire of Kelesh
ko_mt: 켈레쉬의 파디샤 제국

source: The River Kingdoms have long been a haven for inland pirates, anarchists, exiles, and anyone who cannot seem to make it in more civilized nations. The Kingdoms are by no means a unified nation, but rather a constantly shifting group of city-states and fiefdoms, each at war with the others both to gain more power and prevent their own demise. The River Kingdoms are located in the marshy lowlands of the Sellen River basin, where its three branches combine in their journey south to the Inner Sea. There are few roads throughout the land, and the branching web of the Sellen and its tributaries provide the primary means of transportation through and within the region.
ko_mt: 리버 킹덤은 오랫동안 내륙의 해적, 무정부주의자, 망명자, 그리고 문명 국가에 정착하지 못한 사람들의 안식처였습니다. 리버 킹덤은 통일된 국가가 아니라 끊임없이 변화하는 도시 국가와 부족으로 이루어진 집단으로, 더 많은 힘을 얻고 멸망을 막기 위해 다른 국가와 전쟁을 벌이고 있습니다. 리버 킹덤은 셀렌 강 유역의 습지 저지대에 위치하며, 셀렌 강은 세 갈래로 나뉘어 내해로 남하하는 여정에서 합류합니다. 이 지역에는 도로가 거의 없으며, 셀렌 강과 그 지류의 지류가 지역 안팎을 오가는 주요 교통 수단입니다.

source: River Kingdoms
ko_mt: 리버 킹덤
