Repository: akintos/wotr-translation
Catalog: translation/*/Root.po
Languages: ko_mt

source: Target doesn't have Divine Troth
ko_mt: 대상에 신성한 트로스가 없습니다.

source: Hit Points condition is not met
ko_mt: 체력 조건이 충족되지 않음

source: Target does not have required condition: {text}
ko_mt: 대상에 조건이 없습니다: {text}

source: Target has condition: {text}
ko_mt: 대상에 필수 조건이 있습니다: {text}

source: Target has effect: {text}
ko_mt: 대상에 효과가 있습니다: {text}

source: Target has feature: {text}
ko_mt: 대상에 기능이 있습니다: {text}

source: Must have melee weapon in primary hand
ko_mt: 주 손에 근접 무기를 소지해야 합니다.

source: Target must not have the following condition: {text}
ko_mt: Target에는 다음 조건이 없어야 합니다. {text}

source: Target does not have condition: {text}
ko_mt: 대상에 조건이 없습니다: {text}

source: Target does not have effect: {text}
ko_mt: 대상이 적용되지 않음: {text}

source: Target does not have feature: {text}
ko_mt: 대상에 기능이 없습니다: {text}

source: Target must not be {text} unless it has {description}
ko_mt: 타깃은 {description}이 없는 한 {text}가 아니어야 합니다.

source: Can only be used on allies
ko_mt: 아군에게만 사용 가능

source: Target must be an animal companion
ko_mt: 대상은 동물 동반자여야 합니다.

source: Target must be an area effect created by the same caster
ko_mt: 대상은 동일한 시전자가 생성한 광역 효과여야 합니다.

source: Target is not dead
ko_mt: 대상이 죽지 않았습니다.

source: Target is already devoured
ko_mt: 대상이 이미 삼켜졌습니다.

source: Can only be used on enemies
ko_mt: 적에게만 사용 가능

source: Target is not a favored enemy
ko_mt: 대상이 선호하는 적이 아님

source: Target is invalid
ko_mt: 대상이 유효하지 않습니다.

source: Target must not be an animal companion
ko_mt: 대상은 동물 동반자가 아니어야 합니다.

source: Cannot be used on party members
ko_mt: 파티원에게는 사용할 수 없습니다.

source: Can only be used on party members
ko_mt: 파티원에게만 사용 가능

source: Mount doesn't belong to you or is unconscious
ko_mt: 탈것이 내 소유가 아니거나 의식불명

source: Mount has to be at least one size bigger than the rider
ko_mt: 탈것은 탑승자보다 한 단계 이상 커야 합니다.

source: Target is too close
ko_mt: 타겟이 너무 가깝습니다.

source: Target is too far
ko_mt: 타겟이 너무 멉니다.

source: Target Hit Dice is too high
ko_mt: 목표 HD가 너무 높습니다.

source: Cannot be used on self
ko_mt: 본인에게는 사용할 수 없습니다.

source: Target's {text} must be greater than {description}
ko_mt: 대상의 {text}(이)가 {description}보다 커야 합니다.

source: Target's {text} must not be greater than {description}
ko_mt: 대상의 {text}(이)가 {description}보다 크지 않아야 합니다.

source: Target is not petrified or not an ally
ko_mt: 대상이 석화되지 않았거나 아군이 아님

source: Too many units on the battlefield
ko_mt: 전장에 유닛이 너무 많습니다

source: Two-handed weapon required
ko_mt: 양손 무기 필요

source: Unavailable
ko_mt: 사용 불가

source: Tiny
ko_mt: 초소형

source: Small
ko_mt: 소형

source: Medium
ko_mt: 중형

source: Large
ko_mt: 대형

source: Huge
ko_mt: 거대한

source: Gargantuan
ko_mt: 초대형

source: Colossal
ko_mt: 초거대형

source: Diminutive
ko_mt: 극소형

source: None
ko_mt: 없음

source: Summoning
ko_mt: 소환

source: Good
ko_mt: 선

source: Evil
ko_mt: 악

source: Chaos
ko_mt: 혼돈

source: Law
ko_mt: 질서

source: Disease
ko_mt: 질병

source: Charmed
ko_mt: 매혹

source: Dazed
ko_mt: 몽롱한

source: Sickened
ko_mt: 고통

source: Shaken
ko_mt: 동요

source: Fire
ko_mt: 화염

source: Fatigued
ko_mt: 피곤함

source: Staggered
ko_mt: 비틀거림

source: Nauseated
ko_mt: 구토

source: Frightened
ko_mt: 겁먹은

source: Exhausted
ko_mt: 소진됨

source: Stunned
ko_mt: 기절

source: Paralyzed
ko_mt: 마비

source: Confused
ko_mt: 혼란

source: Blind
ko_mt: 실명

source: Curse
ko_mt: 저주

source: Acid
ko_mt: 산성

source: Death
ko_mt: 죽음

source: Sonic
ko_mt: 음파

source: Cure
ko_mt: 치료

source: Sleep
ko_mt: 수면

source: Polymorph
ko_mt: 변이

source: Trample
ko_mt: 짓밟기

source: Force
ko_mt: 역장

source: Ability Damage
ko_mt: 능력 피해

source: Restore Health
ko_mt: 건강 회복

source: Temporary Health
ko_mt: 임시 체력

source: Cold
ko_mt: 냉기

source: Bomb
ko_mt: 폭탄

source: Breath Weapon
ko_mt: 숨결 무기

source: Bleed
ko_mt: 출혈

source: Vilderavn Bleed
ko_mt: 야만인 출혈

source: Sight
ko_mt: 시력

source: Petrified
ko_mt: 석화

source: Negative Emotion
ko_mt: 부정적인 감정

source: Gaze Attack
ko_mt: 시선 공격

source: Electricity
ko_mt: 전기

source: Mind-Affecting
ko_mt: 정신 효과

source: Fear
ko_mt: 공포

source: Compulsion
ko_mt: 강제

source: Emotion
ko_mt: 감정

source: Poison
ko_mt: 독

source: None
ko_mt: 없음

source: Abjuration
ko_mt: 방호 학파

source: Conjuration
ko_mt: 조형 학파

source: Divination
ko_mt: 예지 학파

source: Enchantment
ko_mt: 환혹 학파

source: Evocation
ko_mt: 방출 학파

source: Illusion
ko_mt: 환영 학파

source: Necromancy
ko_mt: 사령 학파

source: Transmutation
ko_mt: 변환 학파

source: Universalist
ko_mt: 범용학파

source: No Armor Proficiency
ko_mt: 갑옷 숙련 없음

source: Armor Proficiency (Light Armor)
ko_mt: 갑옷 숙련(경장 갑옷)

source: Armor Proficiency (Medium Armor)
ko_mt: 갑옷 숙련(평장 갑옷)

source: Armor Proficiency (Heavy Armor)
ko_mt: 갑옷 숙련(중장 갑옷)

source: Buckler Proficiency
ko_mt: 버클러 숙련도

source: Light Shield Proficiency
ko_mt: 소형 방패 숙련

source: Heavy Shield Proficiency
ko_mt: 중형 방패 숙련도

source: Tower Shield Proficiency
ko_mt: 타워 쉴드 숙련도

source: Unarmed Strike
ko_mt: 비무장 공격

source: Spear
ko_mt: 창

source: Trident
ko_mt: 삼지창

source: Dart
ko_mt: 다트

source: Light Crossbow
ko_mt: 경쇠뇌

source: Heavy Crossbow
ko_mt: 중쇠뇌

source: Javelin
ko_mt: 투창

source: Sling
ko_mt: 슬링

source: Handaxe
ko_mt: 손도끼

source: Kukri
ko_mt: 쿠크리

source: Light Hammer
ko_mt: 경량 망치

source: Dagger
ko_mt: 단검

source: Light Pick
ko_mt: 경량 곡괭이

source: Shortsword
ko_mt: 소검

source: Starknife
ko_mt: 스타나이프

source: Light Shield Bash
ko_mt: 소형 방패 밀치기

source: Spiked Light Shield Bash
ko_mt: 가시 소형 방패 치기

source: Battleaxe
ko_mt: 전투도끼

source: Flail
ko_mt: 도리깨

source: Heavy Pick
ko_mt: 중형 곡괭이

source: Longsword
ko_mt: 장검

source: Rapier
ko_mt: 레이피어

source: Light Mace
ko_mt: 소형 철퇴

source: Scimitar
ko_mt: 시미터

source: Warhammer
ko_mt: 전쟁망치

source: Heavy Shield Bash
ko_mt: 중형 방패 치기

source: Spiked Heavy Shield Bash
ko_mt: 가시 중형 방패 치기

source: Earth Breaker
ko_mt: 지진망치

source: Falchion
ko_mt: 펄션

source: Glaive
ko_mt: 글레이브

source: Greataxe
ko_mt: 대도끼

source: Greatsword
ko_mt: 대검

source: Heavy Flail
ko_mt: 대형 도리깨

source: Punching Dagger
ko_mt: 주먹칼

source: Scythe
ko_mt: 대낫

source: Shortbow
ko_mt: 단궁

source: Longbow
ko_mt: 장궁

source: Kama
ko_mt: 카마

source: Nunchaku
ko_mt: 쌍절곤

source: Sai
ko_mt: 사이

source: Siangham
ko_mt: 시앙함

source: Bastard Sword
ko_mt: 바스타드 소드

source: Dueling Sword
ko_mt: 결투용 검

source: Dwarven Waraxe
ko_mt: 드워프 곡괭이

source: Sickle
ko_mt: 낫

source: Estoc
ko_mt: 에스톡

source: Falcata
ko_mt: 팔카타

source: Tongi
ko_mt: 통기

source: Elven Curve Blade
ko_mt: 엘프 곡도

source: Fauchard
ko_mt: 포샤르

source: Hand Crossbow
ko_mt: 손쇠뇌

source: Light Repeating Crossbow
ko_mt: 소형 연노

source: Heavy Repeating Crossbow
ko_mt: 대형 연노

source: Shuriken
ko_mt: 수리검

source: Sling Staff
ko_mt: 슬링 스태프

source: Club
ko_mt: 클럽

source: Touch
ko_mt: 접촉

source: Ray
ko_mt: 광선

source: Bomb
ko_mt: 폭탄

source: Bite
ko_mt: 물기

source: Claw
ko_mt: 발톱

source: Gore
ko_mt: 들이받기

source: Other Natural Weapons
ko_mt: 기타 자연 무기

source: Bardiche
ko_mt: 바디시

source: Greatclub
ko_mt: 대곤봉

source: Two-bladed Sword
ko_mt: 쌍날검

source: Heavy Mace
ko_mt: 대형 철퇴

source: Orc Double Axe
ko_mt: 오크 쌍날도끼

source: Dwarven Urgrosh
ko_mt: 드워프 우르그로쉬

source: Gnome Hooked Hammer
ko_mt: 노움 갈고리 망치

source: Kinetic Blast
ko_mt: 초능력 폭발

source: Tail
ko_mt: 꼬리

source: Hoof
ko_mt: 발굽

source: Talon
ko_mt: 발톱

source: Tentacle
ko_mt: 촉수

source: Sting
ko_mt: 스팅

source: Shortspear
ko_mt: 단창

source: Slam
ko_mt: 후려치기

source: Spike
ko_mt: 가시

source: Wing
ko_mt: 날개

source: Longspear
ko_mt: 장창

source: Quarterstaff
ko_mt: 육척봉

source: Bluff
ko_mt: 허세

source: Will
ko_mt: 의지

source: Reflex
ko_mt: 반사

source: Mobility
ko_mt: 기동성

source: Athletics
ko_mt: 운동

source: Perception
ko_mt: 인식

source: Knowledge (Arcana)
ko_mt: 지식(비전)

source: Knowledge (World)
ko_mt: 지식(세계)

source: Lore (Religion)
ko_mt: 전승(종교)

source: Lore (Nature)
ko_mt: 전승(자연)

source: Trickery
ko_mt: 손재주

source: Diplomacy
ko_mt: 외교

source: Stealth
ko_mt: 은신

source: Persuasion
ko_mt: 설득

source: Use Magic Device
ko_mt: 마법 도구 사용

source: Armor Class
ko_mt: 방어도

source: Additional CMB
ko_mt: 추가 CMB

source: Initiative
ko_mt: 우선권

source: Hit Points
ko_mt: 체력

source: Temporary Hit Points
ko_mt: 임시 체력

source: Base Attack Bonus
ko_mt: 기본 공격 보너스

source: Additional Attack Bonus
ko_mt: 추가 공격 보너스

source: Intimidate
ko_mt: 협박

source: Additional Damage
ko_mt: 추가 피해

source: Attacks of Opportunity per Round
ko_mt: 라운드당 기회 공격 횟수

source: Speed
ko_mt: 속도

source: Sneak Attack
ko_mt: 암습

source: Reach
ko_mt: 도달 범위

source: Additional CMB
ko_mt: 추가 CMB

source: Unknown
ko_mt: 알 수 없음

source: Strength
ko_mt: 힘

source: Dexterity
ko_mt: 민첩

source: Constitution
ko_mt: 건강

source: Intelligence
ko_mt: 지능

source: Wisdom
ko_mt: 지혜

source: Charisma
ko_mt: 매력

source: Fortitude
ko_mt: 인내

source: Trap can't be disarmed directly
ko_mt: 함정은 직접 해제할 수 없습니다.

source: <align=center>Press [{bind|OpenJournal}] to open.</align>
ko_mt: <align=center>[{bind|OpenJournal}]을 눌러 엽니다. </align>

source: Encumbrance slows down the character and increases fatigue.
ko_mt: 인큐베이션은 캐릭터의 이동 속도를 늦추고 피로도를 증가시킵니다.

source: The party's common inventory burdens all the members of the group. If you want to move around the world without speed penalties and fatigue, get rid of your excess weight!
ko_mt: 파티의 공통 인벤토리는 그룹의 모든 구성원에게 부담을 줍니다. 속도 불이익과 피로감 없이 전 세계를 돌아다니고 싶다면 과적을 없애세요!

source: Penalty
ko_mt: 불이익

source: You are in {0}. <b>Encumbrance has no effect on your movement speed.</b>
ko_mt: 당신은 {0}에 있습니다. <b>방해 상태가 이동 속도에 영향을 주지 않습니다.</b>

source: Fatigue period
ko_mt: 피로 기간

source: This is one of the option sets. The options are inter-related, so changing option sets or individual options may update others.
ko_mt: 이것은 옵션 세트 중 하나입니다. 옵션은 서로 연관되어 있으므로 옵션 세트 또는 개별 옵션을 변경하면 다른 옵션이 업데이트될 수 있습니다.

source: Options set
ko_mt: 옵션 설정

source: Recommended ability
ko_mt: 추천 능력

source: If you wish to skip complex character creation, you may instead select a fully prepared character build for your preferred class. This prepared build has all the ability scores and skills already distributed, and all the features, feats, and spells are already selected. A prepared build will also allow you to automatically level-up the character throughout the whole game, if Auto Level-Up in Difficulty Options is set on "All Possible."
ko_mt: 복잡한 캐릭터 생성을 건너뛰고 싶다면, 원하는 직업에 대해 이미 준비된 캐릭터 빌드를 선택할 수 있습니다. 이 준비된 빌드에는 모든 능력 점수와 기술이 이미 배포되어 있으며, 모든 기능, 업적, 주문이 이미 선택되어 있습니다. 난이도 옵션에서 자동 레벨업이 "모두 가능"으로 설정된 경우, 준비된 빌드를 사용하면 게임 내내 캐릭터의 레벨을 자동으로 올릴 수 있습니다."

source: <align=center>Click to expand weapon sets.</align>
ko_mt: <align=center>무기 세트를 펼치려면 클릭하십시오</align>.

source: Weapon sets
ko_mt: 무기 세트

source: Continue traveling
ko_mt: 여행 계속하기

source: Stop traveling
ko_mt: 여행 중지

source: <align=center>Changing the group while traveling may require extra time.</align>
ko_mt: <align=center>여행 중에 일행을 변경하려면 추가 시간이 필요할 수 있습니다.</align>

source: Group Manager
ko_mt: 그룹 관리자

source: The chance to lose a spell while casting it. Greatly affected by equipped items.
ko_mt: 주문을 시전하는 동안 주문을 잃을 확률이 증가합니다. 착용한 아이템의 영향을 크게 받습니다.

source: Spell Failure Chance
ko_mt: 주문 실패 확률

source: No penalty
ko_mt: 불이익 없음

source: Material Component
ko_mt: 물질 요소

source: Recommended feature
ko_mt: 추천 기능

source: Non-recommended feature
ko_mt: 비추천 능력

source: A useful feature is any of the character's features, which have a mediocre positive impact on the character. These could include spells, abilities, or any other features.
ko_mt: 유용한 기능이란 캐릭터에 보통의 긍정적인 영향을 미치는 캐릭터의 모든 기능을 말합니다. 여기에는 주문, 능력 또는 기타 모든 기능이 포함될 수 있습니다.

source: Useful feature
ko_mt: 유용한 기능

source: Turn off all filters
ko_mt: 모든 필터 끄기

source: All
ko_mt: 모두

source: <align=center>Click to try hide in shadows.</align>
ko_mt: <align=center>은신을 하려면 클릭하십시오</align>.

source: Stealth
ko_mt: 은신

source: <align=center>Press [{bind|Inspect}] to enable inspecting.</align>
ko_mt: <align=center>[{bind|Inspect}]을 눌러 조사합니다.</align>

source: Inspect
ko_mt: 검사

source: <align=center>Press [{bind|TacticalCombatInspect}] to enable tactical combat inspection.</align>
ko_mt: <align=center>[{bind|TacticalCombatInspect}]을 눌러 전술 전투 검사를 활성화합니다.</align>

source: Inspect
ko_mt: 검사

source: "Alt + B" to open Bug Report Window. Move the mouse over the objects for context.
ko_mt: "Alt + B"를 눌러 버그 신고 창을 엽니다. 개체 위로 마우스를 이동하여 컨텍스트를 확인합니다.

source: Scenario
ko_mt: 시나리오

source: Your soul got stronger, making your whole existence a miracle. You get new powers that can ascend you beyond the limits of mortals.
ko_mt: 영혼이 강해져 존재 자체가 기적이 됩니다. 인간의 한계를 뛰어넘을 수 있는 새로운 힘을 얻게 됩니다.

source: Mythic
ko_mt: 신화

source: Relative effectiveness of a class in melee combat while using the premade build.
ko_mt: 미리 만들어진 빌드를 사용하는 동안 근접 전투에서 클래스의 상대적 효율성입니다.

source: Relative effectiveness of a class in ranged combat while using the premade build.
ko_mt: 미리 만들어진 빌드를 사용하는 동안 원거리 전투에서 클래스의 상대적 효율성.

source: Relative effectiveness of a class in defense, dodging and saving throws while using the premade build.
ko_mt: 미리 만들어진 빌드를 사용하는 동안 방어, 회피, 내성 굴림에서 클래스의 상대적 효율을 나타냅니다.

source: Relative effectiveness of a class in supporting and improving battle capabilities of the party while using the premade build.
ko_mt: 미리 만들어진 빌드를 사용하는 동안 파티의 전투 능력을 지원하고 향상시키는데 있어 클래스의 상대적 효율성입니다.

source: Relative effectiveness of a class in summoning creatures and controlling enemies while using the premade build.
ko_mt: 미리 만들어진 빌드를 사용하는 동안 생물을 소환하고 적을 제어하는데 있어 클래스의 상대적 효율성입니다.

source: <align=center>Click to activate AI.</align>
ko_mt: <align=center>AI를 활성화하려면 클릭하십시오</align>.

source: Artificial Intelligence
ko_mt: 인공 지능

source: Relative effectiveness of a class in casting offensive magic while using the premade build.
ko_mt: 미리 만들어진 빌드를 사용하는 동안 공격 마법을 시전하는 직업의 상대적 효과입니다.

source: <align=center>Press [{bind|Pause}] to end current character's turn, or increase animation speed for the current character if the character is moving.</align>
ko_mt: <align=center>[{bind|Pause}]를 누르면 현재 캐릭터의 턴이 종료되거나, 캐릭터가 이동 중인 경우 현재 캐릭터의 애니메이션 속도가 증가합니다.</align>

source: End turn / speed-up animation
ko_mt: 턴 종료/스피드업 애니메이션

source: <align=center>Press [{bind|SwitchTBM}] to enable or disable the turn-based mode.</align>
ko_mt: <align=center>[{bind|SwitchTBM}]을 눌러 턴 기반 모드를 활성화 또는 비활성화합니다.</align>

source: Turn-based mode
ko_mt: 턴 기반 모드

source: Round
ko_mt: 라운드

source: <align=center>Press [{bind|CameraRotateLeft}] and [{bind|CameraRotateRight}] to rotate the camera. Click on the compass to align the camera toward north.</align>
ko_mt: <align=center>[{bind|CameraRotateLeft}] 및 [{bind|CameraRotateRight}]을 눌러 카메라를 회전합니다. 나침반을 클릭하여 카메라를 북쪽으로 정렬합니다.</align>

source: Compass
ko_mt: 나침반

source: This character's alignment cannot be determined for unknown reasons. Usually, this indicates that the character is enchanted or possesses an enchanted item that interferes with the determination of the alignment.
ko_mt: 알 수 없는 이유로 이 캐릭터의 성향을 확인할 수 없습니다. 일반적으로 캐릭터가 마법에 걸렸거나 마법이 걸린 아이템을 소지하고 있어 성향 결정을 방해한다는 의미입니다.

source: Undetectable Alignment
ko_mt: 감지할 수 없는 성향

source: <align=center>Create a new army or replenish an existing one</align>
ko_mt: <align=center>새 군대 생성 또는 기존 군대 보충</align>

source: <align=center>Manage crusade forts, events and decrees</align>
ko_mt: <align=center>성전 요새, 이벤트 및 칙령 관리</align>

source: <align=center>Click to deactivate AI.</align>
ko_mt: <align=center>AI를 비활성화하려면 클릭하십시오</align>.

source: Artificial Intelligence
ko_mt: 인공 지능

source: <align=center>Skip time, wait without resting.</align>
ko_mt: <align=center>시간 건너뛰기, 쉬지 않고 대기하기</align>

source: Skip Time
ko_mt: 시간 건너뛰기

source: By devouring victims, the Swarm increases the power of all its abilities depending on the CR of the devoured creatures. The first number indicates the sum of the CRs of all the devoured creatures, the second — the current size of the swarm.
ko_mt: 희생자를 잡아먹음으로써 군단은 잡아먹힌 생물의 CR에 따라 모든 능력의 위력을 증가시킵니다. 첫 번째 숫자는 삼킨 모든 생물의 CR 합계를, 두 번째 숫자는 무리의 현재 크기를 나타냅니다.

source: Size of the Swarm
ko_mt: 무리의 크기

source: The first number indicates the current amount of burn, the second — the maximum amount of burn.
ko_mt: 첫 번째 숫자는 현재 화상 양을, 두 번째 숫자는 최대 화상 양을 나타냅니다.

source: Burn
ko_mt: 불태움

source: You can increase the power of your {g|Encyclopedia:Spell}spells{/g}, causing them to deal more {g|Encyclopedia:Damage}damage{/g}. Benefit: All variable numeric effects of an empowered spell are increased by half including {g|Encyclopedia:Bonus}bonuses{/g} to {g|Encyclopedia:Dice}rolls{/g}. {g|Encyclopedia:Saving_Throw}Saving throws{/g} and opposed rolls are not affected, nor are spells without random variables. Level Increase: +2 (An empowered spell uses up a spell slot two levels higher than the spell's actual level.)
ko_mt: 자신의 {g|Encyclopedia:Spell}주문{/g}의 위력을 증가시켜 더 많은 {g|Encyclopedia:Damage}피해{/g}를 입힐 수 있습니다. 효과: 주문의 주사위 굴림과 {g|Encyclopedia:Bonus}보너스{/g}를 포함한 모든 가변수가 1.5배로 증가합니다. {g|Encyclopedia:Saving_Throw}내성 굴림{/g}이나 개별 굴림에는 적용되지 않고, 무작위 변수가 없는 주문도 강화 효과를 받지 않습니다. 레벨 증가: +2 (강화된 주문은 주문의 실제 레벨보다 두 레벨 높은 주문 슬롯을 사용합니다.)

source: Empowered
ko_mt: 권한 부여

source: Your {g|Encyclopedia:Spell}spells{/g} have the maximum possible effect. Benefit: All variable, numeric effects of a spell modified by this {g|Encyclopedia:Feat}feat{/g} are maximized. {g|Encyclopedia:Saving_Throw}Saving throws{/g} and opposed {g|Encyclopedia:Dice}rolls{/g} are not affected, nor are spells without random variables. Level Increase: +3 (A maximized spell uses up a spell slot three levels higher than the spell's actual level.) An empowered, maximized spell gains the separate benefits of each feat: the maximum result plus half the normally rolled result.
ko_mt: 당신의 {g|Encyclopedia:Spell}주문{/g}은 가능한 최대 효과를 받습니다. 이득: 이 {g|Encyclopedia:Feat}특기{/g}로 수정된 주문의 모든 가변, 수치 효과가 최대화됩니다. {g|Encyclopedia:Saving_Throw}내성 굴림{/g}과 상대 {g|Encyclopedia:Dice}굴림{/g}은 영향을 받지 않으며, 무작위 변수가 없는 주문도 영향을 받지 않습니다. 레벨 증가: +3 (최대화된 주문은 주문의 실제 레벨보다 3레벨 높은 주문 슬롯을 사용합니다.) 강화된 극대화 주문은 각 능력의 개별 이점을 얻습니다.(최대 결과와 정상적으로 굴린 결과의 절반을 더한 값).

source: Maximized
ko_mt: 극대화

source: You can cast {g|Encyclopedia:Spell}spells{/g} in a fraction of the normal time. Benefit: Casting a quickened spell is a {g|Encyclopedia:Swift_Action}swift action{/g}. You can perform another {g|Encyclopedia:CA_Types}action{/g}, even casting another spell, in the same {g|Encyclopedia:Combat_Round}round{/g} as you cast a quickened spell. A spell whose {g|Encyclopedia:Casting_Time}casting time{/g} is more than 1 round or 1 {g|Encyclopedia:Full_Round_Action}full-round action{/g} cannot be quickened. Level Increase: +4 (A quickened spell uses up a spell slot four levels higher than the spell's actual level.) Casting a quickened spell doesn't provoke an {g|Encyclopedia:Attack_Of_Opportunity}attack of opportunity{/g}. Special: You can apply the effects of this {g|Encyclopedia:Feat}feat{/g} to a spell cast spontaneously, so long as it has a casting time that is not more than 1 full-round action, without increasing the spell's casting time.
ko_mt: 평소보다 훨씬 짧은 시간 내에 {g|Encyclopedia:Spell}주문{/g}을 시전할 수 있습니다. 효과: 신속 주문을 시전하는 것은 {g|Encyclopedia:Swift_Action}신속 행동{/g}입니다. 속력 주문을 시전한 것과 같은 {g|Encyclopedia:Combat_Round}라운드{/g}에 다른 주문을 시전하는 것을 포함해 다른 {g|Encyclopedia:CA_Types}행동{/g}을 수행할 수 있습니다. 시전 {g|Encyclopedia:Casting_Time}시간{/g}이 1라운드 또는 {g|Encyclopedia:Full_Round_Action}전력 행동{/g} 1회를 초과하는 주문은 신속화할 수 없습니다. 레벨 증가: +4 (속력화된 주문은 주문의 실제 레벨보다 4레벨 높은 주문 슬롯을 사용합니다.) 속력화된 주문을 시전해도 {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}이 유발되지 않습니다. 특별: 주문의 시전 시간을 늘리지 않고 주문의 시전 시간이 1라운드 행동 1회를 넘지 않는 한, 자발적으로 시전하는 주문에 이 {g|Encyclopedia:Feat}특기{/g}의 효과를 적용할 수 있습니다.

source: Quickened
ko_mt: 빠른

source: <align=center>Click to cancel stealth.</align>
ko_mt: <align=center>은신을 취소하려면 클릭하십시오</align>.

source: Stealth
ko_mt: 은신

source: You can make your {g|Encyclopedia:Spell}spells{/g} last twice as long. Benefit: An extended spell lasts twice as long as normal. A spell with a duration of {g|Encyclopedia:Concentration}concentration{/g}, instantaneous, or permanent is not affected by this {g|Encyclopedia:Feat}feat{/g}. Level Increase: +1 (An extended spell uses up a spell slot one level higher than the spell's actual level.)
ko_mt: {g|Encyclopedia:Spell}주문{/g}이 두 배로 오래 지속되도록 할 수 있습니다. 효과: 시간 연장 주문은 지속시간이 보통 주문의 2 배입니다. 지속시간 동안 {g|Encyclopedia:Concentration}집중{/g}을 요하는 주문, 즉발 주문, 영구적인 주문은 이 특기의 영향을 받지 않습니다. 레벨 증가: +1 (연장된 주문은 주문의 실제 레벨보다 한 레벨 높은 주문 슬롯을 사용합니다.)

source: Extended
ko_mt: 확장

source: You can cast {g|Encyclopedia:Spell}spells{/g} as if they were a higher level. Benefit: A heightened spell has a higher spell level than normal (up to a maximum of 9th level). Unlike other metamagic {g|Encyclopedia:Feat}feats{/g}, Heighten Spell actually increases the effective level of the spell that it modifies. All effects dependent on spell level (such as {g|Encyclopedia:Saving_Throw}saving throw{/g} DCs and ability to penetrate a lesser globe of invulnerability) are calculated according to the heightened level. Level Increase: The heightened spell is as difficult to prepare and cast as a spell of its effective level.
ko_mt: {g|Encyclopedia:Spell}주문{/g}을 더 높은 레벨인 것처럼 시전할 수 있습니다. 효과: 강화 주문의 주문 레벨이 일반 주문보다 높습니다.(최대 9레벨까지). 다른 메타매직 {g|Encyclopedia:Feat}특기{/g}와 달리, 강화 주문은 실제로 변경하는 주문의 유효 레벨을 증가시킵니다. 모든 효과는 주문 레벨에 따라 달라집니다.(예: {g|Encyclopedia:Saving_Throw}내성 굴림{/g} DC, 무적 지구 관통 능력 등)는 강화된 레벨에 따라 계산됩니다. 레벨 증가: 강화된 주문은 유효 레벨의 주문만큼 준비 및 시전 난이도가 높습니다.

source: Heightened
ko_mt: 높이

source: Your {g|Encyclopedia:Spell}spells{/g} go farther than normal. Benefit: You can alter a spell with a range of {g|Encyclopedia:TouchAttack}touch{/g}, close, or medium to increase its range by one range category, using the following order: touch, close, medium, and long. Level Increase: +1 (A reach spell uses up a spell slot one level higher than the spell's actual level.) Spells modified by this {g|Encyclopedia:Feat}feat{/g} that require melee touch {g|Encyclopedia:Attack}attacks{/g} instead require ranged touch attacks. Spells that do not have a range of touch, close, or medium do not benefit from this feat.
ko_mt: 당신의 {g|Encyclopedia:Spell}주문{/g}이 평소보다 더 멀리 이동합니다. 효과: 접촉, 근접, 중간 사거리를 가진 주문을 변경하여 사거리 범주를 한 단계씩 (근접, 중간, 장거리로) 올릴 수 있습니다. 근접 접촉 {g|Encyclopedia:Attack}공격{/g}이 필요한 주문은 대신 원거리 접촉 공격이 필요합니다. 레벨 증가: +1 ({g|FeatureReachSpell}거리 연장 주문{/g}은 주문의 실제 레벨보다 한 레벨 높은 주문 슬롯을 사용합니다.) 접촉, 근접 중거리 범위가 없는 주문은 이 능력의 혜택을 받지 못합니다.

source: Reach
ko_mt: 도달 범위

source: You can make your {g|Encyclopedia:Spell}spell{/g} a bit less magical. Level decrease: 1 (A completely normal spell uses up a spell slot one level lower than the spell's actual level.)
ko_mt: {g|Encyclopedia:Spell}주문{/g}을 조금 덜 마법적으로 만들 수 있습니다. 레벨 감소: 1 (완전히 정상적인 주문은 주문 슬롯을 주문의 실제 레벨보다 한 레벨 낮게 사용합니다.)

source: Completely Normal
ko_mt: 완전 정상

source: You can modify a {g|Encyclopedia:Spell}spell{/g} to become more tenacious when its targets resist its effect. Benefit: Whenever a creature targeted by a persistent spell or within its area succeeds on its {g|Encyclopedia:Saving_Throw}saving throw{/g} against the spell, it must make another saving throw against the effect. If a creature fails this second saving throw, it suffers the full effects of the spell, as if it had failed its first saving throw. Level Increase: +2 (A persistent spell uses up a spell slot two levels higher than the spell's actual level.) Spells that do not require a saving throw to resist or lessen the spell's effect do not benefit from this {g|Encyclopedia:Feat}feat{/g}.
ko_mt: 당신은 {g|Encyclopedia:Spell}주문{/g}을 수정하여 목표물이 주문의 효과에 저항할 때 더 끈질기게 만들 수 있습니다. 혜택: 주 대상과 주문 영역 안에 있는 생물이 주문에 대한 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}에 성공할 때마다 효과에 대해 내성 굴림을 다시 해야 합니다. 생물이 이 두 번째 내성 굴림에 실패하면 첫 번째 내성 굴림에 실패한 것처럼 주문의 전체 효과를 받습니다. 레벨 증가: +2 (지속 주문은 주문의 실제 레벨보다 두 레벨 높은 주문 슬롯을 소모합니다.) 주문의 효과에 저항하거나 효과를 감소시키기 위해 내성 굴림이 필요하지 않은 주문은 이 {g|Encyclopedia:Feat}특기{/g}의 혜택을 받지 못합니다.

source: Persistent
ko_mt: 영구
