Repository: akintos/wotr-translation
Catalog: translation/*/Root.po
Languages: ko_mt

source: Your allies need not fear friendly fire. Benefit: When casting a selective {g|Encyclopedia:Spell}spell{/g} with an area effect and a duration of instantaneous, you can choose a number of targets in the area equal to the {g|Encyclopedia:Ability_Scores}ability score{/g} modifier used to determine bonus spells of the same type ({g|Encyclopedia:Charisma}Charisma{/g} for bards, oracles, paladins, sorcerers, and summoners; {g|Encyclopedia:Intelligence}Intelligence{/g} for witches and wizards; {g|Encyclopedia:Wisdom}Wisdom{/g} for clerics, druids, inquisitors, and rangers). These targets are excluded from the effects of your spell. Level Increase: +1 (A selective spell uses up a spell slot one level higher than the spell's actual level.) Spells that do not have an area of effect or a duration of instantaneous do not benefit from this {g|Encyclopedia:Feat}feat{/g}.
ko_mt: 아군은 아군의 사격을 두려워할 필요가 없습니다. 혜택: 범위 효과 주문이면서 지속 시간이 없는 주문을 시전할 때 주문에 영향을 주는 {g|Encyclopedia:Ability_Scores}능력 수정치{/g}와 동일한 수 만큼 영역 내 대상을 선택할 수 있습니다(예시: 바드, 오라클, 성기사, 소서러는 {g|Encyclopedia:Charisma}매력{/g}. 위저드, 마녀는 {g|Encyclopedia:Intelligence}지능{/g}. 성직자, 드루이드, 심문관, 레인저는 {g|Encyclopedia:Wisdom}지혜{/g}). 선택된 목표는 주문의 효과에서 제외됩니다. 레벨 증가: +1 (선택적 주문은 주문의 실제 레벨보다 한 레벨 높은 주문 슬롯을 사용합니다.) 효과 범위가 없거나 순간 지속시간이 없는 주문은 이 {g|Encyclopedia:Feat}특기{/g}의 혜택을 받지 못합니다.

source: Selective
ko_mt: 선택적

source: You make your {g|Encyclopedia:Spell}spells{/g} deal additional area of effect {g|Encyclopedia:Damage}damage{/g}, while making them stronger. Benefit: Spell now deals 2 more points of damage per dice {g|Encyclopedia:Dice}rolled{/g} to all its targets. Additionally, all enemies in 5 feet of the {g|Encyclopedia:Spell_Target}spell targets{/g} are dealt 2 damage per dice rolled of the original spell. The spell can no longer apply precision damage. Level Increase: +1 (A bolstered spell uses up a spell slot one level higher than the spell's actual level.)
ko_mt: 당신의 {g|Encyclopedia:Spell}주문{/g}이 추가로 광역 {g|Encyclopedia:Damage}피해{/g}를 입히며, 동시에 더 강력해집니다. 효과: 주문이 대상에게 {g|Encyclopedia:Damage}피해{g}를 줄 때, 굴리는 피해 {g|Encyclopedia:Dice}주사위{/g} 하나당 2의 추가 피해를 줍니다. 추가로, 주문 대상으로부터 5피트에 있는 모든 적들은 주문의 원본값에서, 굴리는 피해 주사위 하나당 2의 피해를 입습니다. 주문이 더 이상 정밀 피해를 적용하지 않습니다. 레벨 증가: +1 (강화된 주문은 주문의 실제 레벨보다 한 레벨 높은 주문 슬롯을 사용합니다.)

source: Bolstered
ko_mt: 강화

source: <align=center>Click to expand spells bar.</align>
ko_mt: <align=center>주문 막대를 펼치려면 클릭하세요</align>.

source: Spellbook
ko_mt: 주문서

source: <align=center>Character doesn't have spells</align>.
ko_mt: <align=center>캐릭터가 가진 주문이 없습니다.</align>.

source: Spellbook
ko_mt: 주문서

source: <align=center>Click to expand action bar.</align>
ko_mt: <align=center>능력 막대를 펼치려면 클릭하십시오</align>.

source: Abilities
ko_mt: 능력

source: <align=center>Character doesn't have abilities</align>.
ko_mt: <align=center>캐릭터가 가진 능력이 없습니다.</align>.

source: Abilities
ko_mt: 능력

source: <align=center>Click to expand usable items bar.</align>
ko_mt: <align=center>사용 가능한 항목 막대를 클릭하여 확장하십시오.</align>.

source: Belt
ko_mt: 허리띠

source: <align=center>Press [{bind|OpenInventory}] to open.</align>
ko_mt: <align=center>[{bind|OpenInventory}]을 눌러 엽니다.</align>

source: <align=center>Character doesn't have usable items</align>.
ko_mt: <align=center>캐릭터가 사용 가능한 물품이 없습니다</align>.

source: Belt
ko_mt: 허리띠

source: <align=center>Click to minimize weapon sets.</align>
ko_mt: <align=center>무기 세트를 최소화하려면 클릭하십시오</align>.

source: Weapon sets
ko_mt: 무기 세트

source: <align=center>Click to open.</align>
ko_mt: <align=center>클릭해서 엽니다</align>.

source: Summary
ko_mt: 요약

source: <align=center>Click to open.</align>
ko_mt: <align=center>클릭해서 엽니다</align>.

source: Abilities
ko_mt: 능력

source: <align=center>Click to open.</align>
ko_mt: <align=center>클릭해서 엽니다</align>.

source: Martial
ko_mt: 전투

source: <align=center>Click to open.</align>
ko_mt: <align=center>클릭해서 엽니다</align>.

source: Class
ko_mt: 클래스

source: In the main hand of
ko_mt: 주 손

source: In the off-hand of
ko_mt: 반대손

source: <align=center>Press [{bind|OpenMap}] to open.</align>
ko_mt: <align=center>[{bind|OpenMap}]를 눌러 엽니다.</align>

source: Character
ko_mt: 캐릭터

source: <align=center>Set the formation of your party while moving.</align>
ko_mt: <align=center>이동하는 동안 파티 진형을 설정합니다.</align>

source: Charges
ko_mt: 비용

source: Difficulty Class
ko_mt: 난이도 등급

source: A spell's effects (such as range, duration, and damage dealt) typically depend on its caster's level, which for most spellcasting characters is equal to their class level. Sometimes a class feature or other special ability provides an adjustment to your casting level. In that case, the adjustment applies not only to the spell's effects, but also to the spell's chances of overcoming your target's spell resistance, and the level used in dispel checks (and the DC of the check).
ko_mt: 주문의 효과(범위, 지속 시간, 피해량 등)는 일반적으로 시전자의 레벨에 따라 달라지며, 대부분의 주문 시전 캐릭터는 직업 레벨과 동일합니다. 간혹 직업 특성이나 기타 특수 능력으로 시전자 레벨이 조정되는 경우도 있습니다. 이 경우 주문의 효과뿐만 아니라 주문이 대상의 주문 저항을 극복할 확률과 해제 판정에 사용되는 레벨(및 판정의 DC)에도 조정이 적용됩니다.

source: Caster level
ko_mt: 시전자 레벨

source: <align=center>Press [Esc] to open.</align>
ko_mt: <align=center>열려면 [Esc]를 누르세요.</align>.

source: Menu
ko_mt: 메뉴

source: Equipped by
ko_mt: 착용 중

source: Memorize
ko_mt: 암기

source: Resulting level of current spell with metamagic applied
ko_mt: 메타매직이 적용된 현재 주문의 결과 레벨

source: Spell level
ko_mt: 주문 레벨

source: To write the spell into your spellbook, you need to reduce its effective level.
ko_mt: 주문을 주문서에 쓰려면 주문의 유효 레벨을 낮춰야 합니다.

source: Reduce spell level
ko_mt: 주문 레벨 감소

source: Click to write the spell into your spellbook.
ko_mt: 클릭하여 주문서에 주문을 입력합니다.

source: Write the spell
ko_mt: 주문 쓰기

source: <align=center>Press [{bind|OpenSpells}] to open.</align>
ko_mt: <align=center>[{bind|OpenSpells}]를 눌러 엽니다.</align>

source: No spell chosen to write into your spellbook.
ko_mt: 주문서에 기록할 주문을 선택하지 않았습니다.

source: Choose spell
ko_mt: 주문 선택

source: To write the spell into your spellbook, you need to reduce its effective level.
ko_mt: 주문을 주문서에 쓰려면 주문의 유효 레벨을 낮춰야 합니다.

source: Reduce spell level
ko_mt: 주문 레벨 감소

source: Metamagic
ko_mt: 메타매직

source: Portrait
ko_mt: 인물 사진

source: Race
ko_mt: 종족

source: Class
ko_mt: 클래스 4

source: Domain
ko_mt: 권역

source: School
ko_mt: 학파

source: Inquisition
ko_mt: 인퀴지션

source: <align=center>Press [{bind|Stop}] to stop selected units. If combat AI is on, characters will act according to their AI pattern.</align>
ko_mt: <align=center>선택한 유닛을 중지하려면 [{bind|Stop}]을 누르세요. 전투 AI가 켜져 있으면 캐릭터가 AI 패턴에 따라 행동합니다.</align>

source: Stop
ko_mt: 중지

source: Bloodline
ko_mt: 혈통

source: Skills
ko_mt: 기술

source: Abilities
ko_mt: 능력

source: Spells
ko_mt: 주문

source: Total
ko_mt: 합계

source: Your characters attempt to hunt the surrounding area, gathering rations. The Main Hunter makes a roll against the area DC to determine the outcome. Each additional character helps the Main Hunter by increasing the roll value.
ko_mt: 캐릭터는 주변 지역을 사냥하여 식량을 수집합니다. 주 사냥꾼은 해당 지역 DC에 대해 주사위를 굴려 결과를 결정합니다. 캐릭터가 추가될 때마다 주 사냥꾼의 주사위 굴림 수치가 증가하여 도움을 줍니다.

source: Hunting
ko_mt: 사냥

source: Your characters attempt to hide the camp to reduce the chance of a night encounter. The Camouflage Aide makes a roll against the area DC to determine the outcome. Each additional character helps the Camouflage Aide by increasing the roll value.
ko_mt: 캐릭터는 야간에 조우할 확률을 줄이기 위해 캠프를 숨기려고 시도합니다. 위장 보좌관은 해당 지역에 대해 주사위를 굴려 결과를 결정합니다. 캐릭터가 한 명 추가될 때마다 주사위 굴림 수치가 증가하여 위장 보좌관을 돕습니다.

source: Camp camouflage
ko_mt: 캠프 위장

source: Your characters attempt to prepare a nourishing meal for the party, granting lasting beneficial effects. The Main Cook makes a roll against the area DC to figure out the outcome. Each additional character helps the Main Cook by increasing the roll value.
ko_mt: 캐릭터는 파티를 위해 영양이 풍부한 식사를 준비하여 지속적인 효과를 부여합니다. 메인 요리사는 해당 지역 DC를 기준으로 주사위를 굴려 결과를 결정합니다. 추가되는 각 캐릭터는 주 요리사를 도와 주사위 값을 증가시킵니다.

source: Cooking
ko_mt: 요리

source: Spellcasters attempt to spend all their remaining healing spells to heal injured companions.
ko_mt: 주문 시전자는 남은 치유 주문을 모두 사용해 부상당한 동료를 치료합니다.

source: Healing
ko_mt: 치유

source: The character attempts to make use of their special camping ability, making a roll against the area DC.
ko_mt: 캐릭터는 특수 야영 능력을 사용하여 해당 지역 DC에 대해 굴림을 시도합니다.

source: Special ability
ko_mt: 특수 능력

source: <align=center>Press [{bind|Hold}] to hold selected units. They will continue to attack enemies with long-range weapons and spells.</align>
ko_mt: <align=center>[{bind|Hold}]을 눌러 선택한 유닛을 붙잡습니다. 장거리 무기와 주문으로 적을 계속 공격합니다.</align>

source: Hold
ko_mt: 보류

source: Your characters attempt to guard the camp, taking turns according to the Guard Order. If a night encounter occurs, an active guard makes a Perception roll against the enemies' Stealth DC. Succeeding at this roll allows the guard to awaken the party before the fight. Failing the roll results in a surprise attack.
ko_mt: 캐릭터들은 경비대 명령에 따라 교대로 캠프를 지키려고 합니다. 야간에 전투가 발생하면, 활동 중인 경비병이 적의 은신 능력치에 대해 지각 굴림을 합니다. 이 주사위를 성공하면 경비병이 전투 전에 파티를 각성시킬 수 있습니다. 지각에 실패하면 기습 공격을 받습니다.

source: Guards
ko_mt: 경비병

source: Recipes used for cooking.
ko_mt: 요리에 사용되는 레시피.

source: Recipes
ko_mt: 레시피

source: The more roles companions play in camp, the more fatigued they become.
ko_mt: 캠프에서 동료의 역할이 많아질수록 피로도도 높아집니다.

source: Roles counter
ko_mt: 역할 카운터

source: If there are no rations left, all camp activities except Hunting are disabled.
ko_mt: 배급이 남아있지 않으면 사냥을 제외한 모든 캠프 활동이 비활성화됩니다.

source: Rations
ko_mt: 식량

source: Show exits from the location
ko_mt: 위치에서 출구 표시

source: Show loot in the location
ko_mt: 위치에서 전리품 표시

source: Show points of interest
ko_mt: 관심 지점 표시

source: Show significant characters and objects
ko_mt: 중요한 문자 및 개체 표시

source: Continue traveling
ko_mt: 여행 계속하기

source: Class
ko_mt: 클래스 5

source: <align=center>Click to open.</align>
ko_mt: <align=center>열려면 클릭하십시오.</align>

source: Biography
ko_mt: 약력

source: Difficulty
ko_mt: 난이도

source: Character
ko_mt: 캐릭터

source: Armor check (exclude shield)
ko_mt: 방어 확인(방패 제외)

source: Max Dexterity bonus
ko_mt: 최대 민첩 보너스

source: Speed penalty
ko_mt: 속도 불이익

source: Group speed (outside of combat)
ko_mt: 그룹 속도(전투 외)

source: Travel speed reduced.
ko_mt: 이동 속도가 감소됨

source: Time before fatigue reduced.
ko_mt: 피로가 감소하기까지 걸리는 시간.

source: Exiting to global map is <b>blocked</b>.
ko_mt: 세계지도로 나가는 것이 <b>차단되었습니다</b>.

source: <align=center>Press [{bind|SelectAllCharacters}] to select all characters.</align>
ko_mt: <align=center>[{bind|SelectAllCharacters}]을 눌러 모든 문자를 선택합니다.</align>

source: Select all characters
ko_mt: 모든 캐릭터 선택

source: Bracers
ko_mt: 팔찌

source: Some sort of magical item
ko_mt: 일종의 마법 아이템

source: Some sort of magical item
ko_mt: 일종의 마법 아이템

source: Glasses
ko_mt: 안경

source: Shirt
ko_mt: 셔츠

source: Shield
ko_mt: 방패

source: Ring
ko_mt: 링

source: Belt
ko_mt: 허리띠

source: Boots
ko_mt: 부츠

source: Gloves
ko_mt: 장갑

source: Helmet
ko_mt: 투구

source: Amulet
ko_mt: 부적

source: Cloak
ko_mt: 망토

source: Blindness
ko_mt: 실명

source: Entangled
ko_mt: 속박

source: Difficult terrain
ko_mt: 험지 효과

source: Frightened
ko_mt: 겁먹은

source: Prone
ko_mt: 취약

source: Sickened
ko_mt: 고통

source: Sleep
ko_mt: 수면

source: See invisibility
ko_mt: 투명화 보기

source: True seeing
ko_mt: 진실의 시야

source: Immobilized
ko_mt: 고정

source: Shaken
ko_mt: 동요

source: Nauseated
ko_mt: 구토

source: Dexterity bonus to AC lost
ko_mt: 민첩에 대한 민첩 보너스 손실

source: Dazzled
ko_mt: 눈부심

source: Stunned
ko_mt: 기절

source: Helpless
ko_mt: 무력한

source: Confusion
ko_mt: 혼동

source: Distracted
ko_mt: 주의 산만

source: Forced move
ko_mt: 강제 이동

source: Can't act
ko_mt: 행동할 수 없음

source: Disabled attacks of opportunity
ko_mt: 장애가 있는 기회 공격

source: Attack nearest
ko_mt: 가장 가까운 공격

source: Fatigued
ko_mt: 피곤함

source: Unconscious
ko_mt: 무의식

source: Can't attack
ko_mt: 공격 불가

source: Unlootable
ko_mt: 언로트 불가

source: Blurred vision
ko_mt: 흐릿한 시야

source: Immune to attacks of opportunity
ko_mt: 기회 공격 면역

source: Use Mobility skill to negate attack of opportunity
ko_mt: 기동성으로 기회 공격 무효화

source: Immune to combat maneuvers
ko_mt: 전법 면역

source: Immobilized
ko_mt: 고정

source: Combat reflexes
ko_mt: 전투 반사 신경

source: Can't enter stealth
ko_mt: 은신 상태 진입 불가

source: Paralyzed
ko_mt: 마비

source: Cowering
ko_mt: 위축

source: Exhausted
ko_mt: 소진됨

source: Barbarian's rage
ko_mt: 야만용사의 분노

source: Death's Door
ko_mt: 죽음의 문

source: Staggered
ko_mt: 비틀거림

source: Invisible
ko_mt: 투명화

source: Petrified
ko_mt: 석화

source: Dazed
ko_mt: 몽롱한

source: Slowed
ko_mt: 감속

source: Unlocked!
ko_mt: 잠금 해제되었습니다!

source: Unlocked!
ko_mt: 잠금 해제되었습니다!

source: Usable item
ko_mt: 사용 가능한 아이템

source: Clear
ko_mt: 지우기

source: Abilities
ko_mt: 능력

source: Usable Items
ko_mt: 사용 가능한 아이템

source: Spellbook
ko_mt: 주문서

source: Options
ko_mt: 옵션

source: Move
ko_mt: 이동

source: Use Automatically
ko_mt: 자동으로 사용

source: Do not use automatically
ko_mt: 자동으로 사용하지 마십시오.

source: Attack
ko_mt: 공격

source: Interact
ko_mt: 상호 작용

source: Move
ko_mt: 이동

source: Awaiting command
ko_mt: 명령 대기 중

source: Sort
ko_mt: 정렬

source: any Chaotic
ko_mt: 모든 혼돈

source: neither Lawful nor Chaotic
ko_mt: 질서도 혼돈도 아닌

source: any Evil
ko_mt: 모든 악

source: any Good
ko_mt: 어떤 좋은

source: neither Good nor Evil
ko_mt: 선도 악도 아닌

source: any Lawful
ko_mt: 모든 질서인

source: any Neutral
ko_mt: 모든 중립

source: Faction
ko_mt: 진영

source: Morale
ko_mt: 사기

source: Quest
ko_mt: 퀘스트

source: Transfer
ko_mt: 전송

source: Item Appearance
ko_mt: 아이템 모양

source: Select an item to change appearance, then select an item to transfer its appearance from.
ko_mt: 모양을 변경할 항목을 선택한 다음 모양을 전송할 항목을 선택합니다.

source: Changing Item
ko_mt: 항목 변경

source: Transferring Item
ko_mt: 아이템 전송

source: Reset
ko_mt: 초기화

source: <b>+2 to one ability score</b>: at creation, the character gets a +2 bonus to an ability of their choice.
ko_mt: <b>능력 점수 1에 +2</b>: 생성 시 캐릭터는 자신이 선택한 능력에 +2 보너스를 받습니다.

source: Ability scores
ko_mt: 능력 점수

source: There are unspent points in the character's ability scores.
ko_mt: 캐릭터의 능력 점수에 미사용 포인트가 있습니다.

source: Character's alignment has not been selected.
ko_mt: 캐릭터의 성향이 선택되지 않았습니다.

source: Alignment
ko_mt: 성향

source: Allocate ability points
ko_mt: 능력 점수 할당

source: Allocate skills points
ko_mt: 기술 포인트 할당

source: Animal Companion
ko_mt: 동물 동반자

source: Appearance
ko_mt: 모양

source: Beard
ko_mt: 수염

source: Birth date
ko_mt: 생년월일

source: Blast
ko_mt: 폭발

source: Bloodline
ko_mt: 혈통

source: Body type
ko_mt: 신체 유형

source: Bond
ko_mt: 유대

source: Ability points
ko_mt: 능력 점수

source: Altering this value will disable automatic leveling-up for this character for the remainder of the game. Are you sure you wish to proceed?
ko_mt: 이 값을 변경하면 남은 게임 기간 동안 이 캐릭터의 자동 레벨업이 비활성화됩니다. 계속 진행하시겠습니까?

source: Change portrait
ko_mt: 세로 변경

source: Race prerequisite for this archetype: {0}. Do you want to change race?
ko_mt: 이 원형에 대한 종족 전제 조건입니다. {0}. 종족을 변경하시겠습니까?

source: Channel energy
ko_mt: 에너지 전달

source: New character
ko_mt: 새로운 캐릭터

source: Choose abilities
ko_mt: 능력 선택

source: Choose alignment
ko_mt: 성향 선택

source: Choose animal companion
ko_mt: 동물 동반자 선택

source: Choose blast type
ko_mt: 폭발 유형 선택

source: Choose bloodline
ko_mt: 혈통 선택

source: Choose bond
ko_mt: 유대 선택

source: Choose channel energy type
ko_mt: 에너지 전달 유형 선택

source: Choose class
ko_mt: 클래스 선택

source: Choose deity
ko_mt: 신 선택

source: Choose discovery
ko_mt: 검색 선택

source: Choose deity and domain
ko_mt: 신과 권역 선택

source: Choose heritage
ko_mt: 유산 선택

source: Choose mythic
ko_mt: 신화 선택

source: Choose name
ko_mt: 이름 선택

source: Choose race
ko_mt: 종족 선택

source: Choose school
ko_mt: 학파 선택

source: Select a spell you wish to acquire from the list below.
ko_mt: 아래 목록에서 습득하고 싶은 주문을 선택하세요.

source: Choose spellbook
ko_mt: 주문서 선택

source: Choose spells
ko_mt: 주문 선택

source: Class
ko_mt: 클래스 2

source: The selected class is not available because the prerequisites are not met.
ko_mt: 사전 요구 사항이 충족되지 않아 선택한 클래스를 사용할 수 없습니다.

source: Pick your character's class. Classes give a host of bonuses and allow characters to take actions that they otherwise could not, such as casting spells or changing shape.
ko_mt: 캐릭터의 클래스를 선택하세요. 직업은 다양한 보너스를 제공하며 캐릭터가 주문을 시전하거나 모양을 변경하는 등 다른 방법으로는 할 수 없는 행동을 할 수 있게 해줍니다.

source: Character's class has not been selected.
ko_mt: 캐릭터의 클래스가 선택되지 않았습니다.

source: Class skill
ko_mt: 직업 기술

source: Clothes color
ko_mt: 옷 색상

source: Coming soon...
ko_mt: 곧 출시 예정...

source: Complete
ko_mt: 완료

source: The spell is available to:
ko_mt: 주문 사용 가능 대상은 다음과 같습니다.

source: Cost
ko_mt: 비용

source: Custom character
ko_mt: 사용자 지정 캐릭터

source: Day
ko_mt: 일

source: Deity
ko_mt: 신

source: Details
ko_mt: 세부 정보

source: Discovery
ko_mt: 발견

source: Rotate
ko_mt: 회전

source: Zoom
ko_mt: 줌

source: Domain
ko_mt: 권역

source: New mercenary
ko_mt: 새로운 용병

source: Enabling the premade build will activate the auto level-up for all your characters. This will change the game's difficulty setting to Custom mode. Do you wish to proceed?
ko_mt: 미리 만들어진 빌드를 활성화하면 모든 캐릭터의 자동 레벨업이 활성화됩니다. 그러면 게임의 난이도 설정이 사용자 지정 모드로 변경됩니다. 계속 진행하시겠습니까?

source: Enter search request here
ko_mt: 여기에 검색 요청 입력

source: Eye color
ko_mt: 눈 색깔

source: Face
ko_mt: 얼굴

source: Character still has undefined features.
ko_mt: 캐릭터에 아직 정의되지 않은 기능이 있습니다.

source: Search....
ko_mt: 검색....

source: Difficulty
ko_mt: 난이도

source: Gender
ko_mt: 성별

source: Character's gender has not been selected.
ko_mt: 캐릭터의 성별이 선택되지 않았습니다.

source: Hair color
ko_mt: 머리 색깔

source: Hair style
ko_mt: 헤어 스타일

source: Heritage
ko_mt: 유산

source: High
ko_mt: 높음

source: Hit points
ko_mt: 체력

source: Horns
ko_mt: 뿔

source: Horns color
ko_mt: 뿔 색상

source: Level-Up
ko_mt: 레벨 업

source: Use Recommended Build
ko_mt: 권장 빌드 사용

source: Low
ko_mt: 낮음

source: Auto level-up
ko_mt: 자동 레벨 업

source: Auto level-up
ko_mt: 자동 레벨 업

source: Max rank value
ko_mt: 최대 순위 값

source: Average
ko_mt: 평균

source: Modifier
ko_mt: 수정치

source: Month
ko_mt: 월

source: Mythic
ko_mt: 신화

source: Mythic Abilities
ko_mt: 신화 능력

source: Name
ko_mt: 이름

source: Character's name has not been chosen.
ko_mt: 캐릭터의 이름이 선택되지 않았습니다.

source: New abilities
ko_mt: 새로운 능력

source: New spells
ko_mt: 새로운 주문

source: There are no premade builds for archetypes
ko_mt: 아키타입을 위한 사전 제작 빌드는 없습니다.

source: Character doesn't use spells
ko_mt: 캐릭터가 주문을 사용하지 않음

source: Nothing to choose
ko_mt: 선택할 수 있는 항목 없음

source: Current phase still has undefined options.
ko_mt: 현재 단계에는 아직 정의되지 않은 옵션이 있습니다.

source: Points
ko_mt: 점수

source: Portrait
ko_mt: 인물 사진

source: Custom
ko_mt: 사용자 지정

source: Default
ko_mt: 기본값

source: Kingmaker
ko_mt: 킹메이커

source: Kingmaker Characters
ko_mt: 킹메이커 캐릭터

source: Wrath of the Righteous
ko_mt: 의로운 자의 분노

source: Create pregenerated character
ko_mt: 미리 생성된 캐릭터 만들기

source: Premade build balance
ko_mt: 미리 만들어진 빌드 밸런스

source: Primary color
ko_mt: 기본 색상

source: Race
ko_mt: 종족

source: Racial bonus
ko_mt: 종족 보너스

source: Pick your character's race, noting any modifiers and other racial traits.
ko_mt: 캐릭터의 종족을 선택하고, 수정치와 기타 종족적 특성에 유의하세요.

source: Character's race has not been selected.
ko_mt: 캐릭터의 종족이 선택되지 않았습니다.

source: Race traits
ko_mt: 종족 특성

source: Randomize name
ko_mt: 이름 무작위 지정

source: Rank
ko_mt: 순위

source: Required character level: {0}
ko_mt: 필수 캐릭터 레벨: {0}

source: Do you want to retrain the selected character?
ko_mt: 선택한 캐릭터를 재훈련하시겠습니까?

source: Retraining
ko_mt: 재교육

source: Scar
ko_mt: 흉터

source: School
ko_mt: 학파

source: Score
ko_mt: 점수

source: Nothing was found for the query <b>"{0}"</b>.
ko_mt: 쿼리 <b>"{0}"</b>에 대해 아무것도 찾을 수 없습니다.

source: Secondary color
ko_mt: 보조 색상

source: Skill name
ko_mt: 기술 이름

source: Character's skills have not been allocated.
ko_mt: 캐릭터의 기술이 할당되지 않았습니다.

source: Skin tone
ko_mt: 피부 톤

source: Spell
ko_mt: 주문

source: Spellbook
ko_mt: 주문서

source: Spells
ko_mt: 주문

source: Character's spells have not been selected.
ko_mt: 캐릭터의 주문이 선택되지 않았습니다.

source: Ability name
ko_mt: 능력 이름

source: Closing the interface will reset the choices you've made during the character creation. Close the interface?
ko_mt: 인터페이스를 닫으면 캐릭터 생성 시 선택한 내용이 초기화됩니다. 인터페이스를 닫으시겠습니까?

source: Tattoo
ko_mt: 문신

source: Teamwork Feat
ko_mt: 협동 특기

source: None of the companions have this Feat
ko_mt: 이 능력을 가진 동료는 없습니다.

source: Result
ko_mt: 결과

source: Total
ko_mt: 합계

source: To use your own set of portraits, change the images in the folder: <b>{portraits_path}</b> For proper operation, do not change the names, formats, or sizes of the images.
ko_mt: 나만의 초상화 세트를 사용하려면 폴더의 이미지를 변경합니다. <b>{portraits_path}</b> 제대로 작동하려면 이미지의 이름, 형식 또는 크기를 변경하지 마세요.

source: Voice
ko_mt: 음성

source: Warpaint
ko_mt: 워페인트

source: Week
ko_mt: 주

source: Selected character class is unavailable.
ko_mt: 선택한 캐릭터 직업를 사용할 수 없습니다.

source: Character's available Mythic Path has not been selected.
ko_mt: 캐릭터의 사용 가능한 신화 경로가 선택되지 않았습니다.

source: Attack
ko_mt: 공격

source: Abilities
ko_mt: 능력

source: Actions
ko_mt: 작업

source: Alignment
ko_mt: 성향

source: Alignment shifted to
ko_mt: 성향 변동:

source: Alignment Shifts
ko_mt: 성향 변동

source: Undetectable
ko_mt: 감지할 수 없음

source: Armor class and saving throws
ko_mt: 방어도 및 내성 굴림

source: Attack
ko_mt: 공격

source: Base Attack Bonus
ko_mt: 기본 공격 보너스

source: Melee attacks
ko_mt: 근접 공격

source: Ranged attacks
ko_mt: 원거리 공격

source: Alignment
ko_mt: 성향

source: Bonus
ko_mt: 보너스

source: Effects and Conditions
ko_mt: 효과 및 조건

source: Critical
ko_mt: 치명타

source: Filter
ko_mt: 필터

source: Weapon Set
ko_mt: 무기 세트

source: Character
ko_mt: 캐릭터

source: Class
ko_mt: 클래스 1

source: Class progression
ko_mt: 수업 진행

source: Class skills
ko_mt: 직업 기술

source: Combat Maneuver
ko_mt: 전법

source: Damage
ko_mt: 피해

source: Exceptions
ko_mt: 예외

source: Value
ko_mt: 값

source: Damage Reduction
ko_mt: 피해 감소

source: Deactivated
ko_mt: 비활성화됨

source: Defense
ko_mt: 방어

source: Types
ko_mt: 유형

source: Value
ko_mt: 값

source: Experience
ko_mt: 경험

source: Encumbrance
ko_mt: 인컴밴션

source: Energy Resistance
ko_mt: 에너지 저항

source: Equip
ko_mt: 장비

source: Flat-footed
ko_mt: 무방비

source: Fortitude
ko_mt: 인내

source: Feats
ko_mt: 특기

source: Features and Abilities
ko_mt: 기능 및 능력

source: Female
ko_mt: 여성

source: Fortitude
ko_mt: 인내

source: History
ko_mt: 역사

source: Hit Dice
ko_mt: HD

source: Initiative
ko_mt: 우선권

source: Inventory
ko_mt: 인벤토리

source: Level
ko_mt: 레벨

source: Off-hand
ko_mt: 반대손

source: Melee
ko_mt: 근접

source: Magic
ko_mt: 마법

source: Male
ko_mt: 남성

source: feet
ko_mt: 피트

source: Martial
ko_mt: 전투

source: Martial Qualities
ko_mt: 전투 정보

source: Max Dex Bonus
ko_mt: 최대 민첩 보너스

source: Melee
ko_mt: 근접

source: Mythic rank {0}
ko_mt: 신화 등급 {0}

source: Mythic Rank-Up
ko_mt: 신화 등급업

source: Character has no effects or conditions.
ko_mt: 캐릭터에는 효과나 조건이 없습니다.

source: None
ko_mt: 없음

source: No suitable items
ko_mt: 적합한 항목 없음

source: No mythic powers
ko_mt: 신화의 힘 없음

source: No shard powers
ko_mt: 샤드 파워 없음

source: Permanent
ko_mt: 영구

source: Range
ko_mt: 범위

source: Reflex
ko_mt: 반사

source: Main Hand
ko_mt: 메인 핸드

source: Ref
ko_mt: 참조

source: Shard
ko_mt: 샤드

source: Size
ko_mt: 크기

source: Speed
ko_mt: 속도

source: Saving throw
ko_mt: 내성 굴림

source: Shards: {0}
ko_mt: 샤드: {0}

source: New Shard
ko_mt: 새로운 샤드

source: Shared Stash
ko_mt: 공유 보관함

source: Skills
ko_mt: 기술

source: Finnean
ko_mt: 피니언

source: Polymorph
ko_mt: 변이

source: Start dialogue
ko_mt: 대화 시작

source: Special Abilities
ko_mt: 특수 능력

source: Speed
ko_mt: 속도

source: Spell
ko_mt: 주문

source: Spell resistance
ko_mt: 주문 저항

source: Spells
ko_mt: 주문

source: Story
ko_mt: 스토리

source: Summary
ko_mt: 요약

source: Touch
ko_mt: 접촉

source: Temporary HP
ko_mt: 임시 HP

source: Traits
ko_mt: 특징

source: Take off
ko_mt: 해제

source: Vision
ko_mt: 비전

source: Show cloak
ko_mt: 망토 표시

source: Show clothes
ko_mt: 옷 표시

source: Show footwear
ko_mt: 신발 표시

source: Show glasses
ko_mt: 안경 표시

source: Show gloves
ko_mt: 장갑 표시

source: Show shirt
ko_mt: 쇼 셔츠

source: Show bracers
ko_mt: 팔찌 표시

source: Will
ko_mt: 의지
