Repository: akintos/wotr-translation
Catalog: translation/*/Root.po
Languages: ko_mt

source: Sunday
ko_mt: 일요일

source: Moonday
ko_mt: 달의 날

source: Toilday
ko_mt: 토일데이

source: Oathday
ko_mt: 선서일

source: Fireday
ko_mt: 파이어데이

source: Starday
ko_mt: 스타데이

source: Abadius
ko_mt: 아바디우스

source: Neth
ko_mt: 네스

source: Kuthona
ko_mt: 쿠토나

source: Calistril
ko_mt: 칼리스트릴

source: Pharast
ko_mt: 파라스트

source: Gozran
ko_mt: 고즈란

source: Desnus
ko_mt: 데즈누스

source: Sarenith
ko_mt: 사렌스

source: Erastus
ko_mt: 에라스투스

source: Arodus
ko_mt: 아로두스

source: Lamashan
ko_mt: 라마산

source: and
ko_mt: 그리고

source: days
ko_mt: 일

source: days
ko_mt: 일

source: hours
ko_mt: 시간

source: hours
ko_mt: 시간

source: less than an hour
ko_mt: 1시간 미만

source: day
ko_mt: 일

source: hour
ko_mt: 시간

source: days
ko_mt: 일

source: hours
ko_mt: 시간

source: days
ko_mt: 일

source: hours
ko_mt: 시간

source: Focus
ko_mt: 초점

source: Wis
ko_mt: 지혜

source: Skill
ko_mt: 기술

source: Speed
ko_mt: 속도

source: Magic
ko_mt: 마법

source: Spell
ko_mt: 주문

source: Dolgrin/Grunyar/Harsk/Kazmuk/Morgrym/Rogar/Gordug/Admout/Brazmeak/Dhorraeg/Nermek/Skodgrem/Garnin/Hanmus/Javut/Elbroth/Fimrock/Thonon/Bragric/Yormut
ko_mt: 돌그린/그룬야르/하르스크/카즈묵/모그림/로가르/고르두그/아드무트/브라즈막/도라에그/너멕/스코드그렘/가르닌/한무스/자부트/엘브로스/핌록/토논/브라그릭/욜무트

source: Antal/Boram/Hyrgan/Jamir/Lem/Miro/Sumak/Tribin/Uldar/Vraxim/Edwis/Fel/Gaes/Nibbel/Jured/Walph/Fidlic/Jocel/Ebren/Ord
ko_mt: 안탈/보람/히르간/자미르/렘/미로/수막/트리빈/울다르/브락스/에드위스/펠/게스/니벨/쥬르드/월프/피들릭/조셀/에브렌/오드

source: Anafa/Bellis/Etune/Filiu/Irlana/Marra/Pressi/Rilka/Sistra/Wyssal/Yamyra/Dolabetta/Argiana/Eluse/Jokina/Lucrena/Beodea/Palde/Clende/Phelde
ko_mt: 아나파/벨리스/에튠/필리우/일라나/마라/프레시/릴카/시스트라/위살/야미라/돌라베타/아르기아나/엘루세/조키나/루크레나/베오데아/팔데/클렌데/펠데

source: Chankotu/Imhakaru/Kyrsaku/Namkitu/Yanyeeku/Bunji/Kuemon/Ranaburo/Tsumichi/Chungak/Seiharai/Takuzo/Pattaman/Suphay/Prachai/Yoson/Eitoki/Tagashi/Kadon
ko_mt: 찬코투/임하카루/키사쿠/남키투/얀예쿠/분지/쿠에몬/라나부로/쓰미치/청각/세이하라이/타쿠조/파타만/수파이/프라차이/요손/에이토키/타가시/카돈

source: Ayaki/Jiyoki/Kyomi/Miyaro/Shinyai/Yulai/Abshara/Ebiko/Mayoi/Sachi/Tamai/Chinyo/Kishi/Michire/Fumide/Suzuri/Remie/Yasuga/Prangwan/Myongun/Mekhali
ko_mt: 아야키/지요키/교미/미야로/신야이/율라이/압샤라/에비코/마요이/사치/타마이/친요/키시/미치레/후미데/스즈리/레미/야스가/프랑관/명운/메칼리

source: Aakif/Andrezi/Arasmes/Bahram/Baolo/Barid/Batsaikhan/Belor/Budi/Darvan/Dolok/Eilif/Garidan/Gellius/Hadzi/Hamengku/Harisko/Iacobus/Jaali/Jianguo/Kjell/Kousei/Kronug/Menas/Mitabu/Narsius/Nonek/Pateba/Pratavh/Qorchi/Rubani/Seckor/Shokamb/Shuo/Sunaki/Suryo/Tabansi/Teruawa/Tomorbataar/Ursion/Vachedi/Viorec/Yekskya/Zaiho/Zhen
ko_mt: 아키프/안드레지/아라스메스/바흐람/바올로/바리드/바사이칸/벨로르/부디/다르반/돌록/에일리프/가리단/겔리우스/하드지/하멩쿠/하리스코/이아코버스/자알리/지앙구오/Kjell/Kousei/Kronug/Menas/미타부/N르시우스/Nonek/Pateba/Pratavh/코르치/Rubani/Seckor/Shokamb/Shuo/Sunaki/Suryo/Tabansi/Teruawa/Tomorbataar/어시온/Vachedi/Viorec/Yekskya/Zaiho/Zhen

source: Alerdene/Alinza/Aula/Beshkee/Chammady/Chao/Eshe/Eudomia/Hiriko/Ilinica/Indah/Izora/Jalket/Jayazi/Kaede/Kalizama/Kamshi/Lestari/Leyli/Marisan/Meilin/Mirelinda/Mpaandi/Nalmida/Nanya/Narantuyaa/Ntisi/Pasara/Pontia/Revhi/Runa/Sahba/Shirin/Shivkah/Sinkitah/Surenchinua/Udara/Umie/Valki/Waajida/Xemne/Xue/Zalika/Zova
ko_mt: 알레르덴/알린자/알라/베쉬키/참마디/차오/에쉬/유도미아/히리코/일리니카/인다/이조라/잘켓/자야지/카에데/칼리자마/캄시/레스타리/레일리/마리산/메이린/미렐린다/M빤디/날미다/난야/나란투야/N티시/파사라/폰티아/레비/루나/사바/시린/시브카/싱키타/수렌치누아/우다라/우미/발키/와이지다/젬네/쉬에/잘리카/조바

source: Aritian/Beltin/Cernan/Cronwier/Eran/Ilamin/Maudril/Okrin/Parant/Tural/Wyran/Zaigan/Abdikari/Bahadur/Canius/Ecles/Grokug/Rodrio/Thaba/Zhakfar
ko_mt: 아리시안/벨틴/체르난/크론위어/에란/일라민/모드릴/오크린/파란트/투랄/위란/자이간/압디카리/바하두르/카니우스/엘레스/그로쿠그/로드리오/타바/자크파르

source: Arken/Davina/Drinma/Imesah/Masozi/Nijena/Niramour/Ondrea/Rhialla/Valtyra/Egizia/Atiq/Amariqua/Lima/Nela/Kiama/Ntswe/Yaslin/Hisa/Ingvild
ko_mt: 아르켄/다비나/드린마/이메사/마소지/니제나/니라무르/온드레아/리알라/발리라/에지치아/아티크/아마리콰/리마/넬라/키아마/N츠웨/야슬린/호사/잉빌드

source: Aberan/Apontius/Belassie/Chuang/Dragoslav/Hannug/Isoru/Kannoyak/Kione/Kwan/Manirak/Milad/Muktu/Nobu/Ntsumi/Pen/Rasoud/Tai/Thapi/Zalelch
ko_mt: 아베란/아폰티우스/벨라시/추앙/드라고슬라브/한누그/이소루/칸노약/키오네/칸/마니락/밀라드/묵투/노부/엔츠미/펜/라수드/타이/타피/잘렐치

source: Altea/Kuniaq/Kidis/Sanam/Annen/Nadra/Masoabi/Antia/Eydna/Agne/Binda/Draguta/Regini/Plina/Unnura/Melkam/Nalka/Kwesi/Rui/Shige
ko_mt: 알테아/쿠니아크/키디스/사남/아넨/나드라/마소아비/안티아/에이드나/아그네/빈다/드라구타/레기니/플리나/운누라/멜캄/날카/퀘시/루이/시게

source: Agna/Bodill/Ingra/Kotri/Rusilka/Yangrit/Bharnona/Krodwed/Barlyn/Dhondreagar/Kurgekara/Durugith/Amaebella/Luzmaelin/Houggula/Hodolinda/Ragnoulyn/Thibreth/Thabelda/Vokkgrid
ko_mt: 아그나/보딜/잉그라/코트리/루실카/양그리트/바르노나/크로드웨드/바를린/돈드레아가르/쿠르게카라/두루기스/아메벨라/루즈마엘린/후굴라/호돌린다/라그누린/티브레스/하벨다/복크그리드

source: Baru/Dellisar/Maldrek/Molos/Sarvin/Shoremoth/Temerith/Voren/Zoren/Ahun/Benecio/Damas/Ferresius/Hsin/Kolug/Ladim/Mebrek/Mohau/Tibrecius/Vilferdo
ko_mt: 바루/델리사르/말드렉/몰로스/사빈/쇼어모스/테메리스/보렌/조렌/아훈/베네시오/다마스/페레시우스/신/콜루그/라딤/메브렉/모하우/티브레시우스/빌퍼도

source: Allizsah/Indranna/Kasidra/Kilarra/Mellisan/Mordren/Nisha/Hostulla/Piktak/Ozoro/Vina/Veshka/Akina/Lintle/Hse/Gilla/Harshi/Chavia/Mahi/Yayoko
ko_mt: 알리즈사/인드라나/카시드라/킬라라/멜리산/모드렌/니샤/호스툴라/픽탁/오조로/비나/베쉬카/아리나/린틀/세/길라/하르시/차비아/마히/야요코

source: Andanan/Jeydavu/Mentys/Oret/Sithundan/Urtar/Akluk/Brongo/Danjuma/Frayas/Huang/Muharrem/Naki/Niculai/Nolesk/Sidas/Torke/Tamba/Verus/Youngdo
ko_mt: 안다난/제다부/멘티스/오레트/시툰단/우르타르/아클룩/브롱고/단주마/프라야스/황/무하렘/나키/니쿨라이/놀레스크/시다스/토르케/탐바/베루스/영도

source: Besthana/Echane/Ghatiyara/Irice/Nysene/Pashe/Munca/Qigi/Zalika/Nakisa/Yanla/Akinesh/Tokoa/Vedia/Kinuye/Ranuig/Sajni/Zaara/Tsurana/Tetricia
ko_mt: 베스타나/에차네/가티야라/아이리스/니세네/파세/문카/키기/잘리카/나키사/얀라/아키네시/토코아/베디아/키누예/라누이그/사즈니/자라/쑤라나/테트리시아

source: Caladrel/Heldalel/Lanliss/Meirdrarel/Seldlon/Talathel/Variel/Zordlon/Kvilessin/Arbellion/Erlandor/Erlathan/Aiduin/Erloshin/Lornholn/Ephelion/Aydunn/Filverel/Ruennar/Lysanthir
ko_mt: 칼라드렐/헬달렐/란리스/미드라엘/셀드론/탈라텔/바리엘/조드론/크빌레신/아벨리온/엘란도르/엘라탄/아이두인/엘로신/론홀른/에펠리온/아이둔/필베렐/루엔나/리잔티르

source: Amrunelara/Dardlara/Faunra/Jathal/Merisiel/Oparal/Soumral/Tessara/Yalandlara/Almedha/Neia/Yunessa/Shael/Caeda/Valindra/Yathanae/Dessielle/Teriani/Thespia/Meorise
ko_mt: 암루넬라라/다르달라라/파운라/자탈/메리시엘/오파랄/수말/테사라/얄란달라라/알메다/네이아/유네사/샤엘/카에다/발린드라/야타나에/데시엘/테리아니/테스피아/메오리제

source: Abroshtor/Bastargre/Halungalom/Krolmnite/Poshment/Zarzuket/Zatqualmie/Tibbrart/Conimwick/Larrbinor/Rudemberdt/Galgilrikk/Finduzz/Galakreck/Kirdumblar/Cynestan/Cenweald/Trumwellin/Ermenred/Ribalden
ko_mt: 아브로슈토르/바스타르그레/할랄롬곰/크롤름나이트/포쉬먼트/자르주켓/자트콸미/티브라트/코님윅/라비노르/루뎀버트/갈길릭크/핀두즈/갈라크렉/키덤블라/시네스탄/센웨드/트럼웰린/에르멘레드/리발덴

source: Besh/Fijit/Lini/Majet/Neji/Pai/Queck/Trig/Xeni/Zae/Cena/Jemi/Kye/Taja/Essa/Buna/Xyzzy/Nori/Lita/Octi
ko_mt: 베쉬/피짓/리니/마젯/네지/파이/퀘크/트리그/제니/제/세나/제미/카이/타자/에사/부나/지지/노리/리타/옥티

source: Calathes/Encinal/Iradli/Kyras/Narciso/Quinray/Seltyiel/Zirul/Valfinas/Erthor/Tedis/Avethor/Rayfaelor/Crisryll/Isemroth/Emenall/Yorridan/Meinas/Isemben/Fulnaril
ko_mt: 칼라테스/엔시날/이라들리/키라스/나르시소/퀸레이/셀티엘/지룰/발피나스/에르토르/테디스/아베토르/레이파엘로/크리스릴/이셈로스/에메날/요리단/메이나스/이셈벤/풀나릴

source: Cathran/Elsbeth/Iandoli/Kieyanna/Lialda/Maddela/Reda/Tamarie/Waesleth/Aellica/Rellihn/Ylrelle/Eslana/Prilica/Juldris/Fengeira/Trissila/Xyrdis/Imalyn/Maercia
ko_mt: 카트란/엘베스/이안돌리/키예나/리알다/마델라/레다/타마리/웨슬레스/알리카/렐리엔/일렐/엘라나/프리리카/줄드리스/펜게이라/트리실라/시르디스/이말린/마에르시아

source: Ausk/Davor/Hakak/Kizziar/Makoa/Nesteruk/Tsadok/Ukliq/Agazgel/Baru/Gour/Martok/Tardak/Mezhan/Siash/Udzirm/Zach/Durdrad/Gurush/Khnum
ko_mt: 아우스크/다보르/하칵/키지아르/마코아/네스테룩/사독/우클리크/아가즈겔/바루/구르/마르톡/타닥/메잔/시아쉬/우드지르/자크/두르드라드/구루쉬/크눔

source: Canan/Drogheda/Goruza/Mazon/Shirish/Tevaga/Zeljka/Rhidre/Olna/Nux/Itohga/Cabra/Aldja/Bahha/Hekkura/Thada/Uzhba/Tifra/Zentle/Zwith
ko_mt: 카난/드로게다/고루자/마존/쉬리쉬/테바가/젤리카/리드레/올나/눅스/이토가/카브라/알자/바하/헤쿠라/타다/우즈바/티프라/젠틀/즈위드 즈위드

source: Arrow/Pearl/Rascal/Fluffy/Echo/Wind/Lazy/Gnaw/Thunder/Spot/Striker/Midnight/Zenith/Storm/Meatloaf/Prudence/Valiant/Shaggy/Knight/Squire/Perch/Flametongue/Pathfinder/Bloodmaw/Stomper/Catastrophe/Chance/Tiny/Stripes/Tickles/Mist/Sly/Monarch/Demonbane/Brute/Cookie/Glutton/Barb/Daring/Bogey
ko_mt: 화살/진주/악동/푹신푹신/메아리/바람/게으름/갉아먹음/천둥/점/스트라이커/심야/정점/폭풍/미트로프/신중함/용맹/솜털/기사/기수/농어/불꽃 혀/길 찾기/블러드모/스토퍼/재앙/찬스/작은/줄무늬/간지럼/안개/교활/군주/마귀/야수/쿠키/글루텐/바바/대담/보이지

source: Racial
ko_mt: 종족

source: Shield enhancement
ko_mt: 방패강화

source: Inherent
ko_mt: 내재적

source: Insight
ko_mt: 통찰

source: Luck
ko_mt: 행운

source: Morale
ko_mt: 사기

source: Natural armor
ko_mt: 자연 갑옷

source: Natural armor enhancement
ko_mt: 자연 갑옷 강화

source: Sacred
ko_mt: 성스러운

source: Size
ko_mt: 크기

source: Dodge
ko_mt: 피하기

source: Trait
ko_mt: 기능 2

source: Resistance
ko_mt: 저항

source: Fear
ko_mt: 공포

source: Negative energy
ko_mt: 음에너지

source: Dexterity bonus
ko_mt: 민첩 보너스

source: Other
ko_mt: 기타

source: Constitution bonus
ko_mt: 건강 보너스

source: Fatigued
ko_mt: 피곤함

source: Crippled
ko_mt: 불구

source: Feat
ko_mt: 재주

source: Competence
ko_mt: 능숙

source: Ability damage
ko_mt: 능력 피해

source: Ability drain
ko_mt: 능력 소모

source: Focus
ko_mt: 초점

source: Difficulty
ko_mt: 난이도

source: Ability modifier bonus
ko_mt: 능력 수정치 보너스

source: Penalty
ko_mt: 불이익

source: Focus
ko_mt: 초점

source: Meal
ko_mt: 식사

source: Polymorph
ko_mt: 변이

source: Helpless
ko_mt: 무력한

source: Armor
ko_mt: 갑옷

source: Encumbrance
ko_mt: 인컴밴션

source: Favored enemy
ko_mt: 선호하는 적

source: Other
ko_mt: 기타

source: Prone
ko_mt: 취약

source: Rage
ko_mt: 분노

source: Natural armor
ko_mt: 자연 갑옷

source: Favored class bonus
ko_mt: 선호 직업 보너스

source: Lockpicker's Kit
ko_mt: 자물쇠 따는 사람 키트

source: Unique item
ko_mt: 고유 아이템

source: Mythic bonus
ko_mt: 신화 보너스

source: Shield
ko_mt: 방패

source: Demon bonus
ko_mt: 데몬 보너스

source: Favored class bonus
ko_mt: 선호 직업 보너스

source: Natural armor — form
ko_mt: 자연 갑옷 - 형태

source: Anomaly
ko_mt: 이상 징후

source: Other
ko_mt: 기타

source: Equipped armor
ko_mt: 장착 갑옷

source: Alchemical
ko_mt: 연금술

source: Circumstance
ko_mt: 상황

source: Deflection
ko_mt: 굴절

source: Enhancement
ko_mt: 강화

source: Armor enhancement
ko_mt: 갑옷 강화

source: within touch range
ko_mt: 접촉 범위 내

source: within close range
ko_mt: 가까운 범위 내

source: within medium range
ko_mt: 중간 범위 내

source: within long range
ko_mt: 장거리 범위 내

source: within any range
ko_mt: 모든 범위 내

source: within weapon range
ko_mt: 무기 사거리 내

source: All allies
ko_mt: 모든 아군

source: All creatures
ko_mt: 모든 생물

source: All enemies
ko_mt: 모든 적

source: caster
ko_mt: 시전자

source: target creature
ko_mt: 대상 생물

source: target point
ko_mt: 목표 지점

source: One creature
ko_mt: 생물 한 마리

source: One enemy creature
ko_mt: 적 생물 한 마리

source: One friendly creature
ko_mt: 아군 생물 한 마리

source: Personal
ko_mt: 개인

source: Target point
ko_mt: 목표 지점

source: within a {0} foot burst, centered on
ko_mt: {0} 피트 반경

source: within a {0} square burst, centered on
ko_mt: {0} 정사각형 버스트 내에서, 중앙의

source: within a {0} foot cone
ko_mt: {0} 피트 원뿔 내

source: within a {0} square cone
ko_mt: {0} 정사각형 원뿔 내

source: within {0} feet
ko_mt: {0} 피트 이내

source: within {0} squares
ko_mt: {0} 제곱 이내

source: along a {0} foot line
ko_mt: {0} 피트 직선

source: along a {0} square line
ko_mt: {0} 정사각형 선을 따라

source: Spell
ko_mt: 주문

source: Spell-like Ability
ko_mt: 주문 유사 능력

source: Extraordinary
ko_mt: 특별함

source: Supernatural
ko_mt: 초자연

source: Combat Maneuver
ko_mt: 전법

source: Special
ko_mt: 특수

source: Physical
ko_mt: 물리

source: Full round
ko_mt: 전체 라운드

source: Free action
ko_mt: 자유로운 액션

source: Standard action
ko_mt: 표준 행동

source: Swift action
ko_mt: 신속 행동

source: Move action
ko_mt: 이동 행동

source: Mercenary Unit
ko_mt: 용병 유닛

source: Summoned Unit
ko_mt: 소환된 유닛

source: Melee
ko_mt: 근접

source: Touch
ko_mt: 접촉

source: Ranged
ko_mt: 원거리

source: Ranged touch
ko_mt: 원거리 접촉

source: Base value
ko_mt: 기본값

source: Blindness
ko_mt: 실명

source: Base value
ko_mt: 기본값

source: Class skill
ko_mt: 직업 기술

source: Concealment
ko_mt: 은폐

source: Flanking
ko_mt: 측면 공격

source: Secondary weapon
ko_mt: 보조 무기

source: Shooting into combat
ko_mt: 전투 중 사격

source: Target Stunned
ko_mt: 대상 기절

source: Combat Maneuver: Trip
ko_mt: 전법: 넘어뜨리기

source: Combat Maneuver: Pull
ko_mt: 전법: 풀오버

source: Combat Maneuver: Awesome Blow
ko_mt: 전법: 어썸 블로우

source: None
ko_mt: 없음

source: Combat Maneuver: Overrun
ko_mt: 전법: 돌파

source: Combat Maneuver: Disarm
ko_mt: 전법: 무장해제

source: Combat Maneuver: Grapple
ko_mt: 전법: 붙잡기

source: Combat Maneuver: Bull Rush
ko_mt: 전법: 황소 돌진

source: Combat Maneuver: Sunder Armor
ko_mt: 전법: 갑옷 벗겨내기

source: Dirty Trick: Blind
ko_mt: 비열한 수법: 실명

source: Dirty Trick: Entangle
ko_mt: 비열한 수법: 속박

source: Dirty Trick: Sicken
ko_mt: 비열한 수법: 고통

source: Fire
ko_mt: 화염

source: Cold
ko_mt: 냉기

source: Sonic
ko_mt: 음파

source: Electricity
ko_mt: 전기

source: Acid
ko_mt: 산성

source: Negative
ko_mt: 부정적

source: Positive
ko_mt: 긍정적

source: Holy
ko_mt: 신성한

source: Unholy
ko_mt: 부정한

source: Divine
ko_mt: 신성

source: Slashing
ko_mt: 베기

source: Bludgeoning
ko_mt: 부수기

source: Piercing
ko_mt: 찌르기

source: Cold Iron
ko_mt: 냉철

source: Silver
ko_mt: 실버

source: Adamantine
ko_mt: 아다만틴

source: Corporeal
ko_mt: 신체

source: Ghost
ko_mt: 고스트

source: Primary Hand
ko_mt: 주 손

source: Wrist
ko_mt: 손목

source: Shoulders
ko_mt: 어깨

source: Eyes
ko_mt: 눈

source: Chest
ko_mt: 가슴

source: Quick Slot
ko_mt: 퀵 슬롯

source: Secondary Hand
ko_mt: 보조손

source: Armor
ko_mt: 갑옷

source: Belt
ko_mt: 허리띠

source: Feet
ko_mt: 특기

source: Hands
ko_mt: 손

source: Neck
ko_mt: 목

source: Ring
ko_mt: 링

source: Skills
ko_mt: 기술

source: Metamagic
ko_mt: 메타매직

source: Teamwork
ko_mt: 협동

source: Class-specific
ko_mt: 클래스별

source: Style
ko_mt: 스타일

source: Combat Maneuvers
ko_mt: 전법

source: Attack
ko_mt: 공격

source: Damage
ko_mt: 피해

source: Melee
ko_mt: 근접

source: Ranged
ko_mt: 원거리

source: Magic
ko_mt: 마법

source: Mounted Combat
ko_mt: 마상 전투

source: Defense
ko_mt: 방어

source: Saving Throws
ko_mt: 내성 굴림

source: Critical Strike
ko_mt: 치명적 일격

source: <b>{source}</b> spell was lost due to Arcane Spell Failure.
ko_mt: <b>{source}</b>; 주문이 비전 주문 실패로 인해 손실

source: Check: {d100} Arcane Spell Failure chance: {chance_dc} Result: Failure
ko_mt: 확인: {d100} 비전 주문 실패 확률: {chance_dc} 결과: 실패

source: Armor Class
ko_mt: 방어도

source: Attack Bonus
ko_mt: 공격 보너스

source: Attack harmlessly passes through
ko_mt: 공격은 무해하게 통과합니다.

source: Critical hit!
ko_mt: 치명타!

source: Critical miss!
ko_mt: 대실패!

source: Fortification armor chance: {chance_dc}%, roll: {d100} — fail
ko_mt: 인내 굴림 확률: {chance_dc}%, 굴림: {d100} - 실패

source: Fortification armor chance: {chance_dc}%, roll: {d100} — additional damage negated
ko_mt: 인내 굴림 확률: {chance_dc}%, 굴림: {d100} - 추가 피해 무효화

source: Hit
ko_mt: 적중

source: <b>{source}</b> attacks <b>{target}</b> with <b>{text}</b>.
ko_mt: <b>{source}</b>; <b>{text}</b>로 <b>{target}</b> 공격

source: Mirror Image
ko_mt: 거울상

source: Miss
ko_mt: 빗나감

source: <b>{source}</b> failed to parry an attack from <b>{target}</b>.
ko_mt: {source}; {target}의 공격 쳐내기 실패

source: <b>{source}</b> successfully parried an attack from <b>{target}</b>.
ko_mt: {source}; {target}의 공격 쳐냄

source: {source} Attack roll: {roll} (roll: {d20} + modifiers: {mod})
ko_mt: {source} 명중 굴림: {roll} (굴림 결과: {d20} + 수정치: {mod})

source: {target} Attack roll: {roll} (roll: {d20} + modifiers: {mod})
ko_mt: {target} 명중 굴림: {roll} (굴림 결과: {d20} + 수정치: {mod})

source: Sneak attack!
ko_mt: 암습!

source: Attack result: {roll} (roll: {d20} + modifiers: {mod}) Target's Armor Class: {dc}
ko_mt: 공격 결과: {roll} (roll: {d20} + 수정치: {mod}) 대상의 AC: {dc}

source: Attack result: Natural {d20} Target's Armor Class: {dc}
ko_mt: 공격 결과: 자연 {d20}. 대상의 AC: {dc}.

source: Attack result: Natural {d20} Target's Armor Class: {dc}
ko_mt: 공격 결과: 자연 {d20}. 대상의 AC: {dc}.

source: Critical confirmation result: {roll} (roll: {d20} + modifiers: {mod}) Target's Armor Class: {dc}
ko_mt: 치명타 확인 결과: {roll} (roll: {d20} + 수정치: {mod}).

source: Critical confirmation result: Natural {d20}
ko_mt: 치명타 확인 결과: 자연 {d20}.

source: Result: critical hit confirmed
ko_mt: 결과: 치명타 확인

source: Result: critical hit not confirmed
ko_mt: 결과: 치명타 미확인

source: Result: critical miss
ko_mt: 결과: 대실패

source: Result: hit
ko_mt: 결과: 적중

source: Result: miss
ko_mt: 결과: 실패

source: Touch
ko_mt: 접촉

source: <b>{source}</b> makes attack of opportunity against <b>{target}</b>.
ko_mt: <b>{source}</b>; <b>{target}</b>에 기회 공격

source: Event finished
ko_mt: 이벤트 완료

source: Event started
ko_mt: 이벤트 시작

source: Rest was interrupted after {text}.
ko_mt: {text} 이후에 휴식이 중단되었습니다.

source: Rest took {text}.
ko_mt: 휴식은 {text}가 걸렸습니다.

source: <b>{source}</b> can't disarm the trap.
ko_mt: <b>{source}</b>; 함정 해제 불가

source: <b>{source}</b>: casting defensively check failed.
ko_mt: <b>{source}</b>: 방어적으로 시전 판정 실패

source: <b>{source}</b>: casting defensively check succeeded.
ko_mt: <b>{source}</b>; 방어적으로 시전 판정 성공

source: <b>{source}</b> casts <b>{text}</b>.
ko_mt: <b>{source}</b>; <b>{text}</b> 캐스팅

source: Combat is finished.
ko_mt: 전투가 종료되었습니다.

source: <b>{source}</b> tries to use <b>{text}</b> against <b>{target}</b> — critical fail!
ko_mt: <b>{source}</b>; <b>{target}</b>에 <b>{text}</b> 사용 - 대실패!

source: <b>{source}</b> uses <b>{text}</b> against <b>{target}</b> — critical success!
ko_mt: <b>{source}</b>; <b>{target}</b>에 <b>{text}</b> 사용 - 대성공!

source: <b>{source}</b> tries to use <b>{text}</b> against <b>{target}</b> and fails.
ko_mt: <b>{source}</b>; <b>{target}</b>에 <b>{text}</b> 사용 - 실패

source: <b>{source}</b> uses <b>{text}</b> against <b>{target}</b>.
ko_mt: <b>{source}</b>; <b>{target}</b>에 <b>{text}</b> 사용

source: Attack result: Natural {d20} Target's CMD: {dc}
ko_mt: 공격 결과: 자연 {d20}. 대상의 CMD: {dc}.

source: Combat started.
ko_mt: 전투가 시작되었습니다.

source: <b>{source}</b> failed concentration check.
ko_mt: <b>{source}</b>; 집중 판정 실패

source: <b>{source}</b> made concentration check.
ko_mt: <b>{source}</b>; 집중 학인 시도

source: Direct
ko_mt: 직접

source: (Durability)
ko_mt: (내구성)

source: (Empowered)
ko_mt: (권한 부여)

source: Force
ko_mt: 역장

source: (Immune)
ko_mt: (면역)

source: (Multiplied by {0})
ko_mt: ({0} 곱하기)

source: (Maximized)
ko_mt: (극대화)

source: (Precision)
ko_mt: (정밀도)

source: (Reduced)
ko_mt: (감소)

source: (Sneak)
ko_mt: (암습)

source: (Vulnerability)
ko_mt: (취약)

source: <b>{source}</b> deals <b>{count}</b> damage to <b>{target}</b>.
ko_mt: <b>{source}</b>; <b>{target}</b>에 <b>{count}</b> 피해

source: <b>{target}</b> receives <b>{count}</b> damage due to a failed check.
ko_mt: <b>{target}</b>; 검사 실패로 <b>{count}</b> 피해

source: <b>{source}</b> deals <b>{count}</b> damage (reduced) to <b>{target}</b>.
ko_mt: <b>{source}</b>; <b>{target}</b>에 <b>{count}</b> 피해(감소)

source: <b>{target}</b> receives <b>{count}</b> damage.
ko_mt: <b>{target}</b>; <b>{count}</b> 피해 받음

source: Damage result: <b>{count}</b>
ko_mt: 피해 결과: <b>{count}</b>.

source: Current difficulty settings adjusts damage to <b>{count}</b>.
ko_mt: 현재 난이도 설정은 피해량을 <b>{count}</b>으로 조정합니다.

source: Improved Evasion halves the damage.
ko_mt: 회피 능력이 향상되면 피해량이 절반으로 감소합니다.

source: Successful saving throw halves the damage.
ko_mt: 내성에 성공하면 피해량이 절반으로 감소합니다.

source: Successful saving throw reduced damage by {count}%.
ko_mt: 내성 굴림 성공 시 피해량이 {count}% 감소합니다.

source: Damage to <b>{target}</b> was reduced to <b>{count}</b>.
ko_mt: <b>{target}</b>에 대한 피해가 <b>{count}</b>으로 감소했습니다.

source: <b>{count}</b> precision damage is dealt due to sneak attack.
ko_mt: 암습으로 <b>{count}</b> 정밀 피해.

source: Damage source: <b>{text}</b>
ko_mt: 피해 출처: <b>{text}</b>.

source: {target} deflects projectile!
ko_mt: {target}; 발사체 쳐냄!

source: Dialogue finished.
ko_mt: 대화가 완료되었습니다.

source: Dialogue started.
ko_mt: 대화가 시작되었습니다.

source: <b>{source}</b> fails to disarm the trap and accidentally triggers it.
ko_mt: <b>{source}</b>; 함정 해제 실패. 실수로 함정을 발동시켰습니다.

source: <b>{source}</b> fails to disarm the trap.
ko_mt: <b>{source}</b>; 함정 해제 실패

source: <b>{source}</b> successfully disarms the trap.
ko_mt: <b>{source}</b>; 함정 해제 성공

source: <b>{source}</b> fails to dispel <b>{text}</b> from <b>{target}</b>.
ko_mt: <b>{source}</b>; <b>{target}</b>의 <b>{text}</b> 제거 실패

source: Difficulty (DR): {dc} Caster level check: {roll} (roll {d20} + modifiers: {mod}) Result: fail
ko_mt: 난이도(DR): {dc}. 시전자 레벨 판정: {roll} (roll {d20} + 수정치: {mod}). 결과: 실패.

source: <b>{source}</b> dispels <b>{text}</b> from <b>{target}</b>.
ko_mt: <b>{source}</b>; <b>{target}</b>의 <b>{text}</b> 해제

source: Difficulty (DR): {dc} Caster level check: {roll} (roll {d20} + modifiers: {mod}) Result: success
ko_mt: 난이도(DR): {dc}. 시전자 레벨 판정: {roll} (roll {d20} + 수정치: {mod}). 결과: 성공.

source: <b>{source}</b> spots a secret door.
ko_mt: <b>{source}</b>; 비밀의 문 발견

source: <b>{source}</b> evades the effect of <b>{text}</b>.
ko_mt: <b>{source}</b>; <b>{text}</b> 효과 회피

source: {source} restores {count} permanent negative {count_form|level|levels} to {target}.
ko_mt: {source}; {count} 영구 음수 레벨을 {target}로 복원

source: {source} restores {count} temporary negative {count_form|level|levels} to {target}.
ko_mt: {source}; {count} 임시 음수 레벨을 {target}로 복원

source: {target} is immune to energy drain.
ko_mt: {target}; 에너지 소모 면역

source: {source} permanently drains {count} {count_form|level|levels} from {target}.
ko_mt: {source}; {target}의 레벨를 {count}만큼 영구적으로 소모

source: {source} temporarily drains {count} {count_form|level|levels} from {target}.
ko_mt: {source}; {target}의 레벨을 {count}만큼 일시적으로 소모

source: Acquired: <b>{source}</b>
ko_mt: 획득했습니다. <b>{source}</b>.

source: <b>{source}</b> heals <b>{target}</b> for <b>{count}</b> hit points.
ko_mt: <b>{source}</b>; <b>{target}</b>의 체력을 <b>{count}</b> 회복

source: <b>{source}</b> heals for <b>{count}</b> hit points.
ko_mt: <b>{source}</b>; <b>{count}</b> 체력 회복

source: <b>{target}</b> gains <b>{count}</b> hit points from unknown source.
ko_mt: <b>{target}</b>; 알 수 없는 출처에서 <b>{count}<b> 체력 획득

source: Effective heal: <b>{count}</b>
ko_mt: 치유 효과: <b>{count}</b>.

source: Roll result: <b>{count}</b>
ko_mt: 굴림 결과입니다. <b>{count}</b>

source: <b>{source}</b> restored <b>{count} {description}</b> damage to <b>{target}</b>.
ko_mt: <b>{source}</b>; <b>{count}</b> <b>{description}</b> 피해를 <b>{target}</b>로 복원

source: <b>{target}</b> had <b>{count} {description}</b> damage restored.
ko_mt: <b>{target}</b>; <b>{description}</b> <b>{count}</b> 피해 회복

source: Restored: <b>{count} {description}</b>
ko_mt: 복원되었습니다. <b>{count} {description}</b>.

source: Source: <b>{source}</b>
ko_mt: 출처: <b>{source}</b>.

source: <b>{source}</b> restored <b>{count}</b> drained <b>{description}</b> to <b>{target}</b>.
ko_mt: <b>{source}</b>; <b>{count}</b> <b>{description}</b> 소모를 <b>{target}</b>로 복원

source: <b>{target}</b> had <b>{count}</b> drained <b>{description}</b> restored.
ko_mt: <b>{target}</b>; <b>{description}</b> <b>{count}</b> 소모 회복

source: Restored: <b>{count} {description}</b>
ko_mt: 복원되었습니다. <b>{count} {description}</b>.

source: Source: <b>{source}</b>
ko_mt: 출처: <b>{source}</b>.

source: <b>{target}</b> has {count} HD and cannot be affected by <b>{text}</b>.
ko_mt: <b>{target}</b>; HD는 <b>{count}</b>이며, <b>{text}</b>에 영향을 받을 수 없음

source: <b>{source}</b>: Initiative check <b>{roll}</b>
ko_mt: <b>{source}</b>: 우선권 판정 <b>{roll}</b>

source: Check: {roll} (roll: {d20} + modifiers: {mod})
ko_mt: 확인: {roll} (굴림 결과: {d20} + 수정치: {mod}).

source: <b>{source}</b> equips <b>{text}</b>.
ko_mt: <b>{source}</b>; <b>{text}</b> 장착

source: Received item: <b>{text}</b>
ko_mt: 아이템 획득: <b>{text}</b>.

source: <b>{source}</b> identifies <b>{text}</b>.
ko_mt: <b>{source}</b>; <b>{text}</b> 식별

source: Lost item: <b>{text}</b>
ko_mt: 분실물: <b>{text}</b>.

source: <b>{source}</b> removes <b>{text}</b>.
ko_mt: <b>{source}</b>; <b>{text}</b> 제거

source: Unable to identify <b>{text}</b>.
ko_mt: <b>{text}</b>를 식별할 수 없습니다.

source: Unable to identify <b>{text}</b>. Failed at a {text_with_tags} check.
ko_mt: <b>{text}</b>를 식별할 수 없습니다. {text_with_tags} 판정에 실패했습니다.

source: Received items: <b>{text} x{count}</b>
ko_mt: 아이템 획득: <b>{text} x{count}</b>.

source: Lost items: <b>{text} x{count}</b>
ko_mt: 분실물: <b>{text} x{count}</b>.

source: <b>{source}</b> accepts <b>{count}</b> points of burn.
ko_mt: <b>{source}</b>; <b>{count}</b> 화상 점수를 받습니다.

source: <b>{source}</b> heals <b>{count}</b> points of burn.
ko_mt: <b>{source}</b>; 화상 부위를 <b>{count}</b>만큼 치료합니다.

source: New location discovered: <b>{text}</b>
ko_mt: 새로운 장소 발견: <b>{text}</b>.
