Repository: akintos/wotr-translation
Catalog: translation/*/Root.po
Languages: ko_mt

source: The Age of Creation is a term used to describe the uncounted years of mythic time, beginning with the creation of Golarion and ending with the emergence of mortal races upon its face (the Age of Serpents). It was a time when the gods of Golarion played a much more active role than they do today.
ko_mt: 창조의 시대는 골라리온의 창조로 시작하여 인간 종족이 출현한 이후(뱀의 시대)까지, 셀 수 없는 신화 속 시간을 설명하는데 사용되는 용어입니다. 이 시대는 골라리온의 신들이 지금보다 훨씬 더 활발한 역할을 수행하던 시기였습니다.

source: Age of Creation
ko_mt: 창조의 시대

source: The thousand-year period in which the sun's light was blocked by the ash knocked into the atmosphere by the meteoric impacts of Earthfall. It began with a rain of meteorites summoned from the sky by powerful magic in -5293 and lasted until the sun's light had been restored, roughly a millennium later. During the Age of Darkness, all major civilizations across Golarion were destroyed, ushering in a time of anarchy and destruction.
ko_mt: 어스폴로 인해 대기에 떨어진 화산재에 의해 태양의 빛이 차단된 천 년의 기간. 5293년 강력한 마법으로 하늘에서 운석이 쏟아지면서 시작된 암흑의 시대는 약 천 년 후 태양빛이 회복될 때까지 지속되었습니다. 어둠의 시대 동안 골라리온 전역의 모든 주요 문명이 파괴되어 무정부 상태와 파괴의 시대가 열렸습니다.

source: Age of Darkness
ko_mt: 어둠의 시대

source: The Age of Destiny began with the founding of the Osirian civilization and spanned three and a half millennia until Aroden raised the Starstone from the bottom of the Inner Sea and founded the great city of Absalom. It was marked by the re-emergence of human civilization after the barbarism of the Age of Darkness and the Age of Anguish. Other notable occurrences included the founding of the nations of Taldor and of the Lands of the Linnorm Kings.
ko_mt: 운명의 시대는 오시리아 문명의 건국과 함께 시작되어 아로덴이 내해 바닥에서 스타스톤을 끌어올려 위대한 도시 압살롬을 건설할 때까지 3천 5백 년에 걸쳐 진행되었습니다. 이 시기는 어둠의 시대와 비통의 시대의 야만 이후 인류 문명이 다시 출현한 시기였습니다. 다른 주목할 만한 사건으로는 탈도르 국가와 린노르 왕의 땅이 건국된 것이 있습니다.

source: Age of Destiny
ko_mt: 운명의 시대

source: The Age of Enthronement began with the founding of Absalom, and its inception is also the starting point for the Absalom Reckoning dating system. It spans the years from 1 until 4606 when Aroden, the god of humanity, died. This age is characterized by the emergence of a number of gods who ascended to divinity through the Test of the Starstone.
ko_mt: 즉위의 시대는 압살롬의 건국과 함께 시작되었으며, 압살롬 심판 연대 측정 시스템의 시작점이기도 합니다. 이 시대는 인류의 신 아로덴이 사망한 기원전 1년부터 4606년까지를 가리킵니다. 이 시대에는 스타스톤의 시험을 통해 신으로 승천한 수많은 신들이 등장하는 것이 특징입니다.

source: Age of Enthronement
ko_mt: 즉위의 시대

source: The third month of the year, named after Pharasma, the goddess of birth and death.
ko_mt: 일 년 중 세 번째 달로, 탄생과 죽음의 여신인 파라즈마의 이름을 따서 명명되었습니다.

source: Pharast
ko_mt: 파라스트

source: Age of Legend is a general term used to refer to the 'prehistoric' time before the destruction of Earthfall precipitated the Age of Darkness. It is marked by the rise of the first human civilization on the lost continent of Azlant, the establishment of the Thassilonian Empire on Avistan's mainland, the rise of the dragon rulers in Tian Xia, and the creation of the cyclops nation of Koloran on the continent of Casmaron.
ko_mt: 전설의 시대는 어스폴의 파괴로 어둠의 시대가 도래하기 전의 '선사 시대'를 지칭하는 일반적인 용어입니다. 이 시대에는 잃어버린 대륙 아즐란트에서 최초의 인류 문명이 등장하고, 아비스탄 본토에 타실로니안 제국이 세워지며, 티엔-시아에서 용족 통치자가 등장하고, 카스마론 대륙에 사이클롭스 국가 콜란이 탄생하는 등 다양한 사건이 일어납니다.

source: Age of Legend
ko_mt: 에이지 오브 레전드

source: The Age of Lost Omens is one of the five major historical ages of the Inner Sea region. It is the age in which we find ourselves today, having supplanted the Age of Enthronement in 4606 when the death of the god Aroden threw the entire planet into decades of turmoil and confusion.
ko_mt: 잃어버린 징조들의 시대는 내해 지역의 다섯 가지 주요 역사적 시대 중 하나입니다. 이 시대는 4606년 아로덴 신의 죽음으로 지구 전체가 수십 년 동안 혼란과 혼돈에 빠졌던 즉위의 시대를 대체하여 오늘날 우리가 살고 있는 시대입니다.

source: Age of Lost Omens
ko_mt: 잃어버린 징조들의 시대

source: The Age of Serpents is a term used primarily in the Inner Sea region by those who use the dating system known as Absalom Reckoning for the length of unmeasured time which preceded the rise of humanity on the continent of Azlant. It was marked by the rise of one of Golarion's first mortal race to gain control of large parts of the world and from whom the Age is named: the serpentfolk. Some scholars postulate that the rule of the serpentfolk in this Age stretched across continents and beyond to nearby planetoids.
ko_mt: 뱀의 시대는 아즐란트 대륙에 인류가 출현하기 이전의 측정할 수 없는 시간을 압살롬 연대로 알려진 연대 측정 시스템을 사용하는 사람들이 주로 내해 지역에서 사용하는 용어입니다. 이 시대는 골라리온에서 처음으로 세계의 대부분을 지배한 필멸자 종족 중 하나인 뱀족의 등장으로 특징지어지며, 이 종족의 이름을 따서 이 시대가 명명되었습니다. 일부 학자들은 이 시대에 뱀족의 지배가 대륙을 넘어 인근 행성까지 뻗어 있었다고 가정합니다.

source: Age of Serpents
ko_mt: 뱀의 시대

source: Earthfall is the name given to the cataclysmic event in which a shower of meteorites impacted Golarion in -5293. It resulted in the destruction of the human empires of Thassilon and Azlant, which were consumed by earthquakes and massive tidal waves, and the creation of the Inner Sea. The cloud of dust thrown up by Earthfall's impact settled in Golarion's upper atmosphere and blotted out the sun for 1,000 years, creating the Age of Darkness.
ko_mt: 어스폴은 -5293년 운석의 소나기가 골라리온에 충돌한 대격변의 이름을 따서 붙여진 이름입니다. 그 결과 인간 제국 타실론과 아즐란트가 지진과 거대한 해일에 휩쓸려 멸망하고 내해가 탄생했습니다. 어스폴의 충돌로 인해 발생한 먼지 구름이 골라리온의 상층 대기에 내려앉아 1,000년 동안 태양을 가리면서 어둠의 시대가 시작되었습니다.

source: Earthfall
ko_mt: 어스폴

source: The lost kingdom of Ghol-Gan is an ancient cyclops empire, which included what is today known as the Shackles and Mediogalti Island, as well as the southern part of the Sodden Lands and a section of the western Mwangi Expanse. It predates the rise of Azlant, having been at its height during the Age of Serpents. Because its magic users infused their craft into the buildings and other structures they built, some have survived the ravages of time. Most of the information known today about Ghol-Gan was obtained by expeditions into these extremely dangerous ruins.
ko_mt: 사라진 골-간 왕국은 고대 사이클롭스 제국으로, 오늘날 족쇄와 메디오갈티 섬으로 알려진 지역과 소든 랜드 남부와 서쪽 므왕기 창공의 일부를 포함하고 있었습니다. 이 지역은 아즐란트가 등장하기 이전부터 존재했으며, 뱀의 시대에 전성기를 누렸던 곳입니다. 이곳의 마법 사용자들은 건물과 기타 구조물에 자신들의 기술을 불어넣었기 때문에, 일부는 세월의 풍파를 견디고 살아남았습니다. 오늘날 골간에 대해 알려진 대부분의 정보는 탐험대가 이 극도로 위험한 유적지를 탐험하면서 얻은 것입니다.

source: Ghol-Gan
ko_mt: 골간

source: Tar-Baphon was a powerful wizard-king who ruled central Avistan at the end of the ninth century. Killed by the god Aroden himself, he rose as the lich known as the Whispering Tyrant, and ruled the country of Ustalav for centuries. He was finally defeated by the Shining Crusade in 3827 and imprisoned within his capital of Gallowspire.
ko_mt: 타르-바폰은 9세기 말 아비스탄 중부를 통치한 강력한 위저드 왕이었습니다. 아로덴 신에게 직접 죽임을 당한 그는 속삭이는 폭군으로 알려진 리치로서 부활하여 수 세기 동안 우스탈라프 왕국을 통치했습니다. 마침내 3827년 샤이닝 십자군에게 패배하여 수도 갤로우스파이어에 투옥되었습니다.

source: Tar-Baphon (Whispering Tyrant)
ko_mt: 타르-바폰(속삭이는 폭군)

source: The Boneyard, sometimes referred to as Purgatory, is a neutral plane where the souls of dead mortals from the Material Plane are judged by the goddess Pharasma.
ko_mt: 연옥이라고도 불리는 본야드는 물질계에서 죽은 필멸자의 영혼이 파라즈마 여신에 의해 심판을 받는 중립적인 차원입니다.

source: Boneyard (Purgatory)
ko_mt: 골짜기(연옥)

source: The Bleaching is the name given to the physical decolorization and aging of a gnome, and is caused by a lack of exposure to new and exciting experiences. This bleaching of color is accompanied by a psychological decline first into depression and apathy, and eventually into madness and death. Gnomes' efforts to fend off the Bleaching only serve to fuel their racial curiosity and whimsy, giving them a somewhat manic edge. Some claim that the Bleaching is a result of the gnomes' leaving the First World thousands of years ago. The few gnomes who survive the Bleaching develop enigmatic wisdom and a connection to the natural world, earning them the name "bleachlings."
ko_mt: 백화는 노움의 신체적 탈색과 노화를 일컫는 말로, 새롭고 흥미로운 경험에 대한 노출 부족으로 인해 발생합니다. 이 탈색은 처음에는 우울증과 무관심으로, 나중에는 광기와 죽음으로 이어지는 심리적 쇠퇴를 동반합니다. 백화를 막으려는 노움의 노력은 오히려 종족적 호기심과 기발함을 자극하여 다소 조증적인 면모를 보이기도 합니다. 어떤 이들은 백화가 수천 년 전 노움이 태초 세계를 떠났기 때문이라고 주장합니다. 백화에서 살아남은 소수의 노움은 신비한 지혜와 자연 세계와의 연결을 발전시켜 "백화자"라는 이름을 얻게 됩니다."

source: Bleaching
ko_mt: 백화

source: The Starstone is a unique gemstone meteorite that was part of the massive meteor shower that struck Golarion in -5293. This event, known as Earthfall, caused the destruction of many ancient empires including Azlant, Thassilon, and Koloran; it also created the Inner Sea and ushered in the Age of Darkness.
ko_mt: 스타스톤은 -5293년 골라리온을 강타한 거대한 유성우의 일부였던 독특한 보석 운석입니다. 어스폴로 알려진 이 사건은 아즐란트, 타실론, 콜로란을 비롯한 많은 고대 제국을 멸망시켰으며, 내해를 생성하고 어둠의 시대를 열었습니다.

source: Starstone
ko_mt: 스타스톤

source: No beings rule the chaotic and changeable plane known as the First World, the home of the fey, but its most powerful residents are the mighty beings known as the Eldest, sometimes known as the fey-lords or the shapers. They each pursue their own mysterious goals and have little interest in the doings of lesser creatures.
ko_mt: 페이의 고향인 태초 세계로 알려진 혼란스럽고 변화무쌍한 차원을 지배하는 존재는 없지만, 가장 강력한 존재는 페이 군주 또는 셰이퍼라고도 불리는 엘데스트로 알려진 강력한 존재입니다. 이들은 각자의 신비한 목표를 추구하며 하급 생명체의 행동에는 거의 관심이 없어요.

source: Eldest
ko_mt: 엘데스트

source: The fourth month of the year, named for the god of the wind, Gozreh.
ko_mt: 바람의 신 고즈레의 이름을 딴 일 년 중 네 번째 달입니다.

source: Gozran
ko_mt: 고즈란

source: The River of Souls is the name given to the constant migration of mortal souls from the Material Plane to Pharasma's Boneyard in the Outer Sphere, where they are judged and sent to their eternal fate. On the Astral Plane, the River of Souls resembles a massive, winding silver thread. Those who approach can see the countless souls moving through the silver haze like so many schools of fish. The esoteric tradition considers the River of Souls to be a ley line, and simply one part of the multiverse's network of magical pathways.
ko_mt: 영혼의 강은 필멸자 영혼들이 물질계에서 바깥 영역에 있는 파라즈마의 무덤으로 끊임없이 이동하여 심판을 받고 영원한 운명으로 보내지는 것을 가리키는 이름입니다. 아스트랄 플레인에서 영혼의 강은 거대하고 구불구불한 은빛 실을 닮았습니다. 가까이 다가가는 사람은 수많은 영혼이 은빛 안개 사이로 수많은 물고기 떼처럼 움직이는 것을 볼 수 있습니다. 밀교 전통에서는 영혼의 강을 레이 라인으로 간주하며, 단순히 다중 우주의 마법 통로 네트워크의 한 부분으로 간주합니다.

source: River of Souls
ko_mt: 영혼의 강

source: The Great Beyond is a term that encompasses all the planes of existence that make up the known multiverse. These realities beyond our reality are the domains of the gods, and are home to non-godly powers fit for worship, planar dragons, and entirely alien races.
ko_mt: 그레이트 비욘드는 알려진 다중 우주를 구성하는 모든 존재의 차원을 포괄하는 용어입니다. 우리 현실 너머의 이 현실은 신들의 영역이며, 숭배에 적합한 비신적인 힘, 평면 용, 완전히 외계 종족이 살고 있습니다.

source: Great Beyond
ko_mt: 그레이트 비욘드

source: There are nineteen major planes that comprise the Great Beyond, modeled as two spheres: the Inner Sphere and the Outer Sphere. Connecting the two spheres is the Astral Plane. While the Inner Sphere contains the elemental planes, the Outer Sphere contains nine planes, each with a strong link to a particular philosophy and alignment. These are the dwelling places of Golarion's gods.
ko_mt: 그레이트 비욘드를 구성하는 19개의 주요 평면은 내부 구체와 외부 구체라는 두 개의 구체로 모델링되어 있습니다. 두 구체를 연결하는 것이 아스트랄 플레인입니다. 내부 영역에는 원소계이 있는 반면, 외부 영역에는 9개의 평면이 있으며, 각 평면은 특정 철학 및 성향과 밀접한 관련이 있습니다. 이곳은 골라리온의 신들이 머무는 곳입니다.

source: Outer Sphere
ko_mt: 외부 구체

source: Hell's third layer is known as Erebus, an endless dungeon beneath the Infernal City of Dis. It is here that the archdevil Mammon keeps Hell's books, accounting for all that is spent in the infernal realm.
ko_mt: 지옥의 세 번째 층은 지옥의 도시 디스 아래에 있는 끝없는 던전인 에레부스로 알려져 있습니다. 이곳에서 아크 데빌 맘몬은 지옥의 장부를 보관하며 지옥에서 소비된 모든 것을 기록합니다.

source: Elysium is a plane of the Outer Sphere that represents the ultimate expression of wild freedom and compassion. It is home to the spirits of like-minded mortals and the wild and freedom-loving azatas, and is a place of uninhibited love, art, and expression. The plane of Elysium is a riot of untouched wilderness, ranging from wild forests to foam-peaked seas, to impossibly high mountains, interspersed with hard-to-reach green valleys. None of the normal trappings of civilization can be found here; the natives prefer to live in small groups and very occasionally gather for larger meetings. To outsiders, the untamed wilds can seem harsh and uninviting, but the initiated understand its true nature: Elysium is a land of selfless cooperation combined with self-sufficiency and a complete lack of external authority.
ko_mt: 엘리시움은 야생의 자유와 연민의 궁극적인 표현을 나타내는 외부 영역의 차원입니다. 엘리시움은 같은 생각을 가진 필멸자들과 야생의 자유를 사랑하는 아자타의 영혼이 모여 사는 곳으로, 자유로운 사랑과 예술, 표현이 넘치는 곳입니다. 엘리시움의 평면은 사람의 손길이 닿지 않은 야생의 대자연으로, 야생의 숲부터 포말이 일렁이는 바다, 엄청나게 높은 산, 접근하기 어려운 푸른 계곡이 산재되어 있습니다. 이곳에서는 문명의 흔적을 찾아볼 수 없으며, 원주민들은 소그룹 생활을 선호하고 아주 가끔 대규모 모임을 위해 모입니다. 외부인에게는 길들여지지 않은 야생이 거칠고 매력적이지 않게 보일 수 있지만, 엘리시움에 입문한 이들은 그 본질을 이해합니다. 엘리시움은 이타적인 협력과 자급자족, 그리고 외부의 권위가 전혀 없는 땅입니다.

source: Elysium
ko_mt: 엘리시움

source: Axis is a plane in the Outer Sphere dedicated to universal law unmarred by the struggles between good and evil. It takes the shape of a gigantic city, and exists as a shining example of perfect order and harmony rising out of the churning Maelstrom. Within the plane's golden barrier walls, the streets are perfectly ordered and clean, the buildings appear as paragons of their respective architectural styles from virtually every culture within the Great Beyond, and the natives strive to live in orchestrated harmony.
ko_mt: 축은 선과 악의 투쟁에 의해 훼손되지 않은 우주 법칙에 헌신하는 외계의 행성입니다. 거대한 도시의 형태를 띠고 있으며, 소용돌이치는 소용돌이 속에서 완벽한 질서와 조화를 이루는 빛나는 모범으로 존재합니다. 행성의 황금빛 장벽 안의 거리는 완벽하게 질서정연하고 깨끗하며, 건물은 그레이트 비욘드 내 거의 모든 문화권의 건축 양식의 표본처럼 보이며, 원주민들은 조화롭게 살아가기 위해 노력합니다.

source: Axis
ko_mt: 축

source: Heaven is a plane in the Outer Sphere, a realm of pure righteousness, where the forces of good gather to aid those on less virtuous planes and help worthy souls find rest. Though inconceivably large, it appears to most viewers as a mountain with a mysteriously floating peak. Heaven's residents see law and goodness as largely the same force. Order is the greatest good, and goodness is the greatest order. They recognize the good intentions of the azatas of Elysium, but view them as misguided children. Similarly, they oppose the lawful evil forces of Hell, but credit them with intelligence and believe that they can at least be reasoned into truces and stalemates — and, perhaps, even redeemed.
ko_mt: 천국은 순수한 정의의 영역인 바깥 영역에 있는 차원으로, 선의 세력이 모여 덜 선한 차원에 있는 사람들을 돕고 합당한 영혼이 안식을 찾도록 돕는 곳입니다. 상상할 수 없을 정도로 크지만 대부분의 시청자에게는 신비롭게 떠 있는 봉우리가 있는 산으로 보입니다. 천국의 주민들은 법과 선은 거의 같은 힘으로 간주합니다. 질서는 가장 큰 선이고 선은 가장 큰 질서입니다. 그들은 엘리시움의 아자타들이 선한 의도를 가지고 있음을 인정하지만, 그들을 잘못된 길로 들어선 아이들로 간주합니다. 마찬가지로 지옥의 질서인 악의 세력에 반대하지만, 그들의 지능을 인정하고 최소한 휴전과 교착 상태를 유도할 수 있으며, 심지어 구원받을 수도 있다고 믿습니다.

source: Heaven
ko_mt: 천국

source: The Order of the Godclaw is a Hellknight order that extols the virtues of five deities, distilling select tenets into a dogma far from any one god's faith. Not content with seeking divine approval for their knighthood's righteous path, the Order of the Godclaw's members have sculpted their beliefs from the harshest, most exacting philosophies of five lawful deities: Abadar, Asmodeus, Iomedae, Irori, and Torag. Remade as five stern, armored paragons, the deities of this pantheon are known collectively as the Godclaw. The Hellknights follow revised doctrines to stamp out disorder — in particular, its divine embodiments and beings of absolute chaos — with religious zeal. Rather than targeting the faiths of prominent religions, the order sets its eyes on supporting lawful crusades (such as the wars fought by Molthune and Mendev) and being at the vanguard of battles against the forces of chaos. No land is beyond the law imposed by Hellknights — a fact the Order of the Godclaw endlessly seeks to prove.
ko_mt: 갓클로 교단은 다섯 신의 미덕을 찬양하는 지옥기사단으로서, 한 신의 신앙과는 거리가 먼 교리를 엄선하여 교리로 삼고 있습니다. 기사단의 정의로운 길에 대한 신의 인정을 구하는 것에 만족하지 않고, 갓클로 교단은 다섯 신들의 가장 가혹하고 엄격한 철학에서 그들의 신념을 조각해냈습니다. 아바다르, 아스모데우스, 아이오메데, 이로리, 토라그. 이 판테온의 신들은 갑옷을 두른 다섯 명의 신으로 재탄생하여 갓클로라는 이름으로 통칭됩니다. 지옥기사단은 개정된 교리를 따라 무질서, 특히 신의 화신과 절대 혼돈의 존재를 종교적 열정으로 박멸합니다. 이 교단은 저명한 종교의 신앙을 표적으로 삼기보다는 몰튠과 멘데브가 벌인 전쟁과 같은 질서인 십자군 전쟁을 지원하고 혼돈의 세력에 대항하는 전투의 선봉에 서는데 주력합니다. 지옥기사단의 법을 벗어난 땅은 없으며, 지옥기사단은 이를 증명하기 위해 끝없이 노력합니다.

source: Order of the Godclaw
ko_mt: 갓클로의 질서

source: In 4433, Aroden defeated a cult dedicated to the demon lord Deskari, making the north of Avistan safe from demonic influence. However, this protection ended with Aroden's death in 4606. The same year, the Worldwound was opened by the witch Areelu Vorlesh working in conjunction with her demonic patron, Deskari. Demons poured out and overran the barbarian nation of Sarkoris. The Worldwound was not large at first, but soon it abruptly expanded. As it kept growing, it came to be seen as a threat to the entire world. The remaining clerics of Aroden and the clerics of his follower Iomedae took it upon themselves to defeat the demons and seal the Worldwound. Answering their call, thousands of pilgrim crusaders flooded up the River Road and into Mendev, the nearest neighboring kingdom of former Sarkoris. Thus the Mendevian Crusades were born.
ko_mt: 4433년, 아로덴은 데몬 로드 데스카리에게 바쳐진 숭배를 물리치고 아비스탄 북부를 데몬의 영향력으로부터 안전하게 지켜냈습니다. 하지만 이 보호는 4606년 아로덴의 죽음으로 끝났습니다. 같은 해, 마녀 아릴루 볼레쉬가 데몬의 후원자 데스카리와 손잡고 세계상처를 열었습니다. 데몬들이 쏟아져 나와 야만인 국가 사르코리스를 점령했습니다. 처음에 세계상처는 크지 않았지만 곧 갑자기 확장되었습니다. 계속 커지면서 전 세계를 위협하는 존재로 여겨지게 되었습니다. 남은 아로덴의 성직자들과 그의 추종자 아이오메데의 성직자들은 데몬들을 물리치고 세계상처를 봉인하기 위해 스스로 나섰다. 그들의 부름에 응답하여 수천 명의 순례자 십자군이 리버 로드를 따라 옛 사르코리스의 가장 가까운 이웃 왕국 멘데브로 몰려들었습니다. 그렇게 멘데브 성전단이 탄생했습니다.

source: Mendevian Crusades
ko_mt: 멘데브 십자군

source: The greatest crusader relic, the Sword of Valor, is a banner once carried to battle by Iomedae herself. It is both a symbol and a powerful artifact which emits an aura that blocks demon powers. However, the banner only works this way in righteous hands; hidden from the eyes of believers, it loses its properties.
ko_mt: 가장 위대한 십자군 유물인 용맹의 검은 아이오메데가 직접 들고 전투에 나섰던 깃발입니다. 이 깃발은 데몬의 힘을 차단하는 오라를 발산하는 상징이자 강력한 유물입니다. 하지만 이 깃발은 의로운 자의 손에서만 작동하며, 신자의 눈에 보이지 않으면 그 속성을 잃게 됩니다.

source: Sword of Valor
ko_mt: 용맹의 검

source: The fifth month of the year, named for the goddess Desna.
ko_mt: 데스나 여신의 이름을 딴 일 년 중 다섯 번째 달입니다.

source: Desnus
ko_mt: 데즈누스

source: The Condemned is a military unit made up of petty criminals conscripted as disposable soldiers and frontline fodder in the Mendevian Crusades.
ko_mt: 사형수는 멘데비안 십자군 전쟁에서 일회용 병사나 최전선 사료로 징집된 사소한 범죄자들로 구성된 군대입니다.

source: The Condemned
ko_mt: 사형수

source: The Wardstones are a chain of powerful artifacts keeping the Worldwound's expansion at bay. The first and greatest in the chain was erected in the city of Kenabres by the Hand of the Inheritor himself, a golden-winged angel sent by the goddess Iomedae.
ko_mt: 수호석은 세계상처의 확장을 막는 강력한 유물 사슬입니다. 이 연쇄의 첫 번째이자 가장 위대한 것은 아이오메데 여신이 보낸 황금 날개 천사, 계승자의 손에 의해 케나브레스 도시에 세워졌습니다.

source: Vast swathes of uncharted, unclaimed terrain metaphysically border and surround each of the planes on the Outer Sphere. Mysterious and dangerously chaotic lands untouched by the gods, these regions lack the cohesive stability present in all of the other planes. Even the brutal depths of the Abyss possess a structure that the Maelstrom does not.
ko_mt: 미지의 미개척지, 주인 없는 광활한 지형이 형이상학적으로 바깥 영역의 각 행성들과 경계를 이루고 둘러싸고 있습니다. 신들의 손길이 닿지 않은 신비롭고 위험할 정도로 혼돈스러운 땅인 이 지역은 다른 모든 차원에 존재하는 응집력 있는 안정성이 부족합니다. 심연의 잔혹한 심연조차도 소용돌이에는 없는 구조를 지니고 있습니다.

source: Maelstrom
ko_mt: 소용돌이

source: Inevitables are a family of living machine aeons created by axiomites in the eternal war against proteans and the forces of chaos.
ko_mt: 인에비터블은 공리주의자들이 프로테안과 혼돈의 세력과의 영원한 전쟁에서 창조한 살아있는 기계 에온 계열입니다.

source: Inevitables
ko_mt: 인에비터블

source: Proteans are an inscrutable species of outsiders born from and embodying the primordial chaos of the Maelstrom.
ko_mt: 프로테안은 소용돌이의 원초적 혼돈에서 태어나 이를 구현하는 불가사의한 외계 종족입니다.

source: Proteans
ko_mt: 프로틴

source: A demon lord, master of cold and vengeance, known as The Deathless Frost. He was once a man. His cult consists primarily of giants.
ko_mt: 죽음 없는 서리로 알려진 냉혹과 복수의 대가, 악마 군주. 한때는 인간이었죠. 그의 교단은 주로 거인들로 구성되어 있습니다.

source: Kostchtchie
ko_mt: 코스트치

source: The sixth month of the year, named for the sun goddess Sarenrae.
ko_mt: 태양의 여신 사렌래의 이름을 딴 일 년 중 여섯 번째 달입니다.

source: Sarenith
ko_mt: 사렌스

source: The seventh month of the year, named in honor of Erastil.
ko_mt: 일 년 중 일곱 번째 달로, 에라스틸을 기리기 위해 명명되었습니다.

source: Erastus
ko_mt: 에라스투스

source: The eighth month of the year, named for the dead god Aroden.
ko_mt: 죽은 신 아로덴의 이름을 딴 일 년 중 여덟 번째 달입니다.

source: Arodus
ko_mt: 아로두스

source: The ninth month of the year, named after the violent god Rovagug. Dwarves dispute naming a month after such a destructive and evil deity and instead name the ninth month Torawsh after their creator god, Torag.
ko_mt: 폭력적인 신 로바그그의 이름을 딴 일 년의 아홉 번째 달입니다. 드워프들은 파괴적이고 사악한 신의 이름을 따서 달을 명명하는 것에 반대하고 대신 창조주 신 토라그의 이름을 따서 아홉 번째 달을 토라쉬로 명명합니다.

source: The tenth month of the year, named for Lamashtu, the goddess of monsters.
ko_mt: 일 년 중 열 번째 달로, 괴물의 여신 라마슈투의 이름을 딴 달입니다.

source: Lamashan
ko_mt: 라마산

source: The Hellknights are a collection of knightly orders with a unique focus on the promulgation of law. Unlike paladins, they are interested less in social good and charity than in the foundation and stringent maintenance of order at all costs. If people cannot be trusted to obey the law out of their own sense of civility and social righteousness, Hellknights provide the need to obey out of fear of a master's stern hand.
ko_mt: 지옥기사는 법의 공포에 중점을 둔 독특한 기사단의 집합체입니다. 성기사와는 달리 사회적 선이나 자선보다는 어떤 대가를 치르더라도 질서의 기초를 세우고 엄격하게 유지하는데 관심이 있습니다. 사람들이 스스로의 예의와 사회적 정의감으로 법을 지킬 수 없다면, 지옥기사는 주인의 엄중한 손길이 두려워 복종할 수밖에 없는 필요성을 제공합니다.

source: Hellknights
ko_mt: 지옥기사

source: Gorum, also known as "Our Lord in Iron," is a god of battle above all other pursuits; it is said that he would rust away into nothingness if there ever came a time with no more conflicts to be fought. His faithful believe he is present in every iron weapon of war that is forged.
ko_mt: "철의 신"이라고도 불리는 고룸은 다른 어떤 것보다 전투의 신으로, 더 이상 싸워야 할 분쟁이 없는 때가 오면 녹슬어 허공으로 사라진다고 합니다. 그의 신자들은 그가 모든 철제 전쟁 무기에 존재한다고 믿습니다.

source: Gorum
ko_mt: 고룸

source: Gozreh is a dualistic deity of nature, a god of the storm and sky and also a goddess of the wave and surf. Born of the ocean's fury and the wind's wrath, Gozreh is a fickle deity.
ko_mt: 고즈레는 폭풍과 하늘의 신이자 파도와 서핑의 여신인 이원론적인 자연의 신입니다. 바다의 분노와 바람의 노여움으로 태어난 고즈레는 변덕스러운 신입니다.

source: Gozreh
ko_mt: 고즈레

source: Groetus is the god of the End Times, a sentient and cruel moonlet that looks down upon the Boneyard and waits for the last living soul to die. When Pharasma judges the last soul after the last living body dies on the Material Plane, Groetus will descend to the Boneyard and move on to the Material Plane to "clean up" and pack the dust away for another reality. No one really knows what Groetus is going to do once the last soul is judged, but it is generally accepted that it will not be pleasant.
ko_mt: 그로에투스는 종말의 신으로, 지각이 있고 잔인한 달덩이로 본야드를 내려다보며 마지막 살아있는 영혼이 죽기를 기다립니다. 물질계에서 마지막 생명이 죽고 파라즈마가 마지막 영혼을 심판하면, 그로에투스는 본야드로 내려와 물질계로 이동하여 다른 현실을 위해 먼지를 "청소"하고 짐을 싸게 됩니다. 마지막 영혼이 심판을 받은 후 그로터스가 어떤 일을 하게 될지는 아무도 모르지만, 일반적으로 유쾌하지는 않을 것이라는 것이 정설로 받아들여지고 있습니다.

source: Groetus
ko_mt: 그로에투스

source: The goddess Gyronna is also known as "The Angry Hag," and for good reason. She is not a popular deity, as many fear her and her clergy, which is entirely female. Her priestesses are usually drawn from among the outcasts of society, those who have been victims of the unforgiving and the closed-minded: disfigured prostitutes, wives caught in adultery, or pregnant teenagers disowned by their parents. Her priestesses are renowned for their ability to foster hatred and turn friend against friend. They are also known to swap young babies for hideous monstrous creatures birthed from their own womb.
ko_mt: 기로나 여신은 "성난 해그"라고도 불리는데, 그럴 만한 이유가 있습니다. 많은 사람들이 그녀와 전적으로 여성인 그녀의 성직자들을 두려워하기 때문에 그녀는 인기있는 신이 아닙니다. 그녀의 여사제들은 보통 사회에서 버림받은 사람들, 용서하지 않고 폐쇄적인 사람들의 희생양이 된 사람들, 즉 흉측한 매춘부, 간통죄에 걸린 아내, 부모로부터 버림받은 임신한 십대들 중에서 뽑혀집니다. 여사제는 증오를 조장하고 친구를 적으로 돌리는 능력으로 유명합니다. 또한 어린 아기를 자신의 자궁에서 태어난 끔찍한 괴물로 바꿔치기하는 것으로도 알려져 있습니다.
