Repository: akintos/wotr-translation
Catalog: translation/*/Root.po
Languages: ko_mt

source: Character {g|Encyclopedia:Trait}traits{/g} are abilities that are not tied to your character's {g|Encyclopedia:Race}race{/g} or class. They can enhance your character's {g|Encyclopedia:Skills}skills{/g}, racial abilities, class abilities, or other statistics, enabling you to further customize them.
ko_mt: 캐릭터 {g|Encyclopedia:Trait}특성{/g}은 캐릭터의 {g|Encyclopedia:Race}종족{/g} 또는 직업과 관련이 없는 능력입니다. 캐릭터의 {g|Encyclopedia:Skills}기술{/g}, 종족 능력, 직업 능력 또는 기타 통계를 강화하여 캐릭터를 더욱 커스터마이징할 수 있습니다.

source: Traits
ko_mt: 특징

source: {g|Encyclopedia:Special_Abilities}Special abilities{/g} are additional abilities that a character gains by the virtue of their {g|Encyclopedia:Race}race{/g}, class, {g|Encyclopedia:Feat}feats{/g}, and other means.
ko_mt: {g|Encyclopedia:Special_Abilities}특수 능력{/g}은 캐릭터가 {g|Encyclopedia:Race}종족{/g}, 직업, {g|Encyclopedia:Feat}특기{/g} 및 기타 수단을 통해 추가로 획득하는 능력입니다.

source: Special Ability
ko_mt: 특수 능력

source: {g|Encyclopedia:Intelligence}Intelligence{/g} determines how well a character learns and reasons. This ability is important for wizards because it affects their {g|Encyclopedia:Spell}spellcasting{/g} ability in many ways. If a character's Intelligence falls to 0, the character loses consciousness. Some creatures do not possess an Intelligence score. Their modifier is +0 for any Intelligence-based {g|Encyclopedia:Skills}skills{/g} or {g|Encyclopedia:Check}checks{/g}. Creatures of animal-level instinct have Intelligence scores of 1 or 2. Any creature capable of understanding speech has a score of at least 3. Your character's Intelligence modifier affects: • The number of skill points gained each level. Your character always gains at least 1 skill point per level. • Knowledge skill checks. • Note that wizards and alchemists gain bonus spells based on their Intelligence scores. The minimum Intelligence a wizard needs to cast a spell is 10 + the spell's level.
ko_mt: {g|Encyclopedia:Intelligence}지능{/g}은 캐릭터가 얼마나 잘 학습하고 추리하는지를 결정합니다. 이 능력은 위저드의 {g|Encyclopedia:Spell}주문 시전{/g} 능력에 다양한 방식으로 영향을 미치기 때문에 위저드에게 중요합니다. 캐릭터의 지능이 0으로 떨어지면, 캐릭터는 의식을 잃습니다. 지능 점수가 없는 생물도 있습니다. 지능 기반 {g|Encyclopedia:Skills}기술{/g} 또는 {g|Encyclopedia:Check}판정{/g}에 대한 이들의 수정치는 +0입니다. 동물 수준의 본능을 가진 생물은 지능 점수가 1 또는 2입니다. 말을 이해할 수 있는 생물은 지능 점수가 3 이상입니다. 캐릭터의 지능 수식어가 영향을 줍니다. - 각 레벨에서 획득하는 기술 점수. 캐릭터는 항상 레벨당 최소 1 기술 포인트를 얻습니다. - 지식 기술 판정. - 위저드와 연금술사는 지능 점수에 따라 추가 주문을 얻습니다. 위저드가 주문을 시전하는데 필요한 최소 지능은 10 + 주문 레벨입니다.

source: Intelligence (Int)
ko_mt: 지능(Int)

source: Creatures can be separated into different {g|Encyclopedia:Size}size{/g} categories , depending on how large they are. — Fine, Diminutive, Tiny, Small, Medium, Large, Huge, Gargantuan and Colossal. For example, humans are of Medium size, while halflings and gnomes are Small.
ko_mt: 크리처는 크기에 따라 {g|Encyclopedia:Size}크기{/g} 카테고리로 구분할 수 있습니다. - 미세형, 극소형, 초소형, 소형, 중형, 대형, 거대형, 초대형, 초대형, 초거대형. 예를 들어, 인간은 중형 크기이고, 하플링과 노움은 소형 크기입니다.

source: Size
ko_mt: 크기

source: {g|Encyclopedia:Speed}Speed{/g} measures how fast a character can move in combat. It is measured in the amount of feet that a character can move in 3 seconds.
ko_mt: {g|Encyclopedia:Speed}속도{/g}는 캐릭터가 전투에서 얼마나 빨리 이동할 수 있는지를 측정합니다. 캐릭터가 3초 동안 이동할 수 있는 거리(피트)로 측정됩니다.

source: Speed
ko_mt: 속도

source: Some creatures and characters may have additional or alternative means of perceiving the world around them, allowing them to see in complete darkness, to locate objects by ultrasound, and so on.
ko_mt: 일부 생물과 캐릭터는 어둠 속에서도 볼 수 있고 초음파로 물체의 위치를 파악하는 등 주변 세계를 인식할 수 있는 추가 또는 대체 수단을 가지고 있을 수 있습니다.

source: Senses
ko_mt: 감각

source: Greater than the wars of armies and empires, beyond the ambitions of revolutionaries and tyrants, more devastating than the fury of magic or monsters, is the power of faith. Apart but not aloof from the races of Golarion stand a legion of deities: merciful guardians, impassive observers, vile destroyers, and inscrutable entities, all with designs they seek to make manifest upon the mortal world. Awesome beings of unfathomable power, these divinities sow their influence across the planes, whether in direct displays of miraculous might or through the acts of their countless servants. Every deity knows that the power of faith sets the course of a life, the shapes of a nations, and the destinies of whole worlds. The gods seek followers among mortals — champions to take up their banners, give voice to their doctrines, and thwart their foes. The gods seek worshipers, and they offer to those who please them the ability to work great miracles. All they ask in return is faith and allegiance.
ko_mt: 군대와 제국의 전쟁보다, 혁명가와 폭군의 야망보다, 마법이나 괴물의 분노보다 더 파괴적인 것은 신앙의 힘입니다. 골라리온 종족과는 별개로, 자비로운 수호자, 냉정한 관찰자, 사악한 파괴자, 불가해한 존재 등 다양한 신들이 인간 세상에 나타나고자 하는 계획을 가지고 있습니다. 헤아릴 수 없는 힘을 지닌 놀라운 존재인 이 신들은 기적적인 힘을 직접 보여주거나 수많은 종들의 행동을 통해 차원 전체에 영향력을 퍼뜨립니다. 모든 신들은 믿음의 힘이 한 사람의 인생, 국가의 형태, 전 세계의 운명을 결정한다는 것을 알고 있습니다. 신들은 인간들 사이에서 그들의 깃발을 들고, 그들의 교리를 대변하고, 적을 물리칠 용사들을 찾습니다. 신들은 숭배자를 찾고 있으며, 신들을 기쁘게 하는 자에게는 위대한 기적을 행할 수 있는 능력을 부여합니다. 그 대가로 신들은 믿음과 충성만을 요구합니다.

source: Deity
ko_mt: 신

source: Your {g|Encyclopedia:Attack}attack roll{/g} represents your attempt to strike your opponent when it's your turn to act. When you make an attack {g|Encyclopedia:Dice}roll{/g}, you roll a d20 and add your attack {g|Encyclopedia:Bonus}bonus{/g}. (Other modifiers may also apply.) If the result equals or exceeds your target's {g|Encyclopedia:Armor_Class}Armor Class{/g}, you hit them and inflict {g|Encyclopedia:Damage}damage{/g}.
ko_mt: 당신의 {g|Encyclopedia:Attack}공격{/g}은 당신의 행동 차례가 되었을 때 상대를 공격하려는 시도를 나타냅니다. 공격 {g|Encyclopedia:Dice}굴림{/g}을 할 때, d20을 굴려 공격 {g|Encyclopedia:Bonus}보너스{/g}를 더합니다. (다른 수정치가 적용될 수도 있습니다.) 결과가 대상의 {g|Encyclopedia:Armor_Class}AC{/g}과 같거나 그 이상이면, 적중시키고 {g|Encyclopedia:Damage}피해{/g}를 입힙니다.

source: Attack
ko_mt: 공격

source: If your {g|Encyclopedia:Attack}attack{/g} succeeds, you deal {g|Encyclopedia:Damage}damage{/g}. Your choice of weapon determines the amount of damage you deal. Damage reduces a target's current {g|Encyclopedia:HP}Hit Points{/g}.
ko_mt: 당신의 {g|Encyclopedia:Attack}공격{/g}이 성공하면, {g|Encyclopedia:Damage}피해{/g}를 입힙니다. 선택한 무기에 따라 피해량이 결정됩니다. 피해량은 대상의 현재 {g|Encyclopedia:HP}체력{/g}을 감소시킵니다.

source: Damage
ko_mt: 피해

source: When your {g|Encyclopedia:Attack}attack roll{/g} turns up a natural 20 (the {g|Encyclopedia:Dice}d20{/g} shows 20), you'll hit regardless of your target's {g|Encyclopedia:Armor_Class}Armor Class{/g}, and you have scored a "threat", which means the hit might be a {g|Encyclopedia:Critical}critical hit{/g}. To find out if it's a critical hit, you immediately attempt to "confirm" the critical hit — by rolling another attack roll with all the same modifiers as the attack roll you just made. If the confirmation roll also results in a hit against the target's AC, your original hit is a critical hit. If the confirmation roll is a miss, then your hit is just a regular hit. A critical hit means that you roll your {g|Encyclopedia:Damage}damage{/g} more than once, with all your usual {g|Encyclopedia:Bonus}bonuses{/g}, and add the rolls together. Unless otherwise specified, you roll for damage twice.
ko_mt: 자신의 {g|Encyclopedia:Attack}공격{/g}이 자연 20이 나오면({g|Encyclopedia:Dice}d20{/g}에 20이 표시됨), 대상의 {g|Encyclopedia:Armor_Class}AC{/g}와 상관없이 공격하게 되며, "위협" 점수를 얻었으므로 {g|Encyclopedia:Critical}치명타{/g}가 될 수 있습니다. 치명타인지 확인하려면 즉시 방금 한 공격와 동일한 수정치를 모두 사용하여 다른 공격을 굴려 치명타 "확인"을 시도합니다. 확인 결과 역시 대상의 AC에 적중하면 원래 공격이 치명타가 됩니다. 확인 주사위가 빗나간 경우, 원래 공격은 일반 명중입니다. 치명타가 된다는 것은 {g|Encyclopedia:Damage}피해{/g}를 두 번 이상 굴려서 평소의 {g|Encyclopedia:Bonus}보너스{/g}를 모두 더하고, 그 결과를 합산한다는 뜻입니다. 달리 명시되지 않는 한, 피해는 두 번 굴립니다.

source: Critical Hit
ko_mt: 치명타

source: Character's class is one of their most defining features. It's the source of most of their abilities, and gives them a specific role in any adventuring party.
ko_mt: 캐릭터의 직업은 캐릭터의 가장 뚜렷한 특징 중 하나입니다. 직업은 대부분의 능력의 원천이며, 모험 파티에서 특정 역할을 담당합니다.

source: Character Class
ko_mt: 캐릭터 직업

source: The races of Golarion are a diverse mix of cultures, sizes, attitudes and appearances. Choosing your character's {g|Encyclopedia:Race}race{/g} is one of the most important decisions you'll need to make. As your character grows more powerful, you'll be able to diversify their abilities by selecting different classes, {g|Encyclopedia:Skills}skills{/g} and {g|Encyclopedia:Feat}feats{/g}, but you only get to pick your race once. Keep each race's advantages and disadvantages on mind when making this choice.
ko_mt: 골라리온의 종족은 다양한 문화, 체격, 태도, 외모를 가지고 있습니다. 캐릭터의 {g|Encyclopedia:Race}종족{/g}을 선택하는 것은 여러분이 내려야 할 가장 중요한 결정 중 하나입니다. 캐릭터가 더 강력해지면 다양한 직업, {g|Encyclopedia:Skills}기술{/g}, {g|Encyclopedia:Feat}특기{/g}를 선택해 능력을 다양화할 수 있지만, 종족은 한 번만 선택할 수 있습니다. 종족을 선택할 때는 각 종족의 장단점을 염두에 두어야 합니다.

source: Race
ko_mt: 종족

source: The maximum distance at which this character can hit an enemy with this {g|Encyclopedia:Attack}attack{/g}.
ko_mt: 이 캐릭터가 이 {g|Encyclopedia:Attack}공격{/g}으로 적을 타격할 수 있는 최대 거리입니다.

source: Range
ko_mt: 범위

source: {g|Encyclopedia:Wisdom}Wisdom{/g} describes a character's willpower, common sense, awareness, and intuition. Wisdom is the most important ability for clerics and druids, and it is also important for monks and rangers. If you want your character to have acute senses, strive for a high Wisdom. Every creature has a Wisdom score. If a character's Wisdom falls to 0, the character loses consciousness. You apply your character's Wisdom modifier to: {g|Encyclopedia:Saving_Throw}Will saving throws{/g} (for negating the effects of charm person and other {g|Encyclopedia:Spell}spells{/g}). {g|Encyclopedia:Perception}Perception{/g} and Lore {g|Encyclopedia:Check}checks{/g}. Clerics, druids, inquisitors and rangers get bonus spells based on their Wisdom scores. The minimum Wisdom score needed to cast a cleric, druid, or ranger spell is 10 + the spell's level.
ko_mt: {g|Encyclopedia:Wisdom}지혜{/g}는 캐릭터의 의지력, 상식, 인식, 직관력을 나타냅니다. 지혜는 성직자와 드루이드에게 가장 중요한 능력이며, 수도사와 레인저에게도 중요합니다. 캐릭터가 예민한 감각을 갖기를 원한다면 지혜를 높이도록 노력하세요. 모든 생명체에는 지혜 점수가 있습니다. 캐릭터의 지혜가 0으로 떨어지면, 캐릭터는 의식을 잃습니다. 캐릭터의 지혜 수정치를 적용합니다. {g|Encyclopedia:Saving_Throw}의지 굴림{/g}(매혹의 사람 및 기타 {g|Encyclopedia:Spell}주문{/g}의 효과 무효화). {g|Encyclopedia:Perception}지각{/g} 및 지식 {g|Encyclopedia:Check}판정{/g} 성직자, 드루이드, 조사관, 레인저는 지혜 수정치에 따라 추가 주문을 받습니다. 성직자, 드루이드, 레인저가 주문을 시전하는데 필요한 최소 지혜 점수는 10 + 해당 주문의 레벨입니다.

source: Wisdom (Wis)
ko_mt: 지혜(Wis)

source: A character's gender doesn't affect their abilities in any way.
ko_mt: 캐릭터의 성별은 능력에 어떤 영향도 미치지 않습니다.

source: Gender
ko_mt: 성별

source: A given name, or a nickname — this is how this character prefers to be called.
ko_mt: 주어진 이름 또는 닉네임 - 이 캐릭터가 선호하는 호칭입니다.

source: Name
ko_mt: 이름

source: Description
ko_mt: 설명

source: Number
ko_mt: 번호

source: Type
ko_mt: 유형

source: Group
ko_mt: 그룹

source: Price
ko_mt: 가격

source: Sell price
ko_mt: 판매 가격

source: Weight
ko_mt: 무게

source: Wielder
ko_mt: 착용자

source: {g|Encyclopedia:Charisma}Charisma{/g} reflects a character's personality, personal magnetism, their ability to lead, and their appearance. It's the most important ability for paladins, sorcerers, and bards. It's also important for clerics, since it affects their ability to channel energy. For undead creatures, Charisma is a measure of their unnatural "life force." Every creature has a Charisma score. If a character's Charisma falls to 0, the character loses consciousness. Your character's Charisma modifier enables you to: Use Magic Devices. Influence others. Channel energy DCs — for clerics and paladins attempting to harm undead foes. Bards, paladins, and sorcerers gain a number of bonus {g|Encyclopedia:Spell}spells{/g} based on their Charisma. The minimum Charisma needed to cast a bard, paladin, or sorcerer spell is 10 + the spell's level.
ko_mt: {g|Encyclopedia:Charisma}매력{/g}은 캐릭터의 성격, 개인적 매력, 리더십 능력, 외모를 반영합니다. 성기사, 소서러, 바드에게 가장 중요한 능력입니다. 성직자에게도 중요한데, 에너지를 전달하는 능력에 영향을 미치기 때문입니다. 언데드 생물에게 매력은 자연스럽지 않은 "생명력"의 척도입니다. 모든 생물은 매력 점수가 있습니다. 캐릭터의 매력가 0으로 떨어지면, 캐릭터는 의식을 잃습니다. 캐릭터의 매력 수정치가 이를 가능하게 합니다. 마법 도구 사용. 다른 사람에게 영향력 행사하기. 언데드 적을 해치려는 성직자와 성기사의 경우 에너지 DC를 전달합니다. 바드, 성기사, 소서러는 매력 에 따라 추가 {g|Encyclopedia:Spell}주문{/g}을 얻습니다. 바드, 성기사, 소서러 주문을 시전하는데 필요한 최소 매력은 10 + 주문 레벨입니다.

source: Charisma (Cha)
ko_mt: 매력(Cha)

source: Equipped slot
ko_mt: 장착 슬롯

source: Cannot be equipped
ko_mt: 장착 불가

source: Proficiency Group
ko_mt: 숙련도 그룹

source: A creature's {g|Encyclopedia:Size}size{/g} can fall into one of the 9 possible categories (Fine, Diminutive, Tiny, Small, Medium, Large, Huge, Gargantuan, Colossal). A creature's size gives it certain {g|Encyclopedia:Bonus}bonuses{/g} and {g|Encyclopedia:Penalty}penalties{/g} in combat. Most playable races are Medium, except gnomes, goblins and halflings, who are Small.
ko_mt: 생물의 {g|Encyclopedia:Size}크기{/g}는 9가지 범주(미세형, 극소형, 초소형, 소형, 중형, 대형, 거대형, 초대형, 초거대형) 중 하나에 속할 수 있습니다. 생물의 크기에 따라 전투에서 특정 {g|Encyclopedia:Bonus}보너스{/g}와 {g|Encyclopedia:Penalty}불이익{/g}이 부여됩니다. 대부분의 플레이 가능한 종족은 중형 크기입니다. 노움, 고블린, 하플링을 제외(소형)

source: Size
ko_mt: 크기

source: Attack type
ko_mt: 공격 유형

source: Critical modifier
ko_mt: 중요 수정치

source: Critical damage
ko_mt: 치명타 피해

source: Defense
ko_mt: 방어

source: Damage when equipped
ko_mt: 장착 시 피해

source: Alignment
ko_mt: 성향

source: Enhancement bonus
ko_mt: 강화 보너스

source: Armor class
ko_mt: 방어도

source: Max Dexterity
ko_mt: 최대 민첩

source: Armor check penalty
ko_mt: 갑옷 판정 불이익

source: Some factors — most importantly, armor and other equipment — create a risk that a character trying to cast an arcane {g|Encyclopedia:Spell}spell{/g} would lose it with no effect. This risk does not affect divine spells.
ko_mt: 방어구 및 기타 장비와 같은 일부 요인으로 인해 캐릭터가 비전 {g|Encyclopedia:Spell}주문{/g}을 시전하려 할 때 효과가 발생하지 않고 손실될 위험이 있습니다. 이 위험은 신성한 주문에는 영향을 미치지 않습니다.

source: Arcane spell failure chance
ko_mt: 비전 주문 실패 확률

source: Physical Damage
ko_mt: 물리 피해

source: Enhancement
ko_mt: 강화

source: Critical Hit
ko_mt: 치명타

source: Qualities
ko_mt: 품질

source: Your {g|Encyclopedia:Armor_Class}Armor Class{/g} (AC) represents how hard it is for opponents to land a solid, damaging blow. Your AC is equal to the following: 10 + armor {g|Encyclopedia:Bonus}bonus{/g} + shield bonus + {g|Encyclopedia:Dexterity}Dexterity{/g} modifier + other modifiers Note that your armor may limit your Dexterity bonus, so if you're wearing armor, you might not be able to apply your whole Dexterity bonus to your AC.
ko_mt: 당신의 {g|Encyclopedia:Armor_Class}AC{/g}(AC)는 상대가 견고한 타격을 가하기 얼마나 어려운지를 나타냅니다. 자신의 AC는 다음과 같습니다. 10 + 갑옷 {g|Encyclopedia:Bonus}보너스{/g} + 방패 보너스 + {g|Encyclopedia:Dexterity}민첩{/g} 수정치 + 기타 수정치 방어구가 민첩 보너스를 제한할 수 있으므로 갑옷을 착용한 경우 민첩 보너스를 모두 AC에 적용하지 못할 수도 있습니다.

source: Armor Class (AC)
ko_mt: 방어도(AC)

source: A creature with {g|Encyclopedia:Energy_Resistance}resistance to energy{/g} has the ability to ignore some {g|Encyclopedia:Damage}damage{/g} of a certain type from each {g|Encyclopedia:Attack}attack{/g}, but it does not have total immunity.
ko_mt: {g|Encyclopedia:Energy_Resistance}에너지 저항{/g}을 가진 생물은 각 {g|Encyclopedia:Attack}공격{/g}당 특정 유형의 {g|Encyclopedia:Damage}피해{/g} 일부를 무시할 수 있지만, 완전한 면역은 갖지 못합니다.

source: Energy Resistance
ko_mt: 에너지 저항

source: Duration
ko_mt: 기간

source: Saving Throw
ko_mt: 내성 굴림

source: Masterwork
ko_mt: 걸작

source: Gems
ko_mt: 보석

source: Non-Magical
ko_mt: 비마법

source: Animal parts
ko_mt: 동물 부품

source: Target
ko_mt: 대상

source: Base Armor Class
ko_mt: 기본 방어도

source: Certain {g|Encyclopedia:Attack}attacks{/g} completely disregard armor, including any shields and natural armor. The aggressor need only {g|Encyclopedia:TouchAttack}touch{/g} a foe for such an attack to take full effect. In such cases, the attacker makes a touch attack {g|Encyclopedia:Dice}roll{/g} (either ranged or melee). When you are the target of a touch attack, your {g|Encyclopedia:Armor_Class}AC{/g} doesn't include any armor {g|Encyclopedia:Bonus}bonus{/g}, shield bonus, or natural armor bonus. All other modifiers, such as your {g|Encyclopedia:Size}size modifier{/g}, {g|Encyclopedia:Dexterity}Dexterity{/g} modifier, and deflection bonus (if any) apply normally. Some creatures have the ability to make {g|Encyclopedia:Incorporeal_Touch_Attack}incorporeal touch attacks{/g}. These attacks bypass solid objects, such as armor and shields, by passing through them. Incorporeal touch attacks work similarly to normal touch attacks except that they also ignore cover bonuses. Incorporeal touch attacks do not ignore armor bonuses granted by force effects, such as mage armor and bracers of armor.
ko_mt: 특정 {g|Encyclopedia:Attack}공격{/g}은 방패와 자연 갑옷을 포함한 갑옷을 완전히 무시합니다. 공격자는 적을 {g|Encyclopedia:TouchAttack}접촉{/g}하기만 하면 해당 공격이 완전히 효과를 발휘합니다. 이 경우 공격자는 접촉 공격 {g|Encyclopedia:Dice}굴림{/g}을 합니다.(원거리 또는 근접) 자신이 접촉 공격의 대상이 되면, 자신의 {g|Encyclopedia:Armor_Class}AC{/g}에는 갑옷 {g|Encyclopedia:Bonus}보너스{/g}, 방패 보너스, 자연 갑옷 보너스가 포함되지 않습니다. 다른 모든 수정치(예: {g|Encyclopedia:Size}크기{/g}, {g|Encyclopedia:Dexterity}민첩{/g}, 굴절 보너스(있는 경우)는 정상적으로 적용됩니다. 일부 생물은 {g|Encyclopedia:Incorporeal_Touch_Attack}비실체 접촉 공격{/g}을 할 수 있습니다. 이 공격은 갑옷이나 방패와 같은 단단한 물체를 통과하여 우회합니다. 비실체 접촉 공격은 일반 접촉 공격과 비슷하게 작동하지만 엄폐 보너스를 무시합니다. 비실체 접촉 공격은 마법사 방어구 및 방어의 팔찌와 같은 힘 효과로 부여되는 갑옷 보너스를 무시하지 않습니다.

source: Touch AC
ko_mt: 접촉 AC

source: Other
ko_mt: 기타

source: A character's class represents a profession, such as a fighter or a wizard. If this is a new character, he or she starts at the 1st level in this chosen class. As the character gains {g|Encyclopedia:XP}experience points{/g} (XP) for defeating monsters, he goes up in level, granting him new powers and abilities.
ko_mt: 캐릭터의 직업은 파이터나 위저드와 같은 직업을 나타냅니다. 신규 캐릭터인 경우, 선택한 직업의 첫 번째 레벨에서 시작합니다. 캐릭터는 괴물을 쓰러뜨려 {g|Encyclopedia:XP}경험치{/g}(XP)를 획득하면 레벨이 올라가고, 새로운 힘과 능력을 얻습니다.

source: Character Class
ko_mt: 캐릭터 직업

source: Each character has six {g|Encyclopedia:Ability_Scores}ability scores{/g} that represent his most basic features, his raw talents and prowess. While a character rarely {g|Encyclopedia:Dice}rolls{/g} a {g|Encyclopedia:Check}check{/g} using just an ability score, these scores, and the modifiers they create, affect nearly every aspect of a character's {g|Encyclopedia:Skills}skills{/g} and capabilities.
ko_mt: 각 캐릭터는 6개의 {g|Encyclopedia:Ability_Scores}능력 점수{/g}를 가지고 있으며, 이는 캐릭터의 가장 기본적인 특징, 원초적인 재능과 기량을 나타냅니다. 캐릭터가 능력 점수만으로 {g|Encyclopedia:Dice}굴림{/g}을 굴리는 경우는 거의 없지만, 이 점수와 수정치는 캐릭터의 {g|Encyclopedia:Skills}기술{/g}과 능력의 거의 모든 측면에 영향을 미칩니다.

source: Ability score
ko_mt: 능력 점수

source: The modifier is the number you apply to the die {g|Encyclopedia:Dice}roll{/g} when your character attempts to do something. The modifier is sometimes used to determine other values — for example, {g|Encyclopedia:Spell}spell{/g} {g|Encyclopedia:DC}DC{/g}.
ko_mt: 수정치는 캐릭터가 어떤 행동을 시도할 때 {g|Encyclopedia:Dice}주사위{/g}에 적용하는 숫자입니다. 수정치는 때때로 다른 값(예: {g|Encyclopedia:Spell}주문{/g} {g|Encyclopedia:DC}DC{/g})을 결정하는데 사용됩니다.

source: Ability modifier
ko_mt: 능력 수정치

source: Each level, your character gains a number of {g|Encyclopedia:Skills}skill{/g} ranks depending on your class plus your {g|Encyclopedia:Intelligence}Intelligence{/g} modifier. Investing a rank in a skill represents a measure of training in that skill.
ko_mt: 레벨이 올라갈 때마다 캐릭터는 직업에 따라 {g|Encyclopedia:Skills}기술{/g} 등급와 {g|Encyclopedia:Intelligence}지능{/g} 수정치를 얻습니다. 기술 등급은 해당 기술에 대한 훈련의 척도를 나타냅니다.

source: Skill rank
ko_mt: 기술 등급

source: The sum of a particular {g|Encyclopedia:Skills}skill{/g}'s rank and all applicable modifiers.
ko_mt: 특정 {g|Encyclopedia:Skills}기술{/g}의 등급와 해당되는 모든 수정치의 합계입니다.

source: Total skill value
ko_mt: 총 기술 값

source: Each character receives a number of points to spend on increasing their basic abilities. All abilities start at a base of 10.
ko_mt: 각 캐릭터는 기본 능력을 높이는데 사용할 수 있는 포인트를 받습니다. 모든 능력은 기본 10에서 시작합니다.

source: Ability score points
ko_mt: 능력 점수 점수

source: You can spend these points to increase your {g|Encyclopedia:Ability_Scores}ability scores{/g}.
ko_mt: 이 포인트를 사용해 {g|Encyclopedia:Ability_Scores}능력 점수{/g}를 높일 수 있습니다.

source: Ability points
ko_mt: 능력 점수

source: Your character's {g|Encyclopedia:Race}race{/g} allows them to increase one of the {g|Encyclopedia:Ability_Scores}ability scores{/g} by 2 (which gives +1 to this ability's modifier) without spending any points — and even raise it above 18.
ko_mt: 캐릭터의 {g|Encyclopedia:Race}레이스{/g}를 사용하면 포인트를 소모하지 않고 {g|Encyclopedia:Ability_Scores}능력 점수{/g} 중 하나를 2 증가시킬 수 있으며(이 능력의 수정치에 +1을 부여), 심지어 18 이상으로 올릴 수도 있습니다.

source: Race bonus
ko_mt: 종족 보너스

source: The sum of the {g|Encyclopedia:Skills}skill{/g}'s rank and all applicable modifiers.
ko_mt: {g|Encyclopedia:Skills}기술{/g}의 등급와 해당되는 모든 수정치의 합계입니다.

source: Total skill value
ko_mt: 총 기술 값

source: If you're {g|Encyclopedia:Attack}attacked{/g} in some way that you can't react to, any {g|Encyclopedia:Dexterity}Dexterity{/g} {g|Encyclopedia:Bonus}bonus{/g} you have does not apply. In this case, your {g|Encyclopedia:Armor_Class}AC{/g} is calculated without adding your Dexterity bonus.
ko_mt: 당신이 {g|Encyclopedia:Attack}공격{/g}을 받았을 때, 당신이 반응할 수 없는 방식으로 {g|Encyclopedia:Dexterity}민첩{/g} {g|Encyclopedia:Bonus}보너스{/g}가 적용되지 않습니다. 이 경우, 민첩 보너스를 더하지 않고 {g|Encyclopedia:Armor_Class}AC{/g}이 계산됩니다.

source: Flat-Footed AC
ko_mt: 무방비 AC

source: {g|Empowered}Empowered{/g}
ko_mt: {g|Empowered}강화{/g}

source: {g|Maximized}Maximized{/g}
ko_mt: {g|Maximized}최대{/g}

source: {g|Quickened}Quickened{/g}
ko_mt: {g|Quickened}고속{/g}

source: {g|Extended}Extended{/g}
ko_mt: {g|Extended}확장{/g}

source: {g|Heightened}Heightened{/g}
ko_mt: {g|Heightened}고조{/g}

source: {g|Reach}Reach{/g}
ko_mt: {g|Reach}사거리{/g}

source: {g|Completely Normal}Completely Normal{/g}
ko_mt: {g|Completely Normal}완전히 정상{/g}

source: {g|Persistent}Persistent{/g}
ko_mt: {g|Persistent}보존{/g}

source: {g|Selective}Selective{/g}
ko_mt: {g|Selective}선택{/g}

source: {g|Bolstered}Bolstered{/g}
ko_mt: {g|Bolstered}보강{/g}

source: Can use abilities and cast spells as level {count} {text}
ko_mt: 레벨 {count}으로 능력 사용 및 주문 시전 가능 {text}

source: Mount
ko_mt: 탈것

source: Pathfinder: Wrath of the Righteous Trophies
ko_mt: 패스파인더 의로운 자의 분노 트로피

source: Pathfinder: Wrath of the Righteous
ko_mt: 패스파인더: 의로운 자의 분노

source: Ability usage is forbidden
ko_mt: 능력 사용 금지

source: Ability disabled
ko_mt: 기능 비활성화

source: Already moved this turn
ko_mt: 이번 턴에 이미 이동했습니다.

source: Caster or mount cannot move
ko_mt: 시전자 또는 탈것을 움직일 수 없습니다.

source: Caster is polymorphed
ko_mt: 시전자는 다형성

source: Caster is staggered
ko_mt: 시전자가 비틀거림

source: Spellcasting forbidden
ko_mt: 주문 시전 금지

source: Chosen weapon required
ko_mt: 선택 무기 필요

source: Can only be used in combat
ko_mt: 전투에서만 사용 가능

source: The companion has fallen in battle. Switching companions will become available after rest.
ko_mt: 동료가 전투 중 쓰러졌습니다. 휴식 후 동료를 교체할 수 있습니다.

source: Caster must not have following condition: {text}
ko_mt: 시전자는 다음 조건이 없어야 합니다. {text}

source: Not enough Burn
ko_mt: 화상 부족

source: Material component missing
ko_mt: 물질 요소 누락

source: Melee weapon required
ko_mt: 근접 무기 필요

source: Mount is polymorphed
ko_mt: 탈것이 변이 상태이니다.

source: Caster doesn't have required condition: {text}
ko_mt: 시전자에게 필수 조건이 없습니다. {text}

source: Out of resources
ko_mt: 리소스 부족

source: The square is not valid
ko_mt: 사각형이 유효하지 않습니다.

source: Can only be used out of combat
ko_mt: 전투 중에만 사용 가능

source: Not in spell list
ko_mt: 주문 목록에 없음

source: Path to target is blocked
ko_mt: 대상 경로가 차단됨

source: No suitable spell slots
ko_mt: 적합한 주문 슬롯이 없습니다

source: A specific alignment is required
ko_mt: 특정 성향이 필요합니다.

source: A specific weapon required
ko_mt: 특정 무기 필요

source: Spells disabled
ko_mt: 주문 비활성화

source: Spells disabled: wrong alignment
ko_mt: 주문 비활성화: 잘못된 성향

source: Spells disabled: wrong armor
ko_mt: 주문 비활성화: 잘못된 방어구

source: Wrong target alignment
ko_mt: 잘못된 타겟 성향

source: Target is not recently dead
ko_mt: 대상이 최근에 사망하지 않았습니다.

source: Target cannot see caster
ko_mt: 대상이 시전자를 볼 수 없음

source: Target can see caster
ko_mt: 대상이 시전자를 볼 수 있음
