Repository: akintos/wotr-translation
Catalog: translation/*/Root.po
Languages: ko_mt

source: Pledging their lives to Baphomet, these cultists scheme to subvert the good works of the crusaders. They cause trouble in crusader camps, instigating fights and egging participants on to greater violence. They spread lies and sow the seeds of fear with voices sweetened by magic. Some have even assumed the roles of holy crusaders and risen in the ranks of other knightly orders, waiting for the moment when their treachery can be used to achieve a most foul end.
ko_mt: 바포메트에게 목숨을 바치는 이 사교도들은 십자군의 선한 업적을 전복하려는 음모를 꾸미고 있습니다. 이들은 십자군 캠프에서 문제를 일으켜 싸움을 선동하고 참가자들을 더 큰 폭력으로 이끌고 있습니다. 이들은 거짓을 퍼뜨리고 마술로 감미로운 목소리로 공포의 씨앗을 심습니다. 일부는 성전사의 역할을 자처하며 다른 기사단의 대열에 올라 자신의 배신으로 가장 사악한 목적을 달성할 순간을 기다리기도 합니다.

source: Templars of the Ivory Labyrinth
ko_mt: 상아 미궁의 기사단원

source: Succubi are a race of demons, infamous across the planes for tempting mortal souls and engendering misery and destruction through their seductive manipulations. They are sometimes called lust demons. Succubi savor the sweet taste of a mortal's life force and possess the ability to drain it with their infamous soul-sucking kisses.
ko_mt: 서큐비는 인간 영혼을 유혹하고 매혹적인 조작으로 불행과 파괴를 불러일으키는 데몬 종족으로, 여러 차원에 걸쳐 악명이 높습니다. 그들은 때때로 욕망의 데몬이라고도 불립니다. 서큐비는 필멸자의 생명력의 달콤한 맛을 음미하고 악명 높은 영혼을 빨아들이는 키스로 생명력을 빨아들이는 능력을 지니고 있습니다.

source: Succubi
ko_mt: 서큐비

source: Devils are outsiders native to the plane of Hell. They obey a rigid hierarchy, base much of their dealings with others on strict contracts, and are always looking to gain an advantage. It is common for devils to provide mortals with great power in exchange for an eternity of torment and punishment at that devil's hands in the pits of Hell.
ko_mt: 데빌은 지옥계에서 온 외차원체입니다. 이들은 엄격한 위계질서를 따르고, 다른 사람들과 거래할 때 대부분 엄격한 계약을 기반으로 하며, 항상 이득을 취하려고 합니다. 데빌은 지옥의 구덩이에서 데빌의 손에 영원히 고통과 형벌을 받는 대가로 인간에게 강력한 힘을 제공하는 것이 일반적입니다.

source: Devils
ko_mt: 데빌

source: Lilitus are subversive and hidden horrors, demons who work subtly in their constant quest to destroy and devastate. Lilitus enjoy few things more than leading mortals into all manner of sinful acts, in the hope that when the mortal perishes, their soul will fuel the Abyss. The exact nature of sin that a lilitu tempts a mortal into committing varies, for these demons are adept at reading mortal desires and secrets, quickly discerning which sins a specific target can be convinced to perform. Lilitus possess a hideous ability — they can turn their victims into "husks," immobile and desiccated bodies that do not actually die, but preserve their life and consciousness. Lilitu can assume the form of their husks, stealing their face and appearance and treating their poor victims like a living wardrobe.
ko_mt: 릴리투스는 파괴와 황폐화를 끊임없이 추구하며 교묘하게 활동하는 전복적이고 숨겨진 공포의 데몬입니다. 릴리투스는 필멸자가 죽으면 그 영혼이 심연에 불을 붙이기를 바라며 필멸자를 온갖 죄악으로 이끄는 것만큼 즐거운 일도 드뭅니다. 릴리투스가 필멸자를 유혹하여 저지르게 하는 죄의 정확한 성격은 다양합니다. 이 데몬은 필멸자의 욕망과 비밀을 읽는데 능숙하여 특정 대상이 어떤 죄를 짓도록 설득할 수 있는지 빠르게 분별할 수 있기 때문입니다. 릴리투스는 희생자를 실제로 죽지는 않지만 생명과 의식을 보존하는 움직이지 않고 말라버린 시체, 즉 "껍데기"로 만들 수 있는 끔찍한 능력을 가지고 있습니다. 릴리투는 껍데기의 형태를 취하여 얼굴과 외모를 훔치고 불쌍한 희생자를 살아있는 옷장처럼 취급 할 수 있습니다.

source: Areshkagal, the demon lord of portals and riddles, known as The Faceless Sphinx, is the embodiment of mystery. Little is known about her or her cult.
ko_mt: 얼굴 없는 스핑크스로 알려진 포털과 수수께끼의 데몬 로드 아레쉬카갈은 미스터리의 화신입니다. 그녀나 그녀의 숭배에 대해서는 알려진 바가 거의 없습니다.

source: Areshkagal
ko_mt: 아레쉬카갈

source: The archdevil Mephistopheles is the ruler of Caina, the Eighth Layer of Hell, where he keeps many of Hell's greatest secrets and contracts. Mephistopheles originated as the consciousness of Hell itself, predating Asmodeus's discovery of the plane. When Asmodeus and his followers entered Hell following their Exodus from Heaven, Asmodeus traveled into Caina and tore Hell's very flesh from its bones, reshaping it into a being he named Mephistopheles. The newly formed entity, the first true devil, pledged to oppose Asmodeus's enemies as if they were its own, and became one of Asmodeus's closest lieutenants.
ko_mt: 아크 데빌 메피스토펠레스는 지옥의 여덟 번째 층인 카이나의 통치자로, 지옥의 가장 큰 비밀과 계약을 많이 간직하고 있습니다. 메피스토펠레스는 아스모데우스가 지옥을 발견하기 이전부터 지옥 자체의 의식으로 시작되었습니다. 아스모데우스와 그의 추종자들이 천국에서 탈출한 후 지옥에 들어갔을 때, 아스모데우스는 카이나로 이동하여 지옥의 살을 찢어 메피스토펠레스라는 존재로 재탄생시켰습니다. 최초의 진정한 데빌로 새롭게 태어난 이 존재는 아스모데우스의 적들을 자신의 적처럼 대적할 것을 맹세하며 아스모데우스의 최측근 중 하나가 되었습니다.

source: Mephistopheles
ko_mt: 메피스토펠레스

source: The demon lord Socothbenoth is the patron of sexual and other hedonistic gratification, seeing the world as his plaything, one that serves up the violence and destruction of which he is especially fond. He is the brother of Nocticula.
ko_mt: 데몬 로드 소코트베노스는 성적인 쾌락과 기타 쾌락적 만족을 추구하며, 세상을 폭력과 파괴를 일삼는 자신의 장난감으로 여깁니다. 그는 녹티큘라의 형제입니다.

source: Aroden was the immortal Azlanti who raised the Starstone from the bottom of the Inner Sea, and in so doing founded the city of Absalom and ascended to godhood. Prophecy told of his return to Golarion and the beginning of a new Age of Glory. On the eve of his return, however, his clerics were cut off from his power, and terrible storms wracked the world. Now presumed dead, Aroden's demise ushered in the current Age of Lost Omens.
ko_mt: 아로덴은 불멸의 아즐란트로, 내해 바닥에서 스타스톤을 끌어올려 압살롬 도시를 세우고 신으로 승천했습니다. 예언에 따르면 그가 골라리온으로 돌아와 새로운 영광의 시대가 시작될 것이라고 합니다. 그러나 그가 돌아오기 전날, 그의 성직자들은 힘을 잃었고 끔찍한 폭풍이 세상을 휩쓸었습니다. 이제 죽은 것으로 추정되는 아로덴의 죽음은 현재의 잃어버린 징조들의 시대를 열었습니다.

source: Aroden
ko_mt: 아로덴

source: The balor Khorramzadeh is one of Deskari's most powerful generals, but his personal might is not the only reason why he poses such a threat in combat. They call him the Worldwound Strategist, for he is the shrewdest general among demonkind. Not too long ago, he oversaw one of the most successful assaults on Kenabres and nearly destroyed the Wardstone — an achievement that only Lord Deskari himself was able to claim in the end.
ko_mt: 발러 코람자데는 데스카리의 가장 강력한 장군 중 한 명이지만, 그가 전투에서 위협이 되는 이유는 개인적 힘 때문만은 아닙니다. 그는 데몬 종족 중 가장 영리한 장군이기 때문에 데몬들은 그를 세계상처 전략가라고 부릅니다. 얼마 전, 그는 케나브레스에 대한 가장 성공적인 공격 중 하나를 감독하여 수호석을 거의 파괴할 뻔했는데, 이 업적은 결국 데스카리 경만이 차지할 수 있었던 것입니다.

source: Khorramzadeh, Worldwound Strategist
ko_mt: 코람자데, 세계상처 전략가

source: Asmodeus, also known as the "King of Hell," "Master of Witches," and "Prince of Law," is the most powerful of the nine archdevils that inhabit Hell, and the only one of Hell's rulers to claim full divinity. It is he who is credited with penning the contract of creation, in which his followers believe is hidden the means for their patron's eventual rise to supremacy.
ko_mt: "지옥의 왕", "마녀의 주인", "법의 왕자"로도 알려진 아스모데우스는 지옥에 서식하는 아홉 아크 데빌 중 가장 강력하며, 지옥의 통치자 중 유일하게 완전한 신성을 주장합니다. 그의 추종자들은 이 아크 데빌이 궁극적으로 패권을 차지할 수 있는 수단이 숨겨져 있다고 믿는 창조의 계약서를 작성한 장본인이 바로 그입니다.

source: Asmodeus
ko_mt: 아스모데우스

source: Calistria, also known as "The Savored Sting" and "The Unquenchable Fire," is the goddess of lust and revenge who takes on many faces and guises. She is held in especially high regard by elves, who often identify with her mercurial moods and changeable nature. A fondness for wasps has earned this vengeful deity the title of "Savored Sting"; such creatures live on after harming their enemies, a trait Calistria's followers hope to emulate when pursuing their goals.
ko_mt: 칼리스트리아는 "맛좋은 침", "꺼지지 않는 불"로도 알려진 욕망과 복수의 여신으로, 다양한 얼굴과 모습으로 변신합니다. 특히 엘프들은 그녀의 변덕스러운 기분과 변덕스러운 성격을 닮은 그녀를 높이 평가합니다. 말벌을 좋아하는 이 복수심에 불타는 여신은 적에게 해를 끼친 후에도 살아 남는다는 뜻에서 "맛난 침"이라는 별명을 얻었으며, 칼리스트리아의 추종자들은 목표를 추구할 때 그 특성을 본받기를 희망합니다.

source: Calistria
ko_mt: 칼리스트리아

source: Cayden Cailean, god of alcohol, bravery, and freedom, is one of the Ascended — those mortals who achieved godhood by passing the Test of the Starstone. Because legend tells that he passed the test while intoxicated, he is also known as "The Lucky Drunk," "The Drunken Hero," or "The Accidental God."
ko_mt: 술, 용맹, 자유의 신 케이든 케일린은 스타스톤의 시험을 통과하여 신이 된 인간, 즉 승천자 중 한 명입니다. 그는 술에 취한 상태에서 시험을 통과했다는 전설 때문에 "행운의 주정뱅이", "술 취한 영웅" 또는 "우연한 신"이라고도 불립니다."

source: Cayden Cailean
ko_mt: 케이든 케일린

source: Desna, also known as "The Great Dreamer," "Lady Luck," and "Mother Moon," goddess of dreams, luck, stars, and travelers, is among the most ancient of deities. While her peers burdened themselves with the task of creating Golarion, she spent her time building the heavens. She knew that there would be plenty of time for her and her followers to explore the many wonders of the world later. She has changed little since those earlier days, and she and her followers delight in exploring the world.
ko_mt: 꿈, 행운, 별, 여행자의 여신으로 "위대한 몽상가", "행운의 여인", "어머니 달"로도 알려진 데스나는 가장 오래된 신 중 한 명입니다. 동료들이 골라리온을 창조하는 일에 몰두하는 동안 그녀는 하늘을 만드는데 시간을 보냈습니다. 나중에 자신과 추종자들이 세상의 수많은 경이로움을 탐험할 시간이 충분하다는 것을 알았기 때문이죠. 그녀는 초창기 시절과 거의 변하지 않았고, 그녀와 그녀의 추종자들은 세상을 탐험하는 것을 즐깁니다.

source: Desna
ko_mt: 데스나

source: Erastil, also known as "Old Deadeye" and "The Stag God," is one of the oldest human gods still worshiped in the Inner Sea region, and is concerned with family, farming, hunting, and trade. During the Age of Creation, Erastil was among the gods who battled Rovagug when he sought to destroy Golarion, and who were eventually able to contain him in the Dead Vault at the planet's core. His religion dates back to before the Age of Darkness, when small farming communities and hunter-gatherers prayed to him for bountiful harvests and successful hunts. Legends claim that it was Old Deadeye himself who crafted the first bow and gifted it to humans to overcome the challenges of the world. Even as the accomplishments of civilization mount, Erastil continues to embrace and represent the simpler pleasures life has to offer.
ko_mt: "늙은 데드아이", "사슴의 신"으로도 알려진 에라스틸은 내해 지역에서 여전히 숭배되는 가장 오래된 인간 신 중 하나로, 가족, 농사, 사냥, 무역과 관련이 있습니다. 에라스틸은 창조의 시대에 골라리온을 파괴하려던 로바구그와 싸워 결국 그를 행성의 중심부에 있는 죽은 금고에 가둔 신들 중 한 명입니다. 그의 종교는 어둠의 시대 이전으로 거슬러 올라가며, 소규모 농경 공동체와 수렵 채집인들이 풍성한 수확과 성공적인 사냥을 위해 그에게 기도를 드렸습니다. 전설에 따르면 최초의 활을 만들어 인간에게 선물하여 세상의 도전을 극복하게 한 것은 올드 디아이 자신이었다고 합니다. 문명의 성취가 눈부시게 발전하는 동안에도 에라스틸은 삶이 제공하는 소박한 즐거움을 계속 포용하고 상징합니다.

source: Erastil
ko_mt: 에라스틸

source: The Next-Door Theater Bids You Farewell!
ko_mt: 옆집 극장이 작별을 고합니다!

source: Areelu Vorlesh
ko_mt: 아릴루 볼레쉬

source: Irabeth Tirabade
ko_mt: 이라베스 티라바데

source: Jannah Aldori is an Eagle Watch recruit and friend of Seelah. The young fencer traveled to Mendev from the River Kingdoms to find adventure. You met during the demon attack on Kenabres.
ko_mt: 잔나 알도리는 이글 워치 신병이자 실라의 친구입니다. 이 젊은 검객은 모험을 찾아 리버 킹덤에서 멘데브로 왔습니다. 케나브레스의 데몬 공격에서 만났습니다.

source: Jannah Aldori
ko_mt: 잔나 알도리

source: Jerribeth is an oolioddroo demon who put a spell on the Sarkorian settlement of the Wintersun clan. Under the guise of a beautiful elf sorceress, Jerribeth ruled the settlement in secret for years, having turned it into a place of amusement for demons.
ko_mt: 제리베스는 윈터선 일족의 사르코리안 정착촌에 마법을 걸어버린 우리오드드루 데몬입니다. 아름다운 엘프 마법사로 변장한 제리베스는 수년 동안 비밀리에 정착지를 지배하며 데몬들의 유희 장소로 만들었습니다.

source: Jerribeth
ko_mt: 제리베스

source: Joran Vhane is a skilled dwarf blacksmith, brother of the traitor Staunton Vhane and a friend of Yaniel, celebrated hero of the crusades.
ko_mt: 조란 베인은 숙련된 드워프 대장장이로, 반역자 스턴튼 베인의 형제이자 십자군 전쟁의 영웅으로 유명한 야니엘의 친구입니다.

source: Joran Vhane
ko_mt: 조란 베인

source: Minagho
ko_mt: 미나고

source: Mireya is the name of the spirit that lives in Camellia's amulet. Camellia believes her to be the spirit of the land of Sarkoris. The spirit is insane but may hold the key to healing this land.
ko_mt: 미레야는 카멜리아의 부적에 깃든 정령의 이름입니다. 카멜리아는 그녀가 사르코리스 땅의 정령이라고 믿습니다. 이 정령은 미쳤지만 이 땅을 치유할 열쇠를 쥐고 있을지도 모릅니다.

source: Mireya
ko_mt: 미레야

source: Nulkineth is a powerful nabasu demon and a minion of the demoness Minagho.
ko_mt: 눌키네스는 강력한 나바수 데몬이자 데몬 미나고의 하수인입니다.

source: Nulkineth
ko_mt: 눌키네스

source: Nurah Dendiwhar is a halfling historian who specializes in the history of Sarkoris and the crusades, and was sent here by Queen Galfrey to help you.
ko_mt: 누라 덴디와르는 사르코리스와 십자군 전쟁의 역사를 전문으로 연구하는 하플링 역사가로, 갈프레이 여왕이 여러분을 돕기 위해 이곳으로 보냈습니다.

source: Nurah Dendiwhar
ko_mt: 누라 덴디와르

source: Queen Galfrey is the absolute monarch of the crusader state of Mendev and leader of the Mendevian Crusades. While today the name of the Crusader Queen is known throughout the Inner Sea region, it's easy to forget that Galfrey did not start her rule of Mendev as a paladin of Iomedae, but rather of Aroden. When the Worldwound opened and forever changed Mendev, Galfrey was still an untested young ruler who was forced to deal with the death of her god while simultaneously rallying her nation against the Abyssal threat to the west. She rose to the challenge, however, and her leadership was instrumental over the next several years, not only in protecting Mendev from demonic invasions, but also in holding the border against the Worldwound. When the church of Iomedae organized the First Crusade, it joined forces with Mendev to push back the demon armies. During these battles, Galfrey time and time again distinguished herself with a keen grasp of tactics and skill at leadership. But this inspiration went both ways — in the church of Iomedae, Galfrey found something to replace her lost faith. By the time the First Crusade ended with the apparent defeat of the demon armies, Galfrey had converted and become a worshiper of Iomedae, and had completely retrained herself as one of the Inheritor's most devout paladins. Eager to retain such a valuable leader at the head of the crusades, the church of Iomedae twice purchased and presented to the Queen the rare and expensive sun orchid elixir, which extends mortal life beyond its usual span. Thanks to this boon, the Queen has lived and led the crusaders for more than a century.
ko_mt: 갈프레이 여왕은 십자군 국가 멘데브의 절대 군주이자 멘데브 십자군의 지도자입니다. 오늘날 십자군 여왕의 이름은 내해 지역 전체에 알려져 있지만, 갈프레이가 아이오메데의 성기사가 아니라 아로덴의 성기사로서 멘데브를 통치하기 시작했다는 사실을 잊기 쉽습니다. 세계상처가 열리고 멘데브를 영원히 바꾸어 놓았을 때, 갈프레이는 아직 검증되지 않은 젊은 통치자였고, 신이 죽음을 맞이하는 동시에 서쪽의 심연의 위협에 맞서 국가를 결집해야 했습니다. 하지만 그녀는 도전에 맞서 싸웠고, 이후 몇 년 동안 멘데브를 데몬의 침략으로부터 보호할 뿐만 아니라 세계상처에 맞서 국경을 지키는데에도 중요한 리더십을 발휘했습니다. 아이오메데 교회가 1차 성전을 조직했을 때, 멘데브와 힘을 합쳐 데몬 군대를 격퇴했습니다. 이 전투에서 갈프레이는 예리한 전술과 뛰어난 리더십으로 거듭 두각을 나타냈습니다. 하지만 아이오메데 교회에서 갈프레이는 자신의 잃어버린 신앙을 대신할 무언가를 발견했습니다. 1차 성전이 데몬 군대의 명백한 패배로 끝났을 때, 갈프레이는 개종하여 아이오메데의 숭배자가 되었고, 계승자의 가장 독실한 성기사 중 한 명으로 완전히 재교육받았습니다. 아이오메데 교회는 이처럼 귀중한 지도자를 십자군 전쟁의 수장으로 모시고 싶어, 인간의 수명을 평소보다 연장하는 희귀하고 값비싼 태양의 난초 묘약을 두 번이나 구입하여 여왕에게 선물했습니다. 이 혜택 덕분에 여왕은 한 세기가 넘도록 십자군을 이끌고 살았습니다.

source: Queen Galfrey
ko_mt: 갈프레이 여왕

source: Fye Kito is the young proprietor of the Half Measure tavern in Drezen. Fye sitting at his customary perch on the counter has become one of the city's staple attractions and a familiar sight for crusaders.
ko_mt: 페이 키토는 드레젠에 있는 하프 메저 선술집의 젊은 주인입니다. 단골 자리인 카운터에 앉아 있는 페이는 도시의 주요 명소 중 하나이자 성전사들에게 익숙한 광경이 되었습니다.

source: Fye Kito
ko_mt: 페이 키토

source: Anevia Tirabade
ko_mt: 아네비아 티라바데

source: Staunton Vhane is a dwarf crusader whose fatal mistake led to the fall of Drezen. In the thrall of the demoness Minagho, who appeared to him as a beautiful elf woman, Staunton and his friends took away a powerful artifact that guarded the fortress — the Sword of Valor. Without the artifact's protection, a tide of demons washed over the city, which fell in a great massacre. Staunton survived these events and would have been sentenced to death, but Queen Galfrey, believing him a sincerely mistaken idealist, not a traitor, stepped in and spared his life.
ko_mt: 스턴튼 베인은 치명적인 실수로 드레젠을 함락시킨 드워프 성전사입니다. 아름다운 엘프 여인으로 나타난 데몬 미나고의 노예가 된 스턴튼과 그의 친구들은 요새를 지키던 강력한 유물, 용맹의 검을 빼앗아 갔습니다. 유물의 보호가 사라지자 데몬의 물결이 도시를 휩쓸고 지나갔고, 엄청난 학살이 벌어졌습니다. 스턴튼은 이 사건에서 살아남아 사형 선고를 받을 수도 있었지만, 갈프레이 여왕은 그를 반역자가 아니라 진심으로 착각한 이상주의자라고 믿고 그의 목숨을 구해 주었습니다.

source: Staunton Vhane
ko_mt: 스턴튼 베인

source: Sull is the ruler of Neathholm village, and chief of the mongrel tribe that lives in the caves beneath Kenabres.
ko_mt: 설은 네스홀름 마을의 지배자이자 케나브레스 아래 동굴에 사는 몽그렐 부족의 족장입니다.

source: The demonic threat united all kinds of creatures in supporting the crusaders. Among them was a silver dragon named Terendelev, who protected Kenabres for many years, aiding the army of Queen Galfrey. It was the power and courage of Terendelev that held back the hordes of balor Khorramzadeh in 4692. However, even the silver dragon was helpless when the demon lord Deskari himself appeared in Kenabres. She perished right before your eyes, protecting the city and its residents to her dying breath.
ko_mt: 데몬의 위협은 십자군을 지원하기 위해 모든 종류의 생물을 하나로 묶었습니다. 그중에는 갈프레이 여왕의 군대를 도와 수년 동안 케나브레스를 보호 한 테렌델레브라는 실버 드래곤도 있었습니다. 테렌델레브의 힘과 용기로 4692년 발러 코람자데의 무리를 막아낼 수 있었습니다. 그러나 데몬 로드 데스카리 자신이 케나브레스에 나타 났을 때 은용조차도 무력했습니다. 그녀는 도시와 주민들을 지키며 숨을 거두기 직전 눈앞에서 죽음을 맞이했습니다.

source: Terendelev
ko_mt: 테렌델레브

source: The dretch known as the Suture is Areelu Vorlesh's minion who accompanies her on her travels. After the vision you received, it became clear that it was the Suture who, posing as a halfling crusader, stood next to you on the day Kenabres was assaulted, and it was he who spoke to you when Deskari attacked.
ko_mt: 수처로 알려진 드레치는 케나브레스의 여행에 동행하는 아릴루 볼레쉬의 하수인입니다. 당신이 받은 환영 이후, 케나브레스가 공격받던 날 하플링 성전사로 위장한 채 당신 옆에 서 있던 사람이 수처라는 것이 밝혀졌고, 데스카리가 공격했을 때 당신에게 말을 건 사람도 바로 그 수처라는 것이 밝혀졌습니다.

source: Suture
ko_mt: 수처

source: Long before the Worldwound opened, the demon lord Deskari knew of the weakness in the fabric of the Material Plane in Sarkoris. In a gambit lasting generations, the Lord of the Locust Host established multiple cults throughout northeast Avistan, culminating in the transformation of the mightiest of his priests into the Echo of Deskari, an avatar who could bring Deskari to Sarkoris and tear a hole in reality to the Rasping Rifts. Only the god Aroden's direct intervention foiled the scheme — Aroden drove the Echo of Deskari and his armies into the Lake of Mists and Veils in 4433. Since then, the Echo has relentlessly hated humanity and Aroden's followers in particular.
ko_mt: 세계상처가 열리기 훨씬 전부터 데몬 로드 데스카리는 사르코리스의 물질계 구조에 약점이 있다는 것을 알고 있었습니다. 메뚜기 군단의 군주는 여러 세대에 걸친 계략으로 아비스탄 북동부 전역에 여러 종파를 세웠고, 가장 강력한 사제 한 명을 데스카리를 사르코리스로 데려와 현실의 균열에 구멍을 낼 수 있는 아바타, 데스카리의 메아리로 변신시키며 절정에 이르렀습니다. 하지만 신 아로덴의 직접적인 개입으로 이 계획은 무산되었고, 아로덴은 4433년에 데스카리의 메아리와 그의 군대를 안개와 베일의 호수로 몰아냈습니다. 그 이후로 메아리는 인류와 특히 아로덴의 추종자들을 끊임없이 증오해 왔습니다.

source: Echo of Deskari
ko_mt: 데스카리의 메아리

source: Xanthir, also known as Xanthir the Plagued One, is a prominent figure within the ranks of the cultists, yet he is still shrouded in mystery. Not much is known about him apart from the terror he instills in his minions.
ko_mt: 저주받은 자 잔티르로도 알려진 잔티르는 이교도들 사이에서 저명한 인물이지만, 여전히 베일에 싸여 있습니다. 그가 부하들에게 공포를 심어준다는 것 외에는 알려진 것이 많지 않습니다.

source: Xanthir Vang
ko_mt: 잔티르 방

source: The famous wizard crusader Zacharius is honored in Mendev as one of the brightest heroes of the wars against the demons. His final feat — protecting the priests and congregation of the Lost Chapel — ended the sad chronicle of days after the fall of Drezen.
ko_mt: 유명한 위저드 십자군 자카리우스는 멘데브에서 데몬과의 전쟁에서 가장 빛나는 영웅 중 한 명으로 존경받습니다. 잃어버린 예배당의 사제와 신도들을 보호한 그의 마지막 업적은 드레젠이 함락된 후 며칠간의 슬픈 연대기를 끝냈습니다.

source: Zacharius
ko_mt: 재커리우스

source: Yaker Ankelle is a young Hellknight, under the command of Regill Derenge. He alerted you of the gargoyle attack on their unit.
ko_mt: 야커 안켈레는 레질 데렌지의 지휘를 받는 젊은 지옥기사입니다. 그는 부대에 대한 가고일의 공격을 경고했습니다.

source: Yaker Ankelle
ko_mt: 야커 안켈레

source: Zanedra is one of the senior cultists of Baphomet in their stronghold known as the Ivory Sanctum.
ko_mt: 자네드라는 상아 성소로 알려진 거점에 있는 바포메트의 고위 신봉자 중 한 명입니다.

source: Zanedra
ko_mt: 자네드라

source: In Mendev, Yaniel's name always comes up when they speak of the crusade's fallen heroes. The passionate young warrior won the hearts of all with her courage, boundless faith in Iomedae, and cheerful nature. When Drezen fell to demon treachery and carnage flooded the streets, Yaniel covered the escape of the refugees, and saved the lives for many of her friends and civilians — at the cost of her own.
ko_mt: 멘데브에서는 십자군 전쟁에서 전사한 영웅을 이야기할 때 항상 야니엘의 이름이 등장합니다. 이 열정적인 젊은 전사는 용기, 아이오메데에 대한 무한한 믿음, 쾌활한 성격으로 모든 사람의 마음을 사로잡았습니다. 드레젠이 데몬의 배신으로 함락되고 거리에 대학살이 넘쳐나자 야니엘은 피난민들의 탈출을 도왔고, 자신의 목숨을 희생하면서까지 많은 친구와 민간인의 목숨을 구했습니다.

source: Yaniel
ko_mt: 야니엘

source: The daring and noble Acemi was a paladin of Iomedae, whose death inspired a young Seelah to join the ranks of the knights of the glorious goddess. Seelah honors her memory and treats her like her mentor, though they never once spoke while Acemi was alive.
ko_mt: 대담하고 고귀한 아세미는 아이오메데의 성기사였으며, 그의 죽음은 어린 실라가 영광스러운 여신의 기사 대열에 합류하도록 영감을 주었습니다. 실라는 아세미가 살아 있는 동안 단 한 번도 대화를 나눈 적이 없지만 그녀를 기억하고 스승처럼 대합니다.

source: Acemi
ko_mt: 초보자

source: Hand of the Inheritor
ko_mt: 계승자의 손

source: An inquisitor of Iomedae who is investigating mysterious events at the Heaven's Edge estate and who is extremely interested in Daeran Arendae's past.
ko_mt: 천상계 영지에서 일어난 미스터리한 사건을 조사하는 아이오메데의 심문관으로, 대런 아렌대의 과거에 큰 관심을 가지고 있습니다.

source: Liotr Hawkblade
ko_mt: 리오트르 호크블레이드

source: Lariel was an angel who met his end in the caves under Kenabres. Before his death, he was able to seal a shred of his memories and his flaming sword in a rock. The sword disappeared at your touch, but a part of its power entered your soul.
ko_mt: 라리엘은 케나브레스 아래 동굴에서 최후를 맞이한 천사였습니다. 그는 죽기 전에 자신의 기억 조각과 불타는 검을 바위에 봉인할 수 있었습니다. 검은 당신의 손길에 사라졌지만, 그 힘의 일부가 당신의 영혼에 들어갔습니다.

source: Lariel
ko_mt: 라리엘

source: Dyra is a merchant from Neathholm, the settlement of Lann and Wenduag's tribe.
ko_mt: 디라는 란과 웬두아그 부족의 정착지인 네스홀름의 상인입니다.

source: Dyra
ko_mt: 다이라

source: Markyll — Malessa's brother, a fisherman from the village of Chilly Creek.
ko_mt: 마킬 - 말레사의 오빠로, 칠리 크릭 마을의 어부입니다.

source: Markyll
ko_mt: 마킬

source: Malessa — a fisherwoman from the village of Chilly Creek, Markyll's sister.
ko_mt: 말레사 - 칠리 크릭 마을의 어부이자 마킬의 여동생입니다.

source: Malessa
ko_mt: 말레사

source: Crinukh — a traveler kobold you have befriended.
ko_mt: 크리누크 - 친구가 된 여행자 코볼트입니다.

source: Crinukh
ko_mt: 크리누크

source: Halaseliax the gold dragon — Terendelev's mentor.
ko_mt: 황금 용 할라셀리아스 - 테렌델레브의 스승입니다.

source: Halaseliax
ko_mt: 할라셀리아스

source: Mutasafen — a cunning demon alchemist who tried to kill you in Alushinyrra.
ko_mt: 무타사펜 - 알루시니라에서 당신을 죽이려 했던 교활한 데몬 연금술사입니다.

source: Mutasafen
ko_mt: 무타사펜

source: Kiny the Stubborn — the Storyteller's friend from the distant past, the memories about whom you helped to awaken.
ko_mt: 고집쟁이 키니 - 스토리텔러의 먼 과거 친구로, 당신이 깨우는데 도움을 준 기억의 주인공입니다.

source: Ciar Cobelen is a seasoned crusader and paladin, and the leader of the knightly order known as the Everbright Crusaders. He arrived in Drezen on Queen Galfrey's orders to assist the commander of the Fifth Crusade.
ko_mt: 시아르 코벨렌은 노련한 성전사이자 성기사이며, 에버브라이트 성전사로 알려진 기사단의 지도자입니다. 그는 제5차 성전 사령관을 보좌하라는 갈프레이 여왕의 명령을 받고 드레젠에 도착했습니다.

source: Ciar Cobelen
ko_mt: 시아르 코벨렌

source: The Storyteller is a mysterious elf traveler who arrived in Kenabres shortly before Deskari attacked. The strangest part about him is not his blindness, but the fact that he looks ancient, even though old age typically does not affect the appearance of elves. This enigmatic figure harbors many secrets.
ko_mt: 스토리텔러는 데스카리가 공격하기 직전에 케나브레스에 도착한 수수께끼의 엘프 여행자입니다. 그의 가장 이상한 점은 눈이 멀었다는 것이 아니라, 일반적으로 엘프의 외모에 나이가 영향을 미치지 않는데도 불구하고 그가 늙어 보인다는 사실입니다. 이 수수께끼 같은 인물은 많은 비밀을 품고 있습니다.

source: The Storyteller
ko_mt: 스토리텔러

source: Jernaugh — a young priest of Erastil you first met during the events in Kenabres.
ko_mt: 저나우 - 케나브레스의 이벤트에서 처음 만난 에라스틸의 젊은 사제입니다.

source: Jernaugh
ko_mt: 저나우

source: Ramien of Edme is an aasimar priest, the prior of the temple of Desna in Kenabres, and a long-time opponent of Prelate Hulrun.
ko_mt: 에드메의 라미엔은 케나브레스의 데스나 사원의 전임 사제이자 훌런 성직자의 오랜 적수인 아시마르 사제입니다.

source: Ramien of Edme
ko_mt: 라미엔 또는 에드메

source: You met the demon Savamelekh in the Shield Maze, where he performed unknown, brutal rituals on young mongrels — with Wenduag's help. Savamelekh fled from you, leaving his servant Hosilla to deal with the problem.
ko_mt: 방패 미로에서 데몬 사바멜렉을 만났고, 그는 웬두아그의 도움으로 어린 몽그렐들에게 알 수 없는 잔인한 의식을 행했습니다. 사바멜렉은 당신에게서 도망쳐 하인 호실라에게 문제를 해결하도록 맡겼습니다.

source: Savamelekh
ko_mt: 사바멜렉
