Repository: akintos/wotr-translation
Catalog: translation/*/Root.po
Languages: ko_mt

source: Every character has a {g|Encyclopedia:CMD}Combat Maneuver Defense{/g} (or CMD) that represents their ability to resist {g|Encyclopedia:Combat_Maneuvers}combat maneuvers{/g}. A character's CMD is determined using the following formula: <b></b> <b> CMD = 10 + {g|Encyclopedia:BAB}Base attack bonus{/g} + {g|Encyclopedia:Strength}Strength{/g} modifier + {g|Encyclopedia:Dexterity}Dexterity{/g} modifier + {g|Encyclopedia:Size}size modifier{/g} + miscellaneous modifiers</b> <b></b> The size modifier for a creature's Combat Maneuver Defense is as follows: Fine –8 Diminutive –4 Tiny –2 Small –1 Medium +0 Large +1 Huge +2 Gargantuan +4 Colossal +8 Some {g|Encyclopedia:Feat}feats{/g} and abilities grant a {g|Encyclopedia:Bonus}bonus{/g} to your CMD when resisting specific maneuvers. A creature can also add to its CMD any bonuses to its {g|Encyclopedia:Armor_Class}AC{/g} based on circumstance, deflection, dodge, insight, luck, morale, and profane and sacred bonuses. Any {g|Encyclopedia:Penalty}penalties{/g} to a creature's AC also apply to its CMD. A {g|Encyclopedia:Flat_Footed}flat-footed{/g} creature does not add its Dexterity bonus to its CMD.
ko_mt: 모든 캐릭터는 {g|Encyclopedia:CMD}전법 방어{/g}(또는 CMD)이 있으며, 이는 {g|Encyclopedia:Combat_Maneuvers}전법{/g}에 대한 저항을 나타냅니다. 캐릭터의 CMD는 다음 공식을 사용하여 결정됩니다. <b></b> <b> CMD = 10 + {g|Encyclopedia:BAB}BAB{/g} + {g|Encyclopedia:Strength}힘{/g} 수식 + {g|Encyclopedia:Dexterity}민첩{/g} 수식 + {g|Encyclopedia:Size}크기 수식{/g} + 기타 수정치</b> <b></b> 생물의 전법 방어에 대한 크기 수식어는 다음과 같습니다. 미세 -8 극소형 -4 소형 -2 초소형 -1 중형 +0 대형 +1 거대 +2 초대형 +4 초거대형 +8 일부 {g|Encyclopedia:Feat}특기{/g}와 능력은 특정 기동에 저항할 때 당신의 CMD에 {g|Encyclopedia:Bonus}보너스{/g}를 부여합니다. 생물은 또한 상황, 굴절, 회피, 통찰력, 운, 사기, 불경 및 신성 보너스에 따라 자신의 {g|Encyclopedia:Armor_Class}AC{/g}에 모든 보너스를 추가할 수 있습니다. 생물의 AC에 대한 {g|Encyclopedia:Penalty}불이익{/g}은 해당 생물의 AC에도 적용됩니다. {g|Encyclopedia:Flat_Footed}무방비{/g} 생물은 민첩 보너스를 자신의 AC에 추가하지 않습니다.

source: Combat Maneuver Defense
ko_mt: 전법 방어

source: To cast a {g|Encyclopedia:Spell}spell{/g}, you must {g|Encyclopedia:Concentration}concentrate{/g}. If something interrupts your concentration while you're casting, you must pass a concentration {g|Encyclopedia:Check}check{/g} or lose the spell. When you make a concentration check, you {g|Encyclopedia:Dice}roll{/g} d20 and add your {g|Encyclopedia:Caster_Level}caster level{/g} and the ability modifier used to determine bonus spells of the same type. Clerics, druids, inquisitors and rangers add their {g|Encyclopedia:Wisdom}Wisdom{/g} modifier. Bards, paladins, and sorcerers add their {g|Encyclopedia:Charisma}Charisma{/g} modifier. Finally, wizards add their {g|Encyclopedia:Intelligence}Intelligence{/g} modifier. The more distracting the interruption and the higher the level of the spell you are trying to cast, the higher the {g|Encyclopedia:DC}DC{/g}. If you fail the check, you lose the spell just as if you had cast it to no effect.
ko_mt: {g|Encyclopedia:Spell}주문{/g}을 발동하려면 {g|Encyclopedia:Concentration}집중{/g}을 해야 합니다. 주문을 시전하는 동안 집중을 방해하는 요소가 있다면, 집중 {g|Encyclopedia:Check}판정{/g}을 통과하지 못하면 주문을 잃습니다. 집중 학인을 할 때, d20 주사위를 굴린 후 자신의 {g|Encyclopedia:Caster_Level}시전자 레벨{/g}과 같은 유형의 추가 주문을 결정할 때 사용한 능력 수식어를 더합니다. 성직자, 드루이드, 조사관, 레인저는 {g|Encyclopedia:Wisdom}지혜{/g} 수정치를 추가합니다. 바드, 성기사, 소서러는 {g|Encyclopedia:Charisma}매력{/g} 수정치가 추가됩니다. 마지막으로 위저드는 {g|Encyclopedia:Intelligence}지능{/g} 수정치가 추가됩니다. 방해가 심할수록, 그리고 시전하려는 주문의 레벨이 높을수록 {g|Encyclopedia:DC}DC{/g}는 더 높아집니다. 판정에 실패하면 주문을 시전한 것처럼 효과가 없는 주문을 잃게 됩니다.

source: Concentration
ko_mt: 집중

source: Some magic creatures have the {g|Encyclopedia:Special_Abilities}supernatural ability{/g} to instantly {g|Encyclopedia:Healing}heal{/g} {g|Encyclopedia:Damage}damage{/g} suffered from weapons, or ignore blows altogether as though they were invulnerable. Sometimes {g|Encyclopedia:Damage_Reduction}Damage Reduction{/g} (DR) represents such instant healing. Sometimes it represents the creature's tough hide. In any case, when a character sees that their {g|Encyclopedia:Attack}attacks{/g} are failing, they may switch to a different type of attack. A creature's DR is the amount of damage the creature ignores from normal attacks. Usually, a certain type of attack can overcome this reduction. This information is separated from the damage reduction number by a slash. For example, DR 5/magic means that a creature takes 5 less points of damage from all weapons except magical ones. If a dash follows the slash, then the damage reduction is effective against any attack, except those that ignore DR. Whenever damage reduction completely negates the damage from an attack, it also negates most special effects that accompany the attack, such as {g|Encyclopedia:Injury_Death}injury{/g}, poison, a monk's stunning, and injury-based disease. Damage Reduction does not negate {g|Encyclopedia:TouchAttack}touch attacks{/g}, {g|Encyclopedia:Energy_Damage}energy damage{/g} dealt along with an attack, or energy drains. Nor does it affect poisons or diseases delivered by inhalation, ingestion, or contact. Attacks whose damage is cancelled by the target's DR do not disrupt {g|Encyclopedia:Spell}spells{/g}. Spells, spell-like abilities, and energy attacks (including non-magical fire) ignore damage reduction. If a creature enjoys damage reduction from more than one source, the two forms of damage reduction do not stack. Instead, the creature receives the benefit of the better damage reduction given the situation.
ko_mt: 일부 마법 생물은 {g|Encyclopedia:Special_Abilities}초자연 능력{/g}으로 즉시 {g|Encyclopedia:Healing}치유{/g}를 받습니다. 무기로 받는 {g|Encyclopedia:Damage}피해{/g}를 회복하거나 무적 상태인 것처럼 공격을 아예 무시합니다. 때때로 {g|Encyclopedia:Damage_Reduction}피해 감소{/g}(DR)는 이러한 즉각적인 치유를 나타냅니다. 때때로 그것은 생물의 단단한 가죽을 나타냅니다. 어떤 경우든, 캐릭터는 {g|Encyclopedia:Attack}공격{/g}이 실패하고 있다고 판단하면 다른 유형의 공격으로 전환할 수 있습니다. 생물의 DR은 그 생물이 일반 공격에서 무시하는 피해량을 말합니다. 일반적으로 특정 유형의 공격은 이 감소를 극복할 수 있습니다. 이 정보는 피해 감소 수치와 {g|Encyclopedia:Damage_Type}슬래시{/g}로 구분됩니다. 예를 들어, DR 5/마법은 생물이 마법 무기를 제외한 모든 무기로부터 받는 피해가 5점 감소한다는 의미입니다. 슬래시 뒤에 대시가 뒤따르는 경우, 피해 감소는 DR을 무시하는 공격을 제외한 모든 공격에 적용됩니다. 피해 감소가 공격으로 인한 피해를 완전히 무효화할 때마다 {g|Encyclopedia:Injury_Death}부상{/g}, 독, 수도사의 기절, 부상에 기반한 질병 등 공격에 수반되는 대부분의 특수 효과도 무효화합니다. 피해 감소는 공격과 함께 주는 {g|Encyclopedia:TouchAttack}접촉 공격{/g}, {g|Encyclopedia:Energy_Damage}에너지 피해{/g} 또는 에너지 소모량을 무효화하지 않습니다. 흡입, 섭취, 접촉으로 전달되는 독이나 질병에도 영향을 미치지 않습니다. 대상의 DR에 의해 피해가 취소되는 공격은 {g|Encyclopedia:Spell}주문{/g}을 방해하지 않습니다. 주문, 주문 유사 능력, 에너지 공격(비마법 화염 포함)은 피해 감소를 무시합니다. 생물이 두 개 이상의 출처로부터 피해 감소 효과를 받는 경우, 두 가지 형태의 피해 감소 효과는 중첩되지 않습니다. 대신, 생물은 상황을 고려할 때 더 나은 피해 감소의 혜택을 받습니다.

source: Damage Reduction (DR)
ko_mt: 피해 감소(DR)

source: As a character overcomes challenges, defeats monsters, and completes quests, he or she gains {g|Encyclopedia:XP}experience points{/g}. These points accumulate over time, and when they reach or surpass a specific value, the character gains a level.
ko_mt: 캐릭터가 도전을 극복하고, 괴물을 처치하고, 퀘스트를 완료하면 {g|Encyclopedia:XP}경험치 포인트{/g}를 획득합니다. 이 포인트는 시간이 지남에 따라 누적되며, 특정 값에 도달하거나 초과하면 캐릭터는 레벨을 얻습니다.

source: Experience Points (XP)
ko_mt: 경험치(XP)

source: {g|Encyclopedia:Feat}Feats{/g} represent abilities outside of the normal scope of a character's {g|Encyclopedia:Race}race{/g} and class. Many of them alter or enhance class abilities or loosen class restrictions, while others may apply {g|Encyclopedia:Bonus}bonuses{/g} to statistics, or grant the ability to take {g|Encyclopedia:CA_Types}actions{/g} otherwise prohibited by the rules.
ko_mt: {g|Encyclopedia:Feat}특기{/g}는 캐릭터의 {g|Encyclopedia:Race}종족{/g}과 직업의 일반적인 범위를 벗어난 능력을 나타냅니다. 대부분은 직업 능력을 변경 또는 강화하거나 직업 제한을 완화하며, 일부는 통계에 {g|Encyclopedia:Bonus}보너스{/g}를 적용하거나 규칙에서 금지한 {g|Encyclopedia:CA_Types}행동{/g}을 할 수 있는 능력을 부여하기도 합니다.

source: Feats
ko_mt: 특기

source: {g|Encyclopedia:HP}Hit points{/g} represent how robust and {g|Encyclopedia:Healing}healthy{/g} a creature is. Wounds subtract hit points, while healing (both natural and magical) restores hit points. Some abilities and {g|Encyclopedia:Spell}spells{/g} grant temporary hit points that disappear after a certain duration. When a creature's hit points drop below 0, it becomes {g|Encyclopedia:Injury_Death}unconscious{/g}. When a creature's hit points reach a negative total equal to its {g|Encyclopedia:Constitution}Constitution{/g} score, it dies.
ko_mt: {g|Encyclopedia:HP}체력{/g}은 생물이 얼마나 튼튼하고 {g|Encyclopedia:Healing}건강한{/g}지를 나타냅니다. 상처는 체력를 빼고, 치유(자연 치유와 마법 치유 모두)는 체력를 회복합니다. 일부 능력과 {g|Encyclopedia:Spell}주문{/g}은 일정 시간이 지나면 사라지는 임시 체력을 부여합니다. 생물의 체력이 0 이하로 떨어지면, 생물은 {g|Encyclopedia:Injury_Death}의식불명{/g}이 됩니다. 생물의 체력이 {g|Encyclopedia:Constitution}건강{/g} 점수와 같은 음수 합계에 도달하면, 그 생물은 죽습니다.

source: Hit Points (HP)
ko_mt: 체력(HP)

source: {g|Encyclopedia:Dexterity}Dexterity{/g} measures agility, reflexes, and balance. This is the most important ability for rogues, and is vital for characters seeking to excel with ranged weapons, such as the bow or sling. It's also useful for characters who wear light or medium armor — or no armor at all. If a character's Dexterity falls to 0, they become immobilized. Your character's Dexterity modifier applies to: {g|Encyclopedia:RangedAttack}Ranged attacks{/g} made with bows, crossbows, throwing axes, and many ranged {g|Encyclopedia:Spell}spell{/g} {g|Encyclopedia:Attack}attacks{/g} like scorching ray or searing light. {g|Encyclopedia:Armor_Class}Armor Class{/g} (AC), provided that the character is able to react to the attack. {g|Encyclopedia:Saving_Throw}Reflex saving throws{/g}, for avoiding fireballs and other attacks that you can escape by moving quickly. {g|Encyclopedia:Mobility}Mobility{/g}, {g|Encyclopedia:Trickery}Trickery{/g}, and {g|Encyclopedia:Stealth}Stealth checks{/g}.
ko_mt: {g|Encyclopedia:Dexterity}민첩{/g}은 민첩성, 반사 굴림, 균형 감각을 측정합니다. 로그에게 가장 중요한 능력으로, 활이나 새총과 같은 원거리 무기로 뛰어난 능력을 발휘하고자 하는 캐릭터에게 필수적입니다. 또한 경장 갑옷이나 평장 갑옷을 입거나 아예 갑옷을 입지 않은 캐릭터에게도 유용합니다. 민첩이 0으로 떨어지면 캐릭터는 움직일 수 없게 됩니다. 캐릭터의 민첩 수정치가 적용되는 대상은 다음과 같습니다. {br}활, 쇠뇌, 도끼, 여러 원거리 {g|Encyclopedia:Spell}주문{/g}으로 하는 원거리 공격 이글거리는 광선이나 타오르는 빛과 같은 {g|Encyclopedia:Attack}공격{/g}. 캐릭터가 공격에 반응할 수 있는 경우, {g|Encyclopedia:Armor_Class}AC{/g}(AC). {g|Encyclopedia:Saving_Throw}반사 굴림{/g}, 불덩어리 및 기타 공격을 피하기 위해 빠르게 움직여 피할 수 있습니다. {g|Encyclopedia:Mobility}기동성{/g}, {g|Encyclopedia:Trickery}손재주{/g}, {g|Encyclopedia:Stealth}은신{/g} 판정.

source: Dexterity (Dex)
ko_mt: 민첩(Dex)

source: When combat begins, all creatures involved in the battle make an {g|Encyclopedia:Initiative}initiative{/g} {g|Encyclopedia:Check}check{/g} to determine the order in which creatures act during combat. Initiative is a {g|Encyclopedia:Dice}d20{/g} roll + {g|Encyclopedia:Dexterity}Dexterity{/g} modifier + any {g|Encyclopedia:Bonus}bonus{/g} modifiers. The higher the result, the earlier you can act.
ko_mt: 전투가 시작되면, 전투에 관련된 모든 생물은 {g|Encyclopedia:Initiative}우선권{/g} {g|Encyclopedia:Check}판정{/g}을 통해 전투 중 생물이 행동할 순서를 결정합니다. 우선권은 {g|Encyclopedia:Dice}d20{/g} 주사위 굴림 + {g|Encyclopedia:Dexterity}민첩{/g} 수정치 + 임의의 {g|Encyclopedia:Bonus}보너스{/g} 수정치입니다. 결과가 높을수록 더 빨리 행동할 수 있습니다.

source: Initiative
ko_mt: 우선권

source: The total level of the character, which is the sum of all class levels held by that character.
ko_mt: 캐릭터의 총 레벨로, 해당 캐릭터가 보유한 모든 직업 레벨의 합계입니다.

source: Character Level
ko_mt: 캐릭터 레벨

source: The level of a character in a particular class. For a character with only one class, {g|Encyclopedia:Class_Level}class level{/g} and {g|Encyclopedia:Character_Level}character level{/g} are the same.
ko_mt: 특정 클래스에 속한 캐릭터의 레벨입니다. 클래스가 하나만 있는 캐릭터의 경우 {g|Encyclopedia:Class_Level}클래스 레벨{/g}과 {g|Encyclopedia:Character_Level}캐릭터 레벨{/g}은 동일합니다.

source: Class Level
ko_mt: 클래스 레벨

source: A {g|Encyclopedia:Skills}skill{/g} represents a creature's ability to perform an ordinary task, such as climb a wall, sneak down a hallway, or spot an intruder. The number of ranks possessed by a creature in a given skill represents its proficiency in that skill.
ko_mt: {g|Encyclopedia:Skills}기술{/g}은 벽을 오르거나, 복도를 몰래 내려가거나, 침입자를 발견하는 것과 같은 일반적인 작업을 수행하는 생물의 능력을 나타냅니다. 특정 기술에서 생물이 보유한 등급 수는 해당 기술의 숙련도를 나타냅니다.

source: Skill
ko_mt: 기술

source: This {g|Encyclopedia:Skills}skill{/g} represents a character's talent for balance and coordination, including aerial {g|Encyclopedia:Combat_Maneuvers}maneuvers{/g}, gymnastics, and tumbling. Your character's {g|Encyclopedia:Mobility}Mobility{/g} skill enables you to move near opponents without provoking {g|Encyclopedia:Attack_Of_Opportunity}attacks of opportunity{/g}, keep your balance, escape from restraints, break your falls, squeeze through tight spots, and so on.
ko_mt: 이 {g|Encyclopedia:Skills}기술{/g}은 공중 {g|Encyclopedia:Combat_Maneuvers}전법{/g}, 체조, 텀블링 등 균형과 조정에 대한 캐릭터의 재능을 나타냅니다. 캐릭터의 {g|Encyclopedia:Mobility}기동성{/g} 기술을 사용하면 {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}을 유발하지 않고 적 근처로 이동하고, 균형을 유지하고, 구속에서 탈출하고, 낙하를 끊고, 좁은 곳을 통과할 수 있습니다.

source: Mobility (DEX; Armor Check Penalty)
ko_mt: 기동성(민첩; 갑옷 판정 불이익)

source: This {g|Encyclopedia:Skills}skill{/g} represents a character's physical ability in such things as leaping, scaling walls, and swimming. Your character's {g|Encyclopedia:Athletics}Athletics{/g} skill enables you to catch objects, climb obstacles, jump, and so on.
ko_mt: 이 {g|Encyclopedia:Skills}기술{/g}은 캐릭터의 도약, 벽 기어오르기, 수영 등의 신체 능력을 나타냅니다. 캐릭터의 {g|Encyclopedia:Athletics}운동{/g} 기술을 사용하면 물체를 잡고, 장애물을 오르고, 점프 등을 할 수 있습니다.

source: Athletics (STR; Armor Check Penalty)
ko_mt: 운동(STR; 갑옷 판정 불이익)

source: This {g|Encyclopedia:Skills}skill{/g} represents a character's ability to perform tasks that require delicate manipulation. Your character's {g|Encyclopedia:Trickery}Trickery{/g} skill enables you to disarm traps or devices, open locks, pilfer objects from creatures, and so on.
ko_mt: 이 {g|Encyclopedia:Skills}기술{/g}은 캐릭터가 섬세한 조작이 필요한 작업을 수행할 수 있는 능력을 나타냅니다. 캐릭터의 {g|Encyclopedia:Trickery}손재주{/g} 기술을 사용하면 함정이나 장치를 해제하고, 자물쇠를 열고, 생물에게서 물건을 훔치는 등의 작업을 수행할 수 있습니다.

source: Trickery (DEX; Trained Only)
ko_mt: 속임수(DEX, 훈련된 자만)

source: This {g|Encyclopedia:Skills}skill{/g} represents a character's ability to manipulate other people through negotiation, deceit, or intimidation. Your character's {g|Encyclopedia:Persuasion}Persuasion{/g} skill enables you to change others' attitudes, create diversions, gather information, intimidate and lie, and so on.
ko_mt: 이 {g|Encyclopedia:Skills}기술{/g}은 협상, 속임수, 협박을 통해 다른 사람을 조종하는 캐릭터의 능력을 나타냅니다. 캐릭터의 {g|Encyclopedia:Persuasion}설득{/g} 기술을 사용하면 상대방의 태도를 바꾸고, 주의를 돌리고, 정보를 수집하고, 협박하고 거짓말을 하는 등의 능력을 발휘할 수 있습니다.

source: Persuasion (Cha)
ko_mt: 설득(CHA)

source: This {g|Encyclopedia:Skills}skill{/g} represents a character's knowledge about the natural world. Your character's {g|Encyclopedia:Lore_Nature}Lore (nature){/g} skill enables you to hunt, identify monsters, recall knowledge about dungeons or nature, skin the dead animals, avoid random encounters, and so on.
ko_mt: 이 {g|Encyclopedia:Skills}기술{/g}은 자연계에 대한 캐릭터의 지식을 나타냅니다. 캐릭터의 {g|Encyclopedia:Lore_Nature}전승(자연){/g} 기술을 사용하면 사냥, 괴물 식별, 던전이나 자연에 대한 지식 기억, 죽은 동물 가죽 벗기기, 무작위 조우 피하기 등을 할 수 있습니다.

source: Lore (Nature) (WIS; Trained Only)
ko_mt: 전승(자연) (지혜, 훈련된 자만)

source: This {g|Encyclopedia:Skills}skill{/g} represents a character's acuity, which enables them to notice fine details, see danger coming, and tell when people are lying or otherwise behaving suspiciously. Your character's {g|Encyclopedia:Perception}Perception{/g} skill enables you to read secret messages, get hunches, notice creatures and details, search locations, sense motives, and so on.
ko_mt: 이 {g|Encyclopedia:Skills}기술{/g}은 캐릭터의 예민함을 나타내며, 이를 통해 세세한 부분을 알아차리고, 다가오는 위험을 감지하고, 사람들이 거짓말을 하거나 의심스러운 행동을 할 때 이를 알아챌 수 있습니다. 캐릭터의 {g|Encyclopedia:Perception}지각{/g} 기술을 사용하면 비밀 메시지를 읽고, 직감을 얻고, 생명체와 세부 사항을 알아차리고, 위치를 탐색하고, 동기를 감지할 수 있습니다.

source: Perception (Wis)
ko_mt: 지각(Wis)

source: {g|Encyclopedia:Constitution}Constitution{/g} represents your character's {g|Encyclopedia:HP}health{/g} and stamina. A higher Constitution increases a character's Hit Points, so the ability is important for all classes. Some creatures, such as undead and constructs, do not have a Constitution score. Their modifier is +0 for any Constitution-based {g|Encyclopedia:Check}checks{/g}. If a character's Constitution falls to 0, the character dies. You apply your character's Constitution modifier to: Each {g|Encyclopedia:Dice}roll{/g} of a {g|Encyclopedia:Hit_Dice}Hit Die{/g}. (Note that Constitution {g|Encyclopedia:Penalty}penalties{/g} can never drop the result below 1. Thus, a character always gains at least 1 hit point each time he advances in level.) {g|Encyclopedia:Saving_Throw}Fortitude saving throws{/g} for resisting poison, disease, and similar threats. If a character's Constitution score changes enough to alter his or her Constitution modifier, the character's hit points also increase or decrease accordingly.
ko_mt: {g|Encyclopedia:Constitution}건강{/g}은 캐릭터의 {g|Encyclopedia:HP}체력{/g}과 스태미나를 나타냅니다. 건강이 높을수록 캐릭터의 명중률이 증가하므로 모든 직업에 중요한 능력입니다. 언데드나 구조물과 같은 일부 생물은 건강 점수가 없습니다. 건강에 기반한 {g|Encyclopedia:Check}판정{/g}의 경우, 이들의 수치는 +0입니다. 캐릭터의 건강이 0으로 떨어지면 캐릭터는 사망합니다. 캐릭터의 건강 수정치를 적용합니다. 각 {g|Encyclopedia:Hit_Dice}HD{/g} {g|Encyclopedia:Dice}굴림{/g}마다 (건강 {g|Encyclopedia:Penalty}불이익{/g}은 결과를 1 아래로 떨어뜨릴 수 없습니다. 따라서 캐릭터는 레벨이 올라갈 때마다 항상 최소 1의 체력를 얻습니다.) 독, 질병 및 이와 유사한 위협에 저항하기 위해 던지기를 {g|Encyclopedia:Saving_Throw}인내 굴림{/g}합니다. 캐릭터의 건강 수정치가 건강 수치를 변경할 만큼 변하면, 캐릭터의 체력도 그에 따라 증가하거나 감소합니다.

source: Constitution (Con)
ko_mt: 건강(CON)

source: This {g|Encyclopedia:Skills}skill{/g} represents a character's knowledge about the secrets of deities, holy lore, and extraplanar realms. Your character's {g|Encyclopedia:Lore_Religion}Lore (religion){/g} skill is useful to identify monsters (outsiders and undead), recall knowledge about the planes or religions, etc.
ko_mt: 이 {g|Encyclopedia:Skills}기술{/g}은 신들의 비밀, 성스러운 전설, 이차원 영역에 대한 캐릭터의 지식을 나타냅니다. 캐릭터의 {g|Encyclopedia:Lore_Religion}전승(종교){/g} 기술은 괴물(외지인 및 언데드)를 식별하고, 차원이나 종교에 대한 지식을 기억하는데 유용합니다.

source: Lore (Religion) (WIS; Trained Only)
ko_mt: 전승(종교) (지헤, 훈련된 자만)

source: This {g|Encyclopedia:Skills}skill{/g} represents a character's knowledge about {g|Encyclopedia:Spell}spells{/g}, magic items and numerous bits of magical lore. Your character's {g|Encyclopedia:Knowledge_Arcana}Knowledge (arcana){/g} skill enables you to identify magic items and monsters (such as constructs, dragons, and magical beasts), learn or borrow spells from spellbooks and scrolls, and recall knowledge (about arcana).
ko_mt: 이 {g|Encyclopedia:Skills}기술{/g}은 캐릭터가 {g|Encyclopedia:Spell}주문{/g}, 마법 아이템, 그리고 다양한 마법 지식에 대한 전승을 나타냅니다. 캐릭터의 {g|Encyclopedia:Knowledge_Arcana}지식(비전){/g} 기술을 사용하면 마법 아이템과 괴물(건설물, 용, 마법 짐승 등)를 식별하고, 주문서와 주문서에서 주문을 배우거나 빌리고, (비전에 관한) 지식을 불러올 수 있습니다.

source: Knowledge (Arcana) (INT; Trained Only)
ko_mt: 지식(비전) (INT; 훈련된 자만)

source: This {g|Encyclopedia:Skills}skill{/g} represents a character's ability to avoid detection, allowing the character to slip past foes or strike from an unseen position. This skill covers hiding and moving silently. Your character's {g|Encyclopedia:Stealth}Stealth{/g} skill enables you to avoid being noticed.
ko_mt: 이 {g|Encyclopedia:Skills}기술{/g}은 캐릭터가 적의 탐지를 피할 수 있는 능력을 나타내며, 적을 지나치거나 보이지 않는 위치에서 공격할 수 있습니다. 이 기술은 은신과 조용한 이동에 적용됩니다. 캐릭터의 {g|Encyclopedia:Stealth}은신{/g} 기술을 사용하면 적의 눈에 띄지 않을 수 있습니다.

source: Stealth (DEX; Armor Check Penalty)
ko_mt: 은신(DEX, 갑옷 판정 불이익)

source: This {g|Encyclopedia:Skills}skill{/g} represents a character's ability to activate magic items, even if you are not otherwise trained in their use. Your character's {g|Encyclopedia:Use_Magic_Device}Use Magic Device{/g} skill enables you to activate wands and scrolls that you would normally be unable to use, equip magic items that you would normally be prohibited from equipping, and avoid the negative consequences of using dangerous magical and cursed items.
ko_mt: 이 {g|Encyclopedia:Skills}기술{/g}은 마법 아이템 사용에 대한 별도의 훈련을 받지 않았더라도 캐릭터가 마법 아이템을 활성화할 수 있는 능력을 나타냅니다. 캐릭터의 {g|Encyclopedia:Use_Magic_Device}마법 도구 사용{/g} 기술을 사용하면 평소에는 사용할 수 없는 지팡이와 주문서를 활성화하고, 평소에는 장착이 금지된 마법 아이템을 장착할 수 있으며, 위험한 마법 아이템이나 저주받은 아이템을 사용했을 때 발생하는 부정적인 결과를 피할 수 있습니다.

source: Use Magic Device (CHA; Trained Only)
ko_mt: 마법 도구 사용(CHA, 훈련된 자만)

source: This {g|Encyclopedia:Skills}skill{/g} represents a character's knowledge about people, systems that make civilization run, and historical events that made societies what they are today. Your character's {g|Encyclopedia:Knowledge_World}Knowledge (world){/g} skill enables you to create or detect forgeries, decipher writing, identify monsters (humanoids), and recall knowledge about geography, history, people and places.
ko_mt: 이 {g|Encyclopedia:Skills}기술{/g}은 문명을 운영하게 하는 사람, 시스템, 그리고 오늘날의 사회를 만든 역사적 사건에 대한 캐릭터의 지식을 나타냅니다. 캐릭터의 {g|Encyclopedia:Knowledge_World}지식(세계){/g} 기술을 사용하면 위조품을 만들거나 탐지하고, 글을 해독하고, 괴물(휴머노이드)을 식별하고, 지리, 역사, 사람, 장소에 대한 지식을 기억할 수 있습니다.

source: Knowledge (World) (INT; Trained Only)
ko_mt: 지식(세계) (INT; 훈련된 자만)

source: Your {g|Encyclopedia:Saving_Throw}Will{/g} reflects your resistance to mental influence as well as many magical effects. Generally, when you are subject to an unusual or magical {g|Encyclopedia:Attack}attack{/g}, you get a saving throw to avoid or reduce the effect. Like an attack {g|Encyclopedia:Dice}roll{/g}, a saving throw is a d20 roll plus a {g|Encyclopedia:Bonus}bonus{/g} based on your class and level, and an associated ability. Your {g|Encyclopedia:Wisdom}Wisdom{/g} modifier is added to your Will saving throws.
ko_mt: 의지는 정신적 영향과 여러 마법 효과에 대한 저항을 반영합니다. 일반적으로 비정상적이거나 마법적인 {g|Encyclopedia:Attack}공격{/g}을 받으면, 그 효과를 피하거나 줄일 수 있는 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}을 할 수 있습니다. 공격 {g|Encyclopedia:Dice}굴림{/g}과 마찬가지로, 내성 굴림은 d20 + 직업과 레벨, 관련 능력에 따라 {g|Encyclopedia:Bonus}보너스{/g}를 더합니다. 의지 굴림에는 {g|Encyclopedia:Wisdom}지혜{/g} 수정치가 추가됩니다.

source: Will
ko_mt: 의지

source: Your {g|Encyclopedia:Saving_Throw}Fortitude{/g} reflects your ability to stand up to physical punishment or {g|Encyclopedia:Attack}attacks{/g} against your vitality and {g|Encyclopedia:HP}health{/g}. Generally, when you are subject to an unusual or magical attack, you get a saving throw to avoid or reduce the effect. Like an attack {g|Encyclopedia:Dice}roll{/g}, a saving throw is a d20 roll plus a {g|Encyclopedia:Bonus}bonus{/g} based on your class and level, and an associated ability. Your {g|Encyclopedia:Constitution}Constitution{/g} modifier is added to your Fortitude saving throws.
ko_mt: 인내는 물리적인 처벌이나 {g|Encyclopedia:Attack}공격{/g}을 견뎌내는 능력과 생명력 및 {g|Encyclopedia:HP}체력{/g}을 반영합니다. 일반적으로 비정상적인 공격이나 마법 공격을 받으면 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}을 사용해 효과를 피하거나 줄일 수 있습니다. 공격 {g|Encyclopedia:Dice}굴림{/g}과 마찬가지로, 내성 굴림은 d20 + 직업과 레벨, 관련 능력에 따라 {g|Encyclopedia:Bonus}보너스{/g}를 더합니다. 인내 굴림에는 {g|Encyclopedia:Constitution}건강{/g} 수정치가 추가됩니다.

source: Fortitude
ko_mt: 인내

source: To prove your ability to dodge area {g|Encyclopedia:Attack}attacks{/g} and unexpected situations, you must {g|Encyclopedia:Dice}roll{/g} a successful a {g|Encyclopedia:Saving_Throw}Reflex saving throw{/g}. Generally, when you are subject to an unusual or magical attack, you get a saving throw to avoid or reduce the effect. Like an attack roll, a saving throw is a d20 roll plus a {g|Encyclopedia:Bonus}bonus{/g} based on your class and level, and an associated ability. Your {g|Encyclopedia:Dexterity}Dexterity{/g} modifier is added to your Reflex saving throws.
ko_mt: 영역 {g|Encyclopedia:Attack}명중 굴림{/g}과 예상치 못한 상황을 피할 수 있다는 것을 증명하려면, {g|Encyclopedia:Saving_Throw}반사 굴림{/g}을 성공해야 합니다. 일반적으로 비정상적인 공격이나 마법의 공격을 받으면 그 효과를 피하거나 줄일 수 있는 내성 굴림을 할 수 있습니다. 공격과 마찬가지로, 내성 굴림은 d20 + 직업과 레벨, 관련 능력에 따라 {g|Encyclopedia:Bonus}보너스{/g}를 더한 값으로 계산됩니다. 반사 굴림에는 {g|Encyclopedia:Dexterity}민첩{/g} 수정치가 추가됩니다.

source: Reflex
ko_mt: 반사
