Repository: akintos/wotr-translation
Catalog: translation/*/Root.po
Languages: ko_mt

source: Weapon Proficiency
ko_mt: 무기 숙련

source: Will
ko_mt: 의지

source: Nothing is known about this character.
ko_mt: 이 캐릭터에 대해 알려진 것은 없습니다.

source: Toggle Size
ko_mt: 크기 전환

source: Pin
ko_mt: 핀

source: Unpin
ko_mt: 언핀

source: Attack of opportunity
ko_mt: 기회 공격

source: Miss
ko_mt: 빗나감

source: RTWP Combat
ko_mt: RTWP 전투

source: Turn-Based Combat
ko_mt: 턴 기반 전투

source: Get Ready for Battle
ko_mt: 전투 준비

source: Concealment
ko_mt: 은폐

source: Critical hit
ko_mt: 치명타

source: Badly injured
ko_mt: 심하게 다친

source: Barely injured
ko_mt: 거의 다치지 않음

source: Dead
ko_mt: 죽은

source: Injured
ko_mt: 부상자

source: Near death
ko_mt: 빈사

source: Uninjured
ko_mt: 부상 없음

source: Level
ko_mt: 레벨

source: Parry
ko_mt: 패리

source: Sneak Attack
ko_mt: 암습

source: Spell failed
ko_mt: 주문 실패

source: {0} Save
ko_mt: {0} 내성

source: You need special talisman coins to use Alushinyrra's portal network.
ko_mt: 알루시니라 포털 네트워크를 이용하려면 특별한 부적 코인이 필요합니다.

source: Need at least 1 rank in <b>{0}</b> skill.
ko_mt: 스킬에서 최소 1랭크가 필요합니다. <b>{0}</b> 스킬이 필요합니다.

source: Change
ko_mt: 변경

source: Collapse
ko_mt: 접기

source: {0} Date: {1} Time: {2}
ko_mt: {0} 날짜: {1} 시각: {2}

source: Confirm
ko_mt: 확인

source: Context menu
ko_mt: 컨텍스트 메뉴

source: Playing on Hard or Unfair modes require substantial skills at CRPGs, a vast knowledge of Pathfinder system, and sometimes — a sheer amount of luck with the dice rolls. Choose them at your own peril!
ko_mt: 어려움 또는 어려움 모드에서 플레이하려면 상당한 CRPG 실력과 패스파인더 시스템에 대한 방대한 지식이 필요하며, 때로는 주사위를 굴릴 때 운도 따라야 합니다. 자신의 위험을 감수하고 선택하세요!

source: This item will be lost forever. Are you sure?
ko_mt: 이 아이템은 영원히 사라집니다. 정말인가요?

source: Be careful, the exclusive fullscreen mode can be unstable, especially on machines with two monitors
ko_mt: 특히 모니터가 두 대인 컴퓨터에서는 전용 전체 화면 모드가 불안정할 수 있으니 주의하세요.

source: Expand
ko_mt: 확장

source: ft
ko_mt: 피트

source: Hold
ko_mt: 보류

source: Information
ko_mt: 정보

source: Navigation
ko_mt: 탐색

source: Permanent
ko_mt: 영구

source: All unsaved progress will be lost.
ko_mt: 저장하지 않은 진행 상황은 모두 손실됩니다.

source: Quit to desktop?
ko_mt: 바탕화면으로 종료하시겠습니까?

source: Quit to main menu?
ko_mt: 메인 메뉴로 종료하시겠습니까?

source: Reorder
ko_mt: 특기문

source: Report
ko_mt: 보고서

source: Select
ko_mt: 선택

source: Show location quests
ko_mt: 위치 퀘스트 표시

source: Skinning failed
ko_mt: 박피 실패

source: Skinning partially succeeded
ko_mt: 박피 일부 성공

source: Skinning succeeded
ko_mt: 박피 성공

source: Skip
ko_mt: 건너뛰기

source: Skip time
ko_mt: 시간 건너뛰기

source: Switch
ko_mt: 스위치

source: Table
ko_mt: 표

source: <align=center>Left Click to select formation. Right Click to open the formation manager.</align>
ko_mt: <align=center>왼쪽을 클릭하여 대형을 선택하십시오. 오른쪽 클릭하여 대형 관리자를 엽니다.</align>

source: Unselect
ko_mt: 선택 취소

source: Thank you for reporting a bug!
ko_mt: 버그를 신고해 주셔서 감사합니다!

source: Not enough space to save the game. Please delete some of your older saves.
ko_mt: 게임을 저장할 공간이 부족합니다. 이전에 저장에 성공한 게임 중 일부를 삭제해 주세요.

source: Back
ko_mt: 뒤로

source: The required data has not been installed yet. Wait for installation to finish or go back.
ko_mt: 필요한 데이터가 아직 설치되지 않았습니다. 설치가 완료될 때까지 기다리거나 돌아가세요.

source: Add to action bar
ko_mt: 작업 표시줄에 추가

source: Cast ability
ko_mt: 시전 능력

source: You cannot switch controls while this interface is active
ko_mt: 이 인터페이스가 활성화되어 있는 동안에는 조작을 전환할 수 없습니다.

source: Switching controls...
ko_mt: 조작 전환...

source: Switch
ko_mt: 스위치

source: Gamepad detected.
ko_mt: 게임패드가 감지되었습니다.

source: Switch controls to gamepad?
ko_mt: 게임패드 조작으로 전환하시겠습니까?

source: Press <sprite name="Enter"> to change controls.
ko_mt: 조작을 변경하려면 <sprite name="Enter}를 누릅니다.

source: Gamepad disconnected.
ko_mt: 게임 패드 연결이 끊어졌습니다.

source: Press <b>{console_bind|Confirm}</b> to use gamepad or <sprite name="Enter"> to use keyboard.
ko_mt: 게임패드를 사용하려면 <b>{console_bind|Confirm}</b>를 누르거나 키보드를 사용하려면 <sprite name="Enter}를 누르세요.

source: Enter here the Name...
ko_mt: 여기에 이름...을 입력합니다.

source: Search
ko_mt: 검색

source: Next group
ko_mt: 다음 그룹

source: Next page
ko_mt: 다음 페이지

source: Pause
ko_mt: 일시 중지

source: Roll the credits
ko_mt: 크레딧 롤링

source: Previous group
ko_mt: 이전 그룹

source: Previous page
ko_mt: 이전 페이지

source: Allows you to significantly shorten the length of battles.
ko_mt: 전투 시간을 크게 단축할 수 있습니다.

source: Combat Acceleration
ko_mt: 전투 가속

source: Army has no movement points left.
ko_mt: 군대에 남은 이동 지점이 없습니다.

source: Army can't reach {0}.
ko_mt: 군대가 {0}에 도달할 수 없습니다.

source: Your troops will be controlled by the computer.
ko_mt: 부대는 컴퓨터에 의해 제어됩니다.

source: Auto-battle
ko_mt: 자동 전투

source: Choose Ability
ko_mt: 능력 선택

source: Select position
ko_mt: 위치 선택

source: Crusader Army
ko_mt: 성전사 군대

source: Demon Army
ko_mt: 데몬 군대

source: Let Them Flee
ko_mt: 도망가게 하라

source: Pursue
ko_mt: 추적

source: Guaranteed Ability
ko_mt: 보장된 능력

source: Merge units
ko_mt: 단위 병합

source: average
ko_mt: 평균

source: high
ko_mt: 높음

source: low
ko_mt: 낮은

source: critical
ko_mt: 치명타

source: failing
ko_mt: 실패

source: broken
ko_mt: 부셔진

source: Move to another army
ko_mt: 다른 군대로 이동

source: Army Perception is equal to Perception of Commander's party.
ko_mt: 군대의 인식은 지휘관 파티 인식과 동일합니다.

source: Army Perception
ko_mt: 군대 인식

source: The unit in this slot cannot be refreshed until next week.
ko_mt: 이 슬롯의 유닛은 다음 주까지 새로 고칠 수 없습니다.

source: Army destination: {0}.
ko_mt: 군대 목적지: {0}.

source: Run the tactical combats automatically
ko_mt: 자동으로 전술 전투 실행

source: Show the movement of enemy armies
ko_mt: 적군의 움직임 표시

source: Show location names
ko_mt: 위치 이름 표시

source: Buy
ko_mt: 구매

source: Choose
ko_mt: 선택

source: Buy
ko_mt: 구매

source: Disable
ko_mt: 비활성화

source: Enable
ko_mt: 사용

source: DLC Manager
ko_mt: DLC 관리자

source: New!
ko_mt: 신규!

source: Specific alignment required.
ko_mt: 특정 성향이 필요합니다.

source: <color=#0A400D>[{0} check passed]</color> {1}
ko_mt: <color=#0A400D>[{0} 확인 통과]</color> {1}

source: Close Glossary
ko_mt: 용어집 닫기

source: Failed
ko_mt: 실패

source: [<b><color=#{1}>{0}</color></b> a <b>{2}</b> check]
ko_mt: [<b>{2}</b> 확인 <b><color=#{1}>{0}</color></b>]

source: Specific Mythic Path required.
ko_mt: 특정 신화 경로가 필요합니다.

source: Open Glossary
ko_mt: 용어집 열기

source: [<b><color=#{1}>{0}</color></b> at a <b>{2}</b> check]
ko_mt: [<b>{2}</b> 확인 <b><color=#{1}>{0}</color></b>]

source: Succeeded
ko_mt: 성공

source: Choose a Tailwind
ko_mt: 순풍 선택

source: {name} has breached the veil of mystery over the Midnight Isles. A new path is open for those who come after h{mf|im|er}...
ko_mt: {name}이 미드나잇 아일즈를 뒤덮은 신비의 장막을 뚫었습니다. {mf|그|느려}를 쫓는 자들에게 새로운 길이 열렸습니다...

source: {name}'s adventures are over. The Midnight Isles await new heroes...
ko_mt: {name}의 모험은 끝났습니다. 미드나잇 아일즈에는 새로운 영웅들이 기다리고 있습니다...

source: Attempt number
ko_mt: 시도 번호

source: Most valuable party member
ko_mt: 가장 소중한 파티원

source: Chests opened
ko_mt: 상자 열기

source: Total chests on visited islands
ko_mt: 방문한 섬의 총 상자 수

source: Equipment value
ko_mt: 장비 가치

source: Damage dealt
ko_mt: 피해량

source: Damage suffered
ko_mt: 입은 피해

source: Adventure duration
ko_mt: 모험 지속 시간

source: Enemies defeated
ko_mt: 처치한 적 수

source: Islands visited
ko_mt: 방문한 섬

source: Fatal enemy
ko_mt: 치명적인 적

source: Return to the main menu? All unsaved progress save will be lost.
ko_mt: 메인 메뉴로 돌아가시겠습니까? 저장하지 않은 진행 상황 저장은 모두 손실됩니다.

source: Success! {name}, the treasure hunter, has laid {mf|his|her} hands on the treasure of the Midnight Isles. But could this story have a different ending?
ko_mt: 성공! 보물 사냥꾼 {name}이 미드나잇 아일즈의 보물을 {mf|그|그녀}의 손에 넣었습니다. 하지만 이 이야기의 결말이 달라질 수도 있을까요?

source: Islands within a region vary in terms of the danger posed by the monsters and traps that await you ashore. This is indicated on the map by the number of skull icons next to each island: one — a regular adventure, two — a serious challenge, three — a deadly peril.
ko_mt: 한 지역 내의 섬은 해변에서 기다리고 있는 괴물와 함정으로 인한 위험도가 다릅니다. 이는 각 섬 옆에 있는 해골 아이콘의 개수로 지도에 표시되며, 1은 일반 모험, 2는 심각한 도전, 3은 치명적인 위험입니다.

source: Peril Rating
ko_mt: 위험 등급

source: Start a new journey
ko_mt: 새로운 여정을 시작하세요

source: No tailwind accompanied this journey.
ko_mt: 이 여정에는 순풍이 불지 않았습니다.

source: Encyclopedia
ko_mt: 백과사전

source: Creatures
ko_mt: 생물

source: Next page
ko_mt: 다음 페이지

source: View page
ko_mt: 페이지 보기

source: Previous page
ko_mt: 이전 페이지

source: Bug report
ko_mt: 버그 보고

source: Load game
ko_mt: 게임 로드

source: Main menu
ko_mt: 메인 메뉴

source: Settings
ko_mt: 설정

source: Quick load
ko_mt: 빠른 로드

source: Quick save
ko_mt: 빠른 저장

source: Save game
ko_mt: 게임 저장

source: Free Formation
ko_mt: 자유 진형

source: Hold the Line
ko_mt: 대기술 유지

source: Move character
ko_mt: 캐릭터 이동

source: Hold to unbind character from the grid
ko_mt: 그리드에서 문자를 바인딩 해제하려면 길게 누릅니다.

source: Restore to Default
ko_mt: 기본값으로 복원

source: The story of {0} may have ended, but the struggle against evil should continue!
ko_mt: {0}의 이야기는 끝났지만, 악과의 싸움은 계속되어야 합니다!

source: {0} is dead!
ko_mt: {0}가 죽었습니다!

source: The crusade has been defeated!
ko_mt: 십자군 성전이 패배했습니다!

source: {0} is dead!
ko_mt: {0}가 죽었습니다!

source: Your party has been defeated!
ko_mt: 파티가 패배했습니다!

source: You've failed to complete your quest in time. Your story ends here.
ko_mt: 시간 내에 퀘스트를 완료하지 못했습니다. 스토리는 여기서 끝납니다.

source: There's nothing interesting left in this location.
ko_mt: 이 위치에는 흥미로운 것이 남아 있지 않습니다.

source: Changing the group will take {0}. Continue?
ko_mt: 그룹을 변경하면 {0}가 소요됩니다. 계속하시겠습니까?

source: Claim
ko_mt: 클레임

source: Demons army approaching
ko_mt: 데몬 군대 접근

source: The spell is still on its cooldown
ko_mt: 주문의 재사용 대기시간이 아직 남아 있습니다.

source: Journey will take {0} MP
ko_mt: 여정에는 {0}가 소요됩니다. MP

source: Recovery time
ko_mt: 복구 시간

source: Recovers in: {0}
ko_mt: 복구합니다. {0}

source: Duration
ko_mt: 기간

source: Do you want to enter this location?
ko_mt: 이 위치에 진입하시겠습니까?

source: The journey will take {0}.
ko_mt: 여행은 {0}이 소요됩니다.

source: Party traveling
ko_mt: 파티 여행

source: World
ko_mt: 세계

source: less than one hour
ko_mt: 1시간 미만

source: Duration: {0}
ko_mt: 지속 시간: {0}

source: some time
ko_mt: 얼마간

source: Change the group
ko_mt: 그룹 변경

source: The crusade is in automode. Access is limited.
ko_mt: 성전 자동 모드입니다. 접속이 제한됩니다.

source: Do you want to skip the time until the next event?
ko_mt: 다음 이벤트까지 시간을 건너뛰고 싶으신가요?

source: Location is not available.
ko_mt: 위치를 확인할 수 없습니다.

source: The path to this location is unknown.
ko_mt: 이 위치로 가는 경로를 알 수 없습니다.

source: You need the following companion to enter this location: {text}.
ko_mt: 이 위치에 입장하려면 다음 동반자가 필요합니다. {text}.

source: You need the following companions to enter this location: {text}.
ko_mt: 이 위치에 입장하려면 다음 동반자가 필요합니다. {text}.

source: This place cannot be visited right now.
ko_mt: 지금은 방문하실 수 없습니다.

source: All your characters are exhausted. An exhausted character moves at half speed, cannot charge, and takes a –6 penalty to Strength and Dexterity. After a complete rest, exhausted characters are no longer exhausted. Would you like to begin resting?
ko_mt: 모든 캐릭터가 탈진했습니다. 탈진한 캐릭터는 이동 속도가 절반으로 감소하고 돌격할 수 없으며 힘과 민첩에 -6의 불이익을 받습니다. 휴식으로 회복할 수 있습니다. 휴식을 시작하시겠습니까?

source: All your characters are fatigued. A fatigued character cannot charge, and takes a –2 penalty to Strength and Dexterity. After a complete rest, fatigued characters are no longer fatigued. Would you like to begin resting?
ko_mt: 모든 캐릭터가 피로합니다. 피로한 캐릭터는 돌격할 수 없으며 힘과 민첩에 -2의 불이익을 받습니다. 휴식으로 회복할 수 있습니다. 휴식을 시작하시겠습니까?

source: Managing your party is unavailable at the moment
ko_mt: 현재 파티를 관리할 수 없습니다.

source: Pay <b>{0}</b> (<b>{1}</b> in treasury) to claim this resource.
ko_mt: 이 자원을 획득하려면 <b>{0}</b> (<b>{1}</b>를 보물창고에 지불합니다.

source: This resource is in your lands.
ko_mt: 이 자원은 당신의 영토에 있습니다.

source: This resource isn't in your lands and cannot be claimed.
ko_mt: 이 자원은 내 영토에 없으므로 소유권을 주장할 수 없습니다.

source: Teleport
ko_mt: 순간이동

source: Teleportation
ko_mt: 순간이동

source: Managing the crusade is only available from within the liberated lands.
ko_mt: 성전 관리는 해방된 영토 내에서만 가능합니다.

source: The crusade is not available
ko_mt: 십자군 성전을 사용할 수 없습니다.

source: Dismiss
ko_mt: 해지

source: Move all
ko_mt: 모두 이동

source: Move
ko_mt: 이동

source: Current Party
ko_mt: 현재 파티

source: Current Party
ko_mt: 현재 파티

source: Companions
ko_mt: 동반자

source: Companions
ko_mt: 동반자

source: Action bar
ko_mt: 작업 표시줄

source: All
ko_mt: 모두

source: Change action
ko_mt: 변경 작업

source: Change combat log size
ko_mt: 전투 로그 크기 변경

source: Characters list
ko_mt: 문자 목록

source: Combat
ko_mt: 전투

source: Combat log
ko_mt: 전투 로그

source: Dialogue
ko_mt: 대화

source: End turn
ko_mt: 턴 종료

source: Combat log
ko_mt: 전투 로그

source: Events
ko_mt: 이벤트

source: Exit combat log
ko_mt: 전투 로그 종료

source: Hide combat log
ko_mt: 전투 로그 숨기기

source: Highlight objects
ko_mt: 개체 강조 표시

source: Pin log
ko_mt: 핀 로그

source: Inspect
ko_mt: 검사

source: Menu
ko_mt: 메뉴

source: Pause
ko_mt: 일시 중지

source: Cursor
ko_mt: 커서

source: Pointer terrain mode
ko_mt: 포인터 지형 모드

source: Show combat log
ko_mt: 전투 로그 표시

source: Full move
ko_mt: 전체 이동

source: Single move
ko_mt: 한 번의 이동

source: 5-ft. step
ko_mt: 5피트 스텝

source: Unpin log
ko_mt: 핀 해제 로그

source: Move Camera
ko_mt: 카메라 이동

source: Rotate Camera
ko_mt: 카메라 회전

source: Encyclopedia
ko_mt: 백과사전

source: Formation
ko_mt: 진형

source: Level-Up
ko_mt: 레벨 업

source: Mythic Rank-Up
ko_mt: 신화 등급업

source: Press [{bind|Pause}] to pause or unpause the game.
ko_mt: [{bind|Pause}]를 눌러 게임을 일시 중지하거나 일시 중지 해제합니다.

source: Pause
ko_mt: 일시 중지

source: Rest
ko_mt: 휴식

source: New Shard
ko_mt: 새로운 샤드

source: Camera
ko_mt: 카메라

source: Enemy
ko_mt: 적

source: Exit
ko_mt: 종료

source: Ally
ko_mt: 동맹

source: Terrain Type
ko_mt: 지형 유형

source: Unknown
ko_mt: 알 수 없음

source: Forest
ko_mt: 숲

source: Highlands
ko_mt: 하이랜드

source: Abyss
ko_mt: 심연

source: Underground
ko_mt: 지하

source: Urban
ko_mt: 도시

source: Desert
ko_mt: 사막

source: Loot
ko_mt: 아이템 획득

source: Point of Interest
ko_mt: 관심 지점

source: Set destination
ko_mt: 목적지 설정

source: Legend
ko_mt: 범례

source: Break the lock
ko_mt: 잠금 해제

source: Pick the lock
ko_mt: 자물쇠 선택

source: Collect all
ko_mt: 모두 수집

source: Items
ko_mt: 항목

source: Leave
ko_mt: 떠나기

source: Loot
ko_mt: 아이템 획득

source: Trophies left at {area_name}
ko_mt: {area_name}에 남은 전리품

source: Chest
ko_mt: 가슴

source: Upon leaving the current area, all non-notable trophies left behind will be destroyed.
ko_mt: 현재 지역을 떠날 때 남겨진 눈에 띄지 않는 전리품은 모두 파괴됩니다.

source: Destroy Uncollected Loot
ko_mt: 수집하지 않은 전리품 파괴

source: Skin
ko_mt: 박피

source: Continue
ko_mt: 계속

source: It looks like the game crashed last time. Do you want to send a crash report to the developers?
ko_mt: 지난번에 게임이 충돌한 것 같습니다. 개발자에게 크래시 보고서를 보내시겠습니까?

source: It looks like damaged local files caused the game to crash during the last launch. We recommend that you verify the files' integrity: https://owlcat.games/how-to-verify-integrity.
ko_mt: 로컬 파일이 손상되어 마지막 실행 중에 게임이 충돌한 것 같습니다. 파일의 무결성을 확인하는 것이 좋습니다. https://owlcat.games/how-to-verify-integrity.

source: It looks like the game crashed during the last session due to a lack of disk space.
ko_mt: 디스크 공간 부족으로 인해 마지막 세션 중에 게임이 충돌한 것 같습니다.

source: It looks like the game crashed last time due to an error in the mods you have installed. Unfortunately, we can't help you in this case. Please report GameLogFull.txt and GameLogFullPrev.txt to the mod's developer. If you don't use mods, then please send us a crash report at https://owlcat.games/support.
ko_mt: 설치한 모드의 오류로 인해 지난번에 게임이 충돌한 것 같습니다. 안타깝게도 이 경우에는 도움을 드릴 수 없습니다. GameLogFull.txt 및 GameLogFullPrev.txt를 모드 개발자에게 신고해 주세요. 모드를 사용하지 않는 경우, https://owlcat.games/support 으로 충돌 보고서를 보내주세요.

source: Credits
ko_mt: 크레딧

source: The error was probably caused by damaged local files. We recommend that you verify the files' integrity: https://owlcat.games/how-to-verify-integrity.
ko_mt: 로컬 파일이 손상되어 오류가 발생한 것일 수 있습니다. 파일의 무결성을 확인하는 것이 좋습니다.(https://owlcat.games/how-to-verify-integrity).

source: There is not enough disk space available.
ko_mt: 사용 가능한 디스크 공간이 부족합니다.

source: Exit
ko_mt: 종료

source: License
ko_mt: 라이선스

source: Load game
ko_mt: 게임 로드

source: Don't miss the newest RPG from Owlcats. Out now!
ko_mt: OwlCats의 최신 RPG를 놓치지 마세요. 지금 다운로드하세요!

source: Best regards, Owlcats
ko_mt: 안녕히 계세요, Owlcats

source: Please share your thoughts with us here: {0} ... and we'll keep drawing inspiration from your comments!
ko_mt: 여기에서 여러분의 생각을 공유해 주세요. {0} .. 여러분의 의견에서 계속 영감을 얻도록 하겠습니다!

source: Dear Kings and Queens! Thank you for your continuing support of Pathfinder: Kingmaker! We're glad you're having fun, and that inspires us to develop this game even further. Best regards, Owlcats
ko_mt: 왕과 여왕 여러분! 패스파인더를 계속 응원해 주셔서 감사합니다. 킹메이커에 보내주신 성원에 감사드립니다! 여러분이 재미있게 플레이해 주셔서 기쁘고, 이 게임을 더욱 발전시킬 수 있는 원동력이 됩니다. 감사합니다, Owlcats

source: Thank you for your continuing support of Pathfinder: Kingmaker! We're glad you're having fun, and that inspires us to develop this game even further. {0}
ko_mt: 패스파인더를 계속 응원해 주셔서 감사합니다. 킹메이커! 여러분이 재미있게 플레이해 주셔서 기쁘고, 이 게임을 더욱 발전시키는데 큰 힘이 됩니다. {0}

source: New game
ko_mt: 새로운 게임

source: Shard Powers
ko_mt: 샤드 파워

source: Wishlist now
ko_mt: 지금 위시리스트 작성하기

source: Difficulty
ko_mt: 난이도

source: Story
ko_mt: 스토리

source: Create new character
ko_mt: 새 캐릭터 만들기

source: Create your champion from scratch! Choose their race, class, gender, and alignment, customize their appearance, and finely tune their abilities, skills, and feats.
ko_mt: 나만의 챔피언을 처음부터 만들어 보세요! 종족, 직업, 성별, 성향을 선택하고 외형을 커스터마이징하고 능력, 기술, 업적을 세밀하게 조정할 수 있습니다.

source: This DLC can be played as a standalone adventure or as part of the main campaign. If you want your Knight Commander to explore the Midnight Isles, just wait for an invitation from chapter 3 on.
ko_mt: 이 DLC는 독립형 모험으로 플레이하거나 메인 캠페인의 일부로 플레이할 수 있습니다. 기사 사령관이 미드나잇 아일즈를 탐험하고 싶다면 3장부터 초대를 기다리세요.

source: You don't own this scenario yet
ko_mt: 아직 이 시나리오를 소유하고 있지 않습니다.

source: Sink or Swim Mode
ko_mt: 싱크 또는 수영 모드

source: In Sink or Swim mode you are limited to one save slot. Decide now if you want to turn it on: once the game starts, you won't be able to change your mind!
ko_mt: 싱크 또는 스윔 모드에서는 저장 슬롯이 한 개로 제한됩니다. 게임을 시작하고 나면 마음을 바꿀 수 없으니 지금 바로 설정할지 결정하세요!

source: New Game
ko_mt: 새로운 게임

source: Character Import
ko_mt: 캐릭터 가져오기

source: Choose Story
ko_mt: 스토리 선택

source: <color={0}>You performed an action that was {1}</color>
ko_mt: <color={0}>{1}</color>인 작업을 수행했습니다.

source: You cannot travel. {0} carries too much weight.
ko_mt: 여행할 수 없습니다. {0}의 무게가 너무 무겁습니다.

source: {0} suffered a crippling wound in the battle. This condition can only be lifted by resting in a safe place.
ko_mt: {0}가 전투에서 치명상을 입었습니다. 이 상태는 안전한 곳에서 휴식을 취해야만 회복할 수 있습니다.

source: You must gather your party before venturing forth.
ko_mt: 모험을 떠나기 전에 파티를 모아야 합니다.

source: You cannot travel. Your inventory's weight is too great.
ko_mt: 여행할 수 없습니다. 인벤토리의 무게가 너무 큽니다.

source: <b>Items lost</b>: {0}
ko_mt: <b>물품 손실</b>: {0}

source: <b>Items received</b>: {0}
ko_mt: <b>물품 획득</b>: {0}

source: Gained {0}
ko_mt: 획득 {0}

source: Lost {0}
ko_mt: 분실 {0}

source: {0} each week
ko_mt: 매주 {0}

source: Current morale:
ko_mt: 현재 사기:

source: Free building:
ko_mt: 무료 건물:

source: Change to morale:
ko_mt: 사기 변동 :

source: New event:
ko_mt: 새로운 이벤트:

source: Crusade effects: {0}.
ko_mt: 성전 효과: {0}.

source: <color={0}>Your new alignment is {1}</color>
ko_mt: <color={0}>새 성향은 {1}</color>입니다.

source: {0} has been revealed!
ko_mt: {0}가 공개되었습니다!

source: New locations revealed: {0}
ko_mt: 새로운 장소 발견: {0}

source: Cannot hide in shadows. Enemies are near.
ko_mt: 그림자 속에 숨을 수 없습니다. 적이 가까이 있습니다.

source: Are you sure you want to kick {0} out?
ko_mt: {0}를 정말 쫓아내시겠습니까?

source: <b>Gained {0} Experience</b>
ko_mt: <b>획득 {0} 경험치</b>

source: Hide game UI
ko_mt: 게임 UI 숨기기

source: Hide photomode UI
ko_mt: 포토모드 UI 숨기기

source: Depth of Field
ko_mt: 피사계 심도

source: Frames
ko_mt: 프레임

source: Film Grain
ko_mt: 필름 그레인

source: Logos
ko_mt: 로고

source: Visual perception
ko_mt: 시각적인식

source: Skyboxes
ko_mt: 스카이박스

source: Stickers
ko_mt: 스티커

source: Vignette
ko_mt: 비네트

source: Weather
ko_mt: 날씨

source: Show game UI
ko_mt: 게임 UI 표시

source: Show UI
ko_mt: UI 표시

source: Vertical movement
ko_mt: 수직 이동

source: Horizontal movement
ko_mt: 수평 이동

source: Hide completed quests
ko_mt: 완료한 퀘스트 숨기기

source: Complete
ko_mt: 완료

source: Failed
ko_mt: 실패

source: The last chapter to complete the quest, or it will fail afterward.
ko_mt: 마지막 챕터까지 퀘스트를 완료하지 않으면 이후에는 실패합니다.

source: Next development in {0}
ko_mt: {0}의 다음 개발

source: Will fail in {0}
ko_mt: {0}에서 실패합니다.

source: Alchemist's Kit
ko_mt: 연금술사의 키트

source: Ok
ko_mt: 확인

source: Automatically assign the characters to their roles.
ko_mt: 캐릭터를 역할에 자동으로 할당합니다.

source: Auto Assign
ko_mt: 자동 할당

source: Rest
ko_mt: 휴식

source: Failed to camouflage the camp
ko_mt: 캠프 위장 실패

source: Chance of attack on camp is lowered
ko_mt: 캠프에 대한 공격 확률 감소

source: Are you sure you want to change your current recipe?
ko_mt: 현재 레시피를 변경하시겠습니까?

source: Are you sure you want to stop crafting?
ko_mt: 정말 제작을 중단하시겠습니까?

source: Level of corruption
ko_mt: 부패 수준

source: This is your current level of corruption. Corruption grows with each day of rest. It has 3 levels of strength. You should try to avoid reaching corruption level 3. Corruption can grow at different rates depending on the location. Rest in a safe location to remove all corruption.
ko_mt: 현재 부패 수준입니다. 부패는 쉬는 날마다 증가합니다. 강도는 3단계로 나뉩니다. 부패 레벨 3에 도달하지 않도록 노력해야 합니다. 부패는 위치에 따라 다른 속도로 증가할 수 있습니다. 안전한 장소에서 휴식을 취해 모든 부패를 제거하세요.

source: Missing required feat
ko_mt: 필수 특성 누락

source: Not enough reagents
ko_mt: 시약 부족

source: Character cannot craft from this spell. Choose another character or change spell.
ko_mt: 캐릭터는 이 주문으로 제작할 수 없습니다. 다른 캐릭터를 선택하거나 주문을 변경하세요.

source: Total bonuses (Alchemy)
ko_mt: 총 보너스(연금술)

source: Bonuses to Knowledge (world) skill check
ko_mt: 지식(세계) 기술 판정 보너스

source: Total bonuses (Camouflage)
ko_mt: 총 보너스(위장)

source: Bonuses to Stealth skill check
ko_mt: 은신 기술 판정 보너스

source: Total bonuses (Protective Rituals)
ko_mt: 총 보너스(보호 의식)

source: Bonuses to Lore (religion) skill check
ko_mt: 전승(종교) 기술 판정 보너스

source: Total bonuses (Night Watch)
ko_mt: 총 보너스(불침번)

source: Bonuses to Perception skill check for 1st or 2nd shift
ko_mt: 1교대 또는 2교대의 지각 기술 판정 보너스

source: Total bonuses (Scroll Scribing)
ko_mt: 총 보너스(주문서 필사)

source: Bonuses to Knowledge (arcana) or Lore (religion) skill check
ko_mt: 지식(비전) 또는 전승(종교) 기술 판정 보너스

source: Difficulty Class (Alchemy)
ko_mt: 난이도 등급(연금술)

source: Difficulty Class of a Knowledge (world) skill check for brewing potions
ko_mt: 물약 양조에 대한 지식(세계) 기술 판정의 난이도 등급

source: Difficulty Class (Camouflage)
ko_mt: 난이도 등급(위장)

source: Difficulty Class of a Stealth skill check
ko_mt: 은신 기술 판정의 난이도 등급

source: Difficulty Class (Protective Rituals)
ko_mt: 난이도 등급(보호 의식)

source: Difficulty Class of a Lore (religion) skill check
ko_mt: 전승(종교) 기술 판정의 난이도 등급

source: Difficulty Class (Night Watch)
ko_mt: 난이도 등급(불침번)

source: Difficulty Class of a Perception skill check for 1st and 2nd shift. This difficulty will increase by the amount equal to the lowest Stealth bonus of enemies in encounter.
ko_mt: 1교대 및 2교대의 지각 기술 판정 난이도 등급입니다. 이 난이도는 조우한 적의 가장 낮은 은신 보너스와 같은 양만큼 증가합니다.

source: Difficulty Class (Scroll Scribing)
ko_mt: 난이도 등급(주문서 필사)

source: Difficulty Class of a Lore (religion) or Knowledge (arcana)
ko_mt: 전승(종교) 또는 지식(비전)의 난이도 등급

source: Failed to weaken impact of corruption
ko_mt: 부패의 영향을 약화시키지 못함

source: Impact of corruption weakened
ko_mt: 부패의 영향력 약화

source: No Alchemist's Kit available
ko_mt: 연금술사 키트 사용 불가

source: No Scroll Scriber's Kit available
ko_mt: 주문서 필경사 키트 사용 불가

source: Healing spells and abilities
ko_mt: 치유 주문 및 능력

source: It is advised to use healing spells and abilities before resting, to ensure that you heal faster and rest fewer times. If you uncheck this box your characters will heal only the amount of HP equal to their level.
ko_mt: 더 빨리 회복하고 휴식 횟수를 줄이려면 휴식 전에 치유 주문과 능력을 사용하는 것이 좋습니다. 이 확인란을 선택 취소하면 캐릭터는 자신의 레벨에 해당하는 만큼의 HP만 회복합니다.
