Repository: akintos/wotr-translation
Catalog: translation/*/Root.po
Languages: ko_mt

source: After {0} hours of rest you were attacked!
ko_mt: {0}시간 휴식 후 공격당했습니다!

source: The enemies have caught the party off-guard
ko_mt: 적들이 파티를 방심하게 만들었습니다.

source: The guards have raised alarm
ko_mt: 경비병이 경보를 울렸습니다.

source: No incident
ko_mt: 사고 없음

source: Squad members will prepare potions.
ko_mt: 분대원이 물약을 준비합니다.

source: Squad members will cook meals.
ko_mt: 분대원이 식사를 조리합니다.

source: Party will create spell scrolls by filling them with magic power.
ko_mt: 파티는 주문 주문서를 마법의 힘으로 채워서 주문 주문서를 생성합니다.

source: Recommended number of rests
ko_mt: 권장 휴식 횟수

source: You can chose to use recommended number of rests, the amount of rests required calculated based on your HP and ability damage only. If you uncheck this box you can chose to rest I, II or III cycles.
ko_mt: 권장 휴식 횟수를 선택할 수 있으며, 필요한 휴식 횟수는 HP와 능력 피해만을 기준으로 계산됩니다. 이 확인란을 선택 취소하면 1, 2, 3주기로 휴식을 선택할 수 있습니다.

source: Resting time
ko_mt: 휴식 시간

source: This is the amount of time that will pass in a game while you are resting
ko_mt: 휴식하는 동안 게임에서 경과하는 시간입니다.

source: The rest took
ko_mt: 휴식 시간

source: This role is unavailable
ko_mt: 이 역할을 사용할 수 없습니다.

source: Scroll Scriber's Kit
ko_mt: 주문서 필경사 키트

source: Scribing scrolls failed to progress.
ko_mt: 주문서 스크립팅을 진행하지 못했습니다.

source: Scribing scrolls progressed successfully.
ko_mt: 주문서 필사가 성공적으로 진행되었습니다.

source: Knowledge (Arcana)
ko_mt: 지식(비전)

source: Choose a scroll scribing skill
ko_mt: 주문서 필기 기술 선택

source: Lore (Religion)
ko_mt: 전승(종교)

source: Skip cue
ko_mt: 큐 건너뛰기

source: Current time: {0}
ko_mt: 현재 시간입니다. {0}

source: Skip until: {0}
ko_mt: {0} 까지 건너뛰기

source: Tooltip
ko_mt: 툴팁

source: [Attempts: {0}]
ko_mt: [시도: {0}]

source: Select a save to import your progress from the previous playthroughs of the Beneath the Stolen Lands DLC.
ko_mt: 저장을 선택하면 도둑맞은 땅 DLC의 이전 플레이에서 진행 상황을 가져올 수 있습니다.

source: Import main character
ko_mt: 주인공 가져오기

source: Select a save to import your character from Pathfinder: Kingmaker's main story.
ko_mt: 저장을 선택하여 패스파인더에서 캐릭터를 가져옵니다. 킹메이커의 메인 스토리에서 캐릭터를 가져옵니다.

source: Import main character and decisions
ko_mt: 주인공 및 의사 결정 가져오기

source: Select a save to import your character and the decisions you've made while playing "Varnhold's Lot" into the main story. This choice is permanent — you won't be able to cancel it and import a different outcome, unless you reload the game to a point before the import.
ko_mt: 저장을 선택하면 캐릭터와 "반홀드의 부지"를 플레이하면서 내린 결정을 메인 스토리로 가져올 수 있습니다. 이 선택은 영구적이며, 가져오기 이전 시점으로 게임을 다시 로드하지 않는 한 취소하고 다른 결과를 가져올 수 없습니다.

source: Delete
ko_mt: 삭제

source: Delete save ''{0}''?
ko_mt: 저장 ''{0}''를 삭제하시겠습니까?

source: In game: {0}
ko_mt: 게임 내에서: {0}

source: Load
ko_mt: 불러오기

source: Loading save ''{0}''. Unsaved game will be lost. Continue?
ko_mt: 저장 중 ''{0}''. 저장하지 않은 게임은 손실됩니다. 계속하시겠습니까?

source: Rewrite existing save?
ko_mt: 기존 저장을 다시 작성하시겠습니까?

source: <i>(Click to edit)</i>
ko_mt: <i>(편집하려면 클릭)</i>

source: New Save
ko_mt: 새 저장

source: Save
ko_mt: 저장

source: Autosave
ko_mt: 자동 저장

source: Last Azlanti mode save
ko_mt: 마지막 아즐란트 모드 저장

source: Quicksave
ko_mt: 빠른 저장

source: Apply
ko_mt: 적용

source: Apply all settings in {0}?
ko_mt: {0}의 모든 설정을 적용하시겠습니까?

source: If you turn on the automatic management mode, you won't be able to turn it off and lead the crusade manually.
ko_mt: 자동 관리 모드를 켜면 이 모드를 끄고 수동으로 성전을 이끌 수 없습니다.

source: Adjust the image display of a bright and dark locations to your screen.
ko_mt: 밝고 어두운 위치의 이미지 표시를 화면에 맞게 조정합니다.

source: Cancel
ko_mt: 취소

source: Cancel all settings in {0}?
ko_mt: {0}의 모든 설정을 취소하시겠습니까?

source: Action / Confirm
ko_mt: 조치 / 확인

source: Inspect
ko_mt: 검사

source: Cursor
ko_mt: 커서

source: Combat log
ko_mt: 전투 로그

source: RTWP combat / Turn-Based combat
ko_mt: RTWP 전투 / 턴제 전투

source: Stop
ko_mt: 중지

source: Pause
ko_mt: 일시 중지

source: Action bar
ko_mt: 작업 표시줄

source: Map
ko_mt: 지도

source: Group
ko_mt: 그룹

source: Highlight objects
ko_mt: 개체 강조 표시

source: Previous target
ko_mt: 이전 대상

source: Options
ko_mt: 옵션

source: Menu
ko_mt: 메뉴

source: Move / Rotate
ko_mt: 이동/회전

source: Next target
ko_mt: 다음 대상

source: Cancel
ko_mt: 취소

source: No
ko_mt: 아니요

source: OK
ko_mt: 확인

source: Revert
ko_mt: 되돌리기

source: Save
ko_mt: 저장

source: Yes
ko_mt: 예

source: Choosing this difficulty is not recommended for the players not familiar with the Pathfinder system, as well as its implementation in this game. Do you confirm your choice?
ko_mt: 이 난이도를 선택하는 것은 패스파인더 시스템과 이 게임에서의 구현에 익숙하지 않은 플레이어에게는 권장하지 않습니다. 선택을 확인하셨나요?

source: Save current graphics settings? The previous settings will be applied in <b>{0}</b> seconds.
ko_mt: 현재 그래픽 설정을 저장하시겠습니까? 이전 설정이 <b>{0}</b>초 후에 적용됩니다.

source: Hotkey is in use and cannot be assigned.
ko_mt: 단축키가 사용 중이며 할당할 수 없습니다.

source: Default (Hold)
ko_mt: 기본값(보류)

source: Some changes will be applied next time you start the game. Restart the game now? All unsaved progress will be lost!
ko_mt: 일부 변경 사항은 다음에 게임을 시작할 때 적용됩니다. 지금 게임을 다시 시작하시겠습니까? 저장하지 않은 모든 진행 상황이 손실됩니다!

source: Restore all settings in {0} to their defaults?
ko_mt: {0}의 모든 설정을 기본값으로 복원하시겠습니까?

source: Save
ko_mt: 저장

source: Save all changed settings in {0}?
ko_mt: 변경된 모든 설정을 {0}에 저장하시겠습니까?

source: Controls
ko_mt: 조작

source: Difficulty
ko_mt: 난이도

source: Game
ko_mt: 게임

source: Graphics
ko_mt: 그래픽

source: Sound
ko_mt: 소리

source: against
ko_mt: 반대

source: Difficulty Class
ko_mt: 난이도 등급

source: Result
ko_mt: 결과

source: Roll d20
ko_mt: 굴림 d20

source: Roll result
ko_mt: 굴림 결과

source: Skill value
ko_mt: 기술 가치

source: Add metamagic
ko_mt: 메타매직 추가

source: This spell or ability can be used in automatic mode.
ko_mt: 이 주문 또는 능력은 자동 모드에서 사용할 수 있습니다.

source: This spell or ability can be used in automatic mode. To activate it, right-click its icon on the active panel.
ko_mt: 이 주문 또는 능력은 자동 모드에서 사용할 수 있습니다. 활성화하려면 활성 패널에서 해당 아이콘을 마우스 오른쪽 버튼으로 클릭합니다.

source: The character can not cast spells of this level.
ko_mt: 캐릭터는 이 레벨의 주문을 시전할 수 없습니다.

source: This spell will remain unavailable until your caster level is high enough to use it.
ko_mt: 이 주문은 시전자 레벨이 충분히 높아질 때까지 사용할 수 없습니다.

source: Cantrips are cast like any other spell, but they are not expended when cast and may be used again.
ko_mt: 캔트립은 다른 주문과 마찬가지로 시전할 수 있지만, 시전 시 소모되지 않으며 다시 사용할 수 있습니다.

source: Caster level
ko_mt: 시전자 레벨

source: Can't cast spells
ko_mt: 주문을 시전할 수 없습니다.

source: The character does not have spell slots to memorize spells of this level.
ko_mt: 캐릭터에게는 이 레벨의 주문을 외울 수 있는 주문 슬롯이 없습니다.

source: Concentration
ko_mt: 집중

source: Decoration
ko_mt: 장식

source: You have no available spells
ko_mt: 사용 가능한 주문이 없습니다.

source: You can't memorize spells from the "Favorites" section
ko_mt: "즐겨찾기" 섹션의 주문은 외울 수 없습니다.

source: Hide unlearned spells
ko_mt: 학습하지 않은 주문 숨기기

source: To write the spell into your spellbook, you need to reduce its effective level.
ko_mt: 주문을 주문서에 쓰려면 주문의 유효 레벨을 낮춰야 합니다.

source: Left-click to forget.
ko_mt: 잊어버리려면 왼쪽 클릭합니다.

source: Left-click to memorize.
ko_mt: 암기하려면 왼쪽 클릭합니다.

source: Level
ko_mt: 레벨

source: Current caster level
ko_mt: 현재 시전자 레벨

source: Each day, arcane spellcasters can prepare a number of cantrips, or level-0 spells. These spells are cast like any other spell, but they are not expended when cast and may be used again.
ko_mt: 위저드는 매일 여러 개의 캔트립, 즉 0레벨 주문을 준비할 수 있습니다. 이 주문은 다른 주문과 마찬가지로 시전하지만, 시전 시 소모되지 않으며 다시 사용할 수 있습니다.

source: Each day, divine spellcasters can prepare a number of orisons, or level-0 spells. These spells are cast like any other spell, but they are not expended when cast and may be used again.
ko_mt: 성직자는 매일 여러 개의 오리온, 즉 0레벨 주문을 준비할 수 있습니다. 이 주문은 다른 주문과 마찬가지로 시전하지만, 시전 시 소모되지 않으며 다시 사용할 수 있습니다.

source: Memorized spells
ko_mt: 암기한 주문

source: Metamagic
ko_mt: 메타매직

source: Rest to restore spells
ko_mt: 주문 회복을 위한 휴식

source: You have no metamagic feats
ko_mt: 메타매직 능력이 없습니다.

source: Your <b>{0}</b> score is less than <b>{1}</b>, so you cannot cast spells of this level.
ko_mt: 당신의 <b>{0}</b> 점수가 <b>{1}</b>보다 낮으므로, 이 레벨의 주문을 시전할 수 없습니다.

source: <color=#FF0000><b>Opposition school</b> (Requires 2 spell slots to memorize)</color>
ko_mt: <color=#FF0000><b>반대 학파</b> (외우는데 주문 슬롯 2개 필요)</color>

source: Remove metamagic
ko_mt: 메타매직 제거

source: Result spell level
ko_mt: 결과 주문 레벨

source: Select border
ko_mt: 테두리 선택

source: Select color
ko_mt: 색상 선택

source: Show all spells
ko_mt: 모든 주문 표시

source: <color=#008000><b>Specialization school</b> (Uses special slots first, when memorized)</color>
ko_mt: <color=#008000><b>전문 학파</b> (암기 시 특수 슬롯을 먼저 사용)</color>

source: Spell failure chance
ko_mt: 주문 실패 확률

source: Spell penetration
ko_mt: 주문 관통력

source: Spellbook
ko_mt: 주문서

source: Arcane Spellcaster
ko_mt: 비전 주문술사

source: Divine Spellcaster
ko_mt: 신성한 주문술사

source: Potion preparing
ko_mt: 물약 준비

source: Spells prepared
ko_mt: 준비된 주문

source: Spells memorized
ko_mt: 외운 주문

source: Spontaneous casting
ko_mt: 임의 시전

source: Available spell uses per day: <size=120%><b>{0}</b></size>/{1}
ko_mt: 하루에 사용할 수 있는 주문 사용 횟수입니다. <size=120%><b>{0}</b></size>/{1}

source: There are no limits on this spell's daily use.
ko_mt: 이 주문의 일일 사용 횟수에는 제한이 없습니다.

source: Write spell
ko_mt: 주문 쓰기

source: Attack Damage: {0}
ko_mt: 공격 피해: {0}

source: Attack enemy: {0}
ko_mt: 적 공격: {0}

source: Number of kills after an attack: {0}
ko_mt: 공격 후 처치 횟수입니다. {0}

source: Action bar (leader)
ko_mt: 액션 바(리더)

source: Play manually
ko_mt: 수동으로 재생

source: Action bar (unit)
ko_mt: 액션 바(단위)

source: I Accept
ko_mt: 동의함

source: I Decline
ko_mt: 거절합니다

source: End user license agreement for use of software titled "Pathfinder: Wrath of the Righteous"
ko_mt: 소프트웨어 사용에 대한 최종 사용자 라이선스 계약은 다음과 같습니다. "Pathfinder: 의로운 자의 분노"

source: Close
ko_mt: 닫기

source: PATHFINDER: WRATH OF THE RIGHTEOUS includes Open Content available under the Open Game License (<u><color=#703565><link="https://owlcat.games/OGLPFWotR">OGLPFWotR</link></color></u>). You can find a complete description of Open Content and all related information locally in PDF format ({app_path}OGL) or on our website (<u><color=#703565><link="https://owlcat.games/PFWotRCRPGRD">PFWotRCRPGRD</link></color></u>).
ko_mt: PATHFINDER: 의로운 자의 분노에는 오픈 게임 라이선스(<u><color=#703565><link="https://owlcat.games/OGLPFWotR">}OGLPFWotR</link></color></u>)에 따라 제공되는 공개 콘텐츠가 포함되어 있습니다. 공개 콘텐츠에 대한 전체 설명과 모든 관련 정보는 PDF 형식({app_path}OGL) 또는 유니티 웹사이트(<u><color=#703565><link="https://owlcat.games/PFWotRCRPGRD">}PFWotRCRPGRD</link></color></u>)에서 확인할 수 있습니다.

source: PATHFINDER: WRATH OF THE RIGHTEOUS includes Open Content available under the Open Game License (<u><color=#703565><link="https://owlcat.games/OGLPFWotR">OGLPFWotR</link></color></u>). You can find a complete description of Open Content and all related information in PDF format on our website (<u><color=#703565><link="https://owlcat.games/PFWotRCRPGRD">PFWotRCRPGRD</link></color></u>).
ko_mt: PATHFINDER: 의로운 자의 분노에는 오픈 게임 라이선스에 따라 제공되는 공개 콘텐츠가 포함되어 있습니다.(<u><color=#703565><link="https://owlcat.games/OGLPFWotR">}OGLPFWotR</link></color></u>). 공개 콘텐츠에 대한 전체 설명과 모든 관련 정보는 유니티 웹사이트에서 PDF 형식으로 확인할 수 있습니다.(<u><color=#703565><link="https://owlcat.games/PFWotRCRPGRD">}PFWotRCRPGRD</link></color></u>).

source: PATHFINDER: WRATH OF THE RIGHTEOUS includes Open Content available under the Open Game License (<u><color=#703565><link="https://owlcat.games/OGLPFWotR">OGLPFWotR</link></color></u>).
ko_mt: PATHFINDER: WRATH OF THE RIGHTS에는 오픈 게임 라이선스(<u><color=#703565><link="https://owlcat.games/OGLPFWotR">}OGLPFWotR</link></color></u>)에 따라 제공되는 공개 콘텐츠가 포함되어 있습니다.

source: {0}min
ko_mt: {0}m

source: Modifier
ko_mt: 수정치

source: ability score damage
ko_mt: 능력 점수 피해

source: Not affected by target's spell resistance
ko_mt: 대상의 주문 저항에 영향을 받지 않음

source: Affected by target's spell resistance
ko_mt: 대상의 주문 저항에 영향을 받음

source: Added by the Archetype
ko_mt: 원형에 추가됨

source: Acquired ability
ko_mt: 획득한 능력

source: Appropriate Weapon
ko_mt: 적절한 무기

source: Arcane caster
ko_mt: 비전 시전자

source: Back
ko_mt: 뒤로

source: Base value
ko_mt: 기본값

source: Can be equipped
ko_mt: 장착 가능

source: Can be used by this character.
ko_mt: 이 캐릭터가 사용할 수 있습니다.

source: Can be used with skill check.
ko_mt: 기술 판정과 함께 사용할 수 있습니다.

source: Ability to cast arcane spells
ko_mt: 비전 주문 시전 능력

source: Ability to spontaneously cast arcane spells
ko_mt: 자발적으로 비전 주문을 시전하는 능력

source: Ability to cast
ko_mt: 시전 능력

source: Ability to cast divine spells
ko_mt: 신성한 주문을 시전하는 능력

source: Ability to spontaneously cast divine spells
ko_mt: 자발적으로 신성한 주문을 시전하는 능력

source: Available for cooking
ko_mt: 요리에 사용 가능

source: Not enough ingredients
ko_mt: 재료 부족

source: Can't be unequipped
ko_mt: 장비 해제 불가

source: Can't be equipped by this character
ko_mt: 장비 불가

source: Can't be used by this character
ko_mt: 이 캐릭터는 사용할 수 없습니다.

source: Character level
ko_mt: 캐릭터 레벨

source: Chose character
ko_mt: 캐릭터 선택

source: Class bonus
ko_mt: 직업 보너스

source: Collect
ko_mt: 수집

source: Critical hits
ko_mt: 치명타

source: <i><color=#323545>Current value: {0}</color></i>
ko_mt: <i><color=#323545>현재 값: {0}</color></i>

source: Meal bonus
ko_mt: 식사 보너스

source: Divine and arcane caster
ko_mt: 신성 및 비전 시전

source: Divine caster
ko_mt: 신성한 마법사

source: Don't show tutorial
ko_mt: 튜토리얼 표시 안 함

source: Door
ko_mt: 문

source: Close
ko_mt: 닫기

source: Open
ko_mt: 열기

source: drain
ko_mt: 배수

source: Light
ko_mt: 가벼움

source: Medium
ko_mt: 중간

source: Heavy
ko_mt: 대형 2

source: Overloaded
ko_mt: 과적 상태

source: Energy
ko_mt: 에너지

source: experience points
ko_mt: 경험치

source: Fast healing
ko_mt: 빠른 치유

source: {0}'s favorite dish
ko_mt: {0}가 가장 좋아하는 요리

source: Has {0} of the following features:
ko_mt: 다음 기능 중 {0}가 있습니다.

source: Has animal companion
ko_mt: 동물 동반자 있음

source: Proficiencies
ko_mt: 전문성

source: any combat maneuvers
ko_mt: 모든 전법

source: Immunities
ko_mt: 면역

source: Ingredients
ko_mt: 재료

source: Ability to cast arcane spells
ko_mt: 비전 주문 시전 능력

source: Prerequisite for:
ko_mt: 전제 조건:

source: You already know this recipe
ko_mt: 이미 이 레시피를 알고 계십니다.

source: Spell learned
ko_mt: 배운 주문

source: level
ko_mt: 레벨

source: Light
ko_mt: 경량

source: Loot
ko_mt: 아이템 획득

source: magic
ko_mt: 마법

source: Magic weapon
ko_mt: 마법 무기

source: Material
ko_mt: 재질

source: Modified value
ko_mt: 수정치

source: Next
ko_mt: 다음

source: No archetype
ko_mt: 원형 없음

source: Has no levels in the {0} class
ko_mt: {0} 클래스에 레벨이 없습니다.

source: Doesn't have the following features
ko_mt: 다음 기능이 없습니다.

source: Nothing to choose from
ko_mt: 선택할 수 있는 항목이 없습니다.

source: Doesn't have any of the following classes:
ko_mt: 다음 클래스 중 하나도 없습니다.

source: No animal companion
ko_mt: 동물 동반 불가

source: Doesn't have the following proficiencies:
ko_mt: 다음과 같은 전문성이 없습니다.

source: damage from non-magical weapons
ko_mt: 비마법 무기로 인한 피해

source: Warning: non-stacking bonuses
ko_mt: 경고: 중첩되지 않는 보너스

source: Ability to cast divine spells
ko_mt: 신성한 주문을 시전하는 능력

source: Offense
ko_mt: 공격

source: Has one of the following features:
ko_mt: 다음 기능 중 하나가 있습니다.

source: halves physical damage from slashing and piercing weapon
ko_mt: 베기 무기와 찌르기 무기의 물리 피해 절반

source: Party Encumbrance
ko_mt: 파티 인벤토리

source: Encumbrance: {0}
ko_mt: 인컴비넌스: {0}

source: Possible selections
ko_mt: 가능한 선택 항목

source: precision damage
ko_mt: 정밀 손상

source: Prerequisites
ko_mt: 전제 조건

source: Ranks
ko_mt: 랭크

source: Reach weapon
ko_mt: 장병기

source: Cooking DC: {0}
ko_mt: 요리 DC: {0}

source: Regeneration
ko_mt: 재생

source: Remove regeneration
ko_mt: 재생성 제거

source: Removed by the Archetype
ko_mt: 원형에 의해 제거됨

source: Selected
ko_mt: 선택됨

source: <size=150%><sprite name=LeftMouseBTN></size> expand
ko_mt: <size=150%><sprite name=LeftMouseBTN></size> 펼치기

source: <size=150%><sprite name=RightMouseBTN></size> expand
ko_mt: <size=150%><sprite name=RightMouseBTN></size> 펼치기

source: Shift+<size=150%><sprite name=RightMouseBTN></size> expand
ko_mt: Shift+<size=150%><sprite name=RightMouseBTN></size> 펼치기

source: Skills
ko_mt: 기술

source: Source
ko_mt: 출처

source: spell immunity
ko_mt: 주문 면역

source: spells with a target
ko_mt: 대상 지정 주문

source: cantrips
ko_mt: 캔트립

source: 1st level spells
ko_mt: 1레벨 주문

source: 2nd level spells
ko_mt: 2레벨 주문

source: 3rd level spells
ko_mt: 3레벨 주문

source: 4th level spells
ko_mt: 4레벨 주문

source: 5th level spells
ko_mt: 5레벨 주문

source: 6th level spells
ko_mt: 6레벨 주문

source: 7th level spells
ko_mt: 7레벨 주문

source: 8th level spells
ko_mt: 8레벨 주문

source: 9th level spells
ko_mt: 9레벨 주문

source: Search tags
ko_mt: 태그 검색

source: (Shows the best character for this action)
ko_mt: (이 액션에 가장 적합한 캐릭터 표시)

source: physical damage from weapon
ko_mt: 무기로 인한 물리 피해

source: Total value
ko_mt: 총 값

source: Trap
ko_mt: 함정

source: Disarm
ko_mt: 무장해제

source: Two-Weapon Fighting
ko_mt: 양손 무기 전투

source: You don't know this recipe.
ko_mt: 이 레시피를 모릅니다.

source: Unidentified
ko_mt: 미확인

source: Not inspected
ko_mt: 확인되지 않음

source: Irremovable
ko_mt: 제거 불가

source: Vulnerabilities
ko_mt: 취약

source: lbs
ko_mt: 파운드

source: Available quests:
ko_mt: 사용 가능한 퀘스트:

source: There are no quests available in this location.
ko_mt: 이 위치에는 이용할 수 있는 퀘스트가 없습니다.

source: Attack
ko_mt: 공격

source: You are playing with the Auto End Turn option enabled. This option allows the game to end the turn automatically when a character finishes their standard and move actions. Do you want to leave this option enabled?
ko_mt: 자동 턴 종료 옵션을 활성화한 상태로 플레이하고 있습니다. 이 옵션을 사용하면 캐릭터가 표준 및 이동 행동을 완료하면 게임이 자동으로 턴을 종료할 수 있습니다. 이 옵션을 활성화한 상태로 두시겠습니까?

source: Change weapon
ko_mt: 무기 변경

source: Choose a position in the initiative queue to delay the character's turn.
ko_mt: 우선권 대기열에서 캐릭터의 차례를 지연시킬 위치를 선택합니다.

source: By delaying a character's turn, you voluntarily reduce their initiative score for the rest of the combat. Continue?
ko_mt: 캐릭터의 턴을 지연시키면 남은 전투에서 자발적으로 캐릭터의 우선권 점수가 감소합니다. 계속할까요?

source: You are delaying a character's turn until the next round. They won't act this round, but from the next round and for the rest of the combat their initiative score will be increased. Continue?
ko_mt: 캐릭터의 차례가 다음 라운드까지 지연됩니다. 이번 라운드에는 행동할 수 없지만, 다음 라운드부터 나머지 전투 동안에는 우선권 점수가 증가합니다. 계속할까요?

source: Delay
ko_mt: 지연

source: 5 ft.
ko_mt: 5피트

source: Free
ko_mt: 무료

source: Full attack
ko_mt: 전체 공격

source: Full round
ko_mt: 전체 라운드

source: Interact
ko_mt: 상호 작용

source: Move
ko_mt: 이동

source: No actions left this turn to use this ability
ko_mt: 이번 턴에 이 능력을 사용할 수 있는 행동이 남아있지 않습니다.

source: Rounds
ko_mt: 라운드

source: Spell combat attack
ko_mt: 주문 전투 공격

source: Standard action
ko_mt: 표준 행동

source: Stand up
ko_mt: 일어서기

source: Surprise round
ko_mt: 기습 라운드

source: Swift
ko_mt: 신속

source: Deliver touch
ko_mt: 감동 전달

source: Use ability
ko_mt: 사용 능력

source: Use item
ko_mt: 사용 항목

source: Don't show this tutorial
ko_mt: 이 튜토리얼을 표시하지 마세요.

source: Hide Similar Tutorials
ko_mt: 유사한 튜토리얼 숨기기

source: Aspect
ko_mt: 측면

source: <b>Critical issue</b>: game-breaking issues like crashes; save file corruptions; quests that can't be completed; party getting stuck; issues that block character progression, etc. <b>Normal issue</b>: all other issues except for critical issues. <b>Suggestion</b>: any ideas about how to improve the game experience.
ko_mt: <b>중대 문제</b>: 충돌, 저장 파일 손상, 완료할 수 없는 퀘스트, 파티가 멈추는 문제, 캐릭터 진행을 막는 문제 등 게임을 중단시키는 문제. <b>일반 문제</b>: 치명적인 문제를 제외한 기타 모든 문제. <b>제안</b>: 게임 경험을 개선할 수 있는 모든 아이디어.

source: Clear
ko_mt: 지우기

source: Provide a brief description of the bug, for example, "Can't progress with the game after the dialogue with a character" or "Can't equip an item into a weapon slot."
ko_mt: "캐릭터와의 대화 후 게임을 진행할 수 없음" 또는 "무기 슬롯에 아이템을 장착할 수 없음"과 같이 버그에 대한 간단한 설명을 입력하세요."

source: We will send you an email with a link to an online form where you can describe the issue in detail.
ko_mt: 문제를 자세히 설명할 수 있는 온라인 양식 링크가 포함된 이메일을 보내드립니다.

source: Context
ko_mt: 컨텍스트

source: Critical
ko_mt: 치명타

source: 1. Describe the bug. The more details you can specify, the easier it will be for us to fix it. 2. Help us reproduce the bug. What steps caused the bug to occur?
ko_mt: 1. 버그를 설명하세요. 자세히 설명할수록 문제를 더 쉽게 해결할 수 있습니다. 2. 버그를 재현할 수 있도록 도와주세요. 어떤 단계에서 버그가 발생했나요?

source: Discord (optional)
ko_mt: 불화(선택 사항)

source: Edit Screenshot
ko_mt: 스크린샷 편집

source: Email
ko_mt: 이메일

source: Please enter your email address here.
ko_mt: 여기에 이메일 주소를 입력하세요.

source: By checking this box, you agree to receive updates related to the game and other news from <link="pp">Owlcat Games</link>.
ko_mt: 이 확인란을 선택하면 게임과 관련된 업데이트 및 기타 소식을 <link="pp">}Owlcat Games</link>에서 수신하는데 동의하는 것입니다.

source: Bug Report
ko_mt: 버그 보고서

source: A screenshot, your save file, and your system specs will be sent along with this bug report.
ko_mt: 스크린샷, 저장 파일, 시스템 사양이 이 버그 리포트와 함께 전송됩니다.

source: Enabling this option records your in-game keystrokes in the game log that is attached to a bug report. If you are having problems with the game's response to keyboard input, enable this option, press the problematic keys, and then submit a bug report.
ko_mt: 이 옵션을 활성화하면 게임 내 키 입력을 버그 보고서에 첨부된 게임 로그에 기록합니다. 키보드 입력에 대한 게임 반응에 문제가 있는 경우 이 옵션을 활성화하고 문제가 있는 키를 누른 다음 버그 신고를 제출하세요.

source: Record keyboard input
ko_mt: 키보드 입력 기록

source: Normal
ko_mt: 보통

source: To open this window, you can use the buttons
ko_mt: 이 창을 열려면 다음 버튼을 사용할 수 있습니다.

source: By providing this bug report, you agree to the processing of the data it contains in accordance with the <link="pp">Privacy Policy.</link>
ko_mt: 이 버그 리포트를 제공함으로써 귀하는 <link="pp">}개인정보처리방침에 따라 버그 리포트에 포함된 데이터를 처리하는데 동의하는 것입니다.

source: Save
ko_mt: 저장

source: Send
ko_mt: 보내기

source: Suggestion
ko_mt: 제안

source: Back to stash
ko_mt: 보관함으로 돌아가기

source: The deal is not complete. Are you sure you want to leave?
ko_mt: 거래가 완료되지 않았습니다. 정말 탈퇴하시겠습니까?

source: Compare
ko_mt: 비교

source: Deal!
ko_mt: 거래!

source: Items
ko_mt: 항목

source: Bulk Selling
ko_mt: 대량 판매

source: Bulk Selling Settings
ko_mt: 대량 판매 설정

source: Minus ten
ko_mt: 마이너스 10

source: Off
ko_mt: 꺼짐

source: On
ko_mt: 켜기

source: Plus ten
ko_mt: 플러스 10

source: Return
ko_mt: 반환

source: Return Buying
ko_mt: 반품 구매

source: Return Selling
ko_mt: 반품 판매

source: Select character
ko_mt: 캐릭터 선택

source: Vendor's Offer
ko_mt: 공급업체 제안

source: Your Offer
ko_mt: 귀하의 제안

source: You can't camp when enemies are nearby.
ko_mt: 근처에 적이 있을 때는 야영할 수 없습니다.

source: Saving...
ko_mt: 저장...

source: You can not change equipment in combat
ko_mt: 전투 중에는 장비를 변경할 수 없습니다.

source: You can not save in Last Azlanti mode
ko_mt: 마지막 아즐란트 모드에서는 저장할 수 없습니다.

source: Game loaded
ko_mt: 게임 로드됨

source: Game saved
ko_mt: 게임 저장

source: Game quick saved
ko_mt: 게임 빠른 저장

source: Game autosaved
ko_mt: 게임 자동 저장

source: Saving game is impossible
ko_mt: 게임 저장이 불가능합니다.

source: Difficulty is changed.
ko_mt: 난이도가 변경됩니다.

source: You cannot save during combat.
ko_mt: 전투 중에는 저장할 수 없습니다.

source: Unarmed
ko_mt: 비무장

source: Quarterstaff
ko_mt: 육척봉

source: Spear
ko_mt: 창

source: Trident
ko_mt: 삼지창

source: Dart
ko_mt: 다트

source: Light Crossbow
ko_mt: 경쇠뇌

source: Heavy Crossbow
ko_mt: 중쇠뇌

source: Javelin
ko_mt: 투창

source: Sling
ko_mt: 슬링

source: Handaxe
ko_mt: 손도끼

source: Kukri
ko_mt: 쿠크리

source: Dagger
ko_mt: 단검

source: Light Hammer
ko_mt: 경량 망치

source: Light Pick
ko_mt: 경량 곡괭이

source: Shortsword
ko_mt: 소검

source: Starknife
ko_mt: 스타나이프

source: Light Shield
ko_mt: 소형 방패

source: Spiked Light Shield
ko_mt: 가시 소형 방패

source: Battleaxe
ko_mt: 전투도끼

source: Flail
ko_mt: 도리깨

source: Heavy Pick
ko_mt: 중형 곡괭이

source: Longsword
ko_mt: 장검

source: Light Mace
ko_mt: 소형 철퇴

source: Rapier
ko_mt: 레이피어

source: Scimitar
ko_mt: 시미터

source: Warhammer
ko_mt: 전쟁망치

source: Heavy Shield
ko_mt: 중형 방패

source: Spiked Heavy Shield
ko_mt: 가시 중형 방패

source: Earth Breaker
ko_mt: 지진망치

source: Falchion
ko_mt: 펄션

source: Glaive
ko_mt: 글레이브

source: Greataxe
ko_mt: 대도끼

source: Greatsword
ko_mt: 대검

source: Punching Dagger
ko_mt: 주먹칼

source: Heavy Flail
ko_mt: 대형 도리깨

source: Scythe
ko_mt: 대낫

source: Shortbow
ko_mt: 단궁

source: Longbow
ko_mt: 장궁

source: Kama
ko_mt: 카마
