Repository: akintos/wotr-translation
Catalog: translation/*/Root.po
Languages: ko_mt

source: Nunchaku
ko_mt: 쌍절곤

source: Sai
ko_mt: 사이

source: Siangham
ko_mt: 시앙함

source: Bastard Sword
ko_mt: 바스타드 소드

source: Dueling Sword
ko_mt: 결투용 검

source: Sickle
ko_mt: 낫

source: Dwarven Waraxe
ko_mt: 드워프 곡괭이

source: Estoc
ko_mt: 에스톡

source: Falcata
ko_mt: 팔카타

source: Tongi
ko_mt: 통기

source: Elven Curved Blade
ko_mt: 엘프 곡도

source: Fauchard
ko_mt: 포샤르

source: Hand Crossbow
ko_mt: 손쇠뇌

source: Light Repeating Crossbow
ko_mt: 소형 연노

source: Heavy Repeating Crossbow
ko_mt: 대형 연노

source: Shuriken
ko_mt: 수리검

source: Club
ko_mt: 클럽

source: Sling Staff
ko_mt: 슬링 스태프

source: Touch
ko_mt: 접촉

source: Ray
ko_mt: 광선

source: Bomb
ko_mt: 폭탄

source: Bite
ko_mt: 물기

source: Claw
ko_mt: 발톱

source: Gore
ko_mt: 들이받기

source: Natural Weapon
ko_mt: 자연 무기

source: Bardiche
ko_mt: 바디시

source: Double Sword
ko_mt: 더블 소드

source: Heavy Mace
ko_mt: 대형 철퇴

source: Double Axe
ko_mt: 쌍날도끼

source: Dwarven Urgrosh
ko_mt: 드워프 우르그로쉬

source: Gnome Hooked Hammer
ko_mt: 노움 갈고리 망치

source: Kinetic Blast
ko_mt: 초능력 폭발

source: Throwing Axe
ko_mt: 투척용 도끼

source: Tail
ko_mt: 꼬리

source: Shortspear
ko_mt: 단창

source: Greatclub
ko_mt: 대곤봉

source: Longspear
ko_mt: 장창

source: Melee
ko_mt: 근접

source: Ranged
ko_mt: 원거리

source: Touch
ko_mt: 접촉

source: Normal
ko_mt: 보통

source: Melee Normal
ko_mt: 근접 일반

source: Ranged Normal
ko_mt: 원거리 일반

source: Melee Touch
ko_mt: 근접 접촉

source: Ranged Touch
ko_mt: 원거리 접촉

source: Simple
ko_mt: 단순

source: Martial
ko_mt: 무술

source: Exotic
ko_mt: 특수

source: One-Handed Piercing
ko_mt: 한손 찌르기

source: One-Handed Slashing
ko_mt: 한 손으로 베기

source: Metal
ko_mt: 금속

source: Ranged
ko_mt: 원거리

source: Melee
ko_mt: 근접

source: Finesse Wielding
ko_mt: 기교 무기

source: Thrown
ko_mt: 던져

source: Natural
ko_mt: 중립

source: Knife
ko_mt: 나이프

source: Monk weapon
ko_mt: 수도사 무기

source: Two-Handed
ko_mt: 양손잡이

source: Light
ko_mt: 빛 6

source: Enable the camera to follow characters
ko_mt: 카메라가 캐릭터를 팔로우하도록 설정

source: When this option is enabled, double-clicking on the character's portrait or pressing the corresponding hotkey will stick the camera to the character until you manually move the camera or enter a battle.
ko_mt: 이 옵션을 활성화하면 캐릭터의 초상화를 두 번 클릭하거나 해당 단축키를 누르면 수동으로 카메라를 이동하거나 전투에 참가할 때까지 카메라가 캐릭터에 고정됩니다.

source: Screen edge scrolling
ko_mt: 화면 가장자리 주문서

source: Enables camera scrolling when the cursor approaches game window's edges.
ko_mt: 커서가 게임 창의 가장자리에 가까워지면 카메라 스크롤을 활성화합니다.

source: Enable scrolling beyond the game window
ko_mt: 게임 창 너머 주문서 활성화

source: Enabling this option allows the camera to scroll when the cursor leaves the game window.
ko_mt: 이 옵션을 활성화하면 커서가 게임 창을 떠날 때 카메라가 스크롤되도록 할 수 있습니다.

source: Screen edge scrolling speed
ko_mt: 화면 가장자리 주문서 속도

source: Camera scroll speed when the cursor approaches game window's edges.
ko_mt: 커서가 게임 창 가장자리에 가까워졌을 때의 카메라 주문서 속도입니다.

source: Keyboard scrolling speed
ko_mt: 키보드 주문서 속도

source: Camera scroll speed while using the keyboard scrolling.
ko_mt: 키보드 스크롤을 사용하는 동안 카메라 주문서 속도.

source: Mouse camera rotation speed
ko_mt: 마우스 카메라 회전 속도

source: Camera rotation speed when controlling the camera with the mouse.
ko_mt: 마우스로 카메라를 제어할 때의 카메라 회전 속도입니다.

source: Keyboard camera rotation speed
ko_mt: 키보드 카메라 회전 속도

source: Camera rotation speed while using the keyboard hotkeys.
ko_mt: 키보드 단축키를 사용하는 동안 카메라 회전 속도.

source: Right mouse button function
ko_mt: 마우스 오른쪽 버튼 기능

source: Standard — right mouse button click duplicates the left mouse button click. Force move — right mouse button click issues the "move" command. RTS cursor — right mouse button click functions according to the classic real-time strategy algorithm: it issues either "move" or "attack" commands depending on the objects it hovers over.
ko_mt: 표준 - 마우스 오른쪽 버튼 클릭이 마우스 왼쪽 버튼 클릭을 복제합니다. 강제 이동 - 마우스 오른쪽 버튼을 클릭하면 "이동" 명령이 실행됩니다. RTS 커서 - 마우스 오른쪽 버튼 클릭은 고전적인 실시간 전략 알고리즘에 따라 작동합니다. 마우스 커서가 가리키는 대상에 따라 "이동" 또는 "공격" 명령을 내립니다.

source: Standard
ko_mt: 표준

source: Force move
ko_mt: 강제 이동

source: RTS cursor
ko_mt: RTS 커서

source: Double-click delay
ko_mt: 더블 클릭 지연

source: Set the double-click delay for a more comfortable item and spell equipping with double-clicking.
ko_mt: 더블 클릭 지연을 설정하면 아이템과 주문을 더블 클릭으로 장착하는 것이 더 편해집니다.

source: AoE spells snap to the nearest target
ko_mt: 가장 가까운 대상으로 AoE 주문 자동 지정

source: Enabling this option will allow the AoE spells to snap to the nearest target. You will be able to aim the spell manually by holding down the Ctrl key.
ko_mt: 이 옵션을 활성화하면 광역 주문이 가장 가까운 대상에게 스냅됩니다. Ctrl 키를 누른 상태로 수동으로 주문을 조준할 수 있습니다.

source: Mouse Settings
ko_mt: 마우스 설정

source: Highlight objects
ko_mt: 개체 강조 표시

source: Pause
ko_mt: 일시 중지

source: Quickload
ko_mt: 빠른 로드

source: Quicksave
ko_mt: 빠른 저장

source: Screenshot
ko_mt: 스크린샷

source: Stop
ko_mt: 중지

source: Hold position
ko_mt: 위치 유지

source: Move camera up
ko_mt: 카메라 위로 이동

source: Move camera down
ko_mt: 카메라 아래로 이동

source: Move camera left
ko_mt: 카메라 왼쪽으로 이동

source: Move camera right
ko_mt: 카메라 오른쪽으로 이동

source: Character
ko_mt: 캐릭터

source: Rotate camera left
ko_mt: 카메라 왼쪽으로 회전

source: Rotate camera right
ko_mt: 카메라 오른쪽 회전

source: Rotate camera to default position
ko_mt: 카메라를 기본 위치로 회전

source: Follow the character with the camera
ko_mt: 카메라로 캐릭터를 따라가기

source: Turn-based mode
ko_mt: 턴 기반 모드

source: Switch turn actions
ko_mt: 스위치 회전 동작

source: Pressing this button during the turn-based mode will switch actions available for the currently selected target. For example, full-round attack action, or a single attack action and a move action.
ko_mt: 턴제 모드에서 이 버튼을 누르면 현재 선택된 대상에 사용할 수 있는 액션이 전환됩니다. 예를 들어, 전체 라 공격 액션 또는 단일 공격 액션과 이동 행동으로 전환할 수 있습니다.

source: Use 5-ft. move while in the turn-based mode
ko_mt: 턴 기반 모드에서 5피트 이동 사용

source: While this button is pressed, the character will use a 5-foot-step action instead of a standard move action, if the 5-foot-step action is still available during the current turn.
ko_mt: 이 버튼을 누르는 동안 캐릭터는 현재 턴에 5피트 발걸음 동작을 사용할 수 있는 경우, 표준 이동 행동 대신 5피트 발걸음 동작을 사용합니다.

source: Skip a cue in a cutscene
ko_mt: 컷씬에서 큐 건너뛰기

source: Skip a cutscene
ko_mt: 컷신 건너뛰기

source: Open modifications window
ko_mt: 수정 창 열기

source: Inventory
ko_mt: 인벤토리

source: Journal
ko_mt: 저널

source: Map
ko_mt: 지도

source: Spells
ko_mt: 주문

source: Inspect
ko_mt: 검사

source: Tactical combat inspection
ko_mt: 전술 전투 검사

source: Tactical time flow
ko_mt: 전술적 시간 흐름

source: General
ko_mt: 일반

source: Select character 1
ko_mt: 캐릭터 1 선택

source: Select character 2
ko_mt: 캐릭터 2 선택

source: Select character 3
ko_mt: 캐릭터 3 선택

source: Select character 4
ko_mt: 캐릭터 4 선택

source: Select character 5
ko_mt: 캐릭터 5 선택

source: Select character 6
ko_mt: 캐릭터 6 선택

source: Select all characters
ko_mt: 모든 캐릭터 선택

source: Dialogue choice 1
ko_mt: 대화 선택 1

source: Continue or end dialogue
ko_mt: 대화 계속 또는 종료

source: Dialogue choice 2
ko_mt: 대화 선택 2

source: Dialogue choice 3
ko_mt: 대화 선택 3

source: Dialogue choice 4
ko_mt: 대화 선택 4

source: Dialogue choice 5
ko_mt: 대화 선택 5

source: Dialogue choice 6
ko_mt: 대화 선택 6

source: Dialogue choice 7
ko_mt: 대화 선택 7

source: Dialogue choice 8
ko_mt: 대화 선택 8

source: Dialogue choice 9
ko_mt: 대화 선택 9

source: Dialogue choice 10
ko_mt: 대화 선택 10

source: Dialogue
ko_mt: 대화

source: Action bar 1
ko_mt: 액션 바 1

source: Action bar 11
ko_mt: 액션 바 11

source: Action bar 12
ko_mt: 액션 바 12

source: Action bar 13
ko_mt: 액션 바 13

source: Action bar 14
ko_mt: 액션 바 14

source: Additional action bar 1
ko_mt: 추가 작업 표시줄 1

source: Additional action bar 2
ko_mt: 추가 작업 표시줄 2

source: Additional action bar 3
ko_mt: 추가 작업 표시줄 3

source: Additional action bar 4
ko_mt: 추가 작업 표시줄 4

source: Additional action bar 5
ko_mt: 추가 작업 표시줄 5

source: Additional action bar 6
ko_mt: 추가 액션 바 6

source: Action bar 2
ko_mt: 액션 바 2

source: Additional action bar 7
ko_mt: 추가 작업 표시줄 7

source: Additional action bar 8
ko_mt: 추가 작업 표시줄 8

source: Additional action bar 9
ko_mt: 추가 작업 표시줄 9

source: Additional action bar 10
ko_mt: 추가 작업 표시줄 10

source: Additional action bar 11
ko_mt: 추가 작업 표시줄 11

source: Additional action bar 12
ko_mt: 추가 작업 표시줄 12

source: Additional action bar 13
ko_mt: 추가 작업 표시줄 13

source: Additional action bar 14
ko_mt: 추가 액션 바 14

source: Additional action bar 15
ko_mt: 추가 액션 바 15

source: Additional action bar 16
ko_mt: 추가 액션 바 16

source: Action bar 3
ko_mt: 액션 바 3

source: Additional action bar 17
ko_mt: 추가 액션 바 17

source: Additional action bar 18
ko_mt: 추가 액션 바 18

source: Additional action bar 19
ko_mt: 추가 액션 바 19

source: Additional action bar 20
ko_mt: 추가 액션 바 20

source: Additional action bar 21
ko_mt: 추가 작업 표시줄 21

source: Additional action bar 22
ko_mt: 추가 액션 바 22

source: Additional action bar 23
ko_mt: 추가 작업 표시줄 23

source: Additional action bar 24
ko_mt: 추가 액션 바 24

source: Additional action bar 25
ko_mt: 추가 액션 바 25

source: Additional action bar 26
ko_mt: 추가 작업 표시줄 26

source: Action bar 4
ko_mt: 액션 바 4

source: Additional action bar 27
ko_mt: 추가 액션 바 27

source: Additional action bar 28
ko_mt: 추가 액션 바 28

source: Action bar 5
ko_mt: 액션 바 5

source: Action bar 6
ko_mt: 액션 바 6

source: Action bar 7
ko_mt: 액션 바 7

source: Action bar 8
ko_mt: 액션 바 8

source: Action bar 9
ko_mt: 액션 바 9

source: Action bar 10
ko_mt: 액션 바 10

source: Action Bar
ko_mt: 액션 바

source: Game difficulty
ko_mt: 게임 난이도

source: Additional enemy behaviors
ko_mt: 추가 적 행동

source: Enable this option to allow some enemies to use additional abilities and spells.
ko_mt: 이 옵션을 활성화하면 일부 적에게 추가 능력과 주문을 사용할 수 있습니다.

source: The party's speed depends on the weight you're carrying
ko_mt: 파티의 속도는 휴대하고 있는 무게에 따라 달라집니다.

source: Toggles the encumbrance effect on a character's movement speed.
ko_mt: 캐릭터의 이동 속도에 대한 속박 효과를 토글합니다.

source: Weather effects
ko_mt: 날씨 효과

source: This option determines the severity of penalties and how much damage members of your party will receive in storm weather.
ko_mt: 이 옵션은 폭풍우가 몰아치는 날씨에 파티원이 받을 피해량과 불이익의 심각도를 결정합니다.

source: Light
ko_mt: 가벼움

source: Heavy
ko_mt: 심함

source: Enable character retrain
ko_mt: 캐릭터 재훈련 활성화

source: When enabled, allows a certain NPC in the game to retrain your character and companions. Changing this option will change the game's difficulty setting to Custom.
ko_mt: 활성화하면 게임 내 특정 NPC가 캐릭터와 동료를 재훈련할 수 있습니다. 이 옵션을 변경하면 게임의 난이도 설정이 사용자 지정으로 변경됩니다.

source: Crusade management difficulty
ko_mt: 성전 관리 난이도

source: This option allows you to set the Crusade management difficulty to your preference. It affects the amount of resources gained and the number of recruits available for hire. It also provides additional free searches for mercenaries. "Story" difficulty multiplies by 3 the amount of resources gained and the number of recruits available for hire, and provides 3 additional free searches for mercenaries per week. Crusade morale cannot fall below -50. "Casual" difficulty multiplies by 2 the amount of resources gained and the number of recruits available for hire, and provides 1 additional free search for mercenaries per week. Crusade management difficulty does not affect the overall game difficulty. You cannot gain the "Sadistic Game Design" achievement on "Story" or "Casual" difficulty.
ko_mt: 이 옵션을 사용하면 원하는 대로 성전 관리 난이도를 설정할 수 있습니다. 획득하는 자원의 양과 고용할 수 있는 용병 수에 영향을 줍니다. 또한 용병을 추가로 무료로 검색할 수 있습니다. "스토리" 난이도는 획득한 자원량과 고용할 수 있는 용병 수에 3을 곱하며, 매주 용병 무료 검색을 3번 추가로 제공합니다. 성전 사기는 -50 이하로 떨어질 수 없습니다. "일반" 난이도는 획득한 자원량과 고용할 수 있는 신병 수에 2를 곱하고, 매주 용병 무료 검색을 1회 추가로 제공합니다. 성전 관리 난이도는 전체 게임 난이도에 영향을 주지 않습니다. "스토리" 또는 "일반" 난이도에서는 "가학적인 게임 디자인" 업적을 획득할 수 없습니다.

source: Story
ko_mt: 스토리

source: Casual
ko_mt: 캐주얼

source: Standard
ko_mt: 표준

source: Only active companions receive experience
ko_mt: 활동 중인 동료만 경험치를 획득합니다.

source: If you enable this option, only the companions that are currently in your party will gain experience. If there are less than six companions, each of them will receive increased experience. Disable this option for all companions to gain experience, even if they are not in your current party.
ko_mt: 이 옵션을 활성화하면 현재 파티에 있는 동료만 경험치를 획득할 수 있습니다. 동료가 6명 미만인 경우, 각 동료의 경험치가 증가합니다. 이 옵션을 비활성화하면 현재 파티에 없더라도 모든 동료가 경험치를 획득할 수 있습니다.

source: Only skill user receives skill check experience
ko_mt: 기술 사용자만 기술 판정 경험치 획득

source: If you enable this option, only the character who rolls an ability check will gain experience for its success. Disable this option for the whole party to gain experience for a successful ability check.
ko_mt: 이 옵션을 활성화하면 능력 검사를 굴린 캐릭터만 성공 시 경험치를 얻습니다. 이 옵션을 비활성화하면 파티 전체가 능력 판정 성공 시 경험치를 획득할 수 있습니다.

source: Last Azlanti mode
ko_mt: 마지막 아즐란트 모드

source: Only one save slot is available in this mode. The game saves automatically at key points and upon exiting the game.
ko_mt: 이 모드에서는 저장 슬롯을 하나만 사용할 수 있습니다. 게임은 주요 지점에서 그리고 게임을 종료할 때 자동으로 저장됩니다.

source: Critical hits
ko_mt: 치명타

source: This option determines the power of all critical hits inflicted upon members of your party. <b>Off</b> — members of your party do not suffer critical hits. <b>Weak</b> — damage bonuses are not multiplied on critical hits suffered by your party, making critical hits significantly less deadly. <b>Normal</b> — members of your party receive full damage from critical hits.
ko_mt: 이 옵션은 파티원에게 가해지는 모든 치명타의 위력을 결정합니다. <b>끄기</b> - 파티원이 치명타를 받지 않습니다. <b>약함</b> - 파티원이 받는 치명타에 피해 보너스가 곱해지지 않아 치명타가 훨씬 덜 치명적입니다. <b>일반</b> - 파티원이 치명타로 받는 피해를 모두 받습니다.

source: Off
ko_mt: 꺼짐

source: Weak
ko_mt: 약함

source: Normal
ko_mt: 보통

source: Death's Door
ko_mt: 죽음의 문

source: With this option enabled, your character and companions will not die after suffering a deadly injury, and will instead receive a "Death's Door" condition. If they suffer a deadly injury while under the effects of that condition — then they will die. If your main character dies, the game is over. Certain conditions and effects can kill a character without triggering Death's Door.
ko_mt: 이 옵션을 활성화하면 캐릭터와 동료가 치명적인 부상을 입어도 사망하지 않고 대신 "죽음의 문" 상태가 적용됩니다. 해당 상태의 영향을 받는 동안 치명적인 부상을 입으면 사망합니다. 주인공이 사망하면 게임이 종료됩니다. 특정 조건과 효과는 죽음의 문이 발동하지 않고도 캐릭터를 사망시킬 수 있습니다.

source: Dead companions rise after combat
ko_mt: 전투 후 죽은 동료가 부활합니다.

source: With this option switched on, neither your character nor your companions will ever die from any damage or effect. They will only become unconscious, and will rise after combat is over.
ko_mt: 이 옵션을 켜면 캐릭터나 동료가 어떤 피해나 효과로 인해 사망하지 않습니다. 단지 의식을 잃을 뿐이며, 전투가 끝나면 다시 일어납니다.

source: Remove negative effects on rest
ko_mt: 휴식으로 부정적인 영향 제거

source: With this option switched on, blindness, ability damage, and numerous other negative effects will be removed immediately upon resting.
ko_mt: 이 옵션을 켜면 {g|ConditionBlind}실명{/g}, 능력 피해 및 기타 여러 부정적인 효과가 휴식 즉시 제거됩니다.

source: Remove controlling effects after combat
ko_mt: 전투 후 제어 효과 제거

source: With this option switched on, frightened, paralyzed, and numerous other negative controlling effects will be removed soon after combat.
ko_mt: 이 옵션을 켜면 전투 직후 공포, 마비 및 기타 여러 부정적인 제어 효과가 제거됩니다.

source: Auto level-up
ko_mt: 자동 레벨 업

source: Toggles automatic leveling-up for party members. When on, gaining levels happens automatically, and you can monitor how the hero's skills and abilities develop. You can turn off automatic leveling-up for any companion, but then you'll have to manage their development for the remainder of the game. <b>Off</b> — custom leveling-up of all characters. <b>Companions</b> — custom leveling-up of player's character. Companions are leveled-up automatically. <b>All possible</b> — all characters are leveled up automatically.
ko_mt: 파티원의 자동 레벨업을 설정합니다. 이 옵션을 켜면 레벨이 자동으로 상승하며, 영웅의 기술과 능력이 어떻게 성장하는지 확인할 수 있습니다. 모든 동료의 자동 레벨업을 끌 수 있지만, 이 경우 남은 게임 시간 동안 동료의 성장을 직접 관리해야 합니다. <b>끄기</b> - 모든 캐릭터의 맞춤 레벨업. <b>현재 파티</b> - 플레이어 캐릭터의 커스텀 레벨업. 동료는 자동으로 레벨업됩니다. <b>모두</b> - 모든 캐릭터가 자동으로 레벨업됩니다.

source: Off
ko_mt: 꺼짐

source: Companions
ko_mt: 현재 파티

source: All possible
ko_mt: 모두

source: Enemy stat adjustments
ko_mt: 적 능력치 조정

source: This option adjusts the Difficulty Class of all rolls in the game, and the abilities of enemies.
ko_mt: 이 옵션은 게임 내 모든 주사위의 난이도 등급과 적의 능력을 조정합니다.

source: Extremely weaker enemies
ko_mt: 극도로 약한 적

source: Much weaker enemies
ko_mt: 훨씬 약한 적

source: Moderately weaker enemies
ko_mt: 적당히 약한 적

source: Slightly weaker enemies
ko_mt: 약간 약한 적

source: None
ko_mt: 없음

source: Slightly stronger enemies
ko_mt: 약간 더 강한 적

source: Moderately stronger enemies
ko_mt: 적당히 강한 적

source: Damage to party
ko_mt: 파티에 대한 피해

source: This option determines how much damage members of your party will receive from all sources.
ko_mt: 이 옵션은 파티원이 모든 소스로부터 받는 피해량을 결정합니다.

source: Number of enemies
ko_mt: 적의 수

source: Affects the size of combat encounters and sometimes the power of enemies in them. In the "Increased" mode, many challenging combat encounters will have even more enemies, and some enemies will be replaced with more powerful ones.
ko_mt: 전투 조우의 규모와 때때로 전투 조우에 등장하는 적의 힘에 영향을 줍니다. "증가" 모드에서는 많은 어려운 전투 조우에 더 많은 적이 등장하며, 일부 적은 더 강력한 적으로 교체됩니다.

source: Standard
ko_mt: 표준

source: Increased
ko_mt: 증가

source: Game Difficulty
ko_mt: 게임 난이도

source: Language
ko_mt: 언어

source: English
ko_mt: 영어

source: Deutsch
ko_mt: 독일어

source: Français
ko_mt: 프랑스어

source: Español
ko_mt: 영어

source: Chinese
ko_mt: 중국어 간체

source: Camera rotation speed
ko_mt: 카메라 회전 속도

source: Immersive mode
ko_mt: 몰입형 모드

source: This mode disables almost all interface hints in combat: lines of attack, current enemy actions, cooldown timers. It shows your characters' actions and enemies' health bars. Additional options are available in the game.
ko_mt: 이 모드에서는 공격선, 현재 적의 행동, 재사용 대기시간 타이머 등 전투 중 거의 모든 인터페이스 힌트가 비활성화됩니다. 캐릭터의 행동과 적의 체력 바가 표시됩니다. 게임에서 추가 옵션을 사용할 수 있습니다.

source: Allow sending of game statistics
ko_mt: 게임 통계 전송 허용

source: Allow sending of saved games
ko_mt: 저장된 게임 전송 허용

source: Allow the game to send the most recent saved game to the developers occasionally, but not more often than hourly. Thank you for keeping this option on! It helps us to address the game bugs and develop the fixes sooner rather than later.
ko_mt: 게임에서 가장 최근에 내성에 성공한 게임을 개발자에게 가끔씩 보내도록 허용하되, 매시간 이상 자주 보내지 않도록 합니다. 이 옵션을 켜두어 주셔서 감사합니다! 게임 버그를 해결하고 수정 사항을 더 빨리 개발하는데 도움이 됩니다.

source: Improved crusade loading times
ko_mt: 성전 로딩 시간 개선

source: When enabled, improves loading times for crusade management UI at the cost of extended RAM and VRAM memory usage.
ko_mt: 활성화하면 RAM 및 VRAM 메모리 사용량을 늘리는 대신 성전 관리 UI의 로딩 시간을 개선합니다.

source: Action bar slots auto-fill
ko_mt: 액션 바 슬롯 자동 채우기

source: Enable this option to automatically add new spells and abilities to empty slots on action bars. Disable this option to manually add new spells and abilities to empty slots on action bars.
ko_mt: 이 옵션을 활성화하면 액션 바의 빈 슬롯에 새 주문과 능력을 자동으로 추가합니다. 이 옵션을 비활성화하면 액션 바의 빈 슬롯에 새 주문과 능력을 수동으로 추가할 수 있습니다.

source: Enable looting during combat
ko_mt: 전투 중 약탈 활성화

source: With this option enabled, you will be able to search fallen enemies and loot them right in the middle of battle.
ko_mt: 이 옵션을 활성화하면 전투 중에도 쓰러진 적을 수색하여 전리품을 획득할 수 있습니다.

source: Font size
ko_mt: 글꼴 크기

source: Adjust the font size of the game text.
ko_mt: 게임 텍스트의 글꼴 크기를 조정합니다.

source: Bloodstains
ko_mt: 혈흔

source: With this option on, wounded creatures appear to be bloodstained. It takes effect after you enter any location or load a game.
ko_mt: 이 옵션을 켜면 부상당한 생물이 피를 흘린 것처럼 보입니다. 이 옵션은 어떤 위치에 들어가거나 게임을 로드한 후에 적용됩니다.

source: Gore
ko_mt: 잔인성

source: With this option on, critical hits kill enemies in graphic ways, such as hacking limbs away or explosions of blood and gore.
ko_mt: 이 옵션을 켜면 치명타로 사지가 절단되거나 피와 선혈이 폭발하는 등 그래픽적인 방식으로 적을 처치할 수 있습니다.

source: Quick movement
ko_mt: 빠른 이동

source: Increases characters' movement speed while out of combat.
ko_mt: 전투 중 캐릭터의 이동 속도가 증가합니다.

source: Game Settings
ko_mt: 게임 설정

source: Autosave enabled
ko_mt: 자동 저장 사용

source: Autosave slots
ko_mt: 자동 저장 슬롯

source: Quicksave slots
ko_mt: 빠른 저장 슬롯

source: Offer importing from completed DLC campaigns
ko_mt: 완료된 DLC 캠페인에서 제안 가져오기

source: Offer to import characters and decisions from completed DLC campaigns as soon as the opportunity arises.
ko_mt: 기회가 되는 대로 완료된 DLC 캠페인에서 캐릭터와 결정을 가져올 수 있도록 제안합니다.

source: Save Settings
ko_mt: 설정 저장

source: Basic tutorial
ko_mt: 기본 튜토리얼

source: Controls basic tutorial
ko_mt: 조작 기본 튜토리얼

source: Controls advanced tutorial
ko_mt: 조작 고급 튜토리얼

source: Gameplay basic tutorial
ko_mt: 게임 플레이 기본 튜토리얼

source: Gameplay advanced tutorial
ko_mt: 게임 플레이 고급 튜토리얼

source: Pathfinder rules tutorial
ko_mt: 패스파인더 규칙 튜토리얼

source: Crusade tutorial
ko_mt: 성전 튜토리얼

source: Armies tutorial
ko_mt: 군대 튜토리얼

source: Context tutorial
ko_mt: 컨텍스트 튜토리얼

source: Tutorials
ko_mt: 튜토리얼

source: Show equipment comparison
ko_mt: 장비 비교 표시

source: Toggles tooltips for equipped items in the inventory and vendor interface.
ko_mt: 인벤토리 및 벤더 인터페이스에서 장착한 아이템의 툴팁을 토글합니다.

source: Simplified spell descriptions
ko_mt: 간소화된 주문 설명

source: Enable this option to hide non-essential information in descriptions of spells and abilities. You will still be able to read full spell description by right clicking the spell in Spellbook window and selecting "Info".
ko_mt: 이 옵션을 활성화하면 주문과 능력 설명에서 필수적이지 않은 정보를 숨길 수 있습니다. 주문서 창에서 주문을 마우스 오른쪽 버튼으로 클릭하고 "정보"를 선택하면 여전히 전체 주문 설명을 읽을 수 있습니다.

source: Tooltips
ko_mt: 도구 설명

source: Enable turn-based mode
ko_mt: 턴 기반 모드 사용

source: Enables turn-based combat mode instead of real-time with pause combat mode.
ko_mt: 일시 정지 전투 모드로 실시간 대신 턴제 전투 모드를 활성화합니다.

source: Auto end turn
ko_mt: 자동 종료 회전

source: End the turn automatically when a character finishes their standard and move actions.
ko_mt: 캐릭터가 표준 및 이동 행동을 완료하면 자동으로 턴이 종료됩니다.

source: Auto interrupt movement
ko_mt: 자동 인터럽트 이동

source: Automatically interrupt character's movement before their standard action.
ko_mt: 캐릭터가 표준 행동을 하기 전에 자동으로 움직임을 중단합니다.

source: Lock the camera to the moving character
ko_mt: 움직이는 캐릭터에 카메라 고정

source: Move the camera to the acting character
ko_mt: 연기하는 캐릭터로 카메라 이동

source: Show combat text for the dice rolls on character's attack
ko_mt: 캐릭터의 공격 시 주사위 굴림에 대한 전투 텍스트 표시

source: Increase party animation speed
ko_mt: 파티 애니메이션 속도 증가

source: Speeds up the animation speed of the player and companions characters during their turn in turn-based mode.
ko_mt: 턴제 모드에서 자신의 차례에 플레이어와 동료 캐릭터의 애니메이션 속도를 높입니다.

source: Increase enemy animation speed
ko_mt: 적 애니메이션 속도 증가

source: Speeds up the animation speed of the enemies during their turn in turn-based mode.
ko_mt: 턴제 모드에서 자신의 차례에 적의 애니메이션 속도를 높입니다.

source: Turn-based mode
ko_mt: 턴 기반 모드

source: Show combat text for attack of opportunity
ko_mt: 기회 공격에 대한 전투 텍스트 표시

source: Toggles attack of opportunity notifications over your character in combat.
ko_mt: 전투 중 캐릭터에 대한 공격 기회 알림을 토글합니다.

source: Off
ko_mt: 꺼짐

source: Enemies
ko_mt: 적

source: Party members
ko_mt: 파티원

source: All
ko_mt: 모두

source: Show combat text when character avoids something
ko_mt: 캐릭터가 무언가를 피할 때 전투 텍스트 표시

source: Toggles dodge notifications over your character in combat.
ko_mt: 전투 중 캐릭터에 대한 회피 알림을 토글합니다.

source: Off
ko_mt: 꺼짐

source: Enemies
ko_mt: 적

source: Party members
ko_mt: 파티원

source: All
ko_mt: 모두

source: Show "miss" in combat text
ko_mt: 전투 텍스트에 "미스" 표시

source: Toggles "miss" notifications over your character in combat.
ko_mt: 전투 중 캐릭터에 대한 "놓친" 알림을 토글합니다.

source: Off
ko_mt: 꺼짐

source: Enemies
ko_mt: 적

source: Party members
ko_mt: 파티원

source: All
ko_mt: 모두

source: Show damage information in combat text
ko_mt: 전투 텍스트에 피해 정보 표시

source: Toggles incoming damage notifications over your character in combat.
ko_mt: 전투 중 캐릭터에게 수신되는 피해 알림을 토글합니다.

source: Off
ko_mt: 꺼짐

source: Enemies
ko_mt: 적

source: Party members
ko_mt: 파티원

source: All
ko_mt: 모두

source: Show combat text for critical hits
ko_mt: 치명타에 대한 전투 텍스트 표시

source: Toggles incoming critical damage notifications over your character in combat.
ko_mt: 전투 중 캐릭터에 대한 치명타 피해 알림을 토글합니다.

source: Off
ko_mt: 꺼짐

source: Enemies
ko_mt: 적

source: Party members
ko_mt: 파티원

source: All
ko_mt: 모두
