Repository: akintos/wotr-translation
Catalog: translation/*/Tutorial.po
Languages: ko, ko_mt

source: You need to choose which mythic path you are going to follow. This choice will greatly affect the following events. However, no matter what your reasons for choosing one of the paths are, be it powers or aesthetic preferences, remember: there are no wrong choices.
ko: 당신이 따를 신화의 길을 선택해야 합니다. 이 선택은 후속 사건들에 중대한 영향을 미칠 것입니다. 하지만 힘이건 심미안이건 무슨 이유로 어떤 길을 선택하던, 기억하세요: 잘못된 선택은 없습니다.
ko_mt: 어떤 신화의 길을 따라갈지 선택해야 합니다. 이 선택은 다음 이벤트에 큰 영향을 미칩니다. 그러나 힘이나 미적 취향 등 경로 중 하나를 선택한 이유가 무엇이든 잘못된 선택은 없다는 것을 기억하세요.

source: Choosing the Mythic Path
ko: 신화의 길 선택
ko_mt: 신화의 길 선택하기

source: You have gained your first mythic rank as a Mythic Hero, starting a whole new track of development, independent from your class levels. Every time your mythic rank increases, you and your companions will gain new mythic abilities or mythic {g|Encyclopedia:Feat}feats{/g}. Your mythic rank will increase as the game's story progresses.
ko: 신화적 영웅으로써 첫 번째 신화 레벨을 얻어 클래스 레벨과 완전히 분리된 성장의 새로운 길을 시작했습니다. 신화 레벨이 증가할 때마다 당신과 당신의 동료들은 새 신화 능력이나 신화 {g|Encyclopedia:Feat}특기{/g}를 얻을 것입니다. 신화 레벨은 게임의 이야기가 진행되면서 증가합니다.
ko_mt: 신화 영웅으로서 첫 신화 등급을 획득하여 직업 레벨과 무관하게 완전히 새로운 성장 궤도를 시작합니다. 신화 등급이 올라갈 때마다 나와 동료는 새로운 신화 능력 또는 신화 {g|Encyclopedia:Feat}특기{/g}을 얻습니다. 신화 등급은 게임 스토리가 진행됨에 따라 증가합니다.

source: Mythic Hero
ko: 신화적 영웅
ko_mt: 신화 영웅

source: The mythic {g|Encyclopedia:Spell}spellbook{/g} has two important features. Firstly, for the purposes of this spellbook, the {g|Encyclopedia:Caster_Level}Caster Level{/g} is always double the character's mythic rank. Secondly, the character's mythic rank serves as the base spellcasting ability. Therefore, a character of any class, even a fighter or a barbarian, can be effective at casting spells from it. {br}The Angel and the Lich have a unique option to merge together their class and mythic spellbooks. To be able to do this, the Angel must have cleric or oracle class levels, and the Lich must have arcanist, witch, sorcerer, or wizard class levels (if the character has levels in multiple classes, they must choose one of the eligible spellbooks for merging). When casting spells from a merged spellbook, the character adds their mythic rank to their base spellcasting ability and adds double their mythic rank to their Caster Level. This makes them an unequaled spellcaster that has access to a great variety of spells whose effects are extremely difficult to resist.
ko: 신화 {g|Encyclopedia:Spell}주문책{/g}은 두 개의 중요한 특징을 지니고 있습니다. 우선 이 주문책을 사용할 때 {g|Encyclopedia:Caster_Level}시전자 레벨{/g}은 항상 캐릭터의 신화 레벨의 두 배로 적용됩니다. 두 번째로 캐릭터의 신화 레벨이 기본 주문 시전 능력으로 기능합니다. 고로 파이터와 바바리안을 포함한 모든 클래스의 캐릭터가 해당 주문책을 사용해 주문을 효율적으로 시전할 수 있습니다. {br}엔젤과 리치는 클래스에서 얻은 주문책과 신화 주문책을 병합할 수 있는 고유 선택지를 지니고 있습니다. 만일 캐릭터가 다양한 클래스 레벨을 지니고 있다면 병합 가능한 주문책 중 하나를 선택해야 합니다. 병합한 주문책에서 주문을 시전할 때 신화 레벨을 기본 주문시전 능력에 더하고 신화 레벨의 두 배를 시전자 레벨에 더합니다. 이는 캐릭터를 저항하기 극도로 어려운 매우 다양한 주문을 사용하는 비견할 데 없는 주문시전자로 만들어 줍니다.
ko_mt: 신화 {g|Encyclopedia:Spell}주문서{/g}에는 두 가지 중요한 특징이 있습니다. 첫째, 이 주문서의 {g|Encyclopedia:Caster_Level}시전자 레벨{/g}은 항상 캐릭터의 신화 등급의 두 배입니다. 둘째, 캐릭터의 신화 등급은 기본 주문 시전 능력으로 사용됩니다. 따라서 전사나 야만용사를 포함한 모든 직업의 캐릭터가 주문을 시전할 수 있습니다. {br}천사와 리치에게는 직업과 신화 주문서를 합칠 수 있는 특별한 옵션이 있습니다. 이 옵션을 사용하려면 천사는 성직자 또는 오라클 직업 레벨이 있어야 하고, 리치에게는 아카니스트, 마녀, 소서러 또는 위저드 직업 레벨이 있어야 합니다.(캐릭터가 여러 직업 레벨을 가지고 있는 경우, 병합할 수 있는 주문서 중 하나를 선택해야 합니다). 병합된 주문서에서 주문을 시전할 때, 캐릭터는 기본 주문 시전 능력에 해당 신화 등급을 더하고 시전자 레벨에 해당 신화 등급의 두 배를 더합니다. 따라서 저항하기 매우 어려운 다양한 주문을 사용할 수 있는 독보적인 주문 시전자가 될 수 있습니다.

source: Mythic Spellbook
ko: 신화 주문책
ko_mt: 신화 주문서

source: You have acquired one of the shards of Sithhud's soul, which has conferred upon you a modicum of the demon lord's power. Each shard grants you passive bonuses and a shard boon of your choice. However, the more shards you choose to bear within you, the more adverse traits you will receive and the stronger the pull of evil will be.
ko: 당신은 시스허드의 영혼 파편 중 하나를 얻었으며, 이를 이용해 데몬 군주의 힘을 약간이나마 얻을 수 있습니다. 각 파편은 당신에게 영구적인 보너스와 당신이 선택하는 파편의 혜택을 줍니다. 하지만, 파편이 더 많아질수록 당신에게 적용되는 불리한 특성도 더 많아지고, 사악함을 향한 이끌림 또한 강해질 것입니다.
ko_mt: 시스후드의 영혼의 파편 중 하나를 획득하여 악마 군주의 힘을 일부 부여받았습니다. 각 파편은 패시브 보너스와 원하는 파편 효과를 부여합니다. 하지만 더 많은 파편을 몸에 지니고 있을수록 더 많은 불리한 특성을 받게 되며, 악마의 끌림이 더 강해집니다.

source: Sithhud's Soul Shards
ko: 시스허드의 영혼 파편
ko_mt: 시스후드의 영혼 파편

source: Diseases, poisons, {g|Encyclopedia:Spell}spells{/g} and some other effects {g|Encyclopedia:Damage}damage{/g} a character's {g|Encyclopedia:Ability_Scores}ability scores{/g}, but not their {g|Encyclopedia:HP}health{/g}, reducing the {g|Encyclopedia:Bonus}bonus{/g} these abilities give. Every 2 points of damage inflict a -1 {g|Encyclopedia:Penalty}penalty{/g} to all {g|Encyclopedia:Skills}skills{/g} and characteristics depending on that ability. Before trying to {g|Encyclopedia:Healing}heal{/g} this damage, get rid of its source: make sure that the disease or poison is no longer affecting the character.
ko: 일부 질병, 독, {g|Encyclopedia:Spell}주문{/g} 등의 효과는 캐릭터의 {g|Encyclopedia:HP}체력{/g} 대신 {g|Encyclopedia:Ability_Scores}능력치{/g}에 {g|Encyclopedia:Damage}피해{/g}를 주고, 능력치로부터 받는 {g|Encyclopedia:Bonus}보너스{/g}를 감소시킵니다. 능력치에 2점의 피해를 받을 때마다 해당 능력치로부터 받는 모든 {g|Encyclopedia:Skills}기술{/g}과 특성에 -1 의 {g|Encyclopedia:Penalty}페널티{/g}를 받습니다. 피해를 받은 능력치를 회복하기 전에 먼저 피해의 원인을 제거하십시오. 질병이나 독을 먼저 {g|Encyclopedia:Healing}치료{/g}해야 합니다.
ko_mt: 질병, 독, {g|Encyclopedia:Spell}주문{/g} 및 기타 효과 {g|Encyclopedia:Damage}피해{/g}는 캐릭터의 {g|Encyclopedia:Ability_Scores}능력 점수{/g}에 영향을 주지만 {g|Encyclopedia:HP}체력{/g}에는 영향을 주지 않으므로 해당 능력이 주는 {g|Encyclopedia:Bonus}보너스{/g}가 감소합니다. 피해를 2포인트 받을 때마다 해당 능력에 따라 모든 {g|Encyclopedia:Skills}기술{/g}과 특성에 -1 {g|Encyclopedia:Penalty}불이익{/g}을 입힙니다. 이 피해를 {g|Encyclopedia:Healing}치유{/g}하기 전에 질병이나 독이 더 이상 캐릭터에게 영향을 미치지 않는지 확인하여 그 원인을 제거해야 합니다.

source: To cure {g|Encyclopedia:AbilityDamage}ability damage{/g}, use a {g|Encyclopedia:Spell}spell{/g} (or spell scroll), such as {g|SpellsHeal}heal{/g} or {g|SpellsRestorationLesser}lesser restoration{/g}.
ko: {g|Encyclopedia:AbilityDamage}능력치 피해{/g}를 치료하기 위해서는 {g|SpellsHeal}치유{/g}나 {g|SpellsRestorationLesser}하급 상태회복{/g} 같은 {g|Encyclopedia:Spell}주문{/g} 또는 주문 두루마리를 활용하세요.
ko_mt: {g|Encyclopedia:AbilityDamage}능력 피해{/g}를 {g|Encyclopedia:Healing}치유{/g}하려면, {g|SpellsHeal}치유{/g} 또는 {g|SpellsRestorationLesser}하급 상태회복{/g}과 같은 {g|Encyclopedia:Spell}주문{/g}(또는 주문 주문서)을 사용합니다.

source: To get rid of this {g|Encyclopedia:Damage}damage{/g}, you need to {g|Encyclopedia:Rest}rest{/g} until it is completely {g|Encyclopedia:Healing}healed{/g}, or use {g|Encyclopedia:Spell}spells{/g}, such as {g|SpellsHeal}heal{/g} or {g|SpellsRestorationLesser}lesser restoration{/g}.
ko: 이 {g|Encyclopedia:Damage}피해{/g}를 없애려면, 완전히 회복될 때까지 {g|Encyclopedia:Rest}휴식{/g}하거나, {g|SpellsHeal}치유{/g}나 {g|SpellsRestorationLesser}하급 상태회복{/g} 등의 {g|Encyclopedia:Spell}주문{/g} 또는 주문 두루마리를 활용하세요.
ko_mt: 이 {g|Encyclopedia:Damage}피해{/g}를 없애려면, 완전히 {g|Encyclopedia:Healing}회복{/g}될 때까지 {g|Encyclopedia:Rest}휴식{/g}하거나, {g|SpellsHeal}치유{/g} 또는 {g|SpellsRestorationLesser}하급 상태회복{/g}과 같은 {g|Encyclopedia:Spell}주문{/g}을 사용해야 합니다.

source: Ability Damage
ko: 능력치 피해
ko_mt: 능력 피해

source: Your character {t|TargetUnit} received some {g|Encyclopedia:AbilityDamage}ability damage{/g}. The {g|Encyclopedia:Bonus}bonus{/g} from that ability is reduced.
ko: 당신의 {t|TargetUnit} 캐릭터가 {g|Encyclopedia:AbilityDamage}능력치 피해{/g}를 받았습니다. 해당 능력치로부터 받는 {g|Encyclopedia:Bonus}보너스{/g}가 감소합니다.
ko_mt: 당신의 캐릭터 {t|TargetUnit}이 {g|Encyclopedia:AbilityDamage}능력 피해{/g}를 받았습니다. 해당 능력의 {g|Encyclopedia:Bonus}보너스{/g}가 감소합니다.

source: Ability drain is a more severe form of {g|Encyclopedia:AbilityDamage}ability damage{/g}. While it is in effect, the ability modifiers are reduced.
ko: 능력치 소진은 더 심각한 형태의 {g|Encyclopedia:AbilityDamage}능력치 피해{/g}입니다. 소진된 능력치로부터 받는 수정치가 감소합니다.
ko_mt: {g|Encyclopedia:AbilityDamage}능력 소모{/g}는 능력 {g|Encyclopedia:Damage}피해{/g}의 더 심각한 형태입니다. 효과가 적용되는 동안 능력 수정치가 감소합니다.

source: To cure {g|Encyclopedia:AbilityDamage}ability drain{/g}, use a {g|Encyclopedia:Spell}spell{/g} (or spell scroll), such as {g|SpellsHeal}heal{/g} or {g|SpellsRestoration}restoration{/g}.
ko: {g|Encyclopedia:AbilityDamage}능력치 소진{/g}을 치료하려면 {g|SpellsHeal}치유{/g}나 {g|SpellsRestoration}상태회복{/g} 등의 {g|Encyclopedia:Spell}주문{/g} 또는 두루마리를 사용하십시오.
ko_mt: {g|Encyclopedia:AbilityDamage}능력 소모{/g}를 {g|Encyclopedia:Healing}치유{/g}하려면, {g|SpellsHeal}치유{/g} 또는 {g|SpellsRestoration}상태회복{/g}과 같은 {g|Encyclopedia:Spell}주문{/g}(또는 주문 주문 주문서)을 사용합니다.

source: To get rid of this {g|Encyclopedia:Damage}damage{/g}, you need to {g|Encyclopedia:Rest}rest{/g} until it is completely {g|Encyclopedia:Healing}healed{/g}, or use {g|Encyclopedia:Spell}spells{/g}, such as {g|SpellsHeal}heal{/g} or {g|SpellsRestorationLesser}lesser restoration{/g}.
ko: 이 {g|Encyclopedia:Damage}피해{/g}를 없애려면, 완전히 {g|Encyclopedia:Healing}회복{/g}될 때까지 {g|Encyclopedia:Rest}휴식{/g}하거나, {g|SpellsHeal}치유{/g}나 {g|SpellsRestorationLesser}하급 상태회복{/g} 등의 {g|Encyclopedia:Spell}주문{/g} 또는 주문 두루마리를 활용하세요.
ko_mt: 이 {g|Encyclopedia:Damage}피해{/g}를 없애려면, 완전히 {g|Encyclopedia:Healing}회복{/g}될 때까지 {g|Encyclopedia:Rest}휴식{/g}하거나, {g|SpellsHeal}치유{/g} 또는 {g|SpellsRestorationLesser}하급 상태회복{/g}과 같은 {g|Encyclopedia:Spell}주문{/g}을 사용해야 합니다.

source: Ability Drain
ko: 능력치 소진
ko_mt: 능력 소모

source: Your character {t|TargetUnit} received severe {g|Encyclopedia:AbilityDamage}ability damage{/g}. The {g|Encyclopedia:Bonus}bonus{/g} from that ability is reduced.
ko: 당신의 {t|TargetUnit} 캐릭터가 심각한 {g|Encyclopedia:AbilityDamage}능력치 피해{/g}를 입었습니다. 피해를 입은 능력치의 {g|Encyclopedia:Bonus}보너스{/g}가 감소합니다.
ko_mt: 당신의 캐릭터 {t|TargetUnit}이 심각한 {g|Encyclopedia:AbilityDamage}능력 피해{/g}를 받았습니다. 해당 능력의 {g|Encyclopedia:Bonus}보너스{/g}가 감소합니다.

source: Arcane {g|Encyclopedia:Spell}spellcasters{/g} face the possibility of arcane spell failure if they're wearing armor. You can look at the armor's tooltip to see how much it increases the {g|Encyclopedia:Spell_Fail_Chance}spell failure chance{/g}. Failure chances from armor and shield stack. Bards and magi can wear light armor and use shields without a risk of arcane spell failure.
ko: 갑옷을 착용한 비전 {g|Encyclopedia:Spell}주문시전자{/g}는 주문 시전이 실패할 확률이 있습니다. 갑옷의 상세 설명에서 {g|Encyclopedia:Spell_Fail_Chance}주문 실패 확률{/g}을 확인할 수 있습니다. 갑옷과 방패의 실패 확률은 합산됩니다. 바드나 메이거스는 경장 갑옷과 방패를 착용해도 비전 주문 실패 확률이 상승하지 않습니다.
ko_mt: 비전 {g|Encyclopedia:Spell}주문 시전사{/g}는 갑옷의 착용자는 비전 주문 실패 확률에 직면합니다. 방어구의 툴팁에서 방어구가 {g|Encyclopedia:Spell_Fail_Chance}주문 실패 확률{/g}을 얼마나 증가시키는지 확인할 수 있습니다. 갑옷과 방패의 실패 확률은 중첩됩니다. 바드과 마법사는 경장 갑옷을 착용하고 방패를 사용해도 비전 주문 실패 위험 없이 사용할 수 있습니다.

source: If you want to reduce the arcane failure chance, sometimes you'll have to give up some {g|Encyclopedia:Armor_Class}AC{/g}. Take the armor {t|SolutionItem} off your character, or replace it with a lighter one. Some {g|Encyclopedia:Feat}feats{/g} reduce this chance — such as Arcane Armor Training.
ko: 비전 주문 실패 확률을 낮추고 싶다면, {g|Encyclopedia:Armor_Class}방어도{/g}를 일부 포기해야 합니다. {t|SolutionItem} 방어구를 해제하거나, 더 가벼운 장비로 교체하십시오. 비전 갑옷 훈련 등의 {g|Encyclopedia:Feat}특기{/g}는 실패 확률을 경감시켜 줍니다.
ko_mt: 비전 실패 확률을 줄이려면 때때로 {g|Encyclopedia:Armor_Class}AC{/g}을 포기해야 할 수도 있습니다. 캐릭터의 방어구 {t|SolutionItem}을 벗거나 더 경장 갑옷으로 교체하세요. 비전 갑옷 훈련과 같은 일부 {g|Encyclopedia:Feat}특기{/g}는 이 확률을 감소시킵니다.

source: Arcane Spell Failure Chance
ko: 비전 주문 실패 확률
ko_mt: 비전 주문 실패 확률

source: Character {t|SourceUnit} has failed to cast the arcane {g|Encyclopedia:Spell}spell{/g} {t|SourceAbility}.
ko: {t|SourceUnit} 캐릭터가 비전 {g|Encyclopedia:Spell}주문{/g} {t|SourceAbility}의 시전에 실패했습니다.
ko_mt: 캐릭터 {t|SourceUnit}이 비전 {g|Encyclopedia:Spell}주문{/g}을 시전하지 못했습니다. {t|SourceAbility}.

source: Wearing an armor can impose a {g|Encyclopedia:Penalty}penalty{/g} on some physical {g|Encyclopedia:Skills}skill checks{/g}, such as {g|Encyclopedia:Athletics}Athletics{/g}, {g|Encyclopedia:Mobility}Mobility{/g}, {g|Encyclopedia:Stealth}Stealth{/g}, {g|Encyclopedia:Trickery}Trickery{/g}. The heavier the armor, the bigger the penalty.
ko: 갑옷을 착용하면 일부 육체적 {g|Encyclopedia:Skills}기술 판정{/g}에 페널티를 받을 수 있습니다. 페널티를 받는 기술에는 {g|Encyclopedia:Athletics}운동{/g}, {g|Encyclopedia:Mobility}기동성{/g}, {g|Encyclopedia:Stealth}은신{/g}, {g|Encyclopedia:Trickery}속임수{/g}가 있습니다. 무거운 갑옷일수록 페널티 또한 커집니다.
ko_mt: 갑옷의 착용자는 {g|Encyclopedia:Athletics}운동{/g}, {g|Encyclopedia:Mobility}기동성{/g}, {g|Encyclopedia:Stealth}은신{/g}, {g|Encyclopedia:Trickery}손재주{/g} 등 일부 물리 {g|Encyclopedia:Skills}기술{/g} 판정에 {g|Encyclopedia:Penalty}불이익{/g}이 부과됩니다. 갑옷이 무거울수록 불이익이 커집니다.

source: Before attempting a physical {g|Encyclopedia:Skills}skill check{/g}, you might want to take your armor off, and then, after the {g|Encyclopedia:Check}check{/g} is made, put it back on. You can also give these skills to the characters whose classes don't depend on wearing armor (such as rangers or monks).
ko: 육체적 {g|Encyclopedia:Skills}기술 판정{/g}을 시도하기 전에 갑옷을 착용 해제하고, 판정이 끝난 뒤에 다시 착용하십시오. 갑옷을 착용하지 않는 클래스(레인저나 몽크 등)를 가진 캐릭터에게 이런 기술을 주는 것도 좋은 방법입니다.
ko_mt: 물리 {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}을 시도하기 전에 방어구를 벗었다가 끝난 후 다시 착용하는 것이 좋습니다. 레인저나 수도사처럼 갑옷 착용에 의존하지 않는 직업의 캐릭터에게도 이 기술을 부여할 수 있습니다.

source: Armor Penalties
ko: 갑옷 페널티
ko_mt: 갑옷 불이익

source: Your character {t|SourceUnit} is wearing an armor that imposes a severe {g|Encyclopedia:Penalty}penalty{/g} on their physical {g|Encyclopedia:Skills}skill checks{/g}.
ko: {t|SourceUnit} 캐릭터가 육체적인 {g|Encyclopedia:Skills}기술 판정{/g}에 큰 {g|Encyclopedia:Penalty}페널티{/g}를 주는 갑옷을 착용하고 있습니다.
ko_mt: 당신의 캐릭터 {t|SourceUnit}이 물리 {g|Encyclopedia:Skills}기술{/g} 판정에 심각한 {g|Encyclopedia:Penalty}불이익{/g}을 부과하는 방어구를 착용하고 있습니다.

source: Maximum {g|Encyclopedia:Dexterity}Dexterity{/g} {g|Encyclopedia:Bonus}Bonus{/g} is the limitation on the bonus to {g|Encyclopedia:Armor_Class}AC{/g} a character receives from their Dexterity score. The limitation value depends on the type of armor. Tower shields also incur this bonus limitation. This limitation does not affect other abilities that depend on Dexterity.
ko: 최대 {g|Encyclopedia:Dexterity}민첩{/g} {g|Encyclopedia:Bonus}보너스{/g}는 캐릭터가 민첩 능력치로 부터 받을 수 있는 {g|Encyclopedia:Armor_Class}AC{/g} 보너스의 최대치입니다. 이는 갑옷의 종류에 따라 달라집니다. 타워 실드 또한 최대 민첩 보너스를 제한합니다. 민첩과 관련있는 다른 능력들에는 영향을 미치지 않습니다.
ko_mt: 최대 {g|Encyclopedia:Dexterity}민첩{/g} {g|Encyclopedia:Bonus}보너스{/g}은 캐릭터가 민첩 점수에서 받는 {g|Encyclopedia:Armor_Class}AC{/g} 보너스의 제한치입니다. 제한 값은 방어구 유형에 따라 다릅니다. 타워 실드에도 이 보너스 제한이 적용됩니다. 이 제한은 민첩에 의존하는 다른 능력에는 영향을 미치지 않습니다.

source: This character should wear a lighter armor. {t|SourceItem} would better serve a character with a lower {g|Encyclopedia:Dexterity}Dexterity{/g} score.
ko: 이 캐릭터는 더 가벼운 갑옷을 착용해야 합니다. {t|SourceItem} 장비는 {g|Encyclopedia:Dexterity}민첩{/g} 능력치가 더 낮은 캐릭터에게 적합합니다.
ko_mt: 이 캐릭터는 더 경장 갑옷을 입어야 합니다.{g|Encyclopedia:Dexterity}민첩{/g} 점수가 낮은 캐릭터는 {t|SourceItem}이 더 좋습니다.

source: Maximum Dexterity Bonus
ko: 최대 민첩 보너스
ko_mt: 최대 민첩 보너스

source: You have equipped the armor {t|SourceItem} on {t|SourceUnit}. It limits their {g|Encyclopedia:Dexterity}Dexterity{/g} {g|Encyclopedia:Bonus}bonus{/g} to {g|Encyclopedia:Armor_Class}AC{/g} to {t|Value1}. Without armor, this bonus would be ({t|Value2}).
ko: {t|SourceUnit} 캐릭터가 {t|SourceItem} 갑옷을 착용해서 {g|Encyclopedia:Armor_Class}AC{/g}에 적용되는 {g|Encyclopedia:Dexterity}민첩{/g} {g|Encyclopedia:Bonus}보너스{/g}가 {t|Value1} 점으로 제한되었습니다. 갑옷을 해제한다면 {t|Value2}점의 보너스를 받을 수 있습니다.
ko_mt: 당신은 {t|SourceUnit}에 방어구 {t|SourceItem}을 장착했습니다. 이 방어구는 {g|Encyclopedia:Dexterity}민첩{/g} {g|Encyclopedia:Armor_Class}AC{/g} {g|Encyclopedia:Bonus}보너스{/g}를 {t|Value1}로 제한합니다. 제한합니다. 갑옷이 없으면 이 보너스는 ({t|Value2})가 됩니다.

source: {g|Encyclopedia:Attack_Of_Opportunity}Attack of opportunity{/g} is a special {g|Encyclopedia:MeleeAttack}melee attack{/g}. A character can do it during an enemy's turn if an enemy provokes it, creating an opening for a hit. Here are some {g|Encyclopedia:CA_Types}actions{/g} that provoke {g|Encyclopedia:Attack}attacks{/g} of opportunity when an enemy attempts them while standing on a square {g|Encyclopedia:Threatened_Area}threatened{/g} by you: * Attempt to leave melee * {g|Encyclopedia:RangedAttack}Ranged attack{/g} * Attempt to stand up from being {g|ConditionProne}prone{/g} * Casting a {g|Encyclopedia:Spell}spell{/g} * Drinking a potion Usually, the bigger a creature is, the larger its threatened area will be. Some weapons, such as glaives, also increase the {g|Encyclopedia:Size}size{/g} of your threatened area.
ko: {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}은 특별한 {g|Encyclopedia:MeleeAttack}근접 공격{/g}입니다. 위협 범위 내의 적이 특정한 행동을 하면 기회 공격이 발동됩니다. {g|Encyclopedia:Threatened_Area}위협 범위{/g} 내의 적들이 다음과 같은 {g|Encyclopedia:CA_Types}행동{/g}을 하면 기회 공격이 유발됩니다. * 근접 범위를 벗어나려 할 때 * {g|Encyclopedia:RangedAttack}원거리 공격{/g}을 할 때 * {g|ConditionProne}쓰러짐{/g} 상태에서 일어나려고 할 때 * {g|Encyclopedia:Spell}주문{/g}을 시전하려고 할 때 * 물약을 마실 때 일반적으로 크리처의 크기가 클수록 위협 범위 또한 넓습니다. 글레이브 등의 장병기를 착용해도 위협 범위가 넓어집니다.
ko_mt: {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}은 특수 {g|Encyclopedia:MeleeAttack}근접 공격{/g}입니다. 적의 도발이 있을 경우 적의 턴에 사용할 수 있으며, 적을 공격할 수 있는 기회를 만들어줍니다. 다음은 적에게 {g|Encyclopedia:Threatened_Area}위협{/g} 구역에 서 있는 상태에서 적에게 {g|Encyclopedia:Attack}공격{/g}을 시도할 때 기회를 유발하는 {g|Encyclopedia:CA_Types}행동{/g}입니다. * 근접 공격 시도 * {g|Encyclopedia:RangedAttack}원거리 공격{/g} * {g|ConditionProne}엎드린{/g} 상태에서 일어서기 시도 * {g|Encyclopedia:Spell}주문 시전{/g} * 물약 마시기 일반적으로 생물의 크기가 클수록 치명타 범위가 넓어집니다. 글레이브와 같은 일부 무기는 위협받는 범위의 {g|Encyclopedia:Size}크기{/g}를 증가시키기도 합니다.

source: In most cases an {g|Encyclopedia:Attack_Of_Opportunity}attack of opportunity{/g} can be avoided. Characters leaving melee can make a {g|Encyclopedia:Mobility}Mobility{/g} {g|Encyclopedia:Skills}skill check{/g} to attempt doing it without provoking an {g|Encyclopedia:Attack}attack{/g}. {g|Encyclopedia:RangedAttack}Ranged attackers{/g} can take the Point-Blank Master {g|Encyclopedia:Feat}feat{/g} to shoot in melee without provoking attacks. {g|Encyclopedia:Spell}Spellcasters{/g}, when they cast in melee, can do it defensively. Unless you want to enter melee with an enemy, try to not get too close to them.
ko: 대부분의 경우 {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}을 예방할 수 있습니다. 근접 범위를 벗어나려는 캐릭터의 경우 {g|Encyclopedia:Mobility}기동성{/g} {g|Encyclopedia:Skills}기술 판정{/g}을 통과하면 기회 공격을 유발하지 않고 이동할 수 있습니다. {g|Encyclopedia:RangedAttack}원거리 공격수{/g}들은 직사 통달 {g|Encyclopedia:Feat}특기{/g}를 배워 근접한 적에게 기회 공격을 유발하지 않고 사격할 수 있습니다. {g|Encyclopedia:Spell}주문시전자{/g}들은 근접 범위 안일 경우 자동으로 방어적 시전을 시도합니다. 적과의 근접전을 원하는 것이 아니라면, 적이 접근하지 못하게 하십시오.
ko_mt: 대부분의 경우 {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}을 피할 수 있습니다. 근접전을 떠나는 캐릭터는 {g|Encyclopedia:Mobility}기동성{/g} {g|Encyclopedia:Skills}기술{/g} 판정을 시도하여 {g|Encyclopedia:Attack}공격{/g}을 유발하지 않고 공격을 시도할 수 있습니다. {g|Encyclopedia:Spell}주문사{/g}는 근접에서 시전할 때 방어적으로 시전할 수 있습니다. 적과 근접전을 벌이고 싶지 않다면 적에게 너무 가까이 다가가지 않도록 주의하세요.

source: Attack of Opportunity
ko: 기회 공격
ko_mt: 기회 공격

source: Your character {t|TargetUnit} has received an {g|Encyclopedia:Attack_Of_Opportunity}attack of opportunity{/g} from the enemy {t|SourceUnit}.
ko: {t|TargetUnit} 캐릭터가 {t|SourceUnit} 적으로부터 {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}을 받았습니다.
ko_mt: 내 캐릭터 {t|TargetUnit}이 적 {t|SourceUnit}로부터 {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}을 받았습니다.

source: {g|Encyclopedia:Cantrips_Orisons}Cantrips{/g} and orisons are a special kind of {g|Encyclopedia:Spell}spell{/g} that can be cast an infinite number of times a day. Some examples of these spells are Acid Splash and Ray of Frost. If you click RMB on such a spell, it will move into the Active Slot, and the character will automatically use it instead of their equipped weapon when attacking.
ko: {g|Encyclopedia:Cantrips_Orisons}캔트립{/g}과 오리즌은 횟수 제한 없이 시전할 수 있는 특별한 종류의 주문입니다. 산성 분사, 서리 광선 주문 캔트립에 해당됩니다. 이런 주문에 마우스 오른쪽 버튼을 클릭하면 활성 슬롯으로 이동되며, 해당 캐릭터가 공격할 때 착용한 무기 대신 해당 주문을 사용합니다.
ko_mt: {g|Encyclopedia:Cantrips_Orisons}캔트립{/g}과 오리슨은 하루에 무한히 시전할 수 있는 특별한 종류의 {g|Encyclopedia:Spell}주문{/g}입니다. 이러한 주문의 예로는 산성 분사와 서리 광선이 있습니다. 이러한 주문에 RMB를 클릭하면 주문이 활성 슬롯으로 이동하고, 캐릭터가 {g|Encyclopedia:Attack}공격{/g}을 할 때 장착한 무기 대신 자동으로 해당 주문을 사용합니다.

source: Make use of {g|Encyclopedia:Cantrips_Orisons}cantrips{/g} by automatically casting them with {g|Encyclopedia:Spell}spellcasters{/g} who are ineffective at using certain weapon types. For instance, you can use cantrips instead of attacking with a crossbow.
ko: 특정 무기 유형을 효과적으로 사용하지 못하는 {g|Encyclopedia:Spell}주문 시전자{/g}들이 자동적으로 {g|Encyclopedia:Cantrips_Orisons}캔트립{/g}을 시전하게 만드세요. 예를 들어 쇠뇌공격하는 대신 캔트립을 사용할 수 있습니다.
ko_mt: 특정 무기 유형에 효과적이지 않은 {g|Encyclopedia:Cantrips_Orisons}주술사{/g}와 함께 {g|Encyclopedia:Spell}주문사{/g}를 자동으로 시전하여 캔트립을 활용할 수 있습니다. 예를 들어, 쇠뇌로 {g|Encyclopedia:Attack}공격{/g}을 하는 대신 캔트립을 사용할 수 있습니다.

source: Auto Casting
ko: 주문 자동 시전
ko_mt: 자동 캐스팅

source: {t|SourceUnit} has the {g|Encyclopedia:Cantrips_Orisons}cantrip{/g} {t|SourceAbility} that can be used indefinitely and for free.
ko: {t|SourceUnit} 캐릭터는 {t|SourceAbility} {g|Encyclopedia:Cantrips_Orisons}캔트립{/g}을 제한 없이 시전할 수 있습니다.
ko_mt: {t|SourceUnit}에는 {g|Encyclopedia:Cantrips_Orisons}캔트립{/g}이 있습니다. {t|SourceAbility}를 무기한 무료로 사용할 수 있습니다.

source: {g|Encyclopedia:Cantrips_Orisons}Cantrips{/g} and orisons are a special kind of {g|Encyclopedia:Spell}spell{/g} that can be cast an infinite number of times a day. Some examples of these spells are Acid Splash and Ray of Frost. If you select one of these spells, open the context menu, select "Use Automatically", and the spell will move into the Active Slot. The character will automatically use it instead of their equipped weapon when attacking.
ko: {g|Encyclopedia:Cantrips_Orisons}캔트립{/g}과 오리즌은 횟수 제한 없이 시전할 수 있는 특별한 종류의 주문입니다. 산성 분사, 서리 광선 주문 캔트립에 해당됩니다. 이 주문들 중 하나를 선택해, 컨텍스트 메뉴를 연 뒤 "자동으로 사용"을 선택하면 주문이 활성 슬롯으로 이동할 것입니다. 캐릭터는 장비한 무기로 공격하는 대신 이 주문을 자동으로 사용합니다.
ko_mt: {g|Encyclopedia:Cantrips_Orisons}캔트립{/g}과 오리슨은 하루에 무한히 시전할 수 있는 특별한 종류의 {g|Encyclopedia:Spell}주문{/g}입니다. 이러한 주문의 예로는 산성 분사와 서리 광선이 있습니다. 이러한 주문 중 하나를 선택한 후 상황에 맞는 메뉴를 열고 "자동 사용"을 선택하면 주문이 활성 슬롯으로 이동합니다. 캐릭터가 {g|Encyclopedia:Attack}공격{/g}할 때 장착한 무기 대신 이 주문을 자동으로 사용합니다.

source: Bardic performance is one of the most effective ways of empowering your party in combat. At 1st level, the entire party receives a +1 {g|Encyclopedia:Bonus}bonus{/g} on {g|Encyclopedia:Attack}attack{/g} and {g|Encyclopedia:Damage}damage rolls{/g}. Every {g|Encyclopedia:Combat_Round}round{/g}, the performance will spend a certain resource — the number of rounds of performance per day, and this limit increases along with the character's progression. Bardic performance can be enhanced through various {g|Encyclopedia:Feat}feats{/g}.
ko: 바드 공연은 전투 중 당신의 일행을 강화하는 가장 효과적인 방법 중 하나입니다. 1레벨에는 일행 전체가 {g|Encyclopedia:Attack}명중{/g}과 {g|Encyclopedia:Damage}피해 굴림{/g}에 +1 {g|Encyclopedia:Bonus}보너스{/g}를 받습니다. 매 {g|Encyclopedia:Combat_Round}라운드{/g}마다 공연은 특정한 자원을 요구합니다. 하루에 정해진 수만큼의 라운드 동안 공연을 유지할 수 있으며, 이 제한은 캐릭터가 성장함에 따라 증가합니다. 바드 공연은 다양한 {g|Encyclopedia:Feat}특기{/g}를 통해 강화될 수 있습니다.
ko_mt: 바드 공연은 전투에서 파티를 강화하는 가장 효과적인 방법 중 하나입니다. 1 레벨이 되면 파티 전체가 {g|Encyclopedia:Attack}명중 굴림{/g}과 {g|Encyclopedia:Damage}피해 굴림{/g}에 +1 {g|Encyclopedia:Bonus}보너스{/g}를 얻습니다. 공연은 {g|Encyclopedia:Combat_Round}라운드{/g}마다 일정 자원(하루 공연 라운드 수)을 소모하며, 이 제한은 캐릭터의 성장에 따라 증가합니다. 바드 공연은 다양한 {g|Encyclopedia:Feat}특기{/g}를 통해 강화할 수 있습니다.

source: Use bardic performance in battle to improve your chances.
ko: 전투에서 바드 공연을 사용하여 당신의 일행을 강화하십시오.
ko_mt: 전투에서 바드 능력을 사용하면 확률을 높일 수 있습니다.

source: Bardic Performance
ko: 바드 공연
ko_mt: 바드 공연

source: {t|SolutionUnit} in your party can use the bardic performance {t|SolutionFact} to empower the entire party.
ko: 일행 중 {t|SolutionUnit}(이)가 {t|SolutionFact} 바드 공연을 사용해 일행 전체를 강화할 수 있습니다.
ko_mt: 파티에 있는 {t|SolutionUnit}은 바드 기술 {t|SolutionFact}를 사용해 파티원 전체의 힘을 강화할 수 있습니다.
