Repository: akintos/wotr-translation
Catalog: translation/*/Tutorial.po
Languages: ko, ko_mt

source: To leave a location, approach the exit icon and press <b>{console_bind|Confirm}</b> or hover your cursor over the icon. To leave, your entire party must be near the exit. Before leaving the location, you'll be able to review and collect any loot you've found but haven't yet taken.
ko: 이 아이콘에 접근해 <b>{console_bind|Confirm}</b>를 눌러 지역을 떠납니다. 당신의 모든 일행들이 아이콘 근처에 있어야 장소를 벗어날 수 있습니다. 장소를 벗어나기 전에 당신은 남겨둔 전리품을 확인하고 획득할 수 있습니다.
ko_mt: 위치를 떠나려면 출구 아이콘에 다가가 <b>{console_bind|Confirm}</b>를 누르거나 커서를 아이콘 위에 올려놓으세요. 나가려면 파티원 전체가 출구 근처에 있어야 합니다. 위치를 떠나기 전에 발견했지만 아직 획득하지 않은 전리품을 검토하고 수집할 수 있습니다.

source: When a character gains a level, they can get new {g|Encyclopedia:Feat}feats{/g}, learn new {g|Encyclopedia:Spell}spells{/g} and {g|Encyclopedia:Skills}skills{/g}, and increase {g|Encyclopedia:Ability_Scores}ability scores{/g}. The exact improvements a character gets depend on their classes and the total number of their levels.
ko: 캐릭터의 레벨이 상승하면, 새로운 {g|Encyclopedia:Feat}특기{/g}들을 획득하거나, 새로운 {g|Encyclopedia:Spell}주문{/g}들과 {g|Encyclopedia:Skills}기술{/g}들을 배우거나, {g|Encyclopedia:Ability_Scores}능력치{/g}를 상승시킬 수 있습니다. 캐릭터가 획득하는 추가점은 그 캐릭터의 클래스와 총 레벨에 좌우됩니다.
ko_mt: 캐릭터가 레벨을 올리면 새로운 {g|Encyclopedia:Feat}특기{/g}를 획득하고, 새로운 {g|Encyclopedia:Spell}주문{/g}과 {g|Encyclopedia:Skills}기술{/g}을 배우고, {g|Encyclopedia:Ability_Scores}능력 점수{/g}를 올릴 수 있습니다. 캐릭터가 얻는 정확한 능력치 향상은 직업과 총 레벨 수에 따라 달라집니다.

source: Combat victories and other achievements give your character {g|Encyclopedia:XP}experience points{/g}. After accumulating a certain amount of experience, your character will gain a new level. This allows you to select a new class or to raise their level in a class they already have, along with other advantages, such as increased {g|Encyclopedia:HP}hit points{/g}.
ko: 전투에서 승리하거나 다른 일들을 성공하면 당신의 캐릭터가 {g|Encyclopedia:XP}경험치{/g}를 받습니다. 일정 량의 경험치가 누적되면, 캐릭터의 레벨이 상승합니다. 레벨이 상승하면 새로운 클래스를 얻거나 기존 클레스의 레벨을 올릴 수 있으며, {g|Encyclopedia:HP}생명점{/g}이 늘어나는 등 다른 이점들도 있습니다.
ko_mt: 전투 승리 및 기타 업적은 캐릭터에게 {g|Encyclopedia:XP}경험치 {/g}을 제공합니다. 일정 경험치를 모으면 캐릭터가 새로운 레벨을 얻게 됩니다. 이를 통해 새로운 클래스를 선택하거나 이미 보유한 클래스의 레벨을 올릴 수 있으며, {g|Encyclopedia:HP}체력{/g} 증가와 같은 다른 이점도 얻을 수 있습니다.

source: Memorizing Spells
ko: 주문 기억하기
ko_mt: 암기 시전자

source: Combat victories and other achievements give your character {g|Encyclopedia:XP}experience points{/g}. After accumulating a certain amount of experience, your character will gain a level. This allows you to select a new class or to raise their level in a class they already have, along with other advantages, such as increased {g|Encyclopedia:HP}hit points{/g}. To gain a new level, select your character, press <b>{console_bind|RightBottom}</b>, and select "Level-Up". Alternately, you can gain a new level by pressing <b>{console_bind|LeftBottom}</b>, selecting your character, and pressing <b>{console_bind|RightUp}</b>.
ko: 전투에서 승리하거나 다른 일들을 성공하면 당신의 캐릭터가 {g|Encyclopedia:XP}경험치{/g}를 받습니다. 일정 량의 경험치가 누적되면, 캐릭터의 레벨이 상승합니다. 레벨이 상승하면 새로운 클래스를 얻거나 기존 클레스의 레벨을 올릴 수 있으며, {g|Encyclopedia:HP}생명점{/g}이 늘어나는 등 다른 이점들도 있습니다. 새로운 레벨을 얻으려면, 캐릭터를 선택하고 <b>{console_bind|RightBottom}</b>를 누른 뒤 "레벨업"을 선택합니다. 또는 <b>{console_bind|LeftBottom}</b>를 누르고, 캐릭터를 선택한 다음 <b>{console_bind|RightUp}</b>를 누르는 방법도 가능합니다.
ko_mt: 전투 승리 및 기타 업적은 캐릭터에게 {g|Encyclopedia:XP}경험치{/g}을 제공합니다. 일정 경험치를 모으면 캐릭터의 레벨이 올라갑니다. 이를 통해 새로운 클래스를 선택하거나 이미 보유한 클래스의 레벨을 올릴 수 있으며, {g|Encyclopedia:HP}체력{/g} 증가와 같은 다른 이점도 얻을 수 있습니다. 새로운 레벨을 얻으려면 캐릭터를 선택하고 <b>{console_bind|RightBottom}</b>을 누른 후 "레벨 업"을 선택하세요. 또는 <b>{console_bind|RightUp}</b>을 누르고 캐릭터를 선택한 후 <b>{console_bind|RightUp}</b>을 눌러 새로운 레벨을 얻을 수 있습니다.

source: Vendors allow you to buy weapons, armor, {g|Encyclopedia:Spell}spell{/g} scrolls, potions and other things. {t|SourceUnit} can buy the trophies you've brought from the caves, and sell something you might need in the adventure that awaits you, for example Potions of {g|SpellsCureLightWounds}Cure Light Wounds{/g}.
ko: 상인들은 당신에게 무기, 갑옷, {g|Encyclopedia:Spell}주문{/g} 두루마리, 물약, 그리고 기타 다른 물건들을 팝니다. {t|SourceUnit}(은)는 당신이 동굴에서 가져온 전리품들을 사줄 수 있으며, {g|SpellsCureLightWounds}가벼운 상처 치료{/g} 물약처럼 당신을 기다리는 모험에 필요할지도 모르는 물건들을 팝니다.
ko_mt: 상인을 통해 무기, 방어구, {g|Encyclopedia:Spell}주문서{/g}, 물약 등을 구입할 수 있습니다. {t|SourceUnit}에서는 동굴에서 가져온 전리품을 살 수 있으며, {g|SpellsCureLightWounds}가벼운 상처 치료{/g} 물약과 같이 모험에 필요한 물건을 판매할 수도 있습니다.

source: Click the <b>[RMB]</b> on the spot where you want to move your character, and they will start the movement. {br}The point you have clicked will be marked by a special symbol. If the point can't be reached, the symbol will appear on the closest accessible point.
ko: 당신의 캐릭터를 이동시키고자 하는 곳을 <b>[RMB]</b> 클릭하면 캐릭터가 해당 위치로 움직이기 시작할 것입니다. {br}클릭된 지점은 특별한 표식으로 표시됩니다. 만약 해당 위치가 접근할 수 없는 곳이라면, 표식은 그곳에서 접근할 수 있는 가장 가까운 곳에 나타날 것입니다.
ko_mt: 캐릭터를 이동하려는 지점에서 <b>[RMB]</b>을 클릭하면 이동이 시작됩니다. {br}클릭한 지점은 특별한 기호로 표시됩니다. 해당 지점에 도달할 수 없는 경우 가장 가까운 접근 가능 지점에 기호가 표시됩니다.

source: Use <b>{console_bind|LeftStickX}</b> to move around. Alternately, you can move in cursor mode. To enter cursor mode, press <b>{console_bind|DPadLeft}</b> and use <b>{console_bind|Confirm}</b>.
ko: 이동하려면 <b>{console_bind|LeftStickX}</b> 를 사용하세요. 또는 커서 모드로 이동할 수도 있습니다. 커서 모드에 진입하려면 press <b>{console_bind|DPadLeft}</b> 를 누르고 use <b>{console_bind|Confirm}</b> 를 누르십시오.
ko_mt: <b>{console_bind|LeftStickX}</b>을 사용하여 이동합니다. 또는 커서 모드로 이동할 수도 있습니다. 커서 모드로 들어가려면 <b>{console_bind|DPadLeft}</b>를 누른 후 <b>{console_bind|Confirm}</b>를 사용합니다.

source: As time passes, your characters become tired and act less effectively. You can see this by the "{g|ConditionFatigued}fatigue{/g}" and "{g|ConditionExhausted}exhaustion{/g}" condition icons on their portraits. This is why they need regular {g|Encyclopedia:Rest}rest{/g}. {br}While resting, all characters restore a portion of their lost {g|Encyclopedia:HP}hit points{/g}. {g|Encyclopedia:Spell}Spellcasters{/g} also replenish their spells. Rest also helps you get rid of some of the negative conditions. Resting takes at least 8 hours.
ko: 시간이 지날수록, 당신의 캐릭터들은 지치며 덜 효율적으로 활동하게 됩니다. 초상화의 "{g|ConditionFatigued}피로{/g}"와 "{g|ConditionExhausted}탈진{/g}" 상태 아이콘으로 확인할 수 있습니다. 주기적으로 {g|Encyclopedia:Rest}휴식{/g}을 해서 캐릭터들이 탈진하는 것을 방지해야 합니다. {br}휴식하는 동안, 모든 캐릭터들은 잃은 {g|Encyclopedia:HP}생명점{/g}을 회복합니다. {g|Encyclopedia:Spell}주문 시전자{/g}들은 소모한 주문을 다시 회복합니다. 휴식은 또한 일부 부정적 상태를 제거해 줍니다. 휴식에는 최소 8시간이 소요됩니다.
ko_mt: 시간이 지날수록 캐릭터는 피곤해지고 행동 효율이 떨어집니다. 캐릭터의 초상화에서 "{g|ConditionFatigued}피로{/g}" 및 "{g|ConditionExhausted}탈진{/g}" 상태 아이콘을 통해 이를 확인할 수 있습니다. 그렇기 때문에 정기적으로 {g|Encyclopedia:Rest}휴식이 필요합니다{/g}. {g|Encyclopedia:Rest}휴식{/g}하는 동안 모든 캐릭터는 손실된 {g|Encyclopedia:HP}체력{/g}의 일부를 회복합니다. 주문 시전사도 {g|Encyclopedia:Spell}주문{/g}을 보충합니다. 휴식은 또한 일부 부정적인 상태를 없애는데 도움이 됩니다. 휴식에는 최소 8시간이 걸립니다.

source: After that, use it from the action bar. {br}You can do it both in combat and out of it. Most potions are used this way.
ko: 그 후, 액션 바 에서 사용합니다. {br}당신의 전투 여부에 상관없이 사용할 수 있습니다. 대부분의 포션은 이러한 방식으로 사용됩니다.
ko_mt: 그런 다음 액션 바에서 사용하십시오. {br}전투 중에도 사용할 수 있고 전투 외에서도 사용할 수 있습니다. 대부분의 물약은 이런 식으로 사용됩니다.

source: A potion of {g|SpellsCureLightWounds}cure light wounds{/g} is a good way to {g|Encyclopedia:Healing}heal{/g} in battle. {br}To use it, first drag it from the inventory to a character's belt slot.
ko: {g|SpellsCureLightWounds}가벼운 상처 치료{/g} 물약은 전투 중 {g|Encyclopedia:Healing}치유{/g}에 좋은 방법입니다. {br}사용하기 위해서는 먼저 소지품 창에 있는 캐릭터의 벨트 칸에 옮겨 놓아야 합니다.
ko_mt: {g|SpellsCureLightWounds}가벼운 상처를 치유{/g}의 물약은 전투 중 상처를 치료하는 좋은 방법입니다. {br}물약을 사용하려면 먼저 인벤토리에서 캐릭터의 허리띠 슬롯으로 드래그합니다.

source: A potion of {g|SpellsCureLightWounds}cure light wounds{/g} is a good way to {g|Encyclopedia:Healing}heal{/g} in battle. {br}To use it, first move it from inventory to a character's belt slot. You can do this by opening your inventory, selecting the potion, opening the context menu, and selecting "Equip".
ko: {g|SpellsCureLightWounds}가벼운 상처 치료{/g} 물약은 전투 중 {g|Encyclopedia:Healing}치유{/g}에 좋은 방법입니다. {br}사용하기 위해서는 먼저 소지품 창에 있는 캐릭터의 벨트 칸에 옮겨 놓아야 합니다. 인벤토리를 열고, 물약을 선택한 뒤, 컨텍스트 메뉴를 열어 "장비"를 선택하십시오.
ko_mt: {g|SpellsCureLightWounds}가벼운 상처 치유{/g}의 물약은 전투 중 치유에 좋은 방법입니다. {br}물약을 사용하려면 먼저 인벤토리에서 캐릭터의 허리띠 슬롯으로 옮깁니다. 인벤토리를 열고 물약을 선택한 다음 상황에 맞는 메뉴를 열고 "장착"을 선택하면 됩니다.

source: You can attempt to open any locked chest by either picking the lock with the {g|Encyclopedia:Trickery}Trickery{/g} {g|Encyclopedia:Skills}skill{/g} or breaking it open with brute force. {br}No {g|Encyclopedia:Check}checks{/g} are required to break open a chest, but it will take some time. Some of the contents will be broken in the process and lose some of their value. {br}Picking the lock with Trickery is a much more profitable way of opening locked chests, as you run no risk of damaging the contents. However, it requires a successful skill check.
ko: 잠긴 상자를 열려면 {g|Encyclopedia:Trickery}손재주{/g} {g|Encyclopedia:Skills}기술{/g} 판정을 통과하거나, 힘으로 파괴해야 합니다. {br}상자를 파괴할 때는 {g|Encyclopedia:Check}판정{/g}이 필요하지 않지만 시간이 걸립니다. 또한 내용물의 일부가 파괴되거나 가치가 떨어질 수 있습니다. {br}손재주로 자물쇠를 따는 것은 내용물이 파괴될 위험이 없으므로 더 안전하지만, 기술 판정을 통과해야만 합니다.
ko_mt: 잠긴 상자를 열려면 {g|Encyclopedia:Trickery}손재주{/g}로 자물쇠를 따거나 {g|Encyclopedia:Skills}기술{/g} 또는 무력으로 열 수 있습니다. 상자를 열려면 {g|Encyclopedia:Check}판정{/g}이 필요하지 않지만 시간이 다소 걸립니다. 이 과정에서 일부 내용물이 파손되어 일부 가치를 잃을 수 있습니다. {g|Encyclopedia:Trickery}손재주{/g}로 자물쇠를 따는 것은 내용물이 손상될 위험이 없으므로 잠긴 상자를 여는데 훨씬 유리한 방법입니다. 하지만 기술 판정에 성공해야 합니다.

source: Lockpicks can help you handle harder locks. They can be found among loot or bought from a vendor. The lockpick is expended upon use and gives a {g|Encyclopedia:Bonus}bonus{/g} to the {g|Encyclopedia:Trickery}Trickery{/g} {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}check{/g} as the character attempts to pick the lock. {br}To be able to use lockpicks, the character must have at least one rank in the Trickery skill. {br}You will encounter more and more advanced lockpick types as you progress through the game.
ko: 락픽은 더 어려운 자물쇠를 해제할 수 있게 도와줍니다. 락픽은 전리품의 일부로 발견되거나 상인에게서 구매할 수 있습니다. 락픽은 소모품이므로 사용하면 사라지며 캐릭터가 자물쇠 해제를 시도할 때 {g|Encyclopedia:Trickery}손재주{/g} {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}에 {g|Encyclopedia:Bonus}보너스{/g}를 줍니다. {br}락픽을 사용하려면 해당 캐릭터의 손재주 기술이 최소 1 등급 이상이어야 합니다. {br}게임을 진행하면서 점점 더 상위 종류의 락픽들을 발견하게 될 것입니다.
ko_mt: 자물쇠 따개는 더 단단한 자물쇠를 여는데 도움이 됩니다. 자물쇠 따개는 전리품에서 발견하거나 상인에게서 구입할 수 있습니다. 자물쇠 따개는 사용 시 소모되며, 캐릭터가 자물쇠를 따려고 시도할 때 {g|Encyclopedia:Trickery}손재주{/g} {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}에 {g|Encyclopedia:Bonus}보너스{/g}를 부여합니다. {br}자물쇠 따개를 사용하려면 캐릭터의 손재주 기술 등급이 하나 이상이어야 합니다. {br}게임을 진행하면서 점점 더 많은 고급 자물쇠 따기 유형을 만나게 될 것입니다.

source: On your journey, you're going to come across a lot of traps. Whenever any of your characters approaches a trap, they automatically make a {g|Encyclopedia:Perception}Perception{/g} {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}check{/g}. If they succeed, you will see a zone that, if entered, will activate the trap. {br}To attempt to disarm the trap, follow the line leading from the trap and interact with the button as you would any other interactive object. The disarm attempt will be performed by the character with the highest {g|Encyclopedia:Trickery}Trickery{/g} skill bonus, so, as with any other skill check, you should select the whole party before making the disarm attempt. {br}If the check is successful, the trap will be disarmed. If it fails, the trap will stay where it is, or — in case of an especially poor result — be activated. All check results can be seen in the combat log.
ko: 당신은 여행을 하며 많은 함정과 조우하게 될 것입니다. 당신의 캐릭터중 한명이라도 함정에 접근하게 되면, 그들은 자동으로 {g|Encyclopedia:Perception}지각{/g} {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}을 수행합니다. 만일 판정이 성공하면 함정 발동을 유발하는 지역을 볼 수 있게 됩니다. {br}함정 해제 시도를 하기 위해서는 함정과 이어져 있는 점선을 따라가 버튼과 상호작용을 하십시오. 함정 해제 시도는 {g|Encyclopedia:Trickery}손재주{/g} 기술 보너스가 가장 높은 캐릭터가 시도하게 되므로 다른 기술 판정 처럼 전체 파티를 선택해 시도하십시오. {br}만일 판정이 성공한다면, 함정은 해제됩니다. 실패한다면 아무 일도 일어나지 않으며 특히나 결과가 좋지 않을 경우에는 함정이 발동됩니다. 모든 판정 결과는 전투 기록에서 볼 수 있습니다.
ko_mt: 여행 중에는 많은 함정을 만나게 될 것입니다. 캐릭터가 함정에 접근하면 자동으로 {g|Encyclopedia:Perception}지각{/g} {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}을 합니다. 성공하면 입력하면 함정이 활성화되는 구역이 표시됩니다. {br}함정 해제를 시도하려면 함정에서 이어지는 선을 따라 다른 대화형 개체와 마찬가지로 버튼과 상호작용합니다. 해제 시도는 가장 높은 {g|Encyclopedia:Trickery}손재주{/g} 기술 보너스를 가진 캐릭터가 수행하므로, 다른 기술 판정과 마찬가지로 전체 파티를 선택한 후 해제 시도를 해야 합니다. {br}판정에 성공하면 함정이 해제됩니다. 실패하면 함정은 그 자리에 그대로 있거나, 결과가 특히 좋지 않은 경우 활성화됩니다. 모든 확인 결과는 전투 로그에서 확인할 수 있습니다.

source: Every enemy has their own unique statistics and abilities. Knowing an enemy's strengths and weaknesses may be crucial to winning. To enable hints about the creatures you fight, press the Inspect button on the interface bar, or the <b>[{bind|Inspect}]</b> key. This information should be useful for making tactical decisions.
ko: 모든 적은 고유한 능력치와 다양한 능력을 지닙니다. 적의 강점과 약점을 아는 것이 승리의 열쇠가 되기도 합니다. 현재 전투중인 크리처에 대한 실마리를 얻으려면, 인터페이스 창에서 조사 버튼을 누르거나 <b>[{bind|Inspect}]</b> 키를 누르세요. 당신이 얻는 정보는 전술적 결정을 내릴 때 유용할 것입니다.
ko_mt: 모든 적들은 고유한 통계와 능력을 가지고 있습니다. 적의 강점과 약점을 아는 것이 승리에 결정적일 수 있습니다. 인터페이스 표시줄의 검사 버튼 또는 <b>[{bind|Inspect}]</b> 키를 눌러 적 생물에 대한 힌트를 확인하세요. 이 정보는 전술적 결정을 내리는데 유용합니다.

source: Every enemy has their own unique statistics and abilities. Knowing an enemy's strengths and weaknesses may be crucial to winning. To see hints about the creature you are facing, hover your cursor over the creature and press <b>{console_bind|DPadDown}</b>. This information should be useful for making tactical decisions.
ko: 모든 적은 고유한 능력치와 다양한 능력을 지닙니다. 적의 강점과 약점을 아는 것이 승리의 열쇠가 되기도 합니다. 현재 전투중인 크리처에 대한 실마리를 얻으려면, 인터페이스 창에서 조사 버튼을 누르거나 <b>{console_bind|DPadDown}</b> 키를 누르세요. 당신이 얻는 정보는 전술적 결정을 내릴 때 유용할 것입니다.
ko_mt: 모든 적들은 고유한 통계와 능력을 가지고 있습니다. 적의 강점과 약점을 아는 것이 승리에 결정적일 수 있습니다. 현재 상대하고 있는 생물에 대한 힌트를 보려면, 생물 위에 커서를 올려놓고 <b>{console_bind|DPadDown}</b>를 누르세요. 이 정보는 전술적 결정을 내리는데 유용합니다.

source: {g|Encyclopedia:Damage_Reduction}Damage reduction{/g} (DR) is an ability that reduces all received {g|Encyclopedia:Damage}damage{/g} by a certain number. {g|Encyclopedia:Energy_Damage}Energy damage{/g} ignores this ability. {br}In the description of this ability, you'll find how it works for a specific creature (use Inspect), how much it reduces damage and what kind of weapon can overcome it. This can be a special material (like cold iron or adamantine), weapon type ({g|Encyclopedia:Damage_Type}slashing{/g}, piercing, or bludgeoning), or {g|Encyclopedia:Alignment}alignment{/g} (good, evil). For example, "DR 5/adamantine" means that all {g|Encyclopedia:Physical_Damage}physical damage{/g} is reduced by 5, unless it's dealt by an adamantine weapon.
ko: {g|Encyclopedia:Damage_Reduction}피해 감소(DR){/g}는 받은 모든 {g|Encyclopedia:Damage}피해{/g}를 일정량 감소시키는 능력입니다. {g|Encyclopedia:Energy_Damage}에너지 피해{/g}는 이 능력을 무시합니다. {br}이 능력의 설명에서 당신은 특정 크리처가 얼만큼의 피해를 무시하는지와 어떤 무기로 피해 감소를 상쇄시킬 수 있는지 알 수 있습니다. 피해 감소를 상쇄할 방법에는 한철 혹은 아다만틴 같은 특별한 재료나 {g|Encyclopedia:Damage_Type}베기{/g}, 찌르기, 부수기와 같은 무기 유형, 선과 악 같은 {g|Encyclopedia:Alignment}성향{/g}이 있을 수 있습니다. 예를 들어 "DR 5/아다만틴"은 아다만틴 무기로 공격하지 않는 이상 5만큼의 {g|Encyclopedia:Physical_Damage}물리 피해{/g}를 감소한다는 의미입니다.
ko_mt: {g|Encyclopedia:Damage_Reduction}피해 감소{/g}(DR)는 받은 모든 {g|Encyclopedia:Damage}피해{/g}를 일정 수치만큼 감소시키는 능력입니다. {br}이 능력에 대한 설명에서 특정 생물(검사 사용)에 대해 어떻게 작동하는지, 얼마나 피해를 감소시키는지, 어떤 종류의 무기로 극복할 수 있는지 확인할 수 있습니다. 이는 특수 재료(예: 냉철 또는 아다만틴), 무기 유형({g|Encyclopedia:Damage_Type}베기{/g}, 찌르기, 부수기), {g|Encyclopedia:Alignment}성향{/g}(선, 악) 등이 될 수 있습니다. 예를 들어, "DR 5/아다만틴"은 아다만틴 무기로 가하는 피해가 아니라면 모든 {g|Encyclopedia:Physical_Damage}물리 피해{/g}가 5 감소한다는 뜻입니다.

source: In this battle, the enemy {t|TargetUnit} has {g|Encyclopedia:Damage_Reduction}damage reduction{/g} that can be overcome with a weapon made of cold iron. Camelia has just the right blade.
ko: 이번 전투에서 {t|TargetUnit} 적의 {g|Encyclopedia:Damage_Reduction}피해 감소{/g}는 한철로 만들어진 무기로 상쇄시킬 수 있습니다. 카멜리아에겐 딱 알맞은 검이 있습니다.
ko_mt: 이 전투에서 적 {t|TargetUnit}은 냉철로 만든 무기로 극복할 수 있는 {g|Encyclopedia:Damage_Reduction}피해 감소 {/g}을 가지고 있습니다. 카멜리아는 딱 맞는 칼날을 가지고 있습니다.

source: You have encountered an enemy {t|TargetUnit}, who has {g|Encyclopedia:Damage_Reduction}damage reduction{/g}.
ko: 당신은 {g|Encyclopedia:Damage_Reduction}피해 감소{/g}를 가진 적 {t|TargetUnit}과 마주쳤습니다.
ko_mt: 당신은 {g|Encyclopedia:Damage_Reduction}피해 감소{/g}를 가진 적 {t|TargetUnit}을 만났습니다.

source: There are difficult battles to come. Your heroes might be wounded and may have run out of {g|Encyclopedia:Spell}spells{/g}. They need rest. To replenish your powers, set up a {g|Encyclopedia:Rest}camp{/g} and rest. Set up camp by using the {ui|Restcamp} function (hotkey <b>[{bind|OpenRestCamp}]</b>). After activating the rest function, you must select a location for the camp. Camps require a lot of space, so find a good location.
ko: 앞으로 힘든 전투가 있을 것입니다. 당신의 영웅들은 지쳤으며 {g|Encyclopedia:Spell}주문{/g}들이 바닥났을지도 모릅니다. 당신의 힘들을 다시 채우기 위해서 {g|Encyclopedia:Rest}야영지{/g}를 세우고 휴식을 취하십시오. 야영지를 세우려면 {ui|Restcamp} 버튼 (단축키 <b>[{bind|OpenRestCamp}]</b>)을(를) 누르십시오. 이 기능을 활성화하고 나면 야영지를 세울 위치를 골라야 합니다. 야영지는 자리를 많이 차지하기 때문에 적절한 위치를 찾아야 합니다.
ko_mt: 앞으로 어려운 전투가 기다리고 있습니다. 영웅이 부상을 입었을 수도 있고 {g|Encyclopedia:Spell}주문{/g}이 부족할 수도 있습니다. 그들은 휴식이 필요합니다. 힘을 보충하려면 {g|Encyclopedia:Rest}야영지{/g}를 설치하고 휴식을 취하세요. /{ui|Restcamp} 기능을 사용해(단축키 <b>[{bind|OpenRestCamp}]</b>)를 사용해 캠프를 설정합니다. 휴식 기능을 활성화한 후에는 캠프 위치를 선택해야 합니다. 캠프에는 많은 공간이 필요하므로 좋은 위치를 선택하세요.

source: There are difficult battles to come. Your heroes might be wounded and may have run out of {g|Encyclopedia:Spell}spells{/g}. They need rest. To replenish your powers, set up a {g|Encyclopedia:Rest}camp{/g} and rest. Set up camp by using the {ui|Restcamp} function — press <b>{console_bind|RightBottom}</b> and select "Rest". After activating the rest function, you must select a location for the camp. Camps require a lot of space, so find a good location.
ko: 앞으로 힘든 전투가 있을 것입니다. 당신의 영웅들은 지쳤으며 {g|Encyclopedia:Spell}주문{/g}들이 바닥났을지도 모릅니다. 당신의 힘들을 다시 채우기 위해서 {g|Encyclopedia:Rest}야영지{/g}를 세우고 휴식을 취하십시오. 야영지를 세우려면 {ui|Restcamp} 기능을 사용햐야 합니다. <b>{console_bind|RightBottom}</b> 를 누르고 "휴식"을 선택하십시오. 이 기능을 활성화하고 나면 야영지를 세울 위치를 골라야 합니다. 야영지는 자리를 많이 차지하기 때문에 적절한 위치를 찾아야 합니다.
ko_mt: 앞으로 어려운 전투가 기다리고 있습니다. 영웅이 부상을 입었을 수도 있고 {g|Encyclopedia:Spell}주문{/g}이 부족할 수도 있습니다. 그들은 휴식이 필요합니다. 힘을 보충하려면 {g|Encyclopedia:Rest}야영지{/g}를 설치하고 휴식을 취하세요. /{ui|Restcamp} 기능을 사용해 캠프를 설정하려면 <b>{console_bind|RightBottom}</b>을 누르고 "휴식"을 선택합니다. 휴식 기능을 활성화한 후에는 캠프 위치를 선택해야 합니다. 캠프는 많은 공간이 필요하므로 좋은 위치를 찾아야 합니다.

source: Your characters currently have three activities available during their {g|Encyclopedia:Rest}rest{/g} — Protective Rituals, Camouflage, and Night Watch. {br}Protective rituals reduce the rate at which the corruption of the Abyss grows during rest. To conduct these protective rituals, a character must make a successful {g|Encyclopedia:Lore_Religion}Lore (religion){/g} {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}check{/g}. Locations may differ in their levels of Abyssal corruption. {br}Camouflage reduces the chances of your camp being discovered. To create a camouflage, a character must make a successful {g|Encyclopedia:Stealth}Stealth skill check{/g}. A successful check allows you to negate the possibility of a {g|Encyclopedia:Surprise}surprise{/g} attack completely. Camellia is best suited for this task, as her Stealth skill is higher than that of the other characters.
ko: 당신의 캐릭터들은 {g|Encyclopedia:Rest}휴식{/g}하는 동안 보호 의식, 위장 그리고 불침번 활동을 할 수 있습니다. {br}보호 의식은 쉬는 동안 증가하는 심연 오염 수치를 감소시켜줍니다. 이런 보호 의식들을 행하기 위해서는 캐릭터가 {g|Encyclopedia:Lore_Religion}전승 (종교){/g} {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}에 성공해야 합니다. 지역마다 심연 오염 정도가 다를 수 있습니다. {br}위장은 야영지가 발견될 확률을 줄여줍니다. 위장을 만들기 위해서는 캐릭터가 {g|Encyclopedia:Stealth}은신 기술 판정{/g}에 성공해야 합니다. 성공적인 판정은 야영지가 {g|Encyclopedia:Surprise}기습{/g} 공격을 당할 가능성을 완전히 없애줍니다. 카멜리아의 은신 기술이 다른 캐릭터들에 비해 가장 높기 때문에 이 임무에 가장 적합합니다.
ko_mt: 캐릭터는 현재 {g|Encyclopedia:Rest}휴식{/g} 중에 보호 의식, 위장, 불침번 등 세 가지 활동을 할 수 있습니다. 보호 의식은 휴식 중에 심연의 부패가 성장하는 속도를 감소시킵니다. 이 보호 의식을 수행하려면 캐릭터가 {g|Encyclopedia:Lore_Religion}전승(종교){/g} {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}에 성공해야 합니다. 지역마다 심연의 타락 수준이 다를 수 있습니다. {br}위장은 캠프가 발각될 확률을 줄여줍니다. 위장을 생성하려면 캐릭터가 {g|Encyclopedia:Stealth}은신 기술{/g} 판정에 성공해야 합니다. 판정에 성공하면 {g|Encyclopedia:Surprise}기습{/g} 공격의 가능성을 완전히 무효화할 수 있습니다. 카멜리아는 은신 기술이 다른 캐릭터보다 높기 때문에 이 임무에 가장 적합합니다.

source: A night watch gives your party an advantage in the case of a {g|Encyclopedia:Surprise}surprise{/g} {g|Encyclopedia:Attack}attack{/g} on the {g|Encyclopedia:Rest}camp{/g}. To keep watch at night, a character must make a successful {g|Encyclopedia:Perception}Perception{/g} skill check. If the {g|Encyclopedia:Skills}skill{/g} check is successful by a sufficient margin, your characters will enter combat fully equipped and awake. If the skill {g|Encyclopedia:Check}check{/g} is successful by an insufficient margin, they will only enter combat awake. If the skill check is a failure, its result will affect the number of characters who are asleep at the beginning of combat. Wenduag and Lann are best suited for this task, as their Perception skill is higher than that of the other characters. {br}Roles in camp also influence outcomes on the global map.
ko: 불침번은 일행이 야영 도중 받게 되는 {g|Encyclopedia:Surprise}기습{/g} {g|Encyclopedia:Attack}공격{/g} 상황에서 이점을 제공합니다. 야간 경계를 위해선 캐릭터는 {g|Encyclopedia:Perception}지각{/g} 기술 판정에 성공해야 합니다. 만약 {g|Encyclopedia:Skills}기술{/g} 판정이 큰 차이로 성공하면 일행이 모든 장비를 착용하고 깨어있는 상태로 전투에 돌입할 것입니다. 만약 기술 {g|Encyclopedia:Check}판정{/g}이 적은 차이로 성공했다면 일행이 단지 깨어있는 상태로 전투에 돌입할 것입니다. 만약 기술 판정이 실패하면 결과에 따라 전투 시작 시 잠에 빠진 캐릭터가 몇 명인지 결정될 것입니다. 웬두아그와 랜은 다른 캐릭터 보다 지각 기술이 높아 야간 경계 임무에 적합합니다. {br}야영지 역할은 전역 지도의 결과에도 영향을 줍니다.
ko_mt: 불침번은 {g|Encyclopedia:Rest}아영지{/g}가 {g|Encyclopedia:Surprise}기습{/g} 에 {g|Encyclopedia:Attack}공격{/g}을 당했을 때 파티에게 유리합니다. 불침번을 서려면 캐릭터가 {g|Encyclopedia:Perception}지각{/g} 기술 판정에 성공해야 합니다. 충분한 차이로 {g|Encyclopedia:Skills}기술{/g} 판정에 성공하면, 캐릭터는 완전한 장비와 각성 상태로 전투에 참가합니다. 기술 {g|Encyclopedia:Check}판정{/g}이 부족한 점수 차이로 성공하면, 캐릭터는 각성 상태로만 전투에 참가합니다. 기술 판정이 실패하면, 그 결과는 전투 시작 시 잠들어 있는 캐릭터 수에 영향을 미칩니다. 웬두아그와 란은 지각 기술이 다른 캐릭터보다 높기 때문에 이 임무에 가장 적합합니다. {br}캠프 내 역할도 세계 지도에서 결과에 영향을 줍니다.

source: During their travels, the characters need to {g|Encyclopedia:Rest}rest{/g}. While resting, they regain lost {g|Encyclopedia:HP}HP{/g}, prepare {g|Encyclopedia:Spell}spells{/g}, and remove some negative effects, such as {g|ConditionFatigued}fatigue{/g} and {g|ConditionExhausted}exhaustion{/g}. You can assign up to two characters to every position at the camp, but one character can't occupy more than one position. Assigned characters will make {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}checks{/g}, providing security and camouflage for the camp, creating scrolls, potions and magic soups, and combating the effect of the Worldwound to lower the growth of the Abyssal corruption,
ko: 여행 도중 캐릭터는 {g|Encyclopedia:Rest}휴식{/g}을 취해야 합니다. 휴식을 하면 캐릭터는 부족한 {g|Encyclopedia:HP}HP{/g}를 회복하고 {g|Encyclopedia:Spell}주문{/g}을 준비하며 {g|ConditionFatigued}피로{/g}와 {g|ConditionExhausted}탈진{/g} 같은 부정적인 효과를 없앱니다. 당신은 모든 야영지 임무에 두 명의 캐릭터를 배정할 수 있습니다. 하지만 한 명의 캐릭터가 하나 이상의 임무를 수행할 수는 없습니다. 배정된 캐릭터는 {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}을 하여 야영지의 보안과 위장을 제공하고 두루마리, 물약, 마법 수프를 만들며 커저가는 심연의 오염을 줄이기 위해 세계상처의 영향력과 맞서 싸웁니다.
ko_mt: 이동 중 캐릭터는 {g|Encyclopedia:Rest}휴식{/g}을 해야 합니다. 쉬는 동안 손실된 {g|Encyclopedia:HP}HP{/g}를 회복하고, {g|Encyclopedia:Spell}주문{/g}을 준비하며, {g|ConditionFatigued}피로{/g}와 {g|ConditionExhausted}탈진{/g} 등 일부 부정적인 효과를 제거할 수 있습니다. 캠프의 모든 위치에 최대 두 명의 캐릭터를 배치할 수 있지만, 한 캐릭터가 두 개 이상의 위치를 차지할 수는 없습니다. 배치된 캐릭터는 {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}으로 캠프를 지키고 위장하며, 주문서, 물약, 마법 수프를 만들고, 심연의 타락의 성장을 낮추기 위해 세계상처 효과에 맞서 싸울 수 있습니다,

source: Positions
ko: 역할
ko_mt: 포지션

source: Camp
ko: 야영
ko_mt: 캠프
