Repository: akintos/wotr-translation
Catalog: translation/*/Tutorial.po
Languages: ko, ko_mt

source: Your character {t|TargetUnit} was affected by a gaze {g|Encyclopedia:Attack}attack{/g} of the enemy {t|SourceUnit}.
ko: 당신의 캐릭터 {t|TargetUnit} (이)가 적 {t|SourceUnit} 의 응시 {g|Encyclopedia:Attack}공격{/g}에 당했습니다.
ko_mt: 당신의 캐릭터 {t|TargetUnit}이 적 {t|SourceUnit}의 시선 {g|Encyclopedia:Attack}공격{/g}에 영향을 받았습니다.

source: To learn the properties of a magic item, you need to identify it. Once the item is added to your inventory, the character with the highest {g|Encyclopedia:Knowledge_Arcana}Knowledge (arcana){/g} {g|Encyclopedia:Skills}skill{/g} bonus will make a Knowledge (arcana) skill {g|Encyclopedia:Check}check{/g} with a {g|Encyclopedia:DC}DC{/g} that depends on the specific item. If the check is successful, you will immediately learn every magical property the item has. If the check is failed, you can automatically identify the item at any vendor. {br}Upon increasing their Knowledge (arcana) skill bonus, the character will make another attempt at identifying all unidentified items in your inventory.
ko: 마법 물품이 가진 특성을 확인하려면 먼저 그것을 감정해야 합니다. 물품을 획득할 때 가장 높은 {g|Encyclopedia:Knowledge_Arcana}지식 (비전){/g} {g|Encyclopedia:Skills}기술{/g} 보너스를 지닌 캐릭터가 아이템에 맞는 {g|Encyclopedia:DC}DC{/g}의 지식 (비전) 기술 {g|Encyclopedia:Check}판정{/g}을 시도할 것입니다. 판정이 성공하면 즉시 물품이 지닌 모든 마법적 특성을 알게 됩니다. 판정이 실패하면 아무 상인에게나 가서 자동적으로 감정할 수 있습니다. {br}지식 (비전) 기술 보너스를 증가시키면 캐릭터는 소지품 내 감정되지 않은 모든 물품에 대해 다시 감정을 시도할 것입니다.
ko_mt: 마법 아이템의 속성을 배우려면 아이템을 식별해야 합니다. 아이템이 인벤토리에 추가되면 {g|Encyclopedia:Knowledge_Arcana}지식(비전){/g}이 가장 높은 캐릭터가 승리합니다. {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Bonus}보너스{/g}는 특정 아이템에 따라 달라지는 {g|Encyclopedia:DC}DC{/g}를 가진 지식(비전) 기술 {g|Encyclopedia:Check}판정{/g}을 만듭니다. 판정에 성공하면 아이템이 가진 모든 마법 속성을 즉시 배우게 됩니다. 판정에 실패하면 어느 상점에서든 아이템을 자동으로 식별할 수 있습니다. {br}지식(비전) 기술 보너스가 증가하면, 캐릭터는 인벤토리에 있는 모든 미확인 아이템을 식별하는데 한 번 더 시도합니다.

source: Develop the {g|Encyclopedia:Knowledge_Arcana}Knowledge (arcana){/g} {g|Encyclopedia:Skills}skill{/g} to make use of identified items as soon as possible. In the worst-case scenario, you will have to wait until your next encounter with a vendor.
ko: 감정하지 못한 물품을 최대한 빨리 활용하고 싶다면 {g|Encyclopedia:Knowledge_Arcana}지식 (비전){/g} {g|Encyclopedia:Skills}기술{/g}에 투자하십시오. 최악의 경우에는 다른 상인을 만날 때까지 기다려야 할 수 있습니다.
ko_mt: {g|Encyclopedia:Knowledge_Arcana}지식(비전){/g}을 개발한다. 식별된 아이템을 최대한 빨리 사용할 수 있도록 {g|Encyclopedia:Skills}기술{/g}을 개발하세요. 최악의 경우, 다음 번 상인과의 만남까지 기다려야 할 수도 있습니다.

source: Identifying Items
ko: 물품 감정
ko_mt: 항목 식별

source: You have received the item {t|SourceItem} that no one in your party was able to identify.
ko: 일행 내 아무도 감정할 수 없는 {t|SourceItem} 아이템을 획득했습니다.
ko_mt: 파티원 중 아무도 확인하지 못한 아이템 {t|SourceItem}을 받았습니다.

source: Incorporeal creatures receive halved {g|Encyclopedia:Damage}damage{/g} from magic weapons and {g|Encyclopedia:Spell}spells{/g}. Ghost touch weapons deal them full damage, and nonmagical weapons deal no damage at all.
ko: 비실체 크리처는 마법 무기와 {g|Encyclopedia:Spell}주문{/g}으로부터 절반의 {g|Encyclopedia:Damage}피해{/g}를 받습니다. 유령 접촉 무기는 모든 피해를 주며, 비마법 무기는 전혀 피해를 주지 않습니다.
ko_mt: {g|Encyclopedia:Incorporeal_Touch_Attack}비실체{/g} 생물은 마법 무기와 {g|Encyclopedia:Spell}주문{/g}으로 받는 {g|Encyclopedia:Damage}피해{/g}가 절반으로 감소합니다. 비실체 접촉 무기는 이들에게 전체 피해를 입히고, 비마법 무기는 전혀 피해를 입히지 않습니다.

source: To fight this enemy effectively, use this:
ko: 이 적과 효과적으로 싸우기 위해 다음을 사용하십시오:
ko_mt: 이 적과 효과적으로 싸우려면 이걸 사용하세요.

source: Against the incorporeal enemies, use a weapon with the ghost touch special ability. You can temporarily give it to a weapon using a class ability or an expendable item. As a last resort, you can use regular magic weapons or {g|Encyclopedia:Spell}spells{/g}, but their effectiveness will be halved.
ko: 비실체 적에 대항할 때 유령 접촉 특수 성질을 지닌 무기를 사용하세요. 클래스 능력이나 소모품을 사용해 무기에 일시적으로 해당 성질을 부여할 수 있습니다. 최후의 수단으로 일반적인 마법 무기나 {g|Encyclopedia:Spell}주문{/g}을 사용할 수 도 있지만, 그들은 절반의 피해를 입힙니다.
ko_mt: {g|Encyclopedia:Incorporeal_Touch_Attack}비실체{/g} 적을 상대로 유령 터치 {g|Encyclopedia:Special_Abilities}특수 능력{/g}을 가진 무기를 사용합니다. 직업 능력이나 소모성 아이템을 사용하여 무기에 일시적으로 부여할 수 있습니다. 최후의 수단으로 일반 마법 무기나 {g|Encyclopedia:Spell}주문{/g}을 사용할 수 있지만, 효과는 절반으로 감소합니다.

source: Incorporeal Enemy
ko: 비실체 적
ko_mt: 비실체 적

source: You have encountered the enemy {t|SourceUnit}. This enemy is incorporeal, it receives no {g|Encyclopedia:Damage}damage{/g} from nonmagical weapons.
ko: {t|SourceUnit} 적을 만났습니다. 이 적은 비실체 이므로 비마법 무기로부터 {g|Encyclopedia:Damage}피해{/g}를 입지 않습니다.
ko_mt: 적 {t|SourceUnit}을 만났습니다. 이 적은 {g|Encyclopedia:Incorporeal_Touch_Attack}비실체{/g}이며, 비마법 무기로부터 {g|Encyclopedia:Damage}피해{/g}를 받지 않습니다.

source: Insanity is a negative condition, similar to {g|ConditionConfusion}confusion{/g}, that has an infinite duration. An insane creature can't tell a friend from an enemy. It will {g|Encyclopedia:Attack}attack{/g} the last creature that attacked it, until it either dies, or disappears from sight.
ko: 광기는 부정적 상태로, {g|ConditionConfusion}혼란{/g}과 비슷하지만, 지속 시간이 무한대입니다. 광기 상태의 크리처는 아군과 적을 구별할 수 없습니다. 자신을 마지막으로 공격한 적을 대상이 죽거나, 시야에서 사라질 때까지 공격할 것입니다.
ko_mt: 광기는 혼란과 비슷한 부정적 상태이며 지속 시간이 무한합니다. 광기에 빠진 생물은 아군과 적을 구분하지 못합니다. 미친 생물은 마지막으로 자신을 공격한 생물을 {g|Encyclopedia:Attack}공격{/g}하며, 그 생물이 죽거나 시야에서 사라질 때까지 공격합니다.

source: Insanity can only be removed by powerful {g|Encyclopedia:Spell}spells{/g}, such as {g|SpellsHeal}heal{/g} and {g|SpellsRestorationGreater}greater restoration{/g}. You can use:
ko: 광기 상태는 오직 {g|SpellsHeal}치유{/g} 또는 {g|SpellsRestorationGreater}상급 상태회복{/g} 등의 강력한 {g|Encyclopedia:Spell}주문{/g}으로만 제거할 수 있습니다. 현재 사용 가능:
ko_mt: 광기는 {g|SpellsHeal}치유{/g} 또는 {g|SpellsRestorationGreater}상급 상태회복{/g}과 같은 강력한 {g|Encyclopedia:Spell}주문{/g}으로 제거할 수 있습니다.

source: Insanity can only be removed by powerful {g|Encyclopedia:Spell}spells{/g}, such as {g|SpellsHeal}heal{/g} and {g|SpellsRestorationGreater}greater restoration{/g}.
ko: 광기 상태는 오직 {g|SpellsHeal}치유{/g} 또는 {g|SpellsRestorationGreater}상급 상태회복{/g} 등의 강력한 {g|Encyclopedia:Spell}주문{/g}으로만 제거할 수 있습니다.
ko_mt: 광기는 {g|SpellsHeal}치유{/g} 또는 {g|SpellsRestorationGreater}상급 상태회복{/g}과 같은 강력한 {g|Encyclopedia:Spell}주문{/g}으로 제거할 수 있습니다.

source: Insanity
ko: 광기
ko_mt: 광기

source: Your character {t|TargetUnit} has gone insane.
ko: {t|TargetUnit} 캐릭터가 광기에 빠졌습니다.
ko_mt: 캐릭터 {t|TargetUnit}이 미쳐버렸습니다.

source: Don't forget to equip new, more powerful items that you find on your characters,
ko: 새롭고 더 강력한 장비를 캐릭터에게 착용시켜 주는 것을 잊지 마십시오.
ko_mt: 캐릭터에서 발견한 새롭고 강력한 아이템을 장착하는 것을 잊지 마세요,

source: Updating Equipment
ko: 장비 교체
ko_mt: 장비 업데이트

source: You have the item {t|SolutionItem} in your inventory, which is significantly better than the item {t|SourceItem} {t|SourceUnit} has equipped.
ko: 현재 {t|SourceUnit} 캐릭터가 착용한 {t|SourceItem} 보다 나은 {t|SolutionItem} 장비를 가지고 있습니다.
ko_mt: 인벤토리에 {t|SolutionItem} 아이템이 있는데, 이는 {t|SourceItem} 아이템보다 훨씬 좋은 아이템입니다. {t|SourceUnit}이 장착한 아이템보다 훨씬 좋습니다.

source: You can regain lost {g|Encyclopedia:HP}HP{/g} with {g|Encyclopedia:Spell}spells{/g}, potions and {g|Encyclopedia:Rest}resting{/g}. You can buy potions of cure wounds from vendors, or get them as trophies.
ko: {g|Encyclopedia:Spell}주문{/g}이나 물약을 사용하거나 {g|Encyclopedia:Rest}휴식{/g}을 해서 잃은 {g|Encyclopedia:HP}HP{/g}를 회복할 수 있습니다. 상처 치료 물약은 상점에서 구매하거나, 적들에게서 전리품으로 얻을 수 있습니다.
ko_mt: 잃어버린 {g|Encyclopedia:HP}HP{/g}는 {g|Encyclopedia:Spell}주문{/g}, 물약, 휴식으로 회복할 수 있습니다. 상처 회복 물약은 상인에게서 {g|Encyclopedia:Healing}치료{/g} 물약을 구입하거나 전리품으로 얻을 수 있습니다.

source: {g|Encyclopedia:Healing}Healing{/g} {g|Encyclopedia:Spell}spells{/g}, such as {g|SpellsCureLightWounds}cure light wounds{/g}, are available to many classes, including bard, cleric, druid, inquisitor, oracle, paladin, shaman, and witch.
ko: 바드, 클레릭, 드루이드, 인퀴지터, 오라클, 팔라딘, 샤먼, 위치 등 다양한 클래스가 {g|SpellsCureLightWounds}가벼운 상처 치료{/g} 등의 {g|Encyclopedia:Healing}치유{/g} {g|Encyclopedia:Spell}주문{/g}을 사용할 수 있습니다.
ko_mt: {g|SpellsCureLightWounds}가벼운 상처 치료{/g}와 같은 {g|Encyclopedia:Healing}치유{/g} {g|Encyclopedia:Spell}주문{/g}은 바드, 성직자, 드루이드, 심문관, 오라클, 성기사, 주술사, 마녀를 포함한 많은 직업이 사용할 수 있습니다.

source: You can {g|Encyclopedia:Healing}cure{/g} a character with:
ko: 캐릭터 {g|Encyclopedia:Healing}치료{/g} 방법:
ko_mt: 캐릭터를 치료할 수 있습니다.

source: Healing in Combat
ko: 전투 중 회복
ko_mt: 전투 중 치유

source: {t|SourceUnit}'s {g|Encyclopedia:HP}HP{/g} has dropped below 50%. You should {g|Encyclopedia:Healing}cure{/g} their wounds.
ko: {t|SourceUnit}의 {g|Encyclopedia:HP}HP{/g}가 절반 아래로 떨어졌습니다. 부상을 {g|Encyclopedia:Healing}치료{/g}해야 합니다.
ko_mt: {t|SourceUnit}의 {g|Encyclopedia:HP}HP{/g}가 50% 이하로 떨어졌습니다. 상처를 {g|Encyclopedia:Healing}치료{/g}해야 합니다.

source: To use a rod, put it into a belt slot, and then activate. As long as a rod is active, all {g|Encyclopedia:Spell}spells{/g} the character casts will expend its daily uses and receive its metamagic improvements. Most rods have 3 daily uses that are replenished during {g|Encyclopedia:Rest}rest{/g}. In every rod's description you can see the spells of which levels it can improve.
ko: 지팡이를 사용하려면 허리띠에 장착하고 활성화하세요. 지팡이가 활성화 중일 때 캐릭터가 시전하는 모든 {g|Encyclopedia:Spell}주문{/g}은 지팡이의 일일 사용횟수를 소모하는 대신 지팡이의 메타매직 효과를 적용받습니다. 대부분의 지팡이는 하루 3 회의 사용횟수를 가지며, {g|Encyclopedia:Rest}휴식{/g}시 재충전됩니다. 모든 지팡이의 설명문에서 몇 레벨의 주문을 강화할 수 있는지 확인할 수 있습니다.
ko_mt: 지팡이를 사용하려면 지팡이를 허리띠 슬롯에 넣은 다음 활성화합니다. 막대가 활성화되어 있는 동안, 캐릭터가 시전하는 모든 {g|Encyclopedia:Spell}주문{/g}은 일일 사용량을 소모하고 메타매직 강화 효과를 받습니다. 대부분의 지팡이는 일일 사용량이 3개이며, {g|Encyclopedia:Rest}휴식{/g} 중에 보충됩니다. 모든 막대의 설명에서 강화할 수 있는 주문 레벨을 확인할 수 있습니다.

source: Use rods to improve your {g|Encyclopedia:Spell}spells{/g} with metamagic.
ko: 지팡이를 사용해 {g|Encyclopedia:Spell}주문{/g}을 메타매직으로 향상시키세요.
ko_mt: 막대를 사용하여 메타매직으로 {g|Encyclopedia:Spell}주문{/g}을 강화합니다.

source: Rods
ko: 지팡이
ko_mt: 불러오기

source: You have acquired {t|SolutionItem} — a rod that can improve your {g|Encyclopedia:Spell}spells{/g} with metamagic.
ko: {t|SolutionItem} 을 얻었습니다. 메타매직으로 {g|Encyclopedia:Spell}주문{/g}을 강화할 수 있는 지팡이입니다.
ko_mt: 아이템 {t|SolutionItem} - 메타매직으로 {g|Encyclopedia:Spell}주문{/g}을 향상시킬 수 있는 막대를 획득했습니다.

source: Wand is an item that contains a certain {g|Encyclopedia:Spell}spell{/g}. To use a wand, a character needs to have levels in a class capable of casting the spell in it. One can also attempt using a wand without possessing the levels in the appropriate class by making a {g|Encyclopedia:Use_Magic_Device}Use Magic Device{/g} {g|Encyclopedia:Skills}skill check{/g}. A wand can have up to 50 charges of the spell. After a wand runs out of charges, it is destroyed.
ko: 마법봉은 특정 {g|Encyclopedia:Spell}주문{/g}을 지닌 물품입니다. 마법봉을 사용하기 위해 캐릭터는 해당 주문을 시전할 수 있는 클래스의 레벨을 지니고 있어야 합니다. 적절한 클래스 레벨 없이도 {g|Encyclopedia:Use_Magic_Device}마법 도구 사용{/g} {g|Encyclopedia:Skills}기술 판정{/g}으로 마법봉 사용을 시도할 수 있습니다. 마법봉은 최대 50 회의 충전량을 가질 수 있습니다. 모든 충전량을 소모한 마법봉은 파괴됩니다.
ko_mt: 지팡이는 특정 {g|Encyclopedia:Spell}주문{/g}이 들어 있는 아이템입니다. 지팡이를 사용하려면 캐릭터가 해당 주문을 시전할 수 있는 직업 레벨이 있어야 합니다. 해당 직업 레벨이 없어도 {g|Encyclopedia:Use_Magic_Device}마법 도구 사용{/g} {g|Encyclopedia:Skills}기술{/g} 판정을 통해 지팡이 사용을 시도할 수 있습니다. 지팡이에는 최대 50개의 주문 충전이 가능합니다. 지팡이의 충전량이 모두 소진되면 파괴됩니다.

source: To use a wand, drag it from the inventory to one of {t|SolutionUnit}'s belt slots. Then, on the {g|Encyclopedia:Spell}spells{/g} bar, open the belt bar and use the wand from it.
ko: 마법봉을 사용하려면 소지품에서 물품을 끌어 {t|SolutionUnit} 캐릭터의 허리띠 슬롯에 놓으세요. 그 후 {g|Encyclopedia:Spell}주문{/g} 바에서 허리띠 바를 열어 마법봉을 사용하세요.
ko_mt: 지팡이를 사용하려면 인벤토리에서 {t|SolutionUnit}의 허리띠 슬롯 중 하나로 지팡이를 드래그합니다. 그런 다음 {g|Encyclopedia:Spell}주문{/g} 바에서 허리띠 바를 열고 거기서 지팡이를 사용합니다.

source: Wands
ko: 마법봉
ko_mt: 지팡이

source: You have acquired the wand {t|SourceItem}. {t|SolutionUnit} can use it.
ko: {t|SourceItem} 마법봉을 획득했습니다. {t|SolutionUnit}(이)가 사용할 수 있습니다.
ko_mt: 지팡이 {t|SourceItem}을 획득했습니다. {t|SolutionUnit}이 지팡이를 사용할 수 있습니다.

source: To use a wand, drag it from the inventory to one of {t|SolutionUnit}'s belt slots. Then, on the {g|Encyclopedia:Spell}spells{/g} bar, open the context menu, select "Usable Items", select the wand, and use it.
ko: 마법봉을 사용하려면 소지품에서 물품을 끌어 {t|SolutionUnit} 캐릭터의 허리띠 슬롯에 놓으세요. 그 후 {g|Encyclopedia:Spell}주문{/g} 바에서 컨텍스트 메뉴를 열고 "사용 가능 물품"을 고르고 완드를 선택한 뒤 사용하십시오.
ko_mt: 지팡이를 사용하려면 인벤토리에서 {t|SolutionUnit}의 허리띠 슬롯 중 하나로 지팡이를 드래그합니다. 그런 다음 {g|Encyclopedia:Spell}주문{/g} 바에서 컨텍스트 메뉴를 열고 "사용 가능한 아이템"을 선택한 다음 지팡이를 선택하고 사용합니다.

source: Material components are items necessary for casting a {g|Encyclopedia:Spell}spell{/g}. If a spell requires any such components, they would be listed in its description. These items are expended when the spell is cast.
ko: 물질 구성 요소는 {g|Encyclopedia:Spell}주문{/g} 시전에 필수적인 물품입니다. 해당 요소를 필요로 하는 주문은 설명에 그 목록을 포함하고 있을 것입니다. 해당 물품들은 주문이 시전될 때 소모됩니다.
ko_mt: 재료 구성요소는 {g|Encyclopedia:Spell}주문{/g}을 시전하는데 필요한 아이템입니다. 주문에 이러한 구성품이 필요한 경우, 주문 설명에 해당 구성품이 나열됩니다. 이 아이템은 주문을 시전할 때 소모됩니다.

source: You can buy material components for {g|Encyclopedia:Spell}spells{/g} from vendors. You can, for example, visit a safe place to shop for components.
ko: 상인으로부터 {g|Encyclopedia:Spell}주문{/g} 시전을 위한 물질 구성 요소를 구매할 수 있습니다. 구성 요소를 사기 위해 안전한 장소를 방문할 수 있습니다.
ko_mt: {g|Encyclopedia:Spell}주문{/g}에 필요한 재료 구성요소는 상인에게서 구입할 수 있습니다. 예를 들어, 안전한 장소를 방문해 부품을 구입할 수 있습니다.

source: Material Components
ko: 물질 구성 요소
ko_mt: 머티리얼 컴포넌트

source: Character {t|SourceUnit} has prepared the {g|Encyclopedia:Spell}spell{/g} {t|SourceAbility}. It requires the material component {t|Descriptor}, which you don't possess.
ko: {t|SourceUnit} 캐릭터는 {t|SourceAbility} {g|Encyclopedia:Spell}주문{/g}을 준비했습니다. 해당 주문은 당신이 지니고 있지 않은 {t|Descriptor} 물질 구성 요소를 필요로 합니다.
ko_mt: 캐릭터 {t|SourceUnit}이 {g|Encyclopedia:Spell}주문{/g}을 준비했습니다. {t|SourceAbility}. 이 주문에는 재료 구성 요소 {t|Descriptor}가 필요하지만 가지고 있지 않습니다.

source: It's hard to hit a target that is fighting in the melee. All {g|Encyclopedia:RangedAttack}ranged attacks{/g} against such a target (including ranged {g|Encyclopedia:TouchAttack}touch attacks{/g} required for many {g|Encyclopedia:Spell}spells{/g}) get a -4 {g|Encyclopedia:Penalty}penalty{/g} to {g|Encyclopedia:Attack}attack rolls{/g}.
ko: 근접 전투 중인 대상을 적중시키는 것은 힘든 일입니다. 그러한 대상에 대한 모든 {g|Encyclopedia:RangedAttack}원거리 공격{/g}은 (많은 {g|Encyclopedia:Spell}주문{/g}에 활용되는 원거리 {g|Encyclopedia:TouchAttack}접촉 공격{/g}을 포함) {g|Encyclopedia:Attack}명중 굴림{/g}에 -4 {g|Encyclopedia:Penalty}페널티{/g}를 받습니다.
ko_mt: 근접전에서 싸우고 있는 대상은 맞추기가 어렵습니다. 해당 대상에 대한 모든 {g|Encyclopedia:RangedAttack}원거리 공격{/g}(다수의 {g|Encyclopedia:Spell}주문{/g}에 필요한 원거리 {g|Encyclopedia:TouchAttack}접촉 공격{/g} 포함)은 {g|Encyclopedia:Attack}공격{/g}에 -4 {g|Encyclopedia:Penalty}불이익{/g}을 받습니다.

source: To remove the {g|Encyclopedia:Penalty}penalty{/g} to the {g|Encyclopedia:Attack}attack roll{/g} for shooting into melee, give the character the Precise Shot {g|Encyclopedia:Feat}feat{/g} (most classes would require taking the Point-Blank Shot feat first). You can also focus your {g|Encyclopedia:RangedAttack}ranged attacks{/g} on enemies who are not engaged in melee (such as {g|Encyclopedia:Spell}spellcasters{/g} and archers).
ko: 근접 사격으로 인한 {g|Encyclopedia:Attack}명중 굴림{/g} {g|Encyclopedia:Penalty}페널티{/g}를 제거하려면 캐릭터에게 정밀 사격 {g|Encyclopedia:Feat}특기{/g}를 (대부분의 클래스는 정밀 사격 특기를 선결 조건으로 요구할 것입니다.) 부여하세요. 또는 {g|Encyclopedia:Spell}주문 시전자{/g}나 궁수들처럼 근접 전투를 하지 않는 적에게 {g|Encyclopedia:RangedAttack}원거리 공격{/g}을 집중할 수도 있습니다.
ko_mt: 근접 사격 시 {g|Encyclopedia:Attack}공격{/g}에 대한 {g|Encyclopedia:Penalty}불이익{/g}을 제거하려면, 캐릭터에게 정밀 사격 {g|Encyclopedia:Feat}특기{/g}를 부여합니다.(대부분의 직업은 먼저 직사 특기를 습득해야 합니다). 근접전을 벌이지 않는 적(예: {g|Encyclopedia:Spell}주문사{/g}와 궁수)에게 {g|Encyclopedia:RangedAttack}원거리 공격{/g}을 집중할 수도 있습니다.

source: Shooting Into Melee
ko: 근접전 중인 대상에게 사격
ko_mt: 근접 사격

source: Your character {t|SourceUnit} shoots at enemies engaged in melee combat, which makes them miss a lot.
ko: {t|SourceUnit} 캐릭터가 근접 전투 중인 적을 사격했습니다. 이는 높은 확률로 빗나갑니다.
ko_mt: 캐릭터 {t|SourceUnit}이 근접 전투를 벌이는 적에게 총을 쏘면 적을 많이 빗나가게 합니다.

source: Alchemists, clerics, druids, magi, paladins, rangers, warpriests and wizards prepare their {g|Encyclopedia:Spell}spells{/g} for the day during {g|Encyclopedia:Rest}rest{/g}, and expend them when casting. To cast these spells again, a character needs to rest.
ko: 알케미스트, 클레릭, 드루이드, 메이거스, 팔라딘, 레인저, 워프리스트, 위자드는 {g|Encyclopedia:Rest}휴식{/g} 중에 그 날을 위한 {g|Encyclopedia:Spell}주문{/g}을 준비하고, 주문을 시전할 때 소모합니다. 주문을 다시 시전하기 위해서는 휴식을 해야 합니다.
ko_mt: 연금술사, 성직자, 드루이드, 마기, 성기사, 레인저, 전쟁사제, 위저드는 {g|Encyclopedia:Rest}휴식{/g} 동안 하루 동안 {g|Encyclopedia:Spell}주문{/g}을 준비하며, 시전 시 이를 소모합니다. 이 주문을 다시 시전하려면 캐릭터가 휴식을 취해야 합니다.

source: Some {g|Encyclopedia:Spell}spellcasters{/g}, such as wizards and clerics, prepare their spells for the day during {g|Encyclopedia:Rest}rest{/g}. Pay heed to which spells they prepare. Considering there's a battle ahead with a tough enemy, memorize some spells that will be effective against it. As a character gains levels, they also gain new spell slots — don't leave them empty!
ko: 위자드, 클레릭 같은 몇 {g|Encyclopedia:Spell}주문 시전자{/g}들은 {g|Encyclopedia:Rest}휴식{/g} 중에 그 날을 위한 {g|Encyclopedia:Spell}주문{/g}을 준비합니다. 어떤 주문을 준비할지에 대해 주의를 기울이세요. 강한 적을 상대로 한 전투를 준비할 때 대상에 효과적인 주문들을 기억하세요. 캐릭터가 레벨을 얻으면 새 주문 슬롯을 얻습니다. 빈 상태로 내버려두지 마세요!
ko_mt: 위저드와 성직자 같은 일부 {g|Encyclopedia:Spell}주문 시전사{/g}는 {g|Encyclopedia:Rest}휴식{/g} 중에 하루 동안 사용할 주문을 준비합니다. 그들이 어떤 주문을 준비하는지 주의하세요. 강력한 적과의 전투를 앞두고 있다면, 적에게 효과적인 주문을 몇 가지 외우세요. 캐릭터가 레벨을 올리면 새로운 주문 슬롯도 얻게 되므로 비워두지 마세요!

source: Spell Preparation
ko: 주문 준비
ko_mt: 주문 준비

source: Your character {t|SourceUnit} has a free {g|Encyclopedia:Spell}spell{/g} slot. Before {g|Encyclopedia:Rest}resting{/g}, you should fill it.
ko: {t|SourceUnit} 캐릭터는 빈 {g|Encyclopedia:Spell}주문{/g} 슬롯을 가지고 있습니다. {g|Encyclopedia:Rest}휴식{/g}을 하기 전에 채워둬야 합니다.
ko_mt: 캐릭터 {t|SourceUnit}의 {g|Encyclopedia:Spell}주문{/g} 슬롯이 비어 있습니다. 쉬기 전에 슬롯을 채워야 합니다.

source: A {g|Encyclopedia:Spell}spell{/g} improved with metamagic receives a special quality listed in a metamagic {g|Encyclopedia:Feat}feat{/g}'s description. It counts as a spell of a higher level than its regular version. For example, to cast a 1st-level spell improved with metamagic, you need to be able at least to cast 2nd-level spells. One spell can be improved with several different metamagic feats — in this case the increases in its level add up. {br}Spellcasters who prepare their spells in advance (such as wizards) apply metamagic feats during spell preparation. Spontaneous spellcasters (such as sorcerers) choose which spells to improve right before casting them.
ko: 메타매직으로 향상된 {g|Encyclopedia:Spell}주문{/g}은 메타매직 {g|Encyclopedia:Feat}특기{/g} 설명에 수록된 특수 성질을 받습니다. 주문은 더 일반적인 경우보다 더 높은 레벨의 주문으로 취급됩니다. 예를 들어 메타매직으로 강화된 1레벨 주문을 시전하기 위해서는 적어도 2레벨 주문을 시전할 수 있어야 합니다. 하나의 주문은 여러 개의 다른 메타매직 특기로 동시에 강화될 수 있습니다. 이 경우 주문 레벨은 합산됩니다. {br}위저드 등 주문을 준비하는 주문시전자는 성장하면서 주문 준비 과정에 메타매직 특기를 적용할 수 있습니다. 소서러 등 임의시전자는 향상시킬 주문을 언제든지 선택할 수 있습니다.
ko_mt: 메타매직으로 강화된 {g|Encyclopedia:Spell}주문{/g}은 메타매직 {g|Encyclopedia:Feat}특기{/g}의 설명에 나열된 특별한 특성을 받습니다. 이는 일반 버전보다 높은 레벨의 주문으로 계산됩니다. 예를 들어, 메타매직으로 강화된 1레벨 주문을 시전하려면 최소한 2레벨 주문을 시전할 수 있어야 합니다. 하나의 주문은 여러 가지 다른 메타매직 능력으로 향상시킬 수 있으며, 이 경우 레벨 증가가 합산됩니다. {br}소서러와 같이 주문을 미리 준비하는 주문 시전자는 주문 준비 중에 메타매직 위업을 적용합니다. 즉흥적으로 주문을 시전하는 주문 시전자(예: 위저드)는 주문을 시전하기 직전에 어떤 주문을 강화할지 선택합니다.

source: You can use metamagic to improve your {g|Encyclopedia:Spell}spells{/g} — for example, increase their distance and use spells, that usually require a touch, from a distance.
ko: {g|Encyclopedia:Spell}주문{/g}을 강화하기 위해 메타매직을 사용할 수 있습니다. 예를 들어 사거리를 증가시켜 접촉 주문을 원거리에서 사용할 수 있습니다.
ko_mt: 메타매직을 사용해 {g|Encyclopedia:Spell}주문{/g}을 향상시킬 수 있습니다. 예를 들어, 사거리를 늘리거나 보통 {g|Encyclopedia:TouchAttack}접촉{/g}이 필요한 주문을 원거리에서 사용할 수 있습니다.

source: Metamagic
ko: 메타매직
ko_mt: 메타매직

source: This is the metamagic page. Here you will find the metamagic {g|Encyclopedia:Feat}feats{/g} that let you improve your {g|Encyclopedia:Spell}spells{/g}.
ko: 이 페이지는 메타매직 페이지입니다. 여기서 주문을 강화할 수 있는 메타매직 특기를 찾을 수 있습니다.
ko_mt: 여기는 메타매직 페이지입니다. 여기에서는 {g|Encyclopedia:Spell}주문{/g}을 강화할 수 있는 메타매직 {g|Encyclopedia:Feat}특기{/g}를 확인할 수 있습니다.

source: Riding and mounted combat are available to any character that has an animal companion larger than them by one {g|Encyclopedia:Size}size{/g} category (for example, a large animal for a medium character or a medium animal for a small character). Such characters have a {g|Encyclopedia:Special_Abilities}special ability{/g} on their action bar that allows them to mount up or dismount. {br}Whenever a mounted character is {g|Encyclopedia:Attack}attacked{/g}, all enemy attacks are directed at their mount by default, except for special attacks intended specifically for the rider. Therefore riding improves mounted characters' survivability. {br}A mounted character can perform all the {g|Encyclopedia:CA_Types}actions{/g} available to those who fight on foot — attacking with melee or ranged weapons, casting {g|Encyclopedia:Spell}spells{/g}, throwing bombs, etc. {br}The mount will attack enemies on its own if it is close enough to reach them. Thus both the rider and their mount can perform a full-attack action against the enemy. If your character attacks from a distance and you are satisfied with their survivability, it is better to send the animal companion ahead of them into battle without mounting.
ko: 탑승과 탑승 전투는 {g|Encyclopedia:Size}크기{/g} 범주가 한 단계 이상 더 큰 동물 동료를 지닌 누구나 가능합니다. 예를 들어, 대형 동물 동료를 지닌 중형 캐릭터나, 중형 동물 동료를 지닌 소형 캐릭터의 경우 가능합니다. 이러한 캐릭터들은 액션 바에 탑승과 하마를 가능케하는 {g|Encyclopedia:Special_Abilities}특수 능력{/g}을 가지고 있습니다. {br}탑승 상태의 캐릭터가 {g|Encyclopedia:Attack}공격{/g}받을 때, 모든 적의 공격은 기수를 노리는 특수 공격을 제외하면 기본적으로 탈것에 가해집니다. 따라서 탑승은 캐릭터의 생존 능력을 향상시킵니다. {br}탑승 상태의 캐릭터는 근접 무기나 원거리 무기를 활용한 공격, {g|Encyclopedia:Spell}주문{/g} 시전, 폭탄 투척 등 보행 상태에서 싸울 때의 모든 {g|Encyclopedia:CA_Types}행동{/g}을 취할 수 있습니다. {br}탈것은 사거리 내에 들어온 적을 공격할 것입니다. 고로 기수와 탈것 모두 적에게 전력 공격을 시도할 수 있습니다. 만일 캐릭터가 원거리에서 공격하며 충분한 생존능력을 가지고 있다면, 동물 동료를 타지 않고 전투에 뛰어들도록 내보내는 것이 좋을 것입니다.
ko_mt: 탑승 및 기마 전투는 자신보다 한 {g|Encyclopedia:Size}크기{/g} 카테고리 큰 동물 동반자가 있는 모든 캐릭터가 사용할 수 있습니다.(예: 중형 캐릭터의 경우 대형 동물, 소형 캐릭터의 경우 중형 동물). 이러한 캐릭터는 {g|Encyclopedia:Special_Abilities}특수 능력{/g}이 {g|Encyclopedia:CA_Types}행동{/g} 표시줄에 있으며, 이를 통해 탑승하거나 하차할 수 있습니다. {br}탑승 중인 캐릭터가 {g|Encyclopedia:Attack}공격{/g}을 받으면 기수 전용 특수 공격을 제외한 모든 적의 공격이 기본적으로 탈것을 향합니다. 따라서 탈것을 타면 탈것 캐릭터의 생존력이 향상됩니다. {br}탈것 캐릭터는 근접 무기나 원거리 무기로 공격하고, {g|Encyclopedia:Spell}주문{/g}을 시전하고, 폭탄을 던지는 등 걸어서 싸우는 캐릭터가 할 수 있는 모든 행동을 할 수 있습니다. {br}탈것은 적에게 {g|Encyclopedia:Reach}도달{/g}할 수 있을 만큼 가까이 있으면 스스로 적을 공격합니다. 따라서 기수와 탈것 모두 적에게 전면 공격 액션을 수행할 수 있습니다. 캐릭터가 원거리에서 공격하고 생존력이 충분하다면 탈것에 탑승하지 않고 동물 동료를 먼저 전투에 투입하는 것이 좋습니다.

source: Mounted Combat
ko: 기마 전투
ko_mt: 기마 전투

source: {t|SourceUnit} has an animal companion suitable for mounted combat — {t|TargetUnit}.
ko: {t|SourceUnit} 캐릭터는 탑승 전투에 적합한 {t|TargetUnit} 동물 동료를 가지고 있습니다.
ko_mt: {t|SourceUnit}에는 기마 전투에 적합한 동물 동반자 {t|TargetUnit}이 있습니다.

source: Throughout the game, you will occasionally encounter options marked as associated with a specific mythic path. These are dialogue branches that embody the spirit of a particular manifestation of mythic powers. In the earlier stages of the game, these options must be selected in order to gain the opportunity to set out on the corresponding mythic path. Once your mythic path is set, unique alternatives inaccessible to other mythic paths will become available to you.
ko: 게임을 진행하다 보면 종종 특정 신화의 길과 연관된 것으로 표시된 선택지를 마주칠 것입니다. 이들은 특정 신화의 길과 관련된 대화 선택지입니다. 게임의 초기 지점에서 이 선택지들은 각각에 호응하는 신화의 길을 해금하기 위한 기회를 얻기 위해 반드시 선택될 필요가 있습니다. 일단 신화의 길이 정해지면 다른 신화의 길에게는 불가능한 대안들이 열릴 것입니다.
ko_mt: 게임을 진행하다 보면 특정 신화의 길과 관련된 것으로 표시된 옵션을 가끔 만나게 됩니다. 이는 특정 신화 능력의 발현 정신을 구현하는 대화 지점입니다. 게임 초반에 이 옵션을 선택해야 해당 신화의 길을 시작할 수 있는 기회를 얻을 수 있습니다. 신화 경로가 설정되면 다른 신화 경로에서는 접근할 수 없는 독특한 대안이 제공됩니다.

source: Dialogue Options Restricted by Mythic Paths
ko: 신화의 길에 의해 잠긴 대화 선택지
ko_mt: 신화 경로로 제한되는 대화 옵션

source: You have found a new recipe. To learn it, right-click it in your inventory and choose the "Memorize" option. Different recipes require different ingredients, and cooked dishes grant unique {g|Encyclopedia:Bonus}bonuses{/g}.
ko: 새 조리법을 찾았습니다. 조리법을 배우려면 소지품에서 오른쪽 클릭한 뒤 "외우기" 선택지를 고르세요. 조리법마다 다른 식재료를 필요로 하며, 조리법을 활용한 식사는 고유한 {g|Encyclopedia:Bonus}보너스{/g}를 부여합니다.
ko_mt: 새로운 레시피를 찾았습니다. 레시피를 배우려면 인벤토리에서 마우스 오른쪽 버튼으로 클릭하고 "외우기" 옵션을 선택하세요. 레시피마다 필요한 재료가 다르며, 조리된 요리는 고유한 {g|Encyclopedia:Bonus}보너스{/g}를 부여합니다.
