Repository: akintos/wotr-translation
Catalog: translation/*/Tutorial.po
Languages: ko, ko_mt

source: Disease is a common kind of malign condition. Most diseases only harm you once a day, but can go on almost indefinitely, until cured. You can become diseased because of an enemy's ability or a {g|Encyclopedia:Spell}spell{/g}, or, sometimes, a trap. Most diseases {g|Encyclopedia:Damage}damage{/g} your {g|Encyclopedia:Ability_Scores}ability score{/g}, so, before {g|Encyclopedia:Healing}curing{/g} the damage, make sure to get rid of the disease.
ko: 질병은 흔히 겪게 될 상태 이상입니다. 대부분의 질병은 하루에 한 번만 당신에게 피해를 주지만, 질병이 치료하기 전까지 계속 반복될 수 있습니다. 질병은 적들의 능력이나 {g|Encyclopedia:Spell}주문{/g} 혹은 함정에 의해서 걸리게 됩니다. 대부분의 질병은 당신 캐릭터의 {g|Encyclopedia:Ability_Scores}능력치에{/g} {g|Encyclopedia:Damage}피해{/g}를 주기에, 피해를 {g|Encyclopedia:Healing}치료{/g}하기 전에, 질병을 없애는 걸 꼭 고려하십시오.
ko_mt: 질병은 흔한 종류의 악성 질환입니다. 대부분의 질병은 하루에 한 번만 해를 끼치지만, 치료될 때까지 거의 무한정 지속될 수 있습니다. 적의 능력이나 {g|Encyclopedia:Spell}주문{/g}, 때로는 함정으로 인해 질병에 걸릴 수 있습니다. 대부분의 질병은 자신의 {g|Encyclopedia:Ability_Scores}능력 점수{/g}만큼 피해를 입히므로, 피해를 {g|Encyclopedia:Healing}치료{/g}하기 전에 질병을 제거해야 합니다.

source: From the 3rd level on, paladins become immune to diseases. Throw them against infectious enemies, and fear nothing! You can {g|Encyclopedia:Healing}cure{/g} a disease with:
ko: 3레벨부터 팔라딘은 질병에 면역이 됩니다. 질병 공격을 하는 적들을 팔라딘에게 맞서게 하면, 걱정할 일이 없을 겁니다! 질병은 다음과 같은 것들로 {g|Encyclopedia:Healing}치료{/g}할 수 있습니다:
ko_mt: 3레벨부터 성기사는 질병에 면역이 됩니다. 감염된 적을 향해 던져도 두려워하지 마세요! 질병을 {g|Encyclopedia:Healing}치료{/g}할 수 있습니다.

source: You can {g|Encyclopedia:Healing}cure{/g} a disease with {g|Encyclopedia:Spell}spells{/g} (or spell scrolls), such as {g|SpellsRemoveDisease}remove disease{/g} or {g|SpellsHeal}heal{/g}. From the 3rd level on, paladins become immune to diseases. Throw them against infectious enemies, and fear nothing!
ko: 질병은 {g|SpellsRemoveDisease}질병 제거{/g}나 {g|SpellsHeal}치유{/g}와 같은 {g|Encyclopedia:Spell}주문{/g} 및 주문 두루마리로 {g|Encyclopedia:Healing}치료{/g}할 수 있습니다. 3레벨이 넘는 팔라딘은 질병에 면역이 됩니다. 팔라딘을 질병 공격을 하는 적들과 맞서게 하여, 질병 걱정에서 벗어나십시오!
ko_mt: {g|SpellsRemoveDisease}질병 제거{/g} 또는 {g|SpellsHeal}치유{/g}와 같은 {g|Encyclopedia:Spell}주문{/g}(또는 주문 주문서)으로 질병을 치료할 수 있습니다. 3레벨부터 성기사는 질병에 면역이 됩니다. 감염된 적에게 던져도 두려워하지 마세요!

source: Diseases
ko: 질병
ko_mt: 질병

source: Your character {t|TargetUnit} became diseased, afflicted with the condition {t|SourceFact}.
ko: 당신의 {t|TargetUnit} 캐릭터가 질병에 걸렸으며, {t|SourceFact}로 고통받고 있습니다.
ko_mt: 당신의 캐릭터 {t|TargetUnit}이 {t|SourceFact} 상태에 걸린 병에 걸렸습니다.

source: Making an {g|Encyclopedia:Attack}attack{/g} with a {g|Encyclopedia:Light_Weapon}one-handed{/g} or a light weapon, you can make an additional attack with a weapon in the other hand. In this case, the first attack gets a -6 {g|Encyclopedia:Penalty}penalty{/g}, and the second up to -10 to the attack roll. Additionally, the second attack only receives half the {g|Encyclopedia:Strength}Strength{/g} {g|Encyclopedia:Bonus}bonus{/g}.
ko: {g|Encyclopedia:Light_Weapon}한 손{/g} 무기나 가벼운 무기로 {g|Encyclopedia:Attack}공격{/g}할 때 다른 손의 무기로 추가 공격을 시도할 수 있습니다. 이 경우 명중 굴림에 첫 공격은 -6 {g|Encyclopedia:Penalty}페널티{/g}를, 두 번째 공격은 -10 페널티를 받습니다. 이에 더해 두 번째 공격은 {g|Encyclopedia:Strength}힘{/g} {g|Encyclopedia:Bonus}보너스{/g}의 절반만을 받습니다.
ko_mt: {g|Encyclopedia:Light_Weapon}한손{/g} 또는 경량 무기로 {g|Encyclopedia:Attack}공격{/g}을 하면, 다른 손에 무기를 들고 추가 공격을 할 수 있습니다. 이 경우 첫 번째 공격은 -6 {g|Encyclopedia:Penalty}불이익{/g}을 받고, 두 번째 공격은 최대 -10까지 명중 굴림에 추가됩니다. 또한, 두 번째 공격은 {g|Encyclopedia:Strength}힘{/g}의 절반만 받습니다. {g|Encyclopedia:Bonus}보너스{/g}의 절반만 받습니다.

source: To reduce the {g|Encyclopedia:Penalty}penalty{/g} for fighting with two weapons, give the character the {g|Encyclopedia:Feat}feat{/g} Two-Weapon Fighting and equip a {g|Encyclopedia:Light_Weapon}light weapon{/g} (such as a dagger) in one hand. Characters without this feat should stick to fighting with just one weapon.
ko: 쌍수 무기로 싸울 때 {g|Encyclopedia:Penalty}페널티{/g}를 줄이기 위해서는 캐릭터에게 쌍수 전투 {g|Encyclopedia:Feat}특기{/g}를 부여하고 한 손에 단검 등의 {g|Encyclopedia:Light_Weapon}가벼운 무기{/g}를 장착시켜야 합니다. 이 특기가 없는 캐릭터들은 하나의 무기로 싸우는 것이 좋습니다.
ko_mt: 두 개의 무기로 전투할 때 받는 {g|Encyclopedia:Penalty}불이익{/g}을 줄이려면, 캐릭터에게 {g|Encyclopedia:Feat}특기{/g}를 줍니다. 두 무기 전투를 선택하고 한 손에 단검과 같은 {g|Encyclopedia:Light_Weapon}경량 무기{/g}를 장착합니다. 이 특성이 없는 캐릭터는 한 가지 무기로만 전투를 진행해야 합니다.

source: Two-Weapon Fighting
ko: 쌍수 무기 전투
ko_mt: 양손 무기 전투

source: You gave two {g|Encyclopedia:Light_Weapon}one-handed{/g} weapons to the character {t|SourceUnit} who doesn't have the Two-Weapon Fighting {g|Encyclopedia:Feat}feat{/g}. Without it, they will suffer from massive {g|Encyclopedia:Penalty}penalties{/g} to {g|Encyclopedia:Attack}attack rolls{/g}.
ko: {t|SourceUnit} 캐릭터가 쌍수 무기 전투 {g|Encyclopedia:Feat}특기{/g}가 없음에도 {g|Encyclopedia:Light_Weapon}한손 무기{/g}를 양손에 들고 있습니다. 쌍수 무기 전투 특기가 없는 캐릭터들은, {g|Encyclopedia:Attack}명중 굴림{/g} 판정에 상당한 {g|Encyclopedia:Penalty}페널티{/g}를 받게 됩니다.
ko_mt: 당신은 두 무기 전투 {g|Encyclopedia:Feat}특기{/g}가 없는 캐릭터 {t|SourceUnit}에게 두 개의 {g|Encyclopedia:Light_Weapon}한손{/g} 무기를 주었습니다. 이 무기가 없으면 {g|Encyclopedia:Attack}공격{/g}에서 막대한 {g|Encyclopedia:Penalty}불이익{/g}을 받게 됩니다.

source: Each character has a limit to the weight they can carry. For the shared stash, all the party members' capacities add up. When the load becomes medium, characters start moving slower. Heavy loads slow them down even more.
ko: 각 캐릭터는 지고 다닐 수 있는 무게에 한계가 있습니다. 공유 물품의 경우 모든 일행 구성원의 한계치가 더해집니다. 하중이 중간 단계가 되면 캐릭터의 움직임이 느려지기 시작합니다. 무거운 하중은 그들을 더 느리게 만듭니다.
ko_mt: 각 캐릭터는 소지할 수 있는 무게에 제한이 있습니다. 공유 보관함의 경우 모든 파티원의 용량이 합산됩니다. 짐이 중간이 되면 캐릭터의 이동 속도가 느려집니다. 짐이 무거우면 속도가 더 느려집니다.

source: Try to get rid of the items you don't need by selling them, or just throwing them out. Some vendors can sell you the magic Bag of Holding that increases the party's carrying capacity. Animal companions also increase it. As a last resort, you could throw away cumbersome and cheap items, such as non-magical armor.
ko: 필요없는 물품을 제거려면,해당 물품을 판매하거나, 그냥 버릴 수도 있습니다. 어떤 상인은 일행의 무게 한도를 증가시키는 마법 가방인 '소유의 가방'을 팔기도 합니다. 동물 동료 또한 한도를 늘립니다. 최후의 방법으로, 비마법 갑옷처럼 무거우면서도 저렴한 물품을 버릴 수도 있습니다.
ko_mt: 필요 없는 아이템은 판매하거나 그냥 버려서 없애세요. 일부 상인은 파티의 운반 능력을 증가시키는 마법 가방을 판매할 수 있습니다. 동물 동료도 이 수치를 증가시킵니다. 최후의 수단으로, 마법 효과가 없는 갑옷과 같이 번거롭고 값싼 아이템을 버릴 수도 있습니다.

source: Overload
ko: 과중
ko_mt: 과부하

source: Your party is overloaded with equipment and loot, and its movement is slowed.
ko: 일행이 너무 많은 장비와 물건들을 짊어지고 있어서 움직임이 느려집니다.
ko_mt: 장비와 전리품으로 파티에 과부하가 걸려 이동 속도가 느려집니다.

source: Each character has a limit to how much weight they can carry. This limit depends on their {g|Encyclopedia:Strength}Strength{/g}. When a character is bearing too much heavy equipment (such as armor and shields), they slow down. Additionally, overloading can limit the maximum {g|Encyclopedia:Dexterity}Dexterity{/g} {g|Encyclopedia:Bonus}bonus{/g} to {g|Encyclopedia:Armor_Class}AC{/g}.
ko: 각 캐릭터마다 들 수 있는 총 무게 제한이 있습니다. 무게 제한은 캐릭터의 {g|Encyclopedia:Strength}힘{/g}에 기반합니다. 만일 캐릭터가 너무 무거운 장비를 (갑옷과 방패 등) 장착하면 느려집니다. 추가적으로, 과적은 {g|Encyclopedia:Armor_Class}AC{/g}에 대한 최대 {g|Encyclopedia:Dexterity}민첩{/g} {g|Encyclopedia:Bonus}보너스{/g}를 제한할 수 있습니다.
ko_mt: 각 캐릭터는 운반할 수 있는 무게에 제한이 있습니다. 이 한계는 캐릭터의 {g|Encyclopedia:Strength}힘{/g}에 따라 달라집니다. 캐릭터가 갑옷과 방패 등 무거운 장비를 너무 많이 착용하면 이동 속도가 느려집니다. 또한, 과부하로 인해 {g|Encyclopedia:Armor_Class}AC{/g}에 대한 최대 {g|Encyclopedia:Dexterity}민첩{/g} {g|Encyclopedia:Bonus}보너스{/g}가 제한될 수 있습니다.

source: Don't equip heavy armor and shields on weak characters, or increase their {g|Encyclopedia:Strength}Strength{/g} score.
ko: 연약한 캐릭터에게는 중장 갑옷이나 방패를 장착시키지 말거나, {g|Encyclopedia:Strength}힘{/g} 능력치를 증가시키세요.
ko_mt: 약한 캐릭터에게 중장 갑옷과 방패를 장착하거나 {g|Encyclopedia:Strength}힘{/g} 점수를 증가시키지 마세요.

source: Overloaded Characters
ko: 과적된 캐릭터
ko_mt: 과부하된 문자

source: Your character {t|SourceUnit} is overloaded.
ko: 당신의 {t|SourceUnit} 캐릭터가 과중한 무게에 시달리고 있습니다.
ko_mt: 캐릭터 {t|SourceUnit}에 과부하가 걸렸습니다.

source: Some {g|Encyclopedia:Spell}spells{/g}, as well as undead enemies, can drain life and energy, inflicting negative levels. For each negative level, a creature gets -1 to their {g|Encyclopedia:Attack}attack rolls{/g}, {g|Encyclopedia:CMB}CMB{/g}, {g|Encyclopedia:CMD}CMD{/g}, {g|Encyclopedia:Saving_Throw}saving throws{/g}, {g|Encyclopedia:Skills}skills{/g} and {g|Encyclopedia:Ability_Scores}ability checks{/g}, and their maximum {g|Encyclopedia:HP}HP{/g} is reduced by 5. Temporary negative levels can be removed with a successful saving throw after a {g|Encyclopedia:Rest}rest{/g}, one at a time, but in case of a failure they become permanent. Permanent negative levels can only be removed with spells.
ko: 일부 {g|Encyclopedia:Spell}주문{/g}과 언데드 적들은 생명과 에너지를 소진시켜 음수 레벨을 부여할 수 있습니다. 매 음수 레벨마다 크리처는 {g|Encyclopedia:Attack}명중 굴림{/g}, {g|Encyclopedia:CMB}CMB{/g}, {g|Encyclopedia:CMD}CMD{/g}, {g|Encyclopedia:Saving_Throw}내성 굴림{/g}, {g|Encyclopedia:Skills}기술{/g}, {g|Encyclopedia:Ability_Scores}능력치 판정{/g}에 -1 페널티를 받고, 최대 {g|Encyclopedia:HP}HP{/g}가 5 감소합니다. 임시 음수 레벨은 {g|Encyclopedia:Rest}휴식{/g}이후 내성 굴림에 성공하여 한 번에 하나씩 제거할 수 있으나, 내성에 실패하면 영구 음수 레벨로 바뀝니다. 영구 음수 레벨은 오직 주문으로만 제거할 수 있습니다.
ko_mt: 언데드 적뿐만 아니라 일부 {g|Encyclopedia:Spell}주문{/g}은 생명력과 에너지를 소모하여 음수 레벨을 입힐 수 있습니다. 음수 레벨이 하나씩 추가될 때마다 생물은 {g|Encyclopedia:Attack}명중 굴림{/g}, {g|Encyclopedia:CMB}CMB{/g}, {g|Encyclopedia:CMD}CMD{/g}, {g|Encyclopedia:Saving_Throw}내성 굴림{/g}, {g|Encyclopedia:Skills}기술{/g}, {g|Encyclopedia:Ability_Scores}능력{/g} 판정이 -1이 되고 최대 {g|Encyclopedia:HP}HP{/g}가 5 감소됩니다. 일시적 음수 레벨은 {g|Encyclopedia:Rest}휴식{/g} 후 내성 굴림에 성공하면 한 번에 하나씩 제거할 수 있지만, 실패할 경우 영구적으로 적용됩니다. 영구적인 음수 레벨은 주문으로만 제거할 수 있습니다.

source: Use a {g|Encyclopedia:Spell}spell{/g} (or a spell scroll) of {g|Encyclopedia:Healing}restoration{/g} to remove negative levels:
ko: {g|Encyclopedia:Healing}상태회복{/g} f{g|Encyclopedia:Spell}주문{/g}이나 두루마리를 사용해 음수 레벨을 제거하세요:
ko_mt: {g|Encyclopedia:Spell}주문{/g}(또는 주문 주문서)의 {g|Encyclopedia:Healing}상태회복{/g}을 사용해 음수 레벨을 제거합니다.

source: To remove negative levels, use a {g|Encyclopedia:Spell}spell{/g} (or a spell scroll) of {g|Encyclopedia:Healing}restoration{/g}, or something more potent.
ko: 음수 레벨을 제거하려면 {g|Encyclopedia:Healing}상태회복{/g} {g|Encyclopedia:Spell}주문{/g}이나 두루마리, 또는 더 강력한 수단을 사용하십시오.
ko_mt: 음수 레벨을 제거하려면 {g|Encyclopedia:Spell}주문{/g}(또는 주문 주문서)의 {g|Encyclopedia:Healing}상태회복{/g} 또는 그보다 더 강력한 것을 사용합니다.

source: Negative Levels
ko: 음수 레벨
ko_mt: 음수 레벨

source: Your character {t|TargetUnit} was afflicted with negative levels, severely reducing their efficiency.
ko: 당신의 {t|TargetUnit} 캐릭터에 음수 레벨이 부여되어 모든 능력이 심각하게 감소했습니다.
ko_mt: 캐릭터 {t|TargetUnit}이 음수 레벨에 감염되어 효율이 심각하게 감소했습니다.

source: A creature immune to a type of {g|Encyclopedia:Energy_Damage}energy damage{/g} receives no {g|Encyclopedia:Damage}damage{/g} from this type of energy. You can learn this information by inspecting the creature.
ko: 한 유형의 {g|Encyclopedia:Energy_Damage}에너지 피해{/g}에 면역인 크리처는 이 유형의 에너지에 전혀 {g|Encyclopedia:Damage}피해{/g}를 입지 않습니다. 당신은 크리처를 조사하여 이 정보를 배울 수 있습니다.
ko_mt: {g|Encyclopedia:Energy_Damage}에너지 피해 유형{/g}에 면역인 생물은 이 유형의 에너지로 인한 {g|Encyclopedia:Damage}피해{/g}를 받지 않습니다. 이 정보는 생물을 검사하여 알아낼 수 있습니다.

source: To defeat this enemy, use physical {g|Encyclopedia:Attack}attacks{/g}, or {g|Encyclopedia:Spell}spells{/g} that deal a different kind of {g|Encyclopedia:Energy_Damage}energy damage{/g}:
ko: 이 적을 쓰러뜨리려면 물리 {g|Encyclopedia:Attack}공격{/g}이나 다른 유형의 {g|Encyclopedia:Energy_Damage}에너지 피해{/g}를 입히는 {g|Encyclopedia:Spell}주문{/g}을 사용하십시오:
ko_mt: 이 적을 물리치려면 물리 {g|Encyclopedia:Attack}공격{/g}을 사용하거나 다른 종류의 {g|Encyclopedia:Energy_Damage}에너지 피해{/g}를 주는 {g|Encyclopedia:Spell}주문{/g}을 사용하세요.

source: To defeat this enemy, use physical {g|Encyclopedia:Attack}attacks{/g}, or {g|Encyclopedia:Spell}spells{/g} that deal a different kind of {g|Encyclopedia:Energy_Damage}energy damage{/g}.
ko: 이 적을 쓰러뜨리려면 물리 {g|Encyclopedia:Attack}공격{/g}이나 다른 유형의 {g|Encyclopedia:Energy_Damage}에너지 피해{/g}를 입히는 {g|Encyclopedia:Spell}주문{/g}을 사용하십시오.
ko_mt: 이 적을 물리치려면 물리 {g|Encyclopedia:Attack}공격{/g}을 사용하거나 다른 종류의 {g|Encyclopedia:Energy_Damage}에너지 피해{/g}를 주는 {g|Encyclopedia:Spell}주문{/g}을 사용하세요.

source: Energy Damage Immunity
ko: 에너지 피해 면역
ko_mt: 에너지 피해 면역

source: Your enemy {t|TargetUnit} is completely immune to all {g|Encyclopedia:Damage}damage{/g} with the descriptor {t|Descriptor}.
ko: 당신의 적 {t|TargetUnit} 크리처는 {t|Descriptor} 기술어를 가진 모든 {g|Encyclopedia:Damage}피해{/g}에 면역입니다.
ko_mt: 적 {t|TargetUnit}은 설명자 {t|Descriptor}를 가진 모든 {g|Encyclopedia:Damage}피해{/g}에 완전히 면역입니다.

source: Two main types of {g|Encyclopedia:Damage}damage{/g} are physical and {g|Encyclopedia:Energy_Damage}energy damage{/g}. There are many ways to deal energy damage to a creature, but the most common one is to use a {g|Encyclopedia:Spell}spell{/g}. There are several types of energy damage: fire, cold, acid, electricity, force, sonic, divine, positive and negative energy. Some creatures are resistant to one or more types of energy damage. The damage of this type they receive is reduced by a fixed number. You can learn this information by inspecting the creature.
ko: {g|Encyclopedia:Damage}피해{/g}의 유형에는 물리 피해와 {g|Encyclopedia:Energy_Damage}에너지 피해{/g}가 있습니다. 에너지 피해를 주는 방법엔 여러 가지가 있지만 제일 일반적인 방법은 {g|Encyclopedia:Spell}주문{/g}을 쓰는 것입니다. 에너지 피해 유형에는 화염, 냉기, 산성, 전기, 역장, 음파, 신격, 양에너지, 음에너지가 있습니다. 몇몇 크리처는 하나 이상의 에너지 피해를 저항합니다. 이런 저항을 통해 에너지 피해는 일정 숫자만큼 감소합니다. 크리처 조사를 통해 자세한 정보를 확인할 수 있습니다.
ko_mt: 물리 {g|Encyclopedia:Damage}피해{/g}는 크게 물리 피해와 {g|Encyclopedia:Energy_Damage}에너지 피해{/g} 두 가지 유형으로 나뉩니다. 생물에게 에너지 피해를 주는 방법은 여러 가지가 있지만, 가장 일반적인 방법은 {g|Encyclopedia:Spell}주문{/g}을 사용하는 것입니다. 에너지 피해에는 불, 냉기, 산성, 전기, 힘, 음파, 신성, 양에너지, 음에너지 등 여러 가지 유형이 있습니다. 일부 생물은 한 가지 이상의 에너지 피해 유형에 저항합니다. 이 유형의 피해를 받으면 일정 수치만큼 피해가 감소합니다. 이 정보는 생물을 검사하면 알 수 있습니다.

source: To fight this enemy more efficiently, try using physical {g|Encyclopedia:Attack}attacks{/g} or a {g|Encyclopedia:Spell}spell{/g} that deals {g|Encyclopedia:Damage}damage{/g} with a different type of energy:
ko: 더 효과적으로 이 적을 상대하기 위해서 물리 {g|Encyclopedia:Attack}공격{/g}을 하거나 다른 유형의 에너지로 {g|Encyclopedia:Damage}피해{/g}를 가하는 {g|Encyclopedia:Spell}주문{/g}을 사용하십시오:
ko_mt: 이 적과 더 효율적으로 싸우려면 다른 유형의 에너지로 {g|Encyclopedia:Attack}물리 공격{/g}을 하거나 {g|Encyclopedia:Spell}주문{/g}을 사용해 {g|Encyclopedia:Damage}피해{/g}를 입히세요.

source: To fight this enemy more efficiently, try using physical {g|Encyclopedia:Attack}attacks{/g} or a {g|Encyclopedia:Spell}spell{/g} that deals {g|Encyclopedia:Damage}damage{/g} with a different type of energy.
ko: 이 적과 더욱 효과적으로 싸우려면, 물리 {g|Encyclopedia:Attack}공격{/g}이나 다른 유형의 {g|Encyclopedia:Energy_Damage}에너지 피해{/g}를 입히는 {g|Encyclopedia:Spell}주문{/g}을 사용해보세요.
ko_mt: 이 적과 더 효율적으로 싸우려면 다른 유형의 에너지로 {g|Encyclopedia:Attack}물리 공격{/g}을 하거나 {g|Encyclopedia:Spell}주문{/g}을 사용해 {g|Encyclopedia:Damage}피해{/g}를 입히세요.

source: Energy Resistance
ko: 에너지 저항
ko_mt: 에너지 저항

source: Your enemy {t|TargetUnit} is highly resistant to {g|Encyclopedia:Energy_Damage}energy damage{/g} with the descriptor {t|Descriptor}.
ko: {t|TargetUnit} 적은 {t|Descriptor} 기술어를 가진 {g|Encyclopedia:Energy_Damage}에너지 피해{/g}에 매우 높은 저항력을 갖고 있습니다.
ko_mt: 적 {t|TargetUnit}은 설명자 {t|Descriptor}를 가진 {g|Encyclopedia:Energy_Damage}에너지 피해{/g}에 매우 강한 저항을 가집니다.

source: {g|ConditionFatigued}Fatigued{/g} characters fight way worse than if they have had a good {g|Encyclopedia:Rest}rest{/g}. Additionally, a rest restores some lost {g|Encyclopedia:HP}HP{/g}, allows {g|Encyclopedia:Spell}spellcasters{/g} to replenish their spells, and helps get rid of many negative conditions.
ko: {g|ConditionFatigued}피로{/g}한 캐릭터는 좋은 {g|Encyclopedia:Rest}휴식{/g}을 취했을 때보다 훨씬 약해집니다. 또한, 휴식은 약간의 잃은 {g|Encyclopedia:HP}HP{/g}를 회복시키고, {g|Encyclopedia:Spell}주문 시전자{/g}들이 소모한 주문을 재충전하며, 다양한 부정적인 상태의 제거를 돕습니다.
ko_mt: {g|ConditionFatigued}피로{/g}에 지친 캐릭터는 {g|Encyclopedia:Rest}휴식{/g}을 충분히 취했을 때보다 전투력이 훨씬 떨어집니다. 또한, 휴식은 손실된 {g|Encyclopedia:HP}HP{/g}를 일부 회복하고, {g|Encyclopedia:Spell}주문사{/g}가 주문을 보충할 수 있게 해주며, 여러 부정적인 조건을 제거하는데 도움이 됩니다.

source: Set up a {g|Encyclopedia:Rest}camp{/g} and have a rest. Don't forget to assign a lookout! For the worst cases, you could use the {g|SpellsRestorationLesser}lesser restoration{/g} {g|Encyclopedia:Spell}spell{/g} to make {g|ConditionExhausted}exhausted{/g} characters merely {g|ConditionFatigued}fatigued{/g} and get rid of fatigued characters' conditions. More powerful versions of this spell remove the exhausted condition directly.
ko: {g|Encyclopedia:Rest}야영지{/g}를 차리고 휴식을 취하세요. 경계인원을 세우는 것 또한 잊지 마세요! 불가피한 경우, {g|SpellsRestorationLesser}하급 상태회복{/g} {g|Encyclopedia:Spell}주문{/g}을 통해 {g|ConditionExhausted}탈진{/g}한 동료들을 {g|ConditionFatigued}피로{/g} 상태로 회복시키거나, 피로 상태를 제거할 수 있습니다. 보다 강력한 상태회복 주문은 탈진 상태를 곧바로 제거할 수 있습니다.
ko_mt: {g|Encyclopedia:Rest}휴식지{/g}를 설치하고 휴식을 취하세요. 보초를 지정하는 것을 잊지 마세요! 최악의 경우, {g|SpellsRestorationLesser}하급 상태회복{/g}을 사용할 수 있습니다. {g|Encyclopedia:Spell}주문{/g}을 사용해 지친 캐릭터를 단순히 피곤하게 만들고 피곤한 캐릭터의 상태를 없앨 수 있습니다. 이 주문의 더 강력한 버전은 탈진 상태를 직접 제거합니다.

source: Fatigue
ko: 피로
ko_mt: 피로

source: Your party has {g|ConditionExhausted}exhausted{/g} members. You really need to {g|Encyclopedia:Rest}rest{/g}.
ko: 일행 중에 {g|ConditionExhausted}탈진{/g}한 캐릭터가 있습니다. {g|Encyclopedia:Rest}휴식{/g}이 필요합니다.
ko_mt: 파티원의 체력이 모두 소진되었습니다. 반드시 {g|Encyclopedia:Rest}휴식{/g}을 해야 합니다.

source: A creature is {g|Encyclopedia:Flat_Footed}flat-footed{/g} when it doesn't expect an {g|Encyclopedia:Attack}attack{/g}. In this state, it loses the {g|Encyclopedia:Dexterity}Dexterity{/g} {g|Encyclopedia:Bonus}bonus{/g} to {g|Encyclopedia:Armor_Class}AC{/g} and becomes vulnerable to sneak attacks. During the first {g|Encyclopedia:Combat_Round}round{/g} of every combat, every creature is flat-footed until it has its turn to act according to its {g|Encyclopedia:Initiative}initiative{/g}. A creature is also treated as flat-footed when it can't see an enemy (it might happen if it's {g|ConditionBlind}blinded{/g}, or the enemy is invisible). When there are more enemies in melee than your allies, they outflank you, treating your characters as flat-footed and getting an attack bonus.
ko: {g|Encyclopedia:Flat_Footed}무방비{/g} 상태인 크리처는 {g|Encyclopedia:Attack}공격{/g}에 대응할 수 없습니다. 이 상태에서는 {g|Encyclopedia:Armor_Class}AC{/g}의 {g|Encyclopedia:Dexterity}민첩{/g} {g|Encyclopedia:Bonus}보너스{/g}를 잃으며 암습에 취약해집니다. 전투의 첫 {g|Encyclopedia:Combat_Round}라운드{/g} 동안, 모든 크리처는 각자의 {g|Encyclopedia:Initiative}우선권{/g}에 따라 행동하기 전까지 무방비 상태가 됩니다. 적을 볼 수 없는 경우 ({g|ConditionBlind}실명{/g} 상태이거나 적이 투명할 때) 에도 무방비 상태로 취급됩니다. 근거리에 적의 수가 아군보다 많을 경우, 포위당한 캐릭터들을 무방비 상태로 취급하며 적들이 공격 보너스를 받습니다.
ko_mt: 생물은 {g|Encyclopedia:Attack}공격{/g}을 예상하지 못하면 {g|Encyclopedia:Flat_Footed}무방비{/g}가 됩니다. 이 상태에서는 {g|Encyclopedia:Armor_Class}AC{/g}에 대한 {g|Encyclopedia:Dexterity}민첩{/g} {g|Encyclopedia:Bonus}보너스{/g}를 잃고 암습에 취약해집니다. 모든 전투의 첫 {g|Encyclopedia:Combat_Round}라운드{/g} 동안, 모든 생물은 자신의 {g|Encyclopedia:Initiative}우선권{/g}에 따라 행동할 차례가 올 때까지 평평한 발이 됩니다. 생물이 적을 볼 수 없는 상태(눈이 멀었거나 적이 보이지 않을 수도 있습니다)일 때도 무방비로 취급됩니다. 근접한 적의 수가 아군보다 많을 경우, 적들은 아군 캐릭터의 측면을 공격하고 무방비로 취급하며 공격 보너스를 얻습니다.

source: Characters whose {g|Encyclopedia:Armor_Class}AC{/g} depends on their {g|Encyclopedia:Dexterity}Dexterity{/g} {g|Encyclopedia:Bonus}bonus{/g}, need to raise their {g|Encyclopedia:Initiative}initiative{/g} (for example, by taking the Improved Initiative {g|Encyclopedia:Feat}feat{/g}), so they won't be defenseless at the beginning of a battle. You can also try encircling enemies, holding them off in tight spaces (such as doors), or controlling their movements with {g|Encyclopedia:Spell}spells{/g} like {g|SpellsEntangle}entangle{/g}.
ko: {g|Encyclopedia:Armor_Class}AC{/g}를 {g|Encyclopedia:Dexterity}민첩{/g} {g|Encyclopedia:Bonus}보너스{/g}에 의존하는 캐릭터는 전투 시작 시 무방비 상태가 되지 않도록 {g|Encyclopedia:Initiative}우선권{/g}을 늘릴 필요가 있습니다. 예를 들어, 향상된 우선권 {g|Encyclopedia:Feat}특기{/g}를 얻는 방법이 있습니다. 또한 적을 둘러싸거나, 문 등을 활용해 좁은 장소에 붙들어 두거나, {g|SpellsEntangle}휘감기{/g} 등의 {g|Encyclopedia:Spell}주문{/g}을 사용해 적의 움직임을 제약할 수 있습니다.
ko_mt: {g|Encyclopedia:Armor_Class}AC{/g}가 {g|Encyclopedia:Dexterity}민첩{/g}에 따라 달라지는 캐릭터는 {g|Encyclopedia:Bonus}보너스{/g}가 필요합니다. {g|Encyclopedia:Bonus}보너스{/g}에 따라 달라지는 캐릭터는 전투 시작 시 무방비 상태가 되지 않도록 {g|Encyclopedia:Initiative}우선권{/g}을 높여야 합니다.(예: 향상된 우선권 {g|Encyclopedia:Feat}특기{/g}를 획득). 또한 적을 포위하거나, 문과 같은 좁은 공간에서 적을 붙잡거나, {g|SpellsEntangle}얽히기{/g} 같은 {g|Encyclopedia:Spell}주문{/g}으로 적의 움직임을 제어할 수도 있습니다.

source: Flat-Footed Creatures
ko: 무방비 상태
ko_mt: 무방비 생물

source: Your character {t|TargetUnit} was {g|Encyclopedia:Attack}attacked{/g} while they were {g|Encyclopedia:Flat_Footed}flat-footed{/g}.
ko: 당신의 캐릭터 {t|TargetUnit} (이)가 {g|Encyclopedia:Flat_Footed}무방비{/g} 상태일 때 {g|Encyclopedia:Attack}공격{/g}당했습니다.
ko_mt: 당신의 캐릭터 {t|TargetUnit}이 {g|Encyclopedia:Flat_Footed}무방비{/g}인 상태에서 {g|Encyclopedia:Attack}공격{/g}을 당했습니다.

source: Put the characters with the highest {g|Encyclopedia:Armor_Class}AC{/g} on the front line, so they can protect the more vulnerable party members. To adjust your party's formation, use the Formation button.
ko: 가장 높은 {g|Encyclopedia:Armor_Class}AC{/g}를 가진 캐릭터를 최전방에 세워 보다 취약한 일행을 보호할 수 있게 하세요. 진형 버튼을 눌러 일행의 진형을 조정할 수 있습니다.
ko_mt: {g|Encyclopedia:Armor_Class}AC{/g}이 가장 높은 캐릭터를 최전방에 배치하여 취약한 파티원을 보호할 수 있도록 합니다. 파티 진형을 조정하려면 진형 버튼을 사용합니다.

source: You can always use the auto-formation function instead of adjusting your party's formation manually. This function will align your party automatically, putting the strongest members in the front row. It works automatically and doesn't allow manual changes in formation.
ko: 수동으로 일행의 진형을 조정하는 대신, 언제든지 자동 진형 기능을 사용할 수 있습니다. 이 기능은 일행의 진형을 자동으로 조정해 가장 강한 동료를 앞열에 세울 것입니다. 이 기능은 자동으로 작동하며 수동으로 진형을 바꾸는 것을 허용하지 않습니다.
ko_mt: 파티 대형을 수동으로 조정하는 대신 언제든지 자동 대형 기능을 사용할 수 있습니다. 이 기능은 파티를 자동으로 정렬하여 가장 강한 대원을 맨 앞줄에 배치합니다. 이 기능은 자동으로 작동하며 수동으로 진형을 변경할 수 없습니다.

source: Most enemies try to {g|Encyclopedia:Attack}attack{/g} your most vulnerable party members.
ko: 대부분의 적들은 일행 중 가장 취약한 캐릭터를 {g|Encyclopedia:Attack}공격{/g}하려 시도할 것입니다.
ko_mt: 대부분의 적은 가장 취약한 파티원에게 {g|Encyclopedia:Attack}공격{/g}을 시도합니다.

source: Gaze {g|Encyclopedia:Attack}attack{/g} is a special type of attack, only available to rare creatures. A creature that possesses such an attack attempts to use it against all its enemies in a 30-foot radius.
ko: 응시 {g|Encyclopedia:Attack}공격{/g}은 특별한 유형의 공격으로, 소수의 크리처들만이 사용 가능합니다. 이러한 능력을 가진 크리처는 반경 30피트 내의 모든 적에게 능력 사용을 시도합니다.
ko_mt: 시선 {g|Encyclopedia:Attack}공격{/g}은 희귀 생물만 사용할 수 있는 특수한 유형의 공격입니다. 이러한 공격을 가진 생물은 30피트 반경에 있는 모든 적에게 이 공격을 시도합니다.

source: When fighting enemies who possess gaze {g|Encyclopedia:Attack}attacks{/g}, it's good to have the {g|SpellsEcholocation}Echolocation{/g} ability, as well as the Blind Fight {g|Encyclopedia:Feat}feat{/g}. High {g|Encyclopedia:Bonus}bonuses{/g} to {g|Encyclopedia:Saving_Throw}saving throws{/g} would serve you well too. You can use:
ko: 응시 {g|Encyclopedia:Attack}공격{/g}을 가진 적과 싸울 때는 {g|SpellsEcholocation}반향{/g} 능력이나 눈감고 싸우기 {g|Encyclopedia:Feat}특기{/g}가 유용합니다. {g|Encyclopedia:Saving_Throw}내성 굴림{/g}에 대한 높은 {g|Encyclopedia:Bonus}보너스{/g} 또한 도움이 될 것입니다. 다음과 같은 것들을 사용할 수 있습니다:
ko_mt: 시선 {g|Encyclopedia:Attack}공격{/g}을 가진 적과 싸울 때, {g|SpellsEcholocation}반향{/g} 능력과 '눈감고 싸우기 {g|Encyclopedia:Feat}특기{/g}'를 사용하는 것이 좋습니다. 높은 {g|Encyclopedia:Bonus}보너스{/g}와 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}도 도움이 될 것입니다. 사용할 수 있습니다.

source: When fighting enemies who possess gaze {g|Encyclopedia:Attack}attacks{/g}, it's good to have the {g|SpellsEcholocation}Echolocation{/g} ability, as well as the Blind Fight {g|Encyclopedia:Feat}feat{/g}. High {g|Encyclopedia:Bonus}bonuses{/g} to {g|Encyclopedia:Saving_Throw}saving throws{/g} would serve you well too. Also, whenever possible, try to keep a distance more than 30 feet away from such enemies.
ko: 응시 {g|Encyclopedia:Attack}공격{/g}을 가진 적과 싸울 때는 {g|SpellsEcholocation}반향{/g} 능력이나 눈감고 싸우기 {g|Encyclopedia:Feat}특기{/g}가 유용합니다. {g|Encyclopedia:Saving_Throw}내성 굴림{/g}에 대한 높은 {g|Encyclopedia:Bonus}보너스{/g} 또한 도움이 될 것입니다. 또한 가능하다면 그러한 적에게서 30피트 이상의 거리를 유지하십시오.
ko_mt: 시선 {g|Encyclopedia:Attack}공격{/g}을 가진 적과 싸울 때, {g|SpellsEcholocation}반향{/g} 능력과 '눈감고 싸우기 {g|Encyclopedia:Feat}특기{/g}'를 사용하는 것이 좋습니다. 높은 {g|Encyclopedia:Bonus}보너스{/g}와 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}도 도움이 될 것입니다. 또한 가능하면 적과 30피트 이상 거리를 유지하도록 하세요.

source: Gaze Attacks
ko: 응시 공격
ko_mt: 시선 공격
