Repository: akintos/wotr-translation
Catalog: translation/*/Tutorial.po
Languages: ko, ko_mt

source: While playing the Through the Ashes DLC, you might want to pay extra attention to the interactive objects and environment elements that your character encounters. {br}Interacting with them might improve your chances in a fight or even help you entirely avoid combat with particularly dangerous enemies. {br}Hold <b>[{bind|HighlightObjects}]</b> to highlight interactive objects with a color outline and show interaction icons.
ko: 잿더미를 지나서 DLC를 플레이하는 동안, 캐릭터가 마주하는 상호작용 가능한 사물과 환경 요소에 특히 주의를 기울일 필요가 있습니다. {br}그것들과 상호작용하면 전투에서 승리할 확률이 높아지거나 특히 위험한 적과의 전투를 완전히 피할 수 있게 도와줄 것입니다. {br}<b>[{bind|HighlightObjects}]</b> 버튼을 길게 눌러 상호작용 가능한 사물을 외곽선으로 강조하고 상호작용 아이콘을 표시하십시오.
ko_mt: 잿더미 DLC를 플레이하는 동안 캐릭터가 마주치는 상호작용하는 물체와 환경 요소에 특별히 주의를 기울여야 할 수도 있습니다. {br}상호작용하는 물체와 상호작용하면 전투에서 승리할 확률이 높아지거나 특히 위험한 적과의 전투를 완전히 피할 수 있습니다. {br} <b>[{bind|HighlightObjects}]</b>을 길게 누르면 상호작용하는 물체가 색상 윤곽선으로 강조 표시되고 상호작용 아이콘이 표시됩니다.

source: While playing the Through the Ashes DLC, you might want to pay extra attention to the interactive objects and environment elements that your character encounters. {br}Interacting with them might improve your chances in a fight or even help you entirely avoid combat with particularly dangerous enemies. {br}Hold <b>[{console_bind|LeftStickButton}]</b> to highlight interactive objects with a color outline and show interaction icons.
ko: 잿더미를 지나서 DLC를 플레이하는 동안, 캐릭터가 마주하는 상호작용 가능한 사물과 환경 요소에 특히 주의를 기울일 필요가 있습니다. {br}그것들과 상호작용하면 전투에서 승리할 확률이 높아지거나 특히 위험한 적과의 전투를 완전히 피할 수 있게 도와줄 것입니다. {br}<b>[{console_bind|LeftStickButton}]</b> 버튼을 길게 눌러 상호작용 가능한 사물을 외곽선으로 강조하고 상호작용 아이콘을 표시하십시오.
ko_mt: 잿더미 DLC를 플레이하는 동안 캐릭터가 마주치는 상호작용하는 물체와 환경 요소에 특히 주의를 기울여야 합니다. {br}상호작용하는 물체와 상호작용하면 전투에서 승리할 확률이 높아지거나 특히 위험한 적과의 전투를 완전히 피할 수 있습니다. {br} <b>[{console_bind|LeftStickButton}]</b>를 길게 누르면 상호작용하는 물체가 색상 윤곽선으로 강조 표시되고 상호작용 아이콘이 표시됩니다.

source: Lighting
ko: 조명
ko_mt: 조명

source: As your character hides from the superior enemy forces, they will, on numerous occasions, find themselves in dark or dimly lit places. To illuminate an area, you can use a torch or cast a light {g|Encyclopedia:Spell}spell{/g}.
ko: 당신의 캐릭터가 강력한 적들에게서 숨을 때, 많은 경우에는 완전히 어둡거나 흐린 빛이 비추는 장소에 도달할 겁니다. 주위를 밝히기 위해 횃불이나 빛 {g|Encyclopedia:Spell}주문{/g}을 사용할 수 있습니다.
ko_mt: 캐릭터가 우세한 적군을 피해 숨어 있을 때, 어둡거나 조명이 희미한 장소에 처하게 되는 경우가 많습니다. 횃불을 사용하거나 빛 {g|Encyclopedia:Spell}주문{/g}을 시전하여 해당 지역을 밝힐 수 있습니다.
