Repository: akintos/wotr-translation
Catalog: translation/*/Tutorial.po
Languages: ko, ko_mt

source: On the crusade management screen, you can: * Make decisions regarding current events, which are displayed at the bottom of the screen on the left. * Issue decrees, which can be displayed by selecting "Decrees". To view a filtered subset of available decrees, select one of the filters on the bar on the right side of the screen. * Construct buildings in forts and in Drezen. To access the construction screen, switch to "Cities", select Drezen or a fort on the map, and press <b>{console_bind|Confirm}</b>.
ko: 성전군 관리 화면에서는 다음을 할 수 있습니다: * 화면 왼쪽 아래에 나타난 최근 사건에 대한 결정 내리기. * 오른쪽의 칙령 버튼을 누르면 나타나는 칙령 발령하기. 필터를 눌러 활성가능한 칙령만을 표시할 수도 있습니다. * 요새와 드레젠에 건물 짓기. 건축 화면에 접근하려면, 드레젠이나 지도 상의 요새를 선택한 뒤 <b>{console_bind|Confirm}</b> 를 누르십시오.
ko_mt: 성전 관리 화면에서 다음을 수행할 수 있습니다. * 화면 왼쪽 하단에 표시되는 현재 이벤트에 관한 결정을 내릴 수 있습니다. * "칙령"을 선택하면 칙령을 발행할 수 있습니다. 사용 가능한 칙령의 필터링된 하위 집합을 보려면 화면 오른쪽 바에서 필터 중 하나를 선택합니다. * 요새와 드레젠에서 건물을 건설합니다. 건설 화면으로 이동하려면 "도시"로 전환하고 지도에서 드레젠 또는 요새를 선택한 후 <b>{console_bind|Confirm}</b>를 누르세요.

source: You can only have one of your decrees issued for each of the crusade stats at any given time. Each decree has a cost and a completion time. Some decrees can only be issued once, others have a repeat time, which is displayed in the decree description window.
ko: 당신은 어느 때건 각 성전 지표를 위한 칙령 중 하나만을 발효시킬 수 있습니다. 각 칙령은 비용과 완료 시간을 지닙니다. 일부 칙령은 오직 한번만 발령될 수 있는 반면 다른 칙령들은 여러번 발령될 수 있습니다. 이러한 정보는 칙령 설명창에 표시됩니다.
ko_mt: 각 십자군 스탯에 대해 한 번에 하나의 칙령만 발행할 수 있습니다. 각 칙령에는 비용과 완료 시간이 있습니다. 일부 칙령은 한 번만 발행할 수 있고, 다른 칙령은 반복할 수 있으며, 이는 칙령 설명 창에 표시됩니다.

source: Your progress in crusade management unlocks certain special decrees: * A stat rank-up decree becomes available upon meeting specific rank-up requirements. * A relic upgrade decree, which turns a relic into a powerful artifact for your party to use, becomes available when you obtain a suitable relic.
ko: 성전 관리에서의 진전이 특정한 특수 칙령을 해금합니다: * 지표 등급 상승 칙령은 특정 등급 상승 필요 조건을 충족하면 개방됩니다. * 유물을 일행이 사용할 수 있는 강력한 마법 물품으로 바꾸는 유물 강화 칙령은 특정 유물을 획득하면 활성화할 수 있게 됩니다.
ko_mt: 성전 관리 진척도에 따라 특정 특별 칙령이 잠금 해제됩니다. * 특정 등급업 요건을 충족하면 스탯 등급업 칙령을 사용할 수 있습니다. * 유물을 파티가 사용할 수 있는 강력한 유물로 바꾸는 유물 업그레이드 법령은 적합한 유물을 획득하면 사용할 수 있습니다.

source: Special Decrees
ko: 특수 칙령
ko_mt: 특별 법령

source: Now you need your own infrastructure to hire trainable units. To recruit infantry units, build the Main Barracks; to recruit ranged units, build the Main Shooting Range; to recruit cavalry units, build the Main Stables. You still have access to mercenary units. These arrive in Drezen every week. The base stats of mercenary units are better than those of trainable units, but mercenaries require more resources and can only be recruited as a group in its entirety. If you are not satisfied with the mercenaries that have arrived in a given week, you can search for new units. The number of times you can search for free per week is limited but can be increased in time. Depending on the mythic path that you have chosen, you will gain access to decrees that recruit special mythic units to your cause.
ko: 이제 훈련 가능한 유닛을 고용하기 위해 당신만의 기반시설이 필요합니다. 보병 유닛을 고용하려면 중앙 병영을, 원거리 유닛을 고용하려면 중앙 궁술 훈련장을, 기병 유닛을 고용하려면 중앙 마굿간을 건설해야 합니다. 용병 유닛은 이전과 마찬가지로 모집할 수 있습니다. 용병들은 매 주 드레젠에 도착합니다. 용병 유닛의 기본 능력치는 훈련 가능 유닛들보다 낫지만, 용병들은 더 많은 자원을 요구하며 용병단 전체를 집단으로 고용해야 합니다. 만일 금주에 도착한 용병들이 마음에 들지 않는다면 다른 용병들을 찾아볼 수도 있습니다. 매 주 무료 탐색 횟수는 제한되어 있지만, 이후에 그 횟수를 늘릴 수 있습니다. 선택한 신화의 길에 따라 특별한 신화적 유닛을 고용하기 위한 칙령을 얻을 것입니다.
ko_mt: 이제 훈련 가능한 유닛을 고용하려면 자체 인프라가 필요합니다. 보병 유닛을 모집하려면 주 막사를 건설하고, 원거리 유닛을 모집하려면 주 사격장을 건설하고, 기병 유닛을 모집하려면 주 마굿간을 건설하세요. 여전히 용병 유닛을 이용할 수 있습니다. 용병은 매주 드레젠에 도착합니다. 용병 유닛의 기본 능력치는 훈련 가능 유닛보다 우수하지만, 용병은 더 많은 자원이 필요하며 전체 그룹으로만 모집할 수 있습니다. 특정 주에 도착한 용병이 만족스럽지 않다면 새로운 유닛을 검색할 수 있습니다. 일주일에 무료로 검색할 수 있는 횟수는 제한되어 있지만 시간이 지나면 횟수를 늘릴 수 있습니다. 선택한 신화의 길에 따라 특별한 신화 유닛을 모집할 수 있는 칙령을 이용할 수 있습니다.

source: After capturing Drezen the crusaders raised the three Morale Banners on the city walls: * The Banner of Victories stays green while you defeat demon armies. Each victory over a demon Army in Lands of Yath, Gray Road, Lake Lost to the Sun, and Wintersun Lands regions adds 6 days to the time the Banner of Victories stays green. * The Banner of Conquest stays green while you capture demon forts. Each capture of a demon fort in Lands of Yath, Gray Road, Lake Lost to the Sun, and Wintersun Lands regions adds 30 days to the time the Banner of Conquest stays green. Reclaiming forts that were previously lost does not affect the Banner of Conquest. * The Banner of Defense remains green as long as none of your forts are under siege. If any of your forts is besieged, the Banner of Defense turns yellow for 3 days, then turns red. As long as any fort remains captured by the demons, this Banner remains red. Banners still affect the daily change of crusade morale. A red Banner decreases morale by 3 per day, a yellow or green Banner increases it by 1 per day.
ko: 드레젠을 탈환한 뒤 성전군은 도시 장벽에 세 종류의 사기 깃발을 꽂았습니다. * 승리의 깃발은 당신이 데몬 부대를 쓰러뜨리는 동안 녹색으로 유지됩니다. 야스의 대지, 회색 길, 태양을 잃은 호수 및 윈터선 대지 지역에 위치한 데몬 부대에 대한 승리는 각각 승리의 깃발을 6일 더 녹색으로 유지합니다. * 정복의 깃발은 당신이 데몬 요새를 함락하는 동안 녹색으로 유지됩니다. 야스의 대지, 회색 길, 태양을 잃은 호수 및 윈터선 대지 지역에 위치한 데몬 요새를 함락할 때마다 정복의 깃발은 30일 더 녹색으로 유지됩니다. 상실한 요새를 탈환하는 것은 정복의 깃발에 영향을 주지 않습니다. * 방어의 깃발은 당신의 요새들 중 공성당하고 있는 요새가 없는 한 녹색으로 유지됩니다. 만일 요새 중 하나라도 공성당하고 있다면 방어의 깃발은 3일 간 황색으로 변한 뒤 적색으로 바뀝니다. 만일 아무 요새라도 데몬에게 함락된 상태라면 이 깃발은 붉은 색으로 유지됩니다. 깃발들은 여전히 성전 사기의 일일 변화에 영향을 줍니다. 적색 깃발은 사기를 매일 3 감소시키지만, 녹색과 황색 깃발은 매일 사기를 1 증가시킵니다.
ko_mt: 드레젠을 점령한 성전사는 성벽에 사기의 깃발 세 개를 올렸습니다. * 승리의 깃발은 데몬 군대를 물리치는 동안 녹색으로 유지됩니다. 야스의 땅, 회색 길, 태양을 잃은 호수, 겨울 태양의 땅 지역에서 데몬 군대를 처치할 때마다 승리의 깃발이 녹색으로 유지되는 시간이 6일 추가됩니다. * 정복의 깃발은 데몬 요새를 점령하는 동안 녹색으로 유지됩니다. 야스의 땅, 회색 길, 태양을 잃은 호수, 겨울 태양의 땅 지역에서 데몬 요새를 점령할 때마다 정복의 깃발이 녹색으로 유지되는 시간이 30일 추가됩니다. 이전에 잃었던 요새를 되찾아도 정복의 기치에는 영향을 미치지 않습니다. * 내 요새가 포위되지 않는 한 방어의 깃발은 녹색으로 유지됩니다. 내 요새가 포위된 경우, 방어의 기치가 3일 동안 노란색으로 변했다가 빨간색으로 바뀝니다. 데몬이 점령한 요새가 남아 있는 한 이 깃발은 빨간색으로 유지됩니다. 깃발은 여전히 매일 변화하는 성전 사기에 영향을 줍니다. 빨간색 깃발은 사기를 하루에 3씩 감소시키고, 노란색 또는 녹색 깃발은 사기를 하루에 1씩 증가시킵니다.

source: The global map is split into a number of regions. To capture a region, you must free all of the forts located in that region. You can construct buildings in the forts you have freed. Forts can be upgraded, thus increasing the number of squares available for construction.
ko: 세계 지도는 다양한 지역으로 구분됩니다. 지역 하나를 확보하려면 해당 지역내 모든 요새를 해방해야 합니다. 당신은 해방한 요새 내에 건물을 지을 수 있습니다. 요새는 강화될 수 있으며, 강화된 요새는 더 많은 건축 타일을 지닙니다.
ko_mt: 세계 지도는 여러 지역으로 나뉩니다. 지역을 점령하려면 해당 지역에 위치한 모든 요새를 해방해야 합니다. 해방한 요새에 건물을 건설할 수 있습니다. 요새를 업그레이드하여 건설 가능한 광장 수를 늘릴 수 있습니다.

source: To construct a building, select it on the panel on the right, then place it on one of the free squares. Buildings that take up more than one square will become available later on. Constructing new buildings takes resources and time. Canceling a construction in progress will refund its resource cost completely. Razing a constructed building will refund only a part of its resource cost. Rank up crusade stats to gain access to new buildings.
ko: 건물을 지으려면 오른 쪽 패널에서 건물을 선택한 뒤 비어있는 타일 중 하나에 배치합니다. 하나 이상의 타일을 점유하는 건물들은 후에 해금될 것입니다. 새 건물을 짓는 것은 자원과 시간을 소모합니다. 진행 중인 건축을 취소하는 것은 자원 비용을 완전히 반환합니다. 건축이 완료된 건물을 철거하는 것은 자원 비용의 일부만을 반환합니다. 성전 지표의 등급이 상승하면 새 건물이 해금됩니다.
ko_mt: 건물을 건설하려면 오른쪽 패널에서 건물을 선택한 다음 빈 영역 중 하나에 건물을 배치합니다. 두 개 이상의 광장을 차지하는 건물은 나중에 사용할 수 있게 됩니다. 새로운 건물을 건설하려면 자원과 시간이 필요합니다. 진행 중인 건설을 취소하면 자원 비용이 전액 환불됩니다. 건설 중인 건물을 파괴하면 자원 비용의 일부만 반환됩니다. 새로운 건물을 건설하려면 성전 스탯을 올리세요.

source: In this DLC, you are limited to only one save slot.
ko: 해당 DLC에서는 저장 슬롯이 하나로 제한됩니다.
ko_mt: 이 DLC에서는 저장 슬롯이 한 개로 제한됩니다.

source: When exploring an island, you can't simply save your game whenever you like. The game saves automatically the first time you reach an Abyssal anchor, which usually takes the form of a statue.
ko: 섬을 탐사하는 중, 당신은 원하는 때에 저장을 할 수 없습니다. 당신이 대개 석상 형태로 존재하는 심연의 닻에 처음 도달하는 순간, 게임이 자동으로 저장됩니다.
ko_mt: 섬을 탐험할 때는 원할 때마다 게임을 저장할 수 없습니다. 심연의 닻에 처음 도달하면 게임이 자동으로 저장되며, 심연의 닻은 보통 동상 형태입니다.

source: Limited Saves
ko: 제한된 저장
ko_mt: 제한적 저장

source: Abyssal Anchors
ko: 심연의 닻
ko_mt: 심연의 닻

source: You have unlocked tailwinds. Each time you create a new character to set out in search of the treasure of the Midnight Isles, you can choose one of the available tailwinds. Each of them will give your party its own unique benefits — if you find a way to use it right!
ko: 당신은 순풍을 해금하였습니다. 칠흑의 군도의 보물들을 찾기 위해 새로운 캐릭터를 만들 때마다, 당신은 사용 가능한 순풍 중 하나를 고를 수 있습니다. 각 순풍은 당신의 일행에 특별한 이득을 줍니다. 단, 당신이 적절한 사용법을 알아낸다면요!
ko_mt: 순풍을 잠금 해제했습니다. 새로운 캐릭터를 생성하여 미드나잇 아일즈의 보물을 찾아 떠날 때마다 사용 가능한 순풍 중 하나를 선택할 수 있습니다. 각 순풍은 파티에 고유한 이점을 제공하며, 이를 적절히 활용하면 파티에 큰 도움이 됩니다!

source: Tailwinds
ko: 순풍
ko_mt: 꼬리바람

source: This enemy is very strong. Your chances of defeating him on your first try are slim. Thankfully, even if you lose the battle, your efforts won't be in vain. This monster doesn't replenish his HP between battles, so each of your subsequent attempts will have a better chance of success.
ko: 이 적은 극도로 강합니다. 당신이 첫 시도에 이것을 죽일 가능성은 매우 희박합니다. 다행히, 당신이 이 전투에 패배하더라도 헛수고가 되지는 않을 것입니다. 이 괴물은 전투를 거듭해도 HP가 회복되지 않으며, 따라서 여러 번의 시도를 거듭하면 성공의 가능성이 점점 커질 것입니다.
ko_mt: 이 적은 매우 강합니다. 첫 번째 시도에서 그를 물리칠 가능성은 희박합니다. 다행히도 전투에서 패배하더라도 여러분의 노력이 헛되지는 않을 것입니다. 이 괴물은 전투 사이에 체력을 보충하지 않으므로 이후 시도할 때마다 성공 확률이 높아집니다.

source: The Monster From the Chain
ko: 사슬에서 나온 괴물
ko_mt: 사슬에서 온 괴물

source: The map allows you to chart the expedition's course, choosing which islands you want to visit on your way to the final goal.
ko: 지도를 통해 탐험의 경로를 계획하고, 최종 목적지까지의 여정 중에 정박할 섬들을 선택할 수 있습니다.
ko_mt: 지도를 통해 탐험 코스를 계획하고 최종 목표를 향해 가는 길에 방문할 섬을 선택할 수 있습니다.

source: Islands within a region vary in terms of the danger posed by the monsters and traps that wait you ashore — as well as the amount of experience you can gain for prevailing over them, and the size of the bounty in the end. This is indicated on the map by the number of skull icons next to each island: one — a regular adventure and a modest treasure, two — a serious challenge and a decent prize, three — a deadly peril and a big scoop.
ko: 한 지역의 섬들에서도 당신을 기다리는 몬스터와 함정의 난이도는 각기 다르며, 그에 따라 그들을 극복함으로써 얻을 수 있는 경험치와 보상의 크기 또한 다릅니다. 이는 지도 화면에서 각 섬들 옆에 해골의 개수로 표시됩니다: 하나는 평범한 모험, 둘은 상당한 도전, 셋은 목숨의 위협입니다.
ko_mt: 한 지역 내의 섬은 해변에서 기다리고 있는 괴물와 함정으로 인한 위험은 물론, 괴물을 물리치고 얻을 수 있는 경험치와 최종 현상금 규모도 다양합니다. 이는 각 섬 옆에 있는 해골 아이콘의 개수로 표시되며, 1은 일반 모험과 적당한 보물, 2는 심각한 도전과 적당한 보상, 3은 치명적인 위험과 큰 특종입니다.

source: Map
ko: 지도
ko_mt: 지도

source: Island Difficulty
ko: 섬의 난이도
ko_mt: 섬 난이도

source: In the port, you can rest, stock up on scrolls and potions, buy new equipment and hire new party members. When you return to port, all the Abyssal corruption from the expedition is removed.
ko: 항구에서, 당신은 휴식을 하거나 두루마리와 물약을 챙기고, 새 장비를 구입하거나 새 일행을 고용할 수 있습니다. 항구로 돌아오면 여행 중 쌓였던 심연 오염이 모두 사라집니다.
ko_mt: 항구에서 휴식을 취하고, 두루마리와 물약을 비축하고, 새 장비를 구입하고, 새로운 파티원을 고용할 수 있습니다. 항구로 돌아오면 원정대에 있던 심연의 부패가 모두 제거됩니다.

source: Need to bolster your party? Talk to Angler — this shady character knows every adventurer in the city. Need supplies? Find the chaplain, he'll provide you with everything you need.
ko: 일행을 보강할 필요성을 느끼십니까? 낚시꾼과 대화해보십시오. 이 수상쩍은 캐릭터는 도시에 있는 모든 모험가들을 알고 있습니다. 보급이 필요하신가요? 목사에게 가십시오. 그는 당신에게 필요한 모든 물품을 공급해줄 것입니다.
ko_mt: 파티를 강화해야 하나요? 이 수상한 캐릭터는 도시의 모든 모험가를 알고 있습니다. 보급품이 필요하신가요? 성직자를 찾으면 필요한 모든 것을 제공해 줄 것입니다.

source: Alushinyrra Port
ko: 알루시니라 항구
ko_mt: 알루시니라 항구

source: New Party Members
ko: 새 일행
ko_mt: 신규 파티원

source: After braving the perils of the island, you can take its bounty. You could see what exactly at the map, while charting the course to the island.
ko: 당신은 섬의 위험들을 극복해 보상을 취할 수 있습니다. 지도에서 항해 경로를 계획하며 어떤 보상이 있는지 볼 수 있습니다.
ko_mt: 섬의 위험을 무릅쓰고 섬에 도착하면 현상금을 받을 수 있습니다. 섬으로 가는 코스를 지도를 통해 정확히 확인할 수 있습니다.

source: Bounty
ko: 보상
ko_mt: 바운티

source: Congratulations! Your party has defeated a formidable foe and revealed a secret leading to your goal. This hero's journey is over — but the hunt for the treasure continues. Gather a new crew and explore previously inaccessible islands. Three powerful guardians stand in your way to the treasure. You have already defeated one, two still remain. A party that has defeated a guardian leaves the ship, but this opens the way for new heroes to step aboard. In addition, every victory gives the ship a useful upgrade that will make your future adventures easier.
ko: 축하드립니다! 당신의 일행은 강대한 적을 무찌르고 당신의 목표로 형하는 비밀을 밝혀냈습니다. 이 영웅의 여정은 끝입니다. 하지만 보물 사냥은 계속됩니다. 새로운 선원을 모으고 이전까진 도달할 수 없던 섬들을 탐험하십시오. 세 명의 강력한 수호자들이 보물로 향하는 당신의 길을 가로막습니다. 하나는 이미 당신이 해치웠고, 둘이 남았군요. 수호자를 무찌른 일행은 배를 떠나지만, 이로써 새로운 영웅들이 출항할 길이 열렸습니다. 추가로, 모든 승리는 미래의 모험을 더 쉽게 만들어줄 유용한 강화를 제공합니다.
ko_mt: 축하합니다! 파티가 강력한 적을 물리치고 목표에 이르는 비밀을 밝혀냈습니다. 이 영웅의 여정은 끝났지만 보물을 찾는 여정은 계속됩니다. 새로운 대원들을 모아 이전에는 접근할 수 없었던 섬을 탐험하세요. 세 명의 강력한 수호자가 보물로 가는 길을 가로막고 있습니다. 이미 한 명을 쓰러뜨렸고 아직 두 명이 남아 있습니다. 가디언을 쓰러뜨린 파티는 배를 떠나지만, 새로운 영웅이 배에 탑승할 수 있는 길이 열립니다. 또한, 승리할 때마다 배에 유용한 업그레이드가 제공되어 앞으로의 모험을 더 쉽게 할 수 있습니다.

source: Defeating a Guardian
ko: 수호자 무찌르기
ko_mt: 가디언 처치하기

source: A character assigned to this position can brew potions. To brew a potion, they need to know the required spell, have the Potion Brew skill learned, have all the ingredients, and attempt a Knowledge (world) check. The higher the level of the spell and chosen caster level, the longer the character will need to create a potion. The process of brewing a potion involves between 1 and 5 stages, depending on the spell. If the character passes their check, then the progress of brewing the potion advances by one stage, while a failed check does not advance their brewing progress toward its completion.
ko: 한 캐릭터가 물약을 제조하기 위해 이 작업에 배정되었습니다. 물약을 제조하려면 필요한 주문을 알아야 하고, 물약 제조 기술을 배워야 하며, 모든 재료를 가진 채 지식 (세계) 판정을 시도해야 합니다. 주문 레벨과 선택된 시전자 레벨이 높을 수록 물약을 제조하는 데 더 많은 시간이 걸립니다. 물약 제조는 선택한 주문에 따라 1~5단계를 거칩니다. 만일 캐릭터가 판정을 통과하면, 물약 제조가 다음 단계로 나아가지만 판정에 실패하면 완료 단계로 나아가지 않습니다.
ko_mt: 이 포지션에 배정된 캐릭터는 물약을 끓일 수 있습니다. 물약을 추출하려면 필요한 주문을 알고, 물약 추출 기술을 습득하고, 모든 재료를 갖추고, 지식(세계) 검사를 시도해야 합니다. 주문의 레벨과 선택한 시전자의 레벨이 높을수록 캐릭터가 물약을 만드는데 걸리는 시간은 길어집니다. 물약을 만드는 과정은 주문에 따라 1~5단계로 나뉩니다. 캐릭터가 검사를 통과하면 물약 제조 진행률이 한 단계씩 진행되지만, 검사에 실패하면 물약 제조가 완료될 때까지 진행되지 않습니다.

source: Potion Brewing
ko: 물약 제조
ko_mt: 물약 양조

source: A character assigned to this position can brew potions and cook food at the same time. To cook a meal, they need to have the ingredients and know the recipe. Also, each character can cook a hearty meal, which doesn't require any recipes or ingredients. The effects of meals last 24 hours.
ko: 이 임무에 배정된 캐릭터는 물약 제조와 음식 조리를 동시에 수행할 수 있습니다. 식사를 준비하려면 적절한 식재료를 갖추고 요리법을 알고 있어야 합니다. 또한 각 캐릭터는 조리법이나 재료를 요구하지 않는 푸짐한 식사를 조리할 수도 있습니다. 식사의 효과는 24시간 동안 지속됩니다.
ko_mt: 이 포지션에 배정된 캐릭터는 물약을 끓이는 동시에 음식을 요리할 수 있습니다. 식사를 요리하려면 재료가 있어야 하고 레시피를 알고 있어야 합니다. 또한, 각 캐릭터는 레시피나 재료가 없어도 풍성한 식사를 만들 수 있습니다. 식사의 효과는 24시간 동안 지속됩니다.

source: Cooking
ko: 요리
ko_mt: 요리

source: You can fully remove corruption in safe places. You will discover these areas of respite as you progress through the game. {br}In some locations, you may come across various holy artifacts. Cleansing them or interacting with them will allow you to partially remove your corruption level.
ko: 안전한 장소에서 모든 오염을 제거할 수 있습니다. 게임을 진행하면서 이러한 안식의 장소들을 발견할 것입니다. {br}일부 지역에서 다양한 신성 유물을 획득할 것입니다. 유물을 정화하거나 유물과 상호작용해 오염 레벨의 일부를 제거할 수 있습니다.
ko_mt: 안전한 장소에서 부패를 완전히 제거할 수 있습니다. 게임을 진행하면서 이러한 휴식처를 발견하게 될 것입니다. {br}일부 지역에서는 다양한 성물 유물을 발견할 수 있습니다. 이를 정화하거나 상호작용하면 부패 레벨을 부분적으로 제거할 수 있습니다.

source: Nightmares and corruption prevent you from resting well. Corruption increases during {g|Encyclopedia:Rest}rest{/g} at different rates in different areas. When your corruption reaches 1st, 2nd, or 3rd level, various negative effects are applied. There are three corruption levels in total — the higher the level, the more difficult it becomes to fight your battles. {br}The character who is assigned to the Protective Rituals role performs these rituals before the party goes to sleep, which reduces the corruption gain.
ko: 악몽과 오염은 좋은 휴식을 방해합니다. 타락은 지역에 따라 {g|Encyclopedia:Rest}휴식{/g}중 다른 속도로 증가합니다. 오염이 1,2,3레벨에 도달하면 다양한 부정적인 효과를 받습니다. 오염에는 총 3 단계가 존재하며, 높은 단계일수록 전투가 힘들어질 것입니다. {br}보호 의식을 수행하도록 명령받은 캐릭터는 일행이 잠에 들기 전 해당 의식들을 수행해 오염 획득을 감소시킵니다.
ko_mt: 악몽과 타락은 충분한 휴식을 방해합니다. 부패는 {g|Encyclopedia:Rest}휴식{/g} 동안 영역마다 다른 비율로 증가합니다. 부패가 1, 2, 3 레벨에 도달하면 다양한 부정적인 효과가 적용됩니다. 타락 레벨은 총 3단계로 나뉘며, 레벨이 높아질수록 전투가 더욱 어려워집니다. {br}보호 의식 역할을 맡은 캐릭터는 파티가 잠들기 전에 이 의식을 수행하여 부패 획득량을 감소시킵니다.

source: Removing Corruption
ko: 오염 제거
ko_mt: 부패 제거

source: Corruption and Nightmares
ko: 오염과 악몽
ko_mt: 부패와 악몽

source: A character assigned to this position can scribe scrolls. To scribe a scroll, they need to know the required spell, have the Scribe Scrolls skill learned, have all the ingredients, and attempt a Lore (religion) check for a divine spell or a Knowledge (arcana) check for an arcane spell. It takes time to scribe a scroll. The higher the level of the spell and chosen caster level, the longer the character will need to scribe a scroll. The scribing of a scroll involves between 1 and 5 stages, depending on the spell. If the character passes their check, then the progress of scribing a scroll advances by one stage, while a failed check does not advance their scribing progress toward its completion.
ko: 이 임무에 배정된 캐릭터는 두루마리를 작성할 수 있습니다. 두루마리를 작성하려면 필요 주문을 알고 있는 상태에서 두루마리 작성 기술을 배운 뒤 모든 재료를 지닌 채 신성 주문의 경우 전승 (종교) 판정을, 비전 주문의 경우 지식 (비전) 판정을 시도해야 합니다. 두루마리 작성에는 시간이 걸립니다. 주문 레벨과 선택된 시전자 레벨이 높을수록 두루마리 작성에 더 많은 시간이 소요됩니다. 두루마리 작성은 주문에 따라 1~5 단계를 거칩니다. 캐릭터가 판정에 성공하면 두루마리 작성 진행도가 한 단계 올라가지만, 판정에 실패하면 제작이 진행되지 않습니다.
ko_mt: 이 포지션에 배정된 캐릭터는 두루마리를 필사할 수 있습니다. 두루마리를 필사하려면 필요한 주문을 알고, 주문서 필사 기술을 습득하고, 모든 재료를 준비해야 하며, 신성 주문이라면 전승(종교) 검사를, 비전 주문이라면 지식(비전) 검사를 시도해야 합니다. 주문서를 작성하는데는 시간이 걸립니다. 주문의 레벨과 선택한 시전자의 레벨이 높을수록 캐릭터가 두루마리를 필사하는데 걸리는 시간은 길어집니다. 주문에 따라 1단계에서 5단계까지 주문서 필사를 진행합니다. 캐릭터가 검사를 통과하면 주문 필사 진행이 한 단계씩 진행되지만, 검사에 실패하면 주문 필사 진행이 완료되지 않습니다.

source: Scribing Scrolls
ko: 두루마리 작성
ko_mt: 주문서 필사

source: This island is under the influence of a magical undertow, which makes exploration more difficult. There are numerous undertows that affect your characters, the monstrous island dwellers, and the surface of the island itself in different ways. When going ashore, pay close attention to the effects of the undertow acting upon the island, or your expedition might come to an abrupt end.
ko: 이 섬은 아래를 흐르는 마법 저류의 영향을 받으며, 당신의 탐험을 더욱 어렵게 만듭니다. 마법 저류는 여러 종류가 있으며 당신의 캐릭터들과 섬의 기이한 거주자들, 그리고 섬 그 자체에 다양한 방식으로 영향을 끼칩니다. 상륙하고 나면 어떤 저류가 섬에 발휘되고 있는지 유심히 살펴보십시오. 그렇지 않으면 당신의 여정이 계획에 없던 끝을 맞을 것입니다.
ko_mt: 이 섬은 마법의 저류의 영향을 받고 있어 탐험이 더욱 어려워집니다. 캐릭터, 섬에 사는 괴물, 섬 표면에 다양한 방식으로 영향을 미치는 수많은 해류가 있습니다. 육지로 나갈 때는 섬에 작용하는 해류의 영향을 주의 깊게 관찰하지 않으면 탐험이 갑작스럽게 끝날 수 있으니 주의하세요.

source: Undertows
ko: 저류
ko_mt: 언더로우

source: Please assign an aspect to the bug you'd like to report. For example, if a creature has an issue with its visuals, hover the cursor over it, press Alt + b, and select the "Visual" aspect from the menu.
ko: 보고하려는 버그의 "양상"을 남겨주세요. 예를 들어 특정 크리처의 외견(Visual)에 문제가 있다면 커서를 올리고 Alt + b 를 누른 뒤 메뉴에서 "시각" 양상을 고르세요.
ko_mt: 신고하려는 버그의 측면을 지정해 주세요. 예를 들어, 크리처의 비주얼에 문제가 있는 경우 커서를 커서 위에 올려놓고 Alt + b를 누른 다음 메뉴에서 "비주얼" 측면을 선택합니다.

source: You can edit the screenshot in the Bug Report window. This allows you to mark an area or an object with an issue.
ko: 버그 리포트 창에서 스크린샷을 편집할 수 있습니다. 이는 당신이 문제가 발생한 지역이나 물체를 표시할 수 있게 해 줍니다.
ko_mt: 버그 신고 창에서 스크린샷을 편집할 수 있습니다. 이를 통해 문제가 있는 영역이나 개체를 표시할 수 있습니다.

source: By hovering the cursor over a unit, item, or {g|Encyclopedia:Spell}spell{/g} and pressing Alt + b, you leave a special text on the screenshot. This will help us to better understand the bug's context and fix the bug.
ko: 유닛, 물품, {g|Encyclopedia:Spell}주문{/g} 따위에 커서를 올려 놓은 채 Alt + b 를 누르면 스크린샷에 특별한 문구를 남길 수 있습니다. 이 기능은 우리가 버그의 맥락을 이해하고 해당 버그를 해결하는 데 도움을 줄 수 있습니다.
ko_mt: 단위, 항목 또는 {g|Encyclopedia:Spell}주문{/g} 위에 커서를 올려놓고 Alt + b를 누르면 스크린샷에 특별한 텍스트가 남습니다. 이렇게 하면 버그의 맥락을 더 잘 이해하고 버그를 수정하는데 도움이 됩니다.

source: Bug Report
ko: 오류 제보
ko_mt: 버그 보고서

source: The game contains optional, but especially dangerous opponents or groups of enemies that only the most experienced adventurers can handle. One such opponent awaits you on the other side of this door. Carefully weigh all the risks involved before entering!
ko: 이 게임에는 반드시 처치할 필요는 없는, 가장 경험 많은 모험자들만이 다룰 수 있는 특히 위험한 적수와 적 무리들이 있습니다. 그러한 적 중 하나가 이 문의 반대편에서 당신을 기다리고 있습니다. 들어가기 전에 신중하게 위험을 따져보세요!
ko_mt: 이 게임에는 선택 사항이지만 특히 위험한 적 또는 가장 경험이 많은 모험가 만이 처리 할 수 있는 적 그룹이 포함되어 있습니다. 이 문 반대편에서 그러한 적 중 하나가 여러분을 기다리고 있습니다. 들어가기 전에 관련된 모든 위험을 신중하게 검토하세요!

source: Dangerous Enemies
ko: 위험한 적
ko_mt: 위험한 적

source: In case you are stuck and can't find your way through the Shield Maze, try searching the pockets of the cultists called the Hand of Hosilla. There is a chance you might find hints there.
ko: 방패 미로를 빠져나갈 길을 찾지 못하고 막히셨다면, 호실라의 손이라 불리는 사교도의 주머니를 뒤져보세요. 단서를 찾을 기회가 있습니다.
ko_mt: 방패 미로에 갇혀 길을 찾을 수 없다면, 호실라의 손이라고 불리는 이교도들의 주머니를 수색해 보세요. 거기서 힌트를 찾을 수 있을지도 모릅니다.

source: Hint
ko: 단서
ko_mt: 힌트

source: Companion {t|SourceUnit} has the ability {t|SolutionAbility}. To use it: 1. Click the companion {t|SourceUnit}'s portrait. 2. Click the icon with the {g|Encyclopedia:Spell}spell{/g} {t|SolutionAbility} in the action bar. 3. Click <b>[LMB]</b> the companion {t|SourceUnit}'s portrait to {g|Encyclopedia:Healing}heal{/g} her. Healing restores lost {g|Encyclopedia:HP}hit points{/g}.
ko: {t|SourceUnit} 동료는 {t|SolutionAbility} 능력을 지니고 있습니다. 이 능력을 사용하려면 1. {t|SourceUnit} 동료의 초상화를 누릅니다. 2. 액션 바의 {t|SolutionAbility} {g|Encyclopedia:Spell}주문{/g} 아이콘을 누릅니다. 3. {t|SourceUnit} 동료를 {g|Encyclopedia:Healing}치유{/g}하기 위해 동료의 초상화를 <b>[LMB]</b> 클릭합니다. 치유는 잃어버린 {g|Encyclopedia:HP}생명점{/g}을 회복합니다.
ko_mt: 동료 {t|SourceUnit}은 {t|SolutionAbility} 능력을 가지고 있습니다. 사용하려면 1. 동료 {t|SourceUnit}의 초상화를 클릭합니다. 2. 2. {g|Encyclopedia:Spell}주문서{/g}가 있는 아이콘을 클릭합니다. {t|SolutionAbility}이 있는 아이콘을 클릭합니다. 3. 동료 {t|SourceUnit}의 초상화를 <b>[t|SolutionAbility4]</b> 클릭하여 {g|Encyclopedia:Healing}치유{/g}합니다. 치유는 손실된 {g|Encyclopedia:HP}체력{/g}을 회복합니다.

source: Your companion {t|SourceUnit} has the ability {t|SolutionAbility}. To use it: 1. Press <b>{console_bind|LeftBottom}</b> and select the companion {t|SourceUnit}. 2. Select {t|SolutionAbility} in the action bar and press <b>{console_bind|Confirm}</b>. 3. Hover your cursor over your companion {t|SourceUnit} and press <b>{console_bind|Confirm}</b> to {g|Encyclopedia:Healing}heal{/g} them. Healing restores lost {g|Encyclopedia:HP}hit points{/g}.
ko: {t|SourceUnit} 동료는 {t|SolutionAbility} 능력을 지니고 있습니다. 이 능력을 사용하려면 1. <b>{console_bind|LeftBottom}</b> 를 누르고 {t|SourceUnit} 동료를 선택합니다. 2. 액션 바의 {t|SolutionAbility}(을)를 선택하고 <b>{console_bind|Confirm}</b> 를 누릅니다. 3. {t|SourceUnit} 동료 위로 커서를 옮긴 뒤 <b>{console_bind|Confirm}</b>를 눌러 동료를 {g|Encyclopedia:Healing}치유{/g}합니다. 치유는 잃어버린 {g|Encyclopedia:HP}생명점{/g}을 회복합니다.
ko_mt: 동료 {t|SourceUnit}은 {t|SolutionAbility} 능력을 가지고 있습니다. 사용하려면 1. <b>{console_bind|LeftBottom}</b>을 누르고 동료 {t|SourceUnit}을 선택합니다. 2. 액션 바에서 {t|SolutionAbility}을 선택하고 <b>{console_bind|Confirm}</b>를 누릅니다. 3. 동료 {t|SourceUnit} 위에 커서를 올려놓고 <b>{console_bind|Confirm}</b>를 눌러 {g|Encyclopedia:Healing}치유{/g}합니다. 치유 시 손실된 {g|Encyclopedia:HP}체력{/g}이 회복됩니다.
