Repository: akintos/wotr-translation
Catalog: translation/*/Tutorial.po
Languages: ko, ko_mt

source: The {g|Encyclopedia:BAB}base attack bonus{/g} is a stat that automatically increases as the character gains new class levels. This stat improves their chances of landing a hit on the enemy, and when it reaches certain thresholds (+6, +11, +16), the character gains an additional {g|Encyclopedia:Attack}attack{/g} per turn.
ko: {g|Encyclopedia:BAB}기본 공격 보너스{/g}는 캐릭터의 클래스 레벨에 따라 증가합니다. 이 능력치는 적에 대한 공격의 성공률을 높여주고 특정 수치에 (+6, +11, +16) 도달하면 캐릭터는 턴마다 {g|Encyclopedia:Attack}공격{/g}하는 횟수가 증가합니다.
ko_mt: {g|Encyclopedia:BAB}BAB{/g}는 캐릭터가 새로운 직업 레벨을 달성할 때마다 자동으로 증가하는 스탯입니다. 이 스탯은 적에게 적중할 확률을 높여주며, 특정 임계값(+6, +11, +16)에 도달하면 턴당 추가 {g|Encyclopedia:Attack}공격{/g}을 획득합니다.

source: Different classes increase their {g|Encyclopedia:BAB}base attack bonus{/g} at different paces. Barbarians, fighters, monks, paladins, rangers, and slayers increase their base attack bonus the quickest while wizards and sorcerers are the slowest.
ko: {g|Encyclopedia:BAB}기본 공격 보너스{/g} 증가 속도는 클래스에 따라 다릅니다. 바바리안, 파이터, 몽크, 팔라딘, 레인저, 슬레이어는 기본 공격 보너스를 가장 빠른 속도로 향상시키는데 비해 위저드와 소서러는 가장 느립니다.
ko_mt: 직업마다 기본 공격 보너스 {g|Encyclopedia:BAB}가 다른 속도로 증가합니다. 야만용사, 격투가, 수도사, 성기사, 레인저, 슬레이어는 기본 {g|Encyclopedia:Attack}공격{/g}이 증가합니다. {g|Encyclopedia:Bonus}보너스{/g}를 가장 빠르게 증가시키며 소서러와 위저드는 가장 느리게 증가시킵니다.

source: Base Attack Bonus
ko: 기본 공격 보너스
ko_mt: 기본 공격 보너스

source: {t|SourceUnit} has leveled up in a class, and as a result, this character's number of {g|Encyclopedia:Attack}attacks{/g} per {g|Encyclopedia:Combat_Round}round{/g} has increased.
ko: {t|SourceUnit}의 클래스 레벨이 상승해 이 캐릭터의 {g|Encyclopedia:Combat_Round}라운드{/g}당 {g|Encyclopedia:Attack}공격{/g} 횟수가 증가했습니다.
ko_mt: {t|SourceUnit}의 직업 레벨이 상승했으며, 그 결과 이 캐릭터의 {g|Encyclopedia:Combat_Round}라운드{/g}당 {g|Encyclopedia:Attack}공격 횟수{/g}가 증가했습니다.

source: A {g|ConditionBlind}blind{/g} creature suffers from several {g|Encyclopedia:Penalty}penalties{/g}. Their {g|Encyclopedia:Armor_Class}AC{/g} drops by 2, they lose their whole {g|Encyclopedia:Dexterity}Dexterity{/g} {g|Encyclopedia:Bonus}bonus{/g} to AC, and most {g|Encyclopedia:Skills}skills{/g} depending on {g|Encyclopedia:Strength}Strength{/g} and Dexterity, as well as {g|Encyclopedia:Perception}Perception{/g}, get a -4 penalty. Because of blindness, every {g|Encyclopedia:Attack}attack{/g} the character attempts has a 50% miss chance regardless of the {g|Encyclopedia:Dice}roll{/g} result. Blindness frequently works only for a short time, so you can just wait for it to end. Some severe cases require {g|Encyclopedia:Healing}healing{/g}.
ko: {g|ConditionBlind}실명{/g}한 크리처는 다양한 {g|Encyclopedia:Penalty}페널티{/g}를 받습니다. {g|Encyclopedia:Armor_Class}AC{/g}가 2 감소하고, AC에 대한 모든 {g|Encyclopedia:Dexterity}민첩{/g} {g|Encyclopedia:Bonus}보너스{/g}를 잃으며 {g|Encyclopedia:Perception}지각{/g}등 {g|Encyclopedia:Strength}힘{/g}과 민첩에 기반한 {g|Encyclopedia:Skills}기술{/g}들에 -4 페널티를 받습니다. 실명한 캐릭터가 시도하는 모든 {g|Encyclopedia:Attack}공격{/g}은 {g|Encyclopedia:Dice}굴림{/g} 결과와 무관하게 50% 빗나감 확률을 얻습니다. 실명은 대개 지속 시간이 매우 짧으므로 효과가 끝날 때까지 그저 기다릴 수도 있습니다. 몇몇 심각한 경우에는 {g|Encyclopedia:Healing}치유{/g}를 필요로 합니다.
ko_mt: 눈먼 생명체는 {g|Encyclopedia:Penalty}불이익{/g}을 몇 개 받습니다. 그들의 {g|Encyclopedia:Armor_Class}AC{/g}가 2 감소하고, AC에 대한 모든 {g|Encyclopedia:Dexterity}민첩{/g} {g|Encyclopedia:Bonus}보너스{/g}를 전부 잃습니다. {g|Encyclopedia:Strength}힘{/g}과 민첩에 따른 대부분의 {g|Encyclopedia:Skills}기술{/g}과 {g|Encyclopedia:Perception}지각{/g}은 -4의 불이익을 받습니다. 실명 때문에 캐릭터가 시도하는 모든 {g|Encyclopedia:Attack}공격{/g}은 {g|Encyclopedia:Dice}굴림{/g} 결과와 상관없이 50% 확률로 실패합니다. 실명 상태는 짧은 시간 동안 작동하는 경우가 많으므로 실명 상태가 끝날 때까지 기다리면 됩니다. 심한 경우 {g|Encyclopedia:Healing}치유{/g}가 필요합니다.

source: {g|ConditionBlind}Blindness{/g} can be cured by such {g|Encyclopedia:Spell}spells{/g} as {g|SpellsRemoveBlindness}remove blindness{/g}, {g|SpellsHeal}heal{/g} and {g|SpellsRestorationGreater}greater restoration{/g}.
ko: {g|ConditionBlind}실명{/g}은 {g|SpellsRemoveBlindness}실명 제거{/g}, {g|SpellsHeal}치유{/g}, {g|SpellsRestorationGreater}상급 상태회복{/g}과 같은 {g|Encyclopedia:Spell}주문{/g}을 이용하여 치료할 수 있습니다.
ko_mt: 실명은 {g|SpellsRemoveBlindness}실명 제거{/g}, {g|SpellsHeal}치유{/g}, {g|SpellsRestorationGreater}상급 상태회복{/g}과 같은 {g|Encyclopedia:Spell}주문{/g}으로 치료할 수 있습니다.

source: You can cure {g|ConditionBlind}blindness{/g} using:
ko: {g|ConditionBlind}실명{/g}은 다음을 사용해 치료할 수 있습니다:
ko_mt: 실명을 치료할 수 있습니다.

source: Blindness
ko: 실명
ko_mt: 실명

source: Your character {t|SourceUnit} was {g|ConditionBlind}blinded{/g}.
ko: {t|SourceUnit}(이)가 {g|ConditionBlind}실명{/g} 상태입니다.
ko_mt: 캐릭터 {t|SourceUnit}이 실명되었습니다.

source: This ability allows a creature to ignore the effects of such {g|Encyclopedia:Spell}spells{/g} as {g|SpellsBlur}blur{/g}, {g|SpellsDisplacement}displacement{/g}, {g|SpellsInvisibility}invisibility{/g}, {g|SpellsMirrorImage}mirror image{/g}. Remember this when you fight it.
ko: 이 능력은 크리처가 {g|SpellsBlur}흐릿한 형체{/g}, {g|SpellsDisplacement}환위{/g}, {g|SpellsInvisibility}투명화{/g}, {g|SpellsMirrorImage}거울상{/g} 같은 {g|Encyclopedia:Spell}주문{/g}의 효과를 무시하게 해줍니다. 이러한 적과 전투할 때 주의하십시오.
ko_mt: 이 능력으로 생물은 {g|SpellsBlur}흐림{/g}, {g|SpellsDisplacement}변위{/g}, {g|SpellsInvisibility}투명화{/g}, {g|SpellsMirrorImage}거울상{/g}과 같은 {g|Encyclopedia:Spell}주문{/g}의 효과를 무시할 수 있습니다. 생물과 싸울 때 이 점을 기억하세요.

source: Blindsight
ko: 장님시야
ko_mt: 맹안시야

source: Your enemy {t|TargetUnit} has the Blindsight ability.
ko: {t|TargetUnit} 적이 장님시야 능력을 가지고 있습니다.
ko_mt: 적 {t|TargetUnit}은 맹안시야 능력을 가지고 있습니다.

source: Some abilities, such as energy channeling (positive or negative), affect everyone in the area of effect. Be careful, or you might {g|Encyclopedia:Healing}heal{/g} an enemy or {g|Encyclopedia:Damage}damage{/g} an ally.
ko: 에너지 전달(양, 음 모두)과 같은 몇몇 능력들은 범위 내 모두에게 영향을 줍니다. 조심하세요, 자칫하면 적을 {g|Encyclopedia:Healing}치유{/g}하고 아군을 {g|Encyclopedia:Damage}피해{/g}입힐 수 있습니다.
ko_mt: 에너지 전달링과 같은 일부 능력은 효과 범위 내에 있는 모든 사람에게 영향을 미칩니다. 주의하지 않으면 적을 {g|Encyclopedia:Healing}치유{/g}하거나 아군에게 {g|Encyclopedia:Damage}피해{/g}를 줄 수 있습니다.

source: A {g|Encyclopedia:Feat}feat{/g} called "Selective Channeling" allows you to automatically prevent such situations, and not {g|Encyclopedia:Healing}heal{/g} the enemies or {g|Encyclopedia:Damage}damage{/g} the allies with the channeled energy. It's highly recommended for all characters capable of channeling.
ko: "선택적 전달" {g|Encyclopedia:Feat}특기{/g}는 당신이 에너지 전달로 적을 {g|Encyclopedia:Healing}치유{/g}하거나 아군에게 {g|Encyclopedia:Damage}피해{/g}를 주는 상황을 방지합니다. 전달이 가능한 모든 캐릭터에게 강하게 추천됩니다.
ko_mt: "선택적 전달"이라는 {g|Encyclopedia:Feat}특기{/g}를 사용하면 이러한 상황을 자동으로 방지할 수 있으며, 전달한 에너지로 적을 {g|Encyclopedia:Healing}치유{/g}하거나 아군에게 {g|Encyclopedia:Damage}피해{/g}를 주는 것이 아닙니다. 에너지 전달이 가능한 모든 캐릭터에게 적극 권장합니다.

source: Damaging Allies
ko: 아군 피해
ko_mt: 아군 피해

source: Using the Channel Energy ability, you have {g|Encyclopedia:Damage}damaged{/g} an ally.
ko: 에너지 전달을 사용해 아군에게 {g|Encyclopedia:Damage}피해{/g}를 입혔습니다.
ko_mt: 에너지 전달 능력을 사용해 아군에게 {g|Encyclopedia:Damage}피해{/g}를 입혔습니다.

source: Healing Enemies
ko: 적군 치유
ko_mt: 적 치유

source: Using the Channel Energy ability, you have {g|Encyclopedia:Healing}healed{/g} an enemy.
ko: 에너지 전달 능력을 사용해 적을 {g|Encyclopedia:Healing}치유{/g}했습니다.
ko_mt: 에너지 전달 능력을 사용해 적 1마리를 {g|Encyclopedia:Healing}치유{/g}했습니다.

source: Negative energy {g|Encyclopedia:Healing}heals{/g} the undead and {g|Encyclopedia:Damage}damages{/g} the living. Positive energy is the opposite: it heals the living and damages the undead. You can't use the both effects (healing and damaging) at once — when you use the Channel energy ability, you need to specify which effect you want to use.
ko: 음에너지는 언데드를 {g|Encyclopedia:Healing}치유{/g}하고 살아있는 이들에게 {g|Encyclopedia:Damage}피해{/g}를 줍니다. 양에너지는 반대로 살아있는 이들을 치유하고 언데드에게 피해를 줍니다. 치유와 피해 두 효과를 동시에 사용할 수는 없습니다. 에너지 전달 능력을 사용할 때, 어떤 능력을 사용할 것인지 선택해야 합니다.
ko_mt: 음에너지는 언데드를 {g|Encyclopedia:Healing}치유{/g}하고 산 자에게 {g|Encyclopedia:Damage}피해{/g}를 줍니다. 양에너지는 그 반대입니다. 두 가지 효과(치유와 피해)를 한 번에 사용할 수는 없으며, 에너지 전달 능력을 사용할 때는 어떤 효과를 사용할지 지정해야 합니다.

source: You can {g|Encyclopedia:Damage}damage{/g} the enemy {t|TargetUnit} with the ability Channel energy — damage undead, possessed by your character {t|SourceUnit}.
ko: 당신의 캐릭터 {t|SourceUnit}가 지닌 에너지 전달 — 언데드 피해를 사용해 적 {t|TargetUnit}에게 {g|Encyclopedia:Damage}피해{/g}를 줄 수 있습니다.
ko_mt: 내 캐릭터 {t|SourceUnit}에 빙의된 언데드에게 피해를 주는 능력 에너지 전달로 적 {t|TargetUnit}에게 {g|Encyclopedia:Damage}피해{/g}를 줄 수 있습니다.

source: Undead and Energy Channeling
ko: 언데드와 에너지 전달
ko_mt: 언데드와 에너지 전달링

source: Your enemy {t|TargetUnit} is undead. Your party has the character {t|SourceUnit}, who has the ability Channel positive energy, which is very effective against the undead if you use it to {g|Encyclopedia:Damage}damage{/g} them.
ko: {t|TargetUnit} 적은 언데드입니다. 일행의 {t|SourceUnit} 캐릭터는 언데드에게 {g|Encyclopedia:Damage}피해{/g}를 주는 용도로 사용할 때 매우 효과적인 양에너지 전달 능력을 가지고 있습니다.
ko_mt: 적 {t|TargetUnit}은 언데드입니다. 당신의 파티에는 {t|SourceUnit} 캐릭터가 있는데, 이 캐릭터는 양에너지를 흘려보내는 능력을 가지고 있으며, 이 능력을 사용해 언데드에게 {g|Encyclopedia:Damage}피해{/g}를 입히면 매우 효과적입니다.

source: Some classes have {g|Encyclopedia:Alignment}alignment{/g} requirements that must be met in order to use their abilities and {g|Encyclopedia:Spell}spells{/g}. Once this character changes their alignment, they lose many of their capabilities. However, if they find a Scroll of Atonement and read it, they will get these capabilities back.
ko: 몇몇 클래스는 그 능력과 {g|Encyclopedia:Spell}주문{/g}을 사용하기 위해 특정 {g|Encyclopedia:Alignment}성향{/g}을 필요로 합니다. 캐릭터의 성향이 변화하면, 그들의 능력 중 많은 부분을 잃습니다. 다행히도 속죄의 두루마리를 읽어 능력을 되찾을 수 있습니다.
ko_mt: 일부 직업은 능력과 {g|Encyclopedia:Spell}주문{/g}을 사용하기 위해 반드시 충족해야 하는 {g|Encyclopedia:Alignment}성향{/g} 요구 사항이 있습니다. 이 캐릭터는 성향을 변경하면 많은 능력을 잃게 됩니다. 하지만 속죄의 두루마리를 찾아서 읽으면 해당 능력을 되찾을 수 있습니다.

source: Find and read a Scroll of Atonement to get your powers back!
ko: 속죄의 두루마리를 사용해 힘을 되찾으세요!
ko_mt: 속죄의 두루마리를 찾아 읽으면 힘을 되찾을 수 있습니다!

source: Alignment Changes
ko: 성향 변화
ko_mt: 성향 변경

source: {t|SourceUnit} has changed {g|Encyclopedia:Alignment}alignment{/g} and no longer meets the class requirements.
ko: {t|SourceUnit}의 {g|Encyclopedia:Alignment}성향{/g}이 변화해 더 이상 클래스 요구 조건을 만족시키지 않습니다.
ko_mt: {t|SourceUnit}이 {g|Encyclopedia:Alignment}성향{/g}을 변경하여 더 이상 클래스 요구 사항을 충족하지 않습니다.

source: The number of a character's {g|Encyclopedia:HP}hit points{/g} can go below zero. If the number of negatives hit points becomes equal to their {g|Encyclopedia:Constitution}Constitution{/g} score, they die.
ko: 캐릭터의 {g|Encyclopedia:HP}생명점{/g}은 0 아래로 떨어질 수 있습니다. 만약 음수 생명점이 {g|Encyclopedia:Constitution}건강{/g} 수치와 동일해지면 사망합니다.
ko_mt: 캐릭터의 {g|Encyclopedia:HP}HP{/g}는 0 이하로 떨어질 수 있습니다. 음수 체력이 캐릭터의 {g|Encyclopedia:Constitution}건강{/g} 점수와 같아지면 캐릭터는 사망합니다.

source: To resurrect a dead character, find the {g|Encyclopedia:Spell}spell{/g} (or a spell scroll) {g|SpellsBreathOfLife}breath of life{/g} (can only be used within 2 {g|Encyclopedia:Combat_Round}rounds{/g} after {g|Encyclopedia:Injury_Death}death{/g}), {g|SpellsRaiseDead}raise dead{/g} or {g|SpellsResurrection}resurrection{/g}, and use it — or go to a safe zone and find someone who can read it for you.
ko: 사망한 캐릭터를 되살리려면, {g|SpellsBreathOfLife}생명의 숨결{/g} ({g|Encyclopedia:Injury_Death}사망{/g} 이후 2 {g|Encyclopedia:Combat_Round}라운드{/g} 이내에만 사용 가능), {g|SpellsRaiseDead}소생{/g} 또는 {g|SpellsResurrection}부활{/g} {g|Encyclopedia:Spell}주문{/g} (또는 두루마리) 을 찾아 사용하거나, 안전한 곳으로 가서 두루마리를 대신 사용해 줄 사람을 찾으십시오.
ko_mt: 죽은 캐릭터를 부활시키려면 {g|Encyclopedia:Spell}주문{/g}(또는 주문 주문서)의 {g|SpellsBreathOfLife}생명의 숨결{/g}({g|Encyclopedia:Injury_Death}사망{/g} 이후{g|Encyclopedia:Combat_Round}2 라운드{/g}이내에만 사용 가능)을 찾아서 {g|SpellsRaiseDead}소생{/g} 또는 {g|SpellsResurrection}부활{/g}을 사용하거나, 안전 지대로 가서 대신 읽어줄 사람을 찾아야 합니다.

source: Death and Resurrection
ko: 죽음과 부활
ko_mt: 죽음과 부활

source: Your character {t|SourceUnit} has died.
ko: 당신의 {t|SourceUnit} 캐릭터가 사망했습니다.
ko_mt: 캐릭터 {t|SourceUnit}이 사망했습니다.

source: Some creatures are immune to certain conditions. {g|Encyclopedia:Spell}Spells{/g} that inflict these conditions are useless against them. You can learn this information by inspecting the enemy.
ko: 몇 크리처들은 특정 상태에 면역입니다. 이러한 상태를 부여하는 {g|Encyclopedia:Spell}주문{/g}들은 이들에게 쓸모가 없습니다. 적을 조사하여 이 정보를 확인할 수 있습니다.
ko_mt: 일부 생물은 특정 조건에 면역입니다. 이러한 조건을 부여하는 {g|Encyclopedia:Spell}주문{/g}은 해당 생물에게 쓸모가 없습니다. 이 정보는 적을 조사하여 알아낼 수 있습니다.

source: Don't use {g|Encyclopedia:Spell}spells{/g} and abilities that inflict this condition on this enemy — it would be a waste of resources.
ko: 이 적에게 이 상태를 부여하는 {g|Encyclopedia:Spell}주문{/g}과 능력들을 사용하지 마십시오. 자원의 낭비가 될 것입니다.
ko_mt: 이 적에게 이 상태를 부여하는 {g|Encyclopedia:Spell}주문{/g}과 능력을 사용하면 자원 낭비가 될 수 있으므로 사용하지 마세요.

source: Immunity to Conditions
ko: 상태 면역
ko_mt: 조건 면역

source: Your enemy {t|TargetUnit} is immune to the condition {t|Descriptor}.
ko: {t|TargetUnit}(은)는 {t|Descriptor} 상태에 면역입니다.
ko_mt: 적 {t|TargetUnit}이 {t|Descriptor} 조건에 면역입니다.

source: A {g|ConditionConfusion}confused{/g} creature can't think straight or act normally. It can't tell a friend from an enemy, and keeps {g|Encyclopedia:Attack}attacking{/g} the last creature that attacked it until it dies or moves out of sight. This condition rarely lasts long, and usually you can just wait until it's over.
ko: {g|ConditionConfusion}혼란{/g} 상태의 캐릭터는 똑바로 사고하거나 정상적으로 행동할 수 없습니다. 친구와 적을 구분하지 못하고 자신을 공격한 마지막 크리처가 죽거나 시야 밖으로 사라질 때까지 계속 {g|Encyclopedia:Attack}공격{/g}할 것입니다. 이러한 상태는 대부분 지속시간이 짧으므로, 끝날 때까지 기다리기만 해도 됩니다.
ko_mt: 혼란에 빠진 생물은 제정신으로 생각하거나 정상적으로 행동할 수 없습니다. 아군과 적을 구분하지 못하고, 마지막으로 자신을 공격한 생물이 죽거나 시야에서 사라질 때까지 계속 {g|Encyclopedia:Attack}공격{/g}합니다. 이 상태가 오래 지속되는 경우는 드물며, 보통은 상태가 끝날 때까지 기다리면 됩니다.

source: You can remove the {g|ConditionConfusion}confusion{/g} state with:
ko: {g|ConditionConfusion}혼란{/g} 상태는 다음과 같은 것들로 제거할 수 있습니다:
ko_mt: 혼동 상태를 제거할 수 있습니다.

source: You can remove the {g|ConditionConfusion}confusion{/g} state with the {g|SpellsBreakEnchantment}break enchantment{/g} {g|Encyclopedia:Spell}spell{/g}, or stronger {g|SpellsRestoration}restoration{/g} spells. The {g|SpellsDispelMagic}dispel magic{/g} spell could also come handy.
ko: {g|SpellsBreakEnchantment}부여 파해{/g} {g|Encyclopedia:Spell}주문{/g}이나 보다 강력한 {g|SpellsRestoration}상태회복{/g} 주문들을 통해 혼란 상태를 제거할 수 있습니다. {g|SpellsDispelMagic}마법 해제{/g} 주문 또한 유용할 수 있습니다.
ko_mt: 혼동 상태는 {g|SpellsBreakEnchantment}부여 파해{/g} {g|Encyclopedia:Spell}주문{/g} 또는 더 강력한 {g|SpellsRestoration}상태회복{/g} 주문으로 제거할 수 있습니다. {g|SpellsDispelMagic}마법 해제{/g} 주문도 유용할 수 있습니다.

source: Confusion
ko: 혼란
ko_mt: 혼동

source: Your character {t|SourceUnit} has become {g|ConditionConfusion}confused{/g}.
ko: {t|SourceUnit}(이)가 {g|ConditionConfusion}혼란{/g} 상태에 빠졌습니다.
ko_mt: 캐릭터 {t|SourceUnit}이 혼란스러워졌습니다.

source: Your enemy {t|SourceUnit} has landed a {g|Encyclopedia:Critical}critical hit{/g} on the character {t|TargetUnit}, having successfully confirmed it.
ko: {t|SourceUnit} 적이 캐릭터 {t|TargetUnit}에게 {g|Encyclopedia:Critical}치명타{/g}를 시도해 성공적으로 확정했습니다.
ko_mt: 적 {t|SourceUnit}이 캐릭터 {t|TargetUnit}에게 {g|Encyclopedia:Critical}치명타{/g}를 적중시켜 판정에 성공했습니다.

source: Whenever a character makes an {g|Encyclopedia:Attack}attack roll{/g} and gets 20 on the {g|Encyclopedia:Dice}d20{/g}, the attack automatically hits no matter what the target's {g|Encyclopedia:Armor_Class}AC{/g} is. Additionally, such an attack creates a {g|Encyclopedia:Critical}critical{/g} threat that has to be confirmed by making an additional attack roll. If the result is equal or higher than the target's AC, the character successfully lands a critical hit. If not, the attack remains normal (but still hits).
ko: 캐릭터가 {g|Encyclopedia:Attack}명중 굴림{/g}을 시도하여 {g|Encyclopedia:Dice}d20{/g}에서 20을 얻을 때마다, 그 공격은 목표의 {g|Encyclopedia:Armor_Class}AC{/g}에 상관없이 명중합니다. 추가적으로, 이런 공격은 {g|Encyclopedia:Critical}치명타{/g}위협을 만들고 다시 한 번 명중 굴림 판정을 확인합니다. 만일 명중 굴림으로 나온 숫자가 목표의 AC 이상이라면, 캐릭터의 공격은 치명타가 됩니다. 만일 목표의 AC 미만이라면, 치명타가 되지는 않지만 일반 공격으로 적중합니다.
ko_mt: 캐릭터가 {g|Encyclopedia:Attack}공격{/g}을 해서 {g|Encyclopedia:Dice}d20{/g}이 20이 되면, 대상의 {g|Encyclopedia:Armor_Class}AC{/g}에 상관없이 공격이 자동으로 적중합니다. 또한, 이러한 공격은 추가 공격을 굴려서 확인해야 하는 {g|Encyclopedia:Critical}치명타{/g} 위협을 생성합니다. 결과가 대상의 AC보다 높거나 같으면 캐릭터는 치명타에 성공합니다. 그렇지 않으면 공격은 일반 공격으로 유지됩니다.(여전히 적중).

source: Some weapons and effects allow the character to make {g|Encyclopedia:Critical}critical hits{/g} with the {g|Encyclopedia:Dice}d20{/g} roll result less than 20. Such {g|Encyclopedia:Attack}attacks{/g} do not hit automatically.
ko: 어떤 무기나 효과들은 캐릭터가 {g|Encyclopedia:Dice}d20{/g}에서 20 미만의 결과를 받았을 때에도, {g|Encyclopedia:Critical}치명타{/g} 판정을 얻을 수 있게 해줍니다. 그러나 이런 {g|Encyclopedia:Attack}공격{/g}들은 무조건 명중되는 공격은 아닙니다.
ko_mt: 일부 무기와 효과는 캐릭터가 {g|Encyclopedia:Dice}d20{/g} 굴림 결과가 20 미만일 때 {g|Encyclopedia:Critical}치명타 공격{/g}을 할 수 있게 합니다. 이러한 {g|Encyclopedia:Attack}공격{/g}은 자동으로 적중하지 않습니다.

source: Critical Hits
ko: 치명타
ko_mt: 치명타

source: Your character {t|SourceUnit} has landed a {g|Encyclopedia:Critical}critical hit{/g}, having successfully confirmed it.
ko: {t|SourceUnit} 캐릭터가 {g|Encyclopedia:Critical}치명타{/g}기회를 만들었으며, 그 기회 판정에 성공했습니다.
ko_mt: 당신의 캐릭터 {t|SourceUnit}이 {g|Encyclopedia:Critical}치명타{/g}를 적중시켜 성공했습니다.

source: Two main types of {g|Encyclopedia:Damage}damage{/g} are physical and {g|Encyclopedia:Energy_Damage}energy damage{/g}. Weapon {g|Encyclopedia:Attack}attacks{/g} most frequently deal {g|Encyclopedia:Physical_Damage}physical damage{/g}. Some creatures possess the ability called {g|Encyclopedia:Damage_Reduction}damage reduction{/g}, which lowers all physical damage the creature receives by a certain number, depending on the creature itself. In the description of the ability, it's always specified how to overcome it. It could be a specific material (like cold iron or adamantine), weapon type ({g|Encyclopedia:Damage_Type}slashing{/g}, piercing, or bludgeoning), or {g|Encyclopedia:Alignment}alignment{/g} (good, evil). For example, "DR 5/adamantine" means that all physical damage is reduced by 5, unless it's dealt by an adamantine weapon. You can learn this information by inspecting the creature.
ko: {g|Encyclopedia:Damage}피해{/g}의 유형에는 물리 피해와 {g|Encyclopedia:Energy_Damage}에너지 피해{/g}가 있습니다. 무기 {g|Encyclopedia:Attack}공격{/g}은 대부분 {g|Encyclopedia:Physical_Damage}물리 피해{/g}를 입힙니다. 어떤 크리쳐들은 자신이 받는 모든 종류의 물리 피해를 일정 수치 감소해서 받는 {g|Encyclopedia:Damage_Reduction}피해 감소{/g}라는 능력을 보유하기도 합니다. 그 능력의 설명에는, 항상 그런 종류의 능력을 공략할 방법을 가르쳐줍니다. 피해 감소를 상쇄할 방법에는 한철 혹은 아다만틴 같은 특별한 재료나 {g|Encyclopedia:Damage_Type}베기{/g}, 찌르기, 부수기와 같은 무기 유형, 선과 악 같은 {g|Encyclopedia:Alignment}성향{/g}이 있을 수 있습니다. 예를 들어 "DR 5/아다만틴"은 그 대상을 아다만틴 무기로 공격하지 않는 이상 그 대상이 5만큼의 {g|Encyclopedia:Physical_Damage}물리 피해{/g}를 감소한 수치로 받는다는 이야기입니다. 자세한 내용은 해당 크리쳐들을 조사하면 확인할 수 있습니다.
ko_mt: 물리 {g|Encyclopedia:Damage}피해{/g}와 {g|Encyclopedia:Energy_Damage}에너지 피해{/g}는 크게 두 가지 유형으로 나뉩니다. 무기 {g|Encyclopedia:Attack}공격{/g}은 {g|Encyclopedia:Physical_Damage}물리 피해{/g}를 가장 자주 입힙니다. 일부 생물은 {g|Encyclopedia:Damage_Reduction}피해 감소{/g}라는 능력을 가지고 있는데, 이 능력은 생물 자체에 따라 생물이 받는 모든 물리 피해를 일정 수치만큼 감소시킵니다. 능력 설명에는 항상 이를 극복하는 방법이 명시되어 있습니다. 특정 재료(예: 냉철 또는 아다만틴), 무기 유형({g|Encyclopedia:Damage_Type}베기{/g}, 찌르기, 부수기), {g|Encyclopedia:Alignment}성향{/g}(선, 악) 등이 그 예가 될 수 있습니다. 예를 들어, "DR 5/아다만틴"은 아다만틴 무기로 가하는 피해가 아니라면 모든 물리 피해가 5만큼 감소한다는 의미입니다. 이 정보는 생물을 검사하여 알아낼 수 있습니다.

source: To increase your efficiency in combat, try using this:
ko: 효율적으로 전투를 하고싶다면, 다음과 같은 방법을 시도해보세요:
ko_mt: 전투 효율을 높이려면 이걸 사용해 보세요.

source: To overcome a creature's {g|Encyclopedia:Damage_Reduction}damage reduction{/g}, you need to {g|Encyclopedia:Attack}attack{/g} it with a specific type of weapon. You can learn which one by inspecting the creature. If you don't have the appropriate kind of weapon, try attacking it with abilities that deal {g|Encyclopedia:Energy_Damage}energy damage{/g}.
ko: 크리처의 {g|Encyclopedia:Damage_Reduction}피해 감소{/g}를 극복하기 위해서는 특정한 종류의 무기를 사용해서 {g|Encyclopedia:Attack}공격{/g}해야 합니다. 크리처를 조사하여 어떤 종류의 무기가 필요한지 알 수 있습니다. 만약 적절한 종류의 무기가 없다면 {g|Encyclopedia:Energy_Damage}에너지 피해{/g}를 입히는 능력으로 공격을 시도해 보십시오.
ko_mt: 생물의 {g|Encyclopedia:Damage_Reduction}피해 감소{/g}를 극복하려면, 특정 유형의 무기로 {g|Encyclopedia:Attack}공격{/g}해야 합니다. 어떤 무기를 사용하는지는 생물을 검사하여 알 수 있습니다. 적절한 무기가 없다면, {g|Encyclopedia:Energy_Damage}에너지 피해{/g}를 주는 능력으로 공격해 보세요.

source: Damage Reduction
ko: 피해 감소
ko_mt: 피해 감소

source: You have met the enemy {t|TargetUnit} who possesses the {g|Encyclopedia:Damage_Reduction}damage reduction{/g} ability.
ko: 방금 {g|Encyclopedia:Damage_Reduction}피해 감소{/g} 능력을 보유한 {t|TargetUnit} 적군과 조우했습니다.
ko_mt: 당신은 {g|Encyclopedia:Damage_Reduction}피해 감소{/g} 능력을 가진 적 {t|TargetUnit}을 만났습니다.

source: Sometimes you will meet enemies whose {g|Encyclopedia:Damage_Reduction}damage reduction{/g} cannot be overcome. All {g|Encyclopedia:Physical_Damage}physical damage{/g} they receive will be reduced.
ko: 가끔 어떤 적들의 {g|Encyclopedia:Damage_Reduction}피해 감소{/g}효과는 상쇄시킬 수 없습니다. 이 적이 받는 모든 {g|Encyclopedia:Physical_Damage}물리 피해{/g}는 감소될 것입니다.
ko_mt: 가끔 {g|Encyclopedia:Damage_Reduction}피해 감소{/g}를 극복할 수 없는 적을 만나게 됩니다. 적들이 받는 {g|Encyclopedia:Physical_Damage}물리적 피해{/g}가 모두 감소합니다.

source: When you fight enemies like this, use alternative ways of dealing {g|Encyclopedia:Damage}damage{/g}, such as {g|Encyclopedia:Spell}spells{/g}. For example:
ko: 이러한 적들과 싸울 때, {g|Encyclopedia:Spell}주문{/g}과 같이 다른 방식으로 {g|Encyclopedia:Damage}피해{/g}를 주는 것을 고려해보십시오. 예를 들어:
ko_mt: 이런 적과 싸울 때는 {g|Encyclopedia:Damage}피해{/g}를 입히는 대신 {g|Encyclopedia:Spell}주문{/g}과 같은 다른 방법을 사용합니다. 예를 들어

source: When you fight enemies like this, use alternative ways of dealing {g|Encyclopedia:Damage}damage{/g}, such as {g|Encyclopedia:Spell}spells{/g}, or just accept the fact that your weapon will deal less damage.
ko: 이러한 적들과 싸울 때, {g|Encyclopedia:Spell}주문{/g}과 같이 다른 방식으로 {g|Encyclopedia:Damage}피해{/g}를 주는 것을 고려하십시오, 그렇지 않으면 이런 적에게 당신의 무기 공격은 감소된 물리 피해를 줄 수 밖에 없습니다.
ko_mt: 이런 적과 싸울 때는 {g|Encyclopedia:Damage}피해{/g}를 주는 다른 방법(예: {g|Encyclopedia:Spell}주문{/g})을 사용하거나 무기가 주는 피해가 적다는 사실을 받아들여야 합니다.

source: Damage Reduction N/-
ko: 피해 감소 N/-
ko_mt: 피해 감소 N/-

source: You have met the enemy {t|TargetUnit} who possesses the ability damage reduction of the N/- type. It cannot be overcome.
ko: 방금 N/- 유형의 {g|Encyclopedia:Damage_Reduction}피해 감소{/g} 능력을 보유한 {t|TargetUnit} 적과 조우했습니다. 이 피해 감소 능력은 상쇄할 수 없습니다.
ko_mt: 당신은 N/- 타입의 {g|Encyclopedia:AbilityDamage}능력 피해{/g} 감소를 가진 적 {t|TargetUnit}을 만났습니다. 극복할 수 없습니다.

source: On the lower difficulty levels, instead of dying, a character is crippled instead. Unless you {g|Encyclopedia:Healing}cure{/g} the condition, the next time that character would actually die.
ko: 낮은 난이도에서는, 죽는 대신 캐릭터가 빈사 상태에 빠지게 됩니다. 해당 캐릭터를 {g|Encyclopedia:Healing}치료{/g}해주지 않으면, 빈사 상태에 빠진 캐릭터는 진짜로 죽게 됩니다.
ko_mt: 낮은 {g|Encyclopedia:DC}난이도{/g} 레벨에서는 캐릭터가 죽는 대신 불구가 됩니다. 해당 조건을 {g|Encyclopedia:Healing}치료{/g}하지 않으면 다음번에는 해당 캐릭터가 실제로 사망합니다.

source: To remove the crippled condition, you need to {g|Encyclopedia:Rest}rest{/g} in a safe place (such as the Defender's Heart or a war camp), or use the {g|SpellsRestorationGreater}greater restoration{/g} {g|Encyclopedia:Spell}spell{/g}.
ko: 빈사 상태에서 벗어나려면, 수호자의 심장이나 주둔지와 같은 안전한 장소 {g|Encyclopedia:Rest}휴식{/g}을 취하거나 {g|SpellsRestorationGreater}상급 상태회복{/g} {g|Encyclopedia:Spell}주문{/g}을 사용해야 합니다.
ko_mt: 불구 상태가 해제되려면 안전한 장소(수호자의 심장이나 전쟁 캠프 등)에서 {g|Encyclopedia:Rest}휴식{/g}하거나 {g|SpellsRestorationGreater}상급 상태회복{/g} {g|Encyclopedia:Spell}주문{/g}을 사용해야 합니다.

source: Crippled Condition
ko: 불구 상태
ko_mt: 불구 상태

source: Your character {t|SourceUnit} was nearly killed, and became crippled.
ko: 당신의 {t|SourceUnit} 캐릭터가 거의 죽을 뻔 했으며, 빈사 상태가 되었습니다.
ko_mt: 캐릭터 {t|SourceUnit}이 거의 죽을 뻔했고 불구가 되었습니다.
