Repository: akintos/wotr-translation
Catalog: translation/*/Tutorial.po
Languages: ko, ko_mt

source: To use a scroll, drag it from the inventory to one of {t|SolutionUnit}'s belt slots. Then, on the {g|Encyclopedia:Spell}spells{/g} bar, open the context menu, select "Usable Items", and use the scroll. When you use a scroll, it disappears.
ko: 두루마리를 사용하려면 소지품에서 {t|SolutionUnit} 캐릭터의 허리띠 칸에 끌어넣으세요. 이후 {g|Encyclopedia:Spell}주문{/g} 창에컨텍스트 메뉴를 열고, "사용 가능 물품"을 고른 뒤 두루마리를 사용하세요. 두루마리는 사용시 사라집니다.
ko_mt: 주문서를 사용하려면 인벤토리에서 {t|SolutionUnit}의 허리띠 슬롯 중 하나로 주문서를 드래그합니다. 그런 다음 {g|Encyclopedia:Spell}주문{/g} 바에서 컨텍스트 메뉴를 열고 "사용 가능한 아이템"을 선택한 다음 주문서을 사용합니다. 주문서을 사용하면 주문서이 사라집니다.

source: Sneak attack is a special power available to some classes (such as arcane trickster, assassin, rogue, slayer, vivisectionist). It allows them to deal more {g|Encyclopedia:Damage}damage{/g} to enemies when they are {g|Encyclopedia:Flat_Footed}flat-footed{/g} or outflanked. You can deal sneak attack damage with both weapons and {g|Encyclopedia:Spell}spells{/g}. To deal additional sneak attack damage with a {g|Encyclopedia:RangedAttack}ranged attack{/g} or a spell, you need to be within a 30-foot range from the target. A spell can't deal sneak attack damage unless it requires a ranged {g|Encyclopedia:TouchAttack}touch attack{/g} to hit.
ko: 암습은 일부 클래스에게 (아케인 트릭스터, 어쌔신, 로그, 슬레이어, 비비섹셔니스트) 허용된 특별한 힘입니다. 암습은 적이 {g|Encyclopedia:Flat_Footed}무방비{/g} 또는 협공 상태일 때 추가 {g|Encyclopedia:Damage}피해{/g}를 입히게 해줍니다. 당신은 암습 피해를 무기와 {g|Encyclopedia:Spell}주문{/g} 모두로 입힐 수 있습니다. 암습 피해를 {g|Encyclopedia:RangedAttack}원거리 공격{/g}이나 주문으로 입히기 위해서는 대상으로부터 30피트 이내에 위치해야 합니다. 원거리 {g|Encyclopedia:TouchAttack}접촉 공격{/g}을 요구하지 않는 주문은 암습 피해를 가할 수 없습니다.
ko_mt: {g|Encyclopedia:Attack}암습{/g}은 일부 직업(비전 트릭스터, 암살자, 로그, 슬레이어, 해부학자 등)이 사용할 수 있는 특수 능력입니다. 이 능력을 사용하면 적이 {g|Encyclopedia:Flat_Footed}무방비{/g}가거나 후방에 있을 때 적에게 더 많은 {g|Encyclopedia:Damage}피해{/g}를 입힐 수 있습니다. 무기와 {g|Encyclopedia:Spell}주문{/g}으로 모두 암습 피해를 줄 수 있습니다. 원거리 {g|Encyclopedia:RangedAttack}공격{/g} 또는 주문으로 추가 암습 피해를 입히려면 대상으로부터 30피트 범위 내에 있어야 합니다. 주문은 {g|Encyclopedia:TouchAttack}원거리 접촉 공격{/g}이 적중하지 않으면 암습 피해를 입힐 수 없습니다.

source: Try your best not to get caught {g|Encyclopedia:Flat_Footed}flat-footed{/g}.
ko: {g|Encyclopedia:Flat_Footed}무방비{/g} 상태가 되지 않도록 최선을 다하십시오.
ko_mt: {g|Encyclopedia:Flat_Footed}무방비{/g}로 잡히지 않도록 최선을 다하세요.

source: Sneak Attack
ko: 암습
ko_mt: 암습

source: Your enemy {t|SourceUnit} has dealt increased {g|Encyclopedia:Damage}damage{/g} to your character {t|TargetUnit} with a sneak attack.
ko: {t|SourceUnit} 적은 당신의 캐릭터 {t|TargetUnit}에게 암습으로 증가한 {g|Encyclopedia:Damage}피해{/g}를 입혔습니다.
ko_mt: 적 {t|SourceUnit}이 {g|Encyclopedia:Attack}암습{/g}으로 아군 캐릭터 {t|TargetUnit}에게 증가된 {g|Encyclopedia:Damage}피해{/g}를 입혔습니다.

source: To deal additional {g|Encyclopedia:Damage}damage{/g} to your enemies, try to outflank them in melee.
ko: 적에게 추가 {g|Encyclopedia:Damage}피해{/g}를 입히기 위해 근접에서 협공을 시도해보세요.
ko_mt: 적에게 추가 {g|Encyclopedia:Damage}피해{/g}를 입히려면 근접전에서 적의 측면을 공격하세요.

source: You group now has {t|SourceUnit} — a character capable of dealing increased {g|Encyclopedia:Damage}damage{/g} to your enemies with a sneak attack.
ko: 일행에 {t|SourceUnit} 캐릭터가 추가되었습니다. 이 캐릭터는 암습으로 적에게 증가한 {g|Encyclopedia:Damage}피해{/g}를 입힐 수 있습니다.
ko_mt: 이제 당신의 그룹에 {t|SourceUnit} - {g|Encyclopedia:Attack}암습{/g}으로 적에게 증가된 {g|Encyclopedia:Damage}피해{/g}를 입힐 수 있는 캐릭터가 생겼습니다.

source: {g|Encyclopedia:Spell_Resistance}Spell resistance{/g} is a rare ability that can also be acquired through some {g|Encyclopedia:Spell}spells{/g} and equipment. Most demons have spell resistance. If a creature you are trying to cast a spell on has spell resistance, then, to cast the spell successfully, you must make a {g|Encyclopedia:Caster_Level}caster level{/g} {g|Encyclopedia:Check}check{/g} ({g|Encyclopedia:Dice}1d20{/g} + your caster level). For the spell to work, your result must be equal or greater than the creature's spell resistance value. Spell resistance works even against the beneficial spells cast by the allies.
ko: {g|Encyclopedia:Spell_Resistance}주문 저항{/g}은 일부 {g|Encyclopedia:Spell}주문{/g} 또는 장비를 통해 획득할 수 있는 드문 능력입니다. 대부분의 데몬들은 주문 저항력을 지니고 있습니다. 만일 주문 시전의 대상으로 삼은 크리처가 주문 저항력을 지니고 있다면 성공적인 주문 시전을 위해 {g|Encyclopedia:Caster_Level}시전자 레벨{/g} {g|Encyclopedia:Check}판정{/g}에 ({g|Encyclopedia:Dice}1d20{/g} + 시전자 레벨) 성공해야만 합니다. 주문이 제대로 작용하려면, 당신의 결과값이 크리처의 주문 저항력 값 이상이어야 합니다. 주문 저항력은 아군이 시전한 이로운 주문에도 적용됩니다.
ko_mt: {g|Encyclopedia:Spell_Resistance}주문 저항{/g}은 일부 {g|Encyclopedia:Spell}주문{/g}과 장비를 통해 획득할 수 있는 희귀 능력입니다. 주문 시전 대상에 주문 저항이 있는 경우, {g|Encyclopedia:Caster_Level}시전자 레벨{/g} {g|Encyclopedia:Check}판정{/g}({g|Encyclopedia:Dice}1d20{/g} + 자신의 시전자 레벨)에 성공해야 합니다. 주문이 효과를 발휘하려면, 당신의 결과가 해당 생물의 주문 저항 수치와 같거나 그 이상이어야 합니다. 주문 저항은 아군이 발동한 유익한 주문에도 적용됩니다.

source: To overcome the enemies' {g|Encyclopedia:Spell_Resistance}spell resistance{/g}, you should give your {g|Encyclopedia:Spell}spellcaster{/g} the Spell Penetration {g|Encyclopedia:Feat}feat{/g}, or improve your spells with metamagic. If an enemy's spell resistance is too high, don't waste spells on them, and {g|Encyclopedia:Attack}attack{/g} by other means.
ko: 적의 {g|Encyclopedia:Spell_Resistance}주문 저항{/g}을 극복하려면 당신의 {g|Encyclopedia:Spell}주문 시전자{/g}에게 주문 관통 특기를 주거나, 주문을 메타매직으로 강화해야 합니다. 만일 적의 주문 저항이 지나치게 높다면 그들에게 주문을 낭비하는 대신 다른 {g|Encyclopedia:Attack}공격{/g} 수단을 찾아보세요.
ko_mt: 적의 {g|Encyclopedia:Spell_Resistance}주문 저항{/g}을 극복하려면, {g|Encyclopedia:Spell}주문 마법사{/g}에게 주문 관통력 {g|Encyclopedia:Feat}특기{/g}를 부여하거나, 메타매직으로 주문을 강화해야 합니다. 적의 주문 저항이 너무 높다면 주문을 낭비하지 말고 다른 방법으로 {g|Encyclopedia:Attack}공격{/g}하세요.

source: Spell Resistance
ko: 주문 저항
ko_mt: 주문 저항

source: Your enemy {t|TargetUnit} avoids the negative effects of your {g|Encyclopedia:Spell}spells{/g} because of their {g|Encyclopedia:Spell_Resistance}spell resistance{/g}.
ko: {t|TargetUnit} 당신의 적이 당신이 시전한 {g|Encyclopedia:Spell}주문{/g}의 부정적 효과를 {g|Encyclopedia:Spell_Resistance}주문 저항{/g} 덕택에 회피했습니다.
ko_mt: 적 {t|TargetUnit}은 {g|Encyclopedia:Spell_Resistance}주문 저항{/g}으로 인해 당신의 {g|Encyclopedia:Spell}주문{/g}의 부정적인 효과를 피합니다.

source: {g|Encyclopedia:Spell_Resistance}Spell resistance{/g} is a rare ability that can also be acquired through some {g|Encyclopedia:Spell}spells{/g} and equipment. If a creature you are trying to cast a spell on has spell resistance, then, to cast the spell successfully, you must make a {g|Encyclopedia:Caster_Level}caster level{/g} {g|Encyclopedia:Check}check{/g} ({g|Encyclopedia:Dice}1d20{/g} + your caster level). For the spell to work, your result must be equal or greater than the creature's spell resistance value. Spell resistance works even against the beneficial spells cast by the allies.
ko: {g|Encyclopedia:Spell_Resistance}주문 저항{/g}은 일부 {g|Encyclopedia:Spell}주문{/g} 또는 장비를 통해 획득할 수 있는 드문 능력입니다. 만일 주문 시전의 대상으로 삼은 크리처가 주문 저항력을 지니고 있다면 성공적인 주문 시전을 위해 {g|Encyclopedia:Caster_Level}시전자 레벨{/g} {g|Encyclopedia:Check}판정{/g}에 ({g|Encyclopedia:Dice}1d20{/g} + 시전자 레벨) 성공해야만 합니다. 주문이 제대로 작용하려면, 당신의 결과값이 크리처의 주문 저항력 값 이상이어야 합니다. 주문 저항력은 아군이 시전한 이로운 주문에도 적용됩니다.
ko_mt: {g|Encyclopedia:Spell_Resistance}주문 저항{/g}은 일부 {g|Encyclopedia:Spell}주문{/g}과 장비를 통해 획득할 수 있는 희귀 능력입니다. 주문 시전 대상에 주문 저항이 있는 경우, {g|Encyclopedia:Caster_Level}시전자 레벨{/g} {g|Encyclopedia:Check}판정{/g}({g|Encyclopedia:Dice}1d20{/g} + 자신의 시전자 레벨)에 성공해야 합니다. 주문이 효과를 발휘하려면, 당신의 결과가 해당 생물의 주문 저항 수치와 같거나 그 이상이어야 합니다. 주문 저항은 아군이 발동한 유익한 주문에도 적용됩니다.

source: To let the allies' {g|Encyclopedia:Spell}spells{/g} work on this character more frequently, you should remove the effect that gives them {g|Encyclopedia:Spell_Resistance}spell resistance{/g}. To do it, open the character's screen and click RMB on that effect.
ko: 아군의 {g|Encyclopedia:Spell}주문{/g}이 이 캐릭터에게 보다 자주 작용하게 하려면 그들에게 {g|Encyclopedia:Spell_Resistance}주문 저항{/g}을 주는 효과를 제거해야 합니다. 이를 위해 캐릭터 창을 열어 해당 효과에 RMB를 누르세요.
ko_mt: 아군의 {g|Encyclopedia:Spell}주문{/g}이 이 캐릭터에게 더 자주 작동하도록 하려면, {g|Encyclopedia:Spell_Resistance}주문 저항{/g}을 부여하는 효과를 제거해야 합니다. 제거하려면 캐릭터의 화면을 열고 해당 효과에서 RMB를 클릭합니다.

source: To let the allies' {g|Encyclopedia:Spell}spells{/g} work on this character more frequently, you should remove the effect that gives them {g|Encyclopedia:Spell_Resistance}spell resistance{/g}.
ko: 아군의 {g|Encyclopedia:Spell}주문{/g}이 이 캐릭터에게 보다 자주 작용하게 하려면 그들에게 {g|Encyclopedia:Spell_Resistance}주문 저항{/g}을 주는 효과를 제거해야 합니다.
ko_mt: 아군의 {g|Encyclopedia:Spell}주문{/g}이 이 캐릭터에게 더 자주 효과를 발휘하게 하려면, {g|Encyclopedia:Spell_Resistance}주문 저항{/g}을 부여하는 효과를 제거해야 합니다.

source: Allies' Spell Resistance
ko: 아군의 주문 저항
ko_mt: 아군의 주문 저항

source: {t|TargetUnit} misses the positive effects of your {g|Encyclopedia:Spell}spells{/g} because of their {g|Encyclopedia:Spell_Resistance}spell resistance{/g}.
ko: {t|TargetUnit}(은)는 {g|Encyclopedia:Spell_Resistance}주문 저항{/g}으로 인해 {g|Encyclopedia:Spell}주문{/g}의 이로운 효과를 받지 못했습니다.
ko_mt: {t|TargetUnit}은 {g|Encyclopedia:Spell_Resistance}주문 저항{/g} 때문에 {g|Encyclopedia:Spell}주문{/g}의 긍정적인 효과를 놓칩니다.

source: {g|Encyclopedia:Spell_Resistance}Spell resistance{/g} is a rare ability that can also be acquired through some {g|Encyclopedia:Spell}spells{/g} and equipment. If a creature you are trying to cast a spell on has spell resistance, then, to cast the spell successfully, you must make a {g|Encyclopedia:Caster_Level}caster level{/g} {g|Encyclopedia:Check}check{/g} ({g|Encyclopedia:Dice}1d20{/g} + your caster level). For the spell to work, your result must be equal or greater than the creature's spell resistance value. Spell resistance works even against the beneficial spells cast by the allies.
ko: {g|Encyclopedia:Spell_Resistance}주문 저항{/g}은 일부 {g|Encyclopedia:Spell}주문{/g} 또는 장비를 통해 획득할 수 있는 드문 능력입니다. 만일 주문 시전의 대상으로 삼은 크리처가 주문 저항력을 지니고 있다면 성공적인 주문 시전을 위해 {g|Encyclopedia:Caster_Level}시전자 레벨{/g} {g|Encyclopedia:Check}판정{/g}에 ({g|Encyclopedia:Dice}1d20{/g} + 시전자 레벨) 성공해야만 합니다. 주문이 제대로 작용하려면, 당신의 결과값이 크리처의 주문 저항력 값 이상이어야 합니다. 주문 저항력은 아군이 시전한 이로운 주문에도 적용됩니다.
ko_mt: {g|Encyclopedia:Spell_Resistance}주문 저항{/g}은 일부 {g|Encyclopedia:Spell}주문{/g}과 장비를 통해 획득할 수 있는 희귀 능력입니다. 주문 시전 대상에 주문 저항이 있는 경우, {g|Encyclopedia:Caster_Level}시전자 레벨{/g} {g|Encyclopedia:Check}판정{/g}({g|Encyclopedia:Dice}1d20{/g} + 자신의 시전자 레벨)에 성공해야 합니다. 주문이 효과를 발휘하려면, 당신의 결과가 해당 생물의 주문 저항 수치와 같거나 그 이상이어야 합니다. 주문 저항은 아군이 발동한 유익한 주문에도 적용됩니다.

source: To let the allies' {g|Encyclopedia:Spell}spells{/g} work on this character more frequently, you should remove the effect that gives them {g|Encyclopedia:Spell_Resistance}spell resistance{/g}:
ko: 아군의 {g|Encyclopedia:Spell}주문{/g}이 이 캐릭터에게 보다 자주 작용하게 하려면 그들에게 {g|Encyclopedia:Spell_Resistance}주문 저항{/g}을 주는 효과를 제거해야 합니다:
ko_mt: 아군의 {g|Encyclopedia:Spell}주문{/g}이 이 캐릭터에게 더 자주 효과를 발휘하게 하려면, {g|Encyclopedia:Spell_Resistance}주문 저항{/g}을 부여하는 효과를 제거해야 합니다.

source: To let the allies' {g|Encyclopedia:Spell}spells{/g} work on this character more frequently, you should remove the effect that gives them {g|Encyclopedia:Spell_Resistance}spell resistance{/g}.
ko: 아군의 {g|Encyclopedia:Spell}주문{/g}이 이 캐릭터에게 보다 자주 작용하게 하려면 그들에게 {g|Encyclopedia:Spell_Resistance}주문 저항{/g}을 주는 효과를 제거해야 합니다.
ko_mt: 아군의 {g|Encyclopedia:Spell}주문{/g}이 이 캐릭터에게 더 자주 효과를 발휘하게 하려면, {g|Encyclopedia:Spell_Resistance}주문 저항{/g}을 부여하는 효과를 제거해야 합니다.

source: Allies' Spell Resistance
ko: 아군의 주문 저항
ko_mt: 아군의 주문 저항

source: {t|TargetUnit} misses out on the positive effects of your {g|Encyclopedia:Spell}spells{/g} because of their {g|Encyclopedia:Spell_Resistance}spell resistance{/g}.
ko: {t|TargetUnit}(은)는 {g|Encyclopedia:Spell_Resistance}주문 저항{/g}으로 인해 {g|Encyclopedia:Spell}주문{/g}의 이로운 효과를 받지 못했습니다.
ko_mt: {t|TargetUnit}은 {g|Encyclopedia:Spell_Resistance}주문 저항{/g} 때문에 {g|Encyclopedia:Spell}주문{/g}의 긍정적인 효과를 놓칩니다.

source: Some classes (such as cleric and druid) have the ability of spontaneous {g|Encyclopedia:Spell}spellcasting{/g}. For example, a druid can lose any prepared spell to cast summon nature's ally of the same level.
ko: 클레릭이나 드루이드 같은 몇몇 클래스는 임의 {g|Encyclopedia:Spell}주문 시전{/g} 능력을 가지고 있습니다. 예를 들어 드루이드는 준비한 주문을 소모하는 대신 동일 레벨의 자연의 아군 주문을 시전할 수 있습니다.
ko_mt: 일부 직업(예: 성직자, 드루이드)은 자발적으로 {g|Encyclopedia:Spell}주문 시전{/g} 능력을 가집니다. 예를 들어, 드루이드는 준비된 주문을 모두 잃고 같은 레벨의 자연 아군을 소환할 수 있습니다.

source: Character {t|SourceUnit} is going to prepare the {g|Encyclopedia:Spell}spell{/g} {t|SourceAbility}, even though they already can cast it by losing any other prepared spell.
ko: {t|SourceUnit} 캐릭터는 다른 준비한 주문을 소모해 해당 주문을 시전할 수 있음에도 {g|Encyclopedia:Spell}주문{/g} {t|SourceAbility}을 준비중입니다.
ko_mt: 캐릭터 {t|SourceUnit}이 {g|Encyclopedia:Spell}주문{/g}을 준비하려고 합니다. 주문{t|SourceAbility}을 시전할 수 있지만, 준비된 다른 주문을 잃어서 이미 시전할 수 있습니다.

source: Your character {t|SourceUnit} can lose any prepared {g|Encyclopedia:Spell}spell{/g} to cast the spell {t|SourceAbility} instead of it.
ko: {t|SourceUnit} 캐릭터는 준비한 {g|Encyclopedia:Spell}주문{/g}을 소모해 대신 {t|SourceAbility} 주문을 시전할 수 있습니다.
ko_mt: 당신의 캐릭터 {t|SourceUnit}은 준비된 {g|Encyclopedia:Spell}주문{/g}을 잃고 대신 {t|SourceAbility}주문을 시전할 수 있습니다.

source: Spontaneous Spellcasting
ko: 임의 시전
ko_mt: 임의 시전

source: Some classes (such as cleric and druid) have the ability of spontaneous {g|Encyclopedia:Spell}spellcasting{/g}. For example, a {g|Encyclopedia:Alignment}good{/g} cleric has no need to prepare {g|Encyclopedia:Healing}healing{/g} spells: they can lose almost any spell they have prepared (except the domain spells) to cast a cure wounds spell of the same level. In the same way, an evil cleric can lose prepared spells to cast inflict wounds.
ko: 클레릭이나 드루이드 같은 몇몇 클래스는 임의 {g|Encyclopedia:Spell}주문 시전{/g} 능력을 가지고 있습니다. 예를 들어 {g|Encyclopedia:Alignment}선 성향{/g} 클레릭은 {g|Encyclopedia:Healing}치유{/g} 주문을 준비할 필요가 없습니다. 그들은 영역 주문을 제외한 거의 모든 주문을 아무 것이나 소모해 동일 레벨의 상처 치료 주문을 시전할 수 있습니다. 악 성향의 클레릭은 동일한 방식으로 상처 입히기 주문을 시전할 수 있습니다.
ko_mt: 일부 직업(예: 성직자, 드루이드)은 자발적인 {g|Encyclopedia:Spell}주문 시전{/g} 능력을 가지고 있습니다. 예를 들어, 선한 성직자는 {g|Encyclopedia:Healing}치유{/g} 주문을 준비할 필요가 없습니다. 같은 레벨의 상처 치료 주문을 시전하기 위해 준비한 거의 모든 주문(권역 주문 제외)을 잃을 수 있습니다. 같은 방식으로 사악한 성직자도 준비된 주문을 잃고 상처를 입히는 주문을 시전할 수 있습니다.

source: Character {t|SourceUnit} is going to prepare the {g|Encyclopedia:Healing}healing{/g} {g|Encyclopedia:Spell}spell{/g} {t|SourceAbility}, even though they already can cast it spontaneously by losing any other prepared spell.
ko: {t|SourceUnit} 캐릭터는 다른 준비한 주문을 소모해 해당 주문을 임의 시전할 수 있음에도 {t|SourceAbility} {g|Encyclopedia:Healing}치유{/g} {g|Encyclopedia:Spell}주문{/g}을 준비중입니다.
ko_mt: 캐릭터 {t|SourceUnit}은 {g|Encyclopedia:Healing}회복{/g} {g|Encyclopedia:Spell}주문{/g} {t|SourceAbility}을(를) 준비하지만, 이미 준비된 다른 주문을 잃음으로써 자발적으로 시전할 수 있습니다.

source: Against such enemies, regular weapons are ineffective, or even completely useless. However, any swarm is vulnerable to {g|Encyclopedia:Attack}attacks{/g} that hit an area. On {g|Encyclopedia:DC}difficulty{/g} levels below "Core rules" you can hit a swarm with a regular weapon, but the {g|Encyclopedia:Damage}damage{/g} it receives will be halved.
ko: 이런 적들을 상대로 일반적인 무기는 효과가 떨어지거나, 심지어는 완전히 무용해집니다. 반면, 모든 군체는 범위 {g|Encyclopedia:Attack}공격{/g}에 대해 취약합니다. "코어 규칙" 을 따르는 {g|Encyclopedia:DC}난이도{/g}에서는 일반 무기로 군체를 타격할 수 있습니다만, 이 경우 {g|Encyclopedia:Damage}피해{/g}량은 절반으로 줄어듭니다.
ko_mt: 이러한 적에게는 일반 무기는 효과가 없거나 전혀 쓸모가 없습니다. 하지만 모든 떼는 특정 지역을 공격하는 {g|Encyclopedia:Attack}공격{/g}에 취약합니다. "핵심 규칙" 이하의 {g|Encyclopedia:DC}난이도{/g} 레벨에서는 일반 무기로 떼를 공격할 수 있지만, 받는 {g|Encyclopedia:Damage}피해{/g}가 절반으로 감소합니다.

source: Use {g|Encyclopedia:Attack}attacks{/g} that hit an area, such as explosive {g|Encyclopedia:Spell}spells{/g} or alchemist's fire.
ko: 폭발성 {g|Encyclopedia:Spell}주문{/g}이나 연금술사의 불 같은 범위 {g|Encyclopedia:Attack}공격{/g}을 사용하세요.
ko_mt: 폭발성 {g|Encyclopedia:Spell}주문{/g}이나 연금술사의 화염과 같이 특정 지역을 타격하는 {g|Encyclopedia:Attack}공격{/g}을 사용합니다.

source: Against a swarm of enemies, use this:
ko: 군체형 적을 상대할 때는 다음을 사용하세요:
ko_mt: 적 떼를 상대로 이걸 사용하세요.

source: Swarm
ko: 군체
ko_mt: 스웜

source: You have engaged a hostile swarm {t|SourceUnit}.
ko: {t|SourceUnit} 적대적인 군체와 전투에 돌입했습니다.
ko_mt: 적군 무리 {t|SourceUnit}와 교전했습니다.

source: Some {g|Encyclopedia:Spell}spells{/g} can only be cast on certain targets. For example, the {g|SpellsHoldPerson}Hold Person{/g} spell must be cast on a humanoid. However, there are many enemies that may have the appearance of a humanoid but are, in fact, otherworldly creatures or other types of creatures.
ko: 어떤 {g|Encyclopedia:Spell}주문{/g}들은 특정한 대상에게만 시전 가능합니다. 예를 들어, {g|SpellsHoldPerson}사람 포박{/g} 주문은 인간형 적에게만 사용가능합니다. 하지만 인간과 유사한 외견을 지닌 수많은 적은 사실 외차원체거나 다른 유형의 크리처일 수 있습니다.
ko_mt: 일부 {g|Encyclopedia:Spell}주문{/g}은 특정 대상에게만 시전할 수 있습니다. 예를 들어, {g|SpellsHoldPerson}사람 포박{/g} 주문은 반드시 휴머노이드에게 발동해야 합니다. 하지만 휴머노이드의 외형을 하고 있지만 실제로는 이계의 생물이나 다른 유형의 생명체인 적도 많습니다.

source: If you cannot seem to cast a certain {g|Encyclopedia:Spell}spell{/g} on a target, try checking its type with the Inspect feature.
ko: 대상에게 특정 {g|Encyclopedia:Spell}주문{/g}을 시전할 수 없는 이유를 알고 싶다면, 조사 기능을 사용해 크리처의 유형을 확인해보세요.
ko_mt: 대상에게 특정 {g|Encyclopedia:Spell}주문{/g}을 시전할 수 없는 것 같다면, 검사 기능으로 해당 주문의 유형을 확인해 보세요.

source: Target Types
ko: 대상 유형
ko_mt: 대상 유형

source: You are trying to cast {t|SourceAbility} on an invalid target: {t|TargetUnit}.
ko: {t|SourceAbility} 능력을 유효하지 않은 대상 {t|TargetUnit}에게 시전하려 시도했습니다.
ko_mt: 잘못된 대상인 {t|SourceAbility}에 {t|TargetUnit}을(를) 캐스팅하려고 합니다.

source: There are many {g|Encyclopedia:Spell}spells{/g} and abilities that your armor won't protect you against: to work, they need to just touch the target. This is the {g|Encyclopedia:TouchAttack}touch attack{/g}, it ignores armor and shields. A creature's {g|Encyclopedia:Touch_AC}touch AC{/g} is usually lower than their full {g|Encyclopedia:Armor_Class}AC{/g}, as it doesn't include the {g|Encyclopedia:Bonus}bonuses{/g} from the armor, natural armor, and shields. Touch attacks can be made both in melee and from a distance (ray). In most cases, the larger a creature is, the bigger the difference between its full AC and touch AC.
ko: 갑옷이 방어해줄 수 없는 다양한 {g|Encyclopedia:Spell}주문{/g}과 능력이 존재합니다. 이들은 대개 작용을 위해 대상과 접촉만 하면 됩니다. 이는 {g|Encyclopedia:TouchAttack}접촉 공격{/g}으로 분류되며, 방패와 갑옷을 무시합니다. 크리처의 {g|Encyclopedia:Touch_AC}접촉 AC{/g}는 갑옷, 자연 방어, 방패로부터 얻는 {g|Encyclopedia:Bonus}보너스{/g}를 포함하지 않으므로 대개 보유한 전체 {g|Encyclopedia:Armor_Class}AC{/g} 보다 낮습니다. 접촉 공격은 근거리 뿐만 아니라 원거리에서도 (광선) 이루어질 수 있습니다. 대부분의 경우 크리처의 크기가 클수록 AC 전체와 접촉 AC간의 격차가 큽니다.
ko_mt: 방어구가 보호하지 못하는 {g|Encyclopedia:Spell}주문{/g}과 능력이 많이 있는데, 이 주문과 능력이 효과를 발휘하려면 대상을 {g|Encyclopedia:TouchAttack}접촉{/g}해야 합니다. 이 접촉은 {g|Encyclopedia:Attack}공격{/g}이며, 갑옷과 보호막을 무시합니다. 생물의 {g|Encyclopedia:Touch_AC}접촉 AC{/g}은 방어구, 자연 갑옷 보너스, 방패의 {g|Encyclopedia:Bonus}보너스{/g}를 포함하지 않으므로 일반적으로 전체 {g|Encyclopedia:Armor_Class}AC{/g}보다 낮습니다. 접촉 공격은 근접 공격과 원거리 공격(광선)이 모두 가능합니다. 대부분의 경우, 생물이 클수록 전체 AC과 접촉 AC의 차이가 커집니다.

source: To increase your combat efficiency, try using this:
ko: 전투 능률성을 늘리기 위해 다음을 사용해보세요:
ko_mt: 전투 효율을 높이려면 이걸 사용해 보세요.

source: When you fight an enemy with a low {g|Encyclopedia:Touch_AC}touch AC{/g}, use combat {g|Encyclopedia:Spell}spells{/g}.
ko: {g|Encyclopedia:Touch_AC}접촉 AC{/g}가 낮은 적과 싸울 때는 공격 {g|Encyclopedia:Spell}주문{/g}을 사용해보세요.
ko_mt: 낮은 {g|Encyclopedia:TouchAttack}접촉{/g}을 가진 적과 싸울 때 {g|Encyclopedia:Armor_Class}AC{/g}, 전투 {g|Encyclopedia:Spell}주문{/g}을 사용합니다.

source: Touch AC
ko: 접촉 AC
ko_mt: 접촉 AC

source: You frequently miss the enemy {t|TargetUnit}.
ko: {t|TargetUnit} 적을 향한 공격이 자주 빗나가고 있습니다.
ko_mt: 적 {t|TargetUnit}을 자주 놓칩니다.

source: You have received an item: {t|SourceItem}. It can bypass {g|Encyclopedia:Damage_Reduction}damage reduction{/g} N/{g|Encyclopedia:Alignment}alignment{/g}, N/adamantine, or N/cold iron despite not being made from the right material or enchanted.
ko: {t|SourceItem} 물품을 얻었습니다. 해당 물품은 올바른 재질로 만들어지거나 강화를 받지 않더라도 {g|Encyclopedia:Damage_Reduction}피해감소{/g} N/{g|Encyclopedia:Alignment}성향{/g}, N/아다만틴, 또는 N/한철을 관통할 수 있습니다.
ko_mt: 아이템 획득: {t|SourceItem}. 이 아이템은 {g|Encyclopedia:Damage_Reduction}피해 감소{/g}를 우회할 수 있습니다. 올바른 재료로 만들지 않았거나 마법이 부여되지 않았더라도 N/{g|Encyclopedia:Alignment}성향{/g}, N/아다만틴 또는 N/냉철을 무시할 수 있습니다.

source: +3, +4, and +5 items can bypass certain types of {g|Encyclopedia:Damage_Reduction}damage reduction{/g}. Any +3 weapon automatically bypasses DR N/cold iron, and a +4 weapon bypasses N/adamantine. Any +5 weapon allows the wielder to deal full {g|Encyclopedia:Damage}damage{/g} to a creature with DR that is based on a certain {g|Encyclopedia:Alignment}alignment{/g}.
ko: +3, +4, +5 물품들은 특정 유형의 {g|Encyclopedia:Damage_Reduction}피해 감소{/g}를 관통할 수 있습니다. 모든 +3 무기는 자동적으로 DR N/한철을 관통하며, +4 무기는 N/아다만틴을 무시합니다. 모든 +5 무기는 착용자가 특정 {g|Encyclopedia:Alignment}성향{/g}기반 DR을 지닌 크리처들에게 최대 {g|Encyclopedia:Damage}피해{/g}를 입힐 수 있게 해줍니다.
ko_mt: +3, +4, +5 아이템은 특정 유형의 {g|Encyclopedia:Damage_Reduction}피해 감소{/g}를 우회할 수 있습니다. 모든 +3 무기는 DR N/냉철을 자동으로 무시하고, +4 무기는 N/아다만틴을 무시합니다. 모든 +5 무기는 착용자가 특정 {g|Encyclopedia:Alignment}성향{/g}에 기반한 DR을 가진 생물에게 전체 {g|Encyclopedia:Damage}피해{/g}를 입힐 수 있게 해줍니다.

source: If you promptly equip your companions with more powerful weapons, various types of {g|Encyclopedia:Damage_Reduction}damage reduction{/g} will eventually cease to be a nuisance to you.
ko: 제 때 동료들에게 더욱 강력한 무기를 쥐어준다면, 다양한 유형의 {g|Encyclopedia:Damage_Reduction}피해 감소{/g}들은 더 이상 골칫거리가 되지 못 할 겁니다.
ko_mt: 동료에게 더 강력한 무기를 즉시 장착하면 다양한 종류의 {g|Encyclopedia:Damage_Reduction}피해 감소{/g}가 귀찮게 느껴지지 않을 것입니다.

source: Enhanced Weapons
ko: 강화된 무기
ko_mt: 강화 무기

source: You have received an item: {t|SourceItem}. It can bypass {g|Encyclopedia:Damage_Reduction}damage reduction{/g} N/adamantine or N/cold iron despite not being made from the right material.
ko: {t|SourceItem} 물품을 받았습니다. 해당 물품은 재질이 다름에도 불구하고 N/아다만틴 또는 N/한철 {g|Encyclopedia:Damage_Reduction}피해 감소{/g}를 관통합니다.
ko_mt: 아이템 획득: {t|SourceItem}. 이 아이템은 {g|Encyclopedia:Damage_Reduction}피해 감소{/g}를 우회할 수 있습니다. N/아다만틴 또는 N/냉철을 무시할 수 있습니다.

source: You have received an item: {t|SourceItem}. It can bypass {g|Encyclopedia:Damage_Reduction}damage reduction{/g} N/cold iron despite not being made from cold iron.
ko: {t|SourceItem} 아이템을 받았습니다. 해당 아이템은 한철 재질이 아니지만 {g|Encyclopedia:Damage_Reduction}피해 감소{/g} N/한철을 관통할 수 있습니다.
ko_mt: 아이템 획득: {t|SourceItem}. 이 아이템은 {g|Encyclopedia:Damage_Reduction}피해 감소{/g}를 우회할 수 있습니다. N/냉철로 만들지 않았음에도 불구하고 냉철을 무시할 수 있습니다.

source: You can now control armies on the global map. Winning battles against demon forces provides a number of benefits, such as: * Resources to help your economy. * Relics, which can be turned into powerful new items for your party. * Captured enemy fortifications that previously blocked the advance of your party and your armies. These fortifications can be rebuilt into forts for your own troops. Enemy armies differ in their strength, which is displayed as a number next to the army's name. By hovering over the enemy army, you can learn more about its composition and the reward it is guarding.
ko: 이제 세계지도에서 부대를 조종할 수 있습니다. 데몬 군대와의 전투에서 승리하면 수많은 이득을 얻을 수 있습니다. 예를 들어서: * 당신의 재정에 도움을 줄 자원 * 일행이 사용할 수 있는 강력한 아이템이 되어줄 유물 * 이전까지 당신의 일행과 부대의 진군을 방해했던 적 진지를 점령. 또한 이 진지를 당신의 군대를 위한 요새로 재건할 수 있습니다. 적군 부대의 전투력은 다양하며, 적군 부대의 이름 옆에 숫자로서 나타납니다. 적군 부대에 커서를 올림으로써, 그 부대의 구성과 무찔렀을 때의 보상에 대해서 알 수 있습니다.
ko_mt: 이제 세계 지도에서 군대를 지휘할 수 있습니다. 데몬 세력과의 전투에서 승리하면 다음과 같은 다양한 혜택을 얻을 수 있습니다. * 경제에 도움이 되는 자원. * 파티를 위한 강력한 신규 아이템으로 바꿀 수 있는 유물. * 파티와 아군의 진격을 막았던 적 요새를 점령할 수 있습니다. 이 요새는 내 부대를 위한 요새로 재건할 수 있습니다. 적 부대는 부대 이름 옆에 숫자로 표시되는 강도에 차이가 있습니다. 적군 위에 마우스를 올리면 적군 구성과 적군이 지키고 있는 보상에 대해 자세히 알아볼 수 있습니다.

source: You can switch between party management and army command modes by clicking the banners at the top of the screen. In army command mode, you can select armies by either using the panel on the left or clicking the figures on the map. Much like your party, armies use roads to move around the map. To move, an army must spend movement points, which can be restored by resting for one day.
ko: 화면 상단의 깃발로 표현된 파티원 관리 모드와 부대 명령 모드를 클릭함으로써 둘 사이를 자유롭게 오갈 수 있습니다. 부대 명령 모드에서는 지도 상의 모형으로 표현되거나 패널에서 직접 선택함으로써 부대를 선택할 수 있습니다. 당신의 파티와 같이, 부대는 이동할 때 도로를 통해서 이동합니다. 부대가 움직이려면 이동 점수를 사용해야하며, 이 점수는 하루 동안 휴식함으로써 회복됩니다.
ko_mt: 화면 상단의 배너를 클릭하여 파티 관리 모드와 군대 지휘 모드를 전환할 수 있습니다. 군대 지휘 모드에서는 왼쪽 패널을 사용하거나 지도의 그림을 클릭하여 군대를 선택할 수 있습니다. 파티와 마찬가지로 군대는 도로를 사용해 맵에서 이동합니다. 부대가 이동하려면 이동 점수를 소모해야 하며, 이동 점수는 하루 동안 휴식을 취하면 회복할 수 있습니다.

source: Global Map
ko: 세계 지도
ko_mt: 세계 지도
