Repository: akintos/wotr-translation
Catalog: translation/*/Tutorial.po
Languages: ko, ko_mt

source: You can now control armies on the global map. Winning battles against demon forces provides a number of benefits, such as: * Resources to help your economy. * Relics, which can be turned into powerful new items for your party. * Captured enemy fortifications that previously blocked the advance of your party and your armies. These fortifications can be rebuilt into forts for your own troops. Enemy armies differ in their strength, which is displayed as a number next to the army's name. By hovering over the enemy army, you can learn more about its composition and the reward it is guarding.
ko: 이제 세계지도에서 부대를 조종할 수 있습니다. 데몬 군대와의 전투에서 승리하면 수많은 이득을 얻을 수 있습니다. 예를 들어서: * 당신의 재정에 도움을 줄 자원 * 일행이 사용할 수 있는 강력한 아이템이 되어줄 유물 * 이전까지 당신의 일행과 부대의 진군을 방해했던 적 진지를 점령. 또한 이 진지를 당신의 군대를 위한 요새로 재건할 수 있습니다. 적군 부대의 전투력은 다양하며, 적군 부대의 이름 옆에 숫자로서 나타납니다. 적군 부대에 커서를 올림으로써, 그 부대의 구성과 무찔렀을 때의 보상에 대해서 알 수 있습니다.
ko_mt: 이제 세계 지도에서 군대를 지휘할 수 있습니다. 데몬 세력과의 전투에서 승리하면 다음과 같은 다양한 혜택을 얻을 수 있습니다. * 경제에 도움이 되는 자원. * 파티를 위한 강력한 신규 아이템으로 바꿀 수 있는 유물. * 파티와 아군의 진격을 막았던 적 요새를 점령할 수 있습니다. 이 요새는 내 부대를 위한 요새로 재건할 수 있습니다. 적 부대는 부대 이름 옆에 숫자로 표시되는 강도에 차이가 있습니다. 적군 위에 마우스를 올리면 적군 구성과 적군이 지키고 있는 보상에 대해 자세히 알아볼 수 있습니다.

source: You can switch between party management and army command modes by pressing <b>{console_bind|FuncAdditional}</b>. In army command mode, you can select armies by pressing <b>{console_bind|LeftBottom}</b>. Much like your party, armies use roads to move around the map. To move, an army must spend movement points, which can be restored by resting for one day.
ko: <b>{console_bind|FuncAdditional}</b> 버튼을 눌러 파티원 관리 모드와 부대 명령 모드 사이를 자유롭게 오갈 수 있습니다. 부대 명령 모드에서는 <b>{console_bind|LeftBottom}</b> 버튼을 눌러 부대를 선택할 수 있습니다. 당신의 파티와 같이, 부대는 이동할 때 도로를 통해서 이동합니다. 부대가 움직이려면 이동 점수를 사용해야하며, 이 점수는 하루 동안 휴식함으로써 회복됩니다.
ko_mt: <b>{console_bind|FuncAdditional}</b>을 눌러 파티 관리 모드와 군대 지휘 모드를 전환할 수 있습니다. 군대 지휘 모드에서는 <b>{console_bind|LeftBottom}</b>을 눌러 부대를 선택할 수 있습니다. 파티와 마찬가지로 군대는 도로를 사용해 맵을 이동합니다. 부대가 이동하려면 이동 점수를 소모해야 하며, 이동 점수는 하루 동안 휴식을 취하면 회복할 수 있습니다.

source: Your army has engaged in battle! The enemy army is displayed on the right, and the crusader army is on the left. Battles are played out in turn-based mode. The turn order is displayed at the top of the screen. Units with high initiative act first. Once all units have taken their turn, a new round begins and the turn order is repeated.
ko: 당신의 군대가 전투중입니다! 적 군대는 오른 쪽에, 성전군은 왼쪽에 나타납니다. 전투는 턴 기반 모드로 진행됩니다. 턴 순서는 화면 위쪽에 표시됩니다. 높은 우선권을 지닌 유닛이 가장 먼저 행동합니다. 모든 유닛이 자신의 턴을 수행하면 새 라운드가 시작되고 턴 순서가 반복됩니다.
ko_mt: 내 군대가 전투에 참여했습니다! 적 군대는 오른쪽에, 십자군 군대는 왼쪽에 표시됩니다. 전투는 턴제 모드로 진행됩니다. 턴 순서는 화면 상단에 표시됩니다. 우선권이 높은 유닛이 먼저 행동합니다. 모든 유닛이 자신의 차례가 되면 새로운 라운드가 시작되고 턴 순서가 반복됩니다.

source: During its turn, a unit can perform one of the following actions: * Move and/or use its melee attack. The range of the unit's movement depends on its speed. * Use a ranged attack, if one is available to the unit and there are no enemies near it. * Use an ability, if one is available to the unit (abilities are displayed at the bottom of the screen). * Take up the Total Defense, boosting its AC for one round. * Wait, postponing its action until the end of the round.
ko: 자신의 턴에, 유닛은 다음 중 하나의 행동을 취할 수 있습니다. * 이동 또는 근접 공격, 이동 거리는 속도에 기반합니다. * 원거리 공격, 원거리 공격을 할 수 있고, 근처에 적이 없어야 합니다. * 능력 사용, 능력을 사용할 수 있어야 합니다 (능력은 화면 아래쪽에 표시됩니다). * 전력 방어, 1 라운드 동안 AC를 증가시킵니다. * 대기, 행동을 라운드 종료 시 까지 미룹니다.
ko_mt: 자신의 턴에 유닛은 다음 행동 중 하나를 수행할 수 있습니다. * 이동하거나 근접 공격을 사용합니다. 유닛의 이동 범위는 속도에 따라 달라집니다. * 유닛이 원거리 공격을 사용할 수 있고 주변에 적이 없다면 원거리 공격을 사용합니다. * 유닛이 사용할 수 있는 능력이 있으면 능력을 사용합니다.(능력은 화면 하단에 표시됩니다). * 총 방어를 차지하여 한 라운드 동안 AC가 증가합니다. * 라운드가 끝날 때까지 행동을 연기하고 기다립니다.

source: Unit Actions
ko: 유닛 행동
ko_mt: 단위 작업

source: Whenever a unit performs an attack, the damage dealt is calculated as follows: * All soldiers in the attacking unit make a damage roll to determine the base damage. * The damage multiplier is determined according to the formula [(Attacking Unit's Attack + 21 — Target's AC)×0.05]. The damage multiplier cannot be less than 0.05. * The base damage is multiplied by the damage multiplier, resulting in the total damage dealt.
ko: 공격을 수행할 때, 피해량은 아래와 같이 계산됩니다. * 공격 유닛의 모든 병사가 피해 굴림을 해 기본 피해를 결정합니다. * 피해 수정치는 다음과 같은 공식을 따릅니다. [(공격 유닛의 공격 + 21 — 대상의 AC)×0.05]. 피해 수정치는 0.05 미만으로 내려가지 않습니다. * 기본 피해에 피해 수정치를 곱해 총 피해량을 결정합니다.
ko_mt: 유닛이 공격을 수행할 때마다 다음과 같이 피해량이 계산됩니다. * 공격하는 유닛의 모든 병사가 피해 주사위를 굴려 기본 피해를 결정합니다. * 피해 배수는 [(Attacking Unit's Attack + 21 — Target's AC)×0.05] 공식에 따라 결정됩니다. 피해 배수는 0.05보다 작을 수 없습니다. * 기본 피해에 피해 배수를 곱하여 총 피해량이 결정됩니다.

source: Attack Damage
ko: 공격 피해
ko_mt: 공격 피해

source: Your army has engaged in battle! The enemy army is displayed on the right, and the crusader army is on the left. Battles are played out in turn-based mode. The turn order is displayed on the left side of the screen. Units with high initiative act first. Once all units have taken their turn, a new round begins and the turn order is repeated.
ko: 당신의 군대가 전투중입니다! 적 군대는 오른 쪽에, 성전군은 왼쪽에 나타납니다. 전투는 턴 기반 모드로 진행됩니다. 턴 순서는 화면 좌측에 표시됩니다. 높은 우선권을 지닌 유닛이 가장 먼저 행동합니다. 모든 유닛이 자신의 턴을 수행하면 새 라운드가 시작되고 턴 순서가 반복됩니다.
ko_mt: 내 군대가 전투에 참여했습니다! 적 군대는 오른쪽에, 십자군 군대는 왼쪽에 표시됩니다. 전투는 턴제 모드로 진행됩니다. 턴 순서는 화면 왼쪽에 표시됩니다. 우선권이 높은 유닛이 먼저 행동합니다. 모든 유닛이 자신의 차례가 되면 새로운 라운드가 시작되고 턴 순서가 반복됩니다.

source: You have defeated your first enemy army and received a number of Finance Points. You can use these Finance Points to hire a general for your army. This can be done in the army window in the left corner of the screen. Generals can use various spells and abilities in combat. Their capabilities grow as their level increases. Generals gain experience by winning battles at the head of their army. Each general belongs to one of three classes, which is indicated by an icon next to their portrait: * Fighter (sword and shield) focuses on boosting the strength of their troops. * Ranger (bow) weakens enemy units. * Wizard (fireball) utilizes a wide variety of spells in combat. Generals cannot be killed. If a general's army is defeated, the general can be assigned to a new army after three days.
ko: 첫 번째 적 군세를 쓰러뜨려 상당한 재정 점수를 얻었습니다. 이 재정 점수를 사용해 군대의 지휘관을 고용할 수 있습니다. 이는 화면 왼쪽 구석의 군대창에 들어가서 할 수 있습니다. 지휘관은 전투 중 다양한 주문과 능력을 사용할 수 있습니다. 그들의 능력은 레벨이 증가하면서 성장합니다. 지휘관은 군대의 장으로써 전투에서 승리할 때 경험치를 얻습니다. 각 지휘관은 세 개의 클래스 중 하나를 지니며, 이는 초상화 옆 아이콘을 통해 나타납니다. * 파이터는 (검과 방패) 병사들의 힘을 늘리는데 집중합니다. * 레인저는 (활) 적 유닛을 약화합니다. * 위저드는 (화염구) 전투 중 다양한 주문을 활용합니다. 지휘관은 사망하지 않습니다. 만일 지휘관의 군대가 패배하면, 3일 후 새 군대의 지휘를 맡을 수 있습니다.
ko_mt: 첫 번째 적 군대를 쓰러뜨리고 재정 점수를 획득했습니다. 이 재정 점수를 사용해 내 군대에 장수를 고용할 수 있습니다. 이는 화면 왼쪽 모서리에 있는 군대 창에서 할 수 있습니다. 장군은 전투에서 다양한 주문과 능력을 사용할 수 있습니다. 장군의 능력은 레벨이 올라감에 따라 증가합니다. 장군은 자신의 군대를 이끌고 전투에서 승리하여 경험치를 얻습니다. 각 장수는 초상화 옆의 아이콘으로 표시되는 세 가지 병과 중 하나에 속합니다. * 파이터(검과 방패)는 부대의 힘을 강화하는데 중점을 둡니다. * 레인저(활)는 적 유닛을 약화시킵니다. * 위저드(불덩어리)는 전투에서 다양한 주문을 사용합니다. 장군은 죽일 수 없습니다. 장군의 부대가 패배하면 3일 후에 장군을 새로운 부대로 배치할 수 있습니다.

source: The general's Attack and Defense are added as a bonus to the attack and AC of all units in their army. The general's Power affects the effectiveness of their abilities and spells. Initially, an army can be composed of up to three units, but experienced generals who have the Master of Maneuver feat can lead armies made up of a larger number of units. When the battle results in a victory, the general's infirmary brings back some of the lost units. The infirmary size is limited, and thus it prioritizes restoring units of the highest value.
ko: 지휘관의 공격과 방어는 군대 내 모든 유닛의 명중과 AC에 보너스로 더해집니다. 지휘관의 마력은 그들의 능력과 주문의 효과성에 영향을 줍니다. 군대는 처음에 최대 세 유닛을 조합할 수 있지만, 전술가 특기를 지닌 경험 많은 지휘관은 더 많은 수의 유닛으로 구성된 군대를 지휘할 수 있습니다. 전투가 승리로 끝나면, 지휘관의 의무대는 손실 유닛의 일부를 소생시킬겁니다. 의무대의 크기는 한정되어 있으므로 가장 고가치의 유닛부터 회복시키는 것이 우선됩니다.
ko_mt: 장군의 공격과 방어는 군대에 속한 모든 유닛의 명중 굴림과 AC에 보너스로 추가됩니다. 장수의 힘은 능력과 주문의 효과에 영향을 줍니다. 처음에는 최대 3개의 유닛으로 군대를 구성할 수 있지만, 숙련된 장군으로 작전의 달인 능력을 보유한 장군은 더 많은 수의 유닛으로 구성된 군대를 이끌 수 있습니다. 전투에서 승리하면 장군의 의무실에서 손실된 유닛 중 일부를 되찾을 수 있습니다. 의무실 규모는 제한되어 있으므로 가장 가치가 높은 유닛을 우선적으로 복구합니다.

source: Generals' Stats
ko: 지휘관의 능력치
ko_mt: 장군 통계

source: You have defeated your first enemy army and received a number of Finance Points. You can use these Finance Points to hire a general for your army. This can be done in the army window. To open the army window, select an army, press <b>{console_bind|Func02}</b>, and then press <b>{console_bind|Func01}</b>. Generals can use various spells and abilities in combat. Their capabilities grow as their level increases. Generals gain experience by winning battles at the head of their army. Each general belongs to one of three classes, which is indicated by an icon next to their portrait: * Fighter (sword and shield) focuses on boosting the strength of their troops. * Ranger (bow) weakens enemy units. * Wizard (fireball) utilizes a wide variety of spells in combat. Generals cannot be killed. If a general's army is defeated, the general can be assigned to a new army after three days.
ko: 첫 번째 적 군세를 쓰러뜨려 상당한 재정 점수를 얻었습니다. 이 재정 점수를 사용해 군대의 지휘관을 고용할 수 있습니다. 이는 군대창에서 할 수 있습니다. 군대를 선택하고 <b>{console_bind|Func02}</b>을 누른 뒤 <b>{console_bind|Func01}</b>을 눌러 군대창을 여십시오. 지휘관은 전투 중 다양한 주문과 능력을 사용할 수 있습니다. 그들의 능력은 레벨이 증가하면서 성장합니다. 지휘관은 군대의 장으로써 전투에서 승리할 때 경험치를 얻습니다. 각 지휘관은 세 개의 클래스 중 하나를 지니며, 이는 초상화 옆 아이콘을 통해 나타납니다. * 파이터는 (검과 방패) 병사들의 힘을 늘리는데 집중합니다. * 레인저는 (활) 적 유닛을 약화합니다. * 위저드는 (화염구) 전투 중 다양한 주문을 활용합니다. 지휘관은 사망하지 않습니다. 만일 지휘관의 군대가 패배하면, 3일 후 새 군대의 지휘를 맡을 수 있습니다.
ko_mt: 첫 번째 적 군대를 쓰러뜨리고 재정 점수를 획득했습니다. 이 재정 점수를 사용해 내 군대에 장수를 고용할 수 있습니다. 이는 군대 창에서 할 수 있습니다. 군대 창을 열려면 군대를 선택하고 <b>{console_bind|Func02}</b>를 누른 다음 <b>{console_bind|Func01}</b>을 누르세요. 장수는 전투에서 다양한 주문과 능력을 사용할 수 있습니다. 장수의 능력은 레벨이 올라감에 따라 증가합니다. 장군은 군대를 이끌고 전투에서 승리하여 경험치를 얻습니다. 각 장수는 초상화 옆의 아이콘으로 표시되는 세 가지 병과 중 하나에 속합니다. * 파이터(검과 방패)는 부대의 힘을 강화하는데 중점을 둡니다. * 레인저(활)는 적 유닛을 약화시킵니다. * 위저드(불덩어리)는 전투에서 다양한 주문을 사용합니다. 장군은 죽일 수 없습니다. 장군의 부대가 패배하면 3일 후에 장군을 새로운 부대에 배치할 수 있습니다.

source: Once per round, before the action of any allied unit, a general can use an ability or a spell. The abilities of generals in the Fighter and Ranger classes have a limited number of uses per battle. The spells of a Wizard do not have this restriction, but their use requires spending the general's Energy. Each day, generals restore 10% of their maximum Energy.
ko: 라운드당 한 번, 아군 유닛이 행동을 취하기 전에 지휘관은 능력이나 주문을 사용할 수 있습니다. 파이터 또는 레인저 클래스의 지휘관이 지닌 능력은 전투당 사용횟수가 제한되어 있습니다. 위저드의 주문들은 사용횟수 제한은 없으나, 대신 지휘관의 에너지를 소모합니다. 지휘관은 매일 최대 에너지의 10%를 회복합니다.
ko_mt: 장군은 라운드당 한 번, 아군 유닛이 행동하기 전에 능력 또는 주문을 사용할 수 있습니다. 전투원과 레인저 병과 장수의 능력은 전투당 사용 횟수가 제한되어 있습니다. 위저드의 주문은 이러한 제한이 없지만, 사용하려면 장군의 에너지를 소모해야 합니다. 장수는 매일 최대 에너지의 10%를 회복합니다.

source: This new victory has brought you more Finance Points, which can be used to strengthen your army. To recruit new units, click the Recruit button on the panel on the left at the bottom of the screen. Recruited units appear in Kenabres. New units will be available for recruitment at the beginning of each week.
ko: 이 새로운 승리는 당신에게 더 많은 재정 점수를 가져다 주었고, 이는 군대를 강화하기 위해 사용될 수 있습니다. 새 유닛을 고용하려면 화면 왼쪽 아래에 고용 단추를 누르세요. 고용된 유닛은 케나브레스에 나타납니다. 한 주가 시작되면 새 유닛을 고용할 수 있습니다.
ko_mt: 이번 승리로 군대를 강화하는데 사용할 수 있는 재정 점수를 더 많이 획득할 수 있습니다. 새로운 유닛을 모집하려면 화면 하단의 왼쪽 패널에서 모집 버튼을 클릭하세요. 모집한 유닛은 케나브레스에 나타납니다. 매주 초에 새로운 유닛을 모집할 수 있습니다.

source: This new victory has brought you more Finance Points, which can be used to strengthen your army. To recruit new units, press <b>{console_bind|LeftBottom}</b> and select "Recruit". Recruited units appear in Kenabres. New units will be available for recruitment at the beginning of each week.
ko: 이 새로운 승리는 당신에게 더 많은 재정 점수를 가져다 주었고, 이는 군대를 강화하기 위해 사용될 수 있습니다. 새 유닛을 고용하려면 <b>{console_bind|LeftBottom}</b> 버튼을 누른 뒤 "고용"을 선택하십시오. 고용된 유닛은 케나브레스에 나타납니다. 한 주가 시작되면 새 유닛을 고용할 수 있습니다.
ko_mt: 이번 승리로 군대를 강화하는데 사용할 수 있는 재정 점수를 더 많이 획득했습니다. 새로운 유닛을 모집하려면 <b>{console_bind|LeftBottom}</b>을 누르고 "모집"을 선택하세요. 모집한 유닛은 케나브레스에 나타납니다. 새로운 유닛은 매주 초에 모집할 수 있습니다.

source: If two of your armies stand next to each other on the global map, you can transfer units between them by clicking the button that appears next to the army's name. Upon exchanging troops, the number of movement points of each army will become equal to the lowest value among the two armies. Clicking the "i" button next to the army's name on the left will take you to the army management screen. Here you can set your units' starting positions at the beginning of combat. You can split your units by holding Ctrl or Shift and moving the unit to a different slot. You can also create a new army here by clicking the button on the right.
ko: 만일 세계 지도에서 두 부대가 나란히 위치한다면, 군대의 이름 옆에 나타난 단추를 눌러 그들 간에 유닛을 교환할 수 있습니다. 유닛을 교환할 때 각 군대의 이동 점수는 둘 중 낮은 수치로 통일될 것입니다. 군대의 이름 옆 "i" 버튼을 누르면 부대 관리 화면이 나타납니다. 여기서 당신은 유닛의 전투 시작 시 위치를 조정할 수 있습니다. 당신은 Ctrl이나 Shift을 누른 채 유닛을 다른 슬롯으로 옮김으로써 유닛을 분리할 수 있습니다. 또한 여기서 오른쪽에 있는 버튼을 눌러 새 부대를 창설할 수도 있습니다.
ko_mt: 세계 지도에서 두 군대가 나란히 서 있는 경우, 군대 이름 옆에 표시되는 버튼을 클릭하여 두 군대 간에 부대를 이동할 수 있습니다. 부대를 교환하면 각 군대의 이동 지점 수는 두 군대 중 가장 낮은 값과 같아집니다. 왼쪽에 있는 군대 이름 옆의 "i" 버튼을 클릭하면 군대 관리 화면으로 이동합니다. 여기에서 전투 시작 시 유닛의 시작 위치를 설정할 수 있습니다. Ctrl 또는 Shift 키를 누른 상태에서 유닛을 다른 슬롯으로 이동하면 유닛을 분할할 수 있습니다. 오른쪽 버튼을 클릭하여 새로운 부대를 생성할 수도 있습니다.

source: If two of your armies stand next to each other on the global map, you can transfer units between them by selecting an army, pressing <b>{console_bind|Func02}</b>, and then pressing <b>{console_bind|RightStickButton}</b>. Upon exchanging troops, the number of movement points of each army will become equal to the lowest value among the two armies. Pressing <b>{console_bind|Func02}</b> and then <b>{console_bind|Func01}</b> will take you to the army management screen. Here, you can set your units' starting positions at the beginning of combat. You can split your units by pressing <b>{console_bind|LeftStickButton}</b> and moving the unit to a different slot. You can also create a new army here by holding <b>{console_bind|Func01}</b>.
ko: 만일 세계 지도에서 두 부대가 나란히 위치한다면, <b>{console_bind|Func02}</b>와 <b>{console_bind|RightStickButton}</b> 를 순서대로 눌러 그들 간에 유닛을 교환할 수 있습니다. 유닛을 교환할 때 각 군대의 이동 점수는 둘 중 낮은 수치로 통일될 것입니다. <b>{console_bind|Func02}</b> 를 누르고 <b>{console_bind|Func01}</b> 를 누르면 부대 관리 화면이 나타납니다. 여기서 당신은 유닛의 전투 시작 시 위치를 조정할 수 있습니다. 당신은 <b>{console_bind|LeftStickButton}</b> 를 누른 뒤 유닛을 다른 슬롯으로 옮김으로써 유닛을 분리할 수 있습니다. 또한 여기서 <b>{console_bind|Func01}</b> 를 눌러 새 부대를 창설할 수도 있습니다.
ko_mt: 세계 지도에서 두 군대가 나란히 서 있을 경우, 군대를 선택하고 <b>{console_bind|Func02}</b>를 누른 다음 <b>{console_bind|RightStickButton}</b>를 눌러 두 군대 사이에 유닛을 이동할 수 있습니다. 부대를 교환하면 각 군대의 이동 지점 수는 두 군대 중 가장 낮은 값과 같아집니다. <b>{console_bind|Func02}</b>를 누른 다음 <b>{console_bind|Func01}</b>을 누르면 군대 관리 화면으로 이동합니다. 여기에서 전투 시작 시 유닛의 시작 위치를 설정할 수 있습니다. <b>{console_bind|LeftStickButton}</b>를 눌러 유닛을 다른 슬롯으로 이동하면 유닛을 분할할 수 있습니다. <b>{console_bind|Func01}</b>을 눌러 새로운 부대를 생성할 수도 있습니다.

source: The Morale stat reflects the general mood of the crusaders. Positive morale increases resource income and the number of troops available for recruitment, while negative morale decreases these numbers. Morale changes depending on the Morale Banners. While special conditions are met, the Banner remains green and increases morale by 1 per day. If the special conditions are not met, the Banner turns yellow for 3 days, but still increases morale by 1 per day. Then the Banner turns red and decreases morale by 3 per day. Your army is currently carrying two Banners: * The Banner of Victories stays green while you defeat demon armies. Each victory over a demon Army adds 4 days to the time the Banner of Victories stays green. * The Banner of the March on Drezen stays green while you defeat demon armies on the road to Drezen. Each victory over a demon Army on the road to Drezen adds 10 days to the time the Banner of the March on Drezen stays green.
ko: 사기 수치는 성전군의 일반적인 분위기를 나타냅니다. 긍정적인 사기는 자원 수입과 고용가능한 병사의 수를 늘리지만, 부정적인 사기는 이들을 감소시킵니다. 사기는 사기 깃발에 따라 변화합니다. 특정 조건이 만족되면, 깃발은 초록색으로 유지되고 사기는 매일 1씩 증가합니다. 만일 특정 조건이 충족되지 않으면, 깃발은 3일 동안 노란색으로 변하지만, 여전히 사기가 매일 1씩 증가합니다. 이후 깃발은 붉은 색으로 변하며 사기가 하루에 3씩 감소합니다. 당신의 부대는 현재 깃발 두 개를 지고 있습니다: * 승리의 깃발은 데몬 군대를 쓰러뜨리는 동안 초록색으로 유지됩니다. 각각의 승리는 승리의 깃발을 4일 더 초록색으로 유지시킵니다. * 드레젠 진군의 깃발은 드레젠으로 향한 길 위에서 데몬 군대를 쓰러뜨리는 동안 초록색으로 유지됩니다. 드레젠으로 향한 길 위에서 데몬 군대를 쓰러뜨릴 때마다 드레젠 진군의 깃발이 10일 더 초록색으로 유지됩니다.
ko_mt: 사기는 십자군의 전반적인 분위기를 반영합니다. 사기가 양수이면 자원 수입과 모집할 수 있는 부대 수가 증가하고, 음수이면 이 수치가 감소합니다. 사기는 사기의 깃발에 따라 달라집니다. 특별 조건이 충족되면 배너는 녹색으로 유지되며 사기가 하루에 1씩 증가합니다. 특별 조건을 충족하지 못하면 배너가 3일 동안 노란색으로 변하지만, 여전히 사기는 하루에 1씩 증가합니다. 그 후에는 깃발이 빨간색으로 바뀌고 사기가 하루에 3씩 감소합니다. 현재 군대에 깃발이 2개 있습니다. * 승리의 깃발은 데몬 군대를 물리치는 동안 녹색으로 유지됩니다. 데몬 군대를 쓰러뜨릴 때마다 승리의 깃발이 녹색으로 유지되는 시간이 4일씩 추가됩니다. * 드레젠으로 가는 길에서 데몬 군대를 처치하는 동안 드레젠 행군의 깃발이 녹색으로 유지됩니다. 드레젠으로 가는 길에서 데몬 군대를 처치할 때마다 드레젠 행군의 깃발이 녹색으로 유지되는 시간이 10일씩 추가됩니다.

source: Each unit has its own combat morale, the starting value of which depends on the crusade morale. Various combat effects and spells can change combat morale until the end of the battle. Positive combat morale grants the unit a chance to perform another action in the same turn, while units with negative combat morale have a chance to panic and lose their action or even flee. Undead units as well as some others do not have combat morale and thus are not affected by any effects that increase or decrease it.
ko: 각각의 유닛은 각자 전투 사기를 지니고 있으며, 시작 시 사기값은 성전 사기에 따라 결정됩니다. 다양한 전투 효과와 주문들은 전투 종료 시까지 전투 사기를 변화시킬 수 있습니다. 긍정적인 전투 사기는 동일한 차례에 다른 행동을 수행할 기회를 부여하지만 부정적인 전투 사기를 지닌 유닛은 확률적으로 공황에 빠져 행동 기회를 상실하거나 심지어는 달아납니다. 언데드 유닛과 몇 다른 유닛들은 전투 사기를 지니지 않아 사기 증가나 감소 효과를 받지 않습니다.
ko_mt: 각 유닛은 자체 전투 사기가 있으며, 시작 값은 십자군 사기에 따라 달라집니다. 다양한 전투 효과와 주문으로 전투가 끝날 때까지 전투 사기가 변경될 수 있습니다. 전투 사기가 플러스인 유닛은 같은 턴에 다른 행동을 수행할 수 있는 기회를 얻지만, 전투 사기가 음수인 유닛은 당황하여 행동을 잃거나 도망칠 수 있는 기회를 얻습니다. 언데드 유닛과 일부 다른 유닛은 전투 사기가 없으므로 전투 사기를 높이거나 낮추는 효과의 영향을 받지 않습니다.

source: Unit Combat Morale
ko: 유닛 전투 사기
ko_mt: 유닛 전투 사기

source: Now that you have captured Drezen, new options for the crusade have become available to you! You can now construct buildings in forts and Drezen, issue decrees, and capture and investigate new regions. Both mercenary and trainable units will appear at the Commander's headquarters in Drezen. The demon armies will try to take Drezen from you. Destroy them, or else after seven days of siege, Drezen will be completely blockaded by enemy forces and you will no longer be able to command the crusade. To access the crusade management menu, click the button in the bottom right corner of the screen on the global map.
ko: 이제 드레젠을 함락했고, 성전군을 위한 새 선택지가 개방되었습니다! 당신은 요새와 드레젠에 건물을 짓고, 칙령을 발령하고, 새 지역을 확보하고 탐사할 수 있습니다. 용병과 고용가능한 유닛이 드레젠의 사령관의 지휘부에 나타날 것입니다. 데몬 부대들은 당신에게서 드레젠을 빼앗으려 시도할 것입니다. 그들을 파괴하지 못하면 7일의 공성 뒤에 드레젠은 적 군세에 의해 완전히 봉쇄되어 당신은 성전군을 더이상 지휘할 수 없게됩니다. 성전 관리 메뉴에 진입하려면 세계 지도 화면의 오른쪽 아래 구석에 위치한 단추를 누르세요.
ko_mt: 이제 드레젠을 점령했으니 성전을 위한 새로운 옵션을 사용할 수 있습니다! 이제 요새와 드레젠에 건물을 건설하고, 칙령을 내리고, 새로운 지역을 점령하고 조사할 수 있습니다. 드레젠의 사령관 본부에는 용병과 훈련 가능한 유닛이 모두 등장합니다. 데몬 군대가 드레젠을 빼앗으려 할 것입니다. 이들을 파괴하지 않으면 포위 공격 7일 후 드레젠은 적군에 의해 완전히 봉쇄되어 더 이상 성전을 지휘할 수 없게 됩니다. 성전 관리 메뉴에 접속하려면 세계 지도에서 화면 오른쪽 하단에 있는 버튼을 클릭하세요.

source: Developing each of the crusade stats opens up new options that empower your armies and economy. * Military focuses on drilling and training units. Recruit both trainable and mercenary units to improve the rank of your Military stat. * Logistics focuses on economy and construction. Construct buildings to improve the rank of your Logistics stat. * Diplomacy focuses on establishing contacts with mercenaries and foreign nations. Enhance the significance of the crusade by earning resources of all types to improve the rank of your Diplomacy stat. * Leadership focuses on morale and army generals. Win battles and level up your generals to improve the rank of your Leadership stat. Once the rank-up requirements for one of the crusader stats have been met, you will unlock the corresponding decree.
ko: 개별 성전 지표를 발전시키면 부대와 경제를 강화할 새 선택지를 개방할 수 있습니다. * 군사는 유닛을 교육하고 훈련하는 데 집중합니다. 훈련 유닛 및 용병 유닛 고용을 통해 군사 지표의 등급을 높일 수 있습니다. * 병참은 경제와 건축에 집중합니다. 건물 건설을 통해 병참 지표 등급을 높일 수 있습니다. * 외교는 용병단 및 외국과 연락을 유지하는 데 초점을 맞춥니다. 모든 유형의 자원을 획득해 성전군의 이름을 알리면 외교 지표의 등급을 높일 수 있습니다. * 통솔은 사기와 부대 지휘관들을 나타내는 지표입니다. 전투 승리와 지휘관의 레벨업을 통해 통솔 지표의 등급을 높일 수 있습니다. 성전군 지표의 등급을 올리기 위한 필요 조건이 만족되면 이에 상응하는 칙령이 해금됩니다.
ko_mt: 각 십자군 스탯을 발전시키면 군대와 경제를 강화하는 새로운 옵션이 열립니다. * 군사 스탯은 시추 및 훈련 유닛에 중점을 둡니다. 훈련 가능한 유닛과 용병 유닛을 모두 모집하여 군사 스탯의 등급을 올리세요. * 물류는 경제와 건설에 중점을 둡니다. 건물을 건설하여 물류 스탯의 순위를 향상시키세요. * 외교는 용병 및 다른 국가와 접촉하는데 중점을 둡니다. 모든 유형의 자원을 획득하여 외교 스탯의 순위를 향상시켜 십자군 전쟁의 중요성을 강화하세요. * 리더십은 사기와 군대 장수에 중점을 둡니다. 전투에서 승리하고 장수의 레벨을 올려 리더십 스탯의 등급을 올리세요. 성전사 스탯 중 하나의 등급업 요구 조건을 충족하면 해당 칙령을 잠금 해제할 수 있습니다.

source: Crusade Stats
ko: 성전 지표
ko_mt: 성전 통계

source: Your military campaign will require three types of resources: Finance Points, Materials Points, and Energy Points. Finance Points are used for all of the crusade's various needs, but first and foremost, they are needed to recruit units. Materials Points are used primarily for building construction. Energy Points are used for the recruitment of mythic units and the completion of certain decrees. You gain new resource points each day. Prevailing over demon armies in battle and constructing certain buildings increase the income of resources. You can also purchase the required resources with gold.
ko: 당신의 군사 활동에는 재정 점수, 물자 점수, 에너지 점수라는 세 종류의 자원이 필요합니다. 재정 점수는 성전군의 다양한 필요들을 충족시킬 때 항상 요구됩니다. 그러나 가장 중요한 사용처는 유닛 고용입니다. 물자 점수는 우선적으로 건축에 사용됩니다. 에너지 점수는 신화적 유닛의 고용이나 특정 칙령의 완료에 요구됩니다. 당신은 매일 새 자원 점수를 얻습니다. 데몬 부대를 전투에서 쓰러뜨리거나 특정 건물을 짓는 것은 자원 수입을 늘릴 것입니다. 또한 금화로 필요한 자원을 구매할 수도 있습니다.
ko_mt: 군사 작전에는 세 가지 유형의 자원이 필요합니다. 재정 점수, 재료 점수, 에너지 점수입니다. 재정 점수는 십자군에서 필요한 모든 곳에 사용되지만, 무엇보다도 부대를 모집하는데 필요합니다. 재료 점수는 주로 건물 건설에 사용됩니다. 에너지 점수는 신화 유닛을 모집하고 특정 법령을 완료하는데 사용됩니다. 매일 새로운 자원 포인트를 획득할 수 있습니다. 전투에서 데몬 군대를 물리치고 특정 건물을 건설하면 자원 수입이 증가합니다. 골드로 필요한 자원을 구매할 수도 있습니다.

source: Resources
ko: 자원
ko_mt: 리소스

source: Now that you have captured Drezen, new options for the crusade have become available to you! You can now construct buildings in forts and Drezen, issue decrees, and capture and investigate new regions. Both mercenary and trainable units will appear at the Commander's headquarters in Drezen. The demon armies will try to take Drezen from you. Destroy them, or else after seven days of siege, Drezen will be completely blockaded by enemy forces and you will no longer be able to command the crusade. To access the crusade management menu, on the global map press <b>{console_bind|RightBottom}</b>and select "Crusade".
ko: 이제 드레젠을 함락했고, 성전군을 위한 새 선택지가 개방되었습니다! 당신은 요새와 드레젠에 건물을 짓고, 칙령을 발령하고, 새 지역을 확보하고 탐사할 수 있습니다. 용병과 고용가능한 유닛이 드레젠의 사령관의 지휘부에 나타날 것입니다. 데몬 부대들은 당신에게서 드레젠을 빼앗으려 시도할 것입니다. 그들을 파괴하지 못하면 7일의 공성 뒤에 드레젠은 적 군세에 의해 완전히 봉쇄되어 당신은 성전군을 더이상 지휘할 수 없게됩니다. 성전 관리 메뉴에 진입하려면 세계 지도 화면에서 <b>{console_bind|RightBottom}</b>를 누르고 "성전"을 선택하십시오.
ko_mt: 이제 드레젠을 점령했으니 성전을 위한 새로운 옵션을 사용할 수 있습니다! 이제 요새와 드레젠에 건물을 건설하고, 칙령을 내리고, 새로운 지역을 점령하고 조사할 수 있습니다. 드레젠의 사령관 본부에는 용병과 훈련 가능한 유닛이 모두 등장합니다. 데몬 군대가 드레젠을 빼앗으려 할 것입니다. 이들을 파괴하지 않으면 포위 공격 7일 후 드레젠은 적군에 의해 완전히 봉쇄되어 더 이상 성전을 지휘할 수 없게 됩니다. 성전 관리 메뉴에 접속하려면 세계 지도에서 <b>{console_bind|RightBottom}</b>을 누르고 "성전"을 선택합니다.

source: On the crusade management screen, you can: * Make decisions regarding current events, which are displayed at the bottom of the screen on the left. * Issue decrees, which can be displayed by clicking the Decrees button on the right. You can display only a fraction of the available decrees by selecting one of the filters. * Construct buildings in forts and in Drezen. To access the construction screen, click on Drezen or a fort on the map.
ko: 성전군 관리 화면에서는 다음을 할 수 있습니다: * 화면 왼쪽 아래에 나타난 최근 사건에 대한 결정 내리기. * 오른쪽의 칙령 버튼을 누르면 나타나는 칙령 발령하기. 필터를 눌러 활성가능한 칙령만을 표시할 수도 있습니다. * 요새와 드레젠에 건물 짓기. 건축 화면에 접근하려면, 드레젠이나 지도 상의 요새를 누르세요.
ko_mt: 성전 관리 화면에서 다음을 수행할 수 있습니다. * 화면 왼쪽 하단에 표시되는 현재 이벤트에 관한 결정을 내립니다. * 오른쪽의 칙령 버튼을 클릭하여 칙령을 발행할 수 있습니다. 필터 중 하나를 선택하면 사용 가능한 칙령 중 일부만 표시할 수 있습니다. * 요새와 드레젠에서 건물을 건설합니다. 건설 화면에 액세스하려면 지도에서 드레젠 또는 요새를 클릭하세요.
