Repository: akintos/wotr-translation
Catalog: translation/*/Tutorial.po
Languages: ko, ko_mt

source: Some fights can seem too long if you're playing in turn-based mode. Remember that you can always switch to real-time combat with pause mode, even in the middle of a fight. {br}To switch between turn-based and real-time modes, use <b>[{bind|SwitchTBM}]</b>.
ko: 턴 기반 모드에서 어떤 전투는 너무 길어질 수 있습니다. 당신은 항상 전투 중에도 일시 정지 기능이 있는 실시간 전투로 변경할 수 있습니다. {br}턴 기반 모드와 실시간 모드를 서로 변경하려면 <b>[{bind|SwitchTBM}]</b> 키를 누르십시오.
ko_mt: 턴제 모드로 플레이하는 경우 일부 전투가 너무 길게 느껴질 수 있습니다. 전투 중에도 언제든지 일시 정지 모드를 사용해 실시간 전투로 전환할 수 있다는 점을 기억하세요. {br}턴제 모드와 실시간 모드 사이를 전환하려면 <b>[{bind|SwitchTBM}]</b>을 사용하세요.

source: Turn-based mode
ko: 턴 기반 모드
ko_mt: 턴 기반 모드

source: Some fights can seem too long if you're playing in turn-based mode. Remember that you can always switch to real-time combat with pause mode, even in the middle of a fight. {br}To switch between turn-based and real-time modes, use <b>{console_bind|DPadUp}</b>.
ko: 턴 기반 모드에서 어떤 전투는 너무 길어질 수 있습니다. 당신은 항상 전투 중에도 일시 정지 기능이 있는 실시간 전투로 변경할 수 있습니다. {br}턴 기반 모드와 실시간 모드를 서로 변경하려면 <b>{console_bind|DPadUp}</b> 키를 누르십시오.
ko_mt: 턴제 모드로 플레이하는 경우 일부 전투가 너무 길게 느껴질 수 있습니다. 전투 도중에도 언제든지 일시정지 모드로 실시간 전투로 전환할 수 있다는 점을 기억하세요. {br}턴제 모드와 실시간 모드 사이를 전환하려면 <b>{console_bind|DPadUp}</b>를 사용하세요.

source: During their turn, a character can take a single {g|Encyclopedia:Standard_Actions}standard action{/g}, a single {g|Encyclopedia:Move_Action}move action{/g}, a single {g|Encyclopedia:Swift_Action}swift action{/g}, and an unlimited number of {g|Encyclopedia:Free_Action}free actions{/g} (all these {g|Encyclopedia:CA_Types}actions{/g} together take 6 seconds of the "real time"). Most often a move action is used for movement or drinking a potion, a standard action for {g|Encyclopedia:Attack}attacks{/g}, {g|Encyclopedia:Spell}spellcasting{/g} or additional movement, and a swift action for activating special class abilities. Other combinations are also possible. There are also so-called "full-round actions", which consume both your standard and move actions. By default, the system chooses an optimum combination of action types to perform your command. You can change this combination using <size=120%><sprite name=RightMouseBTN></size>. {br}{g|Encyclopedia:Surprise}<b>Surprise round</b>{/g} If you initiate combat with an opponent who is unaware of your presence, your party gets an advantage of a "surprise round". During this {g|Encyclopedia:Combat_Round}round{/g}, your characters can take a limited number of actions while the opponent cannot act.
ko: 캐릭터는 그들의 차례 동안 한 번의 {g|Encyclopedia:Standard_Actions}일반 행동{/g}, 한 번의 {g|Encyclopedia:Move_Action}이동 행동{/g}, 한 번의 {g|Encyclopedia:Swift_Action}신속 행동{/g}과 무제한의 {g|Encyclopedia:Free_Action}자유 행동{/g}을 취할 수 있습니다. 이 {g|Encyclopedia:CA_Types}행동{/g}들은 모두 합쳐 "현실 시간"으로 6초를 소모합니다. 이동 행동의 대부분은 이동이나 물약 마시기에, 일반 행동의 경우 {g|Encyclopedia:Attack}공격{/g}, {g|Encyclopedia:Spell}주문 시전{/g}, 또는 추가 이동을 위해, 신속 행동은 특수 클래스 능력 활성화에 소모됩니다. 다른 조합 또한 가능합니다. "라운드 전체 행동"이라 불리는 것도 있는데, 이들은 일반 행동과 이동 행동을 모두 소모합니다. 기본적으로 시스템은 당신의 명령을 수행하기 위한 최적의 행동 조합을 선택합니다. 당신은 이 조합을 <size=120%><sprite name=RightMouseBTN></size>을 클릭해 바꿀 수 있습니다. {br}{g|Encyclopedia:Surprise}<b>기습 라운드</b>{/g} 당신의 존재를 감지하지 못한 적과 전투를 시작하면 "기습 라운드"의 이점을 얻습니다. 이 {g|Encyclopedia:Combat_Round}라운드{/g} 동안 당신의 캐릭터들은 적이 행동하지 못하는 동안 제한된 수의 행동을 취할 수 있습니다.
ko_mt: 자신의 턴 동안 캐릭터는 {g|Encyclopedia:Standard_Actions}표준 행동{/g}, {g|Encyclopedia:Move_Action}이동 행동{/g}, {g|Encyclopedia:Swift_Action}신속 행동{/g}, {g|Encyclopedia:Free_Action}자유 행동{/g}을 무제한으로 할 수 있습니다.(이 모든 {g|Encyclopedia:CA_Types}행동{/g}을 합하면 "실시간" 6초가 소요됩니다). 대부분의 경우 이동 행동은 이동 또는 물약 마시기, 표준 행동은 {g|Encyclopedia:Attack}명중 굴림{/g}, {g|Encyclopedia:Spell}주문 시전{/g} 또는 추가 이동, 신속 행동은 특수 직업 능력을 발동하는데 사용됩니다. 다른 조합도 가능합니다. 표준 행동과 이동 행동을 모두 소모하는 이른바 "풀라운드 행동"도 있습니다. 기본적으로 시스템은 명령을 수행하기 위해 최적의 동작 유형 조합을 선택합니다. <size=120%><sprite name=RightMouseBTN></size>을 사용하여 이 조합을 변경할 수 있습니다. {br}{g|Encyclopedia:Surprise}<b>기습 라운드</b>{/g} 자신의 존재를 알지 못하는 상대와 전투를 시작하면 파티는 "기습 라운드"의 이점을 얻습니다. 이 {g|Encyclopedia:Combat_Round}라운드{/g} 동안 상대가 행동할 수 없는 동안 내 캐릭터는 제한된 수의 행동을 취할 수 있습니다.

source: <b>{g|Encyclopedia:Move_Action}Move action{/g}.</b> As a move {g|Encyclopedia:CA_Types}action{/g}, a character can move the distance allowed by their {g|Encyclopedia:Speed}speed{/g} or drink a potion. A move action can also be used to change the character's active weapon set. During a {g|Encyclopedia:Surprise}surprise round{/g}, your characters cannot perform a move action. {br}<b>{g|Encyclopedia:Standard_Actions}Standard action{/g}.</b> A standard action is used for most combat activities, such as {g|Encyclopedia:Attack}attacks{/g}, activation of magical items or {g|Encyclopedia:Spell}spellcasting{/g}. You can also spend a standard action as a move action. {br}<b>Full-{g|Encyclopedia:Combat_Round}round{/g} action.</b> This is a long action, which consumes both a standard and a move action of a character in this round (they still can take swift and {g|Encyclopedia:Free_Action}free actions{/g}). It can be used to move a double distance. It can also be used to make a so-called "full attack": if a character can make more than one attack per round, taking a {g|Encyclopedia:Full_Round_Action}full-round action{/g} allows them to make all of the attacks. Some character abilities (for example, Charge) and spells (such as summon monster) also consume a full-round action.
ko: <b>{g|Encyclopedia:Move_Action}이동 행동{/g}.</b> 캐릭터는 이동 {g|Encyclopedia:CA_Types}행동{/g}으로 {g|Encyclopedia:Speed}속도{/g}에 따른 거리만큼 이동하거나 물약을 마실 수 있습니다. 이동 행동은 또한 캐릭터의 활성화된 무기 세트를 변경하기 위해 소모될 수 있습니다. {g|Encyclopedia:Surprise}기습 라운드{/g} 동안, 당신의 캐릭터는 이동 행동을 취할 수 없습니다. {br}<b>{g|Encyclopedia:Surprise}일반 행동{/g}.</b> 일반 행동은 대부분의 전투 활동들, 예컨대 {g|Encyclopedia:Attack}공격{/g}, 마법 물품을 활용 또는 {g|Encyclopedia:Spell}주문 시전{/g}에 소모됩니다. 또한 일반 행동을 이동 행동처럼 활용할 수도 있습니다. {br}<b>전체 {g|Encyclopedia:Combat_Round}라운드{/g} 행동.</b> 이는 캐릭터의 한 라운드 동안의 일반 행동과 이동 행동을 모두 소모하는 긴 행동입니다. 캐릭터는 여전히 신속 행동이나 {g|Encyclopedia:Free_Action}자유 행동{/g}을 취할 수 있습니다. 두 배의 거리를 이동하기 위해 사용될 수 있습니다. 또한 이른바 "전력 공격"을 시도하기 위해 활용될 수 있습니다 : 만일 캐릭터가 한 라운드에 두 번 이상 공격할 수 있다면 {g|Encyclopedia:Full_Round_Action}라운드 전체 행동{/g}은 그들이 모든 공격을 할 수 있게 해줍니다. 돌진같은 일부 캐릭터 능력과 괴물 소환 같은 일부 주문 또한 라운드 전체 행동을 소모합니다.
ko_mt: <b>{g|Encyclopedia:Move_Action}이동 행동{/g}.</b> 이동 {g|Encyclopedia:CA_Types}행동{/g}으로 캐릭터는 자신의 {g|Encyclopedia:Speed}속도{/g}가 허용하는 거리만큼 이동하거나 물약을 마실 수 있습니다. 이동 행동으로 캐릭터가 사용 중인 무기 세트를 변경할 수도 있습니다. {g|Encyclopedia:Surprise}기습 라운드{/g} 중에는 캐릭터가 이동 행동을 수행할 수 없습니다. {br}<b>{g|Encyclopedia:Standard_Actions}표준 행동{/g}.</b> 표준 행동은 {g|Encyclopedia:Attack}명중 굴림{/g}, 마법 아이템 활성화 또는 {g|Encyclopedia:Spell}주문 시전{/g}과 같은 대부분의 전투 활동에 사용됩니다. 표준 행동을 이동 행동으로 사용할 수도 있습니다. {br}<b>전체 {g|Encyclopedia:Combat_Round}라운드{/g} 행동.</b> 이 라운드에서 캐릭터의 표준 행동과 이동 행동을 모두 소모하는 긴 행동입니다.(캐릭터는 여전히 신속 행동과 {g|Encyclopedia:Free_Action}자유 행동{/g}을 할 수 있습니다). 두 배의 거리를 이동하는데 사용할 수 있습니다. 또한, 라운드당 한 번 이상의 공격을 할 수 있는 캐릭터가 {g|Encyclopedia:Full_Round_Action}전력 행동{/g}을 하면 모든 공격을 할 수 있는 이른바 "전체 공격"을 할 수 있습니다. 일부 캐릭터 능력(예: 돌격)과 주문(예: 괴물 소환)도 전력 행동을 소모합니다.

source: In turn-based combat, characters act in turns. The order of turns is determined by the {g|Encyclopedia:Initiative}initiative{/g} {g|Encyclopedia:Check}check{/g} and depends on the character's corresponding {g|Encyclopedia:Ability_Scores}ability score{/g}. A character can take some {g|Encyclopedia:CA_Types}actions{/g} during their turn, and then the turn of the next character in the initiative queue starts. {br}<b>Initiative queue.</b> The order of turns is based on the initiative check at the beginning of the combat. The higher the initiative of a character, the lower they are displayed in the queue on the screen and the earlier they act. You can delay your character's turn until a more convenient moment. To do this, select the character, whose turn you want to delay, in the queue. Such actions in the initiative queue are irreversible, and the new initiative score is saved for the character until the end of the combat (however, you can still delay the character's turn again).
ko: 턴 기반 모드에선 캐릭터들은 차례대로 행동합니다. 차례 순서는 {g|Encyclopedia:Initiative}우선권{/g} {g|Encyclopedia:Check}판정{/g}과 캐릭터의 해당 {g|Encyclopedia:Ability_Scores}능력치 점수{/g}에 따라 결정됩니다. 자기 차례에 캐릭터는 몇 가지 {g|Encyclopedia:CA_Types}행동{/g}을 할 수 있으며 행동을 마치면 다음 우선권 대기열의 캐릭터 차례가 됩니다. {br}<b>우선권 대기열.</b> 전투가 시작되면 우선권 판정을 통해 차례 순서를 정합니다. 캐릭터의 우선권이 높을수록 캐릭터는 더 먼저 행동하고 우선권 대기열 화면에 나오는 횟수는 줄어듭니다. 당신은 캐릭터의 차례를 더 편리한 시기로 미룰 수 있습니다. 이렇게 차례를 미루기 위해선 우선권 대기열에서 미루고자 하는 캐릭터를 선택하십시오. 우선권 대기열에서 이와 같은 행동은 되돌릴 수 없습니다. 그리고 전투가 끝날 때까지 캐릭터는 새로운 우선권 점수를 가집니다(하지만 캐릭터의 순서는 계속 미룰 수 있습니다).
ko_mt: 턴제 전투에서 캐릭터는 차례대로 행동합니다. 턴 순서는 {g|Encyclopedia:Initiative}우선권{/g}에 의해 결정됩니다. {g|Encyclopedia:Check}판정{/g}에 따라 결정되며, 캐릭터의 해당 {g|Encyclopedia:Ability_Scores}능력 점수{/g}에 따라 달라집니다. 캐릭터는 자신의 차례에 {g|Encyclopedia:CA_Types}행동{/g}을 할 수 있으며, 우선권 대기열에 있는 다음 캐릭터의 차례가 시작됩니다. {br}<b>우선권 대기열.</b> 턴 순서는 전투가 시작될 때의 우선권 판정에 따라 결정됩니다. 캐릭터의 우선권가 높을수록 화면의 대기열에 더 낮게 표시되고 더 일찍 행동할 수 있습니다. 더 편리한 순간까지 캐릭터의 차례를 지연시킬 수 있습니다. 이렇게하려면 대기열에서 차례를 지연하려는 캐릭터를 선택하십시오. 우선권 대기열에서의 행동은 되돌릴 수 없으며, 전투가 끝날 때까지 캐릭터의 새로운 우선권 점수가 저장됩니다.(하지만 캐릭터의 차례를 다시 지연시킬 수는 있습니다).

source: {g|Encyclopedia:CA_Types}Actions{/g} in turn-based mode
ko: 턴 기반 모드에서의 {g|Encyclopedia:CA_Types}행동{/g}
ko_mt: 턴 기반 모드에서의 작업

source: <b>5-foot step</b> A character can move 5 feet without triggering the enemies' {g|Encyclopedia:Attack_Of_Opportunity}attacks of opportunity{/g}. A character cannot both take a 5-foot step and make a regular movement in the same {g|Encyclopedia:Combat_Round}round{/g}. {br}<b>Free and {g|Encyclopedia:Swift_Action}swift actions{/g}.</b> These {g|Encyclopedia:CA_Types}actions{/g} are used to activate characters' {g|Encyclopedia:Special_Abilities}special abilities{/g}, such as Smite Evil, Judgment, a {g|Encyclopedia:TouchAttack}touch attack{/g} after casting a {g|Encyclopedia:Spell}spell{/g}, and many others.
ko: <b>5피트 걸음</b> 캐릭터는 적의 {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}을 유발하지 않고 5피트를 이동할 수 있습니다. 캐릭터는 5피트 걸음과 정상적인 이동을 동일 {g|Encyclopedia:Combat_Round}라운드{/g}에 수행할 수 없습니다. {br}<b>자유 및 {g|Encyclopedia:Swift_Action}신속 행동{/g}.</b> 이 {g|Encyclopedia:CA_Types}행동{/g}들은 악 처단, 심판, {g|Encyclopedia:Spell}주문{/g} 시전 후 {g|Encyclopedia:TouchAttack}접촉 공격{/g} 등 캐릭터가 지닌 {g|Encyclopedia:Special_Abilities}특수 능력{/g}들을 활성화하기 위해 사용됩니다.
ko_mt: <b>5피트 스텝</b> 캐릭터는 적의 {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}을 발동시키지 않고 5피트 이동할 수 있습니다. 캐릭터는 같은 {g|Encyclopedia:Combat_Round}라운드{/g}에서 5피트 보폭과 일반 이동을 동시에 할 수 없습니다. {br}<b>자유 및 {g|Encyclopedia:Swift_Action}빠른 동작{/g}.</b> 이러한 {g|Encyclopedia:CA_Types}행동{/g}은 캐릭터의 {g|Encyclopedia:Special_Abilities}특수 능력{/g}을 발동하는데 사용됩니다.(예: 악 강타, 심판, {g|Encyclopedia:Spell}주문{/g} 시전 후의 {g|Encyclopedia:TouchAttack}접촉 공격{/g} 등).

source: <b>{g|Encyclopedia:Move_Action}Move action{/g}.</b> As a move {g|Encyclopedia:CA_Types}action{/g}, a character can move the distance allowed by their {g|Encyclopedia:Speed}speed{/g} or drink a potion. A move action can also be used to change the character's active weapon set. During a {g|Encyclopedia:Surprise}surprise round{/g}, your characters cannot perform a move action. {br}<b>{g|Encyclopedia:Standard_Actions}Standard action{/g}.</b> A standard action is used for most combat activities, such as {g|Encyclopedia:Attack}attacks{/g}, activation of magical items or {g|Encyclopedia:Spell}spellcasting{/g}. You can also spend a standard action as a move action. {br}<b>Full-{g|Encyclopedia:Combat_Round}round{/g} action.</b> This is a long action, which consumes both a standard and a move action of a character in this round (they still can take swift and {g|Encyclopedia:Free_Action}free actions{/g}). It can be used to move a double distance. It can also be used to make a so-called "full attack": if a character can make more than one attack per round, taking a {g|Encyclopedia:Full_Round_Action}full-round action{/g} allows them to make all of the attacks. Some character abilities (for example, Charge) and spells (such as summon monster) also consume a full-round action.
ko: <b>{g|Encyclopedia:Move_Action}이동 행동{/g}.</b> 캐릭터는 이동 {g|Encyclopedia:CA_Types}행동{/g}으로 {g|Encyclopedia:Speed}속도{/g}에 따른 거리만큼 이동하거나 물약을 마실 수 있습니다. 이동 행동은 또한 캐릭터의 활성화된 무기 세트를 변경하기 위해 소모될 수 있습니다. {g|Encyclopedia:Surprise}기습 라운드{/g} 동안, 당신의 캐릭터는 이동 행동을 취할 수 없습니다. {br}<b> {g|Encyclopedia:Surprise}일반 행동{/g}.</b> 일반 행동은 대부분의 전투 활동들, 예컨대 {g|Encyclopedia:Attack}공격{/g}, 마법 물품을 활용 또는 {g|Encyclopedia:Spell}주문 시전{/g}에 소모됩니다. 또한 일반 행동을 이동 행동처럼 활용할 수도 있습니다. {br}<b>전체 {g|Encyclopedia:Combat_Round}라운드{/g} 행동.</b> 이는 캐릭터의 한 라운드 동안의 일반 행동과 이동 행동을 모두 소모하는 긴 행동입니다. 캐릭터는 여전히 신속 행동이나 {g|Encyclopedia:Free_Action}자유 행동{/g}을 취할 수 있습니다. 두 배의 거리를 이동하기 위해 사용될 수 있습니다. 또한 이른바 "전력 공격"을 시도하기 위해 활용될 수 있습니다 : 만일 캐릭터가 한 라운드에 두 번 이상 공격할 수 있다면 {g|Encyclopedia:Full_Round_Action}라운드 전체 행동{/g}은 그들이 모든 공격을 할 수 있게 해줍니다. 돌진같은 일부 캐릭터 능력과 괴물 소환 같은 일부 주문 또한 라운드 전체 행동을 소모합니다.
ko_mt: <b>{g|Encyclopedia:Move_Action}이동 행동{/g}.</b> 이동 {g|Encyclopedia:CA_Types}행동{/g}으로 캐릭터는 자신의 {g|Encyclopedia:Speed}속도{/g}가 허용하는 거리만큼 이동하거나 물약을 마실 수 있습니다. 이동 행동으로 캐릭터가 사용 중인 무기 세트를 변경할 수도 있습니다. {g|Encyclopedia:Surprise}기습 라운드{/g}중에는 캐릭터가 이동 행동을 수행할 수 없습니다. {br}<b>{g|Encyclopedia:Standard_Actions}표준 행동{/g}.</b> 표준 행동은 {g|Encyclopedia:Attack}명중 굴림{/g}, 마법 아이템 활성화 또는 {g|Encyclopedia:Spell}주문 시전{/g}과 같은 대부분의 전투 활동에 사용됩니다. 표준 행동을 이동 행동으로 사용할 수도 있습니다. {br}<b>전체 {g|Encyclopedia:Combat_Round}라운드{/g} 행동.</b> 이 라운드에서 캐릭터의 표준 행동과 이동 행동을 모두 소모하는 긴 행동입니다.(캐릭터는 여전히 신속하고 {g|Encyclopedia:Free_Action}자유 행동{/g}을 할 수 있습니다). 두 배의 거리를 이동하는데 사용할 수 있습니다. 또한, 라운드당 한 번 이상의 공격을 할 수 있는 캐릭터가 {g|Encyclopedia:Full_Round_Action}전력 행동{/g}을 하면 모든 공격을 할 수 있는 이른바 "전체 공격"을 할 수 있습니다. 일부 캐릭터 능력(예: 돌격)과 주문(예: 괴물 소환)도 전력 행동을 소모합니다.

source: During their turn, a character can take a single {g|Encyclopedia:Standard_Actions}standard action{/g}, a single {g|Encyclopedia:Move_Action}move action{/g}, a single {g|Encyclopedia:Swift_Action}swift action{/g}, and an unlimited number of {g|Encyclopedia:Free_Action}free actions{/g} (all these {g|Encyclopedia:CA_Types}actions{/g} together take 6 seconds of the "real time"). Most often a move action is used for movement or drinking a potion, a standard action for {g|Encyclopedia:Attack}attacks{/g}, {g|Encyclopedia:Spell}spellcasting{/g} or additional movement, and a swift action for activating special class abilities. Other combinations are also possible. There are also so-called "{g|Encyclopedia:Full_Round_Action}full-round actions{/g}", which consume both your standard and move actions. By default, the system chooses an optimum combination of action types to perform your command. You can change this combination using <b>{console_bind|Func01}</b>. {br}{g|Encyclopedia:Surprise}<b>Surprise round</b>{/g} If you initiate combat with an opponent who is unaware of your presence, your party gets an advantage of a "surprise round". During this {g|Encyclopedia:Combat_Round}round{/g}, your characters can take a limited number of actions while the opponent cannot act.
ko: 캐릭터는 그들의 차례 동안 한 번의 {g|Encyclopedia:Standard_Actions}일반 행동{/g}, 한 번의 {g|Encyclopedia:Move_Action}이동 행동{/g}, 한 번의 {g|Encyclopedia:Swift_Action}신속 행동{/g}과 무제한의 {g|Encyclopedia:Free_Action}자유 행동{/g}을 취할 수 있습니다. 이 {g|Encyclopedia:CA_Types}행동{/g}들은 모두 합쳐 "현실 시간"으로 6초를 소모합니다. 이동 행동의 대부분은 이동이나 물약 마시기에, 일반 행동의 경우 {g|Encyclopedia:Attack}공격{/g}, {g|Encyclopedia:Spell}주문 시전{/g}, 또는 추가 이동을 위해, 신속 행동은 특수 클래스 능력 활성화에 소모됩니다. 다른 조합 또한 가능합니다. "라운드 전체 행동"이라 불리는 것도 있는데, 이들은 일반 행동과 이동 행동을 모두 소모합니다. 기본적으로 시스템은 당신의 명령을 수행하기 위한 최적의 행동 조합을 선택합니다. 당신은 이 조합을 <b>{console_bind|Func01}</b> 를 눌러 바꿀 수 있습니다. {br}{g|Encyclopedia:Surprise}<b>기습 라운드</b>{/g} 당신의 존재를 감지하지 못한 적과 전투를 시작하면 "기습 라운드"의 이점을 얻습니다. 이 {g|Encyclopedia:Combat_Round}라운드{/g} 동안 당신의 캐릭터들은 적이 행동하지 못하는 동안 제한된 수의 행동을 취할 수 있습니다.
ko_mt: 자신의 턴 동안 캐릭터는 {g|Encyclopedia:Standard_Actions}표준 행동{/g}, {g|Encyclopedia:Move_Action}이동 행동{/g}, {g|Encyclopedia:Swift_Action}신속 행동{/g}, {g|Encyclopedia:Free_Action}자유 행동{/g}을 무제한으로 할 수 있습니다.(이 모든 {g|Encyclopedia:CA_Types}행동{/g}을 합하면 "실시간" 6초가 소요됩니다). 대부분의 경우 이동 행동은 이동 또는 물약 마시기, 표준 행동은 {g|Encyclopedia:Attack}명중 굴림{/g}, {g|Encyclopedia:Spell}주문 시전{/g} 또는 추가 이동, 신속 행동은 특수 직업 능력을 발동하는데 사용됩니다. 다른 조합도 가능합니다. 표준 행동과 이동 행동을 모두 소모하는 이른바 "풀라운드 행동"도 있습니다. 기본적으로 시스템은 명령을 수행하기 위해 최적의 액션 유형 조합을 선택합니다. <b>{console_bind|Func01}</b>을 사용하여 이 조합을 변경할 수 있습니다. {br}{g|Encyclopedia:Surprise}<b>기습 라운드</b>{/g} 자신의 존재를 알지 못하는 상대와 전투를 시작하면 파티는 "기습 라운드"의 이점을 얻습니다. 이 {g|Encyclopedia:Combat_Round}라운드{/g} 동안 상대가 행동할 수 없는 동안 내 캐릭터는 제한된 수의 행동을 취할 수 있습니다.

source: In turn-based combat, characters act in turns. The order of turns is determined by the {g|Encyclopedia:Initiative}initiative{/g} {g|Encyclopedia:Check}check{/g} and depends on the character's corresponding {g|Encyclopedia:Ability_Scores}ability score{/g}. A character can act during their turn, and then the turn of the next character in the initiative queue starts. {br}<b>Initiative queue.</b> The order of turns is based on the initiative check at the beginning of the combat. The higher the initiative of a character, the lower they are displayed in the queue on the screen and the earlier they act. You can delay your character's turn until a more convenient moment. To do this, use <b>{console_bind|DPadLeft}</b> to open the queue settings, select the character whose turn you want to delay, and press <b>{console_bind|Confirm}</b>. Such {g|Encyclopedia:CA_Types}actions{/g} in the initiative queue are irreversible, and the new initiative score is saved for the character until the end of the combat (however, you can still delay the character's turn again). {br}You can hold <b>{console_bind|LeftBottom}</b> to ignore enemies and other objects under the cursor to precisely select a perfect position to move a character.
ko: 턴 기반 전투에서 캐릭터들은 차례대로 움직입니다. 턴 순서는 {g|Encyclopedia:Initiative}우선권{/g} {g|Encyclopedia:Check}판정{/g}에 의해 결정되며, 이에 대응하는 캐릭터의 {g|Encyclopedia:Ability_Scores}능력치{/g}에 의존합니다. 캐릭터는 자신의 턴에 행동할 수 있으며, 그 후 다음 우선권 대기 캐릭터 차례가 시작됩니다. {br}<b>우선권 대기 줄.</b> 차례 순서는 전투 시작 시 시행한 우선권 판정에 따라 결정됩니다. 캐릭터의 우선권이 더 높을수록 화면에 표시되는 대기 줄의 아래쪽에 배치되며 더 일찍 행동합니다. 캐릭터의 턴을 더 유용한 순간이 올때까지 연기할 수도 있습니다. 이를 위해서는 <b>{console_bind|DPadLeft}</b>을 사용해 대기 줄 설정을 열어 턴을 미루고 싶은 캐릭터를 선택한 뒤 <b>{console_bind|Confirm}</b>를 누르세요. 우선권 대기 줄에서의 이러한 {g|Encyclopedia:CA_Types}행동{/g}은 되돌릴 수 없으며, 새로운 우선권 점수는 전투 종료 시점까지 저장됩니다. 그러나 여전히 캐릭터의 턴을 다시 연기할 수 있습니다. {br}당신은 <b>{console_bind|LeftBottom}</b>를 계속 눌러 적이나 커서 아래 다른 오브젝트들을 무시해 캐릭터와 캐릭터가 이동할 위치를 정확하게 선택할 수 있습니다.
ko_mt: 턴제 전투에서 캐릭터는 차례대로 행동합니다. 턴 순서는 {g|Encyclopedia:Initiative}우선권{/g} {g|Encyclopedia:Ability_Scores}능력 점수{/g} {g|Encyclopedia:Check}판정{/g}에 의해 결정됩니다. 캐릭터는 자신의 차례에 행동할 수 있으며, 우선권 대기열에 있는 다음 캐릭터의 차례가 시작됩니다. {br}<b>우선권 대기열.</b> 턴 순서는 전투가 시작될 때의 우선권 판정에 따라 결정됩니다. 캐릭터의 우선권가 높을수록 화면의 대기열에 더 낮게 표시되고 더 일찍 행동할 수 있습니다. 더 편리한 순간까지 캐릭터의 턴을 지연시킬 수 있습니다. 이렇게 하려면 <b>{console_bind|DPadLeft}</b>로 대기열 설정을 열고, 차례를 지연시킬 캐릭터를 선택한 후 <b>{console_bind|Confirm}</b>를 누르세요. 우선권 대기열의 {g|Encyclopedia:CA_Types}행동{/g}은 되돌릴 수 없으며, 전투가 끝날 때까지 해당 캐릭터의 새로운 우선권 점수가 저장됩니다.(하지만 캐릭터의 턴을 다시 지연시킬 수는 있습니다). {br} <b>{console_bind|LeftBottom}</b>을 길게 누르면 커서 아래에 있는 적과 다른 물체를 무시하고 캐릭터를 움직일 완벽한 위치를 정확하게 선택할 수 있습니다.

source: When you click an object like this, it will display several icons for possible actions. A rope can help you climb a height to shorten your path or evade an encounter with an enemy. You can use tools to clear various roadblocks. In many cases, you can try to make do with your bare hands, but that might cause fatigue or other negative effects.
ko: 이같은 종류의 사물을 클릭하는 경우, 가능한 행동을 보여주는 아이콘들이 몇 개 뜰 것입니다. 로프는 당신이 높은 곳으로 이동할 수 있도록 도와 동선을 단축하고 적들을 피해갈 수 있게 도울 것입니다. 당신은 다양한 장애물들을 치우기 위해 도구를 사용할 수 있습니다. 대개의 경우에는 맨 손으로도 그런 행위를 할 수 있겠지만, 그렇게 하면 피로나 기타 부정적 효과를 야기할 것입니다.
ko_mt: 이와 같은 개체를 클릭하면 가능한 작업에 대한 여러 아이콘이 표시됩니다. 밧줄은 높은 곳에 올라가 길을 단축하거나 적과의 조우를 피하는데 도움이 될 수 있습니다. 도구를 사용해 다양한 장애물을 제거할 수 있습니다. 많은 경우 맨손으로 할 수 있지만 피로감이나 기타 부정적인 영향을 미칠 수 있습니다.

source: Interactive objects
ko: 상호작용 가능한 사물
ko_mt: 대화형 개체

source: Diseases
ko: 질병
ko_mt: 질병

source: One of your allies has fallen ill and is now in disease stage 1. During your adventures, your allies may contract dangerous diseases that weaken them. Each time you {g|Encyclopedia:Rest}rest{/g}, all diseases will progress to the next stage. The disease might also worsen when the character encounters various obstacles and trials. {br}The disease scale has five stages, which are reflected in the characters' appearance. At stage 0, your ally is perfectly healthy and their condition does not deteriorate with time. At stage 1, the character is infected, and various negative factors can cause their condition to worsen. At stages 2 and 3, your ally feels ill, and some of the activities that they could previously perform are no longer available to them. Stage 3 signifies a critical condition that requires urgent healing. A character in disease stage 3 is too weak to stand for long and they will try to lie down whenever they can. At stage 4, the character dies. {br}A disease can be cured completely with a scroll of {g|SpellsRemoveDisease}remove disease{/g}, alleviated to stage 1 with a potion of {g|SpellsRestoration}restoration{/g}, or alleviated by one stage with a potion of {g|SpellsRestorationLesser}lesser restoration{/g}. {br}You can check if a character is feeling well by talking to them.
ko: 당신의 동료 중 하나가 병을 얻어 1단계 질병 상태에 있습니다. 여정중, 당신의 동료들은 그들을 약화시키는 위험한 질병들과 마주할 것입니다. {g|Encyclopedia:Rest}휴식{/g}을 취할 때마다 질병들이 다음 단계로 진행될 것입니다. 또한 캐릭터가 다양한 장애물과 도전을 마주할 때도 질병이 약화될 수 있습니다. {br}질병은 다섯 단계로 구분되며, 캐릭터의 외관에 반영됩니다. 0단계인 동료는 완전히 건강하며 시간에 따라 상태가 악화되지 않습니다. 1단계인 동료는 질병에 걸린 상태이며 다양한 부정적 요인들이 그들의 상태를 악화할 수 있습니다. 2단계와 3단계인 동료는 아픔을 느끼기 시작사며, 이전에 할 수 있던 행동을 더이상 할 수 없게 됩니다. 3단계는 긴급 조치가 필요한 치명적 상태입니다. 3단계 질병 상태인 캐릭터는 오래 서있기에도 벅차며, 가능한 한 누워있으려 할 것입니다. 4단계에 들어서면 동료가 사망합니다. {br}질병은 {g|SpellsRemoveDisease}질병 제거{/g} 주문으로 완전히 치료될 수 있으며, {g|SpellsRestoration}상태회복{/g} 물약이 1단계로 경감해주고, {g|SpellsRestorationLesser}하급 상태회복{/g} 물약이 1단계 호전시켜줍니다. {br}대화를 통해 캐릭터의 상태를 확인할 수 있습니다.
ko_mt: 동료 중 한 명이 병에 걸려 현재 질병 1단계에 있습니다. 모험을 하는 동안 아군은 위험한 질병에 감염되어 약해질 수 있습니다. 당신이 {g|Encyclopedia:Rest}휴식{/g}할 때마다 모든 질병은 다음 단계로 진행됩니다. 캐릭터가 다양한 장애물과 시련을 만나면 질병이 악화될 수도 있습니다. {br}질병 척도는 5단계로 나뉘며, 이는 캐릭터의 외형에 반영됩니다. 0단계에서는 아군이 완벽하게 건강하며 시간이 지나도 상태가 악화되지 않습니다. 1단계에서는 캐릭터가 감염된 상태이며, 다양한 부정적인 요인으로 인해 상태가 악화될 수 있습니다. 2단계와 3단계에서는 아군이 아프다고 느끼며, 이전에 수행할 수 있었던 일부 활동을 더 이상 수행할 수 없습니다. 3단계는 긴급한 치료가 필요한 위독한 상태를 의미합니다. 질병 3단계에 있는 캐릭터는 너무 약해져서 오래 서 있을 수 없으며, 가능한 한 누워 있으려고 합니다. 4단계가 되면 캐릭터가 사망합니다. {br}질병은 {g|SpellsRemoveDisease}질병 제거{/g} 주문을 사용해 완전히 치료하거나, {g|SpellsRestoration}상태회복{/g}의 물약으로 1단계로 완화하거나, {g|SpellsRestorationLesser}하급 상태회복{/g}의 물약으로 한 단계 완화할 수 있습니다. {br}캐릭터의 컨디션은 대화를 통해 확인할 수 있습니다.

source: Experience points are awarded differently in this story. Instead of gaining points for defeating enemies, you only gain them at important story milestones, such as reaching certain places, solving puzzles, and discovering secrets. Don't waste your resources on needless combat: evading a battle will grant you as much experience as winning it.
ko: 이 이야기에샤는 경험치가 다른 방식으로 수여됩니다. 적을 쓰러뜨리는 대신 특정 장소에 도달하거나 퍼즐을 풀고, 비밀을 밝히는 등 이야기의 중요한 지점에 들어서면 경험치를 얻습니다. 불필요한 전투로 자원을 낭비하지 마십시오. 전투를 회피하더라도 전투에서 승리한 만큼의 경험치를 얻을 수 있습니다.
ko_mt: 이 스토리에서는 경험치가 다르게 부여됩니다. 적을 물리쳐서 포인트를 얻는 대신 특정 장소에 도달하거나 퍼즐을 풀고 비밀을 발견하는 등 중요한 스토리 이정표에서만 포인트를 얻을 수 있습니다. 불필요한 전투에 자원을 낭비하지 마세요. 전투를 피하면 전투에서 승리하는 것만큼 많은 경험치를 얻을 수 있습니다.

source: Milestone Experience
ko: 사건 경험치
ko_mt: 마일스톤 경험치

source: Interacting With Your Environment
ko: 환경과의 상호작용
ko_mt: 환경과 상호 작용
