Repository: akintos/wotr-translation
Catalog: translation/*/Tutorial.po
Languages: ko, ko_mt

source: Character assigned to perform the Protective Rituals performs a special ritual every 30 minutes of travel by making a {g|Encyclopedia:Lore_Religion}Lore (religion){/g} {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}check{/g}. If the check is successful, the party's movement {g|Encyclopedia:Speed}speed{/g} temporarily increases. The {g|Encyclopedia:DC}DC{/g} increases with every consecutive check. Different locations also have different skill check DC. Characters assigned to Night Watch increase the party's range of vision on the global map based on their {g|Encyclopedia:Perception}Perception{/g} skill. They also make a Perception skill check which, if successful, increases the chance of meeting a traveling merchant. Character assigned to Camouflage makes a {g|Encyclopedia:Stealth}Stealth skill check{/g}. A successful check lowers the probability of a random combat encounter on the global map. Characters assigned to Alchemy and Scroll Creation have a chance to find useful ingredients while traveling on the global map.
ko: 보호 의식에 배정된 캐릭터는 30분 마다 {g|Encyclopedia:Lore_Religion}전승 (종교){/g} {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}을 통해 특별한 의식을 치룹니다. 판정에 성공하면 일행의 이동 {g|Encyclopedia:Speed}속도{/g}가 일시적으로 상승합니다. 이 {g|Encyclopedia:DC}DC{/g}는 판정을 연속할 때마다 점점 상승합니다. 지역이 달라지면 그에 따라 기술 판정의 DC도 변합니다. 불침번에 배정된 캐릭터는 {g|Encyclopedia:Perception}Perception{/g} 판정을 통해 일행의 시야를 넓힙니다. 성공한 지각 판정은 방랑 상인과 조우할 확률 또한 늘려줍니다. 위장에 배정된 캐릭터는 {g|Encyclopedia:Stealth}은신{/g} 기술 판정을 시도합니다. 이 판정에 성공하면 세계 지도에서 무작위 전투를 맞닥뜨릴 확률이 낮아집니다. 연금술 및 두루마리 제작에 배정된 캐릭터들은 세계 지도를 탐험하는 중에 유용한 재료들을 찾을 확률을 얻습니다.
ko_mt: 수호 의식을 수행하도록 지정된 캐릭터는 이동 30분마다 {g|Encyclopedia:Lore_Religion}전승(종교){/g} {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}을 합니다. 판정에 성공하면 파티의 {g|Encyclopedia:Speed}이동 속도{/g}가 일시적으로 증가합니다. 연속으로 확인할 때마다 {g|Encyclopedia:DC}DC{/g}가 증가합니다. 장소에 따라 기술 판정 DC도 달라집니다. 나이트 워치에 배치된 캐릭터는 {g|Encyclopedia:Perception}지각{/g} 기술에 따라 전 세계 지도에서 파티의 시야 범위가 증가합니다. 또한, 지각 기술 판정에 성공하면 이동 중인 상인을 만날 확률이 증가합니다. 위장이 지정된 캐릭터는 {g|Encyclopedia:Stealth}은신{/g} 판정을 합니다. 판정에 성공하면 세계 지도에서 무작위 전투가 발생할 확률이 낮아집니다. 연금술과 주문서 제작에 할당된 캐릭터는 세계 지도를 이동하는 동안 유용한 재료를 발견할 확률이 있습니다.

source: Sometimes your character needs to make tough decisions, relying upon their conscience (or lack thereof). These decisions affect their moral {g|Encyclopedia:Alignment}alignment{/g}, gradually shifting it toward Good or Evil, Law or Chaos. They can also have consequences, some of which might come soon and others in a more distant time. You can see a character's alignment on their "Character" tab.
ko: 때로는 당신의 캐릭터가 양심(혹은 악의)에 따라서 힘든 선택을 해야 할 수 있습니다. 이러한 결정들은 캐릭터의 정신적 {g|Encyclopedia:Alignment}성향{/g}에 영향을 미치며, 천천히 선/악, 질서/혼돈 의 방향으로 이동하게 됩니다. 또한 선택에는 결과가 따르기 마련이며, 일부는 즉시 나타날 수도 있고, 일부는 오랜 시간 뒤에 나타날 수도 있습니다. "캐릭터" 탭에서 캐릭터의 성향을 확인할 수 있습니다.
ko_mt: 때때로 캐릭터는 양심(또는 양심의 결여)에 따라 힘든 결정을 내려야 할 때가 있습니다. 이러한 결정은 캐릭터의 도덕적 {g|Encyclopedia:Alignment}성향{/g}에 영향을 미치며, 점차 선과 악, 질서와 혼돈의 방향으로 변화시킵니다. 또한 이러한 결정은 결과를 초래할 수 있으며, 그 결과 중 일부는 곧 나타날 수도 있고 더 먼 미래에 나타날 수도 있습니다. 캐릭터의 성향은 "캐릭터" 탭에서 확인할 수 있습니다.

source: To move the camera, use the following keys: <b>[{bind|CameraUp}], [{bind|CameraLeft}], [{bind|CameraDown}],</b> and <b>[{bind|CameraRight}]</b>. {br}To rotate the camera, either hold the middle mouse button, or press <b>[{bind|CameraRotateLeft}]</b> and <b>[{bind|CameraRotateRight}]</b>.
ko: 카메라를 움직이기 위해서는 다음 단축키를 사용하십시오: <b>[{bind|CameraUp}], [{bind|CameraLeft}], [{bind|CameraDown}],</b> 그리고 <b>[{bind|CameraRight}]</b>. {br}카메라를 돌리기 위해서는 마우스 가운데 버튼을 누른채 마우스를 움직이거나, <b>[{bind|CameraRotateLeft}]</b>와(과) <b>[{bind|CameraRotateRight}]</b>을(를) 누르십시오.
ko_mt: 카메라를 이동하려면 다음 키를 사용합니다. <b>[{bind|CameraUp}], [{bind|CameraLeft}], [{bind|CameraDown}],</b> 및 <b>[{bind|CameraRight}]</b>. {br}카메라를 회전하려면 마우스 가운데 버튼을 누르고 있거나 <b>[{bind|CameraRotateLeft}]</b> 및 <b>[{bind|CameraRotateRight}]</b> 키를 누릅니다.

source: To move the camera, enter move mode by pressing <b>{console_bind|RightStickButton}</b> and using <b>{console_bind|RightStickY}</b>. {br}To rotate the camera, enter rotate mode. You can also use rotate mode to zoom in and out by using <b>{console_bind|RightStickY}</b>.
ko: 카메라를 이동하려면 <b>{console_bind|RightStickButton}</b> 버튼과 <b>{console_bind|RightStickY}</b> 버튼을 사용하여 이동 모드로 전환하십시오. {br}카메라를 회전하려면 회전 모드로 전환하십시오. <b>{console_bind|RightStickY}</b>을 통해 회전 모드를 사용하여 줌인 및 줌아웃 할 수도 있습니다.
ko_mt: 카메라를 이동하려면 <b>{console_bind|RightStickButton}</b>를 누르고 <b>{console_bind|RightStickY}</b>을 사용하여 이동 모드로 들어갑니다. {br}카메라를 회전하려면 회전 모드로 들어갑니다. <b>{console_bind|RightStickY}</b>을 사용하여 회전 모드를 사용하여 줌인 및 줌아웃할 수도 있습니다.

source: Reminder: you can rotate the camera by moving the mouse while holding down either the middle button, or <b>[Alt]</b>. You can also use the <b>[{bind|CameraRotateLeft}]</b> and <b>[{bind|CameraRotateRight}]</b> keys.
ko: 알림: 마우스 가운데 버튼을 누르거나 <b>[Alt]</b> 키를 누른 채 마우스를 움직여 카메라를 전환할 수 있습니다. 또는 <b>[{bind|CameraRotateLeft}]</b> 키와 <b>[{bind|CameraRotateRight}]</b> 키를 눌러 화면을 전환할 수 있습니다.
ko_mt: 참고: 가운데 버튼 또는 <b>[Alt]</b>를 누른 상태에서 마우스를 움직여 카메라를 회전할 수 있습니다. <b>[{bind|CameraRotateLeft}]</b> 및 <b>[{bind|CameraRotateRight}]</b> 키를 사용할 수도 있습니다.

source: Camera
ko: 카메라
ko_mt: 카메라

source: Reminder: you can rotate the camera by entering rotate mode. To do this, press <b>{console_bind|RightStickButton}</b> and use <b>{console_bind|RightStickY}</b>.
ko: 알림: 회전 모드에서 카메라를 돌릴 수 있습니다. <b>{console_bind|RightStickButton}</b> 키를 누르고 <b>{console_bind|RightStickY}</b> 을 사용해 카메라를 회전하십시오.
ko_mt: 참고: 회전 모드로 들어가면 카메라를 회전할 수 있습니다. 이렇게 하려면 <b>{console_bind|RightStickButton}</b>를 누르고 <b>{console_bind|RightStickY}</b>을 사용하세요.

source: This is a global map of the city of Kenabres. {br}To move the visible part of the map, use <b>[W]</b>, <b>[A]</b>, <b>[S]</b>, <b>[D]</b>. To travel to locations you have discovered, hover your mouse cursor over the location and click <b>[LMB]</b>. {br}Some locations may be not available for travel for various reasons. As you explore the map and progress through the game you will discover new locations and routes. While traveling between locations you may be attacked by enemies, so be sure you have enough {g|Encyclopedia:Rest}rest{/g} — and don't let them take you by {g|Encyclopedia:Surprise}surprise{/g}!
ko: 이것은 케나브레스의 전역 지도입니다. {br}<b>[W]</b>, <b>[A]</b>, <b>[S]</b>, <b>[D]</b> 를 눌러서 지도 내의 시점을 이동하고, 발견한 지역에 마우스를 올린 뒤 <b>[마우스 좌측 버튼]</b>을 클릭하여 그곳으로 이동합니다. {br}일부 지역들은 다양한 이유로 여행하지 못 할 수 있습니다. 지도를 탐험하며 게임을 진행함에 따라서 새로운 지역과 경로가 발견됩니다. 지역들 사이를 여행하는 동안 적들에게 공격당할 수 있으므로, 항상 충분한 {g|Encyclopedia:Rest}휴식{/g}을 취해서 {g|Encyclopedia:Surprise}기습{/g}에 대비하세요!
ko_mt: 이것은 케나브레스 도시의 세계 지도입니다. {br}지도에서 보이는 부분을 이동하려면 <b>[W]</b>, <b>[A]</b>, <b>[S]</b>, <b>[D]</b>를 사용합니다. 검색한 위치로 이동하려면 해당 위치 위에 마우스 커서를 놓고 <b>[LMB]</b>를 클릭합니다. {br}일부 위치는 여러 가지 이유로 여행이 불가능할 수 있습니다. 지도를 탐색하고 게임을 진행하다 보면 새로운 장소와 경로를 발견할 수 있습니다. 위치 사이를 이동하는 동안 적의 공격을 받을 수 있으므로 {g|Encyclopedia:Rest}휴식{/g}을 충분히 확보하고 {g|Encyclopedia:Surprise}기습{/g}에 당하지 않도록 주의하세요!

source: This is a global map of the city of Kenabres. {br}To move the visible part of the map, use <b>{console_bind|RightStickY}</b>. To travel to a location you have discovered, hover your cursor over the location and press <b>{console_bind|Confirm}</b>. {br}Some locations may be not available for travel for various reasons. As you explore the map and progress through the game, you will discover new locations and routes. While traveling between locations, you may be attacked by enemies, so be sure you have enough {g|Encyclopedia:Rest}rest{/g} — and don't let them take you by {g|Encyclopedia:Surprise}surprise{/g}!
ko: 이것은 케나브레스의 전역 지도입니다. {br}<b>{console_bind|RightStickY}</b> 을 사용해 지도 내의 시점을 이동하고, 발견한 지역에 커서를 올린 뒤 <b>{console_bind|Confirm}</b> 를 눌러 그곳으로 이동합니다. {br}일부 지역들은 다양한 이유로 여행하지 못 할 수 있습니다. 지도를 탐험하며 게임을 진행함에 따라서 새로운 지역과 경로가 발견됩니다. 지역들 사이를 여행하는 동안 적들에게 공격당할 수 있으므로, 항상 충분한 {g|Encyclopedia:Rest}휴식{/g}을 취해서 {g|Encyclopedia:Surprise}기습{/g}에 대비하세요!
ko_mt: 이것은 케나브레스의 세계 지도입니다. {br}지도에 표시된 부분을 이동하려면 <b>{console_bind|RightStickY}</b>을 사용합니다. 발견한 위치로 이동하려면 해당 위치 위에 커서를 올려놓고 <b>{console_bind|Confirm}</b>를 누르세요. {br}일부 위치는 여러 가지 이유로 여행이 불가능할 수 있습니다. 지도를 탐색하고 게임을 진행하면서 새로운 장소와 경로를 발견할 수 있습니다. 위치 사이를 이동하는 동안 적의 공격을 받을 수 있으므로 {g|Encyclopedia:Rest}휴식{/g}을 충분히 확보하고 {g|Encyclopedia:Surprise}기습{/g}에 당하지 않도록 주의하세요!

source: You can interact with various objects, such as doors and chests, by clicking <b>[RMB]</b> on them. Some special objects have an icon above them. This is also how you talk to characters. {br}Hold <b>[{bind|HighlightObjects}]</b> to highlight all interactive objects and show the interaction icons.
ko: 문이나 상자와 같은 다양한 물체에 <b>[우측 마우스 버튼]</b> 클릭을 하여 상호작용을 할 수 있습니다. 일부 특별한 물체는 위에 아이콘이 표시됩니다. 인물들과 상호작용을 하면 대화를 시작합니다. {br}<b>[{bind|HighlightObjects}]</b> 을(를) 누르고 있으면 상호작용 가능한 모든 개체와 아이콘을 강조 표시합니다.
ko_mt: 문이나 상자 등 다양한 개체를 <b>[RMB]</b> 클릭하여 상호작용할 수 있습니다. 일부 특수 물체에는 위에 아이콘이 있습니다. 캐릭터와 대화하는 방법이기도 합니다. {br} <b>[{bind|HighlightObjects}]</b>을 길게 누르면 모든 대화형 개체가 강조 표시되고 상호작용 아이콘이 표시됩니다.

source: You can interact with various objects, such as doors and chests, by approaching them or hovering your cursor over them and pressing <b>{console_bind|Confirm}</b>. Some special objects have an icon above them. This is also how you talk to characters. {br}Hold <b>{console_bind|LeftStickButton}</b> to highlight all interactive objects and show the interaction icons.
ko: 문이나 상자와 같은 다양한 물체에 커서를 올린 뒤 <b>{console_bind|Confirm}</b> 를 눌러 상호작용을 할 수 있습니다. 일부 특별한 물체는 위에 아이콘이 표시됩니다. 인물들과 상호작용을 하면 대화를 시작합니다. {br}<b>{console_bind|LeftStickButton}</b> 을 누르고 있으면 상호작용 가능한 모든 개체와 아이콘을 강조 표시합니다.
ko_mt: 문이나 상자 등 다양한 물체에 다가가거나 커서를 그 위에 올려놓고 <b>{console_bind|Confirm}</b>를 누르면 상호작용할 수 있습니다. 일부 특수 물체에는 그 위에 아이콘이 있습니다. 캐릭터와 대화하는 방법이기도 합니다. {br} <b>{console_bind|LeftStickButton}</b>를 길게 누르면 모든 대화형 개체가 강조 표시되고 상호작용 아이콘이 표시됩니다.

source: In this strange Abyssal realm, space itself sometimes behaves in weird, unexpected ways. By turning the camera due south, north, east, or west, you can change the city itself around you, opening new paths.
ko: 이 이상한 심연의 영역에서는 공간 자체가 이상하고 예상치 못한 방법으로 작용합니다. 카메라를 동서남북으로 회전해보면 도시 그 자체가 변화해 새로운 길을 열어줄 겁니다.
ko_mt: 이 기묘한 심연의 영역에서는 공간 자체가 때때로 기이하고 예상치 못한 방식으로 행동합니다. 카메라를 남쪽, 북쪽, 동쪽, 서쪽으로 돌리면 주변 도시 자체를 바꾸고 새로운 길을 열 수 있습니다.

source: In this strange Abyssal realm, space itself sometimes behaves in weird, unexpected ways. By turning the camera due south, north, east, or west, you can move parts of the city around, even floating islands, opening new paths.
ko: 이 이상한 심연의 영역에서는 공간 자체가 이상하고 예상치 못한 방법으로 작용합니다. 카메라를 동서남북으로 회전해보면 부유하는 섬과 함께 도시 그 자체가 변화해 새로운 길을 열어줄 겁니다.
ko_mt: 이 기묘한 심연의 영역에서는 공간 자체가 때때로 기이하고 예상치 못한 방식으로 행동합니다. 카메라를 남쪽, 북쪽, 동쪽, 서쪽으로 돌리면 도시의 일부분을 움직일 수 있고, 심지어 떠다니는 섬을 움직여 새로운 길을 열 수도 있습니다.

source: When a quest updates, you will see a notification at the top of the game's main screen. All information about your quests and errands is logged in the Journal. {br}To open the Journal, press <b>[{bind|OpenJournal}]</b> or click <b>[LMB]</b> on the notification at the top of the screen.
ko: 임무가 갱신되면 게임의 주 화면 상단에 알림이 보일 것입니다. 당신의 임무와 심부름에 대한 정보들은 일지에 기록됩니다. {br}일지를 살펴보려면 <b>[{bind|OpenJournal}]</b>을(를) 누르거나 화면 상단에 표시된 알림을 <b>[LMB]</b>로 클릭하십시오.
ko_mt: 퀘스트가 업데이트되면 게임 메인 화면 상단에 알림이 표시됩니다. 퀘스트와 심부름에 대한 모든 정보는 일지에 기록됩니다. {br}일지를 열려면 <b>[{bind|OpenJournal}]</b>을 누르거나 화면 상단의 알림에서 <b>[LMB]</b>를 클릭합니다.

source: When a quest updates, you will see a notification at the top of the game's main screen. All information about your quests and errands is logged in the Journal. {br}To open the Journal, press <b>{console_bind|RightBottom}</b> and select "Journal" or press <b>{console_bind|FuncAdditional}</b> when you see the notification appear at the top of the screen.
ko: 임무가 갱신되면 게임의 주 화면 상단에 알림이 보일 것입니다. 당신의 임무와 심부름에 대한 정보들은 일지에 기록됩니다. {br}일지를 살펴보려면 <b>{console_bind|RightBottom}</b> 을 누르고 "일지"를 선택하거나 화면 상단에 알림이 표시되었을 때 <b>{console_bind|FuncAdditional}</b> 를 누르십시오.
ko_mt: 퀘스트가 업데이트되면 게임 메인 화면 상단에 알림이 표시됩니다. 퀘스트와 심부름에 대한 모든 정보는 일지에 기록됩니다. {br}저널을 열려면 <b>{console_bind|RightBottom}</b>을 누르고 "저널"을 선택하거나, 화면 상단에 알림이 표시되면 <b>{console_bind|FuncAdditional}</b>을 누릅니다.

source: During the course of the game, you will have to apply your {g|Encyclopedia:Skills}skills{/g} in many different situations. {br}Frequently you will have to make a skill {g|Encyclopedia:Check}check{/g} during dialogue — here, for example, we are trying to help Seelah fetch Anevia from beneath the rubble. The result of such checks determines how events subsequently pan out. {br}Such a check is usually performed by the character with the highest bonus in the appropriate skill in the party.
ko: 게임을 진행하는 동안 당신은 자신의 {g|Encyclopedia:Skills}기술{/g}들을 다양한 상황에서 활용해야 할 것입니다. {br}당신은 대화를 하는 동안 자주 기술 {g|Encyclopedia:Check}판정{/g}을 해야 할 것입니다. 지금과 같은 상황이 좋은 예시로, 우리는 실라가 아네비아를 돌무더기 밑에서 꺼내는 것을 도와주려고 하고 있습니다. 이러한 판정의 결과는 앞으로의 상황이 어떻게 전개될지를 결정합니다. {br}이런 판정들은 주로 일행들 중 가장 적절한 기술에 보너스를 가지고 있는 캐릭터에 의해 수행됩니다.
ko_mt: 게임을 진행하는 동안 다양한 상황에서 {g|Encyclopedia:Skills}기술{/g}을 적용해야 합니다. 대화 중에 {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}을 해야 하는 경우가 종종 있습니다 - 예를 들어, 여기서는 실라가 잔해 아래에서 아네비아를 구하는 것을 도와야 합니다. 이러한 확인 결과에 따라 이후 이벤트 진행 방식이 결정됩니다. 이러한 {g|Encyclopedia:Check}판정{/g}은 일반적으로 파티에서 해당 기술의 보너스가 가장 높은 캐릭터가 수행합니다.

source: You have failed the {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}check{/g}, so Seelah had to remove Anevia from beneath the rubble alone. Because of this, she became {g|ConditionFatigued}fatigued{/g} and incurred a temporary {g|Encyclopedia:Penalty}penalty{/g} to some of her abilities. If your skill check had been successful, there would have been no negative consequences.
ko: 당신은 {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}에 실패하여 실라가 혼자 아네비아를 돌무더기 밑에서 꺼냈습니다. 실라는 이로 인해 {g|ConditionFatigued}피로{/g} 상태가 되었고 일부 능력에 일시적인 {g|Encyclopedia:Penalty}페널티{/g}를 입었습니다. 만약 기술 판정에 성공했다면 부정적인 결과는 따르지 않았을 것입니다.
ko_mt: {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}에 실패하여, 실라는 혼자서 아네비아를 잔해 아래에서 꺼내야 했습니다. 이 때문에 {g|ConditionFatigued}피로{/g}가 누적되어 일부 기술에 일시적으로 {g|Encyclopedia:Penalty}불이익{/g}을 입었습니다. 기술 판정에 성공했다면 부정적인 결과는 없었을 것입니다.

source: Results of a Skill Check
ko: 기술 판정 결과
ko_mt: 기술 판정 결과

source: You have made a successful {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}check{/g} and helped Seelah pull Anevia from beneath the rubble. If you had failed the check, Seelah would have had to act alone, so she would have become {g|ConditionFatigued}fatigued{/g} and incurred a temporary {g|Encyclopedia:Penalty}penalty{/g} to some of her abilities.
ko: 당신은 {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}에 성공하여 실라가 아네비아를 돌무더기 밑에서 꺼내는 것을 도와주었습니다. 만약 기술 판정에 실패했다면 실라 혼자 행동했을 것이고, 그로 인해 실라는 {g|ConditionFatigued}피로{/g} 상태가 되고 일부 능력에 일시적인 {g|Encyclopedia:Penalty}페널티{/g}를 입었을 것입니다.
ko_mt: {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}에 성공하여 실라가 아네비아를 잔해 아래에서 끌어내는데 도움을 주었습니다. 판정에 실패했다면 실라가 혼자 행동해야 했으므로 {g|ConditionFatigued}피로{/g}가 누적되어 일부 능력에 일시적으로 {g|Encyclopedia:Penalty}불이익{/g}을 받았을 것입니다.

source: Results of a Skill Check
ko: 기술 판정 결과
ko_mt: 기술 판정 결과

source: Now your party has several characters. To select one of them, click on their portrait or use the appropriate key: <b>[{bind|SelectCharacter0}]</b> — <b>[{bind|SelectCharacter5}]</b>. {br}To select several characters and give them all one command, either drag a box around them while holding <b>[LMB]</b>, or click the portraits of the desired characters with <b>Shift + [LMB]</b>. {br}To select all your characters, press <b>{bind|SelectAllCharacters}</b>.
ko: 이제 당신은 여러 캐릭터들과 일행이 되었습니다. 그 중 하나를 선택하려면 그들의 초상화를 클릭하거나 등록된 단축키를 누르십시오: <b>[{bind|SelectCharacter0}]</b> — <b>[{bind|SelectCharacter5}]</b>. {br}여러 캐릭터를 연결해 하나의 명령을 내리려면 <b>[LMB]</b>을(를) 누른 채 끌어 캐릭터들을 선택 상자 안에 넣거나 <b>Shift + [LMB]</b>을(를) 누르고 필요한 캐릭터들의 초상화를 클릭하십시오. {br}모든 캐릭터를 연결하려면 <b>{bind|SelectAllCharacters}</b>을(를) 누르십시오.
ko_mt: 이제 파티에 여러 캐릭터가 있습니다. 그 중 하나를 선택하려면 초상화를 클릭하거나 적절한 키를 사용합니다. <b>[{bind|SelectCharacter0}]</b> - <b>[{bind|SelectCharacter5}]</b>. {br}여러 캐릭터를 선택해 모두 하나의 명령을 내리려면 <b>[LMB]</b>를 누른 상태에서 캐릭터 주위로 상자를 드래그하거나 <b>Shift + [LMB]</b>로 원하는 캐릭터의 초상화를 클릭합니다. {br}모든 캐릭터를 선택하려면 <b>{bind|SelectAllCharacters}</b>을 누릅니다.

source: You now have multiple characters in your party. To select one of them, press <b>{console_bind|LeftBottom}</b>. {br}To link several characters together to give them all the same command, press <b>{console_bind|LeftBottom}</b>, select the character you want to link, and press <b>{console_bind|Func02}</b>. {br}To link all your characters together, hold <b>{console_bind|Func02}</b>.
ko: 이제 당신은 여러 캐릭터들과 일행이 되었습니다. 그 중 하나를 선택하려면 <b>{console_bind|LeftBottom}</b>를 누르십시오. {br}여러 캐릭터를 연결해 하나의 명령을 내리려면 <b>{console_bind|LeftBottom}</b> 를 누르고, 연결할 캐릭터들을 선택한 뒤 <b>{console_bind|Func02}</b> 를 누르십시오. {br}모든 캐릭터를 연결하려면 <b>{console_bind|Func02}</b> 를 누르십시오.
ko_mt: 이제 파티에 여러 명의 캐릭터가 있습니다. 그 중 하나를 선택하려면 <b>{console_bind|LeftBottom}</b>을 누르세요. {br}여러 캐릭터를 연결하여 모두 동일한 명령을 내리려면 <b>{console_bind|LeftBottom}</b>을 누른 후 연결하려는 캐릭터를 선택하고 <b>{console_bind|Func02}</b>를 누릅니다. {br}모든 캐릭터를 연결하려면 <b>{console_bind|Func02}</b>를 길게 누릅니다.

source: You will find a lot of objects that contain loot: enemy corpses, boxes, barrels and many other environment elements. {br}To see what's inside a container, approach it and interact with it as with any other interactive object.
ko: 앞으로 당신은 적의 시체, 상자, 통, 그리고 다양한 환경적 요소 등 전리품을 담고 있는 다양한 물건들을 찾을 것입니다. {br}용기 안에 무엇이 들었는지 확인하려면, 다른 상호작용 가능한 물건들과 마찬가지로 접근해서 상호작용 하십시오.
ko_mt: 적 시체, 상자, 통, 기타 여러 환경 요소 등 전리품이 들어 있는 많은 물체를 발견할 수 있습니다. {br}컨테이너 안에 무엇이 있는지 확인하려면 다른 대화형 개체와 마찬가지로 컨테이너에 접근하여 상호작용하세요.

source: You have acquired a new piece of equipment for your main character. To equip it, open the {ui|Inventory} by choosing the character and pressing <b>[{bind|OpenInventory}]</b>.
ko: 당신의 주 캐릭터를 위한 새로운 장비를 획득했습니다. 장착하기 위해서는 캐릭터를 선택하고 <b>[{bind|OpenInventory}]</b>을(를) 눌러 {ui|Inventory}을 여십시오.
ko_mt: 주인공을 위한 새로운 장비를 획득했습니다. 장비를 장착하려면 캐릭터를 선택하고 <b>[{bind|OpenInventory}]</b>을 눌러 {ui|Inventory}을 엽니다.

source: You have acquired a new piece of equipment for your main character. To equip it, open the equipment screen by choosing the character, pressing <b>{console_bind|RightBottom}</b>, and selecting "Equipment".
ko: 당신의 주 캐릭터를 위한 새로운 장비를 획득했습니다. 장착하려면 캐릭터를 선택하고 <b>{console_bind|RightBottom}</b> 를 누른 뒤 "장비"를 선택해 소지품을 여십시오.
ko_mt: 주인공을 위한 새로운 장비를 획득했습니다. 장비를 장착하려면 캐릭터를 선택하고 <b>{console_bind|RightBottom}</b>을 누른 다음 "장비"를 선택하여 장비 화면을 엽니다.

source: In dark places, such as caves, it's hard to see anything. There are two main ways to light your path. The first is to cast the {t|SourceAbility} {g|Encyclopedia:Spell}spell{/g} on a character walking in front of the party. The second is to give one of the characters the {t|SourceItem} to carry.
ko: 동굴과 같은 어두운 장소에서는 아무것도 보기가 힘듭니다. 길을 밝히기 위한 두 가지 방법이 있습니다. 첫째는 일행 선두에 선 캐릭터에게 {t|SourceAbility} {g|Encyclopedia:Spell}주문{/g}을 시전하는 것입니다. 둘째는 캐릭터 중 한 명에게 {t|SourceItem} 아이템을 들게 하는 것입니다.
ko_mt: 동굴과 같이 어두운 곳에서는 아무것도 보이지 않습니다. 길을 밝히는 방법에는 크게 두 가지가 있습니다. 첫 번째는 {t|SourceAbility} {g|Encyclopedia:Spell}주문{/g}을 파티 앞을 걷는 캐릭터에게 시전하는 방법입니다. 두 번째는 캐릭터 중 한 명에게 {t|SourceItem}을 주는 것입니다.

source: To equip an item, double click it or drag it to a suitable slot (it will be highlighted while you hold it). Don't forget to check your inventory and improve your character's equipment — it will make them stronger.
ko: 물품을 착용하려면 더블 클릭을 하거나, 끌어서 적절한 장비칸에 (끌고 있는 동안 강조되어 표시됩니다) 넣으십시오. 꾸준히 소지품 창을 확인해 캐릭터들의 장비를 개선하는 것을 잊지 마세요. 그들을 더 강하게 만들어 줍니다.
ko_mt: 아이템을 장착하려면 더블 클릭하거나 적절한 슬롯으로 드래그하세요(길게 누르고 있으면 강조 표시됨). 인벤토리를 확인하고 캐릭터의 장비를 강화하면 캐릭터가 더 강해지니 잊지 마세요.

source: To equip an item, hover your cursor over the item and press <b>{console_bind|Confirm}</b> or open the context menu and select "Equip". Don't forget to check your inventory and upgrade your characters' equipment — it will make them stronger.
ko: 물품을 착용하려면 물품 위에 커서를 올린 뒤 <b>{console_bind|Confirm}</b> 를 누르거나 컨텍스트 메뉴를 열어 "장착"을 선택하십시오. 꾸준히 소지품 창을 확인해 캐릭터들의 장비를 개선하는 것을 잊지 마세요. 그들을 더 강하게 만들어 줍니다.
ko_mt: 아이템을 장착하려면 아이템 위에 커서를 올려놓고 <b>{console_bind|Confirm}</b>를 누르거나 컨텍스트 메뉴를 열고 "장착"을 선택하세요. 인벤토리를 확인하고 캐릭터의 장비를 업그레이드하면 캐릭터가 더 강해지니 잊지 마세요.

source: Your military {g|Encyclopedia:Rest}camp{/g} has moved to a different location. As you progress through the story, completing one stage of the crusade after another, your camp will occasionally relocate along the road, ever closer to Drezen.
ko: 당신의 군사 {g|Encyclopedia:Rest}야영지{/g}가 다른 지역으로 이동했습니다. 당신이 이야기를 진행하면서, 성전의 한 단계를 끝낼 때마다 당신의 야영지는 길을 따라 재배치되어 드레젠에 가까워질 것입니다.
ko_mt: 내 군대 {g|Encyclopedia:Rest}야영지{/g}가 다른 위치로 이동했습니다. 스토리를 진행하며 십자군 성전의 한 단계를 차례로 완료하면, 가끔씩 도로를 따라 캠프가 이동하여 드레젠에 더 가까워집니다.

source: Camp Relocation
ko: 야영지 재배치
ko_mt: 캠프 재배치

source: You now have a unique companion — Finnean the talking weapon. {br}You can access him through a special button in your inventory. Click on it to start a dialogue with him or to change his form. He can take the shape of any weapon and you can then give him to one of the characters in your party. {br}There are no limitations to changing Finnean's form. Finnean will become more powerful as his personal story progresses.
ko: 특별한 동료, 말하는 무기 피니언을 획득했습니다. {br}소지품 창의 특별한 버튼을 통해 피니언을 이용할 수 있습니다. 버튼을 클릭하여 대화를 시작하거나, 무기로 사용하기 위해 형태를 바꿀 수 있습니다. 그는 모든 무기로 변형될 수 있으며, 당신은 일행 중 한 명에게 그를 넘겨줄 수 있습니다. {br}피니언의 형태 변경에는 제한이 없습니다. 피니언만의 이야기를 진행해서 더 강력해질수 있습니다.
ko_mt: 이제 말하는 무기 피니언이라는 독특한 동료가 생겼습니다. {br}인벤토리에 있는 특별한 버튼을 통해 피니언을 만날 수 있습니다. 버튼을 클릭하여 대화를 시작하거나 형태를 변경할 수 있습니다. 어떤 무기의 형태로든 변신할 수 있으며, 파티에 있는 캐릭터 중 한 명에게 줄 수 있습니다. {br}피니언의 형상 변경에는 제한이 없습니다. 피니언은 개인 스토리가 진행됨에 따라 더욱 강력해질 것입니다.

source: You now have a unique companion — Finnean the talking weapon. {br}You can access him by pressing <b>{console_bind|RightBottom}</b> and selecting "Finnean". Open this window to start a dialogue with him or to change his form. He can take the shape of any weapon, and you can then give him to one of the characters in your party. {br}There are no limitations to changing Finnean's form. Finnean will become more powerful as his personal story progresses.
ko: 특별한 동료, 말하는 무기 피니언을 획득했습니다. {br}<b>{console_bind|RightBottom}</b>를 누른 뒤 "피니언"을 선택해 피니언을 이용할 수 있습니다. 이 창을 열면 그와 대화를 시작하거나, 무기로 사용하기 위해 형태를 바꿀 수 있습니다. 그는 모든 무기로 변형될 수 있으며, 당신은 일행 중 한 명에게 그를 넘겨줄 수 있습니다. {br}피니언의 형태 변경에는 제한이 없습니다. 피니언만의 이야기를 진행해서 더 강력해질수 있습니다.
ko_mt: 이제 말하는 무기 피니언이라는 독특한 동료를 얻었습니다. {br}{console_bind|RightBottom}</b>을 누르고 "피니언"을 선택하면 피니언을 만날 수 있습니다. 이 창을 열어 대화를 시작하거나 형태를 변경할 수 있습니다. 피니언은 어떤 무기의 형태로든 변신할 수 있으며, 파티에 있는 캐릭터 중 한 명에게 전달할 수 있습니다. {br}피니언의 형상 변경에는 제한이 없습니다. 피니언은 개인 스토리가 진행됨에 따라 더욱 강력해질 것입니다.

source: Most enemies try to {g|Encyclopedia:Attack}attack{/g} your most vulnerable party members. {br}You can always use the Optimal Formation instead of adjusting your party's formation manually. This is the first formation in the list. It will align your party automatically, putting the strongest members in the front row. {br}Since it works automatically, while using it you can't change the party formation manually.
ko: 대부분의 적들은 당신의 일행 중 가장 취약한 캐릭터들을 {g|Encyclopedia:Attack}공격{/g}하려고 합니다. {br}당신은 언제나 손수 일행의 진형을 조정 할 필요없이 최적 진형 기능을 사용할 수 있습니다. 이것은 목록 중 첫번째 진형입니다. 이 기능은 자동으로 당신의 일행중 가장 강한 캐릭터를 첫번째 행에 두는 형식으로 줄을 세울 것입니다. {br}이 기능은 자동으로 이루어지기 때문에 활성화 되어있는 동안에는 수동으로 일행의 진형을 변경할 수 없습니다.
ko_mt: 대부분의 적은 가장 취약한 파티원을 {g|Encyclopedia:Attack}공격{/g}하려고합니다. {br}당신의 파티 대형을 수동으로 조정하는 대신 항상 최적 대형을 사용할 수 있습니다. 이것이 목록의 첫 번째 대형입니다. 가장 강한 대원을 맨 앞줄에 배치하여 파티를 자동으로 정렬합니다. {br}자동으로 작동하므로 사용하는 동안에는 파티 진형을 수동으로 변경할 수 없습니다.
