Repository: akintos/wotr-translation
Catalog: translation/*/Tutorial.po
Languages: ko, ko_mt

source: You have found a new recipe — {t|SourceItem}.
ko: 새로운 요리법을 발견했습니다 : {t|SourceItem}.
ko_mt: 새 레시피 {t|SourceItem}을 찾았습니다.

source: New Recipes
ko: 새로운 요리법
ko_mt: 새로운 레시피

source: You have found a new recipe. To learn it, select it in your inventory, open the context menu, and choose the "Copy Recipe" option. Different recipes require different ingredients, and cooked dishes grant unique {g|Encyclopedia:Bonus}bonuses{/g}.
ko: 새 조리법을 찾았습니다. 조리법을 배우려면 소지품에서 선택한 뒤, 컨텍스트 메뉴를 열어 "외우기" 선택지를 고르세요. 조리법마다 다른 식재료를 필요로 하며, 조리법을 활용한 식사는 고유한 {g|Encyclopedia:Bonus}보너스{/g}를 부여합니다.
ko_mt: 새로운 레시피를 찾았습니다. 레시피를 배우려면 인벤토리에서 선택하고 컨텍스트 메뉴를 열어 "레시피 복사" 옵션을 선택하세요. 레시피마다 필요한 재료가 다르며, 조리된 요리는 고유한 {g|Encyclopedia:Bonus}보너스{/g}를 부여합니다.

source: New Recipes
ko: 새로운 요리법
ko_mt: 새로운 레시피

source: {g|Encyclopedia:Bonus}Bonuses{/g} acquired from different sources are added to the {g|Encyclopedia:Dice}roll{/g} results. Almost every bonus has one type. In most cases, two bonuses of the same type don't add up — instead, only the biggest one is applied. Exceptions to these rules are: dodge bonuses, racial bonuses, circumstance bonuses, and bonuses without a type. Bonuses also don't add up when they come from the same source — for example, from two instances of the same {g|Encyclopedia:Spell}spell{/g} cast by two different spellcasters.
ko: 다른 원천에서 얻은 {g|Encyclopedia:Bonus}보너스{/g}들은 주사위 {g|Encyclopedia:Dice}굴림{/g} 결과에 더해집니다. 거의 모든 보너스는 하나의 유형만을 가집니다. 대부분의 경우, 동일한 유형의 두 개 이상의 보너스는 합산되지 않으며, 가장 큰 보너스만이 적용됩니다. 이 규칙의 예외로는 피하기 보너스, 종족 보너스, 상황 보너스, 유형이 없는 보너스가 있습니다. 보너스는 또한 동일한 원천에서 비롯된 경우 합산되지 않습니다. 예를 들어 두 명 이상의 주문시전자에게서 동일한 {g|Encyclopedia:Spell}주문{/g}을 시전 받은 경우가 있습니다.
ko_mt: 다른 출처에서 획득한 {g|Encyclopedia:Bonus}보너스{/g}가 {g|Encyclopedia:Dice}굴림{/g} 결과에 추가됩니다. 거의 모든 보너스는 한 가지 유형이 있습니다. 대부분의 경우, 같은 유형의 보너스 두 개는 합산되지 않고 가장 큰 보너스만 적용됩니다. 이 규칙의 예외는 회피 보너스, 종족 보너스, 상황 보너스, 유형이 없는 보너스입니다. 또한 보너스는 동일한 소스(예: 두 명의 다른 주문 시전자가 시전한 동일한 {g|Encyclopedia:Spell}주문{/g}의 두 인스턴스)에서 나온 경우에도 합산되지 않습니다.

source: One of these {g|Encyclopedia:Bonus}bonus{/g} sources is useless: {t|Value2} and {t|Value1}. You should get rid of one of these bonus sources (for example, give an item to a different character).
ko: 이 두 {g|Encyclopedia:Bonus}보너스{/g} 원천 중 하나는 무용합니다: {t|Value2}, {t|Value1} 이 보너스 원천 중 하나를 제거할 필요가 있습니다. 예를 들어, 다른 캐릭터에게 물품을 건네주십시오.
ko_mt: 이 {g|Encyclopedia:Bonus}보너스{/g} 소스 중 하나는 쓸모가 없습니다. {t|Value2} 및 {t|Value1}. 이 보너스 소스 중 하나를 제거해야 합니다.(예: 다른 캐릭터에게 아이템 제공).

source: Bonuses Don't Add Up
ko: 중첩되지 않는 보너스
ko_mt: 보너스가 합산되지 않음

source: Character {t|SourceUnit} has two {g|Encyclopedia:Bonus}bonuses{/g} of the same type to {t|Descriptor}. They don't add up — only the biggest bonus applies.
ko: {t|SourceUnit} 캐릭터는 동일한 {t|Descriptor} 유형의 두 {g|Encyclopedia:Bonus}보너스{/g}를 가지고 있습니다. 보너스는 합산되지 않으며, 가장 큰 보너스만이 적용됩니다.
ko_mt: 캐릭터 {t|SourceUnit}은 {t|Descriptor}에 같은 유형의 {g|Encyclopedia:Bonus}보너스{/g} 두 개를 가지고 있습니다. 이 보너스는 합산되지 않고 가장 큰 보너스만 적용됩니다.

source: A {g|ConditionParalyzed}paralyzed{/g} character freezes on a spot and is unable to move or act. Paralysis usually has a short duration, and you can just wait until it ends.
ko: {g|ConditionParalyzed}마비{/g}된 캐릭터는 특정 지점에서 얼어붙어 움직이거나 행동할 수 없습니다. 마비는 대개 짧은 지속 시간을 가지므로, 끝날 때까지 가만히 기다릴 수도 있습니다.
ko_mt: 마비된 캐릭터는 그 자리에서 얼어붙어 움직이거나 행동할 수 없습니다. 마비는 보통 짧은 시간 동안 지속되며, 마비가 끝날 때까지 기다리면 됩니다.

source: You can easily prevent paralysis with the {g|Encyclopedia:Spell}spell{/g} {g|SpellsFreedomOfMovement}freedom of movement{/g}. You can remove paralysis with:
ko: {g|SpellsFreedomOfMovement}이동의 자유{/g} {g|Encyclopedia:Spell}주문{/g}을 사용해 쉽게 마비를 예방할 수 있습니다. 마비는 다음을 이용해 제거할 수 있습니다:
ko_mt: 마비는 {g|SpellsFreedomOfMovement}이동의 자유{/g} {g|Encyclopedia:Spell}주문{/g}으로 쉽게 예방할 수 있습니다. 마비를 제거할 수 있습니다:

source: You can {g|SpellsRemoveParalysis}remove paralysis{/g} with the remove paralysis {g|Encyclopedia:Spell}spell{/g}, or a stronger {g|Encyclopedia:Healing}restorative{/g} magic. You can easily prevent paralysis with the spell {g|SpellsFreedomOfMovement}freedom of movement{/g}.
ko: {g|SpellsRemoveParalysis}마비 제거{/g} {g|Encyclopedia:Spell}주문{/g} 또는 보다 강력한 {g|Encyclopedia:Healing}상태회복{/g} 계열 마법으로 마비를 제거할 수 있습니다. {g|SpellsFreedomOfMovement}이동의 자유{/g} 주문으로 마비를 쉽게 예방할 수 있습니다.
ko_mt: {g|SpellsRemoveParalysis}마비 제거{/g} {g|Encyclopedia:Spell}주문{/g} 또는 더 강력한 {g|Encyclopedia:Healing}회복{/g} 마법으로 마비를 제거할 수 있습니다. {g|SpellsFreedomOfMovement}이동의 자유{/g} 주문으로 마비를 쉽게 방지할 수 있습니다.

source: Paralysis
ko: 마비
ko_mt: 마비

source: Your character {t|SourceUnit} has been {g|ConditionParalyzed}paralyzed{/g}.
ko: {t|SourceUnit} 캐릭터가 {g|ConditionParalyzed}마비{/g}되었습니다.
ko_mt: 캐릭터 {t|SourceUnit}이 마비되었습니다.

source: A character's {g|Encyclopedia:HP}HP{/g} can drop below zero. If the number of negative HP reaches the character's {g|Encyclopedia:Constitution}Constitution{/g} {g|Encyclopedia:Ability_Scores}ability score{/g}, they will die.
ko: 캐릭터의 {g|Encyclopedia:HP}HP{/g}는 0 미만으로 하락할 수 있습니다. 만약 음수 HP가 캐릭터의 {g|Encyclopedia:Constitution}건강{/g} {g|Encyclopedia:Ability_Scores}능력치{/g}점수에 도달하면, 사망합니다.
ko_mt: 캐릭터의 {g|Encyclopedia:HP}HP{/g}가 0 이하로 떨어질 수 있습니다. 음수 HP가 캐릭터의 {g|Encyclopedia:Constitution}건강{/g} {g|Encyclopedia:Ability_Scores}능력 점수{/g}에 도달하면, 사망합니다.

source: Animal companions are automatically resurrected after a {g|Encyclopedia:Rest}rest{/g}.
ko: 동물 동료는 {g|Encyclopedia:Rest}휴식{/g} 후에 자동으로 부활합니다.
ko_mt: 동물 동반자는 {g|Encyclopedia:Rest}휴식{/g} 후 자동으로 부활합니다.

source: Death of an Animal Companion
ko: 동물 동료의 죽음
ko_mt: 반려동물의 사망

source: Animal companion {t|Descriptor}, belonging to the character {t|SourceUnit}, has died.
ko: {t|Descriptor} 캐릭터의 {t|Descriptor} 동물 동료가 죽었습니다.
ko_mt: 캐릭터 {t|SourceUnit}에 속한 동물 동료 {t|Descriptor}가 사망했습니다.

source: Petrification is a condition that is almost completely {g|Encyclopedia:Injury_Death}death{/g}-like. A petrified character is as good as dead.
ko: 석화는 {g|Encyclopedia:Injury_Death}사망{/g}한 것과 거의 동일한 상태입니다. 석화된 캐릭터는 죽은 것과 다름없습니다.
ko_mt: 석화는 거의 완전히 {g|Encyclopedia:Injury_Death}죽음{/g}과 같은 상태입니다. 석화된 캐릭터는 죽은 것이나 마찬가지입니다.

source: To remove petrification, you can use:
ko: 석화를 제거하기 위해 다음과 같은 것들을 사용할 수 있습니다:
ko_mt: 석화를 제거하려면 다음을 사용할 수 있습니다.

source: To remove petrification, use the {g|Encyclopedia:Spell}spell{/g} (or spell scroll) of stone to flesh, and someone who can cast (or read) it. You can also use the {g|SpellsBreakEnchantment}break enchantment{/g} spell, but it would take a {g|Encyclopedia:Caster_Level}caster level{/g} {g|Encyclopedia:Check}check{/g} to succeed.
ko: 석화를 제거하기 위해서는 석화 해제 {g|Encyclopedia:Spell}주문{/g} 또는 두루마리와, 그것을 시전하거나 읽을 수 있는 사람이 필요합니다. 또한 {g|SpellsBreakEnchantment}부여 파해{/g} 주문을 시도해 볼 수 있으나, {g|Encyclopedia:Caster_Level}시전자 레벨{/g} {g|Encyclopedia:Check}판정{/g}에 성공해야 합니다.
ko_mt: 석화를 제거하려면 돌을 살로 만드는 {g|Encyclopedia:Spell}주문{/g}(또는 주문 주문서)을 사용해야 하며, 이를 시전(또는 읽을 수 있는)할 수 있는 사람이 있어야 합니다. {g|SpellsBreakEnchantment}부여 파해{/g} 주문을 사용할 수도 있지만, {g|Encyclopedia:Caster_Level}시전자 레벨{/g} {g|Encyclopedia:Check}판정{/g}이 있어야 성공할 수 있습니다.

source: Petrification
ko: 석화
ko_mt: 석화

source: Your character {t|SourceUnit} was petrified.
ko: {t|SourceUnit} 캐릭터가 석화되었습니다.
ko_mt: 캐릭터 {t|SourceUnit}이 석화되었습니다.

source: Poison is a malign condition that harms you every {g|Encyclopedia:Combat_Round}round{/g}, and usually works for about 6 rounds. You can get it from a venomous creature, gas clouds and some {g|Encyclopedia:Spell}spells{/g}. The most common effect of poisons is {g|Encyclopedia:AbilityDamage}ability damage{/g}, so before {g|Encyclopedia:Healing}curing{/g} the {g|Encyclopedia:Damage}damage{/g} make sure you are no longer poisoned.
ko: 독은 매 {g|Encyclopedia:Combat_Round}라운드{/g} 당신에게 위해를 가하는 해로운 상태이며, 대개 6 라운드 동안 지속됩니다. 맹독성 크리처, 가스 구름, 일부 {g|Encyclopedia:Spell}주문{/g}에 의해 중독될 수 있습니다. 가장 흔한 독의 효과는 {g|Encyclopedia:AbilityDamage}능력치 피해{/g}이므로, {g|Encyclopedia:Damage}피해{/g}를 {g|Encyclopedia:Healing}치유{/g}하기 전 확실히 해독했는지 확인하십시오.
ko_mt: 독은 {g|Encyclopedia:Combat_Round}라운드{/g}마다 플레이어에게 해를 끼치는 악성 상태이며, 보통 6라운드 정도 지속됩니다. 독이 있는 생물, 가스 구름, 일부 {g|Encyclopedia:Spell}주문{/g}을 통해 얻을 수 있습니다. 독의 가장 일반적인 효과는 {g|Encyclopedia:AbilityDamage}능력 피해{/g}이므로, {g|Encyclopedia:Healing}치료{/g} 전에 {g|Encyclopedia:Damage}피해{/g}로 더 이상 독에 중독되지 않았는지 확인해야 합니다.

source: Before fighting a venomous enemy, it would be wise to cast the {g|SpellsDelayPoison}Delay Poison{/g} {g|Encyclopedia:Spell}spell{/g}. You can remove poison either by waiting until its effect ends, or with a spell:
ko: 독 공격을 하는 적과 싸우기 전에, {g|SpellsDelayPoison}독 지연{/g} {g|Encyclopedia:Spell}주문{/g}을 먼저 시전하고 싸우는 것을 추천합니다. 중독된 경우에는 효과가 끝날 때까지 기다리거나, 주문을 통해서 해독할 수 있습니다:
ko_mt: 독이 있는 적과 싸우기 전에 {g|SpellsDelayPoison}독 지연{/g} {g|Encyclopedia:Spell}주문{/g}을 시전하는 것이 현명합니다. 독은 효과가 끝날 때까지 기다리거나 주문을 사용해 제거할 수 있습니다.

source: You can remove poison either by waiting until its effect ends, or with a {g|Encyclopedia:Spell}spell{/g} like {g|SpellsNeutralizePoison}neutralize poison{/g} (needs a {g|Encyclopedia:Caster_Level}caster level{/g} {g|Encyclopedia:Check}check{/g} to succeed) or {g|SpellsHeal}heal{/g}. Before fighting a venomous enemy, it would be wise to cast the {g|SpellsDelayPoison}Delay Poison{/g} spell.
ko: 독의 효과가 끝날 때까지 기다리거나 {g|SpellsNeutralizePoison}독 중화{/g} {g|Encyclopedia:Spell}주문{/g}( {g|Encyclopedia:Caster_Level}시전자 레벨{/g} {g|Encyclopedia:Check}판정{/g}이 필요) 또는 {g|SpellsHeal}치유{/g}를 통해 해독할 수 있습니다. 독을 가진 적과 싸우기 전에 {g|SpellsDelayPoison}독 지연{/g} 주문을 시전하는 편이 현명합니다.
ko_mt: 독의 효과가 끝날 때까지 기다리거나, {g|SpellsNeutralizePoison}독 무력화{/g}(성공하려면 {g|Encyclopedia:Caster_Level}시전자 레벨{/g} {g|Encyclopedia:Check}판정{/g} 필요) 또는 {g|SpellsHeal}치유{/g}와 같은 {g|Encyclopedia:Spell}주문{/g}으로 독을 제거할 수 있습니다. 독이 있는 적과 싸우기 전에 {g|SpellsDelayPoison}독 지연 주문{/g}을 시전하는 것이 현명합니다.

source: Poison
ko: 독
ko_mt: 독

source: Your character {t|TargetUnit} was poisoned, afflicted with the condition {t|SourceFact}.
ko: 당신의 {t|TargetUnit} 캐릭터가 중독되어 {t|SourceFact} 상태에 빠졌습니다.
ko_mt: 캐릭터 {t|TargetUnit}이 독에 중독되어 {t|SourceFact} 상태에 걸렸습니다.

source: You can improve the {g|Encyclopedia:Attack}attack{/g} of any of your characters by having {t|SolutionUnit} cast {t|SolutionAbility} on them.
ko: {t|SolutionUnit} 캐릭터가 {t|SolutionAbility} 주문을 시전하게 해 동료들의 {g|Encyclopedia:Attack}명중{/g}을 강화할 수 있습니다.
ko_mt: 캐릭터에게 {t|SolutionUnit}을 시전하여 {t|SolutionAbility}을 시전하면 캐릭터의 {g|Encyclopedia:Attack}공격{/g}을 향상시킬 수 있습니다.

source: The best way to improve your chances in a fight is to prepare for it beforehand. Many of your characters' {g|Encyclopedia:Spell}spells{/g} can significantly empower your party. Some of these spells last for a while and can be used as soon as you enter an area, while others are best cast right before the battle starts or even in combat. Among such spells, there are those that will always be handy to have (such as {g|SpellsHeroism}Heroism{/g} or {g|SpellsBarkskin}Barkskin{/g}) and those that are useful in specific circumstances — like protection from various energy types, protection from poison, fear, and other negative effects.
ko: 전투에서 승리할 확률을 증가시키는 최고의 방법은 사전에 준비하는 것입니다. 당신 캐릭터의 {g|Encyclopedia:Spell}주문{/g}중 다수는 당신의 일행을 극적으로 강화할 수 있습니다. 이 주문들 중 일부는 상당 시간 동안 지속되므로 지역에 입장하자마자 시전할 수도 있으나, 몇몇 주문들은 전투 시작 직전 또는 전투 중에 시전하는 것이 낫습니다. 그러한 주문들 중에는 {g|SpellsHeroism}영웅심{/g}이나 {g|SpellsBarkskin}나무껍질{/g}처럼 언제나 유용한 것도 있으나, 특정 에너지 유형으로부터의 보호, 독, 공포 다른 부정적인 효과로부터의 보호 등 특수한 상황에서만 활약할 수 있는 것도 있습니다.
ko_mt: 전투에서 승률을 높이는 가장 좋은 방법은 미리 준비하는 것입니다. 캐릭터의 {g|Encyclopedia:Spell}주문{/g} 중 다수는 파티를 크게 강화할 수 있습니다. 이러한 주문 중 일부는 일정 시간 동안 지속되며 해당 지역에 들어가자마자 사용할 수 있는 주문이 있는가 하면, 전투 시작 직전이나 전투 중에 사용하는 것이 가장 좋은 주문도 있습니다. 이러한 주문 중에는 {g|SpellsHeroism}영웅심{/g}이나 {g|SpellsBarkskin}나무껍질{/g}과 같이 항상 가지고 있으면 편리한 주문과 다양한 에너지 유형으로부터 보호, 독, {g|SpellsFear}공포{/g}, 기타 부정적인 효과로부터 보호 등 특정 상황에서 유용한 주문이 있습니다.

source: Precombat Effects
ko: 사전 준비
ko_mt: 전투 전 효과

source: You can improve your characters' {g|Encyclopedia:Ability_Scores}ability scores{/g} by casting {g|Encyclopedia:Spell}spells{/g} on them.
ko: {g|Encyclopedia:Spell}주문{/g}을 시전해 당신의 캐릭터들의 {g|Encyclopedia:Ability_Scores}능력치{/g}를 증가시킬 수 있습니다.
ko_mt: 캐릭터에게 {g|Encyclopedia:Spell}주문{/g}을 시전하여 캐릭터의 {g|Encyclopedia:Ability_Scores}능력 점수{/g}를 향상시킬 수 있습니다.

source: You can improve {t|TargetUnit}'s {g|Encyclopedia:Armor_Class}AC{/g} by having {t|SolutionUnit} cast {t|SolutionAbility}.
ko: {t|SolutionUnit}(이)가 {t|SolutionAbility}(을)를 시전해 {t|TargetUnit}의 {g|Encyclopedia:Armor_Class}AC{/g}를 증가시킬 수 있습니다.
ko_mt: t|TargetUnit}의 {g|Encyclopedia:Armor_Class}AC{/g}은 {t|SolutionUnit}이 {t|SolutionAbility}을 시전하도록 하여 향상시킬 수 있습니다.

source: In the description of a creature's {g|Encyclopedia:Regeneration}regeneration{/g} ability, it is always specified how to neutralize it — for example, with a cold iron weapon, fire, or acid. When a creature receives the {g|Encyclopedia:Damage}damage{/g} of the specified type, it loses the ability to regenerate for 1 {g|Encyclopedia:Combat_Round}round{/g}. You can learn this information by inspecting the creature.
ko: 크리처의 {g|Encyclopedia:Regeneration}재생{/g} 능력 설명에는 항상 그것을 무효화하는 방법이 적혀 있습니다. 예를 들어 한철 무기, 불, 산 등이 유효합니다. 크리처가 특정 유형의 {g|Encyclopedia:Damage}피해{/g}를 입으면 1 {g|Encyclopedia:Combat_Round}라운드{/g} 동안 재생 능력을 잃습니다. 이 정보는 해당 크리처를 조사하여 확인할 수 있습니다.
ko_mt: 생물의 {g|Encyclopedia:Regeneration}재생{/g} 능력 설명에는 항상 무력화하는 방법이 명시되어 있습니다.(예: 냉철 무기, 화염, 또는 산). 생물이 지정된 유형의 {g|Encyclopedia:Damage}피해{/g}를 받으면, 그 생물은 {g|Encyclopedia:Combat_Round}1 라운드{/g} 동안 재생 능력을 잃습니다. 이 정보는 생물을 검사하면 알 수 있습니다.

source: To neutralize this creature's {g|Encyclopedia:Regeneration}regeneration{/g}, use this:
ko: 이 크리처의 {g|Encyclopedia:Regeneration}재생{/g}을 무력화시키기 위해 다음과 같은 것들을 사용할 수 있습니다:
ko_mt: 이 생물의 재생을 무력화하려면 이걸 사용하세요.

source: To neutralize a creature's {g|Encyclopedia:Regeneration}regeneration{/g}, deal it some {g|Encyclopedia:Damage}damage{/g} of the specified type. If you can't do it, use the ability coup de grace on it until it dies — this is a long, but sure way to finish it off.
ko: 크리처의 {g|Encyclopedia:Regeneration}재생{/g}을 무효화하기 위해서는 해당 크리처에게 특정 유형의 {g|Encyclopedia:Damage}피해{/g}를 입혀야 합니다. 그럴 수 없다면 '마무리 일격' 능력을 그 크리처가 죽을 때까지 사용하십시오. 오래 걸리지만, 확실한 마무리를 보장합니다.
ko_mt: 생물의 {g|Encyclopedia:Regeneration}재생{/g}을 무력화하려면, 생물에게 지정한 유형에 해당하는 {g|Encyclopedia:Damage}만큼의 피해{/g}를 입혀야 합니다. 무력화할 수 없다면, 생물이 죽을 때까지 마무리 일격 능력을 사용하세요 - 길지만 확실한 방법으로 생물을 끝낼 수 있습니다.

source: Regeneration
ko: 재생
ko_mt: 재생

source: The enemy {t|TargetUnit} possesses the {g|Encyclopedia:Regeneration}regeneration{/g} ability. It's hard to kill them, as they restore a portion of lost {g|Encyclopedia:HP}HP{/g} each turn.
ko: {t|TargetUnit} 적은 {g|Encyclopedia:Regeneration}재생{/g} 능력을 가지고 있습니다. 해당 능력을 지닌 적은 매 턴 잃은 {g|Encyclopedia:HP}HP{/g}의 일부를 회복하므로 죽이기 까다롭습니다.
ko_mt: 적 {t|TargetUnit}은 {g|Encyclopedia:Regeneration}재생{/g} 능력을 가지고 있습니다. 매 턴마다 손실된 {g|Encyclopedia:HP}HP{/g}의 일부를 회복하기 때문에 처치하기 어렵습니다.

source: Many malign {g|Encyclopedia:Spell}spells{/g} allow the target to make a {g|Encyclopedia:Saving_Throw}saving throw{/g} to elude their effects (partially or completely). There are 3 types of saving throws, each depends on one {g|Encyclopedia:Ability_Scores}ability score{/g} (Fortitude depends on {g|Encyclopedia:Constitution}Constitution{/g}, Reflex — on {g|Encyclopedia:Dexterity}Dexterity{/g}, and Will — on {g|Encyclopedia:Wisdom}Wisdom{/g}). You can get {g|Encyclopedia:Bonus}bonuses{/g} to saving throws from equipment, spell effects and {g|Encyclopedia:Feat}feats{/g}.
ko: 많은 해로운 {g|Encyclopedia:Spell}주문{/g}들은 대상이 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}을 통해 효과를 저항할 수 있습니다. (일부 또는 완전 무효화) 3 종류의 내성 굴림이 존재하며, 각 내성 굴림은 하나의 {g|Encyclopedia:Ability_Scores}능력치 점수{/g}에 기반합니다. (인내는 {g|Encyclopedia:Constitution}건강{/g}에, 반사는 {g|Encyclopedia:Dexterity}민첩{/g}에, 의지는 {g|Encyclopedia:Wisdom}지혜{/g}에 기반) 장비, 주문 효과, {g|Encyclopedia:Feat}특기{/g}를 통해 내성 굴림 {g|Encyclopedia:Bonus}보너스{/g}를 얻을 수 있습니다.
ko_mt: 많은 악성 {g|Encyclopedia:Spell}주문{/g}은 대상이 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}을 사용하여 (부분적으로 또는 완전히) 효과를 피할 수 있도록 합니다. 내성 굴림은 세 가지 유형이 있으며, 각 유형은 하나의 {g|Encyclopedia:Ability_Scores}능력 점수{/g}에 따라 달라집니다.(인내 굴림은 {g|Encyclopedia:Constitution}건강{/g}, 반사 굴림은 {g|Encyclopedia:Dexterity}민첩{/g}, 의지 굴림은 {g|Encyclopedia:Wisdom}지혜{/g}에 따라 달라집니다). 장비, 주문 효과, {g|Encyclopedia:Feat}특기{/g}으로 시전 시 {g|Encyclopedia:Bonus}보너스{/g}를 얻을 수 있습니다.

source: To improve your characters' {g|Encyclopedia:Saving_Throw}saving throws{/g}, you can: * Increase their {g|Encyclopedia:Ability_Scores}ability scores{/g} * Wear protective equipment, such as Cloak of Resistance * Use protective {g|Encyclopedia:Spell}spells{/g}, such as:
ko: 당신의 캐릭터들의 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}을 향상시키기 위해 다음을 할 수 있습니다. * {g|Encyclopedia:Ability_Scores}능력치 점수{/g} 증가시키기 * 저항의 망토 등 보호 장비 착용 * 다음과 같은 보호 {g|Encyclopedia:Spell}주문{/g} 시전:
ko_mt: 캐릭터의 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}을 향상시키려면 다음과 같이 할 수 있습니다. * 캐릭터의 {g|Encyclopedia:Ability_Scores}능력 점수 증가{/g} * 저항의 망토와 같은 보호 장비를 착용합니다. * 보호용 {g|Encyclopedia:Spell}주문{/g}을 사용합니다.

source: To improve your characters' {g|Encyclopedia:Saving_Throw}saving throws{/g}, you can: * Increase their {g|Encyclopedia:Ability_Scores}ability scores{/g} * Wear protective equipment, such as Cloak of Resistance * Use protective {g|Encyclopedia:Spell}spells{/g}
ko: 당신 캐릭터들의 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}을 향상시키기 위해 다음을 할 수 있습니다. * {g|Encyclopedia:Ability_Scores}능력치 점수{/g} 증가 * 저항의 망토 등 보호 장비 착용 * 보호 {g|Encyclopedia:Spell}주문{/g} 시전
ko_mt: 캐릭터의 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}을 향상시키려면 다음과 같이 할 수 있습니다. * 캐릭터의 {g|Encyclopedia:Ability_Scores}능력 점수 증가{/g} * 저항의 망토와 같은 보호 장비를 착용합니다. * 보호 {g|Encyclopedia:Spell}주문 사용{/g}

source: Saving Throws
ko: 내성 굴림
ko_mt: 내성 굴림

source: Your character {t|TargetUnit} has failed a {g|Encyclopedia:Saving_Throw}saving throw{/g} against the ability {t|SourceAbility}, used by the enemy {t|SourceUnit}.
ko: 당신의 {t|TargetUnit} 캐릭터는 {t|SourceUnit} 적이 시전한 {t|SourceAbility} 능력에 대한 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}에 실패했습니다.
ko_mt: 당신의 캐릭터 {t|TargetUnit}이 적 {t|SourceUnit}이 사용한 능력 {t|SourceAbility}에 대한 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}에 실패했습니다.

source: In safe areas, such as a {g|Encyclopedia:Rest}camp{/g} or a city, you can find a merchant who can read {g|Encyclopedia:Spell}spell{/g} scrolls. For example, you can ask such a character to read a Scroll of {g|Encyclopedia:Healing}Restoration{/g} for you to get rid of negative levels or other adverse effects. This method can be especially useful when you need to resurrect a dead character with a Scroll of {g|SpellsRaiseDead}Raise Dead{/g}.
ko: {g|Encyclopedia:Rest}야영지{/g}나 도시 같은 안전한 지역에서 {g|Encyclopedia:Spell}주문{/g} 두루마리를 읽을 수 있는 상인을 찾을 수 있습니다. 예를 들자면, 그러한 캐릭터에게 {g|Encyclopedia:Healing}상태회복{/g} 두루마리를 읽어달라 부탁해 음수 레벨이나 다른 부정적 효과를 제거할 수 있습니다. 이 방법은 사망한 캐릭터를 {g|SpellsRaiseDead}소생{/g} 두루마리로 되살릴 때 특히 유용합니다.
ko_mt: {g|Encyclopedia:Rest}휴식지{/g}나 도시와 같은 안전한 지역에서는 {g|Encyclopedia:Spell}주문서{/g}를 읽을 수 있는 상인을 찾을 수 있습니다. 예를 들어, 해당 캐릭터에게 {g|SpellsRestoration}상태회복{/g} 주문서를 읽어달라고 요청하여 음수 레벨이나 기타 부작용을 제거할 수 있습니다. 이 방법은 죽은 캐릭터를 부활의 주문서로 부활시켜야 할 때 특히 유용합니다.

source: If there is no one in your party who can read certain scrolls, you will most likely find someone who can in a {g|Encyclopedia:Rest}camp{/g} or a city.
ko: 일행 중 누구도 특정 두루마리를 읽을 수 없다면, {g|Encyclopedia:Rest}야영지{/g}나 도시에서 두루마리를 대신 읽어줄 수 있는 캐릭터를 찾을 수 있을 것입니다.
ko_mt: 파티에 특정 주문서를 읽을 수 있는 사람이 없다면, {g|Encyclopedia:Rest}캠프{/g}나 도시에서 읽을 수 있는 사람을 찾을 수 있을 것입니다.

source: Casting Spells from Scrolls
ko: 두루마리의 주문 시전
ko_mt: 두루마리에서 주문 시전하기

source: You have the scroll {t|SourceItem} in your possession, but none of your party can read it to cast the {g|Encyclopedia:Spell}spell{/g}.
ko: 소지품에 {t|SourceItem} 두루마리를 지니고 있지만 일행 중 누구도 그것을 읽어 {g|Encyclopedia:Spell}주문{/g}을 시전할 수 없습니다.
ko_mt: 당신은 {t|SourceItem} 주문서를 소지하고 있지만, 파티원 중 누구도 이 주문서를 읽어 {g|Encyclopedia:Spell}주문서{/g}를 시전할 수 없습니다.

source: A scroll is an expendable item that contains a {g|Encyclopedia:Spell}spell{/g}. To read a scroll, a character needs to have levels in a class capable of casting the spell on it, and have a high enough {g|Encyclopedia:Caster_Level}caster level{/g}. You can also attempt reading a scroll without possessing the levels in the appropriate class by making a {g|Encyclopedia:Use_Magic_Device}Use Magic Device{/g} {g|Encyclopedia:Skills}skill check{/g}. Scrolls are a good way to be able to cast a situationally useful spell without wasting a character's daily spell slots on it.
ko: 두루마리는 {g|Encyclopedia:Spell}주문{/g}을 지닌 소모성 물품입니다. 두루마리를 읽기 위해 캐릭터는 두루마리에 적힌 주문을 시전할 수 있는 클래스와 충분히 높은 {g|Encyclopedia:Caster_Level}시전자 레벨{/g}을 지녀야 합니다. 적절한 클래스 레벨 없이 {g|Encyclopedia:Use_Magic_Device}마법 도구 사용{/g} {g|Encyclopedia:Skills}기술 판정{/g}을 통해 두루마리 해석을 시도할 수 있습니다. 두루마리는 캐릭터의 주문 슬롯을 낭비하지 않고 상황에 맞는 주문을 시전하는 좋은 방법입니다.
ko_mt: 주문서는 {g|Encyclopedia:Spell}주문{/g}이 들어 있는 소모성 아이템입니다. 주문서를 읽으려면 캐릭터가 해당 주문을 시전할 수 있는 직업 레벨이 있어야 하며, {g|Encyclopedia:Caster_Level}시전자 레벨{/g}이 충분히 높아야 합니다. 해당 직업 레벨이 없어도 {g|Encyclopedia:Use_Magic_Device}마법 도구 사용{/g} {g|Encyclopedia:Skills}기술{/g} 판정을 통해 주문서 읽기를 시도할 수 있습니다. 주문서는 캐릭터의 일일 주문 슬롯을 낭비하지 않고 상황에 따라 유용한 주문을 시전할 수 있는 좋은 방법입니다.

source: To use a scroll, drag it from the inventory to one of {t|SolutionUnit}'s belt slots. Then, on the {g|Encyclopedia:Spell}spells{/g} bar, open the belt bar and use the scroll from it. When you use a scroll, it disappears.
ko: 두루마리를 사용하려면 소지품에서 {t|SolutionUnit} 캐릭터의 허리띠 칸에 끌어넣으세요. 이후 {g|Encyclopedia:Spell}주문{/g} 창에서 허리띠 창을 열어 두루마리를 사용하세요. 두루마리는 사용시 사라집니다.
ko_mt: 주문서를 사용하려면 인벤토리에서 {t|SolutionUnit}의 허리띠 슬롯 중 하나로 주문서를 드래그합니다. 그런 다음 {g|Encyclopedia:Spell}주문{/g} 바에서 허리띠 바를 열고 거기서 주문서를 사용합니다. 주문서를 사용하면 주문서가 사라집니다.

source: Scrolls
ko: 두루마리
ko_mt: 주문서

source: You have the scroll {t|SourceItem}. {t|SolutionUnit} can read it to {g|Encyclopedia:Healing}heal{/g} the wounded ally {t|SourceUnit}.
ko: {t|SourceItem} 두루마리를 보유하고 있습니다. {t|SolutionUnit}(은)는 두루마리를 읽어 다친 아군 {t|SourceUnit}(을)를 {g|Encyclopedia:Healing}치유{/g}할 수 있습니다.
ko_mt: 주문서 {t|SourceItem}을 가지고 있습니다. {t|SolutionUnit}은 이 두루마리를 읽어서 부상당한 아군 {t|SourceUnit}을 {g|Encyclopedia:Healing}치료{/g}할 수 있습니다.

source: Arcane {g|Encyclopedia:Spell}spellcaster{/g} classes that prepare their spells in advance, such as wizards, can learn the spells from scrolls to add them to their spellbook. It's an effective way to enrich your spell list. The scroll is then expended.
ko: 위저드처럼 주문을 준비하는 비전 {g|Encyclopedia:Spell}주문 시전자{/g} 클래스는 두루마리에서 주문을 배워 주문책에 추가할 수 있습니다. 이는 주문 목록을 풍부하게 만드는 효과적인 방법입니다. 두루마리는 이 때 소모됩니다.
ko_mt: 위저드처럼 주문을 미리 준비하는 비전 {g|Encyclopedia:Spell}주술사{/g} 직업은 주문서를 통해 주문을 학습하여 주문서에 추가할 수 있습니다. 주문 목록을 풍부하게 만드는 효과적인 방법입니다. 그러면 주문서가 소모됩니다.

source: To learn a {g|Encyclopedia:Spell}spell{/g} from a scroll, open the equipment screen of the character that will learn it, click RMB on the scroll, and choose "Memorize" from the menu.
ko: 두루마리에서 {g|Encyclopedia:Spell}주문{/g}을 배우려면 주문을 배울 캐릭터의 장비 창을 열어 두루마리를 우클릭한 뒤 메뉴에서 "기억하기"를 선택하세요.
ko_mt: 주문서에서 {g|Encyclopedia:Spell}주문서{/g}를 배우려면, 해당 주문을 배울 캐릭터의 장비 화면을 열고 주문서에서 RMB를 클릭한 다음 메뉴에서 "외우기"를 선택합니다.

source: Learning Spells From Scrolls
ko: 두루마리에서 주문 익히기
ko_mt: 두루마리에서 주문 배우기

source: You have acquired the scroll {t|SourceItem}. {t|SolutionUnit} can learn the {g|Encyclopedia:Spell}spell{/g} from it to add it to their spellbook. It will destroy the scroll.
ko: {t|SourceItem} 두루마리를 얻었습니다. 당신의 캐릭터 {t|SolutionUnit}(은)는 두루마리에서 {g|Encyclopedia:Spell}주문{/g}을 을 익혀 주문책에 추가할 수 있습니다. 이는 두루마리를 파괴합니다.
ko_mt: 주문서 {t|SourceItem}을 획득했습니다. {t|SolutionUnit}은 {g|Encyclopedia:Spell}주문서{/g}를 학습하여 자신의 주문서에 추가할 수 있습니다. 이 주문은 주문서를 파괴합니다.

source: To learn a {g|Encyclopedia:Spell}spell{/g} from a scroll, open the equipment screen of the character that will learn it, select the scroll, open the context menu, and select "Copy to Spellbook".
ko: 두루마리에서 {g|Encyclopedia:Spell}주문{/g}을 배우려면 주문을 배울 캐릭터의 장비 창을 열어, 두루마리를 선택한 뒤 컨텍스트 메뉴에서 "주문책으로 복사"를 선택하세요.
ko_mt: 주문서에서 {g|Encyclopedia:Spell}주문서{/g}를 배우려면, 해당 주문을 배울 캐릭터의 장비 화면을 열고 주문서를 선택한 후 상황에 맞는 메뉴를 열고 "주문서에 복사"를 선택합니다.
