Repository: akintos/wotr-translation
Catalog: translation/*/Tutorial.po
Languages: ko, ko_mt

source: When combat begins, the game is paused. The pause is convenient to give orders to your characters. {br}To pause or unpause the game, press <b>[{bind|Pause}]</b>. To order your character to {g|Encyclopedia:Attack}attack{/g}, select them and click <b>[LMB]</b> on an enemy. {br}To switch between turn-based and real-time modes, use {ui|SwitchTBM} or key <b>[{bind|SwitchTBM}]</b>. {br}Your enemies are highlighted in red, and your allies in green. A stippled line connects a character to their current target. {br}A timer over a character's head counts down the time until the next {g|Encyclopedia:Combat_Round}round{/g} and depicts this character's current scheduled {g|Encyclopedia:CA_Types}action{/g}.
ko: 전투가 시작되면 게임은 일시정지됩니다. 일시정지는 당신의 캐릭터들에게 명령을 내리는 데 유용합니다. {br}게임을 일시정지 시키거나 재개하기 위해서는, <b>[{bind|Pause}]</b> 키를 누르십시오. 당신의 캐릭터에게 {g|Encyclopedia:Attack}공격{/g}을 명령하려면 그들을 선택하고 적에게 <b>[마우스 왼쪽 버튼]</b>을 클릭하십시오. {br}턴 기반 모드와 실시간 모드를 서로 변경하려면 {ui|SwitchTBM} 버튼을 사용하거나 키보드의 <b>[{bind|SwitchTBM}]</b> 키를 누르십시오. {br}당신의 적들은 붉은색으로 강조 표시되며 아군들은 초록색으로 표시됩니다. 캐릭터와 현재 목표가 점선으로 연결되어 표시됩니다. {br}캐릭터의 머리 위의 타이머가 다음 {g|Encyclopedia:Combat_Round}라운드{/g}까지 남은 시간을 표시하며 해당 캐릭터의 다음 예정된 {g|Encyclopedia:CA_Types}행동{/g}을 그림으로 보여줍니다.
ko_mt: 전투가 시작되면 게임이 일시 정지됩니다. 일시정지는 캐릭터에게 명령을 내릴 때 편리합니다. {br}게임을 일시 중지하거나 일시 중지 해제하려면 <b>[{bind|Pause}]</b>를 누르세요. 캐릭터에게 {g|Encyclopedia:Attack}공격{/g} 명령을 내리려면, 캐릭터를 선택하고 적을 <b>[LMB]</b> 클릭합니다. {br}턴 기반 모드와 실시간 모드 사이를 전환하려면 {ui|SwitchTBM}를 사용하거나 <b>[{bind|SwitchTBM}]</b> 키를 누르세요. {br}적은 빨간색으로, 아군은 녹색으로 강조 표시됩니다. 줄무늬 선은 캐릭터와 현재 대상을 연결합니다. {br}캐릭터 머리 위의 타이머는 다음 {g|Encyclopedia:Combat_Round}라운드{/g}까지 시간을 카운트다운하며, 이 캐릭터의 현재 예정된 {g|Encyclopedia:CA_Types}행동{/g}을 표시합니다.

source: In the game, combat can happen in real-time or turn-based modes. When combat begins, the game is paused. The pause is convenient to give orders to your characters. {br}To pause or unpause the game, press<b>{console_bind|Func01}</b>. To {g|Encyclopedia:Attack}attack{/g} an opponent, choose them with your cursor and press <b>{console_bind|Confirm}</b> or use <b>{console_bind|LeftUp}</b> <b>{console_bind|RightUp}</b>. {br}To switch between turn-based and real-time modes, use <b>{console_bind|DPadUp}</b>. {br}Your enemies are highlighted in red, and your allies in green. A stippled line connects a character to their current target. {br}A timer over a character's head counts down the time until the next {g|Encyclopedia:Combat_Round}round{/g} and depicts this character's current scheduled {g|Encyclopedia:CA_Types}action{/g}.
ko: 게임 내에서 전투는 실시간 또는 턴 기반 모드로 이루어집니다. 전투가 시작되면, 게임이 멈춥니다. 정지는 캐릭터에게 당신이 명령을 내리기 편리하게 만들어줍니다. {br} 게임을 정지하거나 정지를 해제하려면 <b>{console_bind|Func01}</b>를 누르세요. 적을 {g|Encyclopedia:Attack}공격{/g}하려면 그들을 커서로 선택한 뒤 <b>{console_bind|Confirm}</b>를 누르거나 <b>{console_bind|LeftUp}</b> <b>{console_bind|RightUp}</b>를 사용하세요. {br}턴 기반 전투와 실시간 전투 모드를 전환하려면 <b>{console_bind|DPadUp}</b> 를 사용하세요. {br}당신의 적들은 적색으로, 당신의 아군들은 녹색으로 강조됩니다. 각 캐릭터는 점선으로 현재 캐릭터가 지정한 대상과 연결됩니다. {br}캐릭터의 머리 위 시계는 다음 {g|Encyclopedia:Combat_Round}라운드{/g}까지의 시간을 재며 현재 캐릭터가 하려는 {g|Encyclopedia:CA_Types}행동{/g}을 표시합니다.
ko_mt: 게임에서 전투는 실시간 또는 턴제 모드로 진행될 수 있습니다. 전투가 시작되면 게임이 일시 중지됩니다. 일시 정지는 캐릭터에게 명령을 내릴 때 편리합니다. {br}게임을 일시 중지하거나 일시 중지 해제하려면<b>{console_bind|Func01}</b>을 누르세요. 상대방을 {g|Encyclopedia:Attack}공격{/g}하려면 커서로 상대를 선택한 후 <b>{console_bind|Confirm}</b>를 누르거나 <b>{console_bind|LeftUp}</b> <b>{console_bind|RightUp}</b>를 사용합니다. {br}턴 기반 모드와 실시간 모드 사이를 전환하려면 <b>{console_bind|DPadUp}</b>를 사용합니다. {br}적은 빨간색으로, 아군은 녹색으로 강조 표시됩니다. 줄무늬 선은 캐릭터와 현재 대상을 연결합니다. {br}캐릭터 머리 위의 타이머는 다음 {g|Encyclopedia:Combat_Round}라운드{/g}까지 시간을 카운트다운하며, 이 캐릭터의 현재 예정된 {g|Encyclopedia:CA_Types}행동{/g}을 표시합니다.

source: Some interactive objects aren't easy to find. When moving past such an object, each character automatically makes a {g|Encyclopedia:Perception}Perception{/g} {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}check{/g}. If the check is successful, the object is found and highlighted, to draw your attention to it. You can now interact with it. {br}Interactive objects are highlighted when you hover your mouse over them, or press <b>[{bind|HighlightObjects}]</b>.
ko: 몇몇 상호작용 가능한 물체는 발견하기 쉽지 않습니다. 그런 물체를 지나칠 때 모든 캐릭터는 자동으로 {g|Encyclopedia:Perception}지각{/g} {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}을 합니다. 판정이 성공했으면 물체를 발견합니다. 발견된 물체는 시선을 끌도록 외곽선이 강조되며 상호작용을 할 수 있습니다. 상호작용 가능한 물체에 마우스를 갖다 대거나 <b>[{bind|HighlightObjects}]</b>를 누르고 있으면 강조 표시가 됩니다.
ko_mt: 일부 대화형 물체는 찾기가 쉽지 않습니다. 이러한 물체를 지나가면 각 캐릭터는 자동으로 {g|Encyclopedia:Perception}지각{/g} {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}을 시도합니다. 판정에 성공하면 물체가 발견되고 강조 표시되어 주의를 끌 수 있습니다. 이제 물체와 상호작용할 수 있습니다. {br}대화형 객체에 마우스를 가져가거나 <b>[{bind|HighlightObjects}]</b>을 누르면 객체가 강조 표시됩니다.

source: Some interactive objects aren't easy to find. When moving past such an object, each character automatically makes a {g|Encyclopedia:Perception}Perception{/g} {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}check{/g}. If the check is successful, the object is found and highlighted to draw your attention to it. You can now interact with it. {br}Interactive objects are highlighted when your character is nearby, when you press <b>{console_bind|LeftStickButton}</b>, or you hover your cursor over the object.
ko: 몇몇 상호작용 가능한 물체는 발견하기 쉽지 않습니다. 그런 물체를 지나칠 때 모든 캐릭터는 자동으로 {g|Encyclopedia:Perception}지각{/g} {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}을 합니다. 판정이 성공했으면 물체를 발견합니다. 발견된 물체는 시선을 끌도록 외곽선이 강조되며 상호작용을 할 수 있습니다. 상호작용 가능한 물체에 커서를 갖다 대거나<b>{console_bind|LeftStickButton}</b>를 누르고 있으면 강조 표시가 됩니다.
ko_mt: 일부 대화형 물체는 찾기가 쉽지 않습니다. 이러한 물체를 지나가면 각 캐릭터는 자동으로 {g|Encyclopedia:Perception}지각{/g} {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}을 시도합니다. 판정에 성공하면 물체가 발견되고 강조 표시되어 주의를 끌 수 있습니다. 이제 물체와 상호작용할 수 있습니다. {br}대화형 객체는 캐릭터가 근처에 있거나 <b>[{bind|HighlightObjects}]</b>를 누르거나 커서를 오브젝트 위로 가져가면 강조 표시됩니다.

source: Sometimes interacting with an object requires a {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}check{/g}. A successful skill check may be necessary for various tasks: climbing over an obstacle, picking a lock on a door or a chest, disarming a trap, moving something heavy, reading an inscription in an ancient language, and many others. Different tasks require different skills. If you have several characters selected at the same time, the {g|Encyclopedia:CA_Types}action{/g} will be performed by the character with the highest skill bonus, so you should select the whole party before attempting a check.
ko: 때론 어느 물체와 상호작용하기 위해선 {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}이 필요합니다. 장애물을 넘거나 문과 상자 열기, 함정 해제하기, 무거운 물체 옮기기, 고대 언어로 적힌 비문 읽기, 이밖에 다른 다양한 작업을 수행하기 위해선 기술 판정에 성공해야 합니다. 작업마다 서로 다른 기술을 필요로 합니다. 여러 캐릭터를 같이 선택한 경우, 가장 높은 기술 보너스를 가진 캐릭터가 {g|Encyclopedia:CA_Types}행동{/g}하므로, 판정을 시도하기 전 모든 파티를 선택하십시오.
ko_mt: 객체와 상호작용하려면 {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}이 필요할 때가 있습니다. 장애물 넘기, 문이나 상자의 자물쇠 따기, 함정 해제하기, 무거운 물건 옮기기, 고대 언어로 된 비문 읽기 등 다양한 작업에서 성공적인 기술 판정이 필요할 수 있습니다. 작업마다 다른 기술이 필요합니다. 여러 캐릭터를 동시에 선택한 경우, {g|Encyclopedia:CA_Types}행동{/g}은 가장 높은 기술 보너스를 가진 캐릭터가 수행하므로 파티 전체를 선택한 후 확인을 시도해야 합니다.

source: Sometimes interacting with an object requires a {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}check{/g}. A successful skill check may be necessary for various tasks, such as climbing over an obstacle, picking a lock on a door or a chest, disarming a trap, moving something heavy, reading an inscription in an ancient language, and many others. Different tasks require different skills. The {g|Encyclopedia:CA_Types}action{/g} will be performed by the character with the highest skill bonus.
ko: 때론 어느 물체와 상호작용하기 위해선 {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}이 필요합니다. 장애물을 넘거나 문과 상자 열기, 함정 해제하기, 무거운 물체 옮기기, 고대 언어로 적힌 비문 읽기, 이밖에 다른 다양한 작업을 수행하기 위해선 기술 판정에 성공해야 합니다. 작업마다 서로 다른 기술을 필요로 합니다. 여러 캐릭터를 같이 선택한 경우, 가장 높은 기술 보너스를 가진 캐릭터가 {g|Encyclopedia:CA_Types}행동{/g}하므로, 판정을 시도하기 전 모든 파티를 선택하십시오.
ko_mt: 객체와 상호작용하려면 {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}이 필요할 때가 있습니다. 장애물 넘기, 문이나 상자의 자물쇠 따기, 함정 해제하기, 무거운 물건 옮기기, 고대 언어로 된 비문 읽기 등 다양한 작업에서 성공적인 기술 판정이 필요할 수 있습니다. 작업마다 다른 기술이 필요합니다. 기술 보너스가 가장 높은 캐릭터가 {g|Encyclopedia:CA_Types}동작{/g}을 수행합니다.

source: Most of the game's mechanics are based on the rules of the table-top RPG Pathfinder, which uses dice for determining outcomes of various {g|Encyclopedia:CA_Types}actions{/g}. The most commonly used die has 20 sides (denoted in the rules as a d20) — it's the die you roll during {g|Encyclopedia:Attack}attacks{/g} and {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}checks{/g}. When you need to roll dice, the specific type of roll is denoted as XdN, where N is the number of the sides of the die you use in this case, and X is the number of the dice rolled. For example, 1d20 means the result can be from 1 to 20 (one roll of a 20-sided die), and 2d6 means from 2 to 12 (roll two 6-sided dice and add up the results). {br}Trying to get over the rubble, your character {t|SourceUnit} got the result {t|SourceRollPlusBonus}. This result is the sum of the dice roll, which was {t|SourceRoll}, and various modifiers, such as the {g|Encyclopedia:Mobility}Mobility{/g} skill bonus. The check's {g|Encyclopedia:DC}difficulty{/g} was {t|SourceRollDC}. Since {t|SourceRollPlusBonus} is not lower than {t|SourceRollDC}, the attempt has been successful.
ko: 이 게임의 대부분의 규칙은 테이블 탑 RPG 패스파인더의 규칙에 기반하고 있습니다. 이 규칙은 다양한 {g|Encyclopedia:CA_Types}행동{/g}의 결과를 결정할 때 주사위를 사용합니다. 가장 자주 사용되는 주사위는 20면체이며, d20이라고 불립니다. 당신은 {g|Encyclopedia:Attack}공격{/g}과 {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}시에 이 주사위를 굴립니다. 당신이 주사위를 굴릴 때 특정 유형의 굴림은 XdN으로 표시되는데, N은 당신이 굴리는 주사위의 총 면 개수를 나타내며, X는 굴리는 주사위의 숫자를 의미합니다. 예를 들어 1d20 은 20면체 주사위를 1개 굴리므로 1~20 의 결과를 얻을 수 있습니다. 2d6 은 6면체 주사위를 2개 굴리므로 2~12의 결과를 얻을 수 있습니다. {br}돌무더기를 넘어갈 때 {t|SourceUnit} 당신의 캐릭터는 판정 결과 {t|SourceRollPlusBonus} 점을 얻었습니다. 이 결과는 주사위를 굴려 나온 숫자({t|SourceRoll})와 다양한 수정치, 예컨대 {g|Encyclopedia:Mobility}기동성{/g} 기술 보너스 따위를 더한 것입니다. 판정의 {g|Encyclopedia:DC}난이도{/g}는 {t|SourceRollDC} 였습니다. 판정 결과({t|SourceRollPlusBonus})가 {t|SourceRollDC} 이상이므로, 시도는 성공했습니다.
ko_mt: 게임 메커니즘의 대부분은 다양한 {g|Encyclopedia:CA_Types}행동{/g}의 결과를 결정하기 위해 주사위를 사용하는 테이블탑 RPG 패스파인더의 규칙을 기반으로 합니다. 가장 일반적으로 사용되는 주사위는 20면이 있으며(규칙에서는 d20으로 표시됨), {g|Encyclopedia:Attack}명중 굴림{/g}과 {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g} 중에 굴리는 주사위입니다. 주사위를 굴려야 할 때 특정 유형의 주사위 굴림은 XdN으로 표시되며, 여기서 N은 이 경우 사용하는 주사위의 면 수, X는 굴린 주사위의 개수입니다. 예를 들어, 1d20은 결과가 1에서 20(20면 주사위를 한 번 굴림)까지 나올 수 있음을 의미하고, 2d6은 2에서 12(6면 주사위 두 개를 굴려 결과를 합산)까지 나올 수 있음을 의미합니다. {br}자신의 캐릭터 {t|SourceUnit}이 잔해를 넘으려고 시도한 결과 {t|SourceRollPlusBonus}을 얻었습니다. 이 결과는 {t|SourceRoll}인 주사위 굴림과 {g|Encyclopedia:Mobility}기동성{/g} 기술 보너스와 같은 다양한 수정치를 더한 값입니다. 수표의 {g|Encyclopedia:DC}난이도{/g}는 {t|SourceRollDC}였습니다. {t|SourceRollPlusBonus}이 {t|SourceRollDC}보다 낮지 않으므로 시도는 성공했습니다.

source: Every event is documented in the combat log in the bottom right corner of the screen. There, you can see the results of the {g|Encyclopedia:Dice}rolls{/g} your characters and enemies make, {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}checks{/g}, and many other things. If you're unhappy with the way a fight goes, check the details of the rolls — you may find some information that will help you to optimize your tactics.
ko: 모든 이벤트는 화면 오른쪽 아래 전투 기록에 기록됩니다. 전투 기록에서 캐릭터와 적의 {g|Encyclopedia:Dice}굴림{/g} 결과와 {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}같은 다양한 것들을 확인할 수 있습니다. 만약 전투가 마음대로 진행되지 않는다고 생각한다면 자세한 굴림 결과를 확인하십시오. 전략을 최적화하는 데 도움이 될 정보를 찾을 수 있습니다.
ko_mt: 모든 이벤트는 화면 오른쪽 하단의 전투 로그에 기록됩니다. 여기에서 캐릭터와 적의 {g|Encyclopedia:Dice}굴림{/g} 결과, {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g} 등 다양한 정보를 확인할 수 있습니다. 전투 진행 방식이 마음에 들지 않는다면 롤의 세부 정보를 확인하면 전술을 최적화하는데 도움이 되는 정보를 찾을 수 있습니다.

source: Every event is documented in the combat log in the bottom right corner of the screen. You can open the combat log by pressing <b>{console_bind|DPadRight}</b>. There, you can see the results of the {g|Encyclopedia:Dice}rolls{/g} your characters and enemies make, {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}checks{/g}, and many other things. If you're unhappy with the way a fight goes, check the details of the rolls — you may find some information that will help you optimize your tactics. To sort the events in the combat log, use <b>{console_bind|LeftUp}</b> and <b>{console_bind|RightUp}</b>.
ko: 모든 이벤트는 화면 오른쪽 아래 전투 기록에 기록됩니다. 전투 기록은 <b>{console_bind|DPadRight}</b>를 눌러 열 수 있습니다. 전투 기록에서 캐릭터와 적의 {g|Encyclopedia:Dice}굴림{/g} 결과와 {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}같은 다양한 것들을 확인할 수 있습니다. 만약 전투가 마음대로 진행되지 않는다고 생각한다면 자세한 굴림 결과를 확인하십시오. 전략을 최적화하는 데 도움이 될 정보를 찾을 수 있습니다. 전투 기록을 정렬하려면 <b>{console_bind|LeftUp}</b> 와 <b>{console_bind|RightUp}</b> 를 누르십시오.
ko_mt: 모든 이벤트는 화면 오른쪽 하단의 전투 로그에 기록됩니다. 전투 로그는 <b>{console_bind|DPadRight}</b>을 눌러 열 수 있습니다. 여기에서 내 캐릭터와 적의 {g|Encyclopedia:Dice}굴림{/g}, {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g} 등 다양한 정보를 확인할 수 있습니다. 전투 진행 방식이 마음에 들지 않는다면 주사위의 세부 정보를 확인하면 전술을 최적화하는데 도움이 되는 정보를 찾을 수 있습니다. 전투 로그에서 이벤트를 정렬하려면 <b>{console_bind|LeftUp}</b>과 <b>{console_bind|RightUp}</b>을 사용하세요.

source: {g|Encyclopedia:Armor_Class}Armor Class{/g} (AC) is a statistic that designates how hard it is to {g|Encyclopedia:Damage}damage{/g} a creature, whether due to heavy armor, nimble evasiveness, protective magic, or something else. To overcome AC and damage the target, you need to make an {g|Encyclopedia:Attack}attack roll{/g} and get a result equal to or greater than the target's AC. A {g|Encyclopedia:Dice}roll{/g} lower than the target's AC results in a miss. Every creature's base AC is 10. This number is modified by a multitude of {g|Encyclopedia:Bonus}bonuses{/g} and {g|Encyclopedia:Penalty}penalties{/g} relating to the armor equipped, {g|Encyclopedia:Dexterity}Dexterity{/g} attribute bonuses, abilities, active {g|Encyclopedia:Spell}spells{/g}, and other factors. {br}For example, your enemy {t|TargetUnit} has AC equal to {t|SourceRollDC}. This result is a sum of the following factors: {t|SourceRollDCDetails} {br}To see your character's AC and attack bonus, select this character and open your {ui|Inventory}. You will see these numbers on the left side of the screen.
ko: {g|Encyclopedia:Armor_Class}방어도{/g}는 (AC) 크리처에게 얼마나 {g|Encyclopedia:Damage}피해{/g}입히기 어려운지 나타내는 수치입니다. 이 수치는 튼튼한 갑옷, 날렵한 회피, 보호 마법이나 다른 것들로 얻을 수 있습니다. AC를 극복하고 대상에게 피해를 입히려면 {g|Encyclopedia:Attack}명중 굴림{/g}을 시도해 AC 이상의 결과를 얻어야 합니다. 대상의 AC 미만의 {g|Encyclopedia:Dice}굴림{/g} 값의 공격은 빗나갑니다. 모든 크리처의 기본 AC는 10입니다. 이 수치는 착용한 갑옷의 {g|Encyclopedia:Bonus}보너스{/g}와 {g|Encyclopedia:Penalty}페널티{/g}, {g|Encyclopedia:Dexterity}민첩{/g} 능력치 보너스, 능력, 활성화된 {g|Encyclopedia:Spell}주문{/g}, 기타 등등을 합산하여 수정됩니다. {br} 예를 들어 {t|TargetUnit} 당신의 적은 {t|SourceRollDC} 만큼의 AC를 지니고 있습니다. 이 결과는 다음 원천의 합입니다: {t|SourceRollDCDetails} {br}당신 캐릭터의 AC와 명중 보너스를 보려면 해당 캐릭터를 고르고 {ui|Inventory}를 여십시오. 화면의 왼쪽에서 이 숫자들을 확인할 수 있습니다.
ko_mt: {g|Encyclopedia:Armor_Class}방어도(AC){/g}는 두꺼운 갑옷, 민첩한 회피력, 보호 마법, 또는 그 외의 이유로 생물에게 {g|Encyclopedia:Damage}피해{/g}를 주기가 얼마나 어려운지를 나타내는 통계입니다. AC를 극복하고 대상에게 피해를 주려면, {g|Encyclopedia:Attack}공격{/g}을 해서 대상의 AC보다 큰 결과를 얻어야 합니다. 대상의 AC보다 {g|Encyclopedia:Dice}굴림{/g}이 낮으면 실패합니다. 모든 생물의 기본 AC는 10입니다. 이 수치는 장착한 방어구, {g|Encyclopedia:Dexterity}민첩{/g} 속성 보너스, 능력, 활성화된 {g|Encyclopedia:Spell}주문{/g} 및 기타 요인에 따른 다양한 {g|Encyclopedia:Bonus}보너스{/g}와 {g|Encyclopedia:Penalty}불이익{/g}에 의해 수정됩니다. {br}예를 들어, 적 {t|TargetUnit}의 AC는 {t|SourceRollDC}입니다. 이 결과는 다음 요소의 합입니다. {t|SourceRollDCDetails} {br}캐릭터의 AC과 AC 보너스를 확인하려면 이 캐릭터를 선택하고 {ui|Inventory}을 엽니다. 화면 왼쪽에 이 숫자가 표시됩니다.

source: Armor Class
ko: 방어도 (AC)
ko_mt: 방어도

source: {g|Encyclopedia:Armor_Class}Armor Class{/g} (AC) is a statistic that designates how hard it is to {g|Encyclopedia:Damage}damage{/g} a creature, whether due to heavy armor, nimble evasiveness, protective magic, or something else. To overcome AC and damage the target, you need to make an {g|Encyclopedia:Attack}attack roll{/g} and get a result equal to or greater than the target's AC. A {g|Encyclopedia:Dice}roll{/g} lower than the target's AC results in a miss. Every creature's base AC is 10. This number is modified by a multitude of {g|Encyclopedia:Bonus}bonuses{/g} and {g|Encyclopedia:Penalty}penalties{/g} relating to the armor equipped, {g|Encyclopedia:Dexterity}Dexterity{/g} attribute bonuses, abilities, active {g|Encyclopedia:Spell}spells{/g}, and other factors. {br}For example, your enemy {t|TargetUnit} has AC equal to {t|SourceRollDC}. This result is a sum of the following factors: {t|SourceRollDCDetails} {br}To see your character's AC and attack bonus, open your {ui|Inventory} or the equipment screen. You will see these numbers on the right side of the screen. If your character already has an item equipped in the selected slot, you can press <b>{console_bind|RightStickButton}</b> to display the desired information.
ko: {g|Encyclopedia:Armor_Class}방어도{/g}는 (AC) 크리처에게 얼마나 {g|Encyclopedia:Damage}피해{/g}입히기 어려운지 나타내는 수치입니다. 이 수치는 튼튼한 갑옷, 날렵한 회피, 보호 마법이나 다른 것들로 얻을 수 있습니다. AC를 극복하고 대상에게 피해를 입히려면 {g|Encyclopedia:Attack}명중 굴림{/g}을 시도해 AC 이상의 결과를 얻어야 합니다. 대상의 AC 미만의 {g|Encyclopedia:Dice}굴림{/g} 값의 공격은 빗나갑니다. 모든 크리처의 기본 AC는 10입니다. 이 수치는 착용한 갑옷의 {g|Encyclopedia:Bonus}보너스{/g}와 {g|Encyclopedia:Penalty}페널티{/g}, {g|Encyclopedia:Dexterity}민첩{/g} 능력치 보너스, 능력, 활성화된 {g|Encyclopedia:Spell}주문{/g}, 기타 등등을 합산하여 수정됩니다. {br} 예를 들어 {t|TargetUnit} 당신의 적은 {t|SourceRollDC} 만큼의 AC를 지니고 있습니다. 이 결과는 다음 원천의 합입니다: {t|SourceRollDCDetails} {br}당신 캐릭터의 AC와 명중 보너스를 보려면 해당 캐릭터를 고르고 {ui|Inventory}를 여십시오. 화면의 왼쪽에서 이 숫자들을 확인할 수 있습니다. 캐릭터가 이미 해당 슬롯에 물품을 착용하고 있다면, <b>{console_bind|RightStickButton}</b>를 눌러 그 정보를 볼 수 있습니다.
ko_mt: {g|Encyclopedia:Armor_Class}방어도(AC){/g}는 두꺼운 갑옷, 민첩한 회피력, 보호 마법, 또는 그 외의 이유로 생물에게 {g|Encyclopedia:Damage}피해{/g}를 주기가 얼마나 어려운지를 나타내는 통계입니다. AC를 극복하고 대상에게 피해를 주려면, {g|Encyclopedia:Attack}공격{/g}을 해서 대상의 AC보다 큰 결과를 얻어야 합니다. 대상의 AC보다 {g|Encyclopedia:Dice}굴림{/g}이 낮으면 실패합니다. 모든 생물의 기본 AC는 10입니다. 이 수치는 장착한 방어구, {g|Encyclopedia:Dexterity}민첩{/g} 속성 보너스, 능력, 활성화된 {g|Encyclopedia:Spell}주문{/g} 및 기타 요인에 따른 다양한 {g|Encyclopedia:Bonus}보너스{/g}와 {g|Encyclopedia:Penalty}불이익{/g}에 의해 수정됩니다. {br}예를 들어, 적 {t|TargetUnit}의 AC는 {t|SourceRollDC}입니다. 이 결과는 다음 요소의 합입니다. {t|SourceRollDCDetails} {br}캐릭터의 AC과 AC 보너스를 확인하려면 {ui|Inventory} 또는 장비 화면을 엽니다. 화면 오른쪽에 이 숫자가 표시됩니다. 캐릭터가 선택한 슬롯에 이미 장착한 아이템이 있다면 <b>{console_bind|RightStickButton}</b>를 눌러 원하는 정보를 표시할 수 있습니다.

source: Every {g|Encyclopedia:Attack}attack{/g} during a combat entails the following calculations: First, the attacker makes an attack roll and compares the result to the target's {g|Encyclopedia:Armor_Class}AC{/g} to see if the attack was a hit or a miss. If the attack hits, the attackers make a {g|Encyclopedia:Damage}damage roll{/g} to see how much damage it deals. Attack is an attempt to harm an enemy during combat. To make an attack roll, you roll a {g|Encyclopedia:Dice}d20{/g}, and then add various {g|Encyclopedia:Bonus}bonuses{/g} and {g|Encyclopedia:Penalty}penalties{/g}: from the equipped weapon, various abilities, active {g|Encyclopedia:Spell}spells{/g} and other factors. The sum of all these numbers make up the attack roll result that is then compared to the target's AC. {br}For example, in the last combat your character {t|SourceUnit} attacked the enemy {t|TargetUnit} and got {t|SourceRollPlusBonus}. Let's break down this result. Rolling the d20 resulted in {t|SourceRoll} {t|SourceRollDetails}
ko: 전투 중 모든 {g|Encyclopedia:Attack}공격{/g}은 아래 계산을 수행합니다. 첫 번째로, 공격자는 명중 굴림을 시도해 결과를 대상의 {g|Encyclopedia:Armor_Class}방어도{/g}와 비교해 공격이 적중했는지 확인합니다. 만일 공격이 적중했다면, 공격자는 {g|Encyclopedia:Damage}피해 굴림{/g}을 시도해 피해량을 결정합니다. 공격은 전투 중 적에게 위해를 가하려는 시도입니다. 명중 굴림은 먼저 {g|Encyclopedia:Dice}d20{/g}을 굴리고, 그 뒤 다양한 {g|Encyclopedia:Bonus}보너스{/g}와 {g|Encyclopedia:Penalty}페널티{/g}를 더합니다. 장비한 무기, 다양한 능력, 활성화한 {g|Encyclopedia:Spell}주문{/g}과 다른 요인들로부터 이 보너스와 페널티를 획득합니다. 이들은 합산되어 명중 굴림 결과에 더해진 뒤 대상의 AC와 비교됩니다. {br}예를 들어, 마지막 전투 때 {t|TargetUnit} 적을 공격한 {t|SourceUnit} 당신의 캐릭터는 {t|SourceRollPlusBonus}를 얻었습니다. 이 결과를 분석해봅시다. d20을 굴려 {t|SourceRoll} 결과를 얻었습니다. {t|SourceRollDetails}
ko_mt: 전투 중 모든 {g|Encyclopedia:Attack}공격{/g}에는 다음과 같은 계산이 수반됩니다. 먼저 공격자는 공격을 굴려 그 결과를 대상의 {g|Encyclopedia:Armor_Class}AC{/g}과 비교하여 공격이 적중했는지, 아니면 빗나갔는지 확인합니다. 공격이 적중하면 공격자는 {g|Encyclopedia:Damage}피해 굴림{/g}을 굴려 공격이 얼마나 큰 피해를 입히는지 확인합니다. 공격은 전투 중에 적을 해치려는 시도입니다. 공격을 계산하려면 {g|Encyclopedia:Dice}d20{/g}을 굴린 다음, 장착한 무기, 다양한 능력, 활성화된 {g|Encyclopedia:Spell}주문{/g} 등 다양한 {g|Encyclopedia:Bonus}보너스{/g}와 {g|Encyclopedia:Penalty}불이익{/g}을 더합니다. 이 모든 수치를 합산한 공격 결과가 대상의 AC와 비교됩니다. {br}예를 들어, 지난 전투에서 내 캐릭터 {t|SourceUnit}이 적 {t|TargetUnit}을 공격하여 {t|SourceRollPlusBonus}을 얻었습니다. 이 결과를 확인해봅시다. d20을 굴린 결과 {t|SourceRoll}가 나왔습니다. {t|SourceRollDetails}

source: To make an {g|Encyclopedia:Attack}attack{/g}, your characters need weapons: some swing swords, some bite with mandibles, some burn the enemy with magic fire. The {g|Encyclopedia:Damage}damage{/g} a successful attack deals depends on the weapon itself, the result of a dice {g|Encyclopedia:Dice}roll{/g}, and various factors, such as the target's resistance or vulnerability to certain types of damage. {br}For example, your character {t|SourceUnit} attacked the enemy {t|TargetUnit} and dealt {t|Damage} damage. Let's break down this result: {t|DamageDetails}. {br}Combat damage reduces the target's {g|Encyclopedia:HP}hit points{/g}. When the hit point count reaches 0, a player's character faints, and an enemy dies. A character's hit point count can go below zero. A character can survive as long as the number of their negative hit points is lower than their {g|Encyclopedia:Constitution}Constitution{/g} {g|Encyclopedia:Ability_Scores}ability score{/g}. When the negative hit points reach this number, the character dies.
ko: {g|Encyclopedia:Attack}공격{/g}을 시도하려면 무기를 장비해야 합니다. 검을 휘두르거나, 아가리로 깨물거나, 마법의 힘으로 적을 불태울 수 있습니다. 성공적인 공격의 {g|Encyclopedia:Damage}피해{/g}는 무기와 주사위 {g|Encyclopedia:Dice}굴림{/g} 결과, 그리고 대상이 지닌 특정 유형의 피해에 대한 저항력이나 취약성 같은 다양한 요인에 의해 결정됩니다. {br}예를 들어 {t|SourceUnit} 당신의 캐릭터는 {t|TargetUnit} 적을 공격해 {t|Damage} 피해를 입혔습니다. 이 결과를 분석해봅시다: {t|DamageDetails}. {br}전투 피해는 대상의 {g|Encyclopedia:HP}생명점{/g}을 감소시킵니다. 생명점이 0에 도달하면 플레이어의 캐릭터는 혼수상태에 빠지며, 적은 사망합니다. 캐릭터의 생명점은 0 미만으로 내려갈 수 있습니다. 캐릭터는 음수 생명점의 절댓값이 {g|Encyclopedia:Constitution}건강{/g} {g|Encyclopedia:Ability_Scores}능력치{/g}보다 낮은 한 생존합니다. 음수 생명점이 해당 값에 도달하면 캐릭터는 사망합니다.
ko_mt: 캐릭터가 {g|Encyclopedia:Attack}공격{/g}을 하려면 검을 휘두르거나, 송곳니로 물거나, 마법 불로 적을 태우는 등의 무기가 필요합니다. 공격 성공 시 입히는 {g|Encyclopedia:Damage}피해{/g}는 무기 자체, 주사위 {g|Encyclopedia:Dice}굴림{/g} 결과, 대상의 저항이나 특정 피해 유형 취약성 등 다양한 요소에 따라 달라집니다. {br}예를 들어, 내 캐릭터 {t|SourceUnit}이 적 {t|TargetUnit}을 공격하여 {t|Damage}의 피해를 입혔습니다. 이 결과를 기록해 봅시다. {t|DamageDetails}. {br}전투 피해는 대상의 {g|Encyclopedia:HP}체력{/g}을 감소시킵니다. 체력이 0에 도달하면 플레이어 캐릭터가 기절하고 적이 사망합니다. 캐릭터의 체력은 0 이하로 떨어질 수 있습니다. 캐릭터는 음수 체력이 {g|Encyclopedia:Constitution}건강{/g} {g|Encyclopedia:Ability_Scores}능력 점수{/g}보다 낮으면 생존할 수 있습니다. 음수 체력이 이 수치에 도달하면 캐릭터는 사망합니다.

source: Damage
ko: 피해
ko_mt: 피해

source: Click this icon to leave a location. To leave, your whole party needs to be near it. Before leaving the location, you'll be able to review and collect the loot you've left behind.
ko: 이 아이콘을 눌러 지역을 떠납니다. 당신의 모든 일행들이 아이콘 근처에 있어야 장소를 벗어날 수 있습니다. 장소를 벗어나기 전에 당신은 남겨둔 전리품을 확인하고 획득할 수 있습니다.
ko_mt: 위치를 떠나려면 이 아이콘을 클릭합니다. 위치를 떠나려면 파티원 전체가 해당 위치 근처에 있어야 합니다. 위치를 떠나기 전에 남겨둔 전리품을 검토하고 수집할 수 있습니다.
