Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: "Oh, now I need to figure out how to decorate the underside of the island with a mosaic or a painting that can be seen from the ground!"
ko: "오, 이젠 섬 아래쪽에 땅에사 볼 수 있는 모자이크와 그림을 장식할 방법을 연구해야겠는걸!"
ko_mt: "아, 이제 섬의 밑면을 모자이크나 지상에서 볼 수 있는 그림으로 장식하는 방법을 알아내야겠어!"

source: "We're flying! We're really flying! I wish my friends back home could see me now..."
ko: "난다! 진짜로 날아! 고향 친구들이 나를 볼 수 있으면 좋을 텐데..."
ko_mt: "우리는 날고 있다! 정말 날고 있어요! 집에 있는 친구들이 지금 나를 볼 수 있으면 좋겠어요..."

source: "Witnessing a miracle like this once in your life is enough to stave off the Bleaching for good!"
ko: "일생에 한 번 뿐인 이런 기적을 봤으니 백화를 영원히 늦추기에 충분해!"
ko_mt: "인생에서 이런 기적을 한 번 목격하는 것만으로도 백화를 영원히 막을 수 있습니다!"

source: "I wish I could turn into a fluffy cloud!"
ko: "푹신한 구름으로 변신할 수 있었음 좋겠어요!"
ko_mt: "푹신한 구름으로 변하고 싶어요!"

source: "First brigands become crusaders, and now crusaders become flying crusaders!"
ko: "처음엔 산적들이 성전사가 되더니, 이젠 성전사들이 날아다니는 성전사가 되었군!"
ko_mt: "처음 십자군이 성전사가 되고, 이제 성전사가 날아다니는 십자군이 되다!"

source: "Has a treant ever soared above the ground like this before? It's a miracle..."
ko: "트렌트가 땅에서 이렇게 높이 올랐던 적이 있었던가? 기적이로세..."
ko_mt: "나무가 이렇게 땅 위로 솟아오른 적이 있었나요? 기적이에요..."

source: "Oh wow! I wonder if our rock could ram through something while floating!"
ko: "오 우와! 우리 바위가 떠다니면서 뭔가를 뚫고 지나갈 수 있을지 궁금해!"
ko_mt: "와우! 우리 바위가 떠다니면서 무언가에 부딪힐 수 있을까?"

source: Magical Transmuting Soil
ko: 마법적 변형의 흙
ko_mt: 마법의 변신 토양

source: {n}The demon glares at you furiously, then spits at your feet.{/n}
ko: {n}데몬이 분노로 가득 찬 시선을 당신에게 쏘아냈고, 그 뒤 당신의 발치에 침을 뱉는다.{/n}
ko_mt: {n}데몬이 당신을 맹렬히 노려보다가 발밑에 침을 뱉습니다.{/n}

source: A portal to Golarion
ko: 골라리온으로 가는 포탈
ko_mt: 골라리온으로 가는 포털

source: "Talking to you has bored me, mortal. Leave, and don't test my patience."
ko: "너와 대화하는데 질렸다, 필멸자. 떠나거라, 또한 내 인내심을 시험하지 말거라."
ko_mt: "너와 대화하는 게 지루하다, 필멸자. 내 인내심을 시험하지 말고 나가라."

source: Draw the magic symbol
ko: 마법 문양 그리기
ko_mt: 마법 기호 그리기

source: A portal to the Abyss
ko: 심연으로 가는 포탈
ko_mt: 심연으로 통하는 포털

source: The pool's muddy water makes it impossible to see the bottom.
ko: 웅덩이는 바닥을 볼 수 없을 정도의 흙탕물로 차있습니다.
ko_mt: 수영장의 진흙탕 물 때문에 바닥을 볼 수 없습니다.

source: The muddy water in this pool bears traces of conjuration magic.
ko: 이 웅덩이의 흙탕물에는 소환 마법의 흔적이 남았습니다.
ko_mt: 이 수영장의 진흙탕 물에는 조형 마법의 흔적이 남아 있습니다.

source: Carved magic runes cover the surface of Nocticula's throne, but you are unable to discern their nature and purpose.
ko: 녹티큘라의 왕좌 표면에는 마법 룬이 빼곡히 샤겨져 있습니다만, 당신은 그것의 본질이나 용도를 파악할 수 없습니다.
ko_mt: 녹티큘라의 왕좌 표면에는 새겨진 마법 룬이 덮여 있지만, 그 성질과 목적은 알 수 없습니다.

source: Carved magic runes cover the surface of Nocticula's throne. You are familiar with these runes. They are associated with the casting of divination spells and are usually found on magic items designed for that purpose. However, this is the first time you have ever seen such symbols on something like a throne, and judging by the slight ripples in the air above their surface, it looks like the runes are active. They are being used at this very moment.
ko: 녹티큘라의 왕좌 표면에는 마법 룬이 빼곡히 새겨져 있습니다. 당신에겐 이 룬들이 친숙합니다. 저것들은 예지학파 주문 시전과 관련이 있으며, 예지술과 관련된 마법 물품들에서 종종 발견됩니다. 그러나, 왕좌에 있는 것들은 당신조차 처음 보는 것이며, 표면에 일어나는 작은 아지랑이를 보면 그것들이 지금도 활성된 걸로 보입니다. 룬은 지금 이순간에도 사용되고 있습니다.
ko_mt: 새겨진 마법 룬이 녹티큘라의 왕좌 표면을 뒤덮고 있습니다. 여러분은 이 룬에 익숙합니다. 그들은 예지 주문의 시전과 관련이 있으며 일반적으로 그 목적을 위해 설계된 마법 아이템에서 발견됩니다. 하지만 왕좌와 같은 물건에서 그런 문양을 본 것은 이번이 처음이며, 표면 위의 공기에 약간의 잔물결이 있는 것으로 보아 룬이 활성화되어 있는 것 같습니다. 룬은 바로 지금 이 순간에도 사용되고 있습니다.

source: Search
ko: 탐색
ko_mt: 검색

source: An empty cage. There is blood, excrement, and other traces of animal habitation on the floor.
ko: 빈 우리입니다. 바닥에는 피와 배설물, 그리고 동물의 다른 서식 흔적들이 있습니다.
ko_mt: 빈 우리. 바닥에 피, 배설물 및 기타 동물이 서식한 흔적이 있습니다.

source: "Leave us, mortal. We are preparing for a fight."
ko: "우리를 내버려둬라, 필멸자. 우리는 전투를 준비하고 있다."
ko_mt: "우릴 떠나라, 필멸자. 우리는 싸움을 준비하고 있다."

source: "Bug, you're still here?"
ko: "아직도 거기 있니, 벌레야?"
ko_mt: "버그, 아직 여기 있니?"

source: "Hey, keep your distance, mortal! Stick around, and I won't be able to resist putting a collar on you. Then I'll make you my gladiator!"
ko: "필멸자여, 멀리 떨어져라! 계속 주변을 맴돌면 네게 목줄을 채우는 걸 참을 수 없을 테니. 그러고나면 넌 나의 검투사가 될 거다!"
ko_mt: "이봐, 거리를 유지해, 필멸자! 계속 붙어 있으면 목줄을 채우지 않을 수 없다. 그럼 널 내 검투사로 만들겠다!"

source: "Don't waste my time, worm."
ko: "내 시간 낭비시키지 마라. 벌레녀석."
ko_mt: "내 시간 낭비하지 마, 벌레야."

source: "I wish Queen Galfrey was the leader of our army! She'd never turn away from the good gods!"
ko: "갈프리 여왕께서 우리 군대의 지휘자셨어야 했어! 그녀라면 결코 선신들에게 등을 돌리진 않으실텐데!"
ko_mt: "갈프레이 여왕이 우리 군대의 지도자였으면 좋겠어요! 그녀는 절대 선한 신들을 외면하지 않을 거예요!"

source: "When we conquer Iz and Threshold, there'll be some profit to line our pockets, right?"
ko: "우리가 이즈와 극점을 정복하면, 우리 주머니에 뭐라도 꽂아주는 거 맞지?"
ko_mt: "이즈와 쓰레숄드를 정복하면 우리 주머니에 돈이 좀 들어올 거죠?"

source: "The crusaders of the past were weak! But we'll defeat the outsiders! And maybe even conquer a piece of the Abyss!"
ko: "과거의 성전군은 약해 빠졌었다! 하지만 우리는 외차원체들을 물리칠 거야! 그리고 심연의 일부까지 지배할 수 있을 거다!"
ko_mt: "과거의 십자군은 나약했습니다! 하지만 우리는 외부인들을 물리칠 것이다! 그리고 심연의 일부를 정복할 수도 있습니다!"

source: "Galfrey led the crusades for a hundred years, and for what?! Our Commander — that's a real leader!"
ko: "갈프리가 백 년 동안 성전군을 이끌었지. 그래서 뭘 해냈는데? 우리 사령관을 봐. 그야말로 진짜 지휘관이잖아!"
ko_mt: "갈프레이는 백 년 동안 십자군 전쟁을 이끌었는데, 뭘 위해?! 우리 사령관이야말로 진정한 지도자야!"

source: "When we conquer the Abyss, I'll have a hundred demon slaves!"
ko: "우리가 심연을 정복하게 되면, 데몬 노예를 100명쯤 들일거야!"
ko_mt: "심연을 정복하면 데몬의 노예 백 명을 얻겠어!"

source: "Demons think they know what rage is! Ha! Our rage is a thousand times stronger!"
ko: "데몬들은 분노가 무엇인지 지들이 안다고 생각한다더라! 하! 분노라면 우리 것이 천 배 쯤은 더 강해!"
ko_mt: "데몬들은 분노가 뭔지 안다고 생각해요! 하! 우리의 분노는 천 배는 더 강해!"

source: "How can you fight demons when your leader is a demon?!"
ko: "지휘관이 데몬인데 어떻게 데몬이랑 싸우겠다는 거야?!"
ko_mt: "지도자가 데몬인데 어떻게 데몬과 싸울 수 있죠?!"

source: "Iomedae weeps to see what the crusade has become!"
ko: "아이오메데께서 성전군이 변한걸 보면 눈물을 흘리시겠군!"
ko_mt: "아이오메데는 십자군의 모습을 보고 눈물을 흘린다!"

source: "Our Commander is a walking blasphemy!"
ko: "우리 사령관은 그야말로 걸어다니는 신성모독이야!"
ko_mt: "우리 사령관은 걸어다니는 신성 모독입니다!"

source: "I dread the moment when our Commander sells us out to the demons!"
ko: "사령관이 언제 우리를 데몬에게 팔아 넘길지 두려움이 느껴져"
ko_mt: "사령관이 우리를 데몬에게 팔아넘기는 순간이 두렵습니다!"

source: Found nothing of interest.
ko: 눈길을 끄는 물건은 없었습니다.
ko_mt: 관심 있는 항목을 찾지 못했습니다.

source: Search
ko: 탐색
ko_mt: 검색

source: Spill a single drop of blood
ko: 피 한 방울을 뿌린다
ko_mt: 한 방울의 피를 흘리면

source: "Our lord, Pazuzu! Cover us with your strong wings, repel the rage of our enemies!"
ko: "우리의 신, 파주주시여! 당신의 날개로 우리를 감싸시어 적들의 격노에서 지켜주소서!"
ko_mt: "우리의 주님, 파즈주! 당신의 강한 날개로 우리를 덮어주시고, 적들의 분노를 물리쳐 주십시오!"

source: "Pathetic worms! I will torment your souls forever!"
ko: "하찮은 벌레 녀석! 네 영혼에 영원히 고통을 안겨주마!"
ko_mt: "한심한 벌레들! 너희 영혼을 영원히 괴롭히겠다!"

source: "Grant us your power and your dark gifts, so that our hands will have the strength to chain this fiend and make it our slave."
ko: "저희 손으로 이 악귀를 붙잡아 우리 노예로 삼을 수 있도록, 당신의 힘과 어둠의 선물을 내려주소서."
ko_mt: "우리에게 당신의 힘과 어둠의 은사를 허락하셔서, 우리 손으로 이 악마를 묶어 노예로 삼을 힘을 주십시오."

source: "You will fight for us, spawn! You will serve the crusader army and our Commander!"
ko: "이제 우리를 위해 싸워라, 버러지야! 너는 성전군과 우리 사령관님을 위해 봉사하게 될 거다!"
ko_mt: "너희는 우리를 위해 싸워라, 스폰! 너희는 십자군 군대와 사령관을 섬겨야 한다!"

source: "This... This is disgusting! We fight cultists, but now they are among us!"
ko: "이... 이건 역한 광경이잖아! 우리는 사교도와 싸우는데, 지금은 그놈들이 우리와 함께라니!"
ko_mt: "이건.. 이건 역겨워요! 우리는 이단자들과 싸우는데, 이제 그들이 우리 안에 있어요!"

source: "Well, they fight our enemy bravely, and Pazuzu's servants don't encroach on our world."
ko: "뭐, 걔들은 용감하게 우리 적들과 싸우고, 파주주의 수하들은 우리 세계를 침략하진 않으니까."
ko_mt: "그들은 용감하게 적과 싸우고, 파주의 하인들은 우리 세계를 침범하지 않아요."

source: "But they make blood sacrifices!"
ko: "하지만 걔들은 인신 공양을 해댄다고!"
ko_mt: "하지만 그들은 피의 희생을 치릅니다!"

source: "Every traitor and deserter can be sent to the altar if the chained creatures they summon will save our lives later!"
ko: "반역자들과 탈주자들은 전부 제단으로 보내버려야해! 녀석들로 소환한 목줄 걸린 놈들이 나중에 우리 목숨을 구할 수 있다면 말야!"
ko_mt: "그들이 소환하는 사슬에 묶인 생물이 나중에 우리 목숨을 구해준다면 모든 반역자와 탈영병은 제단으로 보낼 수 있습니다!"

source: A bloody corpse covered in numerous wounds and bearing traces of cruel torture.
ko: 수많는 상처와 끔찍한 고문의 흔적이 있는 피투성이 시체입니다.
ko_mt: 수많은 상처로 뒤덮인 피투성이 시체, 잔인한 고문의 흔적이 고스란히 남아 있습니다.

source: "Who wants to serve Iomedae's cause? Who wants to join the crusader army? Your mug is ugly as hell... What's your name, volunteer?"
ko: "누가 아이오메데의 대의를 따르고 싶어하려나? 누가 성전군에 참여하고 싶어하지? 면상 한 번 험악하구만... 자원병, 당신 이름 뭐지?"
ko_mt: "아이오메데의 대의를 위해 봉사하고 싶은 사람? 십자군에 합류할 사람? 머그잔이 못생겼네.. 이름이 뭐냐, 자원자?"

source: "Zagah Snap from the River Kingdoms."
ko: "강의 왕국에서 온 자가흐 스냅이요."
ko_mt: "리버 킹덤의 자가 스냅."

source: "What?! Zagah Snap?! But you're a bandit! As murderous as they come! What the hell are you doing here?!"
ko: "뭐?! 자가흐 스냅?! 넌 도적 나부랭이잖나! 그 쪽 출신답게 위험한 녀석이군! 여기서 씨발 뭐하는데?!"
ko_mt: "뭐?! 자가 스냅?! 하지만 넌 도적이잖아! 살인마처럼! 대체 여기서 뭐 하는 거야?!"

source: "Was a bandit, now I'm a crusader. Come on, write, you penpusher, before I get mad."
ko: "도적이었지. 지금은 성전사요. 빨리 쓰쇼, 공무원 양반. 슬슬 빡치려고 하니까."
ko_mt: "도적이었던 나는 이제 십자군이다. 화나기 전에 어서 써, 이 펜촉쟁이야."

source: "How could you! This is an army of the radiant Iomedae, you don't belong here, bandit! Your heart is black and rotten!"
ko: "네가 어떻게! 여긴 아이오메데의 빛나는 군대고, 네 자리는 여기 없어, 도적놈! 네 심장은 시꺼멓고 썩어 빠졌잖아!"
ko_mt: "어떻게 이럴 수가! 여긴 빛나는 아이오메데의 군대야, 넌 여기 있을 곳이 아니야, 도적놈아! 네 심장은 검고 썩었어!"

source: "Shut your mouth, goody-goody. We don't give a damn about your Iomedae. We need to be by the Commander's side. Everyone knows it's an honor to follow {mf|him|her}, the loot is good, and everyone is afraid of {mf|him|her}."
ko: "아가리 여물어, 착한척척이. 우린 개같은 너네 아이오메데를 따르는 게 아냐. 사령관의 편이 되려는 거지. {mf|그 놈|그 년} 따라다니는 게 영광이고, 전리품도 짭짤한건 다들 알고, 또 모두가 두려워하기도 하잖나."
ko_mt: "입 다물어, 잘했어. 우린 아이오메데 따위 신경 안 써요 우린 사령관님 곁에 있어야 해. {mf|그|그녀}를 따르는 것이 영광이고, 전리품이 좋고, 모두가 {mf|그|그녀}를 두려워한다는 것은 누구나 알고 있습니다."

source: "So our whole gan— I mean, our whole unit wants to join {mf|him|her}. And if you rant and rave, we'll kill you quietly and chuck you down a well, got it?"
ko: "그래서 우리 패거— 아니지, 우리 부대 전체가 {mf|그|그녀} 편을 들고 싶다는 거다. 또 지랄지랄해대면, 조용히 널 토막쳐서 우물에다 던져주마. 알아 들었지?"
ko_mt: "그러니까 우리 부대원 전체가 {mf|그|그녀}에게 합류하고 싶다는 거군요. 그리고 만약 네가 소란을 피우면 조용히 죽여서 우물에 던져버릴 거야, 알았지?"

source: "Ugh, arrogant bitch! You've tormented us for a long time! What did you say?! Tieflings are filth that needs to be cleansed?!"
ko: "윽, 이 무례한 썅년이! 너넨 오랫동안 우리를 억압했지! 뭐라 씨부렸었지? 티플링은 정화되어야 할 오물이라고?!"
ko_mt: "으, 거만한 년! 오랫동안 우릴 괴롭혔잖아! 뭐라 그랬어?! 티플링은 씻어내야 할 오물이라고?!"

source: "We should be choked as infants, you said?! Drowned in a river?! Oh, we've waited for this moment for so long!"
ko: "뱃속에 있을 때 애미랑 같이 밀어버렸어야 했다고?! 강물에 코박고 뒤져버리라고?! 오, 이런 순간이 다가오는 게 너무 기대됐지!"
ko_mt: "어렸을 때 목이 졸려야 한다고요?! 강에 빠져 죽는다고?! 이 순간을 너무 오래 기다렸어요!"

source: "Have mercy! Serves me right, I'm such a fool! I was poisoned by pride! Just don't kill me! I'll redeem myself!"
ko: "한 번만 용서해줘! 이 멍청이가 사죄할게! 그 땐 자부심에 쩔어있었어! 제발 죽이지만 말아줘! 만회할 기회를 줘!"
ko_mt: "자비를 베푸소서! 내가 바보였구나! 난 교만에 중독됐어! 제발 죽이지 마세요! 제가 구원을 받겠습니다!"

source: "We won't kill you, although you deserve it. But we're not monsters, no matter what you say. We'll spare you... On one condition."
ko: "네가 죽을 만하긴 해도, 우리는 널 죽이지 않을 거야. 네가 뭐라 칭하든, 괴물은 아니거든. 용서해주지... 단, 조건이 하나 있어."
ko_mt: "죽어 마땅하지만 죽이지 않겠습니다. 하지만 우린 괴물이 아니야, 네가 뭐라고 말하든. 살려주겠다.. 한 가지 조건이 있다."

source: "Tell your servants and the other priests — if another tiefling is thrown out of the temple, if just one idiot says our blood is unwanted by the good gods..."
ko: "네 하인들과 다른 사제들에게 전해라. 만약 또 다른 티플링이 단 한 명이라도 신전 밖으로 쫒겨난다면, 단 한 명의 멍청이라도 우리 혈통이 선신들의 수치라 지껄인다면..."
ko_mt: "당신의 종들과 다른 사제들에게 말하십시오 - 만약 또 다른 티플링이 성전에서 쫓겨나거나, 단 한 명의 바보라도 우리의 피를 선한 신들이 원치 않는다고 말한다면..."

source: "We'll be very angry. All of us! Your arrogance, your oppression is over! Yes, demon blood runs through our veins, so don't make us angry!"
ko: "우리는 아주, 아주 화날거야. 우리 모두가! 너희의 오만함, 너희의 압제는 끝이다! 맞아, 우리 핏줄에 데몬의 피가 흐르지. 그러니 우리를 화나게 하지 마라!"
ko_mt: "우리는 매우 화를 낼 것입니다. 우리 모두! 너희의 오만함과 억압은 끝났다! 그래, 우리 혈관에는 데몬의 피가 흐르고 있으니 우리를 화나게 하지 마!"

source: A crudely painted, yet surprisingly pretty, bucolic landscape. The art looks entirely out of place in the palace.
ko: 거칠게 그려졌지만, 동시에 놀랍도록 예쁘고 목가적인 풍경화입니다. 이 작품은 궁궐에 걸리기엔 부적절해 보입니다.
ko_mt: 조잡하게 그려졌지만 놀랍도록 예쁜 목가적인 풍경. 이 그림은 궁전에 전혀 어울리지 않는 것처럼 보입니다.

source: A bed that is both wide and stunningly soft. It's a true crime to sleep in it alone.
ko: 널찍함과 굉장한 부드러움을 모두 갖춘 침대입니다. 여기서 혼자 자는 건 죄악에 가깝습니다.
ko_mt: 넓고 놀랍도록 부드러운 침대. 이 침대에서 혼자 자는 것은 정말 범죄입니다.

source: You gaze for too long at the light of the candle, and your ears come to be filled with an unpleasant, piercing shriek.
ko: 당신은 촛불의 빛을 너무도 오래 응시했고, 당신의 귀에는 불쾌하고 날카로운 비명 소리가 가득 차게 되었습니다.
ko_mt: 촛불 불빛을 너무 오래 바라보고 있으면 귀에 불쾌하고 날카로운 비명 소리가 가득 차게 됩니다.

source: An exquisite decanter brimming with a dark red liquid that smells like blood.
ko: 피와 비슷한 냄새가 나는 검붉은 액체가 가득 차있는 정교한 디캔터입니다.
ko_mt: 피 냄새가 나는 진한 붉은 액체가 가득한 정교한 디캔터.

source: A securely locked chest. The lock is shaped like the mouth of a growling animal, its steel fangs bared menacingly.
ko: 단단하게 잠긴 상자입니다. 자물쇠는 으르렁대는 야수의 아가리처럼 날카로우며, 그것의 강철 이빨은 무섭게 드러났습니다.
ko_mt: 단단히 잠긴 상자. 자물쇠는 으르렁거리는 동물의 입 모양을 하고 있으며, 강철 송곳니가 위협적으로 드러나 있습니다.

source: A closet full of books. Its contents are a mixture of the blasphemous and the obscene, containing both tomes of forbidden knowledge and raunchy volumes written for those who spend their nights alone.
ko: 책이 가득 찬 옷장입니다. 금단의 지식을 담은 것과 외로이 밤을 지새는 이들을 위해 쓰인 선정적인 서적들로 구성된 모독적이며 음란한 모음집입니다.
ko_mt: 책으로 가득 찬 벽장. 불경스러운 책과 외설적인 책이 뒤섞여 있으며, 금단의 지식이 담긴 책과 혼자 밤을 보내는 사람들을 위해 쓰여진 외설적인 책이 모두 포함되어 있습니다.

source: Formidable demonic armor. Judging from the dents and scratches that cover its surface, the armor has clearly borne the brunt of several blows.
ko: 강력한 데몬의 갑옷입니다. 표면에 빼곡한 패이고 긁힌 자국들로 판단컨대, 이 갑옷이 강력한 일격을 몇 번이고 받아냈던 게 분명합니다.
ko_mt: 강력한 데몬의 갑옷입니다. 표면을 뒤덮은 움푹 패인 자국과 긁힌 자국으로 미루어 볼 때, 이 갑옷은 여러 차례의 공격을 받은 것이 분명합니다.

source: A folding screen made of finely crafted leather that feels suspiciously similar to human skin.
ko: 수상쩍게도 사람 피부와 비슷한 가죽으로 섬세하게 세공된 병풍입니다.
ko_mt: 사람의 피부와 묘하게 비슷한 느낌을 주는 정교하게 제작된 가죽으로 만든 병풍입니다.

source: "The mistress forbids us from fraternizing with the guests."
ko: "주인님께서 손님과의 사교 활동을 금지하셨다."
ko_mt: "여주인은 손님과 친교하는 것을 금지하고 있습니다."

source: The wall is splattered with so much blood, it looks like a pig has been skinned here.
ko: 이 벽에는 아주 많은 피가 뿌려졌습니다. 여기서 돼지 가죽을 벗겨낸 걸로 보입니다.
ko_mt: 벽에 피가 너무 많이 튀어서 마치 돼지의 가죽을 벗긴 것처럼 보입니다.

source: A stinking puddle of vomit.
ko: 냄새나는 토사물입니다.
ko_mt: 악취가 나는 구토물 웅덩이.

source: A table littered with unsavory leftovers and spilled wine.
ko: 탹자는 불쾌한 냄새의 음식물과 쏟아진 와인으로 어질러졌습니다.
ko_mt: 먹다 남은 음식과 엎질러진 와인으로 어지럽혀진 테이블.

source: Gnawed and bloody bones that look suspiciously humanoid in appearance.
ko: 피범벅으로 파먹힌 뼈다귀입니다. 수상하게도외견이 인간형의 것과 비슷해보입니다.
ko_mt: 갉아먹고 피투성이가 된 뼈가 인간형처럼 보입니다.

source: Strange greenish slime splattered across the mirror.
ko_mt: 거울에 이상한 녹색 점액이 튀었습니다.

source: Clean
ko: 청소하기
ko_mt: 청소

source: "Believe me, we don't want to cause a problem."
ko: "믿어줘. 우리는 문제를 일으키고 싶지 않아."
ko_mt: "저희는 문제를 일으키고 싶지 않습니다."

source: A stone that looks the same as the rest.
ko: 다른 것들과 별반 다를 것 없는 돌입니다.
ko_mt: 다른 돌과 똑같이 생긴 돌입니다.

source: The remains of a cruelly tortured prisoner.
ko: 잔인하게 고문당한 투옥수의 잔해입니다.
ko_mt: 잔인하게 고문당한 죄수의 유골.

source: A torture mechanism covered in spattered blood.
ko: 고문 장치가 피로 물들었습니다.
ko_mt: 흩뿌려진 피로 뒤덮인 고문 기구.

source: {n}Hepzamirah's laughter, sharp and toneless, torments your ears.{/n} "So you were left in charge of Drezen? And you didn't have to report to anyone? This is very convenient, the doppelganger I send will be able to give orders on your behalf, and there will be no one to rescind them."
ko: {n}날카롭고 단조로운 헵자미라의 웃음소리가 당신의 귀에 아프게 꽂힌다.{/n} "그래서 너는 드레젠의 지휘권을 비워둔게냐? 아무에게도 보고하지 않았고? 아주 좋구나. 내가 보내는 분신이 네 뜻에 따라 명령을 내릴 수 있을 테고, 거기에 감히 반박하는 이는 아무도 없겠지."
ko_mt: {n}헵자미라의 날카롭고 톤 없는 웃음소리가 귀를 괴롭힙니다.{/n} "그래서 드레젠을 혼자 맡았다고요? 누구에게도 보고할 필요가 없었다고요? 이것은 매우 편리합니다. 내가 보내는 도플 갱어가 당신을 대신하여 명령을 내릴 수 있으며 아무도 취소 할 수 없습니다."

source: "Hahaha! Hahahahaha!"
ko: "하하하! 하 하 하 하 하!"
ko_mt: "하하하하! 하하하하!"

source: "The army used to be boring, but that was before the Commander!"
ko: "사령관님이 오시기 전 군대는 엄청 지루했었지!"
ko_mt: "예전에는 군대가 지루했지만 사령관이 오기 전에는 그랬어요!"

source: "I have such a great idea for a joke... But no one will get it!"
ko: "나 방금 개쩌는 농담이 떠올랐어... 하지 마누아무도 이해 못하겠지!"
ko_mt: "농담으로 좋은 아이디어가 있는데.. 하지만 아무도 이해하지 못하겠지!"

source: "What is going on in this city?!"
ko: "대체 도시에 무슨 일이 일어나는 거야?"
ko_mt: "이 도시에서 무슨 일이 벌어지고 있는 거죠?!"

source: "It's a circus, not an army. How have we not all been eaten by demons yet?"
ko: "이건 군대가 아니라 서커스단 수준이야. 어떻게, 아직도 우리 전부가 데몬 뱃속에 들어가지 않은 거지?"
ko_mt: "이건 군대가 아니라 서커스야. 어떻게 우리 모두 데몬에게 잡아먹히지 않았지?"

source: "Look, the Commander is coming! Watch your wallets!"
ko: "저기 봐, 사령관이 온다! 지갑 조심해!"
ko_mt: "봐요, 사령관이 오고 있어요! 지갑 조심하세요!"

source: "They say the Commander isn't right in the head... So what? Maybe only a crazy person can defeat the Abyss!"
ko: "사령관님이 지휘를 맡기엔 부적합하다고 떠들어대는데... 그게 뭐 어때? 미친 사람만이 심연과 싸워 이길 수 있을지도 모르잖아!"
ko_mt: "사령관이 머리가 좋지 않다고 하는데.. 그래서 뭐? 미친 사람만이 심연을 물리칠 수 있겠지!"

source: "I don't understand, is all of Drezen going insane, or is it just me?"
ko: "정말 이해가 안 가는데, 이거 나만 미친 거야, 아님 드레젠 전체가 미쳐 돌아가는 거야?"
ko_mt: "이해가 안 돼요, 드레젠 전체가 미쳐가는 건가요, 아니면 저만 그런 건가요?"

source: "Ah? What? Who's there?"
ko: "어? 뭐? 누구라고?"
ko_mt: "아? 뭐? 거기 누구야?"

source: "I wonder... Has anyone ever managed to play a prank on the Commander?"
ko: "궁금한 거 하나 있는데... 누구 사령관님한테 장난쳐본 사람 있어?"
ko_mt: "궁금한 게 있는데.. 사령관에게 장난을 쳐본 사람 있나요?"

source: "Our lawful king is back on the throne, and soon all the demons will be gone!"
ko: "우리의 정당한 왕께서 옥좌로 돌아오셨으니, 곧 모든 데몬들이 사라지리라!"
ko_mt: "우리의 질서인 왕이 왕좌에 돌아왔고 곧 모든 데몬이 사라질 것입니다!"

source: "Bards! Play louder! Louder!"
ko: "바드! 더 크게! 더!"
ko_mt: "바드! 더 크게 연주해! 더 크게!"

source: "Drinks on the king!"
ko: "왕을 위해 건배!"
ko_mt: "왕을 위하여 건배!"

source: "What's next on the list?"
ko: "다음 목록은 뭐지?"
ko_mt: "다음 목록은 무엇인가요?"

source: "Ten longswords. Five double-handed swords. One three-handed one. A wooden statue of a goblin..."
ko: "장검 열 자루. 양손검 다섯 자루. 삼손검 한 자루. 나무 고블린 조각상 하나..."
ko_mt: "장검 열 개. 양손검 다섯 개. 세손검 하나. 나무로 만든 고블린 조각상..."

source: "...Six sets of chainmail, used, a little worse for wear. A hat in the shape of an apple. Three maces. Pig heads, seven and a half..."
ko: "...사슬갑옷 여섯 세트, 중고, 착용감이 살짝 나쁨. 사과 모양 모자 하나. 메이스 세 자루. 돼지 머리 7개 반..."
ko_mt: "...6세트의 사슬갑옷, 중고, 약간 닳은 것. 사과 모양의 모자. 철퇴 세 개 돼지 머리, 7.5..."

source: "Wait, wait, what's all this? We didn't order this!"
ko: "잠깐, 잠깐, 그거 다 뭐야? 이런 주문 한 적 없어!"
ko_mt: "잠깐만요, 이게 다 뭐예요? 우리가 주문한 게 아닌데!"

source: "What do you mean you didn't order this? It's all written here, plain as day. Don't you mess me around!"
ko: "이런 주문 한 적 없다는 게 뭔 뜻이야? 분명 여기에 다 쓰여있잖아. 헛갈리게 하지 마!"
ko_mt: "주문하지 않았다니 무슨 말이야? 여기 다 적혀 있잖아요. 장난치지 마세요!"

source: "Me mess you around? You're the one with the hat in the shape of an apple! It says right here the hat needs to be in the shape of a pineapple!"
ko: "내가 널 헷갈리게 만든다고? 넌 사과 모양 모자 하나라고 했잖아? 여기엔 분명 파인애플 모양 모자 하나라고 쓰여있다고!"
ko_mt: "내가 널 건드렸다고? 사과 모양의 모자를 쓴 건 너잖아! 바로 여기에 모자는 파인애플 모양이어야 한다고 적혀 있잖아!"

source: "My neighbor's dog is so clever. Barks at strangers, sits on command, brings him his slippers... Not at all like my idiot rascal."
ko: "이웃집 개가 참 똑똑해. 낮선 사람을 보면 짖고, 앉으라고 하면 앉고, 주인한테 실내화도 가져다주고... 우리 못난이랑은 완전 다르다구."
ko_mt: "이웃집 개는 정말 영리해요. 낯선 사람에게 짖고, 명령에 따라 앉고, 슬리퍼를 가져다주고... 제 멍청한 개와는 전혀 다르죠."

source: "I thought you didn't have a dog."
ko: "너네 집에는 개 안키우는줄 알았는데.'
ko_mt: "개를 키우지 않는다고 생각했는데요."

source: "I don't, I've got a cat. Lazy, useless... So I told him, either you learn to fetch slippers, or I'm not feeding you anymore!"
ko: "개는 아니고, 고양이 키우지. 게으르고, 쓸모없고... 그래서 녀석한테 실내화를 물어다 주지 않으면 나도 먹이를 안줄 거라고 선언했어!"
ko_mt: "아니요, 전 고양이가 있어요. 게으르고, 쓸모없고.. 그래서 슬리퍼 가져오는 법을 배우지 않으면 더 이상 밥 안 줄 거야!"라고 말했죠."

source: "Harsh! And?"
ko: "냉혈한 녀석! 그래서?"
ko_mt: "가혹하다! 그리고?"

source: "That rascal went out that night and brought me all my neighbors' slippers. So I'm standing there looking at all of them, and then my cat says, 'What are you waiting for? Where's my food?'"
ko: "그날 밤에 우리 못난이가 이웃집 실내화를 물어오더라고. 어이가 없어서 가만히 보고 있었더니, 고양이가 한마디 하더라. '뭐해? 내 밥 안줘?'"
ko_mt: "그 악동은 그날 밤 나가서 이웃집 슬리퍼를 모두 가져왔어요. 그래서 제가 그 슬리퍼들을 보고 서 있는데 고양이가 '뭘 기다리는 거야? 내 사료는 어딨어?"

source: "I caught my man with another wench from the tavern the other day. I got so mad, I said, 'You old pervert, you think with that thing between your legs so much, it might as well be growing right out of your forehead!'"
ko: "우리 바깥사람이 또 다른 처자랑 선술집에 있는 걸 붙잡았지. 열받아가지고, '이 늙다리 성범죄자 새끼, 네 다리 사이에 달린거에 뇌를 지배당하는 모양인데, 차라리 그게 대갈빡에 달렸더라면 좀 나았을 텐데!' 라고 말했었어."
ko_mt: "얼마 전 술집에서 다른 창녀와 함께 있는 남자를 잡았어요. 너무 화가 나서 '이 늙은 변태 새끼야, 그거 다리 사이에 끼고 있으면 이마에서 자라나는 게 낫겠다'고 말했죠."

source: "You didn't! And?"
ko: "에그머니나! 그래서?"
ko_mt: "안 그랬어요! 그래서?"

source: "And he's standing there, staring at me... And well, one just starts growing out of his head!"
ko: "그랬더니 그이가 가만 서서 날 바라봤어... 그 뒤에, 그이 머리에서 뭔가 자라나더라고!"
ko_mt: "그리고 그는 저기 서서 저를 쳐다보고 있었어요.. 머릿속에서 하나가 자라기 시작했어요!"

source: "You aren't serious!"
ko: "장난하지 마!"
ko_mt: "농담이 아니군요!"

source: "Completely! And you know, it turned out so big and hard... I thought I might even let the old lech stay, now that's so well endowed, you know!"
ko: "진짜야! 그리고 있지, 그게 크고 단단해지더라고... 그 호색한을 그대로 둬야 겠다고 생각했었고, 지금은 기부를 많이 받고 있어!"
ko_mt: "완전히! 그리고 알다시피, 그것은 너무 크고 단단해졌습니다.. 이젠 너무 잘 자랐으니 그냥 놔둬도 될까 싶어요!"

source: "I heard your wife threw you out? She must've given you a walloping, telling by that bandage on your head."
ko: "너희 부인한테 내쫒겼다고 들었는데? 제대로 후려맞았나보지, 머리에 그 반창고 얘기나 들어보자."
ko_mt: "아내에게 쫓겨났다고 들었어요? 머리에 붕대를 감고 있는 걸로 봐서 엄청 놀랐나 봐요."

source: "No, pal, it's no bump. That idiot wife of mine wished a pecker would grow straight out of my forehead — and it did!"
ko: "이거 박은 거 아니야, 친구. 우리 멍청한 아내가 내 이마에 좆이 달리길 기도했던 거야. 그게 이뤄졌다고!"
ko_mt: "아니, 친구, 혹이 아니야. 내 멍청한 아내가 내 이마에서 뾰루지가 돋아나길 바랐는데, 실제로 돋아났어요!"

source: "Good grief! Seriously? Is it big?"
ko: "존나 슬프구만! 진짜야? 크냐?"
ko_mt: "맙소사! 정말이야? 이렇게 큰 거야?"

source: "Huge! I'm making a fortune off of it. Everyone wants to see, they just throw money at me... But as you're my friend, I'll show you for free."
ko: "존나 크지! 그걸 기회로 삼는 중이야. 모두가 그걸 보고 싶어해서 나한테 돈을 던져대... 하지만 내 친구니까 무료로 보여줄 수도 있어."
ko_mt: "대박! 저는 그것으로 큰돈을 벌고 있습니다. 다들 보고 싶어서 돈을 던지는데.. 하지만 넌 내 친구니까 공짜로 보여줄게."

source: "Oh, no, it's all right! Please don't!"
ko: "오우, 아냐, 괜찮아! 하지 마!"
ko_mt: "안 돼요, 괜찮아요! 제발 그러지 마세요!"

source: "You seem to be drinking all the time lately!"
ko: "너 최근에 계속 술을 퍼먹는 것 같아!"
ko_mt: "요즘 술을 자주 드시는 것 같네요!"

source: "I have a reason! It'd be wrong not to celebrate!"
ko: "축하하지 않으면 안될 일이 있거든!"
ko_mt: "이유가 있습니다! 축하하지 않는 건 잘못이에요!"

source: "What reason?"
ko: "뭔데?"
ko_mt: "무슨 이유?"

source: "As if you don't know. The king has returned! The rightful ruler of all Sarkoris!"
ko: "모른다면야. 왕이 돌아왔어! 사코리스 전역의 정당한 지배자가!"
ko_mt: "마치 모르는 것처럼. 왕이 돌아왔다! 모든 사르코리스의 정당한 통치자!"

source: "That buffoon? Pff!"
ko: "그 광대? 푸흡!"
ko_mt: "저 멍청이?"

source: "You don't believe me? Fine. But he buys drinks for everyone who wants them!"
ko: "날 못믿는 거야? 좋아. 하지만 그는 자기가 원하는 모든 사람에게 술을 산다고!"
ko_mt: "못 믿으시겠어요? 좋아. 하지만 그는 원하는 모든 사람에게 음료를 사주죠!"

source: "Really? Well now! Maybe he really is the rightful king?"
ko: "진짜? 그렇구만! 진짜 정통성 있는 왕일지도?"
ko_mt: "정말요? 그럼 지금! 저 사람이 정말 왕이 맞을까요?"

source: "Hic! Tooo His Majesty's... 'ealth!"
ko: "끅! 폐하의... 언강을 위해애!"
ko_mt: "힉! 폐하의.. '건강!"

source: "I worry about you. Your shop is boarded up, and you've not been around..."
ko: "걱정했었어. 가게 문은 잠겨있지, 넌 주변에 안보이지..."
ko_mt: "걱정돼요. 가게는 문을 닫았고, 당신은 곁에 없는데..."

source: "I'm always at the court of His Majesty now! I'm a courtier, you see, and that's nothing to sneeze at!"
ko: "난 계속 대왕 폐하의 궁궐에 있어! 나는 신하고, 알다시피 그건 만만찮은 일이거든!"
ko_mt: "저는 이제 항상 폐하의 궁정에 있습니다! 저는 궁녀입니다, 아시다시피, 그건 재채기할 일이 아닙니다!"

source: "I'm afraid you'll drink yourself to death. Or starve — the king won't feed you forever!"
ko: "죽을 때까지 마실까봐 걱정이 되는데. 아니면 굶어 죽거나. 왕이 널 영원히 먹여주진 않을 거야!"
ko_mt: "네가 술에 취해 죽을까봐 걱정이다. 아니면 굶어 죽을 수도 있습니다. 왕이 영원히 먹여주지 않을 겁니다!"

source: "But he will! He gave me — hic! — a title, and lands."
ko: "하지만 그러고 있잖아! 그는 내게 — 딸꾹! — 직위도, 영지도 하사했다고."
ko_mt: "하지만 그는 그럴 거예요! 그는 나에게 - 힉! - 직위와 땅을 주셨어요."
