Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: Unlocks the {g|ReligiousFeast}[Religious Feast]{/g} decree.
ko: {g|ReligiousFeast}[성찬]{/g} 칙령을 해금합니다.
ko_mt: {g|ReligiousFeast}[종교 축제]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|CommandersParade}[Commander's Parade]{/g} decree.
ko: {g|CommandersParade}[사령관의 행진]{/g} 칙령을 해금합니다.
ko_mt: {g|CommandersParade}[사령관 퍼레이드] 법령을 잠금 해제합니다.

source: Unlocks the {g|HelpingThoseInNeed}[Helping Those in Need]{/g} decree.
ko: {g|HelpingThoseInNeed}[도움이 필요한 사람들을 돕기]{/g} 칙령을 해금합니다.
ko_mt: {g|HelpingThoseInNeed}[도움이 필요한 사람들을 돕기]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|Bribery}[Bribery]{/g} decree.
ko: {g|Bribery}[뇌물]{/g} 칙령을 해금합니다.
ko_mt: {g|Bribery}[뇌물 수수]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|RoyalParade}[Royal Parade]{/g} decree.
ko: {g|RoyalParade}[왕실 행진]{/g} 칙령을 해금합니다.
ko_mt: {g|RoyalParade}[왕실 퍼레이드]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|Inquisitors}[Inquisitors]{/g} mercenary unit — infantry specializing in slaying spellcasters. 12 {g|Inquisitors}[Inquisitors]{/g} are recruited at the Commander's headquarters.
ko: 주문 시전자를 죽이는데 특화된 보병인 {g|Inquisitors}[인퀴지터]{/g} 용병 유닛을 해금합니다. 사령관의 지휘부에 12 {g|Inquisitors}[인퀴지터]{/g}를 모집합니다.
ko_mt: 주문 시전사 처치 전문 보병인 {g|Inquisitors}[이단심문관]{/g} 용병 유닛을 잠금 해제합니다. 사령관 본부에서 12명의 {g|Inquisitors}[이단심문관]{/g}을 모집할 수 있습니다.

source: Unlocks the {g|Duelists}[Duelists]{/g} mercenary unit — infantry capable of parrying enemy attacks. 15 {g|Duelists}[Duelists]{/g} are recruited at the Commander's headquarters.
ko: 적의 공격을 쳐내는 능력을 가진 보병인 {g|Duelists}[듀얼리스트]{/g} 용병 유닛을 해금합니다. 사령관의 지휘부에 15 {g|Duelists}[듀얼리스트]{/g}를 모집합니다.
ko_mt: 적의 공격을 방어할 수 있는 보병 용병 유닛 {g|Duelists}[결투사]{/g}을 잠금 해제합니다. 사령관 본부에서 15명의 {g|Duelists}[결투사]{/g}을 모집할 수 있습니다.

source: Unlocks the {g|Barbarians}[Barbarians]{/g} mercenary unit — powerful offensive infantry. 10 {g|Barbarians}[Barbarians]{/g} are recruited at the Commander's headquarters.
ko: 강력한 공격용 보병인 {g|Barbarians}[바바리안]{/g} 용병 유닛을 해금합니다. 사령관의 지휘부에 10 {g|Barbarians}[바바리안]{/g}을 모집합니다.
ko_mt: 강력한 공격 보병인 {g|Barbarians}[야만인]{/g} 용병 유닛을 잠금 해제합니다. 사령관 본부에서 10명의 {g|Barbarians}[야만인]{/g}을 모집할 수 있습니다.

source: Unlocks the {g|Rogues}[Rogues]{/g} mercenary unit — fighters effective at flanking enemies. 15 {g|Rogues}[Rogues]{/g} are recruited at the Commander's headquarters.
ko: 적을 협공할 때 효과적인 전투원인 {g|Rogues}[로그]{/g} 용병 유닛을 해금합니다. 사령관의 지휘부에 15 {g|Rogues}[로그]{/g}를 모집합니다.
ko_mt: 적의 측면 공격에 효과적인 {g|Rogues}[로그]{/g} 용병 유닛을 잠금 해제합니다. 사령관 본부에서 15명의 {g|Rogues}[로그]{/g}를 모집할 수 있습니다.

source: Unlocks the {g|Sorcerers}[Sorcerers]{/g} mercenary unit — spellcasters that deal damage with combat spells. 13 {g|Sorcerers}[Sorcerers]{/g} are recruited at the Commander's headquarters.
ko: 공격 주문으로 피해를 가하는 주문 시전자인 {g|Sorcerers}[소서러]{/g} 용병 유닛을 해금합니다. 사령관의 지휘부에 13 {g|Sorcerers}[소서러]{/g}를 모집합니다.
ko_mt: 전투 주문으로 피해를 주는 주문 시전사 {g|Sorcerers}[소서러]{/g} 용병 유닛을 잠금 해제합니다. 사령관 본부에서 13명의 {g|Sorcerers}[소서러]{/g}을 모집할 수 있습니다.

source: Unlocks the {g|HelpFromQueenGalfrey}[Help From Queen Galfrey]{/g} decree.
ko: {g|HelpFromQueenGalfrey}[갈프리 여왕의 지원]{/g} 칙령을 해금합니다.
ko_mt: {g|HelpFromQueenGalfrey}[갈프레이 여왕의 도움]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|TheHelpOfNobleHouses}[The Help of Noble Houses]{/g} decree.
ko: {g|TheHelpOfNobleHouses}[귀족 가문의 도움]{/g} 칙령을 해금합니다.
ko_mt: {g|TheHelpOfNobleHouses}[귀족 가문의 도움]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|PeoplesHelp}[People's Help]{/g} decree.
ko: {g|PeoplesHelp}[민중의 도움]{/g} 칙령을 해금합니다.
ko_mt: {g|PeoplesHelp}[사람들의 도움] 법령을 잠금 해제합니다.

source: Unlocks the {g|RoyalCourtsHelp}[Royal Court's Help]{/g} decree.
ko: {g|RoyalCourtsHelp}[왕실의 도움]{/g} 칙령을 해금합니다.
ko_mt: {g|RoyalCourtsHelp}[왕실의 도움] 법령을 잠금 해제합니다.

source: Unlocks the {g|RoyalCouncilsHelp}[Royal Council's Help]{/g} decree.
ko: {g|RoyalCouncilsHelp}[왕실 의회의 지원]{/g} 칙령을 해금합니다.
ko_mt: {g|RoyalCouncilsHelp}[왕립 위원회의 도움] 법령을 잠금 해제합니다.

source: Adds 6,000 Finance Points. {g|Footmen}[Footmen]{/g}, {g|Champions}[Champions]{/g}, {g|ShieldBearers}[Shield Bearers]{/g}, {g|Spearmen}[Spearmen]{/g}, {g|Houndmasters}[Houndmasters]{/g}, {g|Convicts}[Convicts]{/g} and {g|Conscripts}[Conscripts]{/g} gain the {g|AndoranEquipment}[Andoren Equipment]{/g} feat.
ko_mt: 재정 점수 6,000을 추가합니다. {g|Footmen}[보병]{/g}, {g|Champions}[챔피언]{/g}, {g|ShieldBearers}[방패병]{/g}, {g|Spearmen}[창병]{/g}, {g|Houndmasters}[조련사]{/g}, {g|Convicts}[죄수]{/g} 및 {g|Conscripts}[징집병]{/g}은 {g|AndoranEquipment}[안도렌 장비]{/g} 피트를 얻습니다.

source: 28 {g|HedgeKnights}[Hedge Knights]{/g} are recruited at the Commander's headquarters. {g|Paladins}[Paladins]{/g}, {g|Cuirassiers}[Cuirassiers]{/g}, {g|WolfRiders}[Wolf Riders]{/g}, {g|HedgeKnights}[Hedge Knights]{/g}, {g|Raiders}[Raiders]{/g}, and {g|LightCavalry}[Light Cavalry]{/g} gain the {g|AndoranHorses}[Excellent Horses]{/g} feat.
ko_mt: 사령관 본부에 28 {g|HedgeKnights}[방랑 기사]{/g}을 모집합니다. {g|Paladins}[성기사]{/g}, {g|Cuirassiers}[흉갑기병]{/g}, {g|WolfRiders}[늑대 기수]{/g}, {g|HedgeKnights}[방랑 기사]{/g}, {g|Raiders}[약탈자]{/g}, {g|LightCavalry}[경기병]{/g}은 {g|AndoranHorses}[우수한 말]{/g} 피트를 얻습니다.

source: Andoren Army
ko_mt: 안도렌 군대

source: 45 {g|Rangers}[Rangers]{/g} — a ranged unit capable of defending themselves in close combat — are recruited at the Commander's headquarters. {g|Archers}[Archers]{/g}, {g|Rangers}[Rangers]{/g}, {g|Marksmen}[Marksmen]{/g}, {g|AxeThrowers}[Axe Hunters]{/g}, {g|Headhunters}[Headhunters]{/g}, {g|Bandits}[Bandits]{/g}, and {g|Slingers}[Slingers]{/g} gain the {g|IsgeriTraining}[Isgeri Training]{/g} feat.
ko_mt: 45 {g|Rangers}[순찰자]{/g} - 근접 전투에서 자신을 방어할 수 있는 원거리 유닛으로, 사령관 본부에서 모집합니다. {g|Archers}[궁수]{/g}, {g|Rangers}[순찰자]{/g}, {g|Marksmen}[명사수]{/g}, {g|AxeThrowers}[도끼 사냥꾼]{/g}, {g|Headhunters}[헤드헌터]{/g}, {g|Bandits}[도적]{/g}, {g|Slingers}[슬링거]{/g}은 {g|IsgeriTraining}[이스게리 교육]{/g} 능력을 습득할 수 있습니다.

source: Greenskin Stalkers Company
ko: 초록 피부 추적자 용병대
ko_mt: 그린스킨 스토커즈 컴퍼니

source: 28 {g|HedgeKnights}[Hedge Knights]{/g} are recruited at the Commander's headquarters. All mercenary units gain the {g|AttractedByFame}[Attracted by Fame]{/g} feat.
ko: 사령관의 지휘부에 28 {g|HedgeKnights}[방랑 기사]{/g}를 모집합니다. 모든 용병 유닛은 {g|AttractedByFame}[명성에 이끌림]{/g} 특기를 얻습니다.
ko_mt: 사령관 본부에서 28 {g|HedgeKnights}[방랑 기사]{/g}을 모집합니다. 모든 용병 유닛이 {g|AttractedByFame}[명성에 이끌림]{/g} 피트을 획득합니다.

source: Free Banners
ko: 공짜 깃발
ko_mt: 무료 배너

source: Reinforcements from the Homeland
ko: 고향의 지원군
ko_mt: 국토안보부 지원병력

source: 10 {g|Cuirassiers}[Cuirassiers]{/g}, 30 {g|Champions}[Champions]{/g}, and 30 {g|Marksmen}[Marksmen]{/g} are recruited at the Commander's headquarters. Crusade morale increases by 20.
ko: 사령관의 지휘부에 10 {g|Cuirassiers}[퀴레시어]{/g}, 30 {g|Champions}[챔피언]{/g}, 30 {g|Marksmen}[저격수]{/g}를 모집합니다. 성전 사기가 20 증가합니다.
ko_mt: 사령관 본부에서 10 {g|Cuirassiers}[흉갑기병]{/g}, 30 {g|Champions}[챔피언]{/g}, 30 {g|Marksmen}[명사수]{/g}을 모집합니다. 십자군 사기가 20 증가합니다.

source: Provides {g|Diplomacy6_1_Artefact}[holy relic]{/g}.
ko: {g|Diplomacy6_1_Artefact}[성물]{/g}을 제공합니다.
ko_mt: {g|Diplomacy6_1_Artefact}[신성한 유물]{/g}을 제공합니다.

source: Gift from the High Priest
ko: 고위 사제의 선물
ko_mt: 대제사장의 선물

source: Provides {g|Diplomacy6_2_Artefact}[family heirloom]{/g}.
ko: {g|Diplomacy6_2_Artefact}[가보]{/g}를 제공합니다.
ko_mt: {g|Diplomacy6_2_Artefact}[가문의 가보]{/g}을 제공합니다.

source: Gift from Nobility
ko: 귀족의 선물
ko_mt: 귀족의 선물

source: Provides {g|Diplomacy6_3_Artefact}[powerful relic armor]{/g}.
ko_mt: {g|Diplomacy6_3_Artefact}[강력한 유물 방어구]{/g}을 제공합니다.

source: Gift from the Mendevian Generals
ko: 멘데브 장군의 선물
ko_mt: 멘데비안 장군의 선물

source: Provides {g|Diplomacy6_4_Artefact}[masterpiece from an artisan from a distant land]{/g}.
ko: {g|Diplomacy6_4_Artefact}[이방의 장인의 걸작]{/g}을 제공합니다.
ko_mt: {g|Diplomacy6_4_Artefact}[머나먼 땅에서 온 장인의 걸작]{/g}을 제공합니다.

source: Gift from the Young Kingdom
ko: 젊은 왕국의 선물
ko_mt: 젊은 왕국의 선물

source: Provides {g|Diplomacy6_5_Artefact}[valuable relic from the treasury]{/g}.
ko: {g|Diplomacy6_5_Artefact}[보물고에서 꺼내온 가치있는 유물]{/g}을 제공합니다.
ko_mt: {g|Diplomacy6_5_Artefact}[재무부의 값진 유물]{/g}을 제공합니다.

source: Gift from the Royal Council
ko: 왕실 의회의 선물
ko_mt: 왕립 위원회의 선물

source: Unlocks the {g|DeclaringIndependence}[Declaring Independence]{/g} decree.
ko: {g|DeclaringIndependence}[독립 선언]{/g} 칙령을 해금합니다.
ko_mt: {g|DeclaringIndependence}[독립 선언하기]{/g} 법령을 잠금 해제합니다.

source: All generals gain the {g|ExcellentAdvisors}[Excellent Advisors]{/g} feat.
ko: 모든 지휘관은 {g|ExcellentAdvisors}[탁월한 조언자]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 {g|ExcellentAdvisors}[우수 어드바이저]{/g} 업적을 얻습니다.

source: Foreign Advisors
ko: 이국의 조언자
ko_mt: 외국인 고문

source: Unlocks the {g|SistersOfTheGoldenErinyes}[Sisters of the Golden Erinyes]{/g} mercenary unit — monks with high defensive potential. 8 {g|SistersOfTheGoldenErinyes}[Sisters of the Golden Erinyes]{/g} are recruited at the Commander's headquarters.
ko: 높은 방어 능력을 지닌 몽크인 {g|SistersOfTheGoldenErinyes}[금빛 에리니에스 자매단]{/g} 용병 유닛을 해금합니다. 사령관의 지휘부에 8 {g|SistersOfTheGoldenErinyes}[금빛 에리니에스 자매단]{/g}을 고용합니다.
ko_mt: 높은 방어적 능력을 지닌 수도사 용병 부대 {g|SistersOfTheGoldenErinyes}[황금 에리네스의 자매]{/g}을 잠금 해제합니다. 사령관 본부에서 8명의 {g|SistersOfTheGoldenErinyes}[황금 에리네스의 자매]{/g}을 모집할 수 있습니다.

source: Unlocks the {g|GoldenLegionnaires}[Golden Legionnaires]{/g} mercenary unit — elite infantry capable of protecting comrades from attacks. 4 {g|GoldenLegionnaires}[Golden Legionnaires]{/g} are recruited at the Commander's headquarters.
ko: 동료를 공격으로부터 보호하는 정예 보병인 {g|GoldenLegionnaires}[황금 군단병]{/g} 용병 유닛을 해금합니다. 사령관의 지휘부에 4 {g|GoldenLegionnaires}[황금 군단병]{/g} 을 모집합니다.
ko_mt: 공격으로부터 아군을 보호할 수 있는 정예 보병인 {g|GoldenLegionnaires}[황금 군단병]{/g} 용병 부대를 잠금 해제합니다. 사령관 본부에서 4명의 {g|GoldenLegionnaires}[황금 군단병]{/g}을 모집할 수 있습니다.

source: Recruiting trainable units is prohibited for 2 weeks. Recruitment growth for trainable units reduces to 0 for 2 weeks. After two weeks pass all trainable units gain the {g|BestSonsOfMendev}[Best Sons of Mendev]{/g} feat.
ko: 훈련 가능 유닛의 모집이 2 주간 금지됩니다. 훈련 가능 유닛의 성장이 2 주간 0 으로 감소합니다. 2주가 지난 뒤 모든 훈련 가능한 유닛이 {g|BestSonsOfMendev}[멘데브 최고의 전사들]{/g} 특기를 얻습니다.
ko_mt: 2주간 훈련 가능한 유닛 모집이 금지됩니다. 2주 동안 훈련 가능한 유닛의 모집 성장률이 0으로 감소합니다. 2주가 지나면 훈련 가능한 모든 유닛이 {g|BestSonsOfMendev}[멘데브의 최고의 아들]{/g} 능력을 얻습니다.

source: Unlocks the {g|MendevianCavaliers}[Mendevian Cavaliers]{/g} mercenary unit — excellent cavalry that can deliver pinpoint strikes against enemy lines. 6 {g|MendevianCavaliers}[Mendevian Cavaliers]{/g} are recruited at the Commander's headquarters.
ko: 적 전열을 한 점 돌파해 휘젓는 뛰어난 기병인 {g|MendevianCavaliers}[멘데브 기사]{/g} 용병 유닛을 해금합니다. 사령관의 지휘부에 6 {g|MendevianCavaliers}[멘데브 기사]{/g}를 모집합니다.
ko_mt: 적진을 정확히 타격할 수 있는 뛰어난 기병 부대인 {g|MendevianCavaliers}[멘데브 캐벌리어스]{/g} 용병 부대를 잠금 해제합니다. 사령관 본부에서 6명의 {g|MendevianCavaliers}[멘데브 캐벌리어스]{/g}을 모집할 수 있습니다.

source: Unlocks the {g|GlorificationOfTheGods}[Glorification of the Gods]{/g} decree.
ko: {g|GlorificationOfTheGods}[신들을 향한 찬미]{/g} 칙령을 해금합니다.
ko_mt: {g|GlorificationOfTheGods}[신들의 영광]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|TaxOfTheRighteous}[Tax of the Righteous]{/g} decree.
ko: {g|TaxOfTheRighteous}[의인의 세금]{/g} 칙령을 해금합니다.
ko_mt: {g|TaxOfTheRighteous}[의로운 자의 세금]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|ElectionsToTheRoyalCouncil}[Elections to the Royal Council]{/g} decree.
ko: {g|ElectionsToTheRoyalCouncil}[왕실 의회 선거]{/g} 칙령을 해금합니다.
ko_mt: {g|ElectionsToTheRoyalCouncil}[왕립 평의회 선거]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|TieflingsRights}[Tieflings' Rights]{/g} decree.
ko_mt: {g|TieflingsRights}[티플링의 권리] 법령을 잠금 해제합니다.

source: Unlocks the {g|Mobilization}[Mobilization]{/g} decree.
ko: {g|Mobilization}[동원령]{/g} 칙령을 해금합니다.
ko_mt: {g|Mobilization}[동원]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|NewNobility}[New Nobility]{/g} decree.
ko: {g|NewNobility}[새로운 귀족]{/g} 칙령을 해금합니다.
ko_mt: {g|NewNobility}[새로운 귀족]{/g} 법령을 잠금 해제합니다.

source: Dragon Wisdom
ko: 드래곤의 지혜
ko_mt: 드래곤의 지혜

source: Dragons' Support
ko: 드래곤의 지원
ko_mt: 드래곤의 지원

source: 7 {g|BrassDragons}[Brass Dragons]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 7 {g|BrassDragons}[브라스 드래곤]{/g}를 모집합니다.
ko_mt: 사령관 본부에서 7 {g|BrassDragons}[황동 드래곤]{/g}을 모집합니다.

source: Crusader Supremacy
ko: 성전군의 우월함
ko_mt: 성전사 패권

source: All generals gain 100,000 experience points and +1 level to the {g|StrivingForDistinction}[Striving for Distinction]{/g} feat.
ko_mt: 모든 장수는 경험치 100,000점을 획득하고 {g|StrivingForDistinction}[차별화를 위한 노력]{/g} 업적 +1 레벨을 획득합니다.

source: Reconciliation
ko: 조화
ko_mt: 화해

source: Unlocks the {g|ScaledFists}[Scaled Fists]{/g} mercenary unit — powerful monk infantry. 6 {g|ScaledFists}[Scaled Fists]{/g} are recruited at the Commander's headquarters.
ko: 강력한 몽크 보병인 {g|ScaledFists}[스케일드 피스트]{/g} 용병 유닛을 해금합니다. 사령관의 지휘부에 6 {g|ScaledFists}[스케일드 피스트]{/g}를 모집합니다.
ko_mt: 강력한 수도사 보병인 {g|ScaledFists}[비늘 주먹]{/g} 용병 유닛을 잠금 해제합니다. 사령관 본부에서 6명의 {g|ScaledFists}[비늘 주먹]{/g}을 모집할 수 있습니다.

source: Discord
ko: 부조화
ko_mt: 불화

source: All units gain the {g|Enraged}[Enraged]{/g} feat.
ko: 모든 유닛이 {g|Enraged}[격노함]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛이 {g|Enraged}[분노]{/g} 업적을 얻습니다.

source: 7 {g|CopperDragons}[Copper Dragons]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 7 {g|CopperDragons}[코퍼 드래곤]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 7 {g|CopperDragons}[구리 드래곤]{/g}을 모집합니다.

source: Cautious Against Dragons
ko: 드래곤 주의
ko_mt: 드래곤에 대한 주의

source: 4 {g|Dragonslayers}[Dragonslayers]{/g} are recruited at the Commander's headquarters — ranged units effective against the most dangerous opponents.
ko: 사령관의 지휘부에 4 {g|Dragonslayers}[드래곤 슬레이어]{/g} — 가장 위험한 적에 대항할 때 효과적인 원거리 유닛을 모집합니다.
ko_mt: 사령관 본부에서 가장 위험한 적에게 효과적인 원거리 유닛인 {g|Dragonslayers}[드래곤슬레이어]{/g} 4명을 모집할 수 있습니다.

source: All dragon units gain the {g|DefendersOfMortals}[Defenders of Mortals]{/g} feat.
ko: 모든 드래곤 유닛이 {g|DefendersOfMortals}[필멸자들의 수호자]{/g} 특기를 얻습니다.
ko_mt: 모든 용 유닛은 {g|DefendersOfMortals}[필멸자의 수호자]{/g} 업적을 얻습니다.

source: 7 {g|FallenDragons}[Fallen Dragons]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 7 {g|FallenDragons}[타락한 드래곤]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 7 {g|FallenDragons}[타락한 드래곤]{/g}을 모집합니다.

source: 7 {g|BronzeDragons}[Bronze Dragons]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 7 {g|BronzeDragons}[Bronze Dragons]브론즈 드래곤{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 7 {g|BronzeDragons}[브론즈 드래곤]{/g}을 모집합니다.

source: Dragon Raids
ko: 드래곤 습격
ko_mt: 드래곤 레이드

source: All units gain the {g|Terrifying}[Terrifying]{/g} feat.
ko: 모든 유닛이 {g|Terrifying}[공포스러움]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛이 {g|Terrifying}[무서운]{/g} 업적을 얻습니다.

source: Terror
ko: 공포
ko_mt: 테러

source: All units gain the {g|Terrifying}[Terrifying]{/g} feat. Unlocks the {g|FallenDragonsRecruitment_mechanical}[Summon Fallen Dragons]{/g} decree, allowing recruitment of {g|FallenDragons}[Fallen Dragons]{/g} — mighty monsters who attack enemies with the power of chaos.
ko: 모든 유닛이 {g|Terrifying}[공포스러움]{/g} 특기를 얻습니다. {g|FallenDragonsRecruitment_mechanical}[타락한 드래곤 소환]{/g} 칙령을 해금해 혼돈의 힘으로 적을 공격하는 강력한 드래곤,{g|FallenDragons}[타락한 드래곤]{/g}을 모집할 수 있습니다.
ko_mt: 모든 유닛이 {g|Terrifying}[무서운]{/g} 피트를 얻습니다. 혼돈의 힘으로 적을 공격하는 강력한 괴물인 {g|FallenDragonsRecruitment_mechanical}[타락한 드래곤 소환]{/g} 칙령을 잠금 해제하여 {g|FallenDragons}[타락한 드래곤]{/g}을 소환할 수 있습니다.

source: 7 {g|GoldDragons}[Gold Dragons]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 7 {g|GoldDragons}[골드 드래곤]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 7 {g|GoldDragons}[골드 드래곤]{/g}을 모집합니다.

source: Unlocks the {g|DragonDisciples}[Dragon Disciples]{/g} mercenary unit — efficient utility spellcasters. 6 {g|DragonDisciples}[Dragon Disciples]{/g} are recruited at the Commander's headquarters.
ko: 효율적인 보조 주문 시전자인 {g|DragonDisciples}[드래곤 디사이플]{/g} 용병 유닛을 해금합니다 사령관의 지휘부에 6 {g|DragonDisciples}[드래곤 디사이플]{/g}이 모집됩니다.
ko_mt: 효율적인 유틸리티 주문 시전자인 {g|DragonDisciples}[드래곤 제자]{/g} 용병 유닛을 잠금 해제합니다. 사령관 본부에서 6명의 {g|DragonDisciples}[드래곤 제자]{/g}을 모집할 수 있습니다.

source: Corruption
ko: 타락
ko_mt: 부패

source: All dragon units gain the {g|CorruptedDragons}[Corrupted Dragons]{/g} feat.
ko: 모든 드래곤 유닛이 {g|CorruptedDragons}[타락한 드래곤]{/g} 특기를 얻습니다.
ko_mt: 모든 용 유닛은 {g|CorruptedDragons}[타락한 드래곤]{/g} 업적을 얻습니다.

source: Warden of Life
ko: 생명의 파수꾼
ko_mt: 생명의 수호자

source: 7 {g|GoldDragons}[Gold Dragons]{/g} are recruited at the Commander's headquarters. All dragon units gain the {g|WardenOfLife}[Warden of Life]{/g} feat.
ko: 사령관의 지휘부에 7 {g|GoldDragons}[골드 드래곤]{/g}을 모집합니다. 모든 드래곤 유닛이 {g|WardenOfLife}[생명의 파수꾼]{/g} 특기를 얻습니다.
ko_mt: 사령관 본부에서 7명의 {g|GoldDragons}[골드 드래곤]{/g}을 모집합니다. 모든 용 유닛이 {g|WardenOfLife}[생명의 수호자]{/g} 피트를 얻습니다.

source: Unlocks the {g|DragonheirScions}[Dragonheir Scions]{/g} mercenary unit — knights capable of transforming into dragons. 4 {g|DragonheirScions}[Dragonheir Scions]{/g} are recruited at the Commander's headquarters.
ko: 드래곤으로 변신할 수 있는 기사인 {g|DragonheirScions}[드래곤에어 사이언]{/g} 용병 유닛을 해금합니다. 사령관의 지휘부에 4 {g|DragonheirScions}[드래곤에어 사이언]{/g}을 모집합니다.
ko_mt: 용으로 변신할 수 있는 기사 용병 유닛 {g|DragonheirScions}[드래곤 후계자 자손]{/g}을 잠금 해제합니다. 사령관 본부에서 4명의 {g|DragonheirScions}[드래곤 후계자 자손]{/g}을 모집할 수 있습니다.

source: All generals gain the {g|DragonsKnowledge}[Dragons' Knowledge]{/g} feat.
ko: 모든 지휘관이 {g|DragonsKnowledge}[드래곤들의 지식]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 {g|DragonsKnowledge}[드래곤의 지식] 업적을 얻습니다.

source: 7 {g|SilverDragons}[Silver Dragons]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 7 {g|SilverDragons}[실버 드래곤]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 7 {g|SilverDragons}[실버 드래곤]{/g}을 모집합니다.

source: Dragon Reign
ko: 드래곤 군림
ko_mt: 드래곤 통치

source: Recruitment growth for trainable units reduces by 50%. The cost of recruiting mercenary units increases by 100%. Unlocks the {g|DragonReign}[Dragon Reign]{/g} decree.
ko: 훈련 가능한 유닛의 모집 성장이 50% 감소합니다. 용병 유닛의 고용 비용이 100% 증가합니다. {g|DragonReign}[드래곤 군림]{/g} 칙령을 해금합니다.
ko_mt: 훈련 가능한 유닛의 모집 증가량이 50% 감소합니다. 용병 유닛 모집 비용이 100% 증가합니다. {g|DragonReign}[드래곤 통치]{/g} 칙령을 잠금 해제합니다.

source: Freedom of Belief
ko: 신앙의 자유
ko_mt: 신앙의 자유

source: Harsh Discipline
ko: 가혹한 규율
ko_mt: 가혹한 규율

source: Inevitable Retribution
ko: 인과응보
ko_mt: 피할 수 없는 보복

source: Unlocks the {g|GloryToTheHeroes}[Glory to the Heroes]{/g} decree.
ko: {g|GloryToTheHeroes}[영웅들에게 영광을]{/g} 칙령을 해금합니다.
ko_mt: {g|GloryToTheHeroes}[영웅에게 영광을]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|HuntingDownMutiny}[Hunting Down Mutiny]{/g} decree.
ko: {g|HuntingDownMutiny}[반란 진압]{/g} 칙령을 해금합니다.
ko_mt: {g|HuntingDownMutiny}[반란군 사냥]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|BribesForTheOfficers}[Bribes for the Officers]{/g} decree.
ko: {g|BribesForTheOfficers}[장교들에게 뇌물 증정]{/g} 칙령을 해금합니다.
ko_mt: {g|BribesForTheOfficers}[임원에 대한 뇌물]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|DistributingProvisions}[Distributing Provisions]{/g} decree.
ko: {g|DistributingProvisions}[식량 분배]{/g} 칙령을 해금합니다.
ko_mt: {g|DistributingProvisions}[프로비전 배포]{/g} 법령을 잠금 해제합니다.

source: All generals gain the {g|PiousOfficers}[Pious Officers]{/g} feat.
ko: 모든 지휘관은 {g|PiousOfficers}[경건한 사관]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 {g|PiousOfficers}[경건한 장교]{/g} 능력을 얻습니다.

source: Experienced Officers
ko: 경험많은 사관
ko_mt: 숙련된 임원

source: All generals gain +1 level to the {g|StrivingForDistinction}[Striving for Distinction]{/g} feat.
ko_mt: 모든 장수는 {g|StrivingForDistinction}[차별화를 위한 노력]{/g} 업적 +1 레벨을 얻습니다.

source: All generals gain +1 level to the {g|MasterOfManeuver}[Master of Maneuver]{/g} feat.
ko_mt: 모든 장수는 {g|MasterOfManeuver}[전술의 달인]{/g} 업적 +1 레벨을 얻습니다.

source: Promising Officers
ko: 전도유망한 사관
ko_mt: 유망한 임원

source: All generals gain the {g|HeroicOfficers}[Heroic Officers]{/g} feat.
ko: 모든 지휘관이 {g|HeroicOfficers}[영웅적인 사관]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 {g|HeroicOfficers}[영웅 장교]{/g} 능력을 얻습니다.

source: Unlocks the {g|Preachers}[Preachers]{/g} decree.
ko: {g|Preachers}[설교자들]{/g} 칙령을 해금합니다.
ko_mt: {g|Preachers}[설교자]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|RefugeesRecruitment}[Refugees' Recruitment]{/g} decree.
ko: {g|RefugeesRecruitment}[피난민 징집]{/g} 칙령을 해금합니다.
ko_mt: {g|RefugeesRecruitment}[난민 모집] 법령을 잠금 해제합니다.

source: Unlocks the {g|GenerousRecruiters}[Generous Recruiters]{/g} decree.
ko: {g|GenerousRecruiters}[관대한 모병관]{/g} 칙령을 해금합니다.
ko_mt: {g|GenerousRecruiters}[관대한 채용 담당자]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|RoyalConscription}[Royal Conscription]{/g} decree.
ko: {g|RoyalConscription}[왕실 징병]{/g} 칙령을 해금합니다.
ko_mt: {g|RoyalConscription}[왕실 징병]{/g} 법령을 잠금 해제합니다.

source: All generals gain the {g|Charismatic}[Charismatic]{/g} feat.
ko: 모든 지휘관이 {g|Charismatic}[매력적]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 {g|Charismatic}[매력]{/g} 능력을 얻습니다.

source: Charismatic Officers
ko: 매력적인 사관
ko_mt: 매력 넘치는 장교

source: All generals gain the {g|Decimation}[Decimation]{/g} feat.
ko: 모든 지휘관은 {g|Decimation}[대학살]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 {g|Decimation}[멸망]{/g} 능력을 얻습니다.

source: Strict Officers
ko: 엄격한 사관
ko_mt: 엄격한 임원

source: All generals gain the {g|BloodthirstyOfficers}[Bloodthirsty Officers]{/g} feat.
ko: 모든 지휘관은 {g|BloodthirstyOfficers}[피에 굶주린 사관]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 {g|BloodthirstyOfficers}[피에 굶주린 장교]{/g} 능력을 얻습니다.

source: Intimidating Officers
ko: 위협적인 사관
ko_mt: 협박하는 경찰관

source: Crusade morale reduces by 25.
ko: 성전 사기가 25 감소합니다.
ko_mt: 성전단의 사기가 25 감소합니다.

source: Negotiations with the Wary
ko: 신중파와의 협상
ko_mt: 경계 대상과의 협상

source: All generals gain the {g|TestOfStrength}[Test of Strength]{/g} feat.
ko: 모든 지휘관이 {g|TestOfStrength}[힘의 시험]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 {g|TestOfStrength}[강도 테스트]{/g} 업적을 얻습니다.

source: Persistent Officers
ko: 끈질긴 사관
ko_mt: 영구 임원

source: All generals gain the {g|RelicKeeper}[Relic Keeper]{/g} feat at level 20.
ko: 모든 장군이 20레벨에 {g|RelicKeeper}[유물 수호자]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 20레벨에 {g|RelicKeeper}[유물 보관인]{/g} 능력을 얻습니다.

source: Holy Relics
ko: 성물
ko_mt: 신성한 유물

source: All generals gain the {g|BrilliantStrategist}[Brilliant Strategist]{/g} feat.
ko: 모든 장군이 {g|BrilliantStrategist}[훌륭한 전략가]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 {g|BrilliantStrategist}[뛰어난 전략가]{/g} 능력을 얻습니다.

source: Military Manuscripts
ko: 군사 원고
ko_mt: 군사 원고

source: All generals gain the {g|NobleRecruits}[Noble Recruits]{/g} feat.
ko: 모든 지휘관이 {g|NobleRecruits}[숭고한 지원자]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 {g|NobleRecruits}[귀족 신병]{/g} 능력을 얻습니다.

source: Unlocks the {g|FeastOfTheSacredHost}[Feast of The Sacred Host]{/g} decree.
ko: {g|FeastOfTheSacredHost}[성스러운 군세의 축연]{/g} 칙령을 해금합니다.
ko_mt: {g|FeastOfTheSacredHost}[신성한 호스트의 향연]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|MilitaryExercise}[Military Exercise]{/g} decree, increasing generals' experience. All generals gain the {g|TacticalSuperiority}[Tactical Superiority]{/g} feat at level 20.
ko: {g|MilitaryExercise}[군사 훈련]{/g} 칙령을 해금해 지휘관의 경험을 증가시킵니다. 모든 지휘관이 레벨 20에 {g|TacticalSuperiority}[전술적 우월함]{/g} 특기를 얻습니다.
ko_mt: {g|MilitaryExercise}[군사 훈련]{/g} 칙령을 잠금 해제하여 장수의 경험치를 증가시킵니다. 모든 장수는 20 레벨에 {g|TacticalSuperiority}[전술적 우위]{/g} 피트를 획득합니다.

source: Military Exercise
ko: 군사 훈련
ko_mt: 군사 훈련

source: Unlocks the {g|MilitaryExercise}[Military Exercise]{/g} decree.
ko: {g|MilitaryExercise}[군사 훈련]{/g} 칙령을 해금합니다.
ko_mt: {g|MilitaryExercise}[군사 훈련]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|DarkBonds}[Dark Bonds]{/g} decree.
ko: {g|DarkBonds}[어둠의 굴레]{/g} 칙령을 해금합니다.
ko_mt: {g|DarkBonds}[다크 본드]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|GreatCommemoration}[Great Commemoration]{/g} decree.
ko: {g|GreatCommemoration}[위대한 기념제]{/g} 칙령을 해금합니다.
ko_mt: {g|GreatCommemoration}[위대한 기념]{/g} 법령을 잠금 해제합니다.

source: All units gain the {g|NoPlaceForCowards}[No Place for Cowards]{/g} feat.
ko: 모든 유닛이 {g|NoPlaceForCowards}[겁쟁이를 위한 자리는 없다]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛이 {g|NoPlaceForCowards}[겁쟁이는 필요없다]{/g} 업적을 얻습니다.

source: Crusade morale and maximum crusade morale increase by 15.
ko: 성전 사기와 최대 성전 사기가 15 증가합니다.
ko_mt: 십자군 사기와 최대 십자군 사기가 15 증가합니다.

source: All units gain the {g|AspisEquipment}[Aspis Equipment]{/g} feat.
ko: 모든 유닛이 {g|AspisEquipment}[아스피스 장비]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛이 {g|AspisEquipment}[아스피스 장비]{/g} 업적을 얻습니다.

source: All units gain the {g|AspisInstructors}[Aspis Instructors]{/g} feat.
ko: 모든 유닛이 {g|AspisInstructors}[아스피스 교관]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛이 {g|AspisInstructors}[아스피스 강사]{/g} 업적을 얻습니다.

source: All units gain the {g|CombatEducation}[Combat Education]{/g} feat.
ko: 모든 유닛이 {g|CombatEducation}[전투 교육]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛이 {g|CombatEducation}[전투 교육]{/g} 업적을 얻습니다.

source: Legend's Gift
ko: 전설의 선물
ko_mt: 전설의 선물
