Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: Wagon of Wine
ko: 와인 마차
ko_mt: 와인 마차

source: [Set the booze on fire]
ko: [술에 불을 붙인다]
ko_mt: [술에 불을 붙이다]

source: "Here... many... died... in agony... good... "
ko: "많은... 놈들이... 고통스럽게... 죽었다... 좋아..."
ko_mt: "여기.. 많은.. 죽었다.. 고통 속에서.. 좋은.. "

source: "Such heedless game. My arrows clamor for a bowstring."
ko: "경솔한 녀석이군. 내 화살이 치를 떨고 있다."
ko_mt: "이런 무모한 게임. 내 화살은 활시위를 부르짖는다 "

source: "Whose idea was it to drag the undead to the party? They'll tear us apart!"
ko: "파티에 언데드를 끌고온건 어떤 녀석이지? 놈들이 우릴 찢으려 들 거야!"
ko_mt: "언데드를 파티에 끌고 온 건 누구 생각이었지? 그들은 우리를 찢어 버릴 것입니다!"

source: "Fools. Even as they die, they will do so giggling foolishly and lapping up wine."
ko: "멍청이들. 죽었더라도 멍청하게 웃어대며 와인 마시는 것 정도는 할 수 있어."
ko_mt: "바보들. 그들은 죽어도 어리석게 킥킥 웃으며 와인을 마실 것입니다 "

source: "I... will... kill you... all... "
ko: "너희들... 다... 죽일... 거다..."
ko_mt: "나는.. 당신을.. 모두.. 죽일 것입니다.. "

source: "Entertaining these stupid brutes disgusts me. Just give me the order, and I shall kill them all."
ko: "저 뇌빠진 자식들과 놀자니 역겹기 그지 없군요. 명령만 내려주시면 다 쓸어버리겠습니다."
ko_mt: "이 멍청한 짐승들을 즐겁게하는 것은 나를 역겹게합니다. 명령만 내리면 모두 죽여버리겠습니다."

source: "Dancing undead? Is this supposed to be funny? Who chose this for the entertainment?"
ko: "춤추는 언데드? 재밌으라고 하는 건가? 어떤 놈이 공연이랍시고 이런걸 기획한 거야?"
ko_mt: "춤추는 언데드? 이게 재밌어야 하는 건가요? 누가 이걸 오락거리로 선택했나요?"

source: "Another humiliation."
ko: "신선한 모욕이로군."
ko_mt: "또 다른 굴욕"

source: "Everyone... under... the knife... for... my... pain... "
ko: "모두가... 수술대 위에... 내... 고통을..."
ko_mt: "모두.. 칼 아래.. 내.. 고통을.. 위해.. 칼 아래... "

source: "Everything here stinks of degeneracy. People should live another way. More simply, as the Stag God decreed."
ko: "이 장소의 모든 것이 퇴보적인 기운을 풍기는군. 사람들은 다른 방식으로 살아야만 해. 정확히는, 숫사슴 신께서 명하신 대로 말이지."
ko_mt: "여기 모든 것이 퇴보의 냄새가 난다. 사람들은 다른 방식으로 살아야 합니다. 더 간단하게는 사슴 신이 선언 한대로 "

source: "Please remove the undead. I feel like they want to devour me! I saw them looking at me!"
ko: "제발 저 언데드 좀 빼줘요. 놈들이 날 먹어치우고 싶어하는 것처럼 보이니까요! 놈들이 날 쳐다보는 게 보여요!"
ko_mt: "언데드들을 제거해 주세요. 저들이 저를 삼키려는 것 같아요! 그들이 나를 쳐다보는 걸 봤어요!"

source: "The prestige of families like the Arendaes comes at the expense of the shame and suffering of people like me. It's loathsome."
ko: "아렌데 같은 가문의 위신이 땅에 떨어지고 나같은 사람들을 고통주는군. 역겨워."
ko_mt: "아렌다 가문과 같은 가문의 명성은 나 같은 사람들의 수치심과 고통을 희생하는 대가로 이루어진다. 혐오스럽습니다"

source: "I am going to die. I am certainly going to die young, beautiful, and misunderstood. If the demons don't kill me, then bureaucracy will!"
ko: "걍 죽어버릴래. 젊고, 아름답고, 순결한 채로 뒤져버리겠어. 데몬들이 날 죽이지 않는다면, 국가가 나설게 뻔하잖아!"
ko_mt: "나는 죽을 것이다. 나는 확실히 젊고 아름답고 오해를 받고 죽을 것입니다. 데몬이 나를 죽이지 않으면 관료주의가 죽일 것입니다!"

source: "The Commander wants a report? {mf|He|She} shall have {mf|his|her} report! No one told me that I couldn't include..."
ko: "사령관님이 보고서를 원하신다고? 그 분께선 이미 본인 분의 기록을 받으셨을 거야! 내게 하지 말라고 말해준 사람이 아무도 없었거든..."
ko_mt: "사령관이 보고를 원하십니까? {mf|그|그녀}는 {mf|그|그녀}를 보고하라! 아무도 내가 포함할 수 없다고 말하지 않았습니다..."

source: "...a comprehensive list of what I drank, ate and inhaled, accompanied by an extensive review of my bedmates, the positions we tried and the accessories we used... A rousing read!"
ko: "...내가 무엇을 먹고 마시고 들이쉬었는지에 대한 종합 목록에, 누구와 함께 잠자리에 들었는지 상세한 리뷰에, 우리가 시도한 체위와 사용한 기구들까지... 흥분되는 기록인걸!"
ko_mt: ".. 내가 마시고 먹고 흡입 한 것에 대한 포괄적인 목록과 함께 침대 동료, 우리가 시도한 체위 및 사용한 액세서리에 대한 광범위한 리뷰가 함께 제공됩니다. 흥미진진하게 읽었습니다!"

source: Trap for the Other
ko: 너머의 존재를 위한 함정
ko_mt: 상대방을 위한 함정

source: Ember's tears melted the stone altar like boiling water poured over an icicle.
ko: 엠버의 눈물이 떨어지자, 얼음 위에 뜨거운 물을 부은 것처럼 돌 제단을 녹였습니다.
ko_mt: 엠버의 눈물이 고드름 위에 부은 끓는 물처럼 돌 제단을 녹였다.

source: "Do you really think they couldn't be reformed?"
ko_mt: "당신은 그들이 정말로 개혁 될 수 없다고 생각합니까? "

source: "Again... Everyone is killing each other again... Why, why?"
ko: "또... 또 다들 서로를 죽이고 있어요... 왜죠? 왜그래요?"
ko_mt: "또.. 모두가 다시 서로를 죽이고 있습니다.. 왜, 왜? "

source: "Thank you for sparing these kind knights."
ko: "저들을 구해주셔서 감사해요, 친절한 기사님들."
ko_mt: "이 친절한 기사들을 살려 주셔서 감사합니다 "

source: "There now, we're alive... I thought it was all over for me."
ko: "우린 이제 살았어... 완전 끝이라고 생각했었는데."
ko_mt: "이제 우린 살아있어.. 나는 모든 것이 끝났다고 생각했다 "

source: "We almost killed this girl on the altar, and she defended us."
ko: "우린 제단에 올린 소녀를 거의 죽일 뻔했는데, 그녀는 우리를 지켜줬어."
ko_mt: "우리는 제단에서이 소녀를 거의 죽일 뻔했고 그녀는 우리를 변호했습니다 "

source: "Her tears cracked the altar. Who is she?"
ko: "그녀의 눈물이 제단에 금을 냈어. 정체가 뭐지?"
ko_mt: "그녀의 눈물이 제단에 금이 갔다. 그녀는 누구입니까?"

source: "They'll hunt us down, the cultists and the demons... We have to watch out."
ko: "사교도와 데몬들이 우릴 쫒아올 거야... 조심해야 돼."
ko_mt: "그들은 우리를 사냥 할 것입니다, 이교도들과 데몬들... 우리는 조심해야합니다 "

source: "What's going to happen to us now?"
ko: "지금 우리에게 무슨 일이 벌어지는 거야?"
ko_mt: "이제 우리에게 무슨 일이 일어날까요? "

source: "Ember the Righteous walked through the Abyss and returned alive. After that, it would be shameful for us to be afraid of demons!"
ko: "정의로운 엠버가 심연을 뚫고 살아 돌아오셨다. 더이상 데몬들을 두려워할 필요가 없어!"
ko_mt: "의로운 엠버가 심연을 걸어서 살아서 돌아왔다. 그 후로 우리가 데몬을 두려워하는 것은 부끄러운 일이 될 것입니다!"

source: "Ember, your words have once again saved me. I'll carry your message all across Golarion!"
ko: "엠버, 당신은 또 한 번 저를 구하셨습니다. 제가 온 골라리온에 당신의 말씀을 전파하겠습니다!"
ko_mt: "엠버, 당신의 말이 다시 한 번 나를 구해줬어요. 당신의 메시지를 골라리온 전역에 전하겠습니다!"

source: "Stop! Please, don't!"
ko: "멈춰! 제발, 하지 말아요!"
ko_mt: "그만! 제발, 하지 마세요!"

source: "Hahaha! For Baphomet!"
ko: "하하하! 바포메트님을 위하여!"
ko_mt: "하하하! 바포메트를 위하여!"

source: "Why do you keep fighting? You know you can't win!"
ko: "왜 아직도 싸우려는 거죠? 이길 가망이 없다는 걸 알잖아요!"
ko_mt: "왜 계속 싸우는 거야? 이길 수 없다는 걸 알잖아!"

source: "Why do you keep fighting? You know that even if you win, it will bring you nothing but pain."
ko: "왜 아직도 싸우려는 거죠? 설사 이기더라도 고통만을 얻을 뿐이라는 걸 알잖아요."
ko_mt: "왜 계속 싸우는거야? 이긴다고해도 고통 만 가져다 줄 것임을 알고 있습니다."

source: "Ember the Righteous! You came to save us... To save everyone — friends and foes alike."
ko: "정의로운 엠버시여! 당신이 우릴 구하셨습니다... 적과 아군 모두를 말이죠!"
ko_mt: "의로운 엠버! 우리를 구하러 오셨군요.. 친구든 적이든 모두를 구하러 왔어요"

source: "What's wrong with me? Are these... tears? I... I can't fight anymore. I can't!"
ko: "내게 무슨 일이 일어난 거지? 이건... 눈물인가? 난... 더이상 싸울 수가 없어. 못해!"
ko_mt: "나한테 무슨 일이야? 이거.. 눈물인가요? 난... 더 이상 싸울 수 없어요. 난 못해요!"

source: "You're awfully brave when you have power on your side. But what about when you don't?"
ko: "너는 네 편과 함께 있을 때 기이하도록 용감하지. 하지만 너 혼자가 됐을때는 어떨까?"
ko_mt: "당신은 당신 편에 힘이 있을 때 끔찍하게 용감합니다. 하지만 그렇지 않을 때는 어떨까요?"

source: "What is this? Ember the Righteous is angry?"
ko: "뭐지? 정의로운 엠버께서 화나신 건가?"
ko_mt: "이게 뭐야? 의로운 엠버가 화났어?"

source: "Spare us!"
ko: "용서하십시오!"
ko_mt: "우리를 살려주세요!"

source: "Lord Baphomet, accept this sacrifice!"
ko: "바포메트시여, 이 제물을 받아주소서!"
ko_mt: "바포메트 신이시여, 이 제물을 받으소서!"

source: The words on the door read, "Only one who bears a piece of Master Bladesmith's craftsmanship is worthy of entering."
ko: 출입문에 글이 새겨져 있습니다. "오직 주인이신 도검장인님의 작품을 가진 자에게만 들어갈 자격이 있다."
ko_mt: 문에 적힌 글귀는 "마스터 블레이드스미스의 장인정신이 깃든 사람만이 입장할 자격이 있습니다"

source: "I am glad that we managed to reach a compromise."
ko: "우리가 서로의 합의점에 도달하게 되어 정말로 기쁘군."
ko_mt: "타협에 도달하게되어 기쁩니다 "

source: The door is sealed with powerful magic. There is no keyhole to be seen.
ko: 문이 강력한 마법으로 봉해져 있습니다. 열쇠구멍은 찾을 수 없습니다.
ko_mt: 문은 강력한 마법으로 봉인되어 있습니다. 열쇠 구멍이 보이지 않습니다.

source: The anvil emits heat of an obviously magical nature.
ko: 모루에서 마법적인게 분명한 열기가 뿜어져 나옵니다.
ko_mt: 모루는 분명히 마법의 열을 방출합니다.

source: Bladesmith's Anvil
ko: 도검장인의 모루
ko_mt: 블레이드스미스의 모루

source: The Bladesmith has put his anvil under a spell of the Abjuration school, so that touching it grants a person protection from the heat — something that can often be experienced within this forge.
ko_mt: 블레이드 스미스는 그의 모루에 방호 학파의 주문을 걸었으므로 그것을 만지면이 대장간에서 종종 경험할 수 있는 열로부터 사람을 보호 할 수 있습니다.

source: The tag on the skull reads, "Specimen 899 — Validia Hadem."
ko: 두개골에 이름표가 붙어 있습니다. "실험체 899 — 발리디아 하뎀."
ko_mt: 두개골의 태그는 "표본 899-발리디아 하데드" 라고 적혀 있습니다."

source: The tag on the skull reads, "Specimen 820 — Gierard Odyne."
ko: 두개골에 이름표가 붙어 있습니다. "실험체 820 — 지랄드 오다인."
ko_mt: 두개골의 태그는 "표본 820 - 지에라드 오딘"

source: The tags on the skulls are so ancient the inscriptions on them are totally illegible.
ko: 두개골의 이름표는 너무 오래되어, 뭐라고 쓰여있는지 전혀 읽을 수 없습니다.
ko_mt: 두개골의 태그는 너무 오래되어서 비문을 완전히 읽을 수 없습니다.

source: Destroy the skulls
ko: 두개골을 부순다
ko_mt: 두개골 파괴

source: "A simple weapon."
ko: "단순 무기."
ko_mt: "단순한 무기"

source: "An exotic weapon."
ko: "특수 무기."
ko_mt: "특수 무기"

source: "A martial weapon."
ko: "군용 무기."
ko_mt: "무술 무기"

source: "Stay as you are."
ko: "그대로 있어."
ko_mt: "그대로 있어라"

source: "Light."
ko: "경량 무기."
ko_mt: "빛."

source: "One-handed."
ko: "한손 무기."
ko_mt: "한손."

source: "Two-handed."
ko: "양손 무기."
ko_mt: "양손잡이."

source: "No, hold up, let's pick something else."
ko: "아니, 잠깐, 다른걸 골라야겠어."
ko_mt: "아니, 잠깐만요, 다른 걸 골라봅시다"

source: "Ranged."
ko: "원거리 무기."
ko_mt: "원거리."

source: "A sickle."
ko: "낫."
ko_mt: "낫."

source: "A dagger."
ko: "단검."
ko_mt: "단검"

source: "A light mace."
ko: "소형 메이스."
ko_mt: "소형 철퇴"

source: "A club."
ko: "몽둥이."
ko_mt: "클럽"

source: "A heavy mace."
ko: "중형 철퇴."
ko_mt: "대형 철퇴"

source: "A shortspear."
ko: "단창."
ko_mt: "짧은 배"

source: "A greatclub."
ko: "대형 몽둥이."
ko_mt: "대곤봉"

source: "A longspear."
ko: "장창."
ko_mt: "장창"

source: "A quarterstaff."
ko: "육척봉."
ko_mt: "육척봉"

source: "A dart."
ko: "다트."
ko_mt: "다트"

source: "A heavy crossbow."
ko: "대형 쇠뇌."
ko_mt: "중쇠뇌"

source: "A javelin."
ko: "투창."
ko_mt: "투창."

source: "A punching dagger."
ko: "주먹칼."
ko_mt: "주먹칼"

source: "A spear."
ko: "창."
ko_mt: "창."

source: "A light crossbow."
ko: "소형 쇠뇌."
ko_mt: "경쇠뇌"

source: "A kama."
ko: "카마."
ko_mt: "카마"

source: "A nunchaku."
ko: "쌍절곤."
ko_mt: "쌍절곤"

source: "A sai."
ko: "필가차."
ko_mt: "필가차."

source: "A bastard sword."
ko: "바스타드 소드."
ko_mt: "바스타드 소드"

source: "A dueling sword."
ko: "결투용 검."
ko_mt: "결투용 검"

source: "A dwarven waraxe."
ko: "드워프 전투도끼."
ko_mt: "드워프 전투도끼"

source: "A double axe."
ko: "양날도끼."
ko_mt: "쌍날도끼"

source: "A double sword."
ko: "쌍날검."
ko_mt: "이중 도검"

source: "A sling staff."
ko: "슬링 스태프."
ko_mt: "슬링 스태프"

source: "A sling staff."
ko: "슬링 스태프."
ko_mt: "슬링 스태프"

source: "A light hammer."
ko: "소형 망치."
ko_mt: "경량 망치"

source: "A handaxe."
ko: "손도끼."
ko_mt: "손도끼"

source: "A kukri."
ko: "쿠크리."
ko_mt: "쿠크리."

source: "A battleaxe."
ko: "전투도끼."
ko_mt: "전투도끼"

source: "A flail."
ko: "도리깨."
ko_mt: "도리깨."

source: "A bardiche."
ko: "바디시."
ko_mt: "바디시"

source: "An earth breaker."
ko: "지진망치."
ko_mt: "지진망치"

source: "A composite longbow."
ko: "합성 장궁."
ko_mt: "합성 장궁"

source: "An estoc."
ko: "에스톡."
ko_mt: "에스톡"

source: "A falcata."
ko: "팔카타."
ko_mt: "팔카타"

source: "A tongi."
ko: "통기."
ko_mt: "통기."

source: "A dwarven urgrosh."
ko: "드워프 우르그로쉬."
ko_mt: "드워프 우르그로쉬"

source: "An elven curve blade."
ko: "엘프 곡도."
ko_mt: "엘프 곡도"

source: "A fauchard."
ko: "포샤드."
ko_mt: "포샤르."

source: "A fauchard."
ko: "포샤드."
ko_mt: "포샤르."

source: "A gnome hooked hammer."
ko: "노움 갈고리 망치."
ko_mt: "망치에 걸린 노움"

source: "A light pick."
ko: "소형 곡괭이."
ko_mt: "경량 곡괭이"

source: "A shortsword."
ko: "소검."
ko_mt: "소검"

source: "A starknife."
ko: "스타나이프."
ko_mt: "스타나이프"

source: "A throwing axe."
ko: "투척 도끼."
ko_mt: "투척용 도끼"

source: "A heavy pick."
ko: "중형 곡괭이."
ko_mt: "중형 곡괭이"

source: "A longsword."
ko: "장검."
ko_mt: "장검"

source: "A rapier."
ko: "레이피어."
ko_mt: "레이피어"

source: "A scimitar."
ko: "시미터."
ko_mt: "시미터"

source: "A trident."
ko: "삼지창."
ko_mt: "삼지창"

source: "A warhammer."
ko: "전투망치."
ko_mt: "전쟁망치."

source: "A falchion."
ko: "펄션."
ko_mt: "펄션"

source: "A glaive."
ko: "글레이브."
ko_mt: "글레이브"

source: "A greataxe."
ko: "대형 도끼."
ko_mt: "대도끼"

source: "A heavy flail."
ko: "대형 도리깨."
ko_mt: "대형 도리깨"

source: "A scythe."
ko: "대낫."
ko_mt: "대낫"

source: "A composite shortbow."
ko: "합성 단궁."
ko_mt: "합성 단궁"

source: "A longbow."
ko: "장궁."
ko_mt: "장궁"

source: "A shortbow."
ko: "단궁."
ko_mt: "단궁"

source: "Can do, Commander."
ko: "알았어, 사령관."
ko_mt: "할 수 있습니다, 사령관님"

source: "Nice and simple! Doing things the old-fashioned way."
ko: "단순하고 좋네! 옛날 방식대로 하자고."
ko_mt: "멋지고 간단합니다! 구식 방식으로 일하기 "

source: "This will be tricky!"
ko: "좀 까다로울거야!"
ko_mt: "이것은 까다로울 것입니다!"

source: "To show off our martial prowess!"
ko: "우리 전투 기량을 보여주라고!"
ko_mt: "우리의 무술 실력을 과시하기 위해!"

source: "Sure thing!"
ko: "좋지!"
ko_mt: "물론이죠!"

source: "Let's light it up!"
ko: "날려버리자!"
ko_mt: "불을 켜자!"

source: "We'll beat those demons with one hand tied behind our backs!"
ko: "팔 한 짝을 등에 묶어놔도 데몬들정돈 거뜬할 거야!"
ko_mt: "한 손을 뒤로 묶은 채로 저 데몬들을 물리치자!"

source: "Might as well go all out!"
ko: "전력을 다해야 될 거야!"
ko_mt: "모든 것을 다하는 것이 좋습니다!"

source: "No need to let them get up close and personal!"
ko: "굳이 접근하도록 놔둘 필요는 없지!"
ko_mt: "가까이 다가갈 필요가 없습니다!"

source: "We're going to reap a bloody demon harvest on the field of battle, Commander."
ko: "사령관, 곧 전장에서 피날리는 데몬 수확제를 벌이게 될 거야."
ko_mt: "우리는 전장에서 피비린내 나는 데몬 수확을 거둘 것입니다, 사령관님"

source: "In, out, and beat your retreat!"
ko: "들어가고, 나가고, 퇴각 북을 울려!"
ko_mt: "안으로, 밖으로, 그리고 당신의 후퇴를 이길!"

source: "Oh, it's light, all right — until it slams into your face!"
ko: "오호, 그건 가벼운 녀석이지. 물론이야. 네 면상에 들이 박기 전까진 말이지!"
ko_mt: "오, 가벼워, 좋아 - 얼굴에 부딪히기 전까지는!"

source: "You just need to know where to punch!"
ko: "그냥 어디를 후려 갈겨야 할지만 알고 있으면 돼!"
ko_mt: "어디로 펀치할지만 알면 됩니다!"

source: "Extra clubby!"
ko: "몽둥이 하나 추가요!"
ko_mt: "엑스트라 클럽비!"

source: "A bit heavy-handed, but hey, it works!"
ko: "좀 손이 무거울지도 모르지만, 아무튼 쓸 순 있잖아!"
ko_mt: "약간 무겁지만, 그래도 작동합니다!"

source: "Size isn't everything!"
ko: "크기가 전부는 아니야!"
ko_mt: "크기가 전부는 아닙니다!"

source: "The greatest!"
ko: "제일 커다란 거야!"
ko_mt: "최고!"

source: "It's so long it could smack the moon out of the sky."
ko: "저 하늘의 달까지 닿을 만큼 긴 녀석이야."
ko_mt: "너무 길어서 하늘에서 달을 때릴 수 있어요"

source: "We'll give no quarter!"
ko: "자비란 없다!"
ko_mt: "우리는 분기를주지 않을 것입니다!"

source: "Thrust it hard!"
ko: "제대로 쑤셔보라고!"
ko_mt: "세게 밀어붙여!"

source: "They won't even know what hit them!"
ko: "쟤들은 뭘로 맞았는지도 모를거야!"
ko_mt: "그들은 무엇이 그들을 때렸는지도 모를 것입니다!"

source: "Cross their heart!"
ko: "녀석들 심장을 갈라버려!"
ko_mt: "그들의 심장을 건너!"

source: "Thin as a sting — and just as sharp!"
ko: "바늘처럼 얇고, 그만큼 날카롭지!"
ko_mt: "침처럼 얇고 날카롭다!"

source: "The light touch of a bolt to the head!"
ko: "머리쪽을 대충 조준해봐!"
ko_mt: "머리에 볼트를 가볍게 터치하는 느낌!"

source: "Mowing them down!"
ko: "잡초마냥 베어버려!"
ko_mt: "잔디 깎기!"

source: "Stick it to the demons!"
ko: "데몬을 찔러!"
ko_mt: "데몬에게 붙어라!"

source: "Death will come silently."
ko: "죽음이 조용히 다가올 거야."
ko_mt: "죽음은 조용히 올 것이다"

source: "Language!"
ko: "말!"
ko_mt: "언어!"

source: "I demand satisfaction!"
ko: "날 만족시켜줘!"
ko_mt: "만족을 요구합니다!"

source: "Chop chop!"
ko: "챱 챱!"
ko_mt: "찹찹!"

source: "Any armor will pop open like a clam!"
ko: "어떤 갑옷이던 조개 껍데기처럼 따일거야!"
ko_mt: "어떤 갑옷도 조개처럼 터진다!"

source: "Not just a pretty name!"
ko: "이름값은 확실히 하지!"
ko_mt: "그냥 예쁜 이름이 아닙니다! "

source: "Not just a pretty name!"
ko: "이름값은 확실히 하지!"
ko_mt: "그냥 예쁜 이름이 아니야!"

source: "Not to be confused with donkey!"
ko: "당나귀랑 헷갈리지 마!"
ko_mt: "당나귀와 혼동하지 마세요!"

source: "Would you like to lop off their head from the left or the right?"
ko: "놈들 머리를 왼쪽부터 자르는 걸 좋아해? 아니면 오른쪽부터?"
ko_mt: "왼쪽 또는 오른쪽에서 머리를 자르시겠습니까? "

source: "It's useful no matter how you slice it!"
ko: "어떻게 자르던지 상관없이 유용할 거야!"
ko_mt: "어떻게 잘라도 유용합니다!"

source: "Demon blood will slosh!"
ko: "데몬의 피가 강을 이룰테지!"
ko_mt: "데몬의 피가 흘러내립니다!"

source: "Mmm, nice curves!"
ko: "으음, 멋진 곡선이야!"
ko_mt: "음, 멋진 곡선!"

source: "Mmm, nice curves!"
ko: "으음, 멋진 곡선이야!"
ko_mt: "음, 멋진 곡선!"

source: "Slash and poke — that's no joke!"
ko: "자르고 찌르라는 게 결코 농담이 아니야!"
ko_mt: "슬래시 앤 포크-농담이 아니야!"

source: "Slash and poke — that's no joke!"
ko: "자르고 찌르라는 게 결코 농담이 아니야!"
ko_mt: "슬래시 앤 찌르기 - 농담이 아니야!"

source: "Hook, slam, and another slam!"
ko: "한 방, 쌔게 한 방, 거기에 또 한 방!"
ko_mt: "훅, 후려치기, 그리고 또 후려치기!"

source: "It's a long shot!"
ko: "이게 저격이라는 거야!"
ko_mt: "롱샷!"

source: "They'll get it handed to them!"
ko: "가드 째로 날아가버릴거야!"
ko_mt: "그들은 그것을 전달받을 것입니다!"

source: "Perfect for mincing demons!"
ko: "데몬을 다진 고기로 만들기엔 딱 좋아!"
ko_mt: "데몬을 다지기에 완벽합니다!"

source: "Light? Well, that's debatable!"
ko: "가볍다고? 좋아, 논란이 생길 발언이야!"
ko_mt: "가볍다고요? 글쎄, 그건 논쟁의 여지가 있습니다!"

source: "That's no toothpick!"
ko: "이쑤시개 아니야!"
ko_mt: "그건 이쑤시개가 아니야!"

source: "It may be short, but it can reach their guts!"
ko: "짧아보이겠지만, 내장까지 쑤시기는 충분해!"
ko_mt: "짧을지 모르지만 내장에 닿을 수 있습니다!"

source: "If you want them to see stars, all you need to do is shove this thing right up... never mind."
ko: "놈들에게 별을 보여주고 싶다면, 그냥 이걸로 한 방 갈겨주기만 하면 돼... 별 일 아니잖아."
ko_mt: "별을 보고 싶으면 이걸 쑤셔 넣기만 하면 돼요.. 신경 쓰지 마세요"

source: "If you want them to see stars, all you need to do is shove this thing right up... actually, never mind."
ko: "놈들에게 별을 보여주고 싶다면, 그냥 이걸로 한 방 갈겨주기만 하면 돼... 사실, 별 일 아니지."
ko_mt: "별을 보게 하려면 이걸 위로 밀어 올리기만 하면 돼요.. 사실, 신경 쓰지 마세요"

source: "Beheading from a polite distance."
ko: "적절한 거리를 두고 목을 베어버려."
ko_mt: "공손한 거리에서 참수하기"

source: "Right, no woodcutters here!"
ko: "그렇지, 여기 나무꾼이 어딨겠어!"
ko_mt: "맞아요, 여기 나무꾼은 안 돼요!"

source: "Good for the wrist!"
ko: "손목에 효과적이야!"
ko_mt: "손목에 좋아요!"

source: "The heavy burden of a miner's life!"
ko: "광부의 삶을 위한 무거운 짐이라!"
ko_mt: "광부의 삶의 무거운 짐!"

source: "So long, demon!"
ko: "반가워, 데몬아!"
ko_mt: "잘 가라, 데몬!"

source: "En garde, cur!"
ko: "결투 준비!"
ko_mt: "잘 가, 커!"

source: "Like wielding a shining crescent moon!"
ko: "빛나는 초승달을 쥔 것 같아!"
ko_mt: "빛나는 초승달을 휘두르는 것처럼!"

source: "Triple the poking power."
ko: "찌르는 힘이 세 배라구."
ko_mt: "세 배의 찌르는 힘"

source: "Way to hit the demon on the head!"
ko: "데몬 머리 꼭대기를 찍는 방법 중 하나야!"
ko_mt: "데몬의 머리를 때리는 방법!"

source: "There's no missing with a thing like that!"
ko: "이런 무기로 뭔가를 빗맞춘다는 일은 있을 수 없어!"
ko_mt: "저런 건 놓칠 수 없지!"

source: "A groundbreaking design!"
ko: "땅을 부수는 무기야!"
ko_mt: "획기적인 디자인!"

source: "Taste my steel, demon spawn!"
ko: "내 칼날 맛좀 봐라, 데몬의 자식아!"
ko_mt: "내 강철을 맛봐라, 데몬 스폰!"

source: "{g|Shelyn}Shelyn{/g} would approve!"
ko: "{g|Shelyn}셸린{/g}도 만족할 거야!"
ko_mt: "{g|Shelyn}쉴린{/g}이 승인할 것이다!"

source: "I have to admit — it is pretty great!"
ko: "쪼끔 믾이 크다는 건 나도 인정해!"
ko_mt: "인정해야겠어요.- 정말 훌륭해요!"

source: "One hit with this thing — and the demons will be flailing about!"
ko: "한 대 맞으면 데몬이건 뭐건 허수아비마냥 휘청거릴거야!"
ko_mt: "이걸로 한 번만 치면 데몬들이 허우적거릴 것입니다!"

source: "Oh, I used to cut swaths from dawn till dusk back in my day! Let's see if I've still got it."
ko: "아, 옛날에는 새벽부터 해질녘까지 풀을 베어대곤 했었지! 지금도 그렇게 할 수 있을지 알아보자구."
ko_mt: "아, 옛날에는 새벽부터 해질녘까지 풀을 베곤 했어요! 아직도 가지고 있는지 보자"

source: "Even better than a good sword!"
ko: "좋다는 칼보다 더 잘 들 거야!"
ko_mt: "좋은 검보다 훨씬 낫다!"

source: "It's all the rage this season!"
ko: "이번 절기 대 유행 상품입니다!"
ko_mt: "이번 시즌 대세입니다!"

source: "Twang — right in the eye!"
ko: "팅 — 눈으로 날아갑니다!"
ko_mt: "트앵 - 바로 눈에!"

source: "No bard sounds sweeter than the singing of a bowstring!"
ko: "어떤 바드가 연주를 하던, 활시위 튕기는 소리보다 더 좋을 순 없어!"
ko_mt: "어떤 바드도 활줄의 노래보다 더 달콤한 소리는 없다!"

source: "That's how you turn a demon into a porcupine in the blink of an eye!"
ko: "눈 깜빡할 새에 데몬 하나를 고슴도치로 만드는 법이 있었구만!"
ko_mt: "이것이 눈 깜짝할 사이에 데몬을 고슴도치로 바꾸는 방법입니다! "

source: "This is a good place for an ambush. I advise you to set it up right here."
ko: "매복하기 좋은 장소로군. 여기서 준비하는 게 좋을 것 같소."
ko_mt: "여기는 매복하기에 좋은 장소입니다. 바로 여기에 설치하는 것이 좋습니다 "

source: "Filthy runt! Willodus will regret this, and so will you! I will find you, and make you swallow your own guts!"
ko: "역겨운 난쟁이새끼! 윌로더스는 이 일을 후회할 거고, 그건 너 또한 마찬가지다! 반드시 널 찾아낼고 말거다. 그 뒤엔 네놈 내장을 네 입속에 쑤셔 박아주지!"
ko_mt: "더러운 놈! 윌로두스는 후회할 것이고, 너도 후회할 것이다! 내가 널 찾아내서 내장을 삼키게 할 거야!"

source: "Curses! The dagger was supposed to kill him instantly!"
ko: "제기랄! 놈을 즉사시킬 단검이라 들었는데!"
ko_mt: "저주! 단검이 그를 즉시 죽일 예정이었다!"

source: "Troll Dung! I missed my target... There's a first time for everything. Sorry. I'm not in the mood to talk."
ko: "트롤 똥같으니! 목표를 놓쳤어... 모든 일에는 최초라는 게 있지. 미안하오. 지금은 대화할 기분이 아니군."
ko_mt: "트롤 똥! 목표물을 놓쳤어요.. 모든 일에는 처음이 있는 법이죠. 미안해요. 얘기할 기분이 아니야"

source: "{name}, I was paid a fortune to deliver your head. So, sweet dreams!"
ko: "{name}, 당신의 목을 대가로 돈을 받았소. 그러니, 좋은 꿈 꾸시오!"
ko_mt: "{name}, 나는 당신의 머리를 배달하기 위해 많은 돈을 받았습니다. 그럼 좋은 꿈 꾸세요!"

source: Within the pedestal, a faint purple glow emanates from a crystal shaped hole. Its edges are chipped and cracked, suggesting that whatever it contained has been forcibly removed.
ko: 주춧돌 위의 수정 모양 구멍에서 격렬한 보라색 빛이 발산합니다. 그 외곽은 깨지고 금갔으며, 이는 여기에 꽂혀있던 게 무엇이던 강제로 뽑혀나갔다는 것을 의미합니다.
ko_mt: 받침대 안에는 수정 모양의 구멍에서 희미한 보라색 빛이 나옵니다. 가장자리가 부서지고 금이 가 있어 안에 들어 있던 것이 강제로 제거되었음을 시사합니다.

source: The inscription is written in an archaic Elven script. Though the letters themselves are recognizable, the ancient words are indecipherable, having fallen out of use centuries ago.
ko: 고대의 엘프 언어로 문장이 새겨져 있습니다. 글자 자체는 알아볼 수 있습니다만, 최소 수 세기는 사용되지 않은 옛 언어를 이해할 방법은 없습니다.
ko_mt: 이 비문은 고풍스러운 엘프 문자로 쓰여 있습니다. 글자 자체는 알아볼 수 있지만 고대 단어는 수세기 전에 사용되지 않았기 때문에 해독 할 수 없습니다.

source: This inscription is written in an archaic Elven script. You recognize the words "stranger's home," "I see you," and "I implore Calistria." It appears to be some kind of protective spell against thieves, but it has lost its power over the years.
ko: 고대의 엘프 언어로 문장이 새겨져 있습니다. 당신은 "이방인의 안식처", "너를 본다", "칼리스트리아께 간청드린다."라는 단어들을 알아봤습니다. 아마도 도둑들을 막아주는 어떤 보호 주문이었을 테지만, 이는 세월에 의해 그 힘을 잃었습니다.
ko_mt: 이 비문은 고풍스러운 엘프 문자로 쓰여 있습니다. "낯선 사람의 집", "당신을 봅니다", "칼리스트리아에게 간청합니다"라는 단어가 보입니다. 도둑에 대한 일종의 보호 주문으로 보이지만 수년 동안 그 힘을 잃었습니다.

source: These strange scrawls are impossible to decipher.
ko: 휘갈겨 쓰인 글씨는 해독이 불가능한 수준입니다.
ko_mt: 이 이상한 낙서는 해독 할 수 없습니다.

source: This inscription once contained a spell of warning. When an intruder appeared, it would let out a chilling howl to raise the alarm. Fortunately, the enchantment has worn off with the passage of time, so your ears have been spared.
ko: 이 문장은 한 때 경보 주문을 품었습니다. 침입자가 나타나면, 경보음으로써 무서운 울음 소리를 방출했을 겁니다. 다행히 주문은 시간의 흐름에 따라 그 힘을 잃었으며, 당신의 귀 또한 그 덕에 살았습니다.
ko_mt: 이 비문에는 한때 경고의 주문이 포함되어있었습니다. 침입자가 나타나면 소름 끼치는 울부짖음을 내뿜어 경보를 울리곤 했죠. 다행히도 시간이 지남에 따라 마법이 사라졌기 때문에 귀를 보호 할 수 있습니다.

source: Though this magic trap is now old and dysfunctional after centuries of disuse, it would once have irreversibly blinded any thief who gazed upon it.
ko: 수세기동안 정비되지 않은 탓에 낡고 고장나 버린 마법 함정이지만, 멀쩡했던 시절에는 이것을 바라보는 도둑이 누구던 간에 복구 불가능한 실명을 당했을 겁니다.
ko_mt: 이 마법의 덫은 수세기 동안 사용하지 않아 지금은 낡고 기능 장애가 있지만 한때는 그것을 바라 보는 도둑의 눈을 돌이킬 수 없게 만들었을 것입니다.

source: "Ahahaha! Let it all burn! Let your books burn, too! How do you like that, you murderous old dotard?"
ko: "아하하하! 다 태워버려! 낡아빠진 책들까지말야! 좋니? 노망난 미친 노인네야?"
ko_mt: "아하하! 다 태워버려! 네 책도 불태워버려! 어때, 이 살인적인 늙은 멍청아?"

source: "Horzalah doesn't like it when assassins chatter with the client. Go talk to the superiors."
ko: "호잘라는 암살자가 고객과 잡담하는 것을 좋아하지 않아. 가서 상급자에게 말해."
ko_mt: "호르잘라는 암살자들이 고객과 수다를 떠는 것을 좋아하지 않습니다. 가서 상사에게 말하세요"

source: "What does this outsider want? Get rid of {mf|him|her}, Boulder! Blood Moon only speaks to those she fancies, those who pay her, and those she was ordered to kill."
ko: "이 외부인은 뭘 바라는 거지? 돌덩이! 이 녀석을 처리해! 피의 달은 오직 그녀가 총애하거나, 그녀에게 대가를 지불하거나, 그녀가 죽이라고 명한 이들에게만 말한다."
ko_mt: "이 외부인은 무엇을 원합니까? 볼더, {mf|그|그녀}를 제거해! 블러드문은 그녀가 좋아하는 사람, 그녀에게 돈을 지불하는 사람, 그리고 그녀가 죽이라는 명령을 받은 사람에게만 말합니다."

source: The brute stares at you sullenly, but his lips remain sealed.
ko: 이 폭력배는 뚱한 얼굴로 당신을 바라보지만, 입술은 꽉 다물린 채다.
ko_mt: 짐승은 당신을 음침하게 쳐다 보지만 그의 입술은 봉인 된 채로 남아 있습니다.

source: "I don't think we have much to discuss. You have fulfilled your task, and thus are no longer of interest to me."
ko: "난 우리 사이에 대화가 필요할 것 같지 않은데. 넌 네 일을 마쳤고, 내게 관심가질 이유는 없어."
ko_mt: "논의할 게 별로 없는 것 같아요. 당신은 당신의 임무를 완수했으므로 더 이상 나에게 관심이 없습니다."

source: The three monks ignore you, immersed in their deep meditation.
ko: 세 명의 몽크는 당신을 무시한 채 깊은 명상에 몰두하는 중입니다.
ko_mt: 세 승려가 당신을 무시하고 깊은 명상에 몰두하고 있습니다.

source: "The House of Wicked Knowledge"
ko: "사악한 지식의 저택"
ko_mt: "사악한 지식의 집"

source: "You weren't paid for those, dumbass! We could have gotten thirty thousand extra for them!"
ko: "돈도 안받았잖아, 빡대가리야! 우린 추가금으로 3천 골드는 받았어야 했다고!"
ko_mt: "당신은 그것에 대해 돈을 받지 못했습니다, 멍청한 놈! 3만 달러는 더 받을 수 있었어!"
