Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: The cost of recruiting cavalry units reduces by 5%.
ko: 모든 기병 유닛의 모집 비용이 5% 감소합니다.
ko_mt: 기병 부대 모집 비용이 5% 감소합니다.

source: Western Allies — Mounts
ko: 서쪽의 동맹 — 탑승물
ko_mt: 서부 동맹군 - 탈것

source: The Petrified Library is an ancient woodland whose trees have turned to stone under the weight of many years. It is no accident that the secrets of this place have been hidden from prying eyes. By allowing the druids to resume their guardianship over the Petrified Library, the Commander will demonstrate respect for their traditions.
ko: 석화된 도서관은 세월이 지나며 나무들이 돌로 바뀌게 된 고대의 삼림지입니다. 이 장소의 비밀이 깊숙히 숨겨져 있던 것은 결코 우연이 아닙니다. 드루이드들에게 석화된 도서관 수호를 계속하도록 허용함으로써, 사령관은 그들의 전통을 존중한다는 사실을 증명할 것입니다.
ko_mt: 석화된 도서관은 오랜 세월의 무게로 나무가 돌로 변한 고대 삼림지대입니다. 이곳의 비밀이 감춰져 있는 것은 우연이 아닙니다. 사령관은 드루이드가 석화된 도서관을 다시 수호할 수 있도록 허용함으로써 그들의 전통을 존중하는 모습을 보여줄 것입니다.

source: The druids have taken the Petrified Library under their protection. They have generously furnished the crusaders with druid amulets as thanks for the Commander's deed.
ko: 드루이드들이 석화된 도서관을 자신들의 보호 아래에 두었습니다. 이들은 사령관의 선행에 감사하며 드루이드 목걸이를 성전군에 기증했습니다.
ko_mt: 드루이드가 석화된 도서관을 보호하고 있습니다. 그들은 사령관의 업적에 대한 감사의 표시로 성전사들에게 드루이드 부적을 아낌없이 제공했습니다.

source: All generals gain the {g|GiftFromTheDruids}[Gift from the Druids]{/g} feat.
ko: 모든 지휘관이 {g|GiftFromTheDruids}[드루이드의 선물]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 {g|GiftFromTheDruids}[드루이드의 선물]{/g} 능력을 얻습니다.

source: Petrified Library — Druids
ko: 석화된 도서관 — 드루이드들
ko_mt: 석화된 도서관 - 드루이드

source: The Petrified Library is an ancient forest where trees have turned to stone under the weight of their years. Druids used to come here to die, and this is where their knowledge remains. Those who enter these woods willing to listen will hear many dark secrets.
ko: 석화된 도서관은 세월이 지나며 나무들이 돌로 바뀌게 된 고대의 삼림지입니다. 드루이드들은 죽을 때가 되면 이곳에 찾아왔으며, 이곳은 그들의 지식이 남아있는 장소이기도 합니다. 지식을 듣고자 이 숲을 찾는 이들은 다수의 어두운 비밀들을 들을 겁니다.
ko_mt: 석화된 도서관은 나무가 오랜 세월의 무게를 견디지 못하고 돌로 변해버린 고대의 숲입니다. 드루이드가 죽기 위해 이곳에 오곤 했는데, 그들의 지식이 남아 있는 곳입니다. 기꺼이 이 숲에 들어오는 이들은 어두운 비밀을 듣게 될 것입니다.

source: Seekers of druidic knowledge have ventured into the woods of the Petrified Library.
ko: 드루이드 지식의 탐구자들이 석화된 도서관의 숲을 탐사했습니다.
ko_mt: 드루이드 지식을 추구하는 이들이 석화 도서관의 숲으로 모험을 떠났습니다.

source: Unlocks the {g|Shadowdancers}[Shadowdancers]{/g} mercenary unit. X [Shadowdancers] are recruited at the Commander's headquarters.
ko_mt: {g|Shadowdancers}[섀도우댄서]{/g} 용병 유닛을 잠금 해제합니다. 사령관 본부에서 {g|Shadowdancers}[섀도우댄서]{/g}을 모집할 수 있습니다.

source: Petrified Library — Mystics
ko: 석화된 도서관 — 신비주의자들
ko_mt: 석화된 도서관 - 신비주의자

source: The Petrified Library is an ancient forest where trees have turned to stone under the weight of their years. Druids' blessings are keeping this land safe from demonic corruption, ensuring that it is ripe with water and game. In other words, there is hunting to be had here.
ko: 석화된 도서관은 세월이 지나며 나무들이 돌로 바뀌게 된 고대의 삼림지입니다. 드루이드들의 축복이 데몬의 오염으로부터 이 땅을 지키고 있었으며, 따라서 물과 사냥감이 풍족했습니다. 다시 말하자면, 사냥을 하기에 완벽한 장소입니다.
ko_mt: 석화된 도서관은 오랜 세월의 무게로 나무가 돌로 변해버린 고대의 숲입니다. 드루이드의 축복이 이 땅을 데몬의 타락으로부터 안전하게 지켜주고 있으며, 물과 사냥감이 무르익어가고 있습니다. 즉, 이곳에서 사냥을 즐길 수 있습니다.

source: The hunters have begun plying their trade in the woods of the Petrified Library.
ko: 사냥꾼들이 거래를 위해 석화된 도서관의 숲을 찾기 시작했습니다.
ko_mt: 사냥꾼들이 석화된 도서관의 숲에서 장사를 시작했습니다.

source: Unlocks the {g|Hunters}[Hunters]{/g} mercenary unit. X [Hunters] are recruited at the Commander's headquarters.
ko_mt: {g|Hunters}[사냥꾼]{/g} 용병 유닛을 잠금 해제합니다. 사령관 본부에서 {g|Hunters}[사냥꾼]{/g} X명을 모집합니다.

source: Petrified Library — Trackers
ko: 석화된 도서관 — 사냥꾼들
ko_mt: 석화된 도서관 - 추적기

source: By launching a full-scale offensive on Iz, the crusaders will demonstrate to the entire Golarion that the victory over the Worldwound is at hand.
ko: 성전군이 이즈에 대한 총공격을 시작함으로써 세계상처의 승리가 눈 앞에 있다는 것을 골라리온 전역에 증명할 것입니다.
ko_mt: 성전사들은 이즈에 대한 본격적인 공격을 시작함으로써 골라리온 전역에 세계상처에 대한 승리가 임박했음을 보여줄 것입니다.

source: A full-scale offensive on Iz has been launched.
ko: 이즈에 대한 총공격이 시작되었습니다.
ko_mt: 이즈에 대한 본격적인 공세가 시작되었습니다.

source: The attack on Iz will herald the coming victory and draw new allies to the crusade.
ko: 이즈에 대한 공격이 가까워진 승리를 알리며 성전군에 새로운 동맹을 끌어들일 것입니다.
ko_mt: 이즈에 대한 공격은 다가오는 승리를 예고하고 새로운 동맹을 십자군 성전에 끌어들일 것입니다.

source: Clash for Iz
ko: 이즈 총력전
ko_mt: 이즈를 위한 충돌

source: The magical impact on the Sword of Valor has been studied.
ko: 용맹의 검이 가진 마법적 효과가 연구되었습니다.
ko_mt: 용맹의 검에 대한 마법의 영향이 연구되었습니다.

source: The secrets of Nahyndrian crystals have been studied.
ko: 나힌드리 수정의 비밀이 연구되었습니다.
ko_mt: 나힌드리안 수정의 비밀이 밝혀졌습니다.

source: <b>Mechanic not ready, work in progress</b>
ko: <b>기계공이 파견되지 않았으며, 작업중입니다</b>
ko_mt: <b>메카닉 미준비, 작업 진행 중</b>

source: {n}The answer comes to you in a flash — none of them have the same innate understanding of the order of things that you do. You must rely on yourself and your inner sense of correctness.{/n}
ko: {n}그 답은 순식간에 찾아온다. 만물의 질서에 대해 당신만큼 잘 이해하는 이는 그 누구도 없다. 당신이 의지할 것은 자기 자신과 올바름에 대한 내면의 감각 밖에 없다.{/n}
ko_mt: {n}순식간에 답이 떠오르지만, 그 누구도 당신이 하는 일의 순서에 대한 선천적인 이해는 똑같지 않습니다. 여러분 자신과 내면의 올바른 감각에 의존해야 합니다.{/n}

source: {n}The demon smiles obsequiously.{/n} "I'm merely trying to be of use to my new {mf|master|mistress}."
ko: {n}데몬이 아첨하는 듯이 미소 짓는다.{/n} "저는 그저 새 주인님께 잘 보이려는 것 뿐입니다."
ko_mt: {n}데몬이 순순히 웃습니다.{/n} "난 그저 새로운 주인님에게 도움이 되려고 노력하는 것뿐이야."

source: "When my kin were not allowed to stay in the city, some considered it a blatant disregard of their interests."
ko: "나의 동족이 도시에 거주하는 걸 거부당했을 때, 몇몇 이들은 그들의 관심에 대한 노골적인 무시라고 여겼다오."
ko_mt: "제 친척이 도시에 머물 수 없었을 때 일부 사람들은 그들의 이익을 노골적으로 무시한다고 생각했습니다."

source: {g|Dragon3_1}[Choice effects]{/g} "The dragons will find the killers and arrest the evildoers."
ko: {g|Dragon3_1}[선택 효과]{/g} "드래곤들은 살인자를 찾아내 그 악인을 구속할 것입니다."
ko_mt: {g|Dragon3_1}[선택 효과]{/g} "용들이 살인자를 찾아내어 악한 자들을 체포할 것이다."

source: {g|Dragon3_3}[Choice effects]{/g} "I will try to appeal to the voice of reason and reconcile them."
ko: {g|Dragon3_3}[선택 효과]{/g} "나는 이성의 목소리에 귀를 기울이고 그들을 화해시키도록 노력하겠습니다."
ko_mt: {g|Dragon3_3}[선택 효과]{/g} "이성의 목소리에 호소하고 그들을 화해시키도록 노력하겠습니다."

source: {g|Dragon3_2}[Choice effects]{/g} "The crusaders will investigate. And the dragons are forbidden to leave their lairs without an escort."
ko: {g|Dragon3_2}[선택 효과]{/g} "성전사들이 조사할 것입니다. 그리고 드래곤들이 감시자 없이 둥지를 떠나는 것을 금지합니다."
ko_mt: {g|Dragon3_2}[선택 효과]{/g} "십자군이 조사할 것이다. 그리고 용들은 호위 없이는 은신처를 떠나는 것이 금지되어 있다."

source: {g|Nothing}[Choice effects]{/g} "Forgive me, but I have nothing to say. Let things run their course."
ko: {g|Nothing}[선택 효과]{/g} "용서하십시오, 하지만 내가 할 말은 아무것도 없습니다. 그대로 두십시오."
ko_mt: {g|Nothing}[선택 효과]{/g} "죄송하지만 전 할 말이 없습니다. 일이 진행되도록 놔두세요."

source: "Are there any suspects?"
ko: "목격자가 있습니까?"
ko_mt: "용의자는 없나요?"

source: "Why are you so sure dragons aren't responsible for these murders?"
ko: "어째서 이 살인에 드래곤들의 책임이 없다는 것을 확신하십니까?"
ko_mt: "왜 드래곤이 이 살인 사건에 책임이 없다고 그렇게 확신하는 거죠?"

source: "What do you suggest I do?"
ko: "내가 무엇을 하면 좋겠습니까?"
ko_mt: "어떻게 하면 좋을까요?"

source: {n}Halaseliax acknowledges you with a grim nod.{/n} "Greetings, {name}. When last we met, I expressed the hope I would not have to deliver any more sad news. Alas, my news is not just sad, but dreadful."
ko: {n}할라셀리악스가 당신을 인식하고는 우울한 듯 인사한다.{/n} "안녕하신가, {name}. 우리가 마지막으로 만났을 때, 나는 더이상 슬픈 소식을 전달하지 않기를 바랐다. 후우, 나의 소식은 슬프기만 할 뿐이 아니라 끔찍하기까지 하군."
ko_mt: {n}할라셀리악스가 고개를 끄덕이며 당신을 인정합니다.{/n} "안녕하세요, {name}. 마지막으로 만났을 때, 나는 더 이상 슬픈 소식을 전하지 않아도 되기를 바랐다. 아아, 제 소식은 슬프기만 한 것이 아니라 끔찍합니다."

source: "Mutilated corpses have been found all over Drezen. A terrifying sight — torn bodies, severed limbs, stomachs cut open... Even worse, someone is spreading rumors that dragons are responsible! Needless to say, this lie is a grave insult to all my kin who answered the call to defend Golarion!"
ko: "훼손된 시체가 드레젠 전역에서 발견되고 있습니다. 찢긴 시체, 조각난 사지, 흘러나온 내장같은 끔찍한 광경들... 더 심각한 것은, 누군가가 이것들을 드래곤들이 저질렀다는 소문을 퍼뜨린다는 것입니다! 말 할 필요도 없이, 이런 거짓말들은 골라리온을 지키라는 부름에 응답한 나의 모든 동족들에게 심각한 모욕입니다."
ko_mt: "드레젠 전역에서 토막난 시체들이 발견되었습니다. 찢긴 시체, 잘린 팔다리, 잘린 배.. 끔찍한 광경입니다. 설상가상으로 누군가 용의 소행이라는 소문을 퍼뜨리고 있습니다! 말할 필요도 없이, 이 거짓말은 골라리온을 지키기 위해 부름에 응한 내 모든 혈족에 대한 심각한 모욕입니다!"

source: "Today, they found a massacre on the outskirts of town — five dead men, all torn to pieces. The crusaders are preparing to march against my brethren, {name}. And if the dragons are attacked..." {n}He shudders.{/n} "We cannot allow bloodshed, or Drezen will plunge into chaos, and the real culprit will never be found."
ko: "오늘, 그들은 마을 외곽에서 벌어진 학살 현장을 목격했습니다. 다섯 명의 시체가 갈갈이 찢겨 있었지요. {name}, 성전사들이 내 친우들을 향해 행군할 준비를 하고 있습니다. 그리고 드래곤들이 공격당한다면..." {n}그는 몸을 떨었다.{/n} "우리는 유혈사태를 일으켜선 안됩니다. 그렇지 않으면 드레젠은 혼란에 빠질 것이며, 진범은 절대로 찾을 수 없게 되겠지요."
ko_mt: "오늘 마을 외곽에서 학살 현장을 발견했는데, 모두 갈기갈기 찢긴 채 죽은 다섯 명의 시체였어요. 십자군이 내 형제들 {name}을 향해 진군할 준비를 하고 있습니다. 그리고 만약 용들이 공격한다면..." {n}몸을 떨었다.{/n} "유혈 사태가 일어나면 드레젠은 혼란에 빠질 것이고 진범은 절대 찾을 수 없을 거야."

source: "I should hurry to my kin, {name}. As soon I learn anything about the culprit, I will inform you."
ko: "곧장 나의 동족에게 가야만 합니다, {name}. 범인에 대해 뭔가 발견하게 된다면 즉시 알리겠습니다."
ko_mt: "서둘러 친척 {name}에게 가야겠어요. 범인에 대해 알게 되는 대로 알려드리겠습니다."

source: {n}The dragon's eyes turn into two narrow slits the color of molten gold, but the next moment he reins in his anger and looks away.{/n} "Because I know those who have flocked to your banner. Because noble blood flows in the veins of every metallic dragon, and it will not allow them to sink to such villainy. Because..." {n}He catches his breath then quietly continues.{/n} "... because I've been to the crime scenes. The bodies were mutilated but not eaten."
ko: {n}드래곤의 눈이 두 개의 녹은 황금색 틈처럼 가늘어졌지만, 다음 순간 그는 자신의 분노를 삭히고 먼 곳을 바라본다.{/n} "왜냐하면 나는 당신의 깃발 아래 모였던 이들을 알기 때문입니다. 왜냐하면 모든 금속룡들에겐 이러한 악행을 저지르지 않도록 막아주는 고귀한 피가 흐르기 때문입니다. 왜냐하면..." {n}그는 자신의 숨을 가다듬은 뒤 조용히 말했다.{/n} "...왜냐하면 내가 범죄 현장에 가봤기 때문입니다. 시신들은 훼손되었지만, 먹히지는 않았습니다."
ko_mt: {n}용의 눈이 녹은 금색으로 두 개의 좁은 틈으로 변했지만, 다음 순간 분노를 억누르고 시선을 돌립니다.{/n} "나는 당신의 깃발에 몰려든 사람들을 알기 때문입니다. 모든 금속 용의 혈관에는 고귀한 피가 흐르고 있고, 그 피는 그들이 그런 악당에게 가라앉는 것을 허용하지 않을 것이기 때문이지. 왜냐하면..." {n}그가 숨을 고른 뒤 조용히 말을 이어갑니다.{/n} ".. 제가 범죄 현장에 가봤기 때문입니다. 시체들은 훼손되었지만 먹지 않았어요."

source: {n}The dragon stares at you.{/n} "I would like to avoid bloodshed at all costs. If you take sides in this conflict, you will show loyalty to some yet alienate others. If you stay above the fray, you risk losing everyone's trust. It is a difficult choice."
ko: {n}드래곤이 당신을 똑바로 쳐다본다.{/n} "나는 모든 노력을 바쳐 유혈 사태를 막을 것입니다. 이 분쟁에서 당신이 어느 한 쪽 편을 든다면, 그 편의 충성은 얻겠지만 다른 편은 멀어지게 되겠지요. 이 싸움에서 한 발자국 떨어지고자 한다면, 당신은 양쪽 모두의 신뢰를 잃을 위험을 짊어져야 합니다. 어려운 결정이지요."
ko_mt: {n}용이 당신을 노려봅니다.{/n} "어떤 대가를 치르더라도 유혈 사태는 피하고 싶습니다. 이 갈등에서 어느 한 편에 서게 되면 일부에게는 충성심을 보이지만 다른 사람들에게는 소외될 것입니다. 분쟁의 중심에 서게 되면 모든 사람의 신뢰를 잃을 위험이 있습니다. 어려운 선택입니다."

source: "The crusaders wish to bring in skilled assassins who know how to hunt and kill dragons 'in the interests of security.' I trust you understand how my kind will react. The dragons hope you will allow them to investigate the murders themselves, thus proving you trust my people. As for me... I trust in your wisdom and ask you to be the voice of reason and peace in this unfortunate conflict."
ko: "성전사들은 '보안상의 이유로' 드래곤을 사냥하고 살해할 수 있는 숙련된 암살자를 고용하길 원합니다. 내 동족들이 어떤 반응을 보일지는 알거라 믿습니다. 드래곤들은 당신이 우리를 믿고, 스스로 살인자를 찾을 수 있도록 허락해주길 바랍니다. 내 경우라면... 나는 당신의 지혜를 믿으며, 당신이 이 불운한 대립에서 이성과 평화의 목소리가 되었으면 합니다."
ko_mt: "십자군은 '안보를 위해' 용을 사냥하고 죽일 줄 아는 숙련된 암살자를 데려오고자 합니다. 우리 종족이 어떻게 반응할지 이해하리라 믿습니다. 용들이 직접 살인 사건을 조사할 수 있도록 허락해 우리 종족을 신뢰한다는 걸 증명해 주길 바라네. 저는.. 여러분의 지혜를 믿으며 이 불행한 분쟁에서 이성과 평화의 목소리가 되어주시길 부탁드립니다."

source: "Harliex did love his gold, but... he loved it too much. One day a plague came to the kingdom where he lived, and mortals asked him to share his treasure to help eradicate the disease. Harliex refused and drove them away. Two years later, the kingdom was dead. My friend flew over the wastelands surrounding his lair, and he was filled with shame. He asked me to take his hoard and use it to help mortals, to do what he had failed to do."
ko: "할라익스는 자신의 재물을 좋아했지만... 그것을 과하게 좋아했습니다. 어느날 그가 살았던 왕국에 역병이 닥치고, 필멸자들이 그에게 역병을 막을 수 있게 도와달라며 재산을 공유해달라 요청했지만, 할라익스는 거절한 뒤 그들을 쫒아냈습니다. 2년 뒤, 왕국은 멸망했습니다. 나의 친우는 자신의 거처 주변 황무지를 날아다녔으나, 그에겐 수치심이 가득 찼습니다. 그는 저에게 자신의 재산을 가지고 필멸자들을 돕는데 써달라고 부탁했습니다. 자신이 하지 못했던 일 말이죠."
ko_mt: "할리릭스는 금을 사랑했지만.. 너무 사랑했죠. 어느 날 그가 살던 왕국에 전염병이 창궐했고, 인간들은 전염병 퇴치를 위해 보물을 나눠달라고 요청했어요. 할렉스는 거절하고 그들을 쫓아냈어요. 2년 후 왕국은 멸망했어요. 제 친구는 자신의 은신처를 둘러싼 황무지를 날아다니며 수치심에 가득 찼어요. 그는 저에게 자신의 재산을 가져가 인간을 돕는데 사용해 자신이 하지 못한 일을 해달라고 부탁했습니다."

source: "Then he flew away, and nobody has seen him since. I remain the keeper of his legacy, and I now know the time has come to fulfill his wish. I will deliver Harliex's hoard to Drezen. He would be glad to know his treasure repaid a good deed that saved many lives."
ko: "그런 다음 그는 사라졌고, 그 뒤로 아무도 그를 보지 못했습니다. 나는 아직도 그의 유산을 지켰고, 이제는 지금이 그의 소원을 이뤄줄 때라는 것을 알았습니다. 나는 할라익스의 재산을 드레젠으로 가져오겠습니다. 자신의 보물이 많은 이들의 목숨을 지킬 선행을 위해 환원되었다는 것을 안다면 그 또한 기뻐하겠지요."
ko_mt: "그 후 그는 날아가 버렸고 그 이후로 아무도 그를 보지 못했습니다. 저는 그의 유산을 지키고 있으며, 이제 그의 소원을 이룰 때가 왔다는 것을 압니다. 할렉스의 보물을 드레젠에게 전해주겠다. 자신의 보물이 많은 생명을 구한 선행에 보답했다는 사실을 알게 된다면 그는 기뻐할 것입니다."

source: {n}The demon lord frowns petulantly and mutters,{/n} "And here I was thinking we'd have a little fun... Well, whatever you say."
ko: {n}데몬 군주가 짜증으로 눈살을 찌푸린 채 중얼댄다.{/n} "그리고 우리가 약간의 재미를 볼 수 있을 거라 생각했었지... 뭐, 좋을 대로 하도록."
ko_mt: {n}데몬 로드가 심술궂게 얼굴을 찌푸리며 중얼거립니다.{/n} "그리고 난 여기서 우리가 조금 재미있게 놀 줄 알았는데... 뭐, 맘대로 해."

source: "Hey! This is hogwash. Like I said, the heroic soldiers, whose hearts are filled with booze and courage, should guard the inebriating shrine!"
ko: "이봐! 이건 말도 안돼. 내가 말했잖아, 술과 용기로 가득찬 마음을 가진 영웅적인 병사는 술 취한 전당을 수호해야만 한다고!"
ko_mt: "이봐! 이건 돼지 술이야. 내가 말했듯이, 술과 용기로 가득 찬 영웅적인 병사들이 술 취한 신사를 지켜야 합니다!"

source: "Tell me more about 'Helter-Skelter Logistics'."
ko: "'허둥지둥 병참술'에 대해 더 설명하라."
ko_mt: "'헬터-스켈터 물류'에 대해 자세히 알려주세요."

source: Acted in a dreadfully boring and cautious manner.
ko: 끔찍하게 답답하고 신중한 태도로 행동함.
ko_mt: 끔찍하게 지루하고 조심스럽게 행동했습니다.

source: {n}The demon looks around, and yawns.{/n} "All right, it's time for me to leave. Make sure to prepare some other delightful nonsense for my next visit!"
ko: {n}데몬이 주변을 살펴보더니 하품한다.{/n} "좋아, 내가 떠날 시간이로군. 다음 방문 때까지 또 다른 재밌는 헛소리를 준비해두라고!"
ko_mt: {n}데몬이 주위를 둘러보고 하품을 합니다.{/n} "좋아, 이제 갈 시간이야. 다음 방문을 위해 또 다른 유쾌한 농담을 준비해 주세요!"

source: Refused to pursue an unconventional military strategy.
ko: 색다른 군사 전략을 추구하길 거절했습니다.
ko_mt: 비전통적인 군사 전략을 추구하지 않았습니다.

source: {n}Shyka bows their head.{/n} "Perhaps. But our personal opinions do not matter. We are simply observing this timeline to increase our own knowledge. We wonder if the outcomes of this timeline will be memorable."
ko: {n}샤이카가 그들의 머리를 숙인다.{/n} "어쩌면. 허나 우리의 개인적인 의견은 중요하지 않소. 우린 그냥 지식을 위해 이 시간선을 지켜보고 있는 거니까요. 우리도 이 시간선이 낳는 결과가 유의미할지 궁금해."
ko_mt: {n}쉬카가 고개를 숙입니다.{/n} "아마도. 하지만 우리의 개인적인 의견은 중요하지 않습니다. 우리는 단지 우리 자신의 지식을 늘리기 위해 이 타임라인을 관찰하고 있을 뿐입니다. 이 타임라인의 결과가 기억에 남을지 궁금합니다."

source: Cave Citadel
ko: 동굴 성채
ko_mt: 동굴 성채

source: This item contains a fragment of the dark mage Stevanius's phylactery.
ko: 이 물건은 어둠의 마법사인 스테바니우스의 성물함 조각을 담고 있습니다.
ko_mt: 이 아이템에는 어둠의 마법사 스테바니우스의 필리아 조각이 들어 있습니다.

source: This item is made from the remains of the ancient gowrow called Chillroar.
ko: 이 물건은 고대의 고로우인 서리울음의 유해로 만들어졌습니다.
ko_mt: 이 아이템은 칠로아라는 고대 고우로우의 유골로 만들어졌습니다.

source: This weapon has been reforged from the pieces of the unholy symbol of Rovagug.
ko: 이 무기는 로바거그의 사악한 상징 조각으로 제련되었습니다.
ko_mt: 이 무기는 부정한 상징인 로바구그의 조각으로 재련한 무기입니다.

source: This equipment was made from the Altar of the First Retrievers.
ko_mt: 이 장비는 첫 번째 수색대의 제단에서 제작되었습니다.

source: At first glance, it's a regular weapon: the warriors who made it just took a metal pike head and fitted it on a wooden pole. The pole, however, is not any chunk of timber but a bough from the legendary Last Ash.
ko: 한 눈에 보면, 이것은 평범한 무기입니다. 이것을 만든 전사는 나무 봉에 금속 창날을 끼웠을 뿐이기 때문입니다. 그러나, 그 봉은 단순한 목재가 아니라 전설로 전해지던 마지막 재의 가지였습니다.
ko_mt: 언뜻 보기에는 평범한 무기처럼 보이지만, 이 무기를 만든 전사들은 금속 파이크 헤드를 나무 기둥에 장착했을 뿐입니다. 하지만 이 장대는 평범한 나무 조각이 아니라 전설적인 라스트 애쉬의 나뭇가지입니다.

source: This item is adorned with a crimson shard of mica, cut from the eye socket of the mud golem — a scion of Jubilex.
ko: 이 물건은 쥬빌렉스의 자손인 진흙 골렘의 눈구멍에서 잘라낸 미카의 진홍색 조각으로 장식되었습니다.
ko_mt: 이 아이템은 주빌렉스의 자손인 진흙 골렘의 눈구멍에서 잘라낸 진홍색 운모 조각으로 장식되어 있습니다.

source: This item is made of the Wicked Dope — a plague druid's staff.
ko: 이 물건은 역병 드루이드의 지팡이인 사악한 독초로 만들어졌습니다.
ko_mt: 역병 드루이드의 지팡이인 사악한 마약으로 만든 아이템입니다.

source: This unnerving weapon is made of the reanimated parts of demons, homunculi and mortals, known as the Voracious Jumble.
ko: 이 불안정한 무기는 데몬, 호문쿨루스, 필멸자들 각각의 되살아난 일부분인 혼재하는 탐식으로 만들어졌습니다.
ko_mt: 이 무시무시한 무기는 데몬, 호문쿨리, 필멸자의 부위를 되살려 만든 것으로, 탐욕스러운 점블로 알려져 있습니다.

source: This item bears a relic of Sarenrae known as the Faultless Daybreak — once desecrated, but reclaimed by the Knight Commander.
ko: 이 물건은 한때 훼손되었으나 성전 사령관에 의해 복구된 서렌레이의 유물인 무결한 여명을 담았습니다.
ko_mt: 이 아이템에는 한때 더럽혀졌지만 기사단 사령관이 되찾은 무결점 새벽으로 알려진 사렌래의 유물이 새겨져 있습니다.

source: This item is adorned with a Sarkorian relic — the Stone of Ghostly Pathways
ko: 이 물품에는 사코리스의 유물 유령길의 돌이 안치되어 있습니다.
ko_mt: 이 아이템은 사르코리안의 유물인 유령의 통로의 돌로 장식되어 있습니다.

source: This piece of equipment was crafted from the remains of the Colorless One.
ko: 이 장비는 창백한 자의 시체로 제작되었습니다.
ko_mt: 이 장비는 무색의 자의 유골로 제작되었습니다.

source: This piece of equipment was crafted from the gladiator brand from the Battlebliss arena.
ko: 이 장비는 전투의 기쁨 투기장의 검투사 인두로 제작되었습니다.
ko_mt: 이 장비는 배틀블리스 경기장의 검투사 브랜드에서 제작되었습니다.

source: This piece of equipment was crafted from the fire of Baphomet.
ko: 이 장비는 바포메트의 불꽃으로 제작되었습니다.
ko_mt: 이 장비는 바포메트의 불로 제작되었습니다.

source: This piece of equipment was crafted from the vocal cords of the Cursed Bard.
ko: 이 장비는 저주받은 음유시인의 성대로 제작되었습니다.
ko_mt: 이 장비는 저주받은 바드의 성대로 제작되었습니다.

source: This piece of equipment was crafted from the Face-Stealer's mask.
ko: 이 장비는 얼굴 강탈자의 가면으로 제작되었습니다.
ko_mt: 이 장비는 얼굴 훔치는 자의 마스크로 제작되었습니다.

source: This piece of equipment was crafted from the pin that once belonged to Zaoris, a priestess of Nocticula.
ko: 이 장비는 한때 녹티큘라의 여제사장이었던 자오리스가 썼던 머리핀으로 제작되었습니다.
ko_mt: 이 장비는 녹티큘라의 여사제 자오리스가 사용하던 핀으로 제작되었습니다.

source: Disease can affect only a living unit. Each round the unit makes a Fortitude saving throw, two successful saves negate the effect.
ko: 질병은 오직 살아있는 유닛에만 영향을 미칩니다. 매 라운드 유닛은 인내 내성 굴림을 시도해 두 번 연속 내성에 성공하면 효과를 무효화합니다.
ko_mt: 질병은 살아있는 유닛에게만 영향을 줄 수 있습니다. 유닛은 매 라운드마다 인내 굴림을 시도하고, 두 번 모두 성공하면 효과가 무효화됩니다.

source: Disease
ko: 질병
ko_mt: 질병

source: On its turn, the unit will attempt to flee from enemy units, and receives a -2 penalty to attack and saving throws.
ko: 유닛의 턴에 유닛은 적 유닛에게 도망치려 시도하며, 명중과 내성 굴림에 -2 페널티를 받습니다.
ko_mt: 자신의 차례가 되면 부대는 적 유닛으로부터 도주를 시도하며, 공격 및 내성 굴림에 -2의 불이익을 받습니다.

source: Frightened
ko: 겁먹음
ko_mt: 겁먹은

source: Unit cannot act, only move.
ko: 유닛은 이동을 제외한 행동을 할 수 없습니다.
ko_mt: 유닛은 행동할 수 없고 이동만 가능합니다.

source: Unit cannot act or move; its Strength and Dexterity reduce to 0.
ko: 유닛은 행동하거나 이동할 수 없습니다. 유닛의 힘과 민첩이 0 으로 감소합니다.
ko_mt: 유닛은 행동하거나 움직일 수 없으며, 힘과 민첩이 0으로 감소합니다.

source: Paralyzed
ko: 마비
ko_mt: 마비

source: The poison can only affect a living unit. The poison does not deal damage, but it reduces the unit's stats and imposes negative effects on the unit.
ko: 독은 살아있는 유닛에만 영향을 끼칩니다. 독은 피해를 입히지 않지만, 유닛의 능력치 점수를 줄이고 유닛에게 부정적인 효과를 부가합니다.
ko_mt: 독은 살아있는 유닛에게만 영향을 줄 수 있습니다. 독은 피해를 입히지는 않지만 유닛의 스탯을 감소시키고 유닛에게 부정적인 효과를 부여합니다.

source: Poison
ko: 독
ko_mt: 독

source: Unit has a -2 penalty to attack, damage, and saving throws.
ko: 유닛은 명중, 피해, 내성 굴림에 -2 페널티를 가집니다.
ko_mt: 유닛은 명중 굴림, 피해량, 내성 굴림에 -2의 불이익을 받습니다.

source: Sickened
ko: 고통
ko_mt: 고통

source: Unit cannot act or move; its Strength and Dexterity reduce to 0. Melee attacks against this unit have a +4 bonus. Taking damage wakes up the unit.
ko: 유닛은 행동하거나 이동할 수 없고, 힘과 민첩이 0 으로 감소합니다. 이 유닛에 대한 근접 공격은 +4 보너스를 가집니다. 피해를 입으면 유닛이 깨어납니다.
ko_mt: 이 유닛은 행동하거나 움직일 수 없으며, 힘과 민첩이 0으로 감소합니다. 이 유닛에 대한 근접 공격은 +4 보너스를 얻습니다. 피해를 받으면 유닛이 깨어납니다.

source: Sleep
ko: 수면
ko_mt: 수면

source: On its turn, the unit can either move or act, but not both.
ko: 자신의 턴에, 유닛은 이동과 행동 중 하나만 할 수 있습니다.
ko_mt: 자신의 차례가 되면 유닛은 움직이거나 행동할 수 있지만 둘 다 할 수는 없습니다.

source: Staggered
ko: 비틀거림
ko_mt: 비틀거림

source: Unit cannot act or move and receives a -2 penalty to AC, plus it also loses the Dexterity bonus to AC.
ko: 유닛은 행동하거나 이동할 수 없고, AC에 -2 페널티를 받으며, AC에 대한 민첩 보너스를 잃습니다.
ko_mt: 유닛은 행동이나 이동을 할 수 없으며 AC에 -2 불이익을 받고, 민첩 보너스를 잃습니다.

source: Protective Wards III
ko: 보호진 III
ko_mt: 보호 병동 III

source: Defensive Training III
ko: 방어 훈련 III
ko_mt: 방어 훈련 III

source: Inspiration III
ko: 영감 III
ko_mt: 영감 III

source: Intimidation III
ko: 위협 III
ko_mt: 협박 III

source: Offensive Training III
ko: 공격 훈련 III
ko_mt: 공격 훈련 III

source: Experienced Traveler II
ko: 숙련된 여행자 II
ko_mt: 숙련된 여행자 II

source: Experienced Traveler III
ko: 숙련된 여행자 III
ko_mt: 숙련된 여행자 III

source: All units in the army have a +4 bonus to initiative.
ko: 부대의 모든 유닛들이 우선권에 +4 보너스를 받습니다.
ko_mt: 군대의 모든 유닛은 우선권에 +4 보너스를 얻습니다.

source: Raider
ko: 습격자
ko_mt: 레이더

source: Spellcraft II
ko: 주문 숙련 II
ko_mt: 스펠크래프트 II

source: Spellcraft III
ko: 주문 숙련 III
ko_mt: 스펠크래프트 III

source: Reduction of Losses I
ko: 병력 손실 감소 I
ko_mt: 손실 감소 I

source: Striving for Distinction I
ko: 공명심 I
ko_mt: 차별화를 위한 노력 I

source: All enemy units have a -10 penalty to saving throws.
ko: 모든 적 유닛이 내성 굴림에 -10 페널티를 받습니다.
ko_mt: 모든 적 유닛은 내성 굴림에 -10의 불이익을 받습니다.

source: Aim for the Weak Points
ko: 약점 조준
ko_mt: 약점을 노리세요

source: Deflect Missiles II
ko: 투사체 굴절 II
ko_mt: 미사일 편향 II

source: Marksmanship III
ko: 사격술 III
ko_mt: 사격술 III

source: Enemy generals cannot cast spells. All units have the {g|ResistanceToElements}[Resistance to Elements]{/g} feat.
ko: 적 지휘관은 주문을 시전할 수 없습니다. 모든 유닛은 {g|ResistanceToElements}[원소 저항]{/g} 특기를 가집니다.
ko_mt: 적 장수는 주문을 시전할 수 없습니다. 모든 유닛은 {g|ResistanceToElements}[요소에 대한 저항]{/g} 업적을 가집니다.

source: Bane of Magic
ko: 마법의 파멸
ko_mt: 마법의 억압

source: The general has a +X bonus to Power.
ko: 지휘관이 마력에 +X 보너스를 받습니다.
ko_mt: 장군은 위력에 +X 보너스를 얻습니다.

source: Feast of the Sacred Host
ko: 성스러운 군세의 축연
ko_mt: 신성한 호스트의 향연

source: Heavenly Ward III
ko: 천상의 수호 III
ko_mt: 천상의 병동 III

source: Heavenly Ward II
ko: 천상의 수호 II
ko_mt: 천상의 병동 II

source: Heavenly Ward IV
ko: 천상의 수호 IV
ko_mt: 천상의 병동 IV

source: Heavenly Ward IX
ko: 천상의 수호 IX
ko_mt: 천상의 병동 IX

source: Heavenly Ward I
ko: 천상의 수호 I
ko_mt: 천상의 병동 I

source: Heavenly Ward VIII
ko: 천상의 수호 VIII
ko_mt: 천상의 병동 VIII

source: Heavenly Ward VII
ko: 천상의 수호 VII
ko_mt: 천상의 병동 VII

source: Heavenly Ward VI
ko: 천상의 수호 VI
ko_mt: 천상의 병동 VI

source: Heavenly Ward V
ko: 천상의 수호 V
ko_mt: 천상의 병동 V

source: Mighty Servant I
ko: 강력한 하수인 I
ko_mt: 마이티 서번트 I

source: The effect of positive morale on the chance of additional action doubles.
ko: 양의 사기가 가져다주는 추가 행동 기회에 대한 효과가 두 배가 됩니다.
ko_mt: 긍정적인 사기가 추가 행동 확률에 미치는 영향은 두 배로 증가합니다.

source: Zeal
ko: 열의
ko_mt: 열정

source: All enemy units receive a -10 penalty to combat morale and a -2 penalty to attack, AC, and saving throws.
ko: 모든 유닛은 전투 사기에 -10 페널티, 명중, AC, 내성 굴림에 -2 페널티를 받습니다.
ko_mt: 모든 적 유닛은 전투 사기에 -10의 불이익을 받고 명중 굴림, AC, 내성 굴림에 -2의 불이익을 받습니다.

source: Dryads' Fury
ko: 드라이어드의 분노
ko_mt: 드라이아드의 분노

source: The general has a +3 bonus to Power.
ko: 지휘관은 마력에 +3 보너스를 가집니다.
ko_mt: 장군은 위력에 +3 보너스를 얻습니다.

source: Gift from the Druids
ko: 드루이드의 선물
ko_mt: 드루이드의 선물

source: All units have a +3 bonus to attack while at the enemy half of the battlefield.
ko: 모든 유닛은 적의 영역에 머무를 때 명중에 +3 보너스를 가집니다.
ko_mt: 모든 유닛은 전장의 적 절반에 있을 때 명중 굴림에 +3 보너스를 얻습니다.

source: Kellid Traditions — Assault
ko: 켈리드 전통 — 공격
ko_mt: 켈리드 전통 - 공격

source: All units have a +5 bonus to damage while at the enemy half of the battlefield.
ko: 모든 유닛은 적의 영역에 머무르는 동안 피해에 +5 보너스를 가집니다.
ko_mt: 모든 유닛은 전장의 적 절반에 있을 때 사기에 +5 보너스를 얻습니다.

source: Kellid Traditions — Carnage
ko: 켈리드 전통 — 학살
ko_mt: 켈리드 전통 - 대학살

source: All units have a +3 bonus to AC while at the enemy half of the battlefield.
ko: 전장의 적군측 절반에 있는 모든 유닛이 AC에 +3 보너스를 받습니다.
ko_mt: 모든 유닛은 전장의 적 절반에 있을 때 AC에 +3 보너스를 얻습니다.

source: Kellid Traditions — Defense
ko: 켈리드 전통 — 방어
ko_mt: 켈리드 전통 - 방어

source: Crushing Offense III
ko: 파괴적 공세 III
ko_mt: 분쇄 공격 III

source: The general gains the Sleep ability.
ko: 지휘관이 수면 능력을 얻습니다.
ko_mt: 장군은 수면 능력을 얻습니다.
