Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: The symbol of the goddess Shelyn is barely visible on the shield's battered surface, the kind of shield usually used by her paladins. A smooth human skull lies atop it.
ko_mt: 여신 쉴린의 상징은 성기사가 주로 사용하는 방패의 거친 표면에서 간신히 볼 수 있습니다. 그 위에는 부드러운 인간의 두개골이 놓여 있습니다.

source: The old saw, covered by a thick coat of rust and dirt, is bent strangely.
ko_mt: 녹과 먼지로 두텁게 덮인 오래된 톱은 이상하게 구부러져 있습니다.

source: The old saw, covered by a thick coat of dried blood, scraps of flesh, and splinters of bone, is bent from prolonged use.
ko_mt: 마른 피, 살점 조각, 뼈 조각으로 두껍게 덮인 오래된 톱은 오랜 사용으로 인해 구부러져 있습니다.

source: "There is no place for light in the halls of pain!"
ko_mt: "고통의 전당에는 빛을 위한 자리는 없다!"

source: "A lantern! Destroy it!"
ko_mt: "랜턴이다! 부숴버려!"

source: Touch the shrine
ko_mt: 신사 터치

source: "Phew, the dangerous part is over. You can douse the lamp."
ko_mt: "휴, 위험한 부분은 끝났습니다. 램프에 물을 뿌려도 됩니다."

source: The pale tongues of violet flame appear dim.
ko_mt: 보랏빛 불꽃의 창백한 혀가 희미하게 보입니다.

source: The pale violet flame emits virtually no light around itself.
ko_mt: 옅은 보라색 불꽃은 주변에 빛을 거의 발산하지 않습니다.

source: The caravan was attacked suddenly, and no one was fortunate enough to escape.
ko_mt: 캐러밴은 갑작스러운 공격을 받았고, 운 좋게도 아무도 탈출하지 못했습니다.

source: The bodies of the dead have lacerations from powerful claws and teeth — it seems some kind of predator attacked the caravan.
ko_mt: 죽은 자의 시신에는 강력한 발톱과 이빨로 인한 열상이 있으며, 어떤 종류의 포식자가 캐러밴을 공격 한 것으로 보입니다.

source: A dense, dark clump pulsates sluggishly.
ko_mt: 조밀하고 어두운 덩어리가 느리게 맥동합니다.

source: Dark, pulsating clumps emerge from a crack in the ground — they seem to indicate darkness hiding below.
ko_mt: 땅의 갈라진 틈에서 어둡고 맥동하는 덩어리가 나타나는데, 이는 어둠이 아래에 숨어 있음을 나타내는 것처럼 보입니다.

source: The remnants of the foul slime congealed on the icy wall.
ko_mt: 더러운 슬라임의 잔해가 얼음 벽에 응고되어 있습니다.

source: The ruins of some mad keep, clearly constructed neither by nor for humans.
ko_mt: 인간에 의해, 혹은 인간을 위해 건설된 것이 분명한 미친 성채의 폐허.

source: A heavy sword made for a truly colossal hand.
ko_mt: 정말 거대한 손을 위해 만들어진 무거운 검입니다.

source: Looks like there was a battle here.
ko_mt: 여기서 전투가 있었던 것 같습니다.

source: Bodies of nymphs, humans, and predatory plants. Each group seemed to have been fighting only for themselves.
ko_mt: 님프, 인간, 육식 식물의 시체. 각 집단은 자신들만을 위해 싸우고 있는 것 같았습니다.

source: Alta the Silent. Knew secrets of men, herbs and beasts — and kept them well.
ko_mt: 알타 더 사일런트. 인간, 약초, 짐승의 비밀을 잘 알고 있었으며 이를 잘 지켰습니다.

source: Viv Greencloak. Knew the mysterious paths.
ko_mt: 비브 그린클로크. 신비한 길을 알고 있었습니다.

source: Brab Sweettooth. Healed the body with potions, and the soul with words.
ko_mt: 브랩 스위트투스. 물약으로 육체를 치유하고 말씀으로 영혼을 치유했습니다.

source: Radra the Seafarer. Spoke to the dwellers of the darkest depths, then never left dry land again.
ko_mt: 뱃사람 라드라. 가장 어두운 심해의 거주자들과 대화를 나눈 후 다시는 육지를 떠나지 않았습니다.

source: Fendall the Groundsman. Spoke to stones, but was silent with people.
ko_mt: 그라운드맨 펜달. 돌과 대화하지만 사람에게는 침묵합니다.

source: Look through the graves
ko_mt: 무덤 들여다보기

source: Tegar Warbletongue. Birds gathered to hear him sing.
ko_mt: 테가르 워블렛 텅. 새들이 그의 노래를 듣기 위해 모여들었다.

source: The bodies are mangled, there seems not to be a single bone left intact.
ko_mt: 시신은 엉망진창이고 뼈 하나도 온전하게 남아 있지 않은 것 같습니다.

source: They look like the scouts from the village. They fought bravely, but had no chance against the monsters.
ko_mt: 마을의 정찰병들처럼 생겼어요. 그들은 용감하게 싸웠지만 괴물들을 상대할 기회는 없었습니다.

source: Druid's stash
ko_mt: 드루이드의 은신처

source: A peculiar picture: a grim boreal forest grows right beside a lush jungle.
ko_mt: 울창한 정글 바로 옆에 음울한 아한대 숲이 자라는 특이한 그림이 펼쳐집니다.

source: These jungles could not have sprung by themselves. It looks like they hail from the First World, the home of the fey.
ko_mt: 이 정글은 저절로 생겨날 수 없습니다. 마치 페이의 고향인 제1세계에서 온 것 같습니다.

source: The hanged men reek. Flies crawl over their skin.
ko_mt: 교수형에 처해진 남자들은 악취를 풍깁니다. 피부 위로 파리가 기어 다닙니다.

source: It looks like these people were hanged by their fellow tribesfolk for some wrongdoing.
ko_mt: 이 사람들은 어떤 잘못을 저질러 동료 부족원들에게 교수형에 처해진 것 같습니다.

source: A shabby built upon the ruins of an ancient stone building.
ko_mt: 고대 석조 건물 폐허 위에 세워진 허름한 건물입니다.

source: Touch the Sage's Saffron
ko_mt: 현자의 사프란 터치

source: Touch the Enigma Euphorbia
ko_mt: 수수께끼 행복감 터치하기

source: Touch the Antivenom Anthurium
ko_mt: 해독제 안스리움 터치

source: Touch the Agile Amaryllis
ko_mt: 애자일 아마릴리스 터치

source: The unholy symbol of Sithhud. It seems not to have been engraved by human hands, but rather scratched onto the stone by a massive talon.
ko_mt: 시스후드의 부정한 상징입니다. 인간의 손으로 새긴 것이 아니라 거대한 발톱이 돌에 긁어낸 것으로 보입니다.

source: These beautiful flowers look harmless.
ko_mt: 이 아름다운 꽃은 무해해 보입니다.

source: These beautiful flowers can spread poisonous miasma. Better keep away from them.
ko_mt: 이 아름다운 꽃은 유독한 미아마를 퍼뜨릴 수 있습니다. 가까이 가지 않는 것이 좋습니다.

source: These ancient ruins are covered in abundant vegetation.
ko_mt: 이 고대 유적은 풍부한 초목으로 덮여 있습니다.

source: Only ruins remain of this great Sarkorian city. The runes on the walls indicate that this place was once called Storasta.
ko_mt: 이 위대한 사르코리안 도시에는 폐허만 남아 있습니다. 벽에 새겨진 룬은 이곳이 한때 스토라스타라고 불렸음을 알려줍니다.

source: To Carrock's lair
ko_mt: 캐록의 은신처로

source: What is this ice wall doing here, and why hasn't the heat melted it?
ko_mt: 이 빙벽은 여기서 무엇을 하고 있으며, 왜 열이 녹지 않았을까요?

source: The ice is clearly magical in nature. It resembles the ice that you saw in Sithhud's fane in the Abyss…
ko_mt: 얼음은 분명 마법의 성질을 지니고 있습니다. 심연에 있는 시스후드의 부채에서 본 얼음과 닮았어요...

source: "What did your scouts find?"
ko_mt: "정찰대가 뭘 찾았나요?"

source: "My people have reached the place where the mad treant lives. They were horrified at the sight of the monster. Like our ancestors told us, Carrock is gigantic. And it seems that time has done little to diminish his powers."
ko_mt: "내 부하들이 미친 나무꾼이 사는 곳에 도착했다. 그들은 괴물을 보고 겁에 질렸어요. 우리 조상들이 말했듯이 캐록은 거대합니다. 시간이 지나도 그의 힘은 줄어들지 않은 것 같습니다."

source: "Maybe the fey did indeed drive my old boy mad. He was so obsessed with his plants... Spending nigh every waking moment with them. He took a special interest in Carrock's roots, the ones growing through the ice wall. He only went away cause the chief forbade him to touch them here. So the old boy said: there must be more of them somewhere! And I haven't seen him since."
ko_mt: "어쩌면 페이가 내 늙은 아들을 미치게 만들었을지도 모른다. 그는 식물에 너무 집착했어요... 깨어 있는 거의 모든 순간을 식물과 함께 보냈죠. 특히 빙벽을 뚫고 자라는 캐록의 뿌리에 특별한 관심을 가졌지. 추장이 이곳에서 만지는 것을 금지했기 때문에 그는 떠났을 뿐입니다. 그래서 그 소년은 어딘가에 더 있을 거라고 말했어요! 그리고 그 이후로 그를 보지 못했어요."

source: "How dare you talk about him like that! He might be dead, but he's still my husband! Shut it, now!"
ko_mt: "어떻게 감히 그런 식으로 말할 수 있어요! 그는 죽었을지 몰라도 여전히 내 남편이야! 닥쳐, 당장!"

source: "No way! You must be lying! How come?"
ko_mt: "말도 안돼! 거짓말이 틀림없어! 왜요? "

source: The gaping Wound remains on the face of Golarion — and in my soul. Which means that my days are numbered. I will spend the time I have left in that house in the wilderness, the one I lived in before. The one where I suffered loss and madness. It was my first refuge — and it will be my last.
ko: 골라리온의 표면에 커다란 상처가 남았다. 그리고 내게도. 그건 내 목숨이 얼마 남지 않았음을 의미한다. 나는 황무지에 남은, 한 때 내가 살았던 집에서 여생을 보낼 것이다. 내가 상실과 광기를 겪었던 장소에서. 그곳은 나의 첫번째 도피처였다. 또한 나의 마지막 도피처가 될 것이다.
ko_mt: 갈라진 상처는 골라리온의 얼굴과 내 영혼에 남아 있습니다. 그 말은 내 날이 얼마 남지 않았다는 뜻이다. 나는 남은 시간을 광야의 그 집, 전에 살았던 집에서 보낼 것입니다. 내가 상실과 광기를 겪었던 곳. 그곳은 나의 첫 번째 피난처였으며 마지막 피난처가 될 것입니다.

source: Seelah lived in Gundrun for a time, hoping to find herself while helping to rebuild the town after the war. Alas, she did not remain there long.
ko_mt: 실라는 한동안 군드룬에 살면서 전쟁이 끝난 후 마을 재건을 도우면서 자신을 찾기를 바랐습니다. 아아, 그녀는 그곳에 오래 머물지 않았습니다.

source: A medallion with the image of a key.
ko: 열쇠가 그려진 메달입니다.
ko_mt: 열쇠 이미지가있는 메달.

source: A pendant shaped like a pentagram.
ko: 오망성 모양의 펜던트입니다.
ko_mt: 오각형 모양의 펜던트.

source: A badge adorned with a skull and crossbones.
ko: 해적기 모양의 뱃지입니다.
ko_mt: 두개골과 십자가 뼈로 장식 된 배지.

source: A round pendant with an image of three daggers.
ko: 세 자루의 단검이 그려진 동그란 펜던트입니다.
ko_mt: 세 개의 단검 이미지가 새겨진 둥근 펜던트.

source: A badge with the image of a mug.
ko: 머그가 그려진 뱃지입니다.
ko_mt: 머그잔 이미지가 있는 배지.

source: A talisman with a butterfly on it.
ko: 나비가 그려진 부적입니다.
ko_mt: 나비가 그려진 부적.

source: A sign bearing the image of a bow and arrow pointing downward.
ko: 아래를 조준하는 활과 화살이 그려진 상징입니다.
ko_mt: 활과 아래쪽을 가리키는 화살의 이미지가 있는 표지판.

source: Golden Holy Symbol of Abadar
ko: 아바다르의 황금 성표
ko_mt: 아바다르의 황금 성스러운 상징

source: Golden Holy Symbol of Asmodeus
ko: 아스모데우스의 황금 성표
ko_mt: 아스모데우스의 황금 성스러운 상징

source: Golden Holy Symbol of Besmara
ko: 베스마라의 황금 성표
ko_mt: 베스마라의 황금 성스러운 상징

source: Golden Holy Symbol of Calistria
ko: 칼리스트리아의 황금 성표
ko_mt: 칼리스트리아의 황금 성스러운 상징

source: Golden Holy Symbol of Cayden Cailean
ko: 케이든 케일리언의 황금 성표
ko_mt: 케이든 케일린의 황금 성스러운 상징

source: Golden Holy Symbol of Desna
ko: 데즈나의 황금 성표
ko_mt: 데스나의 황금 성스러운 상징

source: Golden Holy Symbol of Erastil
ko: 에라스틸의 황금 성표
ko_mt: 에라스틸의 황금 성스러운 상징

source: Golden Holy Symbol of Gorum
ko: 고룸의 황금 성표
ko_mt: 고룸의 황금 성스러운 상징

source: Golden Holy Symbol of Gozreh
ko: 고즈레이의 황금 성표
ko_mt: 고즈레의 황금 성스러운 상징

source: Golden Holy Symbol of Groetus
ko: 그로투스의 황금 성표
ko_mt: 그로투스의 황금 성스러운 상징

source: Golden Holy Symbol of Gyronna
ko: 자이로나의 황금 성표
ko_mt: 기로나의 황금 성스러운 상징

source: Golden Holy Symbol of Iomedae
ko: 아이오메데의 황금 성표
ko_mt: 아이오메데의 황금 성스러운 상징

source: Golden Holy Symbol of Irori
ko: 이로리의 황금 성표
ko_mt: 이로리의 황금 성스러운 상징

source: Golden Holy Symbol of Nethys
ko: 네서스의 황금 성표
ko_mt: 네서스의 황금 성스러운 상징

source: Golden Holy Symbol of Norgorber
ko: 노르고버의 황금 성표
ko_mt: 노르고르버의 황금 성스러운 상징

source: Golden Holy Symbol of Pharasma
ko: 파라스마의 황금 성표
ko_mt: 파라즈마의 황금 성스러운 상징

source: Golden Holy Symbol of Rovagug
ko: 로바거그의 황금 성표
ko_mt: 로바구그의 황금 성스러운 상징

source: Golden Holy Symbol of Sarenrae
ko: 서렌레이의 황금 성표
ko_mt: 사렌래의 황금 성스러운 상징

source: Golden Holy Symbol of Shelyn
ko: 셸린의 황금 성표
ko_mt: 셸린의 황금 성스러운 상징

source: Golden Holy Symbol of Torag
ko: 토락의 황금 성표
ko_mt: 토라그의 황금 성스러운 상징

source: Golden Holy Symbol of Urgathoa
ko: 우르가쏘아의 황금 성표
ko_mt: 우르가쏘아의 황금 성스러운 상징

source: Golden Holy Symbol of Zon-Kuthon
ko: 존 쿠쏜의 황금 성표
ko_mt: 존 쿠톤의 황금 성스러운 상징

source: A square-shaped medallion displaying a sword forced into a massive rock.
ko: 단단한 바위를 향해 겨눠진 검이 그려진 사각형 메달입니다.
ko_mt: 거대한 바위에 강제로 박힌 검을 표시하는 정사각형 모양의 메달.

source: A pendant bearing the image of a leaf with a water drop on it.
ko: 나뭇잎 위에 물방울이 맺힌 모양이 그려진 펜던트입니다.
ko_mt: 물방울이 떨어지는 나뭇잎의 이미지가 새겨진 펜던트.

source: A round talisman that looks like a moon with the faint contour of a skull.
ko: 희미한 해골 문양이 달에 그려진 듯한 동그란 부적입니다.
ko_mt: 두개골의 희미한 윤곽이 있는 달처럼 보이는 둥근 부적.

source: A round medallion displaying a rancid image of a bloodshot eye.
ko: 충혈된 눈이 그려진 동그란 메달입니다.
ko_mt: 충혈 된 눈의 썩은 이미지를 표시하는 둥근 메달.

source: A miniature sword with sunrays radiating from its crossguard.
ko: 크로스가드로부터 태양빛이 발산하는 형태의 작은 검 모형입니다.
ko_mt: 크로스 가드에서 태양 광선이 방출되는 미니어처 검입니다.

source: A round badge with an open human palm.
ko: 활짝 편 사람 손바닥 모양의 동그란 뱃지입니다.
ko_mt: 인간의 손바닥이 열린 둥근 배지.

source: A two-toned mask, half painted white and half painted black.
ko: 흑색과 백색이 반반씩 칠해진 마스크입니다.
ko_mt: 투톤 마스크, 반은 흰색, 반은 검은 색으로 칠해져 있습니다.

source: A medallion in the shape of a featureless mask with a star in the place of the left eye.
ko: 왼쪽 눈의 자리에 별이 그려진 마스크 모양의 메달입니다.
ko_mt: 왼쪽 눈 대신에 별이 있는 특징이 없는 마스크 모양의 메달.

source: A medallion displaying a spiraling comet.
ko: 소용돌이치는 혜성이 그려진 메달입니다.
ko_mt: 나선형 혜성을 표시하는 메달.

source: A badge with the snarling, fanged jaws of an ugly spider.
ko: 소리를 지르는 흉한 거미의 이빨 달린 턱이 그려진 뱃지입니다.
ko_mt: 못생긴 거미의 으르렁거리는 송곳니 턱이 있는 배지.

source: A figurine of a winged goddess with open arms.
ko: 양 팔을 뻗은 날개 달린 여신의 작은 조각상입니다.
ko_mt: 두 팔을 벌린 날개 달린 여신의 입상.

source: A fancy pendant with a multicolored enamel image of a mottled songbird.
ko: 다색 에나멜 도료로 알록달록한 명금이 그려진 화려한 펜던트입니다.
ko_mt: 얼룩덜룩 한 송 버드의 여러 가지 빛깔의 에나멜 이미지가있는 멋진 펜던트.

source: Silver Holy Symbol of Abadar
ko: 아다바르의 은 성표
ko_mt: 아바다르의 은색 성스러운 상징

source: Silver Holy Symbol of Asmodeus
ko: 아스모데우스의 은 성표
ko_mt: 아스모데우스의 은색 성스러운 상징

source: Silver Holy Symbol of Besmara
ko: 베스마라의 은 성표
ko_mt: 베스마라의 은색 성스러운 상징

source: Silver Holy Symbol of Calistria
ko: 칼리스트리아의 은 성표
ko_mt: 칼리스트리아의 은색 성스러운 상징

source: Silver Holy Symbol of Cayden Cailean
ko: 케이든 케일리언의 은 성표
ko_mt: 케이든 케일린의 은색 성스러운 상징

source: Silver Holy Symbol of Desna
ko: 데즈나의 은 성표
ko_mt: 데스나의 은색 성스러운 상징

source: Silver Holy Symbol of Erastil
ko: 에라스틸의 은 성표
ko_mt: 에라스틸의 은색 성스러운 상징

source: Silver Holy Symbol of Gorum
ko: 고룸의 은 성표
ko_mt: 고룸의 은색 성스러운 상징

source: Silver Holy Symbol of Gozreh
ko: 고즈레이의 은 성표
ko_mt: 고즈레의 은색 성스러운 상징

source: Silver Holy Symbol of Groetus
ko: 그로투스의 은 성표
ko_mt: 그로 투스의 은색 성스러운 상징

source: Silver Holy Symbol of Gyronna
ko: 자이로나의 은 성표
ko_mt: 기로나의 은색 성스러운 상징

source: Silver Holy Symbol of Iomedae
ko: 아이오메데의 은 성표
ko_mt: 아이오메데의 은색 성스러운 상징

source: Silver Holy Symbol of Irori
ko: 이로리의 은 성표
ko_mt: 이로리의 은색 성스러운 상징

source: Silver Holy Symbol of Lamashtu
ko: 라마슈투의 은 성표
ko_mt: 라마슈투의 은색 성스러운 상징

source: Silver Holy Symbol of Nethys
ko: 네서스의 은 성표
ko_mt: 네서스의 은색 성스러운 상징

source: Silver Holy Symbol of Norgorber
ko: 노르고버의 은 성표
ko_mt: 노르고르버의 은색 성스러운 상징

source: Silver Holy Symbol of Pharasma
ko: 파라즈마의 은 성표
ko_mt: 파라즈마의 은색 성스러운 상징

source: Silver Holy Symbol of Rovagug
ko: 로바거그의 은 성표
ko_mt: 로바구그의 은색 성스러운 상징

source: Silver Holy Symbol of Sarenrae
ko: 서렌레이의 은 성표
ko_mt: 사렌래의 은색 성스러운 상징

source: Silver Holy Symbol of Shelyn
ko: 셸린의 은 성표
ko_mt: 셸린의 은색 성스러운 상징

source: Silver Holy Symbol of Torag
ko: 토락의 은 성표
ko_mt: 토라그의 은색 성스러운 상징

source: Silver Holy Symbol of Urgathoa
ko: 우르가쏘아의 은 성표
ko_mt: 우르가쏘아의 은색 성스러운 상징

source: Silver Holy Symbol of Zon-Kuthon
ko: 존 쿠쏜의 은 성표
ko_mt: 존 쿠톤의 은색 거룩한 상징

source: A pendant in the shape of a hammer.
ko: 망치 모양의 펜던트입니다.
ko_mt: 망치 모양의 펜던트.

source: A medallion with the image of a dreadful fly whose belly looks like a skull.
ko: 배가 해골처럼 생긴 무시무시한 파리의 모습이 그려진 메달입니다.
ko_mt: 배가 두개골처럼 보이는 무서운 파리의 이미지가있는 메달.

source: Wooden Holy Symbol of Abadar
ko: 아바다르의 나무 성표
ko_mt: 아바다르의 나무 성표

source: Wooden Holy Symbol of Asmodeus
ko: 아스모데우스의 나무 성표
ko_mt: 아스모데우스의 나무 성표

source: Wooden Holy Symbol of Besmara
ko: 베스마라의 나무 성표
ko_mt: 베스마라의 나무 성표

source: A wooden badge adorned with a skull and crossbones.
ko_mt: 두개골과 십자가 뼈로 장식 된 나무 배지.

source: Wooden Holy Symbol of Calistria
ko: 칼리스트리아의 나무 성표
ko_mt: 칼리스트리아의 나무 성표

source: Wooden Holy Symbol of Cayden Cailean
ko: 케이든 케일리언의 나무 성표
ko_mt: 케이든 케일린의 나무 성표

source: Wooden Holy Symbol of Desna
ko: 데즈나의 나무 성표
ko_mt: 데스나의 나무 성표

source: Wooden Holy Symbol of Erastil
ko: 에라스틸의 나무 성표
ko_mt: 에라스틸의 나무 성표

source: Wooden Holy Symbol of Gorum
ko: 고룸의 나무 성표
ko_mt: 고룸의 나무 성표

source: Wooden Holy Symbol of Gozreh
ko: 고즈레이의 나무 성표
ko_mt: 고즈레의 나무 성표

source: Wooden Holy Symbol of Groetus
ko: 그로투스의 나무 성표
ko_mt: 그로투스의 나무 성표

source: Wooden Holy Symbol of Gyronna
ko: 자이로나의 나무 성표
ko_mt: 기로나의 나무 성표

source: Wooden Holy Symbol of Iomedae
ko: 아이오메데의 나무 성표
ko_mt: 아이오메데의 나무 성표

source: Wooden Holy Symbol of Irori
ko: 이로리의 나무 성표
ko_mt: 이로리의 나무 성표

source: Wooden Holy Symbol of Lamashtu
ko: 라마슈투의 나무 성표
ko_mt: 라마슈투의 나무 성표

source: Wooden Holy Symbol of Nethys
ko: 네서스의 나무 성표
ko_mt: 네서스의 나무 성표

source: Wooden Holy Symbol of Norgorber
ko: 노르고버의 나무 성표
ko_mt: 노르고르버의 나무 성표

source: Wooden Holy Symbol of Pharasma
ko: 파라즈마의 나무 성표
ko_mt: 파라즈마의 나무 성표

source: Wooden Holy Symbol of Rovagug
ko: 로바거그의 나무 성표
ko_mt: 로바구그의 나무 성표

source: Wooden Holy Symbol of Sarenrae
ko: 서렌레이의 나무 성표
ko_mt: 사렌래의 나무 성표

source: Wooden Holy Symbol of Shelyn
ko: 셸린의 나무 성표
ko_mt: 셸린의 나무 성표

source: Wooden Holy Symbol of Torag
ko: 토락의 나무 성표
ko_mt: 토라그의 나무 성표

source: Wooden Holy Symbol of Urgathoa
ko: 우르가쏘아의 나무 성표
ko_mt: 우르가쏘아의 나무 성표

source: Wooden Holy Symbol of Zon-Kuthon
ko: 존 쿠쏜의 나무 성표
ko_mt: 존 쿠톤의 나무 성표

source: A symbol shaped like a skull with a spiked chain pulled through the eye sockets.
ko: 눈 구멍에 날카로운 사슬이 감긴 해골 모양의 상징입니다.
ko_mt: 눈 소켓을 통해 뾰족한 사슬이 달린 두개골 모양의 상징.

source: A precious bauble. A merchant would pay well for it.
ko: 귀중한 장식품입니다. 상인이 값을 후하게 쳐줄 것입니다.
ko_mt: 귀중한 싸구려. 상인은 그것에 대해 잘 지불 할 것입니다.

source: A useful household item. A merchant would pay well for it.
ko: 유용한 가내 물품입니다. 상인이 값을 후하게 쳐줄 것입니다.
ko_mt: 유용한 가정 용품. 상인은 그것에 대해 잘 지불 할 것입니다.

source: A bright bauble. A merchant would pay well for it.
ko: 멋진 장식품입니다. 상인이 값을 후하게 쳐줄 것입니다.
ko_mt: 밝은 싸구려. 상인은 그것에 대해 잘 지불 할 것입니다.

source: A gleaming gem. A merchant would pay well for it.
ko: 빛나는 보석입니다. 상인이 값을 후하게 쳐줄 것입니다.
ko_mt: 빛나는 보석. 상인은 그것에 대해 잘 지불 할 것입니다.

source: A beautiful piece of jewelry. A merchant would pay well for it.
ko: 아름다운 귀금속입니다. 상인이 값을 후하게 쳐줄 것입니다.
ko_mt: 아름다운 보석. 상인은 그것에 대해 잘 지불 할 것입니다.

source: A valuable luxury item. A merchant would pay well for it.
ko: 가치있는 사치품입니다. 상인이 값을 후하게 쳐줄 것입니다.
ko_mt: 귀중한 사치품. 상인은 그것에 대해 잘 지불 할 것입니다.

source: A bar of precious metal. A merchant would pay well for it.
ko: 귀중한 금속 주괴입니다. 상인이 값을 후하게 쳐줄 것입니다.
ko_mt: 귀금속 바. 상인은 그것에 대해 잘 지불 할 것입니다.

source: "Crinukh, are you out of your mind?"
ko: "크리누크, 정신을 어따 파는 거야?"
ko_mt: "크리누크, 너 미쳤어? "

source: "Well, it's one thing or the other. Either I'm a bloodthirsty kobold who declared a vendetta against a pack of rats, or all of this has some deeper meaning. Perhaps I'm trying to lead you to some conclusion, to help you work through some line of reasoning. No, you're probably right — my money would be on the crazy-kobold-who-hates-rats version of events."
ko: "뭐, 앞면 아니면 뒷면이지. 내가 쥐 떼거리에게 복수를 다짐한 피에 굶주린 코볼트일 뿐이거나, 아니면 지금의 대화에 더 깊은 의미가 숨어 있거나. 몇 가지 추측을 하는 중인 당신이 어떤 결론에 도달할 수 있도록 돕는 중일지도. 아니지. 아마도 네 추측은 정답일거야. 그렇게 되면 나는 쥐를 혐오하는 미친 코볼트 쪽이 되겠군."
ko_mt: "글쎄요, 둘 중 하나예요. 내가 쥐떼에 대한 복수를 선언 한 피에 굶주린 코볼트이거나이 모든 것이 더 깊은 의미를 가지고 있습니다. 어쩌면 제가 여러분을 어떤 결론으로 이끌고, 어떤 추론 과정을 거치도록 도와주려는 것일 수도 있습니다. 아니요, 아마 맞을 겁니다. 쥐를 싫어하는 미친 코볼트 버전 이벤트에 돈을 걸고 싶습니다."

source: "I thought you weren't interested."
ko: "네가 관심 없을 줄 알았는데."
ko_mt: "관심 없는 줄 알았는데"

source: "I am sure you will be successful."
ko: "당신이 성공하시리라 확신합니다."
ko_mt: "나는 당신이 성공할 것이라고 확신합니다."

source: "Ugh... there's no avoiding you. Fine, let's talk, but not here. Let's go somewhere private."
ko: "윽... 피할 이유가 없군. 좋아. 얘기 좀 하자. 근데 여기선 아냐. 어디 한적한 곳을 찾아 보자고."
ko_mt: "으.. 당신을 피할 수 없습니다. 좋아, 얘기하자, 하지만 여기서는 안돼. 사적인 곳으로 가자"

source: A simple yet elegant elven gravestone marking the resting place of the warrior Kaylessa. Even in the embrace of the Dark Fate, she was not forgotten by her trusted comrades.
ko: 간단하지만 기품이 있는 엘프식 묘비가 전사 케일리사의 묫자리를 표시합니다. 그녀는 어둠의 운명을 받아들인 뒤에도 믿었던 동료들에게 잊히지 않았습니다.
ko_mt: 전사 케일레사의 안식처를 표시하는 단순하면서도 우아한 엘프 묘비. 어둠의 운명의 포옹 속에서도 그녀는 신뢰할 수 있는 동료들에게 잊혀지지 않았습니다.

source: A sturdy bow that sends arrows straight to their mark. In the past, it served the brave and stalwart elf Kaylessa, who succumbed to the embrace of the Dark Fate.
ko: 사냥감을 향해 직선으로 화살을 날릴 수 있는 튼튼한 활입니다. 이는 과거에 용감하고 충직했으며, 어둠의 운명에 잠식당하고만 엘프 케일리사의 것이었습니다.
ko_mt: 화살을 과녁에 정확히 보내는 튼튼한 활입니다. 과거에는 어둠의 운명의 포옹에 굴복 한 용감하고 충실한 엘프 케일레사를 섬겼습니다.

source: Kaylessa's Bow
ko: 케일리사의 활
ko_mt: 케일레사의 활

source: This bow, broken in battle, once served the dark elf Kaylessa. It is beyond repair, but the valuable Kyonin wood of its frame could still fetch a good price if sold to a knowledgeable merchant.
ko: 전투 중 부러진 이 활은 다크 엘프 케일리사의 손에 있었습니다. 수리할 수는 없습니다만, 뼈대를 이루는 귀중한 쿄닌산 목재는 가치를 알만한 상인에게 팔면 여전히 비싼 값을 받을 수 있을겁다.
ko_mt: 전투에서 부러진 이 활은 한때 어둠의 엘프 케일레사를 섬겼습니다. 수리가 불가능하지만 프레임의 귀중한 교닌 나무는 지식이 풍부한 상인에게 팔면 여전히 좋은 가격을 얻을 수 있습니다.

source: Kaylessa's Broken Bow
ko: 부러진 케일리사의 활
ko_mt: 케일레사의 부러진 활

source: "I choose the rod."
ko_mt: "나는 막대를 선택합니다."

source: "Show me what you found in the dragon's lair."
ko: "드래곤의 둥지에서 발견한 것을 보여주십시오."
ko_mt: "용의 은신처에서 찾은 것을 보여주세요 "

source: [Present the stone knife] "What awaits this knife in the future?"
ko: [돌 단검을 건넨다] "이 단검의 미래는 어떻습니까?"
ko_mt: [돌칼 제시] "앞으로 이 칼을 기다리는 것은 무엇입니까?"

source: [Present Zacharius's wand] "What will happen to this wand in the future?"
ko: [자카리우스의 완드를 건넨다] "이 완드의 미래에는 무슨 일이 벌어집니까?"
ko_mt: [현재 자카리우스의 지팡이] "앞으로 이 지팡이는 어떻게 될까요? "

source: "I will tell you everything I saw and heard during the ritual in the Molten Scar."
ko: "녹아내린 흉터에서 벌어진 의식에 대해 보고 들은 것들을 모두 말씀드리겠습니다."
ko_mt: "녹은 흉터에서 의식을 치르는 동안 보고 들은 모든 것을 말해주겠소"

source: "Not now."
ko: "지금은 괜찮아요."
ko_mt: "지금은 안돼"

source: "Tell me, I'm not afraid."
ko: "괜찮으니 말쑴해보시죠."
ko_mt: "말해줘, 난 두렵지 않아"

source: "I'm not ready for another story."
ko: "다른 이야기거리가 없군요."
ko_mt: "나는 다른 이야기를 할 준비가 되지 않았어요"

source: "Thank you for the story, Storyteller."
ko: "고마워요, 이야기꾼."
ko_mt: "이야기해주셔서 감사합니다, 스토리텔러"

source: "Staying in this world was brave of you."
ko: "이 세상에 머물기로 한 건 용감한 행동이었습니다."
ko_mt: "이 세상에 머무르는 것은 당신이 용감했습니다 "

source: "I am ready to make my choice."
ko_mt: "선택할 준비가 되었습니다"

source: "But one of them was... unclean. Fear, vice, or evil intentions corrupted the creation he was a part of. And a spot of blight was born within the perfect shape. This is a vulnerability, and demons could have used it. If this is true, the best case is the Wardstone has been destroyed. The worst is they are growing the blight within it to corrupt it and make it their weapon. It frightens me to think what it will be capable of. You must thwart their plans."
ko: "다만 그들 중 하나는... 깨끗하지 못했습니다. 그의 일부였던 창조물은 공포, 악의, 또는 사악한 의도로 인해 오염되었습니다. 또한 완벽한 형태 속에 역병의 징조가 나타났지요. 이는 틀림없는 취약점이었고, 데몬들이 이를 이용할 수 있었을 겁니다. 사실이라면, 수호석에 취할 최선의 행동은 그것을 파괴하는 겁니다. 최악은 수호석 내부의 병이 타락으로 변질되어 데몬들의 무기가 되는 것이죠. 그렇게 되면 어떤 위력을 지닐지 상상만 해도 두렵습니다. 당신이 그들의 계획을 반드시 저지해야만 합니다."
ko_mt: "하지만 그들 중 하나는.. 부정했습니다. 두려움, 악의, 사악한 의도가 그가 속한 피조물을 타락시켰습니다. 그리고 완벽한 형상 안에 병충해가 생겨났습니다. 이것은 취약점이며 데몬이 그것을 사용할 수있었습니다. 이것이 사실이라면 가장 좋은 경우는 수호석이 파괴된 것입니다. 최악의 경우라면 데몬이 그 안에서 역병을 키워서 부패시키고 무기로 삼는 거죠. 그게 무슨 짓을 할 수 있을지 생각만 해도 무섭습니다. 그들의 계획을 막아야 합니다."

source: The first story
ko: 첫번째 이야기
ko_mt: 첫 번째 이야기

source: "All right. You saved me — again! And it means you have the right to hear this story."
ko: "좋습니다. 당신은 또 한 번 저를 구하셨군요! 이는 당신께서 이 이야기를 들을 자격이 됨을 의미한답니다."
ko_mt: "알았어. 당신이 날 구해줬어요.- 또! 그리고 그것은 당신이 이 이야기를들을 권리가 있다는 것을 의미합니다 "

source: {n}The Storyteller runs his fingers along the stone knife, holding his breath.{/n} "What an interesting item... Such a primitive and unassuming form... And such power within."
ko: {n}이야기꾼이 숨을 멈춘 채 자신의 손가락으로 돌 단검을 쓸어내린다.{/n} "흥미로운 물건이로군요... 원초적이고 투박한 형태에다가... 이만한 힘까지 지니고 있다니."
ko_mt: {n}이야기꾼이 숨을 참으며 돌칼을 따라 손가락을 움직입니다.{/n} "정말 흥미로운 아이템이네요.. 이렇게 원시적이고 소박한 형태라니.. 그리고 그 안에는 그런 힘이..."

source: "As you say, Commander. The thought of diving into this horror again scares me too..."
ko: "말씀하신대로. 이 공포 속에 또다시 뛰어든다는 것은 저로서도 두렵습니다..."
ko_mt: "말씀대로입니다, 사령관님. 이 공포에 다시 뛰어들 생각에 나도 무섭습니다.. "

source: {n}The old man nods to you weakly.{/n} "It is for the best."
ko: {n}노인이 힘없이 고개를 끄덕인다.{/n} "그것이 최선입니다."
ko_mt: {n}노인이 당신에게 약하게 고개를 끄덕입니다.{/n} "그게 최선이다"

source: "I swing and stab the butterfly with the knife as hard as I can. My fingers cramp painfully. A howl invades my ears. Light. White light everywhere."
ko: "나는 단건을 들고 최선을 다해 나비들을 찌르고 벤다. 내 손가락은 고통스럽게 떨린다. 울음소리가 내 귓가에 내리 꽂힌다. 빛. 하얀 빛이 모든 것을 밝힌다."
ko_mt: "나는 칼로 나비를 최대한 세게 휘두르고 찌릅니다. 손가락이 고통스럽게 경련을 일으킵니다. 울부 짖는 소리가 내 귀를 침범합니다. 빛. 사방에 하얀 빛. "

source: {n}The Storyteller shivers, coming back from the vision.{/n} "Yes. It was... not an easy decision. I won't lie and say that I've never felt scared or regretted that day."
ko: {n}환시에서 돌아온 이야기꾼이 몸을 떤다.{/n} "예. 그건... 쉽지 않은 결정이었습니다. 가감없이 말씀드리자면, 저는 결코 그 날을 두려워하거나 후회하지 않습니다."
ko_mt: {n}이야기꾼이 떨면서 환각에서 돌아옵니다.{/n} "네, 쉽지 않은 결정이었어요. 그날 겁이 나거나 후회 한 적이 없다고 거짓말하지 않겠습니다."

source: {n}With a small smile, the Storyteller returns the sword to you.{/n} "I'm afraid there are too many possible futures. They are intertwined, and I cannot single out one story from the mess. But I'll tell you one thing — in all the visions, this sword takes the lives of demons and serves its {mf|lord|lady} faithfully."
ko: {n}작은 미소를 띤 이야기꾼이 당신에게 검을 넘긴다.{/n} "가능한 미래가 너무 많다는 점이 걱정이로군요. 그것들이 서로 뒤얽혀 있는 바람에, 그 덩어리 중 한 이야기만을 읽을 수 없습니다. 다만 한가지 말씀 드릴 수 있는 것은, 모든 미래에서 이 검이 데몬들을 쓰러뜨렸으며, 그 주군을 충실히 섬겼다는 점입니다."
ko_mt: {n}이야기꾼이 작은 미소를 지으며 검을 당신에게 돌려줍니다.{/n} "가능한 미래가 너무 많아서 두렵습니다. 서로 얽혀 있어서 어느 한 가지 이야기만 골라낼 수는 없어요. 하지만 한 가지만 말씀드리자면, 모든 환상에서 이 검은 데몬의 목숨을 앗아가고 군주을 충실히 섬깁니다."
