Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: A strange, confusing map of the Abyssal realms.
ko: 심연의 영역을 그린 기괴하고 혼란스러운 지도입니다.
ko_mt: 심연의 영역에 대한 낯설고 혼란스러운 지도.

source: This religious icon depicts the head of a goat. The goat has a blazing star on its forehead.
ko: 이마에 불타는 별이 그려진 염소의 머리를 묘사한 종교적 문양입니다.
ko_mt: 이 종교적 아이콘은 염소의 머리를 묘사하고 있습니다. 염소의 이마에는 타오르는 별이 있습니다.

source: This Nahyndrian crystal has not been fully cut and its facets remain unfinished.
ko: 이 나힌드리 수정은 완전히 잘리지 않았으며, 그 세공 또한 완성되지 않은 상태입니다.
ko_mt: 이 나힌드리안 수정은 완전히 절단되지 않았으며 면이 미완성된 상태입니다.

source: These working notes document possible methods for blocking the powers granted by Nahyndrian crystals. However, the notes are incomplete. Either the research is unfinished, or it has reached a dead end.
ko: 이 연구 기록에는 나힌드리 수정이 부여한 힘을 막기 위한 가능성 있는 접근법들이 적혔습니다. 그러나, 문서에는 결론이 없습니다. 연구를 완료하지 못했거나, 막다른 길에 도달한 걸로 보입니다.
ko_mt: 이 작업 노트에는 나힌드리안 수정이 부여하는 힘을 차단할 수 있는 방법이 기록되어 있습니다. 하지만 노트는 불완전합니다. 연구가 미완성이거나 막다른 골목에 다다랐거나 둘 중 하나겠지요.

source: "That's Kestoglyr's quarry! How did {mf|he|she} manage to escape?"
ko: "케스토글리어의 사냥감이잖아! 어떻게 탈출한 거지?"
ko_mt: "저건 케스토글리르의 사냥감이야! 어떻게 {mf|그|그녀}의 탈출할 수 있었지?"

source: "Look! There's the mortal that was reported by the scout!"
ko: "저기다! 정찰대가 보고한 필멸자야!"
ko_mt: "저기 봐요! 정찰병이 보고한 필멸자가 저기 있네요!"

source: "What's going on? Are we under attack? Sound the alarm! We need Hepzamirah to send reinforcements!"
ko: "무슨 일이지? 우리가 공격받았다고? 경보 울려! 헵자미라의 증원군이 있어야 돼!"
ko_mt: "무슨 일이죠? 공격받고 있나요? 경보를 울려! 헵자미라가 지원군을 보내줘야 해요!"

source: "An intruder! So that's who disturbed the dragon! If {mf|he|she} is alive, does that mean the dragon is dead?"
ko: "침입자다! 드래곤을 건드린 자로군! {mf|그|그녀}가 살아있다는 건, 드래곤이 죽었다는 뜻인가?"
ko_mt: "침입자다! 저놈이 용을 방해했군! {mf|그|그녀}가 살아있다는 건 드래곤이 죽었다는 뜻인가요?"

source: "Come here, and we'll introduce ourselves properly!"
ko: "이리 와, 그러고 나면 적절한 인사를 나눌 수 있을 거야!"
ko_mt: "이리 오세요, 제대로 소개해드릴게요!"

source: "Thank you, {mf|master|mistress}! If it weren't for you, we'd have died in these damn mines!"
ko: "감사합니다, 주인님! 당신이 아니었다면 저 빌어먹을 광산에서 죽었을겁니다!"
ko_mt: "고마워요, 주인님! 당신이 아니었다면 우린 이 지뢰밭에서 죽었을 거예요!"

source: Free the slaves
ko: 노예들을 풀어준다
ko_mt: 노예 해방

source: "You've left us to rot long enough! Here's a little present from us, you monsters!"
ko: "오랫동안 우리가 썩어가게 놔뒀었지! 우리가 주는 작은 선물이다, 이 괴물들아!"
ko_mt: "너희는 우리를 충분히 오래 썩게 내버려뒀어! 우리가 준비한 작은 선물이다, 이 괴물들아!"

source: Your gear has been dumped into a large crate. No one has had a chance to steal your belongings yet.
ko: 당신의 장비가 커다란 상자에 박혀 있습니다. 아직 누구에게도 당신의 물건을 훔쳐갈 기회가 없었군요.
ko_mt: 장비가 대형 상자에 버려졌습니다. 아직 아무도 당신의 소지품을 훔칠 기회를 얻지 못했습니다.

source: "We cannot resist your power. We belong to you."
ko: "우리는 당신의 힘에 저항할 수 없군. 당신에게 투항한다."
ko_mt: "우리는 당신의 힘에 저항할 수 없습니다. 우리는 당신의 것입니다."

source: "I think we'll head east. The merchants there have forgotten us, but the sight of our flag and the feel of our iron grip will soon help them remember."
ko: "동쪽으로 가야 할 거라 생각한다. 그곳의 장사꾼들은 아마 우릴 까먹었겠지만, 우리 깃발과 철제 칼자루의 감촉이 곧 그들의 기억을 되찾아주겠지."
ko_mt: "동쪽으로 향해야 할 것 같아요. 그곳의 상인들은 우리를 잊었지만, 우리 깃발을 보고 철제 손잡이를 잡으면 곧 기억하게 될 것입니다."

source: "Look harder! Look everywhere! Hepzamirah wants to make sure that the dragon killed everyone..."
ko: "확실히 살펴라! 모든 곳을 뒤져! 헵자미라님은 드래곤이 놈들 전부를 죽였다는 증거를 원하신다!"
ko_mt: "더 열심히 찾아보세요! 사방을 둘러봐! 헵자미라가 용이 모두를 죽였는지 확인하고 싶어..."

source: "I guess she didn't! Intruders! Sound the alarm!"
ko: "못하시겠는데! 침입자야! 경보음 울려!"
ko_mt: "안 그랬나 봐요! 침입자다! 경보 울려!"

source: "We are proud to be of service to Our Lady in Shadow. It was our honor to bring you here at her request."
ko: "그림자의 여주인님 명을 받들게 되어 자랑스럽습니다. 그분의 요청에 따라 당신을 여기로 운송한 것은 영광이었습니다."
ko_mt: "그림자 속의 성모님을 섬기게 되어 자랑스럽습니다. 성모님의 요청으로 여러분을 모시게 되어 영광입니다."

source: "I'm sorry, but I don't have time to chat. We're leaving in a few minutes."
ko: "죄송합니다만, 잡담할 시간이 없군요. 저희는 곧 떠나겠습니다."
ko_mt: "죄송하지만 대화할 시간이 없습니다. 몇 분 후에 출발하겠습니다."

source: "The crew of Starcatcher the Third wishes you the best of luck on your mission."
ko: "별파수꾼 3호의 선원들 전부가 당신의 임무에 행운이 있기를 바랍니다."
ko_mt: "스타캐처 3의 승무원들은 여러분의 임무에 행운이 깃들기를 기원합니다."

source: The stone wall is covered in small notches and cuts. These pickaxe marks look like they have been here for a while, suggesting that the miners abandoned this cave a long time ago.
ko: 돌 벽에는 작은 표식과 절단면이 많습니다. 이 곡괭이 자국들은 한동안 누군가가 여기 있었음을 나타내며, 광부들이 이 광산을 버린지 한참이 지났다고 추측됩니다.
ko_mt: 돌벽은 작은 홈과 상처로 덮여 있어요. 곡괭이 자국이 오래전부터 있었던 것처럼 보이는데, 광부들이 오래전에 이 동굴을 버렸다는 것을 암시합니다.

source: This pickaxe is broken in half. It lies discarded on a pile of stone rubble.
ko: 부러진 곡괭이가 돌무더기 위에 내동댕이 쳐졌습니다.
ko_mt: 이 곡괭이는 반으로 부러졌습니다. 돌무더기 위에 버려져 있습니다.

source: Miners cut this crystalline vein open and picked it clean.
ko: 광부들이 결정화된 정맥을 까서 깔끔하게 채굴해갔습니다.
ko_mt: 광부들은 이 결정질 광맥을 잘라내어 깨끗하게 채굴했습니다.

source: An illusion makes this pile of cobblestones look like a pile of treasure.
ko: 환영 마법이 이 조약돌 더미를 보물 더미로 보이게 만듭니다.
ko_mt: 착시 효과로 조약돌 더미가 보물 더미처럼 보이게 됩니다.

source: A glittering heap of jewelry, gold coins, gems, and utensils made from precious metals.
ko: 장신구, 금화, 보석, 귀중한 금속으로 만들어진 식기가 가득 쌓인, 반짝이는 산입니다.
ko_mt: 귀금속으로 만든 보석, 금화, 보석 및 도구가 반짝이는 더미입니다.

source: An intricate illusion conceals this pile of glittering treasures.
ko: 복잡한 환영 마법으로 이 금은보화 무더기를 숨겼습니다.
ko_mt: 이 반짝이는 보물 더미에는 복잡한 환영이 숨겨져 있습니다.

source: Touch the treasure
ko: 보물을 만진다
ko_mt: 보물 터치

source: Jump into the tunnel full of sewage
ko: 오물로 가득찬 터널로 뛰어든다
ko_mt: 하수로 가득한 터널로 뛰어들기

source: This finely cut Nahyndrian crystal opened a rift in the fabric of the worlds. Mutasafen's army used this rift to invade Golarion. Due to the actions of its previous owner, a single crack runs across the crystal's otherwise flawless surface.
ko: 섬세하게 세공된 이 나힌드리 수정이 세계의 구조에 균열을 일으켰습니다. 무타사펜의 군대는 골라리온을 침범하기 위해 이 균열을 이용했습니다. 이전 주인의 행위 때문에, 완벽했던 수정 표면에 한줄기 금이 났습니다.
ko_mt: 잘게 잘린 나힌드리안의 수정은 세계의 구조에 균열을 열었습니다. 무타사펜의 군대는 이 균열을 이용해 골라리온을 침공했습니다. 이전 주인의 행동으로 인해 흠잡을 데 없던 수정 표면에 균열이 하나 생겼습니다.

source: Cracked Nahyndrian Crystal
ko: 금간 나힌드리 수정
ko_mt: 금이 간 나헨드리안 수정

source: "Two armies of demons will meet in the coming battle, and one of them will be led by its mistress in all her glory. The other one, however, will be cut off at the head, and left without the leadership of its lord. In a year's time, I will have undermined Baphomet's forces, and deprived him of his troops and allies. By the time he finally feels invincible again, it will be too late, and instead of crushing my servants and destroying my islands, he will be forced to bargain for his life."
ko: "두 무리의 데몬 군대가 전장에서 마주치면, 한쪽은 그 여주인이 직접 이끄는 영광을 누릴 것이다. 그러나 다른 한 쪽은 머리가 떨어져 군주의 통솔없이 버려지겠지. 1년이 지나면, 내가 바포메트의 병력을 약화시키고, 그의 부대와 동맹을 빼앗을 거다. 그가 마침내 준비가 끝났다고 생각했을 땐 너무 늦었을 테고, 내 부하들과 내 섬을 파괴하는 대신 자기 목숨을 구걸할 수밖에 없겠지."
ko_mt: "다가오는 전투에서 두 개의 데몬 군대가 만날 것이며, 그 중 하나는 그녀의 모든 영광을 누리며 여주인의 인도를 받게 될 것입니다. 그러나 다른 하나는 머리가 잘려서 군주의 지도력없이 남겨질 것입니다. 1년 후, 나는 바포메트의 군대를 약화시키고 그의 군대와 동맹을 박탈할 것입니다. 그가 마침내 다시 무적이라고 느낄 때 쯤이면 너무 늦어서 내 신하들을 짓밟고 내 섬들을 파괴하는 대신 목숨을 걸고 흥정을 해야 할 것입니다."

source: "As you can see, I won this war before it started. And it's all thanks to you. I knew that your interference in Baphomet's plans would cause him to react like this, and after his servants failed, the magnitude of your power would make the old goat want to deal with you himself. I've been following you, waiting... And my calculations were correct."
ko: "너도 이해하겠지만, 나는 전쟁이 시작하기도 전에 승리했다. 모두 너의 덕택이지. 바포메트의 계획에 대한 너의 방해가 이런 반응을 이끌어낼걸 알았다. 그 수하들이 실패한 뒤, 네 힘의 크기를 인지한 늙은 염소가 직접 나서도록 만들었을 테고. 나는 네 뒤를 쫒아서, 기다렸다... 그리고 나의 계산은 정확했다."
ko_mt: "보다시피 저는 전쟁이 시작되기도 전에 이겼습니다. 그리고 그것은 모두 당신 덕분입니다. 네가 바포메트의 계획을 방해하면 이렇게 반응할 줄 알았어. 그리고 그의 부하들이 실패한 후, 네 힘의 크기에 늙은 염소가 직접 너를 상대하고 싶어 할 줄 알았지. 당신을 따라다니며 기다렸어요.. 그리고 내 계산이 맞았어."

source: "You need to keep a constant eye on the slaves, else they will flee."
ko: "노예에 지속적으로 주의를 기울이지 않으면 달아날 겁니다."
ko_mt: "노예들을 계속 주시해야 합니다. 그렇지 않으면 노예들이 도망갈 것입니다."

source: The illusion looks through you with indifference. It makes no attempt to talk to you or offer you something to buy.
ko: 환영은 대화를 하거나 물건을 팔려는 시도 없이, 당신을 무뚝뚝하게 바라봅니다.
ko_mt: 환상은 무관심하게 당신을 바라봅니다. 환상은 당신에게 말을 걸거나 무언가를 사주려고 시도하지 않습니다.

source: "The best gladiators here! They will bring glory to your name in the arena! They'll die with your name on their lips!"
ko: "최고의 검투사가 여기 있습니다! 이들이 투기장에 당신의 이름을 휘날려줄겁니다! 당신의 이름을 말하며 죽어줄 거예요!"
ko_mt: "여기 최고의 검투사들이 있습니다! 그들은 투기장에서 당신의 이름에 영광을 가져다줄 것입니다! 그들은 당신의 이름을 입에 달고 죽을 것입니다!"

source: "Fleshmarkets"
ko: "살덩이 시장"
ko_mt: "육체시장"

source: "Welcome to the Fleshmarkets! The best place to buy living, healthy flesh!"
ko: "살덩이 시장에 온 것을 환영합니다! 살아있고 건강한 살덩이를 사기 위한 최고의 장소!"
ko_mt: "육체시장에 오신 것을 환영합니다! 살아 있는 건강한 살을 살 수 있는 최고의 장소입니다!"

source: "Protect Sarzaksys! Otherwise, Shamira will shove our horns up our own asses!"
ko: "사르작시스님을 보호해라! 그렇지 않으면 샤미라가 우리 뿔을 똥구멍으로 밀어넣을 거야!"
ko_mt: "사작시스를 지켜라! 그렇지 않으면 샤미라가 우리 엉덩이에 뿔을 박아 버릴 거야!"

source: "A fight! This is our chance! Let's get the hell out of here while they're busy carving each other up!"
ko: "싸움이다! 지금이 바로 기회야! 서로에게 칼질하는 동안 꽁지 빠지도록 튀자고!"
ko_mt: "싸움! 지금이 기회다! 저들이 서로를 난도질하느라 바쁠 때 빨리 여기서 나가자!"

source: "They burst into the catacombs and started grabbing everyone! And I was just looking for something to eat! Lamashtu's belch!"
ko: "저들이 지하 묘지에 난입해 닥치는 대로 포로로 잡기 시작했어! 난 방금 뭔가 먹을 만한 게 있나 뒤져보는 중이었는데! 라마슈투의 트림이여!"
ko_mt: "그들은 카타콤으로 쳐들어와 사람들을 잡아가기 시작했어요! 그리고 저는 그냥 먹을 것을 찾고 있었어요! 라마슈투의 트림!"

source: "Oh, what's happening to me? Something is falling out of my belly... It hurts so much!"
ko: "오우, 나한테 뭘 한 거야? 내 배에서 뭐가 삐져나오는데... 너무 아파!"
ko_mt: "아, 나한테 무슨 일이 일어나는 거지? 내 배에서 무언가가 떨어지고 있어요.. 너무 아파요!"

source: "I am afraid to die... Don't hit me, plea—"
ko: "난 죽고싶지 않아... 때리지 마, 살려—"
ko_mt: "죽는 게 무서워요.. 때리지 마세요, 제발..."

source: "Spare me! It hurts so much! Why are you hurting me so much?"
ko: "살려줘! 너무 아파! 왜 날 이렇게 아프게 하는 거야?"
ko_mt: "살려주세요! 너무 아파! 왜 이렇게 아프게 해?"

source: "Help! Someone, help us! Please protect us!"
ko: "사람살려! 누가 좀 도와줘요! 제발 좀 구해줘!"
ko_mt: "도와주세요! 누가 좀 도와주세요! 제발 우리를 지켜주세요!"

source: "Just look at them! So ripe, like plague buboes! The slightest touch and the juices flow. That's a true treasure!"
ko: "쟤들 좀 봐! 역병 림프종처럼 잘 숙성됐잖아! 살짝만 건드려도 육즙이 폭발할 거야. 정말 특상품이라고!"
ko_mt: "저것 좀 보세요! 너무 잘 익었어, 전염병 부보처럼! 살짝만 만져도 과즙이 흘러내려요. 진짜 보물이에요!"

source: "Don't try to cheat me, fatty. These aasimars will quickly wear out and lose their appeal."
ko: "속일 생각 하덜 말어, 뚱땡이. 이 아시마르들 겁나 빨리 닳아서 매력 잃을 애들이잖아."
ko_mt: "날 속이려고 하지 마, 뚱보야. 이 아시마르는 금방 닳아서 매력을 잃을 거예요."

source: "The best pleasure slaves money can buy! Fresh, juicy, and docile! Something for every taste! Hah!"
ko: "돈으로 살 수 있는 가장 만족스러운 노예들! 신선하고, 육즙 가득하고, 고분고분합니다! 어떤 취향이던 만족하실 겁니다! 헤!"
ko_mt: "돈으로 살 수 있는 최고의 쾌락 노예! 신선하고 육즙이 풍부하며 유순합니다! 모든 입맛에 맞는 것! 하!"

source: "Hah! The slaves are rebelling. Come on, let's get to it! We'll cut them down then have a glorious feast. They look delicious!"
ko: "하아! 노예들이 반동을 일으키는구나. 좋았어, 잡으러 가자고! 토막낸 다음 성대한 연회를 벌이지. 정말 맛있어 보이는군!"
ko_mt: "하! 노예들이 반란을 일으켰어. 어서, 시작하자! 놈들을 베어버리고 성대한 잔치를 벌이자고요. 맛있어 보이네!"

source: "Daddy Dyunk, you vile creature! You lied to us!"
ko: "듄크 삼촌, 참 나빴어! 우리한테 거짓말을 하다니!"
ko_mt: "아빠 덩크, 이 사악한 놈아! 우리한테 거짓말했잖아!"

source: "Dyunk wanted to eat us! What a filthy liar! Get him!"
ko: "듄크는 우릴 먹으려고 한다! 쓰레기같은 사기꾼! 잡아!"
ko_mt: "덩크가 우릴 잡아먹으려고 했어요! 이런 더러운 거짓말쟁이! 잡아!"

source: "Another stuck-up foreigner here to buy your pathetic wretches, Raggy!"
ko: "네 불쌍한 얼간이들을 사주러 온 또 다른 거만한 외지인이 오셨네, 래기!"
ko_mt: "네 한심한 물건을 사러 온 또 다른 건방진 외국인, 래기!"

source: "Slaves for every need! They don't last long, but the price is right!"
ko: "모든 욕구를 만족시킬 노예들! 오래가진 않지만, 적절한 가격에 모십니다!"
ko_mt: "모든 필요를 충족하는 노예! 오래 가지 못하지만 가격은 맞아요!"

source: {n}Humiliated, the pirate parts his lips to say something, but then decides not to push his luck any further and pathetically shuts his mouth.{/n}
ko: {n}굴욕당한 해적이 입을 열어 뭔가 말하려 했으나, 곧 자신의 운을 더 시험하지 말기로 결심하고는 애처롭게 입을 다문다.{/n}
ko_mt: {n}굴욕감을 느낀 해적은 입술을 벌려 무언가를 말하려 했지만, 더는 운을 시험하지 않기로 결심하고 애처롭게 입을 다물었습니다.{/n}

source: Condemned the slave trade.
ko: 노예 거래를 응징했습니다.
ko_mt: 노예 무역을 비난했습니다.

source: Showed respect for Alushinyrra's customs.
ko: 알루시니라의 풍습을 존중했습니다.
ko_mt: 알루시니라의 관습을 존중합니다.

source: Trade
ko: 거래하기
ko_mt: 거래

source: {n}The tiefling addresses you with a dull, emotionless voice.{/n} "Master Sarzaksys expresses his immense joy on the occasion of his latest encounter with you. It is with deep sorrow that he apologizes to you for the furor caused by certain insolent pieces of property during your last visit to the Fleshmarkets. Master Sarzaksys is hopeful that today he will be able to make amends to you."
ko: {n}티플링이 단조롭고 억양없는 목소리로 당신에게 말한다.{/n} "사르작시스 지배인께서는 최근에 당신과 만난 순간에 대해 심대한 기쁨을 표하신다. 또한 살덩이 시장에 대한 당신의 이전 방문동안 특정 무례한 재산이 일으킨 소동에 대한 사죄와 깊은 유감을 전하신다. 사르작시스 지배인께서는 오늘 당신에게 지은 결례를 시정하실 수 있기를 희망하신다."
ko_mt: {n}티플링이 무뚝뚝하고 감정 없는 목소리로 말을 건넨다.{/n} "사부 사작시스는 최근 당신과의 만남에 대해 엄청난 기쁨을 표하고 있습니다. 지난번 육체시장을 방문했을 때 일부 무례한 물건 때문에 화를 낸 것에 대해 깊은 슬픔을 느끼며 사과드립니다. 사작시스 마스터는 오늘 여러분에게 보상할 수 있기를 희망하고 있습니다."

source: Golarian Slave Leader
ko: 골라리온인 노예 대장
ko_mt: 골라리온 노예 지도자

source: {n}The demon hums and reluctantly moves aside.{/n} "Why are you threatening me? Nobody's stopping you. You're so lucky Our Lady in Shadow forbids us from harming guests."
ko: {n}데몬이 궁시렁대며 못마땅한 듯 자리를 비킨다.{/n} "왜 나를 위협하는 거지? 아무도 당신을 막지 않는데. 그림자의 여제께서 손님을 해치는 걸 금지하셨으니 운도 좋은 놈일세."
ko_mt: {n}데몬이 콧노래를 흥얼거리며 마지못해 옆으로 물러납니다.{/n} "왜 날 협박하는 거지? 아무도 널 막지 않는데. 그림자 속의 성모님께서 손님들을 해치는 걸 금지하고 계셔서 운이 좋으시군요."

source: "No! Nobody touches our master!"
ko: "안돼! 아무도 우리 주인을 건드릴 수 없다!"
ko_mt: "안 돼! 아무도 우리 주인을 건드리지 마!"

source: "Protect Latverk! Don't let him come to any harm!"
ko: "라트버크를 보호해라! 어떤 위협에도 그가 노출되지 않게 해!"
ko_mt: "라트버크를 지켜라! 그를 해치지 마세요!"

source: The aasimar remains silent.
ko: 아시마르는 침묵한다.
ko_mt: 아시마르는 침묵을 지킵니다.

source: The corpse of the aasimar woman formerly known as Latverk, who died as a result of brutal sexual torture.
ko: 라트버크라고 불리던 아시마르 여성의 시신으로, 잔인한 성고문의 결과로 죽었습니다.
ko_mt: 잔인한 성적 고문으로 사망한 라트베르크로 알려진 아시마르 여성의 시신입니다.

source: "I'm glad we managed to find common ground."
ko: "공통의 관심사를 찾게 되어 기쁘구만."
ko_mt: "공통점을 찾을 수 있어서 기쁩니다."

source: "We're committed. What else is there to talk about?"
ko: "약속했지 않나. 무슨 얘기가 더 필요하지?"
ko_mt: "우리는 헌신적입니다. 더 이상 할 말이 뭐가 있겠어요?"

source: "Get lost, I'm not looking for drinking companions."
ko: "꺼져라. 난 술 친구를 찾는 게 아니다."
ko_mt: "꺼져, 난 술자리 동료를 찾는 게 아니야."

source: "It's crap-your-pants time, boys and girls! The bloody assassins are here!"
ko: "신사 숙녀 여러분, 바지에 똥지릴 시간이다! 피투성이 암살자들 등장!"
ko_mt: "여러분, 바지에 똥을 싸는 시간입니다! 빌어먹을 암살자들이 왔다!"

source: "Which one of you is Latverk? We're going to cut off his balls and shove them down his throat!"
ko: "이 중에 누가 라트버크지? 그 놈 불알을 잘라서 목구멍에 쑤셔주지!"
ko_mt: "너희 중 누가 라트버크야? 불알을 잘라서 목구멍에 쑤셔 넣을 거야!"

source: An appetizing and delicious stew cooked by Latverk, the aasimar who makes his home in the Abyss.
ko: 심연에 살림을 차린 아시마르인 라트버크가 요리한 군침돌게 맛있는 스튜입니다.
ko_mt: 심연에 집을 짓고 사는 아시마르 라트버크가 요리한 식욕을 돋우는 맛있는 스튜입니다.

source: Latverk's Stew
ko: 라트버크의 스튜
ko_mt: 라트버크 스튜

source: "I will talk to Yozz about arranging an introduction."
ko: "가입 절차에 대해 요즈와 이야기 하겠다."
ko_mt: "요즈와 소개를 주선하는 것에 대해 이야기해 보겠습니다."

source: "Can you put in a good word for us?"
ko: "우리를 추천해줄 수 있는가?"
ko_mt: "저희를 위해 좋은 말씀 좀 해주시겠어요?"

source: "Move along, I have no time to chat with you. Talk to Shamira."
ko: "비켜라. 너와는 잡담할 시간 없다. 샤미라와 이야기하도록."
ko_mt: "저리 가, 너랑 얘기할 시간 없어. 샤미라와 얘기하세요."

source: "I've come to see Lady Shamira three days in a row, but she won't grant me an audience!"
ko: "나는 샤미라님을 뵙기 위해 삼 일을 내리 찾아왔는데, 그 분께서는 얘기 할 기회조차 주시질 않아!"
ko_mt: "사흘 연속으로 샤미라 부인을 만나러 왔는데 면회를 허락하지 않아요!"

source: "They say Shamira is looking for a reliable person to handle some special business for her."
ko: "소문에 의하면, 샤미라님이 특별한 일을 위해 믿을 만한 사람을 찾고 있다더군."
ko_mt: "샤미라가 특별한 업무를 처리해 줄 믿을 만한 사람을 찾고 있다고 합니다."

source: "If Shamira needs a loyal agent, I hope she'll choose me."
ko: "샤미라님이 충직한 요원을 찾고 계시다면, 나를 선택해주시길."
ko_mt: "샤미라가 충성스러운 에이전트가 필요하다면 저를 선택해 주셨으면 좋겠어요."

source: "I was told that if I don't appear at Shamira's court, she'll send assassins after me. Well... Here I am."
ko: "샤미라의 법정에 내 모습이 보이지 않는다면, 그녀가 내게 암살자를 보낼거라는 얘기를 들었지. 그래서... 여기 있는 거야."
ko_mt: "샤미라의 법정에 출두하지 않으면 암살자를 보낼 거라고 들었어요. 그럼.. 여기 왔어요."

source: Uncover the camouflaged tunnel
ko: 위장된 터널 드러내기
ko_mt: 위장된 터널을 발견하세요

source: The corpse of a demon who was not smart enough to avoid a magical trap.
ko: 마법 함정을 피할 만큼 똑똑하지 못했던 데몬의 시신입니다.
ko_mt: 마법의 덫을 피할 만큼 영리하지 못한 데몬의 시체입니다.

source: The wreckage of what was once a magical golem. Judging by the many dents on its remains, it was destroyed in a fierce fight.
ko: 한때 마법 골렘이었던 것의 잔해입니다. 그 잔해의 움푹 패인 자국들로 보면, 이것은 격렬한 전투로 인해 파괴되었습니다.
ko_mt: 한때 마법의 골렘이었던 골렘의 잔해입니다. 잔해에 움푹 패인 흔적이 많은 것으로 보아 격렬한 전투에서 파괴된 것으로 보입니다.

source: The magic has left this once-powerful magical seal that protected the premises from the presence of demons.
ko: 데몬의 내부 침입을 막는 마법 봉인은 지금도 마력을 품고 있지만, 예전에는 훨씬 더 강했을 겁니다.
ko_mt: 한때 데몬의 존재로부터 건물을 보호하던 강력한 마법의 봉인이 마법의 힘으로 사라졌습니다.

source: "{name}, is that you? I had a feeling you'd soon summon me."
ko: "{name} 이십니까? 당신이 곧 저를 소환하리란 느낌을 받았지요."
ko_mt: "{name}, 너니? 곧 날 소환할 줄 알았어요."

source: {n}The demons in the crowd murmur and exchange whispers. You hear disappointment in their voices. It seems most of them wished you to emerge victorious from this confrontation, not the arrogant Shamira, whom no one has humbled in a very long time. They look at you with respect, even fear — after all, they would never dare contradict the ruler of the Harem. One of the assembled nobles covertly gives you a thumbs-up then points at Shamira and makes an obscene gesture indicating her wanton ways.{/n}
ko: {n}군중 속의 데몬들이 서로 웅얼거리며 속삭임을 주고 받는다. 당신은 그들의 목소리에서 실망감을 감지할 수 있다. 그들 중 대부분은 이번 대면에서 오랜 세월동안 아무도 꺾지 못했던 오만한 샤미라를 당신이 이겨주길 바랐던 모양이다. 어찌됐든, 하렘의 지배자에게 감히 반론을 제기하지 못했을 그들은 당신을 향해 존경의 눈빛을 비친다. 무리지은 귀족들 중 하나가 당신을 향해 은밀히 엄지를 치켜들었고, 샤미라를 가리키더니 엄지를 내리깔며 제멋대로인 그녀의 방식에 대한 의견을 보여준다.{/n}
ko_mt: {n}군중 속의 데몬들이 수군거리며 귓속말을 주고받습니다. 그들의 목소리에서 실망의 목소리가 들려온다. 그들 대부분은 오랫동안 아무도 겸손하지 않았던 오만한 샤미라가 아니라 당신이 이 대결에서 승리하기를 바랐던 것 같습니다. 그들은 당신을 존경심과 두려움으로 바라보고 있습니다. 결국 그들은 하렘의 통치자에게 감히 모순되지 않을 것입니다. 모인 귀족 중 한 명이 은밀하게 당신에게 엄지손가락을 치켜세운 다음 샤미라를 가리키며 그녀의 무자비한 행동을 나타내는 외설적인 제스처를 취합니다.{/n}

source: {n}Shamira gives you a withering glare and hisses through clenched teeth,{/n} "What are you doing here, aasimar spawn? Do you have a death wish? Or maybe..." {n}A trace of slight interest appears in the demon's voice.{/n} "Or maybe your sins and crimes caused your own kind to cast you out, and now you need a patron to protect you?"
ko: {n}샤미라가 당신을 향해 사나운 눈빛을 보내며 꽉 다문 이빨 사이로 씩씩댄다.{/n} "아시마르 혈족이 여기서 뭘 하는 게냐? 죽고 싶어 환장한 게냐? 아니면..." {n}데몬의 목소리에서 미약한 흥미가 나타난다.{/n} "아니면 네 잘못과 범죄 때문에 동족들에게서 쫒겨났으며, 지금은 널 보호해줄 새 후원자를 찾는다거나?"
ko_mt: {n}샤미라가 시들어가는 듯한 눈빛을 보내며 이를 악물고 쉿 소리를 냅니다.{/n} "여기서 뭐 하는 거냐, 아시마르 새끼야? 죽고 싶은 소원이라도 있나? 아니면..." {n}데몬의 목소리에 약간의 관심의 흔적이 보입니다.{/n} "아니면 네 죄와 범죄 때문에 같은 종족이 널 쫓아냈고, 이제 널 보호해줄 후원자가 필요한 건가?"

source: {n}A red-haired, beautiful demon sits majestically on the throne, an aura of bright light blazing around her. It's not the gentle, life-giving light that shines on Golarion. This light blinds, withers, makes a person burn with fever, draining their strength.{/n}
ko: {n}붉은 머리칼을 가진 아름다운 데몬이 고압적인 태도로 옥좌에 앉아있다. 밝은 빛의 기운이 그녀 주위에서 불타고 있으며, 이는 골라리온을 비추는 부드럽고 따스한 빛과 전혀 다르다. 이것은 눈을 멀게 하고, 기운을 빼고, 사람들의 열을 올리며 그들의 힘을 빨아들이는 빛이다.{/n}
ko_mt: {n}붉은 머리의 아름다운 데몬이 왕좌에 위엄 있게 앉아 있고, 그 주위로 밝은 빛의 오라가 타오르고 있습니다. 골라리온을 비추는 것은 온화하고 생명을 주는 빛이 아닙니다. 이 빛은 사람의 눈을 멀게 하고, 시들게 하며, 열로 불타게 하고, 힘을 빼앗아갑니다.{/n}

source: "I can't think of anything, sorry."
ko: "아무것도 생각나는 게 없군. 미안하다."
ko_mt: "아무것도 생각나지 않아서 죄송합니다."

source: "Where are you, darling? Come back to me. — C."
ko: "어디신가요, 달링? 내게로 돌아와요. — C."
ko_mt: "어디 있니, 자기야? 돌아와. - C."

source: "I do not know where you have gone or what you are planning. But I'll find out, don't you doubt it. And if this is yet another trick to undermine me... You know I have a beautiful dragonskin lash! — C."
ko: "당신이 어디 가셨는지, 무엇을 꾸미는지는 몰라요. 하지만 저는 꼭 알아낼테니, 믿어 의심치 마요. 그리고 나를 지치게 만들 또다른 속임수였다면... 아시다시피 제게는 예쁜 드래곤 가죽 채찍이 있답니다! — C."
ko_mt: "나는 당신이 어디로 갔는지, 무엇을 계획하고 있는지 모릅니다. 하지만 내가 알아낼 테니 의심하지 마세요. 그리고 이것이 나를 약화시키려는 또 다른 속임수라면.. 내 아름다운 용가죽 속눈썹이 있는 거 알잖아! - C."

source: "In the name of all that is unholy, where are you? I checked all of our usual places — my letters are still sitting there, untouched. Are you even alive? At least send me some word, you blasted fool! — C."
ko: "모든 불경한 것들의 이름으로, 당신 도대체 어디신가요? 우리가 자주 찾던 곳들은 전부 뒤져봤어요. 내 편지들은 전부 손도 대지 않은 채 그대로 있고요. 살아는 있는 건가요? 최소한 내게 답장이라도 해줘요, 빌어먹을 바보씨! — C."
ko_mt: "불경스러운 모든 것의 이름으로, 당신은 어디에 있습니까? 평소에 자주 가던 곳을 다 확인해봤는데 편지가 아직 그대로 있어요. 살아 있긴 해? 적어도 한마디라도 보내줘, 이 멍청한 놈아! - C."

source: Perfumed Note
ko: 향이 나는 쪽찌
ko_mt: 퍼퓸드 노트

source: The crumpled sheet of paper is covered in lines penned by an unsteady hand, with many blotches and crossed-out words. "Hello, my sweet. I finally had a chance to pick up your letters. Your concern about my well-being is touching, but I'm afraid I have worse things to fear than the kiss of your dragonskin lash. Let me be frank: I am in deep (the next several lines are struck out). The Kenabres operation was a disaster, and all the blame was laid at my feet. Now (a large inkblot here). I am afraid to visit you because I am likely being watched by Baphomet's servants. Anyone seen near me is in grave danger. You are a nasty piece of work, to be sure, but I am not going to set you up this way. I wish..." (the rest of the lines were crossed out so fiercely the quill tore through the paper)
ko: 떨리는 손으로 그려진 줄, 얼룩과 첨삭된 단어들로 범벅된 구겨진 종이입니다. "안녕한가요, 내 사랑. 드디어 당신의 편지를 읽을 기회가 났어요. 당신은 제 행복이 일시적인게 아닐까 걱정하시지만, 전 제가 당신의 드래곤 가죽 채찍에 입맞추는 것보다 더 소름끼치는 무언가를 가지고 있다는 게 두렵답니다. 솔직히 말할게요. 제 깊숙한 곳에 (이후 몇 줄에는 취소선이 빽빽히 그어졌다). 케나브레스 작전은 재앙이었어요, 그리고 모든 비난이 제 발 밑에 묻혔죠. 지금은 (커다란 잉크 얼룩으로 가려졌다). 제가 바포메트의 수하들에게 지속적으로 감시받았기에, 당신을 찾아가는 게 걱정돼요. 제 주위에서 발견되는 모든 사람들이 심각한 위험에 처하죠. 확실히 당신은 대단히 못된 사람이긴 하지만, 저는 당신을 이런 식으로 대하지 않을게요. 저는..." (남은 줄은 깃펜이 종이를 찢을 만큼 무섭게 지워져 있다)
ko_mt: 구겨진 종이는 불안정한 손으로 쓴 선으로 얼룩지고 줄이 그어진 단어들로 뒤덮여 있습니다. "안녕, 내 사랑. 드디어 네 편지를 받아볼 기회가 생겼어. 내 안녕에 대한 걱정은 감동적이지만, 당신의 용 가죽 속눈썹 키스보다 더 무서운 것이 걱정돼요. 솔직히 말씀드리자면 저는 깊은 고민에 빠져 있습니다.(다음 몇 줄은 삼진 아웃). 케나브레스 작전은 재앙이었고 모든 책임은 내 발밑에 놓여있었습니다. 이제 (여기에 큰 잉크 얼룩이 있습니다). 바포메트의 하인들이 나를 감시하고 있을 것 같아서 당신을 만나러 가는 게 두렵습니다. 내 근처에서 목격되는 사람은 심각한 위험에 처해 있습니다. 당신은 확실히 끔찍한 일이지만 이런 식으로 당신을 함정에 빠뜨리지는 않을 것입니다. 나는..." (나머지 줄은 너무 격렬하게 지워져서 퀼이 종이를 찢어 버렸습니다.)

source: Unsent Letter
ko: 보내지 않은 편지
ko_mt: 미발송 편지

source: Segments of dismembered bodies have been put together in the shape of a sword – the symbol of Iomedae.
ko: 해체된 신체 부위들이 아이오메데의 상징인 검 모양으로 포개져 있습니다.
ko_mt: 아이오메데의 상징인 칼 모양으로 토막난 시신 조각을 이어 붙였습니다.

source: From a distance, the beautiful angel appears to be unscathed. As you move closer, however, you can see that he is covered in a seething swarm of insects. They are crawling out of numerous wounds and lacerations on his body.
ko_mt: 멀리서 보면 아름다운 천사는 다치지 않은 것처럼 보입니다. 하지만 가까이 다가가면 천사가 벌레 떼로 뒤덮여 있는 것을 볼 수 있습니다. 벌레들은 천사의 몸에 난 수많은 상처와 열상 부위에서 기어 나오고 있습니다.

source: This corpse is bound hand and foot. Its lips are frozen in a final death cry, and larvae spill out of its open mouth.
ko: 손과 발이 묶인 시신입니다. 그 입술은 마지막 비명과 함께 굳었으며, 열린 입으로는 유충들이 쏟아져 나옵니다.
ko_mt: 이 시체는 손과 발이 묶여 있습니다. 입술은 얼어붙어 마지막 죽음의 비명을 지르고, 벌어진 입에서 애벌레가 쏟아져 나옵니다.

source: The corpse's worn and battered armor bears the symbol of Iomedae.
ko: 시체가 입은 헤지고 두들겨진 갑옷에 아이오메데의 상징이 새겨져 있습니다.
ko_mt: 시체의 닳고 닳은 갑옷에는 아이오메데의 상징이 새겨져 있습니다.

source: "I'm weak, but soon I will be able to heal both myself and others."
ko: "나는 약하다, 그러나 곧 나와 다른 이들을 치유할 수 있게 될 거다."
ko_mt: "나는 약하지만 곧 나 자신과 다른 사람들을 모두 치유할 수 있을 것입니다."

source: "Does anyone have a spare weapon I can borrow? I have a score to settle with the residents of the Abyss."
ko: "누구 예비 무기 빌려줄 사람? 심연의 주민들에게 갚아줄 빚이 있는데."
ko_mt: "제가 빌릴 수 있는 여분의 무기를 가진 사람 있나요? 심연의 주민들에게 갚아야 할 빚이 있어요."

source: Targona weeps silently as she cradles her dead brother in her arms.
ko: 타르고나가 죽은 그녀의 전우를 안고 조용히 흐느낍니다.
ko_mt: 타르고나는 죽은 동생을 품에 안고 조용히 울부짖습니다.

source: Berenguer is whistling to himself as he hones his blade.
ko: 베렝게르는 자신의 검을 연마하면서 휘파람을 부는 중입니다.
ko_mt: 베렌게르가 검을 연마하며 휘파람을 불고 있습니다.
