Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: Demolish a building to get rid of it and recover half of the resources you spent on construction. If you want to move a building, you will have to demolish the old one (gaining half of the resources you spent on it) and construct it in the new desired slot for half the price. You won't have to spend any extra BP, but you will have to wait for construction to finish in the new location.
ko: 건물을 철거하면 건설에 소비한 자원의 절반을 회수할 수 있습니다. 건물을 옮기고 싶다면 건물을 철거하고 다시 지어야 합니다. 이러면 건설비가 절반이 되기 때문에 BP를 더 쓰지는 않지만, 새 위치에 건물이 지어질 때까지 기다려야 합니다.
ko_mt: 건물을 철거하면 건물을 없애고 건설에 사용한 자원의 절반을 회복할 수 있습니다. 건물을 옮기려면 기존 건물을 철거하고(건설에 사용한 자원의 절반을 획득) 절반의 가격으로 원하는 새 슬롯에 건물을 건설해야 합니다. 추가 BP를 소비할 필요는 없지만, 새 위치에서 건설이 완료될 때까지 기다려야 합니다.

source: Claiming New Regions
ko: 새 지역 점령
ko_mt: 새로운 지역 신청하기

source: You may claim new regions to expand your territory. Open the Regions tab on the right side of the screen and select the relevant decree at the bottom of the screen. Claiming a region will allow you to significantly increase your {mf|barony|barony|kingdom|kingdom}'s stats and found settlements in the new lands.
ko: 새로운 지역에 권리를 주장하여 영토를 확장할 수 있습니다. 화면 오른쪽의 지역 탭을 열고 화면 하단의 관련 칙령을 선택하십시오. 새로운 지역을 손에 넣으면 {mf|남작령|여남작령|왕국|왕국}의 지표가 눈에 띄게 증가하고, 이 지역에 새 정착지를 지을 수 있습니다.
ko_mt: 영토를 확장하기 위해 새로운 지역을 주장할 수 있습니다. 화면 오른쪽에 있는 지역 탭을 열고 화면 하단에서 관련 법령을 선택합니다. 지역을 차지하면 {mf|영지|영지|왕국|왕국}의 스탯과 새로운 땅에서 발견한 정착지를 크게 증가시킬 수 있습니다.

source: How to Claim a Region
ko: 지역을 점령하는 방법
ko_mt: 리전을 청구하는 방법

source: Here is what you must do to claim a new region: -Meet special regional conditions. That is, complete a quest or reach a certain rank in one of the stats. -Collect sufficient BP for the claim. -Find an unoccupied advisor who can take charge of the claim. As soon as you pass the decree to claim a region, time will automatically speed up for the next 14 days, the time it takes for you and your advisor to claim the region. After the new territory is claimed and annexed into your domain, the boundaries of the state will change, and you will receive all the bonuses granted by the claimed region.
ko: 새로운 지역에 권리를 주장하기 위해 해야 할 일은 다음과 같습니다. -특별한 지역 조건을 충족해야 합니다. 즉, 퀘스트를 완료하거나 지표가 일정한 등급에 도달해야 합니다. -점령에 충분한 BP가 있어야 합니다. -점령을 담당할 보좌관 자리가 비어있으면 안됩니다. 칙령을 승인하는 즉시, 당신과 보좌관은 계획에 소요되는 14일의 시간을 건너뛰게 됩니다. 새 영토에 대한 권리를 얻어 영토에 병합시키면, 국경이 변하고 새로 얻은 지역이 지닌 모든 보너스를 받게됩니다.
ko_mt: 새 지역을 신청하려면 다음과 같이 해야 합니다. -특별한 지역 조건을 충족합니다. 즉, 퀘스트를 완료하거나 스탯 중 하나에서 특정 등급에 도달해야 합니다. -영유권 획득을 위해 충분한 BP를 수집합니다. -클레임을 담당할 수 있는 비어 있는 조언자를 찾습니다. 영지를 점령하기 위한 법령을 통과하는 즉시, 여러분과 조언자가 해당 지역을 점령하는데 걸리는 시간인 다음 14일 동안 시간이 자동으로 빨라집니다. 새 영토를 클레임하고 내 영토에 합병하면 국가의 경계가 변경되며 클레임한 지역에서 부여하는 모든 보너스를 받게 됩니다.

source: Founding New Settlements
ko: 새 정착지 건설
ko_mt: 새로운 정착지 설립

source: You may base new settlements in your regions on discovered crossroads. Find and click on the location where you want a new settlement to be founded. The cost of founding a new settlement is 50 BP. As soon as this has been paid, you may name the new village or keep its default name.
ko: 지역을 탐험할 때 들렀던 교차로에 새로운 정착지를 세울 수 있습니다. 정착지를 세울 위치를 클릭하십시오. 50 BP를 지불하면 새 정착지가 지어지고, 정착지의 이름을 지을 수 있습니다. 기본 이름을 사용하거나 원하는 대로 이름을 붙이십시오.
ko_mt: 발견한 교차로를 기반으로 지역에 새로운 정착지를 건설할 수 있습니다. 새 정착지를 건설할 위치를 찾아 클릭합니다. 새 정착지 건설 비용은 50 BP입니다. 이 비용을 지불한 후 새 마을의 이름을 지정하거나 기본 이름을 유지할 수 있습니다.

source: Events
ko: 사건
ko_mt: 이벤트

source: Problems to solve and opportunities to seize occur from time to time in your domain. These events may increase or decrease your {mf|barony|barony|kingdom|kingdom}'s stats; don't forget to look them up. All current events are listed at the bottom of the screen. An event may be addressed by the relevant advisor. To assign a task to an advisor, click the frame on the right side of the event card. The character in charge will act based on their own ideology and nature. It takes time to deal with an event, so the advisor will be unavailable for any other official missions.
ko: 해결해야 할 문제와 붙잡아야 할 기회는 영지 내에서 수시로 발생합니다. 이러한 사건은 {mf|남작령|여남작령|왕국|왕국}의 지표를 상승시키거나 감소시킬 수 있습니다. 문제와 기회를 잘 살펴보십시오. 사건은 모두 화면 하단에 나열되어 있습니다. 사건은 보좌관이 처리 할 수 있습니다. 보좌관에게 임무를 배정하려면, 사건 카드의 오른쪽에 있는 틀을 누르십시오. 보좌관은 자신의 이념과 성격에 따라 행동 할 것입니다. 사건을 처리하는 데는 시간이 걸리므로 다른 임무를 맡고 있는 보좌관은 배정할 수 없습니다.
ko_mt: 영역에서는 해결해야 할 문제와 포착해야 할 기회가 수시로 발생합니다. 이러한 이벤트는 {mf|영지|영지|왕국|왕국}의 스탯을 높이거나 낮출 수 있으므로 잊지 말고 찾아보세요. 모든 현재 이벤트는 화면 하단에 나열됩니다. 이벤트는 관련 어드바이저가 처리할 수 있습니다. 어드바이저에게 임무를 할당하려면 이벤트 카드의 오른쪽에 있는 프레임을 클릭하세요. 담당 캐릭터는 자신의 이념과 성격에 따라 행동합니다. 이벤트 처리에는 시간이 걸리므로 고문은 다른 공식 임무를 수행할 수 없습니다.

source: Events: Difficulty and Rolls
ko: 사건: 난이도와 굴림
ko_mt: 이벤트 난이도 및 굴림

source: Every event has a difficulty level. To resolve the event successfully, the advisor must roll a number higher than the difficulty level of the event. The advisor's post ability is added to the dice roll. The {mf|barony|barony|kingdom|kingdom} stat the advisor is responsible for adds another 2 points per rank to every roll. Example: Valerie as a Regent (Population stat) grants a +2 bonus for her high Charisma. The Population stat rank is 1, so it gives another +2 bonus. If Valerie is put in charge of an event, her dice roll would have an overall bonus of +4 points.
ko: 모든 사건에는 난이도가 있습니다. 사건을 성공적으로 해결하려면 보좌관은 난이도보다 높은 숫자를 굴려야 합니다. 주사위 굴림은 보좌관의 특정 능력치와 {mf|남작령|여남작령|왕국|왕국} 지표에 따라 보너스를 받습니다. 보좌관이 담당하고 있는 지표의 등급마다 2점의 보너스를 받습니다. 예: 주민을 담당하는 섭정 발레리는 매력이 높아 +2의 보너스를 받습니다. 주민 지표 등급이 1이므로 추가 +2의 보너스를 받습니다. 따라서 발레리가 사건을 담당하면 주사위 굴림에 +4점의 보너스가 추가됩니다.
ko_mt: 모든 이벤트에는 난이도가 있습니다. 이벤트를 성공적으로 해결하려면 어드바이저는 이벤트의 난이도보다 높은 숫자를 굴려야 합니다. 어드바이저의 포스트 능력이 주사위 굴림에 추가됩니다. 지도자가 담당하는 {mf|영지|영지|왕국|왕국} 스탯은 주사위를 굴릴 때마다 등급당 2점씩 추가됩니다. 예시: 섭정 발레리(인구 스탯)는 높은 매력에 +2 보너스를 부여합니다. 인구 스탯 등급이 1이므로 +2 보너스를 추가로 받습니다. 발레리가 이벤트를 담당하면 주사위를 굴릴 때 전체 보너스는 +4점이 됩니다.

source: Event Outcomes and Consequences
ko: 사건 결과 및 결과
ko_mt: 이벤트 결과 및 결과

source: Every event can resolve in one of the four ways: Disaster (the dice roll is 8 points or more below the difficulty level of the event), Failure (the dice roll is up to 7 points below the difficulty level), Success (the dice roll is equal to the difficulty level or up to 6 points above the difficulty level), or Triumph (the dice roll is 7 points or more above the difficulty level of the event). The outcome may affect the {mf|barony|barony|kingdom|kingdom}'s stats.
ko: 사건 해결의 결과는 4 단계로 나눌 수 있습니다: 주사위 굴림이 사건 난이도보다 8 이상 낮으면 재난, 주사위 굴림이 난이도보다 7 이하 만큼 낮으면 실패, 주사위 굴림이 사건 난이도 보다 6 이하로 높으면 성공, 주사위 굴림이 난이도보다 7 상 높으면 대성공. 결과에 따라 {mf|남작령|여남작령|왕국|왕국} 지표에 미치는 영향이 달라집니다.
ko_mt: 모든 이벤트는 네 가지 방법 중 하나로 해결될 수 있습니다. 재해(주사위를 굴려서 이벤트 난이도보다 8점 이상 낮게 나온 경우), 실패(주사위를 굴려서 난이도보다 최대 7점 낮게 나온 경우), 성공(주사위를 굴려서 난이도와 같거나 난이도보다 최대 6점 높게 나온 경우) 또는 승리(주사위를 굴려서 이벤트 난이도보다 7점 이상 높게 나온 경우) 중 하나입니다. 결과는 {mf|영지|영지|왕국|왕국}의 스탯에 영향을 줄 수 있습니다.

source: Problems and Opportunities
ko: 문제와 기회
ko_mt: 문제점과 기회

source: There are two types of events: problems and opportunities. If a problem event ends with a Failure, it decreases your stats. If it ends with a Success, it has no effect. Succeeding at an opportunity event will increase your stats, and it normally will not affect them if the outcome is a failure. Each Success or Triumph increases the stat the assigned advisor is responsible for by 3.
ko: 사건에는 문제와 기회, 두 가지 유형이 있습니다. 문제 사건이 실패로 끝나면 지표가 감소합니다. 성공으로 끝나면 효과가 없습니다. 기회 사건이 성공하면 지표가 증가하며, 실패하면 보통 영향을 미치지 않습니다. 각 성공 또는 승리는 배정된 보좌관이 담당하는 지표를 3만큼 증가시킵니다.
ko_mt: 이벤트에는 문제와 기회라는 두 가지 유형이 있습니다. 문제 이벤트가 실패로 끝나면 스탯이 감소합니다. 성공으로 끝나면 아무런 영향을 미치지 않습니다. 기회 이벤트에서 성공하면 스탯이 증가하며, 결과가 실패로 끝나면 일반적으로 스탯에 영향을 미치지 않습니다. 성공 또는 승리할 때마다 배정된 조언자가 담당하는 스탯이 3씩 증가합니다.

source: Build Points and Income
ko: 건설 점수와 수입
ko_mt: 적립 포인트 및 수입

source: Build Points (BP) are the {mf|barony|barony|kingdom|kingdom}'s main resource. They are required for settlement upgrades, construction, decrees management, and so on. The {mf|barony|barony|kingdom|kingdom} treasury's weekly income is 30 BP, sent by Jamandi Aldori from Brevoy. Apart from that, your territories have their own individual income, which consists of their basic income plus other BP sources. Basic income depends on your {mf|barony|barony|kingdom|kingdom}'s stats. Each rank adds 1 BP per point to the weekly income, but the total a rank contributes to basic income cannot exceed the profitability of your Economy. Example: The barony's Economy rank equals 3, and it adds 3 BP to the weekly income. The Population rank equals 5, but it cannot add more than 3 BP to the weekly income due to the {mf|barony|barony|kingdom|kingdom}'s Economy. All other BP sources, such as trade agreements, are added to the basic income as is. Half of the {mf|barony|barony|kingdom|kingdom}'s income, except the initial 30 BP, is sent to Brevoy. You will be able to claim independence from Brevoy to retain the full BP income but loose the initial 30 BP income later during the game.
ko: 건설 점수(BP)는 {mf|남작령|여남작령|왕국|왕국}의 주요 자원입니다. 정착지 승급, 건설, 칙령 관리 등에 필요합니다. 자만디 알도리가 브레보이에서 {mf|남작령|여남작령|왕국|왕국}으로 매 주 30 BP를 지원합니다. 그 외에도, 왕국에는 기본 세입과 기타 다른 BP 소득원 등의 독립 재정이 있습니다. 기본 세입은 {mf|남작령|여남작령|왕국|왕국} 지표를 따릅니다. 지표의 매 등급마다 매주 수1 BP를 더해주지만, 등급이 기본 수입에 더해지는 정도는 경제의 등급을 초과 할 수 없습니다. 예: {mf|남작령|여남작령|왕국|왕국}의 경제 등급이 3이면 주간 수입에 3 BP가 추가됩니다. 이 때 주민의 등급이 5면 주간 수입에 5 대신 3이 더해지며, 총 수입 보너스는 6 BP가 됩니다. 무역 협정 등의 다른 모든 BP 소득은 그대로 기본 수입에 추가됩니다. {mf|남작령|여남작령|왕국|왕국} 브레보이 지원금 30 BP를 제외한 모든 수입의 절반은 브레보이로 보내야 합니다. 이후 게임을 진행하다가 브레보이로부터 독립을 선언하면 모든 수입을 챙길 수 있지만, 30 BP 지원금은 받지 못하게 됩니다.
ko_mt: 건설 포인트(BP)는 {mf|영지|영지|왕국|왕국}의 주요 자원입니다. 정착지 업그레이드, 건설, 법령 관리 등에 필요합니다. {mf|영지|영지|왕국|왕국} 재무부의 주간 수입은 브레보이에서 자만디 알도리가 보낸 30 BP입니다. 그 외에도 영토에는 기본 수입과 다른 BP 수입으로 구성된 개인 수입이 있습니다. 기본 소득은 {mf|영지|영지|왕국|왕국}의 스탯에 따라 달라집니다. 각 등급은 포인트당 1 BP를 주간 수입에 추가하지만, 한 등급이 기본 수입에 기여하는 총액은 내 경제의 수익성을 초과할 수 없습니다. 예시: 남작의 경제 등급은 3이며, 주간 수입에 3 BP가 추가됩니다. 인구 등급은 5이지만 {mf|영지|영지|왕국|왕국}의 경제로 인해 주간 수입에 3 BP 이상을 추가할 수 없습니다. 무역 협정과 같은 다른 모든 BP 출처는 기본 소득에 그대로 추가됩니다. {mf|영지|영지|왕국|왕국}의 수입 중 초기 30 BP를 제외한 절반이 브레보이에게 전송됩니다. 브레보이로부터 독립을 선언하면 전체 BP 수입을 유지할 수 있지만, 게임 후반에 초기 30 BP 수입은 잃게 됩니다.

source: "An Ancient Curse" Quest
ko: "고대의 저주" 퀘스트
ko_mt: "고대의 저주" 퀘스트

source: The "ancient curse" you were warned about now plagues your lands! It will decrease your barony's stats every 2 days for 14 days, unless you overcome it. To protect your barony you should hurry to the Bald Hilltop to confront the threat, while also sending one of your advisors to assess the consequences of the curse. Both actions are vital to the well-being of your barony!
ko: 당신이 경고받은 "고대의 저주"가 영지를 덮치고 있습니다! 이걸 해결하지 않으면 2주 동안 이틀에 한 번 남작령의 지표를 감소시킬 것입니다. 남작령을 보호하려면 서둘러 민둥 언덕마루로 가서 위협을 마주하고, 저주의 결과를 분석하기 위해 보좌관 하나를 파견해야 합니다. 남작령의 평화를 위해서는 두 가지 조치를 모두 취해야 합니다!
ko_mt: 경고받은 "고대의 저주"가 이제 영지를 괴롭히고 있습니다! 이 저주를 극복하지 못하면 14일 동안 2일마다 남작의 스탯이 감소합니다. 영지를 지키려면 서둘러 대머리 언덕 꼭대기로 가서 위협에 맞서고, 동시에 조언자 중 한 명을 보내 저주의 결과를 평가해야 합니다. 두 가지 행동 모두 남작의 안녕에 필수적입니다!

source: It is a good idea to put your characters with high {g|Encyclopedia:Armor_Class}AC{/g} in the front so that they can take the attackers' blows. You can manage your party members' positions with the Formation feature.
ko_mt: {g|Encyclopedia:Armor_Class}AC{/g}가 높은 캐릭터를 전방에 배치해 {g|Encyclopedia:Attack}공격자{/g}의 타격을 견딜 수 있도록 하는 것이 좋습니다. 진형 기능으로 파티원의 위치를 관리할 수 있습니다.

source: You can always use the auto-formation feature instead of adjusting your party's formation manually. This feature will provide you with a solid formation and put your tanks in the front.
ko: 당신은 일행의 진형을 조정하는 대신, 자동 진형 설정 기능을 항상 이용할 수 있습니다. 이 기능은 방어도가 높은 캐릭터를 전열에 배치하는 견고한 진형을 제공할 것입니다.
ko_mt: 파티 진형을 수동으로 조정하는 대신 언제든지 자동 진형 기능을 사용할 수 있습니다. 이 기능을 사용하면 탄탄한 대형을 구성하고 전차를 전방에 배치할 수 있습니다.

source: Formation
ko: 진형
ko_mt: 진형

source: In your current formation, the front row is not made up of your most protected characters.
ko: 가장 단단한 캐릭터가 현재 진형의 전열에 위치하지 않았습니다.
ko_mt: 현재 진형에서 가장 앞줄은 가장 보호받는 캐릭터로 구성되지 않습니다.

source: Identifying Items
ko: 물품 감정
ko_mt: 항목 식별

source: "Attention!"
ko: "주목!"
ko_mt: "주의!"

source: "The forge has been destroyed by fire. Protect the remaining buildings from the same fate!"
ko: "불길로 인해 주조소가 파괴되었다. 살아남은 건물들이 똑같은 잿더미가 되지 않도록 보호하라!"
ko_mt: "대장간이 화재로 소실되었다. 남은 건물을 같은 운명으로부터 지켜주세요!"

source: "The stable has been destroyed by fire. Protect the remaining buildings from the same fate!"
ko: "불길로 인해 마굿간이 파괴되었다. 살아남은 건물들이 똑같은 잿더미가 되지 않도록 보호하라!"
ko_mt: "마굿간이 화재로 소실되었습니다. 남은 건물도 같은 운명을 피하세요!"

source: "The storehouse has been destroyed by fire. Protect the remaining buildings from the same fate!"
ko: "불길로 인해 창고가 파괴되었다. 살아남은 건물들이 똑같은 잿더미가 되지 않도록 보호하라!"
ko_mt: "창고가 화재로 소실되었습니다. 남은 건물들도 같은 운명을 피할 수 있도록 지켜주세요!"

source: "The tavern is on fire. Protect the remaining buildings from the same fate!"
ko: "선술집에 불이 붙었다. 살아남은 건물들이 똑같은 잿더미가 되지 않도록 보호하라!"
ko_mt: "선술집에 불이 났다. 나머지 건물도 같은 운명을 피하세요!"

source: Vendors allow you to buy weapons, armor, {g|Encyclopedia:Spell}spell{/g} scrolls, potions and other things. Vendor can buy the trophies you've brought from the caves, and sell something you might need in the adventure that awaits you, for example Potions of {g|SpellsCureLightWounds}Cure Light Wounds{/g}.
ko_mt: 상인을 통해 무기, 방어구, {g|Encyclopedia:Spell}주문서{/g}, 물약 등을 구입할 수 있습니다. 상인은 동굴에서 가져온 전리품을 구매할 수 있으며, {g|SpellsCureLightWounds}가벼운 상처 치료{/g} 물약과 같이 모험에 필요한 물건을 판매할 수도 있습니다.

source: Every enemy has their own unique statistics and abilities. Knowing an enemy's strengths and weaknesses may be crucial to winning. To enable hints about the creatures you fight, press the Inspect button on the interface bar, or the <b>[{bind|Inspect}]</b> key. This information should be useful for making tactical decisions.
ko_mt: 모든 적들은 고유한 통계와 능력을 가지고 있습니다. 적의 강점과 약점을 아는 것이 승리에 결정적일 수 있습니다. 인터페이스 표시줄의 검사 버튼 또는 <b>[{bind|Inspect}]</b> 키를 눌러 적 생물에 대한 힌트를 확인하세요. 이 정보는 전술적 결정을 내리는데 유용합니다.

source: {g|Encyclopedia:Damage_Reduction}Damage reduction{/g} (DR) is an ability that reduces all received {g|Encyclopedia:Damage}damage{/g} by a certain number. {g|Encyclopedia:Energy_Damage}Energy damage{/g} ignores this ability. {br}In the description of this ability, you'll find how it works for a specific creature (use Inspect), how much it reduces damage and what kind of weapon can overcome it. This can be a special material (like cold iron or adamantine), weapon type ({g|Encyclopedia:Damage_Type}slashing{/g}, piercing, or bludgeoning), or {g|Encyclopedia:Alignment}alignment{/g} (good, evil). For example, "DR 5/adamantine" means that all {g|Encyclopedia:Physical_Damage}physical damage{/g} is reduced by 5, unless it's dealt by an adamantine weapon.
ko: {g|Encyclopedia:Damage_Reduction}피해 감소(DR){/g}는 받은 모든 {g|Encyclopedia:Damage}피해{/g}를 일정량 감소시키는 능력입니다. {g|Encyclopedia:Energy_Damage}에너지 피해{/g}는 이 능력을 무시합니다. {br}이 능력의 설명에서 당신은 특정 크리처가 얼만큼의 피해를 무시하는지와 어떤 무기로 피해 감소를 상쇄시킬 수 있는지 알 수 있습니다. 피해 감소를 상쇄할 방법에는 한철 혹은 아다만틴 같은 특별한 재료나 {g|Encyclopedia:Damage_Type}베기{/g}, 찌르기, 부수기와 같은 무기 유형, 선과 악 같은 {g|Encyclopedia:Alignment}성향{/g}이 있을 수 있습니다. 예를 들어 "DR 5/아다만틴"은 아다만틴 무기로 공격하지 않는 이상 5만큼의 {g|Encyclopedia:Physical_Damage}물리 피해{/g}를 감소한다는 의미입니다.
ko_mt: {g|Encyclopedia:Damage_Reduction}피해 감소{/g}(DR)는 받은 모든 {g|Encyclopedia:Damage}피해{/g}를 일정 수치만큼 감소시키는 능력입니다. {/br}이 능력에 대한 설명에서 특정 생물(검사 사용)에 대해 어떻게 작동하는지, 얼마나 피해를 감소시키는지, 어떤 종류의 무기로 극복할 수 있는지 확인할 수 있습니다. 이는 특수 재료(예: 냉철 또는 아다만틴), {g|Encyclopedia:Damage_Type}피해 유형{/g}(베기, 찌르기, 부수기), {g|Encyclopedia:Alignment}성향{/g}(선, 악) 등이 될 수 있습니다. 예를 들어, "DR 5/아다만틴"은 아다만틴 무기로 주는 피해가 아니라면 모든 {g|Encyclopedia:Physical_Damage}물리 피해{/g}가 5만큼 감소한다는 뜻입니다.

source: A character assigned to this position can scribe scrolls. To scribe a scroll, he needs to know the required {g|Encyclopedia:Spell}spell{/g}, have the Scribe Scrolls {g|Encyclopedia:Skills}skill{/g} learned and have all the ingredients, and attempt a {g|Encyclopedia:Lore_Religion}Lore (religion){/g} {g|Encyclopedia:Check}check{/g} for a divine spell or a {g|Encyclopedia:Knowledge_Arcana}Knowledge (arcana){/g} check for an arcane spell. It takes time to scribe a scroll. The higher the level of the spell and chosen {g|Encyclopedia:Caster_Level}caster level{/g}, the longer the character will scribe a scroll. The scribing of a scroll takes from 1 to 5 days. If the character passes the check, then the progress of scribing a scroll is advanced by one stage, a failed check does not move the progress.
ko_mt: 이 위치에 배정된 캐릭터는 주문서를 필사할 수 있습니다. 주문서를 필사하려면 필요한 {g|Encyclopedia:Spell}주문{/g}을 알고, 주문서 필사 {g|Encyclopedia:Skills}기술{/g}을 습득하고 필요한 재료를 준비해야 합니다. 주문서 필사는 기술 판정에 성공해야 하며, 신성 주문은 {g|Encyclopedia:Lore_Religion}전승(종교){/g}, 비전 주문은 {g|Encyclopedia:Knowledge_Arcana}지식(비전){/g}입니다. 주문서를 쓰는데는 시간이 걸립니다. 주문의 레벨과 선택한 {g|Encyclopedia:Caster_Level}시전자 레벨{/g}이 높을수록 캐릭터가 주문서를 필사하는데 걸리는 시간은 길어집니다. 주문서 필사에는 1일에서 5일이 소요됩니다. 캐릭터가 검사를 통과하면 주문서 필사 진행률이 한 단계씩 진행되며, 판정에 실패해도 진행률이 이동하지 않습니다.

source: Scroll Creation
ko: 두루마리 제작
ko_mt: 주문서 생성

source: When a quest updates, you will see a notification at the top of the game's main screen. All information about your quests and errands is logged in the Journal. {br}To open the Journal, press <b>[{bind|OpenJournal}]</b> or click <b>[LMB]</b> on the notification at the top of the screen.
ko_mt: 퀘스트가 업데이트되면 게임 메인 화면 상단에 알림이 표시됩니다. 퀘스트와 심부름에 대한 모든 정보는 일지에 기록됩니다. {br}일지를 열려면 <b>[{bind|OpenJournal}]</b>을 누르거나 화면 상단의 알림에서 <b>[LMB]</b>를 클릭합니다.

source: Vampiric Touch
ko: 흡혈의 손길
ko_mt: 흡혈의 손길

source: Mother's Rage
ko: 어머니의 분노
ko_mt: 어머니의 분노

source: Once per hour, a boggard can, as a {g|Encyclopedia:Standard_Actions}standard action{/g}, emit a loud and horrifying croak. Any nonboggard creature within 30 feet of the boggard must make a {g|Encyclopedia:DC}DC{/g} 13 {g|Encyclopedia:Saving_Throw}Will save{/g} or become {g|ConditionShaken}shaken{/g} for {g|Encyclopedia:Dice}1d4{/g} {g|Encyclopedia:Combat_Round}rounds{/g}. Creatures that succeed at this save cannot be affected again by the same boggard's croak for 24 hours. Creatures that are already shaken become {g|ConditionFrightened}frightened{/g} for 1d4 rounds instead. The save DC is {g|Encyclopedia:Charisma}Charisma{/g}-based and includes a +2 racial {g|Encyclopedia:Bonus}bonus{/g}.
ko_mt: 한 시간에 한 번, 수렁은 {g|Encyclopedia:Standard_Actions}표준 행동{/g}으로 크고 무시무시한 울부짖음을 발산할 수 있습니다. 보가드 30피트 내에 있는 보가드가 아닌 생물은 {g|Encyclopedia:DC}DC{/g}를 지불해야 합니다. 13 {g|Encyclopedia:Saving_Throw}의지 굴림{/g}하거나 {g|Encyclopedia:Dice}1d4{/g} {g|Encyclopedia:Combat_Round}라운드{/g} 동안 동요합니다. 이 내성에 성공한 생물은 24시간 동안 같은 수렁의 울부짖음에 다시 영향을 받지 않습니다. 이미 동요한 대상은 대신 1d4 라운드 동안 겁에 질려 있습니다. 내성 DC는 {g|Encyclopedia:Charisma}매력{/g} 기반이며, +2 종족 {g|Encyclopedia:Bonus}보너스{/g}를 포함합니다.

source: Terrifying Croak
ko: 끔찍한 울음소리
ko_mt: 끔찍한 울음소리

source: A slimy demodand is coated in an ever-dripping layer of acid that deals an extra {g|Encyclopedia:Dice}2d6{/g} points of {g|Encyclopedia:Energy_Damage}acid damage{/g} on a successful {g|Encyclopedia:NaturalAttack}natural attack{/g}. In addition, opponents that successfully strike a slimy demodand with an {g|Encyclopedia:UnarmedAttack}unarmed strike{/g} or a natural {g|Encyclopedia:Attack}attack{/g} take 2d6 points of acid damage.
ko_mt: 끈적끈적한 데모댄드는 끊임없이 흘러내리는 산으로 덮여 있어, {g|Encyclopedia:Dice}자연 무기{/g}에 성공하면 추가로 {g|Encyclopedia:Energy_Damage}2d6{/g} 산성 피해를 입힙니다. 또한, {g|Encyclopedia:UnarmedAttack}비무장{/g} 공격 또는 자연 {g|Encyclopedia:Attack}공격{/g}으로 끈적끈적한 데모댄드를 성공적으로 공격한 상대는 2d6 {g|Encyclopedia:Damage}산성 피해{/g}를 입습니다.

source: Acid
ko: 산성
ko_mt: 산성

source: A slimy demodand secretes an oily chemical that nearly every other creature finds offensive. All living creatures (except those with the stench {g|Encyclopedia:Special_Abilities}special ability{/g}) within 30 feet must succeed on a {g|Encyclopedia:Saving_Throw}Fortitude save{/g} ({g|Encyclopedia:DC}DC{/g} 26) or be {g|ConditionSickened}sickened{/g} for {g|Encyclopedia:Dice}1d6{/g} {g|Encyclopedia:Combat_Round}rounds{/g}. Creatures that successfully save cannot be affected by the same slimy demodand's stench for 24 hours. Creatures with immunity to poison are unaffected, and creatures resistant to poison receive their normal {g|Encyclopedia:Bonus}bonus{/g} on their saving throws.
ko_mt: 끈적끈적한 데모댄드는 거의 모든 생물이 불쾌하게 여기는 기름진 화학물질을 분비합니다. 30피트 내에 있는 모든 생물(악취 {g|Encyclopedia:Special_Abilities}특수능력{/g}을 가진 생물 제외)은 {g|Encyclopedia:Saving_Throw}인내 굴림{/g}에 성공하거나({g|Encyclopedia:DC}DC{/g} 26) {g|Encyclopedia:Dice}1d6{/g} {g|Encyclopedia:Combat_Round}라운드{/g} 동안 {g|ConditionSickened}고통{/g}을 겪습니다. 내성에 성공한 생물은 24시간 동안 같은 끈적끈적한 악취 데모댄드의 악취에 영향을 받지 않습니다. 독에 면역인 생물은 영향을 받지 않으며, 독에 내성이 있는 생물은 내성 굴림시 원래의 {g|Encyclopedia:Bonus}보너스{/g}를 얻습니다.

source: A balor's body is covered in dancing flames. Anyone striking a balor with a {g|Encyclopedia:NaturalAttack}natural weapon{/g} or {g|Encyclopedia:UnarmedAttack}unarmed strike{/g} takes {g|Encyclopedia:Dice}1d6{/g} points of {g|Encyclopedia:Energy_Damage}fire damage{/g}. A creature that grapples a balor or is grappled by one takes 6d6 points of fire damage each {g|Encyclopedia:Combat_Round}round{/g} the grapple persists.
ko_mt: 발러의 몸은 춤추는 화염으로 뒤덮여 있습니다. 발러에게 {g|Encyclopedia:NaturalAttack}자연무기{/g} 또는 {g|Encyclopedia:UnarmedAttack}비무장{/g} 공격으로 공격하는 모든 생물은 {g|Encyclopedia:Dice}1d6{/g} {g|Encyclopedia:Energy_Damage}화염 피해{/g}를 입습니다. 발러를 붙잡거나 발러에게 붙잡힌 생물은 붙잡힘 상태가 지속될 때마다 {g|Encyclopedia:Combat_Round}라운드{/g}당 6d6 {g|Encyclopedia:Damage}화염 피해{/g}를 입습니다.

source: Flaming Body
ko: 타오르는 육체
ko_mt: 불타는 몸

source: Any {g|Encyclopedia:Damage_Type}slashing{/g} weapon a balor wields (including its standard longsword and whip) gains the vorpal weapon quality. Weapons retain this quality for one hour after the balor releases the weapon, but after this the weapon reverts to its standard magical qualities, if any.
ko: 발러가 사용하는 표준 무장인 장검과 채찍을 포함해, 모든 {g|Encyclopedia:Damage_Type}베기{/g} 무기는 보팔 무기 성질을 얻습니다. 무기는 발러가 손에서 놓친 뒤에도 한 시간 동안 이 성질을 유지하지만, 그 뒤에는 원래 상태로 돌아갑니다.
ko_mt: 발러가 사용하는 모든 {g|Encyclopedia:Damage_Type}베기{/g} 무기(기본 장검과 채찍 포함)는 강령 무기 특성을 얻습니다. 무기는 발러가 무기를 놓은 후 1시간 동안 이 특성을 유지하지만, 그 이후에는 무기의 기본 마법 특성이 있으면 원래의 마법 특성으로 돌아갑니다.

source: Vorpal Strike
ko: 보팔 타격
ko_mt: 버페스 스트라이크

source: If it hits with two or more {g|Encyclopedia:NaturalAttack}natural attacks{/g} in 1 {g|Encyclopedia:Combat_Round}round{/g}, a creature with the rend special {g|Encyclopedia:Attack}attack{/g} can cause tremendous {g|Encyclopedia:Damage}damage{/g} by latching onto the opponent's body and tearing flesh. This attack deals an additional amount of damage, but no more than once per round. The type of attacks that must hit and the additional damage are included in the creature's description. The additional damage is usually equal to the damage caused by one of the attacks plus 1.5 times the creature's {g|Encyclopedia:Strength}Strength{/g} {g|Encyclopedia:Bonus}bonus{/g}.
ko: 찢어발기기 특수 {g|Encyclopedia:Attack}공격{/g}을 지닌 크리처가 한 {g|Encyclopedia:Combat_Round}라운드{/g}에 두 번 이상 {g|Encyclopedia:NaturalAttack}자연 공격{/g}을 명중시키면, 적의 몸을 붙들고 살을 찢어 심대한 {g|Encyclopedia:Damage}피해{/g}를 가할 수 있습니다. 이 공격은 추가 피해를 입히지만, 한 라운드에 한 번만 발동합니다. 이 공격은 반드시 명중하며, 추가 피해는 크리처의 설명란에 표시됩니다. 추가 피해는 대개 크리처의 공격 1회가 가하는 피해에 {g|Encyclopedia:Strength}힘{/g} {g|Encyclopedia:Bonus}보너스{/g}의 1.5배를 더한 값과 동일합니다.
ko_mt: {g|Encyclopedia:Combat_Round}1 라운드{/g}에 {g|Encyclopedia:NaturalAttack}자연공격{/g}을 두 번 이상 적중하면, 렌드 특수 {g|Encyclopedia:Attack}공격{/g}을 가진 생물이 상대의 몸을 붙잡고 살을 찢는 방식으로 엄청난 {g|Encyclopedia:Damage}피해{/g}를 입힐 수 있습니다. 이 공격은 추가 피해를 입히지만 라운드당 한 번만 사용할 수 있습니다. 반드시 적중해야 하는 공격 유형과 추가 피해는 해당 생물의 설명에 포함되어 있습니다. 추가 피해는 일반적으로 공격 중 하나에 의한 피해에 생물의 {g|Encyclopedia:Strength}힘{/g} {g|Encyclopedia:Bonus}보너스{/g}의 1.5배를 더한 것과 같습니다.
