Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: "List of exhibits: General Tertius Wharl's Drinkware — a set of crystal glasses and a decanter. This very set was served at General Wharl's last dinner. Shortly after the beginning of the feast, the general received a message saying that Queen Galfrey had uncovered his treason and his pact with the demons. Her knights were already on their way to his residence with an order for his arrest. The general succumbed to his cowardice and chose to die of poison, refusing to go through the courts and receive his punishment with honor. It is unclear which glass the general himself used to drink the poisoned wine from, and which one was used by Vivilla, his wife and associate, and also a witch. This exhibit was donated to the museum by General Wharl's family. Captain Lykos's Funeral Urn — Captain Lykos was in charge of 30 scouts during the Third Crusade. His unit consisted mostly of fresh recruits who had only recently arrived in Mendev. When they stumbled upon one of the last bands of Sarkorian refugees fleeing the territory occupied by demons, they decided to rob the poor people instead of escorting them to safety. Captain Lykos tried to bring his soldiers to heel, but they pulled him off his horse and tore his body to pieces in the ensuing chaos. The Sarkorians delivered Lykos's remains to Kenabres as a token of gratitude for his brave attempt to protect them. The Dark Horn — the glaive of a mighty minotaur who led one of the countless assaults on Mendevian territory. Sir Ravignon's last trophy. Sir Ravignon was a paladin once, but his debauchery, vices, and heavy drinking caused him to lose the favor of Iomedae. After that, he sought the goddess's mercy by any means possible. According to witnesses, during the battle with the Dark Horn's owner, Sir Ravignon regained his ability to cast spells, and his weapon shone and gave off a blistering heat. He apparently had succeeded in atoning for his sins and the Inheritor found him worthy of one last blessing for his final battle. This weapon was donated to the museum by Knight Couvarro, Sir Ravignon's illegitimate son. The Grace of Peace — the blade that once belonged to a crusader named Whist who served his duty at a vanguard fort near Kenabres. When the fort was put under siege, the majority of the soldiers committed treason, killed the commander, and tried to join the demonic forces. Whist wasn't among them, however. He executed the traitors and managed to leave the doomed fort without being seen. For the next ten days, he stealthily dogged the demons, killing them whenever he could. After several failed attempts to track Whist down, the demons reanimated his former comrades and put them on his trail. The brave crusader granted all of them the eternal grace of peace and, gravely wounded, went on to Kenabres to warn the guards about the approaching enemy army. This item was donated to the museum by the Town Hall of Kenabres. Lady Callandra's Chainmail — the armor of the famed inquisitor and warrior, Lady Callandra. She personally exposed and executed more than a hundred demon spies hiding among the сrusaders. The demons hated her for her perception and insight and made no less than seven failed attempts on her life. It is believed that she never removed her faithful mail, not even when she slept. Lady Callandra died when a traitor planted a venomous snake in her bed."
ko: "전시물 목록: 테르티우스 왈 장군의 음료용기 — 디캔터 하나와 수정 잔들로 구성됨. 이 음료용기는 왈 장군의 마지막 만찬에서 사용되었습니다. 만찬이 시작된 지 얼마 되지 않아, 장군은 그의 반역 행위 및 그가 악마와 계약했음을 갈프리 여왕이 알아냈다는 전언을 받았습니다. 여왕의 기사들은 이미 체포령을 받아 그의 거처에 도달해 있었습니다. 지휘관은 겁에 질려, 법정에 서서 명예롭게 심판을 받는 대신 독을 마시고 스스로 목숨을 끊는 길을 택했습니다. 장군이 어떤 잔을 사용해 극약을 마셨는지, 또 그의 아내이자 참모, 그리고 위치였던 비발라가 어떤 것을 사용했는지는 불분명합니다. 이 전시물은 왈 장군의 가족이 박물관에 기증했습니다. 라이코스 대장의 유골 단지 — 라이코스 대장은 3차 성전 시기 30명의 정찰병들을 지휘하고 있었습니다. 그의 부대원 대부분은 아주 최근 멘데브에서 보내져 온 신병들로 이루어져 있었습니다. 이들은 데몬들에게 점령당한 고향을 떠나 도망온 마지막 사코리스 피난민 무리를 만났을 때, 그들을 안전한 곳으로 인도하는 대신 약탈하기로 했습니다. 라이코스 대장은 이들을 통제하려 했으나, 병사들은 그를 끌어내려 토막내 죽였습니다. 사코리스인들은 자신들을 지키고자 했던 라이코스의 용맹을 기리기 위해 그의 유해를 케나브레스에 전해 주었습니다. 어둠뿔 — 이 글레이브는 멘데브의 영토를 수없이 침공했던 강력한 미노타우로스의 소유었으며, 라비뇽 경의 마지막 전리품입니다. 한때 팔라딘이었던 라비뇽 경은 지독한 음주벽과 방탕한 생활로 인해 아이오메데의 은총을 잃은 뒤로 여신의 용서를 구하기 위해 노력했습니다. 목격자에 따르면, 어둠뿔의 소유주와 싸우던 중 라비뇽 경은 다시금 주문을 쓸 수 있게 되었고, 그의 무기는 맹렬한 빛과 열을 뿜어냈다고 합니다. 계승자께서는 마침내 그의 속죄를 받아들이고, 마지막 싸움을 위한 축복을 내리신 것입니다. 이 무기는 라비뇽 경의 사생아인 기사 쿠바로가 박물관에 기증했습니다. 평화의 은혜 — 이 검은 케나브레스 근방의 전초 기지에서 복무하던 성전사 휘스트의 소유물이었습니다. 기지가 공격받았을 때, 대다수의 병사들은 반란을 일으켜 사령관을 살해하고 데몬의 군세에 합류하려 했습니다. 그러나, 휘스트는 그들 사이에 서지 않고 배신자들을 처형한 뒤 함락된 요새를 빠져나갔습니다. 그 뒤로 열흘 동안, 그는 악마들을 피해 숨어다니며 가능할 때마다 악마들을 죽였습니다. 휘스트를 추적하기 위한 여러 시도가 실패한 뒤, 데몬들은 그의 옛 동료들을 되살려내 그를 쫓도록 했습니다. 용맹한 휘스트는 그들 모두에게 영원한 평화의 은혜를 내린 뒤, 심한 부상을 입은 채로 적의 군세가 다다르고 있음을 케나브레스에 경고하기 위해 떠났습니다. 이 검은 케나브레스 시민 회관에서 박물관에 기증했습니다. 레이디 칼란드라의 사슬갑옷 — 이 갑옷은 저명한 인퀴지터이자 전사였던 레이디 칼란드라의 소유물이었습니다. 그녀는 성전군들 사이에 숨어든 데몬 첩자들을 적어도 백 명 이상 밝혀내 처형했습니다. 데몬들은 그녀의 뛰어난 지각과 통찰력을 증오하였으며, 7번 이상 그녀를 죽이려 했으나 실패했습니다. 그녀는 잠자리에 들 때에도 이 듬직한 사슬갑옷을 벗지 않았다고 알려져 있습니다. 레이디 칼란드라는 어느 배신자가 그녀의 침상에 풀어놓은 독사에 의해 사망하였습니다."
ko_mt: "전시품 목록: 테르티우스 월 장군의 술잔 - 수정 잔과 디캔터 세트. 바로 이 세트가 월 장군의 마지막 만찬에서 제공되었습니다. 잔치가 시작된 지 얼마 지나지 않아 장군은 갈프레이 여왕이 자신의 반역과 데몬과의 계약을 폭로했다는 전갈을 받았습니다. 여왕의 기사들은 이미 장군을 체포하라는 명령을 받고 그의 저택으로 향하고 있었습니다. 장군은 비겁함에 굴복하여 독살을 선택했고, 법정을 통과하여 명예롭게 처벌을 받기를 거부했습니다. 장군이 독이 든 와인을 마실 때 어떤 잔을 사용했는지, 그리고 그의 아내이자 동료인 비빌라와 마녀가 어떤 잔을 사용했는지는 불분명합니다. 이 전시물은 월 장군의 가족이 박물관에 기증했습니다. 리코스 대위의 장례식 항아리 - 리코스 대위는 3차 십자군 전쟁 당시 30명의 정찰대를 지휘했습니다. 그의 부대는 대부분 멘데브에 도착한 지 얼마 되지 않은 신병들로 구성되었습니다. 이들은 데몬이 점령한 영토를 탈출하는 마지막 사르코리안 난민 무리를 우연히 발견하고, 그들을 안전한 곳으로 호위하는 대신 불쌍한 사람들을 강탈하기로 결심했습니다. 리코스 대장은 병사들을 제압하려 했지만, 병사들은 리코스를 말에서 끌어내리고 혼란 속에서 그의 몸을 갈기갈기 찢어버렸습니다. 사르코리아인들은 리코스의 유해를 케나브레스에게 전달하며 용감하게 자신을 지켜준 것에 대한 감사의 표시를 전했습니다. 어둠의 뿔 - 멘데비아 영토에 대한 수많은 공격 중 하나를 이끌었던 강력한 미노타우로스의 글레이브입니다. 라비뇽 경의 마지막 전리품입니다. 라비뇽 경은 한때 성기사였지만 방탕과 악행, 과음으로 인해 아이오메데의 총애를 잃었습니다. 그 후 그는 가능한 모든 수단으로 여신의 자비를 구했습니다. 목격자들에 따르면, 라비뇽 경은 다크 혼의 주인과의 전투에서 주문을 시전하는 능력을 되찾았고, 무기가 빛나고 뜨거운 열기를 뿜어냈다고 합니다. 라비뇽 경은 자신의 죄를 속죄하는데 성공한 것으로 보였고, 계승자는 그가 마지막 전투를 위해 마지막 축복을 받을 자격이 있다고 판단했습니다. 이 무기는 라비뇽 경의 사생아 쿠바로 기사가 박물관에 기증한 것입니다. 평화의 은총 - 한때 케나브레스 근처의 선봉 요새에서 임무를 수행했던 휘스트라는 십자군이 사용하던 검입니다. 요새가 포위되었을 때 대부분의 병사들은 반역죄를 저지르고 사령관을 죽인 후 데몬 세력에 가담하려 했습니다. 하지만 휘스트는 그중 하나가 아니었죠. 그는 반역자들을 처형하고 눈에 띄지 않고 운명의 요새를 빠져나왔습니다. 그 후 열흘 동안 그는 틈만 나면 데몬들을 죽이면서 몰래 데몬들을 쫓아다녔습니다. 휘스트를 추적하려는 시도가 몇 번이나 실패하자 데몬들은 옛 동료들을 되살려 휘스트의 뒤를 쫓게 했습니다. 용감한 성전사는 그들에게 영원한 평화의 은총을 베풀었고, 중상을 입은 채 케나브레스로 가서 경비병들에게 적군이 다가오고 있다고 경고했습니다. 이 아이템은 케나브레스 시청에서 박물관에 기증했습니다. 칼란드라 여사의 사슬갑옷 - 유명한 심문관이자 전사였던 칼란드라 여사의 갑옷입니다. 그녀는 성전사들 사이에 숨어 있던 백 명이 넘는 데몬 스파이를 직접 폭로하고 처형했습니다. 데몬들은 그녀의 통찰력과 통찰력 때문에 그녀를 미워했고, 그녀의 목숨을 노린 시도가 일곱 번 이상 실패했습니다. 그녀는 잠자는 동안에도 충실한 우편물을 결코 제거하지 않았다고 믿어집니다. 칼란드라 부인은 배신자가 독사를 침대에 심어 놓았을 때 죽었습니다."

source: "The Third Crusade: The Great Treason" Exhibition
ko: "3차 성전 : 대반란" 전시회
ko_mt: "제3차 십자군: 위대한 반역" 전시회

source: A delicate set of two glasses and a decanter made of rock crystal. All items are marked with the monogram of the noble Wharl family.
ko: 수정으로 만들어진 디캔터와 두 개의 잔으로 이루어진 세트. 고귀한 왈 가문의 모노그램이 새겨져 있습니다.
ko_mt: 락 수정로 만든 두 잔과 디캔터로 구성된 섬세한 세트입니다. 모든 제품에는 고귀한 Wharl 가문의 모노그램이 새겨져 있습니다.

source: Crystal Decanter with Pair of Glasses
ko: 수정 디캔터와 한 쌍의 잔
ko_mt: 수정 디캔터와 안경 한 쌍

source: A simple marble funeral urn. The brass plate reads: "Captain Tiimar Lykos. 4627-4666. A noble life and a noble death."
ko: 소박한 대리석 유골 단지입니다. 동판에는 다음과 같이 적혀 있습니다. "티마르 라이코스 대장. 4627-4666. 고결하게 살고 고결하게 죽다."
ko_mt: 간단한 대리석 유골함입니다. 황동판에는 이렇게 쓰여 있습니다. "티이마르 리코스 선장. 4627-4666. 고귀한 삶과 고귀한 죽음."

source: Marble Funeral Urn
ko: 대리석 유골 단지
ko_mt: 대리석 장례용 유골함

source: "Prestidigipainter golem, created by Shelynite adepts. Azlanti Empire, the Age of Legend."
ko_mt: "셸라이트 숙련자들이 만든 프레스티디지페인터 골렘. 전설의 시대, 아즐란트 제국."

source: "Among the Cloudy Colossi." In this picture the two angels, Targona and Lariel, are chasing and fighting a deadly vrolikai demon in the air, several miles above the Worldwound. More details in the museum almanac.
ko: "흐릿한 거인들 사이로." 이 그림 속에서는 두 엔젤, 타르고나와 라리엘이 세계상처의 몇 마일 위 상공에서 강력한 브롤리카이 데몬을 추격하고 있습니다. 상세한 내용은 박물관 도감을 참조하시기 바랍니다.
ko_mt: "구름 거인들 사이에서." 이 그림에서 두 천사 타르고나와 라리엘은 세계상처에서 몇 마일 상공에서 치명적인 브라이카이 데몬을 쫓아 싸우고 있습니다. 자세한 내용은 박물관 연감에서 확인하세요.

source: "Farewell to Sarkoris." Eliandra, the legendary priestess of Pulura, watches the city of Iz crumble into the freshly opened Worldwound. More details in the museum almanac.
ko: "사코리스여 잘 있거라." 전설적인 펄루라의 사제, 엘리안드라가 세계상처가 열리면서 붕괴되는 도시 이즈를 바라보는 모습입니다. 상세한 내용은 박물관 도감을 참조하시기 바랍니다.
ko_mt: "사르코리스에게 작별을 고합니다." 풀루라의 전설적인 여사제 엘리아란드라가 이즈 도시가 갓 열린 세계상처로 무너지는 모습을 지켜봅니다. 자세한 내용은 박물관 연감에서 확인하세요.

source: "Crusader Queen." A copy of the famous embossed bas-relief originally created by master Darek Sunhammer. Young Queen Galfrey is portrayed personally leading her crusaders into battle on the 1st of Abadius, 4624, during the First Crusade.
ko: "성전사 여왕." 명공 다렉 선해머가 만든 유명한 양각 부조물의 복제품입니다. 젊은 갈프리 여왕이 1차 성전 중, 4624년 아바디우스 1일에 직접 성전사들을 지휘하는 모습이 묘사되어 있습니다.
ko_mt: "십자군 여왕." 거장 다렉 선해머가 만든 유명한 양각 얕은 부조의 사본입니다. 젊은 갈프레이 여왕은 1차 십자군 전쟁 중이던 4624년 아바디우스 1세 때 십자군을 직접 이끌고 전투에 나서는 모습이 그려져 있습니다.

source: "Here We Stand and Will Not Take a Step Back." The Hand of the Inheritor, herald of Iomedae, is depicted placing the first Wardstone among the fortifications of Kenabres.
ko: "이 자리에서 결코 물러나지 않으리." 아이오메데의 전령인 계승자의 손이 케나브레스의 요새 위로 첫번째 수호석을 내리는 모습입니다.
ko_mt: "우리는 여기에 서서 한 발짝도 물러서지 않겠다." 아이오메데의 전령인 계승자의 손이 케나브레스의 요새에 첫 번째 와드스톤을 놓는 모습이 묘사되어 있습니다.

source: "None Will Escape My All-Seeing Eye." Inquisitor Hulrun fights a shadow demon that he exorcized from a soldier's body.
ko: "그 무엇도 나의 감시의 눈을 벗어나지 못한다." 인퀴지터 헐룬이 그가 병사의 몸에서 쫓아낸 그림자 데몬에 맞서는 모습입니다.
ko_mt: "아무도 내 모든 것을 보는 눈을 피할 수 없다." 심문관 훌런이 병사의 몸에서 퇴치한 그림자 데몬과 싸우고 있습니다.

source: "Seat of Grief." A view of the infamous Heaven's Edge estate. This is the place where most of Mendevian aristocratic society at once fell prey to a supernatural plague unleashed by the demons.
ko: "비탄의 좌석." 악명높은 천상의 끝자락 저택의 전경입니다. 한때 이곳에서 멘데브의 귀족들 상당수가 데몬이 풀어놓은 초자연적 역병에 의해 몰살당한 일이 있었습니다.
ko_mt: "슬픔의 자리" 악명 높은 헤븐스 엣지 영지의 전경입니다. 이곳은 멘데비아 귀족 사회 대부분이 데몬이 퍼뜨린 초자연적인 전염병의 희생양이 된 곳입니다.

source: "A World Long Gone." A thematic collection of various artists' works on everyday life in Sarkoris before the opening of the Worldwound. More details in the museum almanac.
ko: "잃어버린 세상." 세계상처가 열리기 전 사코리스의 일상 생활을 주제로 한 여러 예술가들의 작품 모음집입니다. 상세한 내용은 박물관 도감을 참조하시기 바랍니다.
ko_mt: "오래전 사라진 세상." 세계상처 개관 전 사르코리스의 일상을 주제로 한 다양한 예술가들의 작품이 주제별로 전시되어 있습니다. 자세한 내용은 박물관 연감에서 확인하세요.

source: "Yaniel by a Fountain." The picture was presumably painted from life over the summer of 4637, one year before Yaniel's heroic death during the battle for Drezen. More details in the museum almanac.
ko: "샘 곁의 야니엘." 이 작품은 4637년 여름, 야니엘이 드레젠의 전투에서 영웅적인 죽음을 맞이하기 1년 전에 그려진 것으로 추정됩니다. 상세한 내용은 박물관 도감을 참조하시기 바랍니다.
ko_mt: "분수 옆의 야니엘." 이 그림은 야니엘이 드레젠 전투에서 영웅적인 죽음을 맞이하기 1년 전인 4637년 여름에 생전에 그린 것으로 추정됩니다. 자세한 내용은 박물관 연감에서 확인하세요.

source: "This copper vessel and the oil inside it were sanctified by Raellas, priest of Iomedae and faithful crusader. This item was donated to the museum by Raellas' fellows in arms. More details in the museum almanac."
ko: "이 구리병과 안에 담긴 기름은 신실한 성전사이자 아이오메데의 사제인 라엘라스에 의해 축성되었습니다. 이 물품은 라엘라스의 전우들이 박물관에 기증했습니다. 상세한 내용은 박물관 도감을 참조하시기 바랍니다."
ko_mt: "이 구리 그릇과 그 안에 담긴 기름은 아이오메데의 사제이자 신실한 십자군인 라엘라스에 의해 성역화되었습니다. 이 물품은 라엘라스의 동료들이 박물관에 기증했습니다. 자세한 내용은 박물관 연감에서 확인하세요."

source: "This helmet belonged to Bathistas Scroccia, paralictor of the Order of the Gate and one of the first Hellknights to serve his duty as a crusader. This item was donated to the museum by Queen Galfrey. More details in the museum almanac."
ko: "이 투구는 관문 기사단의 파랄릭터이자 성전사로 복무한 첫 헬나이트들 중 하나인 바티스타스 스크로치아의 소유물이었습니다. 이 물품은 갈프리 여왕이 박물관에 기증했습니다. 상세한 내용은 박물관 도감을 참조하시기 바랍니다."
ko_mt: "이 투구는 성전기사로서 임무를 수행한 최초의 지옥기사 중 한 명이자 성문 교단의 패럴릭터인 바티스타스 스크록시아의 것이었습니다. 이 유물은 갈프레이 여왕이 박물관에 기증했습니다. 자세한 내용은 박물관 연감에서 확인하세요."

source: "This is a claw taken from Terendelev, the silver dragon and protector of Kenabres. It was cut off by demons when Terendelev heroically saved a group of ambushed crusaders from certain death. This item was donated to the museum by the Town Hall of Kenabres."
ko: "이것은 케나브레스의 수호자인 실버 드래곤 테렌델레브의 발톱입니다. 테렌델레브가 포위당한 성전사들을 죽음의 위기에서 영웅적으로 구해냈을 때 데몬들에 의해 잘린 것입니다. 이 물품은 케나브레스 시민 회관에서 박물관에 기증했습니다."
ko_mt: "이것은 케나브레스의 수호자이자 실버 드래곤인 테렌델레브에게서 가져온 발톱입니다. 테렌델레브가 매복해 있던 십자군 무리를 영웅적으로 구했을 때 데몬에 의해 잘려나간 것입니다. 이 물건은 케나브레스 시청에서 박물관에 기증했습니다."

source: "The wand of the famous mage Zacharius, who made his name during the heroic and tragic siege of the Lost Chapel. This item was donated to the museum by Zacharius' apprentice, mage Teldon. More details in the museum almanac."
ko: "영웅적이며 비극적인 잃어버린 예배당 공성전에서 그 이름을 드높인 저명한 마법사 자카리우스의 마법봉입니다. 이 물품은 자카리우스의 제자, 마법사 텔돈이 박물관에 기증했습니다. 상세한 내용은 박물관 도감을 참조하시기 바랍니다."
ko_mt: "잃어버린 예배당을 포위하는 영웅적이고 비극적인 전투에서 이름을 떨친 유명한 마법사 자카리우스의 지팡이입니다. 이 아이템은 자카리우스의 제자인 마법사 텔던이 박물관에 기증한 것입니다. 자세한 내용은 박물관 연감에서 확인하세요."

source: "Tear their hearts out with my teeth..."
ko: "내 이빨로 저것들 심장을 찢겠다..."
ko_mt: "내 이빨로 저들의 심장을 찢어버리고..."

source: "Kill..."
ko: "죽어라..."
ko_mt: "죽여..."

source: *growls*
ko: *그르렁*
ko_mt: *그르렁*

source: "Forward! We're reclaiming Kenabres!"
ko: "진격하라! 우리는 케나브레스를 되찾을 것이다!"
ko_mt: "전진! 케나브레스를 탈환한다!"

source: "These days have been like a never-ending nightmare. But I can feel it — the awakening is near."
ko: "요 며칠간은 거의 끝나지 않는 악몽같았어. 하지만, 거의 끝에 다다랐다는 느낌이 들어."
ko_mt: "요즘은 끝없는 악몽 같았습니다. 하지만 깨어남이 가까워진다는 것을 느낄 수 있습니다."

source: "Against all odds, we're here. We can still win. We mustn't abandon hope."
ko: "모든 역경에도 불구하고, 이곳에 도달하였다. 우리는 여전히 승리할 수 있다. 결코 희망을 버리지 마라."
ko_mt: "모든 역경에도 불구하고 우리는 여기 있습니다. 우리는 여전히 이길 수 있습니다. 희망을 버려서는 안 됩니다."

source: "By what unknown paths has the goddess led us here? And what will be next?"
ko: "여신께서는 우릴 대체 어떤 길로 인도하시는 건가? 다음은 어떤 일이 일어나지?"
ko_mt: "여신이 어떤 미지의 길로 우리를 이곳으로 인도했을까요? 그리고 다음은 무엇일까요?"

source: "My head is killing me... That beast made us lose our minds!"
ko: "머리가 깨질 것 같아... 저 괴물이 우리 정신을 뒤흔들고 있어!"
ko_mt: "머리가 아파 죽겠어요.. 저 짐승 때문에 정신이 나갔어요!"

source: "We need to bandage our wounds."
ko: "붕대를 감아야겠어."
ko_mt: "상처에 붕대를 감아야 합니다."

source: "My eyes... What has she done to me..."
ko: "내 눈... 그녀가 내게 뭘..."
ko_mt: "내 눈.. 나한테 무슨 짓을 한 거야..."

source: "That's some mighty magic on that door! I don't think regular dispel can open it."
ko: "이 문에는 강력한 마법이 걸려있어! 평범한 해제 마법으로는 열지 못할 거라 생각해."
ko_mt: "저 문에 강력한 마법이 걸려 있네요! 일반 마법으로는 열 수 없을 것 같아요."

source: "Let's try Lady Miammir's ritual."
ko: "미아미르님의 의식을 시도해보자."
ko_mt: "미아미르 부인의 의식을 해보자."

source: "Those of us who survive this battle will have enough material to write a whole dissertation."
ko: "이 전투에서 살아남는 녀석은 논문 하나를 뚝딱할 수 있겠어."
ko_mt: "이 전투에서 살아남은 사람들은 논문 한 편을 쓸 수 있을 만큼 충분한 자료를 갖게 될 것입니다."

source: "We've spent a lot of time studying theoretical demonology. Time to put our knowledge into practice!"
ko: "악마학 이론을 공부하는데 많은 시간을 보냈지. 이제 실전에 적용할 때로군!"
ko_mt: "우리는 이론적인 데몬학을 연구하는데 많은 시간을 보냈습니다. 이제 우리의 지식을 실천에 옮길 시간입니다!"

source: "Don't forget: make sure the demon's dead before you try to take tissue samples!"
ko: "조직 샘플을 떼기 전에 데몬의 사망을 확인하는 것을 절대로 잊지 말 것!"
ko_mt: "잊지 마세요. 조직 샘플을 채취하기 전에 데몬이 죽었는지 확인하세요!"

source: "Father! Mother! The Labyrinth has fallen! You didn't live to see this day, but I made it!"
ko: "아버지! 어머니! 미궁이 무너졌습니다! 당신들은 오늘까지 살아계시지 못하셨지만, 제가 해냈어요!"
ko_mt: "아버지! 어머니! 미궁이 무너졌어요! 아버지는 오늘을 보지 못하셨지만, 저는 해냈어요!"

source: "There's a ceiling here. Good."
ko: "천장이 있구만. 좋아."
ko_mt: "여기 천장이 있네요. 좋아."

source: "The legends didn't lie. We are crusaders coming to help!"
ko: "전설은 거짓을 말하지 않았다. 성전군 증원이 왔다!"
ko_mt: "전설은 거짓말이 아니었습니다. 우리는 도와주러 온 십자군입니다!"

source: "Watch your step, there's a trap right there!"
ko: "발 조심해. 바로 앞에 함정이 있어!"
ko_mt: "발 조심하세요, 바로 저기 함정이 있어요!"

source: "There's a lot of 'em about! But we've marked them all, you should be safe enough."
ko: "엄청나게 많구만! 하지만 우리가 전부 표시해뒀으니, 문제는 없을 거야."
ko_mt: "너무 많아요! 하지만 모두 표시해 두었으니 충분히 안전할 것입니다."

source: "And we've picked the locks where we could. But we didn't go inside — who knows what's lurking in there."
ko: "그리고 할 수 있는 곳은 전부 문을 열어뒀지. 하지만 들어가보진 않았어. 뭐가 있을지 모르잖아."
ko_mt: "그리고 가능한 한 자물쇠를 잘 골랐습니다. 하지만 그 안에 무엇이 숨어 있을지 누가 알겠습니까?"

source: "Well, we'll be off now! Good luck with the attack and everything..."
ko: "좋아, 우리도 출발할 거야! 모든 일에 행운이 있길..."
ko_mt: "그럼, 이제 출발하겠습니다! 공격과 모든 것에 행운을 빕니다..."

source: "You've really got the ball rolling, chief. This is gonna be a heist like Kenabres has never seen!"
ko: "정말 저질러버렸잖아, 대장. 이번 일은 케나브레스에 한번도 없던 강도짓이 될 거야!"
ko_mt: "서장님, 정말 대단한 계획을 세우셨군요. 케나브레스가 본 적 없는 강도가 될 겁니다!"

source: "Don't listen to him! No talking to the enemy!"
ko: "녀석에게 귀기울이지 마라! 적과는 대화할 필요가 없다!"
ko_mt: "그의 말을 듣지 마! 적과 대화하지 마!"

source: The player's party battles Minagho and her cultists
ko: 플레이어 일행이 미나고와 그녀의 사교도 무리와 전투합니다
ko_mt: 플레이어의 파티가 미나고와 그녀의 광신도들과 전투를 벌입니다.

source: {n}You send the troublesome dwarf sprawling to the floor with an elbow to the face. The time for chatter has passed! The demon... That wench. She must die! The rage bursts free. You want only one thing — to rip Minagho's horns from her skull and shove them down her throat!{/n}
ko: {n}당신은 바닥에 뻗어있는 골칫거리 드워프를 팔꿈치로 후려 갈긴다. 잡담할 시간은 끝났다! 데몬... 저 계집년. 저년은 죽어야만 한다! 분노가 해방된다. 당신은 미나고의 뿔을 그녀의 대가리에서 뽑아내 목구멍에 쳐박기만을 원한다!{/n}
ko_mt: {n}귀찮은 드워프를 팔꿈치로 얼굴을 가격해 바닥에 쓰러뜨립니다. 수다 떨 시간은 지났다! 그 데몬.. 저년. 저년은 죽어야 한다! 분노가 폭발한다. 미나고의 뿔을 두개골에서 뽑아 목구멍에 쑤셔 넣는 것!{/n}

source: {n}Who does this dwarf think he is? How dare he give you orders? You will silence him — for good! The rage bursts free. You want only one thing — to gouge out Staunton's eyes, break open his ribcage, and rip out his heart!{/n}
ko: {n}이 땅딸보는 자기가 대체 뭐라고 생각하는 거지? 감히 네게 명령을 내려? 대의를 위해, 그를 닥치게 만들어야 한다! 분노가 해방된다. 당신은 오직 스턴튼의 양 눈깔을 뽑아내고, 그의 갈빗대를 뜯은 뒤 심장을 찢어발기기만을 원한다!{/n}
ko_mt: {n}이 드워프는 자기가 누구라고 생각하는 거지? 어떻게 감히 명령을 내릴 수 있지? 그를 영원히 침묵시켜 버려라! 분노가 터져 나온다. 스턴튼의 눈을 뽑아내고, 갈비뼈를 부수고, 심장을 찢어버리는 것!{/n}

source: "Here it is — the hidden room of the Gwerm estate."
ko: "그웜 저택에 숨겨진 방이 바로 여기로군."
ko_mt: "여기 있습니다 - 그웜 영지의 숨겨진 방입니다."

source: The door to the garden is blocked. Opening it is currently impossible.
ko: 정원으로 가는 문은 잠겨있습니다. 현재로썬 이 문을 여는 게 불가능합니다.
ko_mt: 정원으로 통하는 문이 막혔습니다. 현재 열 수 없습니다.

source: "I beg you, please keep my relation to Horgus Gwerm a secret."
ko: "제발, 저와 호르거스 그웜의 관계에 대해서 함구해주시길 부탁드립니다."
ko_mt: "제발 호거스 그웜과의 관계를 비밀로 해주세요."

source: Give Horgus the signal
ko: 호르거스에게 신호 보내기
ko_mt: 호거스에게 신호 보내기

source: Scorched frames and burned canvases. No one will ever know what these paintings showed.
ko: 그을린 액자와 잿더미가 된 그림입니다. 이젠 아무도 화폭에 그려졌던 게 무엇인지 모를겁니다.
ko_mt: 그을린 액자와 불에 탄 캔버스. 아무도 이 그림들이 무엇을 보여줬는지 알 수 없습니다.

source: A happy family — Horgus, an unknown half-elf, and their dark-haired young daughter. The painting is captioned: "Horgus Gwerm, Iris, and Camellia."
ko: 호르거스와 누군지 모를 하프엘프, 그리고 검은 머리칼을 가진 어린 딸로 구성된 행복한 가족. 그림에는 설명문이 붙어있습니다. "호르거스 그웜, 아이리스, 그리고 카멜리아."
ko_mt: 행복한 가족 - 호거스, 정체불명의 하프엘프, 그리고 검은 머리의 어린 딸. 그림의 캡션은 다음과 같습니다. "호거스 그웜, 아이리스, 카멜리아."

source: The painting depicts a thin blonde boy with sickly pale skin. The caption reads: "Horgus Gwerm, nine years of age."
ko: 이 그림은 창백한 피부와 옅은 금발을 가진 소년을 묘사합니다. 주석이 달려있습니다. "호르거스 그웜, 9세."
ko_mt: 이 그림은 병적으로 창백한 피부를 가진 마른 금발 소년을 묘사하고 있습니다. 캡션은 다음과 같습니다. "호거스 그웜, 9세."

source: A box filled with a variety of whips and floggers.
ko: 다양한 채찍들로 가득 찬 상자입니다.
ko_mt: 다양한 채찍과 채찍으로 가득 찬 상자입니다.

source: A set of collars of various sizes.
ko: 다양한 크기의 목줄 모음입니다.
ko_mt: 다양한 크기의 목걸이 세트.

source: Chains, handcuffs, shackles. A collection to rival a prison's.
ko: 사슬, 수갑, 족쇄. 죄수의 것과 견줄만한 모음집입니다.
ko_mt: 쇠사슬, 수갑, 족쇄. 감옥에 버금가는 컬렉션입니다.

source: Sophisticated instruments of torture. The purpose of some of them can only be guessed at.
ko: 복잡한 고문 기구입니다. 일부 기능들은 그저 추측만 할 수 있습니다.
ko_mt: 정교한 고문 도구. 일부 고문의 목적은 짐작만 할 수 있습니다.

source: Scared Thiefling
ko_mt: 겁먹은 도둑

source: The demons were killed recently, no doubt about that, but it's not clear if it happened here or if the bodies were brought here from elsewhere.
ko: 이 데몬의 살해 시기가 얼마 되지 않았음은 의심의 여지가 없으나, 여기서 죽었는지 다른 곳에서 시체를 가져왔는지는 확신할 수 없습니다.
ko_mt: 데몬들이 최근에 살해된 것은 의심할 여지가 없지만, 이곳에서 일어난 일인지 아니면 다른 곳에서 시체를 가져온 것인지는 확실하지 않습니다.

source: The bodies have a variety of wounds — one is covered in burns, others have weapon or claw marks. It is safe to assume that they were decapitated postmortem.
ko: 시체에는 다양한 상처가 있습니다. 화상 자국, 무기 또는 손톱에 의한 자국들. 죽은 뒤에 목이 잘려나간 것으로 보입니다.
ko_mt: 시신에는 다양한 상처가 있습니다. 하나는 화상으로 덮여 있고 다른 하나는 무기 나 발톱 자국이 있습니다. 사후에 참수된 것으로 추정하는 것이 안전합니다.

source: "What was that? A draft?"
ko: "이게 뭐야? 원고인가?"
ko_mt: "방금 뭐였죠? 초안?"

source: "For a second there, it felt like someone was watching me. And then that just happened..."
ko: "순간적으로 누군가 날 보는 듯한 기분이었어. 그리고 나서 일이 벌어졌지..."
ko_mt: "잠시 동안 누군가 저를 지켜보고 있는 것 같았습니다. 그러다 갑자기 그런 일이 벌어졌죠..."

source: "Oh, I don't like this..."
ko: "오, 좋지 않아..."
ko_mt: "아, 이거 맘에 안 드는데..."

source: "Ramien, hold on! I'm coming!"
ko: "라미엔, 버텨! 가는 중이야!"
ko_mt: "라미엔, 기다려! 내가 갈게!"

source: "Ramien, hold on! I'll help you!"
ko: "라미엔, 기다려! 내가 도와줄게!"
ko_mt: "라미엔, 꽉 잡아! 내가 도와줄게!"

source: The disfigured corpses are laid out in a neat pattern, in preparation for an unknown ritual.
ko: 알려지지 않은 의식의 준비로써 훼손된 시신들이 정렬되어 있습니다.
ko_mt: 훼손된 시체들은 알 수 없는 의식을 준비하기 위해 깔끔한 패턴으로 배치되어 있습니다.

source: A rift in the earth left by Deskari's massive scythe. You and your companions fell through here during the attack.
ko: 데스카리의 거대한 대낫이 만든 거대한 균열입니다. 그 공격 당시에 당신과 동료들이 여기로 떨어졌었습니다.
ko_mt: 데스카리의 거대한 대낫이 남긴 땅의 균열입니다. 당신과 동료들은 공격 도중 이곳에 떨어졌습니다.

source: The townsfolk's bodies have been mutilated beyond recognition by claws and fangs.
ko: 시민들의 시체가 손톱과 이빨로 추정되는 물체에 의해 훼손되었습니다.
ko_mt: 마을 사람들의 시신은 발톱과 송곳니에 의해 형체를 알아볼 수 없을 정도로 훼손되어 있습니다.

source: These people were not killed by demons — their mortal wounds were inflicted by ordinary weapons.
ko: 이 사람들은 데몬들에게 살해된 것이 아니라, 평범한 무기에 치명상을 받아 죽었습니다.
ko_mt: 이 사람들은 데몬에 의해 살해된 것이 아니라 평범한 무기에 의해 치명적인 상처를 입었습니다.

source: It's hard to believe that this place recently held a bustling and festive market.
ko: 이 장소가 최근까지 활기차고 북적대던 시장이었음을 믿기 어렵습니다.
ko_mt: 최근 이곳에서 북적이는 축제형 시장이 열렸다는 사실이 믿기지 않으실 겁니다.

source: Judging by the size of the blood stain, the body of something truly enormous was dragged over these stones. Terendelev, most likely.
ko: 핏자국의 크기를 보면, 무언가 아주 거대한 것이 이 돌 위로 끌려간 것 같습니다. 아마 테렌델레브일 것입니다.
ko_mt: 핏자국의 크기로 보아 정말 거대한 무언가의 시체가 이 돌 위로 끌려온 것 같습니다. 테렌델레브일 가능성이 높습니다.

source: Despite all the city's troubles, the statue of Iomedae towers proudly over the street.
ko: 도시에서 벌어진 난장판에도 불구하고, 아이오메데 조각상은 거리 한가운데에 우뚝 서있습니다.
ko_mt: 도시의 모든 문제에도 불구하고 아이오메데 동상은 거리 위에 자랑스럽게 우뚝 솟아 있습니다.

source: These fighters must have been caught off guard — they died before they could even draw their weapons. Their bodies are covered in a thin layer of ice that is slowly melting.
ko: 이 전사들은 경비대에게 구속되었던 게 틀림없습니다. 이들은 무기를 뽑지도 못한 채로 죽었습니다. 시체는 천천히 녹는 중인 얇은 얼음으로 덮여있습니다.
ko_mt: 이 전사들은 방심했다가 무기를 꺼내기도 전에 사망한 것이 분명합니다. 이들의 시신은 서서히 녹아내리는 얇은 얼음으로 덮여 있습니다.

source: An altar of Desna, goddess of luck, patron deity of travelers and dreamers.
ko: 행운의 여신이자 여행자와 몽상가들의 후원 신격인 데즈나의 제단입니다.
ko_mt: 행운의 여신이자 여행자와 몽상가들의 수호신인 데스나의 제단입니다.

source: The cart is laden with possessions looted from the surrounding houses.
ko: 수레에는 주변의 가옥에서 약탈한 물품들이 가득합니다.
ko_mt: 수레에는 주변 주택에서 약탈한 물건이 가득합니다.

source: The inner wall of Kenabres, which encloses the city's center, now lies in ruins.
ko: 도시 중심부를 둘러싼 케나브레스 내벽은 이제 그 흔적만 남았습니다.
ko_mt: 도시 중심을 둘러싸고 있는 케나브레스의 내벽은 현재 폐허가 되었습니다.

source: "We need to stay calm. Sooner or later, reinforcements from one of the other crusader strongholds will reach us!"
ko: "다들 침착해라. 곧 다른 성전군 요새에서 증원이 도착할 것이다!"
ko_mt: "침착해야 합니다. 조만간 다른 십자군 거점 중 하나에서 지원군이 도착할 겁니다!"

source: "Get back, demon! You won't take me alive!"
ko: "꺼져라, 데몬아! 날 산 채로 데려갈 순 없을 거다!"
ko_mt: "물러서라, 데몬! 날 산 채로 데려갈 수 없어!"

source: "We have completed our mission! The city isn't free of the demon scourge, but at least there is one less traitor within its walls."
ko: "우리 임무는 완수했어! 데몬들이 도시를 뒤엎는 걸 막진 못했지만, 최소한 성 내부의 배신자는 하나 줄였으니."
ko_mt: "임무를 완수했습니다! 이 도시가 데몬의 재앙으로부터 자유롭지는 않지만, 적어도 성벽 안에 반역자는 한 명 줄었습니다."
