Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: A century ago, an ambitious Technic League arcanist known as Jennes visited Glenebon in search of a powerful relic, described to him by a mysterious fey who had visited him in a dream. He took many slaves — as well as a few apprentices to help keep the slaves in line. More importantly, Jennes was armed with a mighty artifact — a glove that could fire deadly rays and crush the bones of rebels like eggshells. Among the slaves was an old craftsman, a halfling by the name of Reed, valued not for his strength, but for his knowledge — he had spent many years excavating starship ruins, and he was well versed in both magic and technology. While the other slaves scoured the plains in search of the mysterious artifact, Reed secretly watched the master and his minions, plotting an escape. Finally, in the dead of night, the slaves managed to steal away the magic glove from Jennes's tent. After digging into the elaborate mechanism, Reed disabled the defense circuit and gave the artifact to the youngest and strongest of the slaves. It took mere minutes for the young slave to eradicate the Technic League arcanists. But when his comrades asked to be unchained, the young man grinned. "Set you free? Why, now that I'm a free man, I'll need my own slaves!" Hearing this, Reed sighed heavily, drew a small remote control from his pocket, and pressed its button. The glove shattered in a powerful explosion, scattering shards of the artifact all over Glenebon. As for the former slaves, they found shelter and freedom in the River Kingdoms.
ko: 한 세기 전, 제인스라고 알려진 야심적인 기술 연맹의 아르카니스트는 꿈속에서 그를 찾아온 신비한 페이가 알려주었던 강력한 유물을 찾아 글레네본을 찾아왔습니다. 그는 많은 노예들과 그 노예들을 부릴 몇 명의 견습생을 데려갔습니다. 더 중요한 것은, 제인스가 강력한 유물을 가졌다는 점이었죠. 그것은 달걀 껍질을 깨듯 대적자의 뼈를 부술 수 있는 치명적인 광선을 발사할 수 있었습니다. 노예들 중, 리드라는 이름의 늙은 하플링 장인은 그가 가진 힘이 아닌, 그의 지식으로 자신의 가치를 증명했습니다. 그는 수 년 동안 우주선 폐허를 발굴했으며, 마법과 기술에 정통했지요. 다른 노예들이 신비로운 유물을 찾기 위해 평야를 뒤지는 동안, 리드는도주를 계획하며 그의 주인과 부하들을 조심스럽게 지켜봤습니다. 마침내 쥐죽은 듯한 밤에 노예들은 제인스의 천막에서 마법 장갑을 훔치는데 성공했습니다. 정교한 메커니즘을 파고 들어, 리드는 그것의 방어 회로를 무력화시키고 노예들 중 가장 젊고 강한 사람에게 유물을 건내주었습니다. 그 젊은 노예가 기술 연맹의 아르카니스트들을 지워내는 데는 불과 몇 분 밖에 걸리지 않았습니다. 그러나 그의 동지들이 사슬을 풀어달라 요청하자, 젊은이는 웃었습니다. "풀어달라고? 어째서, 난 이제 자유인이니, 내가 거느릴 노예가 필요해!" 이것을 듣고는, 리드는 깊은 한숨을 쉬며, 주머니에서 작은 리모콘을 꺼내 버튼을 눌렀습니다. 장갑은 강력한 폭발과 함께 산산조각났고, 글레네본 전역에 그 조각들이 흩뿌려졌습니다. 한 때 노예들였던 이들이라면, 강의 왕국들에서 안식처와 자유를 찾을 수 있었습니다.
ko_mt: 한 세기 전, 야심 찬 테크닉 리그의 아카니스트 제네스는 꿈속에서 그를 찾아온 신비한 요정이 설명해준 강력한 유물을 찾아 글레네본을 방문했습니다. 그는 많은 노예를 데려갔고, 노예들을 관리하기 위해 몇 명의 견습생도 데려갔습니다. 무엇보다도 제네스는 치명적인 광선을 발사해 반란군의 뼈를 달걀 껍질처럼 부숴버릴 수 있는 장갑이라는 강력한 유물로 무장하고 있었어요. 노예 중에는 리드라는 이름의 노련한 장인이 있었는데, 그는 힘이 아니라 지식으로 가치를 인정받아 오랜 세월 우주선 유적을 발굴해 왔으며 마법과 기술 모두에 정통했습니다. 다른 노예들이 신비한 유물을 찾기 위해 평원을 샅샅이 뒤지는 동안, 리드는 주인과 그의 하수인들을 몰래 지켜보며 탈출을 계획했어요. 마침내 한밤중에 노예들은 제네스의 텐트에서 마법의 장갑을 훔쳐내는데 성공했습니다. 정교한 메커니즘을 파헤친 리드는 방어 회로를 무력화시키고 가장 젊고 강한 노예에게 유물을 넘겼습니다. 그 어린 노예가 테크닉 리그의 마법사들을 퇴치하는데는 단 몇 분밖에 걸리지 않았습니다. 하지만 동료들이 사슬을 풀어달라고 하자 청년은 미소를 지었다. "풀어준다고? 이제 자유인이 되었으니 노예가 필요하겠군!" 이 말을 들은 리드는 깊은 한숨을 내쉬며 주머니에서 작은 리모컨을 꺼내 버튼을 눌렀습니다. 강력한 폭발과 함께 장갑이 산산조각 나면서 유물 파편이 글레네본 전역에 흩어졌다. 전 노예들은 리버 킹덤에서 피난처와 자유를 찾았습니다.

source: Piece of Skymetal
ko: 하늘강철의 조각
ko_mt: 하늘의 금속 조각

source: Star Commander's Glove
ko: 별 사령관의 장갑
ko_mt: 스타 사령관의 장갑

source: A memento of times long past. A well-grounded antiquities collector might pay handsomely for it.
ko: 아주 오래 전의 기념품입니다. 아마도 골동품 수집가가 값을 후하게 쳐줄 수 있을 것 같습니다.
ko_mt: 오랜 세월의 유물. 제대로 된 골동품 수집가는 그것에 대해 큰 돈을 지불 할 수 있습니다.

source: Ancient Rostlandic Coin
ko: 고대 로스틀랜드 금화
ko_mt: 고대 로슬란드 동전

source: Ancient Cyclops Coin
ko: 고대 사이클롭스 주화
ko_mt: 고대 사이클롭스 동전

source: Torag's Pendant
ko: 토락의 목걸이
ko_mt: 토라그의 펜던트

source: Ancient Elven Bead
ko: 고대 엘프 구슬
ko_mt: 고대 엘프 구슬

source: Token of the Dryad
ko: 드라이어드의 징표
ko_mt: 드라이아드의 토큰

source: Kellid Tribal Fetish
ko: 켈리드 부족의 우상
ko_mt: 켈리드 부족 페티쉬

source: Taldan Warrior's Dog Tag
ko: 탈도르 전사의 중표
ko_mt: 탈도르 전사의 인식표

source: Skymetal Cogwheel
ko: 하늘강철 톱니바퀴
ko_mt: 스카이 메탈 톱니 바퀴

source: Test Interaction Loot Slot
ko: 상호 작용 시험용 획득 슬롯
ko_mt: 상호작용 전리품 슬롯 테스트

source: A cooking ingredient.
ko: 요리용 재료입니다.
ko_mt: 요리 재료.

source: Milk
ko: 우유
ko_mt: 우유

source: Onions
ko: 양파
ko_mt: 양파

source: Baked Spider Legs
ko: 구운 거미 다리
ko_mt: 구운 거미 다리

source: Black Linnorm Stew
ko: 블랙 린놈 스튜
ko_mt: 블랙 린 노르 스튜

source: Broiled Tuskwater Oysters
ko: 터스크워터 굴 석쇠구이
ko_mt: 구운 엄니 물 굴

source: Cheese Crostata
ko: 치즈 크로스타타
ko_mt: 치즈 크로스타타

source: Chocolate Ice Cream
ko: 초콜릿 아이스크림
ko_mt: 초콜릿 아이스크림

source: First World Mince Pie
ko: 태초 세계 고기 파이
ko_mt: 태초 세계 고기 파이

source: Fish-on-a-Stick
ko: 생선 꼬치구이
ko_mt: 피쉬 온 어 스틱

source: Galt Ragout
ko: 갈트풍 라구
ko_mt: 골트 래그 아웃

source: Giant Scrambled Egg With Shambletus
ko: 샴블투스를 곁들인 거대 스크램블 에그
ko_mt: 거대 스크램블 에그와 샴블투스

source: Grilled Silver Eel
ko: 은장어 석쇠구이
ko_mt: 은장어 구이

source: Haggis
ko: 해기스
ko_mt: 해기스

source: Hearty Meal
ko: 푸짐한 식사
ko_mt: 푸짐한 식사

source: Hearty Purple Soup
ko: 푸짐한 보랏빛 수프
ko_mt: 푸짐한 보랏빛 수프

source: Hunter's Roast
ko: 사냥꾼 구이
ko_mt: 사냥꾼의 로스트

source: Jeweled Rice
ko: 보석밥
ko_mt: 보석 밥

source: Kameberry Pie
ko: 케임베리 파이
ko_mt: 카메베리 파이

source: Mastodon Steak
ko: 마스토돈 스테이크
ko_mt: 마스토돈 스테이크

source: Monster Casserole
ko: 괴물 캐서롤
ko_mt: 괴물 캐서롤

source: Onion Soup
ko: 양파 수프
ko_mt: 양파 수프

source: Owlbear Omelet
ko: 아울베어 오믈렛
ko_mt: 올빼미곰 오믈렛

source: Rice-n-Nut Pudding
ko: 쌀과 견과류 푸딩
ko_mt: 쌀과 견과류 푸딩

source: Seasoned Wings and Thighs
ko: 날개 및 다리 양념구이
ko_mt: 양념 날개살과 허벅지살

source: Shepherd's Pie
ko: 양치기 파이
ko_mt: 양치기 파이

source: Smoked Trout and Hydra Pate
ko: 훈제 송어와 히드라 파테
ko_mt: 훈제 송어와 히드라 파테

source: Stuffed Tomatoes
ko: 속을 채운 토마토
ko_mt: 박제 토마토

source: Succulent Sausages
ko: 육즙 넘치는 소시지
ko_mt: 육즙 넘치는 소시지

source: Swamp Ratatouille
ko: 늪지 라따뚜이
ko_mt: 늪 라따뚜이

source: Sweet Pancakes
ko: 달콤한 팬케이크
ko_mt: 달콤한 팬케이크

source: Taffy
ko: 태피
ko_mt: 태피

source: Whiterose Oysters
ko: 백장미 굴
ko_mt: 흰 굴

source: X {g|CultistsОfTheSwarm}[Cultists of the Swarm]{/g} are recruited at commander's headquarters.
ko: 사령관의 지휘부에 X {g|CultistsОfTheSwarm}[벌레 떼의 사교도]{/g}가 모집되었습니다.
ko_mt: X {g|CultistsОfTheSwarm}[군단의 광신도]{/g}은 사령관 본부에서 모집합니다.

source: Call of the Swarm
ko: 벌레 떼의 부름
ko_mt: 군단의 부름

source: X {g|CultistsОfTheSwarm}[Cultists of the Swarm]{/g} are recruited at commander's headquarters.
ko: 사령관의 지휘부에 X {g|CultistsОfTheSwarm}[벌레 떼의 사교도]{/g}가 모집되었습니다.
ko_mt: X {g|CultistsОfTheSwarm}[군단의 광신도]{/g}이 사령관 본부에서 모집되었습니다.

source: Recruitment growth for all units increases by 30%.
ko: 모든 유닛의 모집 성장이 30% 증가합니다.
ko_mt: 모든 유닛의 모집 성장이 30 % 증가합니다.

source: Inspired Troops
ko: 고무된 병사들
ko_mt: 영감받은 부대

source: The Commander's warriors will scatter throughout the territories where insurgents are active to carry out raids and catch all the rebels to be cruelly executed.
ko: 사령관의 전사들이 내란 주모자들이 공격중인 지역 전역에 파견되어 모든 반란군을 잔혹하게 처형할 것입니다.
ko_mt: 사령관의 전사들은 반란군이 활동하는 영토 전체에 흩어져 습격을 수행하고 모든 반란군을 잡아 잔인하게 처형 할 것입니다.

source: Raids for a Treacherous Advisor
ko: 배신자 보좌관 급습
ko_mt: 배신자 고문을 위한 습격

source: The rituals of the priests will bring Heaven's blessing on the crusaders, give them power to crush the enemy and deflect the blows of evil demons
ko: 사제들의 의식은 성전군에 천상의 축복을 내려, 그들에게 적들을 제압하고 사악한 데몬의 공격을 피할 수 있는 힘을 부여할 것입니다.
ko_mt: 사제들의 의식은 십자군에게 하늘의 축복을 가져다주고 적을 분쇄하고 사악한 데몬의 타격을 피할 수 있는 힘을 줄 것입니다.

source: Celestial Help
ko: 천계의 지원
ko_mt: 천상의 도움

source: Powerful rituals performed by priests will bring angels down to the Material Plane to join the crusader army.
ko: 사제들이 시행하는 강력한 의식이 성전군에 합류하고자 하는 엔젤들을 물질계로 불러올 것입니다.
ko_mt: 사제들이 수행하는 강력한 의식은 천사들을 물질계로 내려와 십자군 군대에 합류하게 할 것입니다.

source: Summoning Angels
ko: 엔젤 소환
ko_mt: 천사 소환중

source: In the dark halls of the guild, the lights are always dimmed, and visitors hide their faces. Experienced assassins stand ready to offer the elimination of any target at the request of a wealthy client.
ko: 길드의 어두운 회관에서는 언제나 빛이 희미하며, 방문자들 또한 그들의 열굴을 가립니다. 숙달된 암살자들은 부유한 고객의 요구에 따라 어떤 대상이라도 제거할 준비를 마친 채 기다립니다.
ko_mt: 길드의 어두운 홀에서는 항상 조명이 어두워지고 방문객들은 얼굴을 숨 깁니다. 숙련된 암살자는 부유 한 고객의 요청에 따라 모든 표적을 제거 할 준비가 되어 있습니다.

source: An Assassins' Guild allows recruitment of and provides weekly recruitment growth for {g|Assassins}[Assassins]{/g}.
ko: 암살자 길드는 {g|Assassins}[어쌔신]{/g}의 모집을 가능하게 하고, 주 당 모집 성장을 늘립니다.
ko_mt: 'Assassins' 길드는 {g|Assassins}[암살자]{/g}의 모집을 허용하고 매주 모집 성장을 제공합니다.

source: Assassins' Guild
ko: 임살자 길드
ko_mt: 암살자 길드

source: A love of art and free spirits reign within the walls of this college. Young talents do their best to master the intricacies of versification and compose their first heroic ballads, which, decades later, will be performed in taverns all over Avistan.
ko: 예술에 대한 사랑과 자유의 정신이 대학의 풍조를 지배합니다. 젊은 인재들이 작시의 복잡성을 통달하여, 10년 쯤 뒤엔 아비스탄 전역의 선술집에서 노래될만한 영웅 찬가를 작곡하기 위해 최선을 다하고 있습니다.
ko_mt: 예술에 대한 사랑과 자유로운 영혼이 이 대학의 벽 안에서 지배합니다. 젊은 재능은 복잡한 개작을 마스터하고 수십 년 후 아비스탄 전역의 선술집에서 공연 될 첫 번째 영웅적인 발라드를 작곡하기 위해 최선을 다합니다.

source: Bardic College allows to recruit and provides one weekly recruitment growth for {g|Bards}[Bards]{/g}.
ko: 바드 대학은 {g|Bards}[바드]{/g}의 모집을 가능하게 하고, 주 당 모집 성장을 1 늘립니다.
ko_mt: 바드 대학은 {g|Bards}[바드]{/g}을 모집할 수 있으며, 매주 한 번씩 모집 성장을 제공합니다.

source: Bardic College
ko: 바드 대학
ko_mt: 바드 대학

source: An institution where anything can be bought or sold in exchange for coin — both legally and illegally. Here no one cares where sellers came by their wares or where buyers acquired their gold. For even "dirty" money is a huge boon for local commerce.
ko: 합법이건 불법이건, 뭐든지 돈으로 사고 팔 수 있는 장소입니다. 여기에 판매자가 어디서 물건을 가져왔는지, 구매자가 어디서 돈을 구해왔는지 따윌 신경 쓰는 사람은 아무도 없습니다. 소상공인에겐 "더러운" 돈이라도 큰 힘이 되니까요.
ko_mt: 질서이든 불법적이든 코인과 교환하여 무엇이든 사고 팔 수 있는 기관입니다. 이곳에서는 판매자가 물건을 어디서 가져왔는지, 구매자가 금을 어디서 구입했는지는 아무도 신경 쓰지 않습니다. "더러운" 돈이라도 지역 상거래에 큰 도움이 되기 때문입니다.

source: A Black Market increases Materials Points income by 10. Only one Black Market can be built in each fort.
ko: 암시장은 물자 점수 수입을 10 증가시킵니다. 각 요새에는 하나의 암시장만 건설할 수 있습니다.
ko_mt: 암시장은 재료 점수 수입을 10 증가시킵니다. 각 요새에는 암시장을 하나만 지을 수 있습니다.

source: Black Market
ko: 암시장
ko_mt: 암시장

source: A Clan Hall is the heart of the barbarian community. Tribesmen gather in this place to discuss pressing issues, exchange news, praise their friends, and curse their foes.
ko: 부족 회관은 바바리안 공동체의 심장부입니다. 부족 구성원들은 이곳에 모여서 긴급한 문제에 관해 토의하고, 새로운 소식들을 교환하고, 동료를 칭찬하며, 적들을 욕합니다.
ko_mt: 부족 회관은 야만인 커뮤니티의 심장부입니다. 부족원들은 이곳에 모여 긴급한 문제를 논의하고, 소식을 교환하고, 친구를 칭찬하고, 적을 저주합니다.

source: Clan Hall allows to recruit and provides one weekly recruitment growth for {g|Bloodragers}[Bloodragers]{/g}.
ko: 부족 회관은 {g|Bloodragers}[블러드레이저]{/g}의 모집을 가능하게 하고, 주 당 모집 성장을 1 늘립니다.
ko_mt: 부족 회관에서 {g|Bloodragers}[블러드레이저]{/g}을 모집할 수 있으며 매주 한 번씩 모집 성장을 제공합니다.

source: Clan Hall
ko: 부족 회관
ko_mt: 클랜 홀

source: In these dark dens, followers of demonic cults gather together to perform their unholy rituals and praise the lords of the Abyss.
ko: 이 어두운 동굴에는 데몬 사교의 숭배자들이 모여 불경한 의식을 거행하며 심연의 지배자들을 찬미합니다.
ko_mt: 이 어두운 굴에서 데몬 숭배의 추종자들이 함께 모여 부정한 의식을 수행하고 심연의 군주를 찬양합니다.

source: Cultists' Den allows to recruit and provides one weekly recruitment growth for {g|Cultists}[Cultists]{/g}.
ko: 사교도 소굴은 {g|Cultists}[사교도]{/g}의 모집을 가능하게 하고, 주 당 모집 성장을 1 늘립니다.
ko_mt: Cultists' 굴에서 {g|Cultists}[사교도]{/g}을 모집할 수 있으며, 매주 한 번씩 모집 성장을 제공합니다.

source: Cultists' Den
ko: 사교도 소굴
ko_mt: 이교도 소굴

source: The heavily fortified and luxurious chambers of the spoiled nobility. Miserable prisoners fill its deep dungeons, but the fortress's high walls protect the depraved nobles from the wrath of common people.
ko: 더럽혀진 고귀함을 상징하는 튼튼하게 강화되고 화려하게 장식된 공간입니다. 좌절한 좌수들이 땅 아래 깊숙히 자리한 지하 감옥을 가득 메웠지만, 높은 성벽은 타락한 귀족들을 평민들의 분노로부터 지켜줍니다.
ko_mt: 버릇없는 귀족들의 중무장하고 호화로운 방. 비참한 죄수들이 깊은 지하 감옥을 가득 채우고 있지만 요새의 높은 벽은 타락한 귀족들을 일반인의 분노로부터 보호합니다.

source: Demonic Castle allows to recruit and provides one weekly recruitment growth for {g|DemonicKnights}[Fallen Knights]{/g}.
ko_mt: 데몬의 성은 {g|DemonicKnights}[타락한 기사]{/g}을 모집할 수 있으며 매주 한 번의 모집 성장을 제공합니다.

source: Demonic Castle
ko: 마귀의 성
ko_mt: 데몬의 성

source: A place where elite monster-slayers boast of their exploits, enjoy the delights of their short and colorful lives, and accept impossible but epic orders.
ko: 괴물 사냥꾼들이 자신의 업적을 자랑하는 곳이자, 그들의 짧고 굵은 인생을 즐기는 곳이며, 동시에 위험천만하나 전설로 남을 만한 임무를 받아들이는 곳입니다.
ko_mt: 엘리트 괴물 사냥꾼들이 자신의 업적을 자랑하고, 짧고 화려한 삶의 즐거움을 즐기고, 불가능하지만 장대 한 명령을 받아들이는 곳입니다.

source: Dragonslayers' Lodge allows to recruit and provides one weekly recruitment growth for {g|Dragonslayers}[Dragonslayers]{/g}.
ko: 용 사냥꾼 집회소는 {g|Dragonslayers}[드래곤 슬레이어]{/g}의 모집을 가능하게 하고, 주 당 모집 성장을 1 늘립니다.
ko_mt: Dragonslayers' 롯지는 {g|Dragonslayers}[드래곤슬레이어]{/g}에 대한 모집을 허용하고 매주 한 번의 모집 성장을 제공합니다.

source: Dragonslayers' Lodge
ko: 용 사냥꾼 집회소
ko_mt: 드래곤 슬레이어스 로지

source: A workshop of a skilled crafter who makes arrows and high quality bows.
ko: 높은 품질의 활과 화살을 만드는 노련한 장인의 공방입니다.
ko_mt: 화살과 고품질 활을 만드는 숙련된 장인의 작업장.

source: Fletcher's Workshop reduces the Finance Points cost of ranged units by 20% and increases recruit growth of ranged units in all buildings in a fort by 20%.
ko: 화살장이의 공방은 원거리 유닛의 재정 점수 비용을 20% 감소시키며 요새의 모든 원거리 유닛 건물이 제공하는 모집 성장을 20% 증가시킵니다.
ko_mt: 플렛처의 작업장은 원거리 유닛의 재정 점수 비용을 20 % 감소시키고 요새의 모든 건물에서 원거리 유닛의 신병 성장을 20 % 증가시킵니다.

source: Fletcher's Workshop
ko: 화살장이의 공방
ko_mt: 플렛처의 작업장

source: An austere fortress, resembling a monastery, home to tough Hellknights. Within its walls, merciless warriors and destructive signifers of the Order of the Gates undergo their training.
ko: 강인한 헬나이트들이 머무는 곳인, 사원을 닮은 장식없는 요새입니다. 성벽 안에서는 관문 기사단의 무자비한 전사들과 파괴적인 시그니퍼들이 훈련을 진행중입니다.
ko_mt: 수도원을 닮은 엄숙한 요새로, 강인한 지옥기사가 살고 있습니다. 성벽 안에서 무자비한 전사와 성문 교단의 파괴적인 상징이 훈련을 받습니다.

source: Hellknights' Castle allows to recruit and provides one weekly recruitment growth for {g|Signifers}[Signifers]{/g}.
ko: 헬나이트의 성 {g|Signifers}[시그니퍼]{/g}의 모집을 가능하게 하고, 주 당 모집 성장을 1 늘립니다.
ko_mt: 지옥기사의 성에서 {g|Signifers}[시그니퍼]{/g}을 모집할 수 있으며 매주 한 번씩 모집 성장을 제공합니다.

source: Hellknights' Castle
ko: 헬나이트의 성
ko_mt: 지옥기사의 성

source: Within the walls of this temple, dozens of monks perform perfectly measured movements of martial arts in absolute silence.
ko: 이 사원의 내부에서는 수많은 몽크들이 고요한 가운데서 완벽히 정렬된 무술 동작들을 수행합니다.
ko_mt: 이 사원의 성벽 안에서 수십 명의 승려가 절대 침묵 속에서 완벽하게 측정 된 무술 동작을 수행합니다.

source: Martial Temple allows to recruit and provides one weekly recruitment growth for {g|Monks}[Monks]{/g}.
ko: 무술 사원은 {g|Monks}[몽크]{/g}의 모집을 가능하게 하고, 주 당 모집 성장을 늘립니다.
ko_mt: 무술 사원은 {g|Monks}[수도사]{/g}에 대한 모집을 허용하고 매주 한 번의 모집 성장을 제공합니다.

source: Martial Temple
ko: 무술 사원
ko_mt: 무술 사원

source: Unlike at an ordinary temple, the adornments of the Military Chapel are austere and war-related. It is a place for offering prayers for battlefield victory, paying last respects to the fallen, and swearing stern vows of revenge.
ko: 평범한 신전과 달리, 전쟁 예배당은 소박하며 전쟁과 관련된 장식으로 치장되었습니다. 이곳은 전장에서의 승리를 기원하며, 죽은 전우들에게 마지막 예를 표하고, 굳건한 복수의 다짐을 하는 장소입니다.
ko_mt: 일반 사원과 달리 군사 예배당의 장식은 엄숙하고 전쟁과 관련이 있습니다. 전장에서의 승리를 기원하고 전사자에게 마지막 경의를 표하며 복수의 맹세를 맹세하는 장소입니다.

source: Military Chapel allows to recruit and provides one weekly recruitment growth for {g|Warpriests}[Warpriests]{/g}.
ko: 전쟁 예배당은 {g|Warpriests}[워프리스트]{/g}의 모집을 가능하게 하고, 주 당 모집 성장을 1 늘립니다.
ko_mt: 군사 예배당은 {g|Warpriests}[전쟁사제]{/g}에 대해 매주 한 번의 모집 성장을 제공하고 모집 할 수 있습니다.

source: Military Chapel
ko: 전쟁 예배당
ko_mt: 군사 예배당

source: The Shining Crusade is the order that has sworn to protect mortals from the undead. But they were not indifferent to a demonic invasion, prompting them to take up arms.
ko: 빛나는 성전군은 언데드로부터 필멸자들을 보호하기로 맹세한 단체입니다. 그러나 그들은 데몬의 침공을 모른체 하지 않았고, 다시 무기를 들었습니다.
ko_mt: 샤이닝 십자군은 언데드로부터 인간을 보호하겠다고 맹세 한 질서입니다. 그러나 그들은 데몬의 침략에 무관심하지 않았고, 무기를 들도록 촉구했습니다.

source: Temple of the Shining Crusade allows to recruit and provides one weekly recruitment growth for {g|KnightsOfOzem}[Knights of Ozem]{/g}.
ko: 빛나는 성전군의 신전은 {g|KnightsOfOzem}[오젬 기사단]{/g}의 모집을 가능하게 하고, 주 당 모집 성장을 1 늘립니다.
ko_mt: 빛나는 성전 사원에서 {g|KnightsOfOzem}[오젬의 기사단]{/g}을 모집할 수 있으며 매주 한 번씩 모집 성장을 제공합니다.

source: Temple of the Shining Crusade
ko: 빛나는 성전군의 신전
ko_mt: 빛나는 십자군의 사원

source: A gloomy and scary dwelling of witches — a place no one would visit without a very good reason. After all, who knows, in the end, will the witches curse the visitor's enemy or the visitor themself?
ko: 위치들의 침울하고 소름끼치는 거주지입니다. 아주 좋은 이유로는 그 누구도 방문하지 않는 곳이죠. 어찌 됐든, 종국에는 위치들이 방문객의 적을 저주할지 방문객을 저주할지 아무도 모르잖아요?
ko_mt: 우울하고 무서운 마녀들의 거주지 - 아주 좋은 이유 없이는 아무도 방문하지 않을 곳입니다. 결국 마녀가 방문자의 적이나 방문자 자신을 저주할지 누가 알겠습니까?

source: Witch Hut allows to recruit and provides one weekly recruitment growth for {g|Witches}[Witches]{/g}.
ko: 마녀의 오두막은 {g|Witches}[위치]{/g}의 모집을 가능하게 하고, 주 당 모집 성장을 1 늘립니다.
ko_mt: 마녀 오두막은 {g|Witches}[마녀]{/g}에 대한 모집을 허용하고 매주 한 번의 모집 성장을 제공합니다.

source: Witch Hut
ko: 마녀의 오두막
ko_mt: 마녀 오두막

source: Recruit X Mummy Clerics at commander's headquarters.
ko: X 미라 성직자가 사령관의 지휘부에서 고용되었습니다.
ko_mt: 사령관 본부에서 X 미라 성직자를 모집하십시오.

source: The Nobility requests of the crusade to have at least {0} buildings in the fortresses by the end of the week. Meeting more than half of the Nobility's weekly requests will improve their Confidence in the crusade. The current number of buildings in fortresses: {1}.
ko: 귀족들이 이번 주가 끝날 때까지 요새들에 {0}개 이상의 건물을 확보해달라 요청했습니다. 귀족들의 주간 요청을 절반 이상 만족시키면 성전에 대한 그들의 확신이 더 커질 것입니다. 현재 요새들의 건물 총 합: {1}.
ko_mt: 귀족은 이번 주 말까지 요새에 {0}개 이상의 건물을 보유해 달라는 성전 요청이 있습니다. 귀족의 주간 요청 중 절반 이상을 충족하면 성전에 대한 신뢰도가 향상됩니다. 현재 요새에 있는 건물 수입니다. {1}.

source: Request of the Nobility — Developing the Fortresses
ko: 귀족들의 요청 — 요새 개발
ko_mt: 귀족의 요청 - 요새 개발

source: The Nobility requests of the crusade to control at least {0} sources of materials income and favor income by the end of the week. Meeting more than half of the Nobility's weekly requests will improve their Confidence in the crusade. The current number of sources of materials income and favor income under the crusade's control: {1}.
ko: 귀족들이 이번 주가 끝날 때까지 물자 및 호감 수입원을 {0}개 이상 확보해달라 요청했습니다. 귀족들의 주간 요청을 절반 이상 만족시키면 성전에 대한 그들의 확신이 더 커질 것입니다. 현재 성전군이 확보한 물자 및 호감 수입원 총 합: {1}.
ko_mt: 귀족은 이번 주 말까지 최소 {0}개의 재료 수입원과 호의 수입원을 통제해 달라는 성전의 요청을 받았습니다. 귀족의 주간 요청 중 절반 이상을 충족하면 성전에 대한 신뢰도가 향상됩니다. 현재 성전이 통제하는 재료 수입원과 호의 수입원 수: {1}.

source: Request of the Nobility — Economic Restoration
ko: 귀족들의 요청 — 경제 회복
ko_mt: 귀족의 요청 - 경제 회복

source: The Nobility requests of the crusade to not exceed {0} strength in any of the armies at any point during the week. This is a mandatory request — failing to meet it will lead to the Nobility's loss of Confidence in the crusade. One way to avoid this is to split larger armies into smaller ones. The current peak strength of crusade's army: {1}.
ko: 귀족들은 이번 주가 끝날 때까지 모든 성전군 군대의 세력이 {0}을 초과하지 않을 것을 요청했습니다. 귀족들의 주간 요청을 절반 이상 만족시키면 성전에 대한 그들의 확신이 더 커질 것입니다. 현재 성전군 군대의 세력 최고치: {1}.
ko_mt: 귀족은 이번 주 중 어느 시점에서도 군대의 힘이 {0}를 초과하지 않도록 성전단에 요청합니다. 이것은 필수 요청이며, 이를 충족하지 못하면 귀족은 성전에 대한 신뢰를 잃게 될 것입니다. 이를 피하는 한 가지 방법은 큰 군대를 작은 군대로 나누는 것입니다. 현재 십자군 군대의 최대 전력입니다. {1}.

source: Request of the Nobility — Manageable Army
ko: 귀족들의 요청 — 통제 가능한 군대
ko_mt: 귀족의 요청 - 관리 가능한 군대

source: The Nobility requests of the crusade to have at least {0} fortresses by the end of the week. Meeting more than half of the Nobility's weekly requests will improve their Confidence in the crusade. The current number of fortresses: {1}.
ko: 귀족들은 이번 주가 끝날 때까지 요새를 {0}개 이상 확보해달라 요청했습니다. 귀족들의 주간 요청을 절반 이상 만족시키면 성전에 대한 그들의 확신이 더 커질 것입니다. 현재 성전군의 요새 수: {1}.
ko_mt: 귀족은 이번 주 말까지 요새를 {0}개 이상 보유해달라고 성전단에 요청했습니다. 귀족의 주간 요청을 절반 이상 충족하면 성전 신뢰도가 향상됩니다. 현재 요새 수입니다. {1}.

source: Request of the Nobility — Fortified Defenses
ko: 귀족들의 요청 — 요새화 진지
ko_mt: 귀족의 요청 - 강화 된 방어

source: The Nobility requests of the crusade to have a leader of at least {0} level by the end of the week. This is a mandatory request — failing to meet it will lead to the Nobility's loss of Confidence in the crusade. The current peak level of the crusader's leader: {1}.
ko: 귀족들은 이번 주가 끝날 때까지 {0} 레벨 이상인 지휘관을 확보해달라 요청했습니다. 귀족들의 주간 요청을 절반 이상 만족시키면 성전에 대한 그들의 확신이 더 커질 것입니다. 현재 성전군 지휘관의 최고 레벨: {1}.
ko_mt: 귀족은 이번 주말까지 성전단에 최소 {0} 레벨의 지도자를 요청합니다. 이것은 필수 요청이며, 이를 충족하지 못하면 귀족은 성전단에 대한 신뢰를 잃게 됩니다. 현재 성전단 지도자의 최고 레벨입니다. {1}.

source: Request of the Nobility — Experienced Leaders
ko: 귀족들의 요청 — 노련한 지휘관
ko_mt: 귀족의 요청 - 숙련된 지도자

source: The Royal Court requests of the crusade to have completed at least {0} missions by the end of the week. Meeting more than half of the Royal Court's weekly requests will improve its Confidence in the crusade. The current number of completed missions: {1}.
ko: 왕실에서 이번 주가 끝날 때까지 {0}개 이상의 임무를 완료해달라 요청했습니다. 왕실의 주간 요청을 절반 이상 만족시키면 성전에 대한 그들의 확신이 더 커질 것입니다. 현재 완료한 임무 수: {1}.
ko_mt: 왕실은 이번 주 말까지 최소 {0}개의 임무를 완료할 것을 성전단에 요청합니다. 왕실의 주간 요청 중 절반 이상을 충족하면 성전에 대한 신뢰도가 향상됩니다. 현재 완료한 임무 수입니다. {1}.

source: Request of the Royal Court — Accomplished Goals
ko: 왕실의 요청 — 목표 달성
ko_mt: 왕실의 요청 - 달성 된 목표

source: The Royal Court requests of the crusade to have the sum of crusade's stats more or equal to {0} by the end of the week. Meeting more than half of the Royal Court's weekly requests will improve its Confidence in the crusade. The current sum of crusade's stats: {1}.
ko: 왕실에서 이번 주가 끝날 때까지 성전 지표 총 합을 {0} 이상으로 만들것을 요청했습니다. 왕실의 주간 요청을 절반 이상 만족시키면 성전에 대한 그들의 확신이 더 커질 것입니다. 현재 성전 지표 총 합: {1}.
ko_mt: 왕실은 이번 주 말까지 성전 스탯의 합이 {0} 이상이어야 합니다. 왕실의 주간 요청 중 절반 이상을 충족하면 성전에 대한 신뢰도가 향상됩니다. 현재 성전 스탯의 합은 {1}입니다. {1}.

source: Request of the Royal Court — Strategical Development
ko: 왕실의 요청 — 전략적 발전
ko_mt: 왕실의 요청 - 전략적 개발

source: The Royal Court requests of the crusade to achieve at least {0} victories during the week. This is a mandatory request — failing to meet it will lead to the Royal Court's loss of Confidence in the crusade. The current number of victories this week: {1}.
ko: 왕실에서 이번 주가 끝날 때까지 {0}번 이상의 전투에서 승리할 것을 요청했습니다. 왕실의 주간 요청을 절반 이상 만족시키면 성전에 대한 그들의 확신이 더 커질 것입니다. 현재 주간 승리 횟수: {1}.
ko_mt: 왕실은 이번 주 동안 최소 {0} 승리를 달성할 것을 십자군에 요청합니다. 이것은 필수 요청이며, 이를 충족하지 못하면 십자군에 대한 왕실의 신뢰를 잃게 됩니다. 이번 주 현재 승리 횟수입니다. {1}.

source: Request of the Royal Court — Victories in the Field
ko: 왕실의 요청 — 전장에서의 승리
ko_mt: 왕실의 요청 - 현장에서의 승리

source: The swarm needs mortal servants who are intelligent enough to run errands. And the swarm will find them.
ko: 벌래 떼에게는 심부름을 맡길 만큼 지능을 가진 필멸자 하수인이 필요합니다. 또한 벌레 떼는 그런 자들을 찾을 것입니다.
ko_mt: 군단은 심부름을 할 수 있을 만큼 똑똑한 필멸의 하인이 필요합니다. 그리고 떼가 그들을 찾을 것입니다.

source: The call of the swarm has resonated within the most violent hearts and brought new cultists to Drezen — merciless and skilled in slaughter.
ko: 벌레 떼의 부름이 가장 난폭한 자들의 심장과 공명하여 자비심 없고 살인에 능숙한 새 사교도들을 드레젠으로 불러들였습니다.
ko_mt: 군단의 부름은 가장 폭력적인 마음 속에 울려 퍼졌고 무자비하고 학살에 능숙한 새로운 이교도들을 드레젠으로 데려 왔습니다.

source: X {g|CultistCutthroats}[Cultist Cutthroats]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 X {g|CultistCutthroats}[사교도 살인마]{/g}가 모집되었습니다.
ko_mt: X {g|CultistCutthroats}[사교도 목구멍]{/g}은 사령관 본부에서 모집합니다.

source: Assassins of the Swarm
ko: 벌레 떼의 암살자들
ko_mt: 군단의 암살자

source: The sensitive minds of spellcasters are susceptible to the droning of the swarm. If they are called — they'll come and serve.
ko: 주문 시전자들의 민감한 정신은 벌레 떼의 날개짓 소리에 예민하게 반응합니다. 그들을 부른다면, 그들 또한 찾아와 봉사할 것입니다.
ko_mt: 주문 시전자의 민감한 마음은 군단의 드론에 취약합니다. 그들이 부름을 받으면 와서 봉사 할 것입니다.

source: The droning of the swarm has started to buzz in corrupted minds and has summoned unholy spellcasters.
ko: 벌레 떼의 날개짓이 타락한 정신 속에서 소리내기 시작하며 불경한 주문 시전자들을 불러냈습니다.
ko_mt: 무리의 드론이 타락한 마음에서 윙윙 거리기 시작했고 부정한 주문 시전자를 소환했습니다.

source: X {g|CultistMages}[Cultist Mages]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 X {g|CultistMages}[사교도 마법사]{/g}가 모집되었습니다.
ko_mt: X {g|CultistMages}[이교도 마법사]{/g}이 사령관 본부에서 모집되었습니다.

source: Spellcasters of the Swarm
ko: 벌레 떼의 주문 시전자들
ko_mt: 군단의 주문 시전사

source: Demon lords give their followers useful but dark powers that are highly effective. The commanders do not have to ask whether soldiers wish to join the demon cult, they make them. Hence soldiers come to glorify their new unholy lords.
ko: 데몬 군주들은 자신의 추종자에게 유용하지만 사악한 권능을 부여합니다. 사령관에게는 병사들이 데몬 교단에 합류하고 싶은지 물어볼 필요가 없으며, 반문의 여지 또한 없습니다. 따라서 병사들은 불경한 새 주인을 찬양하게 되었습니다.
ko_mt: 데몬 로드는 추종자들에게 유용하지만 매우 효과적인 어둠의 힘을 부여합니다. 지휘관은 병사들이 데몬 숭배에 참여할 것인지 묻지 않아도 병사들을 만들 수 있습니다. 따라서 병사들은 새로운 부정한 군주를 영화 롭게하기 위해옵니다.

source: Strengthening Cults
ko: 교세 강화
ko_mt: 컬트 강화
