Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: Adds 1,500 Military experience points and deducts 2,000 Finance Points.
ko: 1,5000 군사 경험 점수를 더하고 2,000 재정 점수를 차감합니다.
ko_mt: 군사 경험치 1,500점을 추가하고 재정 점수 2,000점을 차감합니다.

source: Unlocks the {g|WorldwoundResearch}[Worldwound Research of the Dead]{/g} decree.
ko: {g|WorldwoundResearch}[망자들의 세계상처 연구]{/g} 칙령을 해금합니다.
ko_mt: {g|WorldwoundResearch}[죽은자의 세계상처 연구]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|DestructionOfTheDangerousRelic}[Destruction of the Dangerous Relic]{/g} decree.
ko: {g|DestructionOfTheDangerousRelic}[위험한 유물 파괴]{/g} 칙령을 해금합니다.
ko_mt: {g|DestructionOfTheDangerousRelic}[위험한 유물 파괴]{/g} 법령을 잠금 해제합니다.

source: Adds 2,000 Diplomacy experience points and crusade morale increases by 10.
ko: 2,000 외교 경험치 점수를 더하고 성전 사기가 10 증가합니다.
ko_mt: 외교 경험치 2,000이 추가되고 십자군 사기가 10 증가합니다.

source: Provides {g|Artefact_Event_43}[relic of Tar-Baphon]{/g}.
ko: {g|Artefact_Event_43}[타르 바폰의 유물]{/g}을 제공합니다.
ko_mt: {g|Artefact_Event_43}[타르-바폰의 전리품]{/g}을 제공합니다.

source: Unlocks the {g|ExperimentInDestruction}[Experiment in Destruction]{/g} decree.
ko: {g|ExperimentInDestruction}[파괴 속의 실험]{/g} 칙령을 해금합니다.
ko_mt: {g|ExperimentInDestruction}[파괴의 실험]{/g} 법령을 잠금 해제합니다.

source: Adds 100 Energy Points.
ko: 에너지 점수가 100 증가합니다.
ko_mt: 에너지 점수 100점을 추가합니다.

source: 8 {g|Vampires}[Vampires]{/g} and 2 {g|Shadowdancers}[Shadowdancers]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 8 {g|Vampires}[뱀파이어]{/g}와 2 {g|Shadowdancers}[그림자 춤꾼]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 8명의 {g|Vampires}[뱀파이어]{/g}과 2명의 {g|Shadowdancers}[섀도우댄서]{/g}을 모집합니다.

source: Adds 2,000 Diplomacy experience points. 8 {g|Vampires}[Vampires]{/g} and 2 {g|Shadowdancers}[Shadowdancers]{/g} are recruited at the Commander's headquarters.
ko: 2,000 교섭 경험치 점수를 더합니다. 사령관의 지휘부에 8 {g|Vampires}[뱀파이어]{/g}와 2 {g|Shadowdancers}[그림자 춤꾼]{/g}이 모집됩니다.
ko_mt: 외교 경험치 2,000점을 추가합니다. 사령관 본부에서 {g|Vampires}[뱀파이어]{/g} 8명, {g|Shadowdancers}[섀도우댄서]{/g} 2명을 모집할 수 있습니다.

source: (Good) Unlocks the {g|PaladinsRedemption}[Paladins' Redemption]{/g} decree.
ko: (선) {g|PaladinsRedemption}[팔라딘들의 구원]{/g} 칙령을 해금합니다.
ko_mt: (선) {g|PaladinsRedemption}[성기사의 구속]{/g} 칙령을 잠금 해제합니다.

source: 30 {g|LightCavalry}[Light Cavalry]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 30 {g|LightCavalry}[경기병]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 30명의 {g|LightCavalry}[경기병]{/g}을 모집합니다.

source: (Evil) Unlocks the {g|FateOfTheFallenPaladins}[Fate of the Fallen Paladins]{/g} decree.
ko: (악) {g|FateOfTheFallenPaladins}[타락한 팔라딘의 운명]{/g} 칙령을 해금합니다.
ko_mt: (악) {g|FateOfTheFallenPaladins}[타락한 성기사의 운명]{/g} 칙령을 잠금 해제합니다.

source: Adds 8,500 Finance Points and 350 Materials Points.
ko: 8,500 재정 점수와 350 물자 점수를 더합니다.
ko_mt: 재정 점수 8,500과 재료 점수 350을 추가합니다.

source: All generals gain +1 level to the {g|ReductionOfLosses}[Reduction of Losses]{/g} feat.
ko_mt: 모든 장수는 {g|ReductionOfLosses}[손실 감소]{/g} 업적 +1 레벨을 얻습니다.

source: (Evil) All units gain the {g|ReinforcedBodies}[Reinforced Bodies]{/g} feat.
ko: (악) 모든 유닛은 {g|ReinforcedBodies}[강화된 신체]{/g} 특기를 얻습니다.
ko_mt: (악) 모든 유닛이 {g|ReinforcedBodies}[강화 바디]{/g} 특기를 얻습니다.

source: Unlocks the {g|RetrieverRepair}[Retriever Repair]{/g} decree.
ko: {g|RetrieverRepair}[리트리버 수리]{/g} 칙령을 해금합니다.
ko_mt: {g|RetrieverRepair}[리트리버 수리]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|DragonslayersAdventure}[Dragonslayer's Adventure]{/g} decree.
ko: {g|DragonslayersAdventure}[드래곤 슬레이어의 모험]{/g} 칙령을 해금합니다.
ko_mt: {g|DragonslayersAdventure}[드래곤슬레이어의 모험] 법령을 잠금 해제합니다.

source: Young talented general is recruited.
ko: 젊고 재능있는 지휘관이 모집되었습니다.
ko_mt: 젊고 유능한 장군을 모집합니다.

source: Unlocks the {g|CampaignAgainstTheDragon}[Campaign Against the Dragon]{/g} decree.
ko: {g|CampaignAgainstTheDragon}[드래곤에 맞서다]{/g} 칙령을 해금합니다.
ko_mt: {g|CampaignAgainstTheDragon}[드래곤에 대항하는 캠페인]{/g} 법령을 잠금 해제합니다.

source: (Good) 4 {g|DragonheirScions}[Dragonheir Scions]{/g} are recruited at the Commander's headquarters.
ko: (선) 사령관의 지휘부에 4 {g|DragonheirScions}[드래곤에어 사이언]{/g}이 모집됩니다.
ko_mt: (선) 사령관 본부에서 {g|DragonheirScions}[드래곤 후계자 자손]{/g} 4명을 모집합니다.

source: Unlocks the {g|RaisingADragonslayer}[Raising a Dragonslayer]{/g} decree.
ko: {g|RaisingADragonslayer}[드래곤 슬레이어 키우기]{/g} 칙령을 해금합니다.
ko_mt: {g|RaisingADragonslayer}[드래곤슬레이어 키우기]{/g} 법령을 잠금 해제합니다.

source: Provides old rusty sword.
ko: 오래되고 녹슨 검을 제공합니다.
ko_mt: 낡은 녹슨 검을 획득합니다.

source: Provides shining sword.
ko: 광택이 나는 검을 제공합니다.
ko_mt: 빛나는 검을 제공합니다.

source: All units gain the {g|EnchantedWeapons}[Enchanted Weapons]{/g} feat for 60 days.
ko: 모든 유닛은 60일 동안 {g|EnchantedWeapons}[마법 부여된 무기]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛은 60일 동안 {g|EnchantedWeapons}[마법이 부여된 무기]{/g} 업적을 얻습니다.

source: Provides holy sword.
ko: 성스러운 검을 제공합니다.
ko_mt: 성검을 획득합니다.

source: Provides sword made by Nenio.
ko: 네니오가 제련한 검을 제공합니다.
ko_mt: 네니오가 만든 검을 획득합니다.

source: (Good) Crusade morale increases by 25.
ko: (선) 성전 사기가 25 증가합니다.
ko_mt: (선) 십자군 사기가 25 증가합니다.

source: (Evil) All units gain the {g|Terrifying}[Terrifying]{/g} feat.
ko: (악) 모든 유닛은 {g|Terrifying}[공포스러움]{/g} 특기를 얻습니다.
ko_mt: (악) 모든 유닛이 {g|Terrifying}[무서운]{/g} 위업을 얻습니다.

source: (Evil) Energy Points income increases by 2.
ko: (악) 에너지 점수 수입이 2 증가합니다.
ko_mt: (악) 에너지 점수 수입이 2 증가합니다.

source: Adds 2,000 Military experience points. All units gain the {g|Fearless}[Fearless]{/g} feat.
ko_mt: 군사 경험치 2,000점을 추가합니다. 모든 유닛이 {g|Fearless}[두려움 없는]{/g} 능력을 얻습니다.

source: (Lawful) Adds 3,000 Finance Points.
ko: (질서) 3,000 재정 점수를 더합니다.
ko_mt: (질서) 재정 점수 3,000점을 추가합니다.

source: (Chaotic) Crusade morale increases by 15.
ko: (혼돈) 성전 사기가 15 증가합니다.
ko_mt: (혼돈) 성전단의 사기가 15 증가합니다.

source: (Evil) Provides {g|Artefact_Event_4}[family heirloom]{/g}.
ko: (악) {g|Artefact_Event_4}[가보]{/g}를 제공합니다.
ko_mt: (악) {g|Artefact_Event_4}[가문의 가보]{/g}을 제공합니다.

source: (Chaotic) Vengeful and stern general is recruited.
ko: (혼돈) 복수심에 불타는 엄격한 지휘관을 고용합니다.
ko_mt: (혼돈) 복수심에 불타는 엄한 장군을 모집합니다.

source: (Evil) Unlocks the {g|UnscrupulousHeir}[Unscrupulous Heir]{/g} decree.
ko: (악) {g|UnscrupulousHeir}[양심없는 상속자]{/g} 칙령을 해금합니다.
ko_mt: (악) {g|UnscrupulousHeir}[파렴치한 상속인]{/g} 칙령을 잠금 해제합니다.

source: (Lawful) All units gain the {g|Fearless}[Fearless]{/g} feat.
ko: (질서) 모든 유닛이 {g|Fearless}[용감함]{/g} 특기를 얻습니다.
ko_mt: (질서) 모든 유닛이 {g|Fearless}[두려움 없는]{/g} 업적을 얻습니다.

source: (Good) Crusade morale increases by 35, deducts 3,000 Finance Points.
ko_mt: (선) 십자군 사기가 35 증가하고, 재정 점수 3,000이 감소합니다.

source: (Chaotic) Adds 1,750 Military experience points.
ko: (혼돈) 1,750 군사 경험 점수를 더합니다.
ko_mt: (혼돈) 군사 경험치 1,750을 추가합니다.

source: (Chaotic) Adds 125 Energy Points.
ko: (혼돈) 125 에너지 점수를 더합니다.
ko_mt: (혼돈) 에너지 점수 125점을 추가합니다.

source: (Good) Crusade morale increases by 25.
ko: (선) 성전 사기가 25 증가합니다.
ko_mt: (선) 십자군 사기가 25 증가합니다.

source: (Evil) Removes 5% of recruited units and unlocks the {g|Ambush}[Ambush]{/g} ritual.
ko: (악) 고용한 유닛의 5%를 제거하고 {g|Ambush}[매복]{/g} 의식을 해금합니다.
ko_mt: (악) 모집한 유닛의 5%를 제거하고 {g|Ambush}[매복]{/g}의식을 잠금 해제합니다.

source: (Evil) Removes 5% of recruited units, 60 {g|Vampires}[Vampires]{/g} are recruited at the Commander's headquarters.
ko: (악) 고용한 유닛의 5%를 제거하고 사령관의 지휘부에 60 {g|Vampires}[뱀파이어]{/g}를 모집합니다.
ko_mt: (악) 사령관 본부에서 모집한 유닛의 5%를 제거하며, 60 {g|Vampires}[뱀파이어]{/g}을 모집합니다.

source: (Chaotic) Removes 5% of recruited units, crusade morale increases by 50.
ko: (혼돈) 고용한 유닛의 5%를 제거하고, 성전 사기가 50 증가합니다.
ko_mt: (혼돈) 모집한 유닛의 5%를 제거하고, 십자군 사기가 50 증가합니다.

source: Unlocks the {g|SpiritHunt}[Spirit Hunt]{/g} decree.
ko: {g|SpiritHunt}[영혼 사냥]{/g} 칙령을 해금합니다.
ko_mt: {g|SpiritHunt}[정령 사냥]{/g} 법령을 잠금 해제합니다.

source: Adds 30,000 Leadership experience points.
ko_mt: 리더십 경험치 30,000점을 추가합니다.

source: All generals gain +1 level to the {g|ReductionOfLosses}[Reduction of Losses]{/g} feat.
ko_mt: 모든 장수는 {g|ReductionOfLosses}[손실 감소]{/g} 업적 +1 레벨을 얻습니다.

source: All generals gain the {g|KnowledgeForTheChosenOnes}[Knowledge for the Chosen Ones]{/g} feat.
ko: 모든 지휘관은 {g|KnowledgeForTheChosenOnes}[선택받은 자의 지식]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 {g|KnowledgeForTheChosenOnes}[선택받은 자를 위한 지식]{/g} 능력을 얻습니다.

source: (Evil) Unlocks the {g|TradingTheCultistCaptives}[Trading the Cultist Captives]{/g} decree.
ko: (악) {g|TradingTheCultistCaptives}[사교도 포로 교환]{/g} 칙령을 해금합니다.
ko_mt: (악) {g|TradingTheCultistCaptives}[이교도 포로 거래]{/g} 칙령을 잠금 해제합니다.

source: (Lawful) Unlocks the {g|RaidOnTheSuccubus}[Raid on the Succubus]{/g} decree.
ko: (질서) {g|RaidOnTheSuccubus}[서큐버스 습격]{/g} 칙령을 해금합니다.
ko_mt: (질서) {g|RaidOnTheSuccubus}[서큐버스 습격]{/g} 칙령을 잠금 해제합니다.

source: (Evil) Unlocks the {g|EnchantedDemons}[Enchanted Demons]{/g} decree.
ko: (악) {g|EnchantedDemons}[마법이 깃든 데몬들]{/g} 칙령을 해금합니다.
ko_mt: (악) {g|EnchantedDemons}[마법에 걸린 데몬]{/g} 칙령을 잠금 해제합니다.

source: (Chaotic) Unlocks the {g|DealWithTheThieflings}[Deal with the Thieflings]{/g} decree.
ko: (혼돈) {g|DealWithTheThieflings}[씨플링과의 거래]{/g} 칙령을 해금합니다.
ko_mt: (혼돈) {g|DealWithTheThieflings}[도둑과 거래]{/g} 칙령을 잠금 해제합니다.

source: Unlocks the {g|NestCleanup}[Nest Cleanup]{/g} decree.
ko: {g|NestCleanup}[둥지 청소]{/g} 칙령을 해금합니다.
ko_mt: {g|NestCleanup}[둥지 정리]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|MonsterSlayers}[Monster Slayers]{/g} decree.
ko: {g|MonsterSlayers}[괴물 사냥꾼]{/g} 칙령을 해금합니다.
ko_mt: {g|MonsterSlayers}[괴물 슬레이어]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|TamingMonsters}[Taming Monsters]{/g} decree.
ko: {g|TamingMonsters}[괴물 길들이기]{/g} 칙령을 해금합니다.
ko_mt: {g|TamingMonsters}[괴물 길들이기]{/g} 법령을 잠금 해제합니다.

source: (Chaotic) Adds 6,500 Diplomacy experience points.
ko: (혼돈) 6,500 교섭 경험치 점수를 더합니다.
ko_mt: (혼돈) 외교 경험치 6,500을 추가합니다.

source: (Lawful) Adds 9,000 Leadership experience points.
ko: (질서) 9,000 통솔 경험치를 더합니다.
ko_mt: (질서) 리더십 경험치 9,000점을 추가합니다.

source: (Evil) Unlocks the {g|SecretRepressions}[Secret Repressions]{/g} decree.
ko: (악) {g|SecretRepressions}[비밀 억압]{/g} 칙령을 해금합니다.
ko_mt: (악) {g|SecretRepressions}[비밀 억압]{/g} 칙령을 잠금 해제합니다.

source: (Lawful) Unlocks the {g|GrievanceAgainstGalt}[Grievance Against Galt]{/g} decree.
ko: (질서){g|GrievanceAgainstGalt}[갈트에 대한 불만]{/g} 칙령을 해금합니다.
ko_mt: (질서) {g|GrievanceAgainstGalt}[골트에 대한 불만 사항]{/g} 칙령을 잠금 해제합니다.

source: (Good) All generals gain +1 level to the {g|ReductionOfLosses}[Reduction of Losses]{/g} feat.
ko_mt: (선) 모든 장수는 {g|ReductionOfLosses}[손실 감소]{/g} 업적 +1 레벨을 얻습니다.

source: (Evil) Adds 9,000 Leadership experience points.
ko_mt: (악) 리더십 경험치 9,000점을 추가합니다.

source: Adds 8,000 Finance Points.
ko: 8,000 재정 점수를 더합니다.
ko_mt: 8,000 재정 점수를 추가합니다.

source: The most experienced general gains the {g|DemonicLullaby}[Demonic Lullaby]{/g} ability.
ko: 가장 경험많은 지휘관이 {g|DemonicLullaby}[데몬의 자장가]{/g} 능력을 얻습니다.
ko_mt: 가장 경험이 많은 장수는 {g|DemonicLullaby}[데몬의 자장가]{/g} 능력을 얻습니다.

source: All generals gain +1 level to the {g|ReductionOfLosses}[Reduction of Losses]{/g} feat.
ko_mt: 모든 장수는 {g|ReductionOfLosses}[손실 감소]{/g} 업적 +1 레벨을 얻습니다.

source: All units gain the {g|WellRested}[Well Rested]{/g} feat for 45 days.
ko: 모든 유닛이 45일 동안 {g|WellRested}[푹 쉼]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛은 45일 동안 {g|WellRested}[잘 쉬다]{/g} 업적을 얻습니다.

source: Unlocks the {g|StrengtheningTheMind}[Strengthening the Mind]{/g} decree.
ko: {g|StrengtheningTheMind}[마음 강화]{/g} 칙령을 해금합니다.
ko_mt: {g|StrengtheningTheMind}[마음 강화]{/g} 법령을 잠금 해제합니다.

source: (Evil) All generals gain +1 level to the {g|Poison}[Poison]{/g} ability. Crusade morale reduces by 20.
ko_mt: (악) 모든 장수가 {g|Poison}[중독]{/g} 능력 +1 레벨을 얻습니다. 십자군 사기가 20 감소합니다.

source: (Good) Crusade morale increases by 25.
ko: (선) 성전 사기가 25 증가합니다.
ko_mt: (선) 십자군 사기가 25 증가합니다.

source: (Evil) Unlocks the {g|PoisonousUndead}[Poisonous Undead]{/g} decree.
ko: (악) {g|PoisonousUndead}[독기의 언데드]{/g} 칙령을 해금합니다.
ko_mt: (악) {g|PoisonousUndead}[독 언데드]{/g} 칙령을 잠금 해제합니다.

source: All units gain the {g|Tough}[Tough]{/g} feat.
ko: 모든 유닛이 {g|Tough}[튼튼함]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛이 {g|Tough}[거친]{/g} 업적을 얻습니다.

source: Crusade morale increases by 25.
ko: 성전 사기가 25 증가합니다.
ko_mt: 십자군 사기가 25 증가합니다.

source: (Lawful) Unlocks the {g|EradicatingTheAnomaly}[Eradicating the Anomaly]{/g} decree.
ko: (질서) {g|EradicatingTheAnomaly}[이상현상을 제거하다]{/g} 칙령을 해금합니다.
ko_mt: (질서) {g|EradicatingTheAnomaly}[이상 징후 근절]{/g} 칙령을 잠금 해제합니다.

source: (Evil) Unlocks the {g|BloodPotion}[Blood Potion]{/g} decree.
ko: (악) {g|BloodPotion}[피의 물약]{/g} 칙령을 해금합니다.
ko_mt: (악) {g|BloodPotion}[피의 물약]{/g} 칙령을 잠금 해제합니다.

source: (Lawful) Adds 1,200 Leadership experience points.
ko: (질서) 1,200 통솔 경험치를 더합니다.
ko_mt: (질서) 리더십 경험치 1,200점을 추가합니다.

source: (Evil) 2 {g|Witches}[Witches]{/g} are recruited at the Commander's headquarters.
ko: (악) 사령관의 지휘부에 2 {g|Witches}[위치]{/g}를 모집합니다.
ko_mt: (악) 사령관 본부에서 {g|Witches}[마녀]{/g} 2명을 모집합니다.

source: (Lawful) 7 {g|Hellknightscrusade}[Hellknights]{/g} are recruited at the Commander's headquarters.
ko: (질서) 사령관의 지휘부에 7 {g|Hellknightscrusade}[헬나이트]{/g}를 모집합니다.
ko_mt: (질서) 사령관 본부에서 7명의 {g|Hellknightscrusade}[지옥기사]{/g}을 모집합니다.

source: All units gain the {g|Prudent}[Prudent]{/g} feat.
ko: 모든 유닛이 {g|Prudent}[신중]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛이 {g|Prudent}[신중함]{/g} 업적을 얻습니다.

source: Recruitment growth for all trainable units from the Main Archery Range and the Main Stables increases by 20%. All trainable units from the Main Barracks receive the {g|Vulnerable}[Vulnerable]{/g} feat.
ko: 중앙 궁술 훈련장과 중앙 마굿간이 제공하는 훈련 가능 유닛의 모집 성장이 20% 증가합니다. 중앙 병영에서 훈련가능한 모든 유닛은 {g|Vulnerable}[취약함]{/g} 특기를 받습니다.
ko_mt: 주 활쏘기 훈련장과 주 마구간에서 훈련 가능한 모든 유닛의 모집 증가량이 20% 증가합니다. 주 막사에서 훈련 가능한 모든 유닛이 {g|Vulnerable}[취약]{/g} 능력을 얻습니다.

source: Unlocks the {g|BestOfTheBest}[Best of the Best]{/g} decree.
ko: {g|BestOfTheBest}[최고 중에 최고]{/g} 칙령을 해금합니다.
ko_mt: {g|BestOfTheBest}[베스트 오브 더 베스트]{/g} 법령을 잠금 해제합니다.

source: All generals gain +1 level to the {g|StrivingForDistinction}[Striving for Distinction]{/g} feat.
ko_mt: 모든 장수는 {g|StrivingForDistinction}[차별화를 위한 노력]{/g} 업적 +1 레벨을 얻습니다.

source: Unlocks the {g|FamousRecruiters}[Famous Recruiters]{/g} decree.
ko: {g|FamousRecruiters}[유명한 모집관]{/g} 칙령을 해금합니다.
ko_mt: {g|FamousRecruiters}[유명한 채용 담당자]{/g} 법령을 잠금 해제합니다.

source: (Chaotic) Unlocks the {g|DrakeTraining}[Drake Training]{/g} decree.
ko: (혼돈) {g|DrakeTraining}[드레이크 훈련]{/g} 칙령을 해금합니다.
ko_mt: (혼돈) {g|DrakeTraining}[드레이크 트레이닝]{/g} 칙령을 잠금 해제합니다.

source: Crusade morale increases by 25.
ko: 성전 사기가 25 증가합니다.
ko_mt: 십자군 사기가 25 증가합니다.

source: Unlocks the {g|MountTraining}[Mount Training]{/g} decree.
ko: {g|MountTraining}[기마 훈련]{/g} 칙령을 해금합니다.
ko_mt: {g|MountTraining}[탈것 훈련]{/g} 법령을 잠금 해제합니다.

source: (Good) Unlocks the {g|DrakeLeader}[Drake Leader]{/g} decree.
ko: (선) {g|DrakeLeader}[드레이크 지휘관]{/g} 칙령을 해금합니다.
ko_mt: (선) {g|DrakeLeader}[드레이크 리더]{/g} 칙령을 잠금 해제합니다.

source: Unlocks the {g|DrakePoison}[Drake Poison]{/g} decree.
ko: {g|DrakePoison}[드레이크 독]{/g} 칙령을 해금합니다.
ko_mt: {g|DrakePoison}[드레이크 포이즌]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|RescueSquads}[Rescue Squads]{/g} decree.
ko: {g|RescueSquads}[구조대]{/g} 칙령을 해금합니다.
ko_mt: {g|RescueSquads}[구조대]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|StrategicRoutes}[Strategic Routes]{/g} decree.
ko: {g|StrategicRoutes}[전략적 경로]{/g} 칙령을 해금합니다.
ko_mt: {g|StrategicRoutes}[전략 노선]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|Diviners}[Diviners]{/g} decree.
ko: {g|Diviners}[점쟁이들]{/g} 칙령을 해금합니다.
ko_mt: {g|Diviners}[점쟁이]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|HelpFromThePeopleOfTheForest}[Help from the People of the Forest]{/g} decree.
ko: {g|HelpFromThePeopleOfTheForest}[숲 속 거주자들의 도움]{/g} 칙령을 해금합니다.
ko_mt: {g|HelpFromThePeopleOfTheForest}[숲의 사람들의 도움]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|TrackerTraining}[Tracker Training]{/g} decree.
ko: {g|TrackerTraining}[추적자 훈련]{/g} 칙령을 해금합니다.
ko_mt: {g|TrackerTraining}[추적기 교육]{/g} 법령을 잠금 해제합니다.

source: Adds 9,000 Leadership experience points.
ko: 9,000 통솔 경험치를 더합니다.
ko_mt: 리더십 경험치 9,000점을 추가합니다.

source: Adds 100 Energy Points.
ko: 에너지 점수가 100 증가합니다.
ko_mt: 에너지 점수 100점을 추가합니다.

source: (Good) Adds 7,500 Finance Points.
ko: (선) 7,500 재정 점수를 더합니다.
ko_mt: (선) 7,500 재정 점수를 추가합니다.

source: (Good) Unlocks the {g|HealingTheKindred}[Healing the Kindred]{/g} decree.
ko: (선) {g|HealingTheKindred}[동족 치유]{/g} 칙령을 해금합니다.
ko_mt: (선) {g|HealingTheKindred}[종족 치유]{/g} 칙령을 잠금 해제합니다.

source: (Evil) Unlocks the {g|EnslavingTheDragon}[Enslaving the Dragon]{/g} decree.
ko: (악) {g|EnslavingTheDragon}[드래곤 노예화]{/g} 칙령을 해금합니다.
ko_mt: (악) {g|EnslavingTheDragon}[드래곤 노예화]{/g} 칙령을 잠금 해제합니다.

source: Adds 1,500 Military experience points.
ko: 1,500 군사 경험치 점수를 더합니다.
ko_mt: 군사 경험치 1,500점을 추가합니다.

source: Crusade morale increases by 40, deducts 1,000 Military experience points.
ko: 성전 사기가 40 증가하지만 1,000 군사 경험치 점수를 차감합니다.
ko_mt: 십자군 사기가 40 증가하고, 군사 경험치 1,000이 감소합니다.

source: All units gain the {g|Fearless}[Fearless]{/g} feat.
ko: 모든 유닛이 {g|Fearless}[용감함]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛이 {g|Fearless}[두려움 없는]{/g} 업적을 얻습니다.

source: Unlocks the {g|SecurityTraining}[Security Training]{/g} decree.
ko: {g|SecurityTraining}[보안 훈련]{/g} 칙령을 해금합니다.
ko_mt: {g|SecurityTraining}[보안 교육]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|DaringBlow}[Daring Blow]{/g} ritual.
ko: {g|DaringBlow}[대담한 일격]{/g} 의식을 해금합니다.
ko_mt: {g|DaringBlow}[과감한 타격]{/g}의식을 잠금 해제합니다.

source: Unlocks the {g|Reconnaissance}[Reconnaissance]{/g} ritual.
ko: {g|Reconnaissance}[정찰]{/g} 의식을 해금합니다.
ko_mt: {g|Reconnaissance}[인식]{/g}의식을 잠금 해제합니다.

source: Unlocks the {g|RaidForPlunder}[Raid for Plunder]{/g} decree.
ko: {g|RaidForPlunder}[약탈자 습격]{/g} 칙령을 해금합니다.
ko_mt: {g|RaidForPlunder}[약탈을 위한 공격대]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|FreeingThePrisoners}[Freeing the Prisoners]{/g} decree.
ko: {g|FreeingThePrisoners}[죄수 해방]{/g} 칙령을 해금합니다.
ko_mt: {g|FreeingThePrisoners}[포로 석방하기]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|ActOfIntimidation}[Act of Intimidation]{/g} ritual.
ko: {g|ActOfIntimidation}[위협 행동]{/g} 의식을 해금합니다.
ko_mt: {g|ActOfIntimidation}[협박 행위]{/g}의식을 잠금 해제합니다.

source: Provides {g|Artefact_Event_66}[sword of the chosen one]{/g}.
ko: {g|Artefact_Event_66}[선택받은 자의 검]{/g}을 제공합니다.
ko_mt: {g|Artefact_Event_66}[선택된 자의 검]{/g}을 제공합니다.

source: The general chosen by the higher powers is recruited.
ko: 높으신 분들이 선택한 지휘관을 고용합니다.
ko_mt: 상위 세력이 선택한 장군을 모집합니다.

source: Crusade morale increases by 25, recruitment growth for trainable units increases by 50% for 7 days.
ko: 성전 사기가 25, 훈련 가능 유닛의 모집 성장이 7일 동안 50% 증가합니다.
ko_mt: 7일 동안 십자군 사기가 25 증가하고, 훈련 가능한 유닛의 모집 성장률이 50% 증가합니다.

source: Unlocks the {g|TreasuresFromTheLake}[Treasures from the Lake]{/g} decree.
ko: {g|TreasuresFromTheLake}[호수의 보물]{/g} 칙령을 해금합니다.
ko_mt: {g|TreasuresFromTheLake}[호수의 보물]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|EquipmentForFighters}[Equipment for Fighters]{/g} decree.
ko: {g|EquipmentForFighters}[전사들을 위한 장비]{/g} 칙령을 해금합니다.
ko_mt: {g|EquipmentForFighters}[파이터용 장비]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|EquipmentForSharpshooters}[Equipment for Sharpshooters]{/g} decree.
ko: {g|EquipmentForSharpshooters}[명사수들을 위한 장비]{/g} 칙령을 해금합니다.
ko_mt: {g|EquipmentForSharpshooters}[명사수용 장비]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|EquipmentForCasters}[Equipment for Casters]{/g} decree.
ko: {g|EquipmentForCasters}[시전자들을 위한 장비]{/g} 칙령을 해금합니다.
ko_mt: {g|EquipmentForCasters}[시전자용 장비]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|MagicMeadow}[Magic Meadow]{/g} decree.
ko: {g|MagicMeadow}[마법의 초원]{/g} 칙령을 해금합니다.
ko_mt: {g|MagicMeadow}[마법의 초원]{/g} 법령을 잠금 해제합니다.

source: Adds 6,000 Diplomacy experience points.
ko: 6,000 교섭 경험치를 더합니다.
ko_mt: 외교 경험치 6,000을 추가합니다.

source: Crusade morale increases by 25.
ko: 성전 사기가 25 증가합니다.
ko_mt: 십자군 사기가 25 증가합니다.

source: (Evil) Unlocks the {g|UndeadGuards}[Undead Guards]{/g} decree.
ko: (악) {g|UndeadGuards}[언데드 수호자]{/g} 칙령을 해금합니다.
ko_mt: (악) {g|UndeadGuards}[언데드 경비병]{/g} 칙령을 잠금 해제합니다.

source: (Evil) Adds 4,000 Diplomacy experience points and 7,500 Finance Points.
ko: (악) 4,000 교섭 경험치 점수와 7,500 재정 점수를 더합니다.
ko_mt: (악) 외교 경험치 4,000과 재정 점수 7,500을 추가합니다.

source: Unlocks the {g|NightmareWardens}[Nightmare Wardens]{/g} decree.
ko: {g|NightmareWardens}[악몽 파수꾼]{/g} 칙령을 해금합니다.
ko_mt: {g|NightmareWardens}[악몽 감시자]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|HarmonyOfDreams}[Harmony of Dreams]{/g} decree.
ko: {g|HarmonyOfDreams}[꿈의 조화]{/g} 칙령을 해금합니다.
ko_mt: {g|HarmonyOfDreams}[꿈의 하모니]{/g} 법령을 잠금 해제합니다.

source: (Evil) All units gain the {g|Tormented}[Tormented]{/g} feat.
ko: (악) 모든 유닛이 {g|Tormented}[고통받음]{/g} 특기를 얻습니다.
ko_mt: (악) 모든 유닛이 {g|Tormented}[괴롭힘]{/g} 위업을 얻습니다.

source: (Good) Energy Points income increases by 2.
ko: (선) 에너지 점수 수입이 2 증가합니다.
ko_mt: (선) 에너지 점수 수입이 2 증가합니다.

source: (Lawful) Adds 3,500 Leadership experience points.
ko: (질서) 3,500 통솔 경험치를 더합니다.
ko_mt: (질서) 리더십 경험치 3,500을 추가합니다.

source: Crusade morale increases by 20.
ko: 성전 사기가 20 증가합니다.
ko_mt: 십자군 사기가 20 증가합니다.

source: (Good) Unlocks the {g|HolyWards}[Holy Wards]{/g} decree.
ko: (선) {g|HolyWards}[신성한 수호]{/g} 칙령을 해금합니다.
ko_mt: (선) {g|HolyWards}[성스러운 병동]{/g} 칙령을 잠금 해제합니다.

source: (Chaotic) Unlocks the {g|BuyACloakSupportTheCrusade}[Buy a Cloak — Support the Crusade!]{/g} decree.
ko: (혼돈) {g|BuyACloakSupportTheCrusade}[망토를 사세요 — 성전을 지원하세요!]{/g} 칙령을 해금합니다.
ko_mt: (혼돈) {g|BuyACloakSupportTheCrusade}[망토 구매 - 성전단을 지원하세요!]{/g} 칙령을 잠금 해제합니다.

source: Adds 5,500 Diplomacy experience points.
ko: 5,000 교섭 경험치를 더합니다.
ko_mt: 외교 경험치 5,500점을 추가합니다.

source: Adds 10,000 Leadership experience points.
ko: 10,000 통솔 경험치를 더합니다.
ko_mt: 리더십 경험치 10,000점을 추가합니다.

source: Provides {g|Artefact_Event_70}[weapon from Asmodeus]{/g}.
ko: {g|Artefact_Event_70}[아스모데우스의 무기]{/g}를 제공합니다.
ko_mt: {g|Artefact_Event_70}[아스모데우스의 무기]{/g}을 제공합니다.

source: (Evil) Adds 6,500 Leadership experience points and 4,500 Diplomacy experience points.
ko: (악) 6,500 통솔 경험치와 4,500 교섭 경험치를 더합니다.
ko_mt: (악) 리더십 경험치 6,500, 외교 경험치 4,500을 추가합니다.

source: (Good) Adds 5,000 Leadership experience points. All generals gain +1 level to the {g|ReductionOfLosses}[Reduction of Losses]{/g} feat.
ko_mt: (선) 리더십 경험치 5,000이 추가됩니다. 모든 장군이 {g|ReductionOfLosses}[손실 감소]{/g} 업적 +1 레벨을 획득합니다.

source: Adds 5,500 Logistics experience points.
ko: 5,500 보급 경험치를 더합니다.
ko_mt: 물류 경험치 5,500점을 추가합니다.

source: Adds 10,000 Finance Points and 500 Materials Points.
ko: 10,000 재정 점수와 500 물자 점수를 더합니다.
ko_mt: 재정 점수 10,000점 및 재료 점수 500점을 추가합니다.

source: Adds 150 Energy Points.
ko: 150 에너지 점수를 더합니다.
ko_mt: 에너지 점수 150점을 추가합니다.

source: Unlocks the {g|DumpExcavation}[Dump Excavation]{/g} decree.
ko: {g|DumpExcavation}[쓰레기장 발굴]{/g} 칙령을 해금합니다.
ko_mt: {g|DumpExcavation}[덤프 굴착]{/g} 법령을 잠금 해제합니다.

source: Adds 3,000 Logistics experience points, 10,000 Finance Points and 25,000 gold.
ko: 3,000 병참 경험지 점수, 10,000 재정 점수, 25,000 금화를 더합니다.
ko_mt: 물류 경험치 3,000, 재정 점수 10,000, 골드 25,000을 추가합니다.

source: Crusade morale increases by 25.
ko: 성전 사기가 25 증가합니다.
ko_mt: 십자군 사기가 25 증가합니다.

source: All generals gain the {g|DestructiveSpells}[Destructive Spells]{/g} feat.
ko: 모든 지휘관이 {g|DestructiveSpells}[파괴적인 주문]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 {g|DestructiveSpells}[파괴 주문]{/g} 능력을 얻습니다.

source: (Lawful) All units gain the {g|DrivingForce}[Driving Force]{/g} feat for 60 days.
ko: (질서) 모든 유닛이 60일 동안 {g|DrivingForce}[몰아치는 힘]{/g} 특기를 얻습니다.
ko_mt: (질서) 모든 유닛이 60일 동안 {g|DrivingForce}[원동력]{/g} 업적을 얻습니다.

source: 42 {g|Barbarians}[Barbarians]{/g} are recruited at the Commander's headquarters.
ko_mt: 사령관 본부에서 42 {g|Barbarians}[야만인]{/g}을 모집합니다.

source: Crusade morale increases by 25.
ko: 성전 사기가 25 증가합니다.
ko_mt: 십자군 사기가 25 증가합니다.

source: (Good) Unlocks the {g|NorthernHunters}[Northern Hunters]{/g} decree.
ko: (선) {g|NorthernHunters}[북방의 사냥꾼들]{/g} 칙령을 해금합니다.
ko_mt: (선) {g|NorthernHunters}[북부 사냥꾼]{/g} 칙령을 잠금 해제합니다.

source: (Evil) Unlocks the {g|UnleashedRage}[Unleashed Rage]{/g} decree.
ko: (악) {g|UnleashedRage}[해방된 격노]{/g} 칙령을 해금합니다.
ko_mt: (악) {g|UnleashedRage}[해방된 분노]{/g} 칙령을 잠금 해제합니다.

source: Unlocks the {g|TheHeartless}[The Heartless]{/g} decree.
ko: {g|TheHeartless}[냉혹한 자]{/g} 칙령을 해금합니다.
ko_mt: {g|TheHeartless}[무정한 자]{/g} 법령을 잠금 해제합니다.

source: (Evil) Adds 2,500 Military experience points and deducts 2,500 Leadership experience points.
ko: (악) 군사 경험치를 2,500 획득하고 통솔 경험치를 2,500 잃습니다.
ko_mt: (악) 군사 경험치 2,500을 추가하고 리더십 경험치 2,500을 차감합니다.

source: (Lawful) Crusade morale increases by 30.
ko: (질서) 성전 사기가 30 증가합니다.
ko_mt: (질서) 십자군 사기가 30 증가합니다.
