Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: Congratulations! You have completed the first three chapters of Pathfinder: Wrath of the Righteous. There will be many more exciting adventures, interesting characters, challenging battles, and tough decisions ahead. Unfortunately, most of the content for Chapter 4 is still under development. We would be extremely grateful to you if you did not post screenshots or stream the fourth chapter of the game until we have a chance to finish and polish it up to the standards that our players deserve. We want the gaming experience of everyone to be as rewarding as possible, so we hope you can help us prevent the audience's impression from being spoiled by a work in progress. Thank you for your understanding! Owlcat Games
ko: 축하드립니다! 당신은 패스파인더: 의인의 분노의 세 막을 끝마쳤습니다. 이후로 더 많은 신나는 모험과 흥미로운 캐릭터들, 도전적인 전투와 어려운 결정들이 마련될 것입니다. 불행히도, 4막의 컨텐츠 대부분이 아직 개발중에 있습니다. 저희가 플레이어들이 받아 마땅한 기준선을 위해 작업을 끝내고 다듬을 때까지 당신께서 4막의 스크린샷이나 영상을 업로드하지 않아주신다면 저희 또한 대단히 감사할 것입니다. 저희는 모든 사람들의 플레이 경험이 최대한 놀라움으로 가득하길 원하며, 따라서 개발 중인 요소들로 인한 스포일러 방지를 위해 당신이 도움을 주시길 요청드립니다. 이해해주셔서 감사합니다! 아울캣 게임즈
ko_mt: 축하합니다! 패스파인더의 첫 세 챕터를 완료하셨습니다. 의로운 자의 분노. 앞으로 더 많은 흥미진진한 모험, 흥미로운 캐릭터, 도전적인 전투, 어려운 결정이 기다리고 있습니다. 유감스럽게도 챕터 4의 대부분의 콘텐츠는 아직 개발 중입니다. 플레이어가 만족할 만한 수준으로 게임을 완성하고 다듬을 수 있을 때까지 챕터 4의 스크린샷을 게시하거나 스트리밍을 하지 않으시면 대단히 감사하겠습니다. 저희는 모든 분들의 게임 경험이 최대한 보람되기를 바라며, 진행 중인 작품으로 인해 시청자분들의 인상이 손상되지 않도록 도와주시길 바랍니다." 사과드립니다! Owlcat Games

source: "Damn it! They've burned down the storehouse!"
ko: "이런 썅! 놈들이 창고에 불을 질렀어!"
ko_mt: "젠장! 그들이 창고를 불태웠어요!"

source: This door is protected by an electric field. There must be a way to turn it off.
ko: 이 문은 전기장으로 보호받는 중입니다. 분명 이것을 해제할 방법이 있을 겁니다.
ko_mt: 이 문은 전기장에 의해 보호됩니다. 끄는 방법이 있을 것입니다.

source: Find the Storyteller
ko: 이야기꾼을 찾아라
ko_mt: 스토리텔러 찾기

source: Help the Storyteller
ko: 이야기꾼을 도와라
ko_mt: 스토리텔러를 도와주세요

source: The stern inquisitor has been persuaded to change his position on Ramien — now instead of death, the Desnan priest is threatened with exile. Ramien should hear what fate has been handed down to him.
ko: 완고한 인퀴지터는 설득되었고 라미엔에 대한 그의 입장을 바꾸었다. 데즈나의 사제는 이제 죽음이 아닌 추방의 위협을 받고 있다. 라미엔은 그에게 내려진 운명이 무엇인지 들어야만 한다.
ko_mt: 엄격한 종교 재판관이 라미엔에 대한 입장을 바꾸도록 설득되었습니다. 이제 데스나 신부는 죽음 대신 추방 위협을 받고 있습니다. 라미엔은 그에게 어떤 운명이 전해 졌는지 들어야합니다.

source: Tell Ramien about Hulrun's decision
ko: 라미엔에게 헐런의 선택에 대해 말하라
ko_mt: 라미엔에게 훌런의 결정에 대해 말해줘

source: Talk to the leader of the rangers
ko: 레인저 대장과 대화하라
ko_mt: 레인저의 리더와 대화

source: Destroy the cultists
ko: 사교도들을 제거하라
ko_mt: 이교도들을 파괴하라

source: Talk to the leader of the rangers
ko: 레인저 대장과 대화하라
ko_mt: 레인저의 리더와 대화

source: Appoint Irabeth to the post of advisor.
ko: 이라베스를 보좌관으로 임명하라.
ko_mt: 이라베스를 고문의 직책에 임명하십시오.

source: Appointment for Irabeth
ko: 이라베스에게 보내는 임명장
ko_mt: 이라베스를 위한 임명

source: Talk to Irabeth about the events of the attack on Drezen.
ko: 드레젠 공격때의 일에 대해 이라베스와 이야기하라.
ko_mt: 드레젠에 대한 공격 사건에 대해 이라베스와 이야기하십시오.

source: Delamere took up her place guarding the ziggurat.
ko: 델라미어는 지구라트를 보호하는 역할을 맡았다.
ko_mt: 델라미어가 지구라트를 지키는 그녀의 자리를 차지했습니다.

source: Delamere the priestess of Erastil gained undeath and serves the Commander.
ko: 에라스틸의 여사제 델라미어는 불사를 얻었고 사령관을 섬긴다.
ko_mt: 에라스틸의 여사제 델라미어가 밑에 들어가 사령관을 섬긴다.

source: Nulkineth gained undeath and took up his place guarding the ziggurat.
ko: 눌키네스는 불사를 얻었고 지구라트를 보호하는 임무를 맡았다.
ko_mt: 눌 키네스가 밑으로 들어가 지구라트를 지키는 그의 자리를 차지했습니다.

source: Seek out the restless spirit of a demon in the Lost Chapel and subjugate it.
ko: 잃어버린 예배당에서 안식을 얻지 못한 데몬의 영혼을 찾아 예속시켜라.
ko_mt: 잃어버린 예배당에서 데몬의 불안한 영혼을 찾아 정복하십시오.

source: Demon Resurrection
ko: 데몬 부활
ko_mt: 데몬 부활

source: Staunton the traitor has returned to life to serve the Commander.
ko: 배신자 스턴튼은 사령관을 섬기기 위해 죽음에서 돌아왔다.
ko_mt: 반역자 스턴튼이 사령관을 섬기기 위해 살아 돌아 왔습니다.

source: Staunton the traitor has returned to life to serve the Commander.
ko: 배신자 스턴튼은 사령관을 섬기기 위해 죽음에서 돌아왔다.
ko_mt: 반역자 스턴튼이 사령관을 섬기기 위해 살아 돌아 왔습니다.

source: Staunton took up his place guarding the ziggurat.
ko: 스턴튼은 지구라트를 보호하는 임무를 맡았다.
ko_mt: 스턴튼은 지구라트를 지키는 그의 자리를 차지했습니다.

source: Why is this young man relentlessly seeking out dates with the ugliest of Alushinyrra's denizens? It would be interesting to find him in the tavern and ask him about it.
ko: 왜 이 젊은이는 알루시니라의 주민들 중 가장 못생긴 사람과 데이트를 하려고 끊임없이 찾고 있는 것일까? 선술집에서 그를 찾아 물어보는 것도 흥미로울 것이다.
ko_mt: 왜 이 청년은 알루시니라 주민들 중 가장 못생긴 사람과 끊임없이 데이트를 하려고 할까요? 선술집에서 그를 찾아서 물어 보는 것도 흥미로울 것입니다.

source: Hapless Flirt
ko: 불운한 바람둥이
ko_mt: 불운한 바람둥이

source: After successfully surviving an assassination attempt, the Commander would be wise to talk to Greybor about what happened and what will happen next.
ko: 암살 시도로부터 살아남았으니, 사령관은 지금 일어난 일과 앞으로 일어날 일에 대해 그레이보르와 논의하는 것이 현명할 것이다.
ko_mt: 암살 시도에서 성공적으로 살아남은 후 사령관은 무슨 일이 일어 났는지 그리고 다음에 일어날 일에 대해 그레이버와 이야기하는 것이 현명할 것입니다.

source: Discuss the failed assassination attempt with Greybor
ko: 실패한 암살 시도에 대해 그레이보르와 논의하라
ko_mt: 실패한 암살 시도에 대해 그레이버와 상의하세요.

source: A Matter of Reputation
ko: 평판의 문제
ko_mt: 평판의 문제

source: Bhurgaz, who runs the Bad Luck Inn, has told a story about a bone ship in the local port gathering a crew to go looking for treasure. Perhaps the ship's helmsman will have an interesting proposal for the Commander.
ko_mt: 불운의 여관을 운영하는 부르가즈가 지역 항구에 있는 뼈배가 보물을 찾기 위해 선원들을 모으고 있다는 이야기를 들려줬어요. 아마도 배의 조타수가 사령관에게 흥미로운 제안을 할 것입니다.

source: Bhurgaz, who runs the Bad Luck Inn, has told a story about a bone ship in the local port gathering a crew to go looking for treasure. Perhaps the Commander will find a familiar face in the ship's helmsman.
ko_mt: 불운의 여관을 운영하는 부르가즈는 지역 항구에 있는 뼈배가 보물을 찾기 위해 선원들을 모으는 이야기를 들려주었습니다. 아마도 사령관은 배의 조타수에게서 익숙한 얼굴을 발견 할 것입니다.

source: The encounter with the restless spirit in the catacombs of the old Sarkorian village is now in the past.
ko_mt: 오래된 사르코리안 마을의 지하 묘지에서 불안한 영혼과의 만남은 이제 과거에 있습니다.

source: Another of the Master's soul shards is in the hands of the mortals. Excellent. Will they find their way to the next ones, once they reach his frozen domain?
ko_mt: 마스터의 영혼 파편 중 하나가 필멸자들의 손에 들어갔어. 훌륭하군. 마스터의 얼어붙은 영역에 도착하면 다음 영혼 조각으로 갈 수 있을까요?

source: Return to the ice fane
ko_mt: 얼음 부채꼴로 돌아가기

source: Subject to Correction
ko: 교정 대상
ko_mt: 수정 대상

source: The time has come!
ko: 때가 왔습니다!
ko_mt: 드디어 때가 왔습니다!

source: Report to Irmangaleth
ko: 이르망갈레스에게 보고하라
ko_mt: 이르망갈레스에게 보고

source: The spell Baphomet placed on the Ineluctable Prison has been broken. Countless specters seeking to wreak vengeance upon the Lord of the Minotaurs have joined the ranks of the Commander's army. They are driven by anger and hatred born of centuries of imprisonment.
ko: 바포메트가 불가피한 감옥에 걸어둔 주문은 파괴되었다. 미노타우르스의 왕에게 복수를 바라는 무수히 많은 영혼들이 사령관의 군대에 합류했다. 그들은 수 세기 동안 이어진 감금으로 인한 분노와 증오만으로 움직인다.
ko_mt: 바포메트가 불가항력 감옥에 걸었던 주문이 풀렸습니다. 미노타우로스의 군주에게 복수하려는 수많은 유령이 사령관의 군대 대열에 합류했습니다. 이들은 수 세기 동안 갇혀 지낸 분노와 증오에 사로잡혀 있습니다.

source: Asmodeus defeated Baphomet at the height of his glory and cast the demon lord into a place called the Ivory Labyrinth. The Ruler of Hell ensorcelled the maze so that escape would always be denied to its prisoners. The Lord of the Minotaurs managed to trick his captor, but he did not forget how powerful and effective the magic of the Ivory Labyrinth was. Now, no soul can leave it without Baphomet's permission. Countless specters languish within its walls, and their combined might is great enough to have caught the Commander's interest. Now {mf|he|she} is looking for a key to set these apparitions free and make them serve the Undead Crusade.
ko: 아스모데우스는 바포메트의 위세가 절정이던 때 그를 패배시켰고, 데몬 군주를 상아 미궁이라는 장소에 가뒀다. 지옥의 통치자는 수감자의 모든 탈출 시도를 거부하도록 미로에 마법을 걸어뒀다. 미노타우르스의 군주는 간수를 속이는데 성공했지만, 상아 미궁에 걸린 마법이 얼마나 강하고 효과적이었는지 또한 잊지 않았다. 지금은 바포메트의 허락 없이 어떤 영혼도 빠져나갈 수 없다. 수도 없이 많은 악령들이 감옥 안에서 신음하고 있으며, 그들의 종합적인 힘은 사령관의 흥미를 끌기에 충분했다. 이제 {mf|그|그녀}는 이 유령들을 해방시켜 불사의 성전을 따르게 만들기 위한 열쇠를 찾는 중이다.
ko_mt: 아스모데우스는 전성기 시절 바포메트를 물리치고 데몬 로드를 상아 미궁이라는 곳에 가두었습니다. 지옥의 지배자는 미궁에 갇힌 죄수들이 탈출할 수 없도록 미궁을 포위했습니다. 미노타우로스의 군주는 포로를 속이는데 성공했지만 상아 미궁의 마법이 얼마나 강력하고 효과적인지 잊지 않았습니다. 이제 어떤 영혼도 바포메트의 허락 없이는 그곳을 떠날 수 없습니다. 벽 안에는 수많은 유령이 잠들어 있고, 그 힘을 합치면 사령관의 관심을 끌기에 충분합니다. 이제 {mf|그|그녀}는 이 유령들을 풀어 언데드 성전을 위해 봉사하게 할 열쇠를 찾고 있습니다.

source: The Ineluctable Prison
ko: 불가피한 감옥
ko_mt: 피할 수 없는 감옥

source: The Ineluctable Prison is teeming with the ghosts of prisoners unable to escape it even in death, as well as the ghosts of many mortal Baphomites who must continue to attend their master in the afterlife. They are full of malice and will be useful during the assault on the Worldwound, if the Commander can find a way to release them from the Ivory Labyrinth.
ko: 불가피한 감옥에는 죽어서조차 탈출할 수 없었던 수감자들의 영혼과, 죽어서도 바포메트를 섬겨야만 하는 필멸자 숭배자들의 유령으로 바글거린다. 악의로 가득 찬 그들은 세계상처 공격시 유용한 전력이 되겠지만, 그러기 위해선 먼저 그들을 상아 미궁에서 풀어줄 방법을 찾아야만 한다.
ko_mt: 피할 수 없는 감옥에는 죽어서도 탈출할 수 없는 죄수들의 유령과 사후 세계에서도 주인을 계속 모셔야 하는 수많은 필멸자 바포마이트의 유령이 가득합니다. 이들은 악의에 가득 차 있으며 사령관이 상아 미궁에서 그들을 풀어줄 방법을 찾아낸다면 세계상처를 공격하는 동안 유용하게 쓰일 것입니다.

source: Find a way to release the spirits languishing in Baphomet's prison
ko: 바포메트의 감옥에서 신음하는 영혼들을 해방할 방법을 찾아라
ko_mt: 바포메트의 감옥에 갇혀 있는 영혼들을 풀어줄 방법을 찾아보세요.

source: The runelord Alderpash is a skillful practitioner of magic so ancient that modern wizards have never even heard of many of its intricacies. He has given the Commander a scroll containing a spell that should be read in Baphomet's chapel to break his magical seal. After the deed is done, the ghosts in the Ineluctable Prison will be free to leave their jail.
ko: 룬로드 알더페시는 현대의 위자드들이 그 난해함 중 대부분을 들어보지도 못했을 고대 마법에 통달한 자이다. 그는 바포메트의 예배당에서 읽음으로써 감옥의 봉인을 파괴할 수 있는 마법을 담은 두루마리를 사령관에게 건넸다. 그 위업이 달성되면, 불가피한 감옥의 유령들은 감옥을 떠날 자유를 찾게될 것이다.
ko_mt: 룬군주 알더파쉬는 현대의 위저드들은 그 복잡한 마법을 들어본 적도 없을 정도로 고대의 마법을 능숙하게 구사하는 사람입니다. 그는 사령관에게 바포메트의 예배당에서 마법의 봉인을 풀기 위해 읽어야 하는 주문이 담긴 두루마리를 건네주었습니다. 주문이 끝나면 불가항력 감옥에 갇힌 유령들은 감옥을 자유롭게 떠날 수 있습니다.

source: Read Alderpash's scroll in Baphomet's chapel
ko: 바포메트의 예배당에서 알더페시의 두루마리를 읽어라
ko_mt: 바포메트의 예배당에서 알더파쉬의 주문서 읽기

source: When a demon dies, it merges with the essence of the Abyss, which is why they never remain behind as ghosts. Nephilim are different — the spawn of demon lords have souls, and when they die, those souls face Pharasma's judgment... or else remain behind to lament their fate, like the apparition of Hepzamirah, Baphomet's daughter. Her father's spells have held her spirit fast, and now it is forever trapped inside the Ineluctable Prison. Hepzamirah is willing to cooperate with anyone, even her killer, to break the bonds of captivity. She claims she can break Baphomet's seal that keeps the specters inside the prison. She may be dead, but her wicked ghostly heart still holds a remnant of the power bestowed upon her as the Archpriestess of the Lord of the Minotaurs. And she will do anything to break free.
ko: 데몬이 죽으면 그것은 심연의 정수와 통합되며, 따라서 결코 유령으로 남을 수 없다. 네필림들은 다르다. 데몬 군주의 자식들에겐 영혼이 있으며, 그들이 죽으면 그 영혼은 파라즈마의 심판을 받는다... 아니면 바포메트의 딸인 헵자미라의 유령처럼 운명의 조각 뒤편에 남던가. 그녀의 아버지의 마법은 재빠르게 그녀의 영혼을 낚아챘으며, 지금 그녀는 불가피한 감옥에 영원히 감금당했다. 헵자미라는 이 감금에서 벗어나기 위해 그 누구에게라도, 심지어는 그녀를 살해한 자와도 협력할 의지를 가졌다. 그녀는 악령들을 감옥 내부에 붙잡아두는 바포메트의 봉인을 해제할 수 있다고 주장한다. 본체는 이미 죽었지만, 그녀의 사악한 영혼에는 아직 미노타우르스의 군주의 대제사장으로써 부여받은 힘의 편린이 남아있다. 또한 그녀는 자유로워지기 위해 뭐든지 할 것이다.
ko_mt: 데몬은 죽으면 심연의 정수와 합쳐지기 때문에 유령으로 남지 않습니다. 네피림은 다릅니다. 데몬 로드의 자손은 영혼을 가지고 있으며, 죽으면 그 영혼은 파라즈마의 심판을 받거나 바포메트의 딸 헵자미라의 유령처럼 자신의 운명을 한탄하며 남겨집니다. 아버지의 주문으로 영혼이 굳어버린 헵자미라의 영혼은 이제 피할 수 없는 감옥에 영원히 갇혀 있습니다. 헵자미라는 포로의 굴레를 풀기 위해서라면 누구든, 심지어 자신의 살인자라도 기꺼이 협력할 의향이 있습니다. 그녀는 자신이 유령들을 감옥에 가두는 바포메트의 봉인을 깰 수 있다고 주장합니다. 그녀는 죽었지만 사악한 유령의 심장은 여전히 미노타우로스의 군주 대제사장으로서 부여받은 힘의 잔재를 간직하고 있습니다. 그리고 그녀는 자유를 얻기 위해 무엇이든 할 것입니다.

source: Summon the spirit of Hepzamirah in Baphomet's chapel
ko: 바포메트의 예배당에서 헵자미라의 영혼을 소환하라
ko_mt: 바포메트의 예배당에서 헵자미라의 영혼을 소환하세요.

source: This dwarf won't give up that easily. Irabeth should probably know about this.
ko: 이 드워프는 쉽게 포기하지 않을 것이다. 이라베스는 이미 이 점을 알았을 것이다.
ko_mt: 이 드워프는 그렇게 쉽게 포기하지 않을 겁니다. 이라베스도 이 사실을 알고 있을 거예요.

source: Anevia, enraged by Hurgill's slander, suggested to Irabeth a method to beat the truth out of Hurgill. What method is it?
ko: 허길의 모함에 격분한 아네비아는 이라베스에게 허길에게서 진실을 끌어낼 방법을 제안한다. 그 방법이란 무엇인가?
ko_mt: 허길의 중상모략에 분노한 아네비아는 이라베스에게 허길의 진실을 파헤칠 방법을 제안했어요. 어떤 방법일까요?

source: Anevia suggests with innate bluntness to make the craftsman use his own armor for protection. Irabeth is inclined to more diplomatic measures.
ko: 아네베아는 선천적인 무뚝뚝함으로 장인이 본인의 보호를 위한 갑옷을 제작하도록 만들자고 제안했다. 이라베스는 더 외교적인 접근법에 동의했다.
ko_mt: 아네비아는 타고난 무뚝뚝함으로 장인이 자신의 갑옷을 보호용으로 사용하도록 제안합니다. 이라베스는 더 외교적인 방법을 선호합니다.

source: Listening to only one side of the argument is not the path of a fair aeon. We need to call on Irabeth too.
ko: 논쟁의 한 면 만을 듣는 것은 공정한 에온의 길이 아니다. 우리는 이라베스 또한 불러야 한다.
ko_mt: 한쪽의 주장에만 귀를 기울이는 것은 공정한 에온을 위한 길이 아닙니다. 이라베스도 불러야 합니다.

source: Talk to Irabeth
ko: 이라베스와 대화하라
ko_mt: 이라베스와 대화하기

source: Hurgill the Anvill doesn't want to take back his accusations. To make him talk we need more solid arguments.
ko: 모루 허길은 자신의 혐의를 부인했다. 그의 입을 열게 하려면 더 단단한 증거가 필요할 것이다.
ko_mt: 앤빌 허길은 자신의 비난을 철회하고 싶지 않아요. 그가 입을 열게 하려면 더 확실한 논거가 필요합니다.

source: Make Hurgill confess
ko: 허길의 자백을 받아라
ko_mt: 허길의 자백 받기

source: Hurgill the Anvill of Torag admitted his fault and is ready to go to trial. This seems as the ending of the story, but for the aeon the most complicated part is just beginning.
ko: 토락의 도제인 모루 허길은 자신의 잘못을 인정했고 재판을 받을 준비가 되었다. 이는 이야기의 끝으로 보이지만, 에온에게 있어 가장 복잡한 부분은 이제 막 시작일 뿐이다.
ko_mt: 토라그의 앤빌 허길은 자신의 잘못을 인정하고 심판을 받을 준비가 되었습니다. 이것이 이야기의 결말처럼 보이지만, 에온의 시간 동안 가장 복잡한 부분은 이제 막 시작되었습니다.

source: Judge Hurgill
ko: 허길을 재판하라
ko_mt: 허길 판결

source: The commander had {mf|his|her} say. The fate of dwarf blacksmiths from the Woradash clan and their foreman is decided, but one who wants to judge objectively, must contemplate their decisions. Was the sentence correct? What consequences did it incur? The commander has something to think about.
ko: 사령관은 {mf|그|그녀}의 의견을 밝혔다. 워라대쉬 부족의 드워프 대장장이들과 그 우두머리의 운명은 결정되었으나, 객관적으로 판결하고자 하는 이는 자신의 결정을 재고해야만 한다. 판결은 정당했는가? 어떤 결과를 초래할 것인가? 사령관은 고민할 거리를 얻었다.
ko_mt: 사령관 {mf|그|그녀}가 말했다. 워라다쉬 부족의 드워프 대장장이와 대장장이의 운명은 이미 결정되었지만, 객관적으로 판단하고 싶은 사람은 그들의 결정을 심사숙고해야 합니다. 문장이 옳았나요? 어떤 결과를 초래했나요? 사령관은 생각할 것이 있습니다.

source: Offense is the best defense, this is why liars who get caught begin to throw around accusations, creating a vicious circle. Hurgill the Anvill, a foreman of the Woradash blacksmith company, is accusing Irabeth of embezzling money from the treasury. But identifying the criminal is not enough — suitable punishment has to be found.
ko: 공격은 최선의 방어다. 이는 덜미를 잡힌 거짓말쟁이가 여기저기로 비난을 쏟아내며 악의를 두르는 이유이기도 하다. 워라대쉬의 대장장이 조합 대표인 모루 허길은 이라베스가 공금을 횡령했다는 혐의를 제기한다. 그러나 범죄를 발각하는 걸로는 충분하지 않다. 그에 걸맞는 처벌을 찾아야만 한다.
ko_mt: 공격이 최선의 방어이기 때문에 들킨 거짓말쟁이는 비난을 퍼붓기 시작하고 악순환의 고리가 만들어집니다. 대장장이 회사 워라다쉬의 대장장이 허길은 국고를 횡령한 혐의로 이라베스를 고발하고 있습니다. 그러나 범인을 밝히는 것만으로는 충분하지 않으며 적절한 처벌을 찾아야 합니다.

source: Drezen vs. the Woradash clan
ko: 드레젠 vs. 워라대쉬 부족
ko_mt: 드레젠 대 워라다시 부족

source: This is not an investigation yet, but also not a polite chat. It's important to find out whether this merchant is poisoning the people of Sarkoris or is sincerely surprised with side effects.
ko: 아직 조사 단계는 아니지만, 그렇다고 품위있는 대화 또한 아니다. 이 상인이 사코리스의 사람들을 중독시킨건지 진실로 우연히 일어난 부작용인지 확인하는 것이 중요하다.
ko_mt: 이것은 아직 조사가 아니지만 정중 한 채팅도 아닙니다. 이 상인이 사르코리스 사람들을 독살하고 있는지 아니면 부작용에 진심으로 놀란 것인지 알아내는 것이 중요합니다.

source: Find out what potions the merchant sells in Wintersun
ko: 상인이 윈터선에서 어떤 물약을 파는지 알아내라
ko_mt: 윈터썬에서 상인이 판매하는 물약 알아보기

source: The truth has come out, but the most difficult part for a new aeon still remains — to choose the correct sentence for the lying potion maker.
ko: 진실은 밝혀졌으나, 신참 에온에게 가장 어려운 부분이 남았다. 거짓을 말한 물약 제조자에게 올바른 판결을 내리는 것이다.
ko_mt: 진실은 밝혀졌지만 새로운 에온에게 가장 어려운 부분은 여전히 남아 있습니다. 거짓말을 한 물약 제조사에 대한 올바른 문장을 선택하는 것입니다.

source: Judge the potion vendor
ko: 물약상을 심판하라
ko_mt: 물약 상인 판단하기

source: The verdict has been passed. Some might condemn the commander for being too soft, some — for being too cruel, but the opinions of others can't sway an aeon's decision.
ko: 판결이 내려졌다. 누군가는 사령관이 너무 유약하다고, 누군가는 너무 잔혹하다고 말할 것이다. 그러나 그 누구의 의견이라도 에온의 결정을 물릴 수 없다.
ko_mt: 평결이 내려졌습니다. 어떤 이들은 사령관이 너무 부드럽다고 비난하고, 어떤 이들은 너무 잔인하다고 비난하지만, 다른 사람들의 의견은 에온의 결정을 흔들 수 없습니다.

source: People are capable of the lowest cunning for the sake of profit. For example, selling counterfeit medicine. Simple people who know nothing about potion making are incapable of recognizing the fake. However, Wintersun is a special place. Can it be that ordinary potions don't work for its denizens anymore?
ko: 사람들은 이익을 얻기 위해 가장 저열한 수법도 사용할 수 있다. 이를테면, 가짜 약물을 판다거나 말이다. 물약 조제술과 연이 없는 보통 사람이라면 가짜와 진짜를 분별할 수 없다. 하지만, 윈터선은 특별한 장소다. 더이상 평범한 물약이 그 거주민들에게 통하지 않을 수도 있는걸까?
ko_mt: 사람들은 이익을 위해 가장 낮은 수준의 교활함도 할 수 있습니다. 예를 들어 위조 약을 판매하는 것입니다. 물약 제조에 대해 아무것도 모르는 단순한 사람들은 가짜를 인식 할 수 없습니다. 하지만 윈터선은 특별한 곳입니다. 이곳 주민들에게는 더 이상 평범한 물약이 통하지 않을까요?

source: Drezen vs the potion maker from Wintersun
ko: 드레젠 vs. 윈터선의 물약 조제상
ko_mt: 드레젠 대 윈터썬의 물약 제조자

source: The guilt cannot hide from an aeon's all-seeing eyes. The soldier at the well is guilty, but his crime is still hidden. Everything hidden will come out sooner or later, we only have to wait until the criminal gives himself away.
ko: 죄악은 모든 것을 보는 에온의 눈에서 벗어날 수 없다. 병사는 분명 범죄를 저질렀지만, 어떤 범죄인지는 여전히 알 수 없다. 진실은 조만간 밝혀질 테니, 지금으로썬 죄인이 다시 나타나길 기다리기만 하면 된다.
ko_mt: 죄책감은 모든 것을 보는 에온의 눈에서 숨길 수 없습니다. 우물가의 병사는 유죄이지만 그의 범죄는 여전히 숨겨져 있습니다. 숨겨진 모든 것은 조만간 드러날 것이며, 우리는 범죄자가 스스로 자수할 때까지 기다리기만 하면 됩니다.

source: Wait to see how things unfold
ko: 일이 어떻게 전개될지 지켜봐라
ko_mt: 상황이 어떻게 전개될지 지켜보기

source: Evidence is needed for the trial, and no mistakes can be made in the case that involves the entire fortress. However, this case is more complicated than it may seem: it's best to give it to an advisor well-versed in investigations.
ko: 재판을 위해서는 증거가 필요하다. 그리고 요새 전체와 관련해서는 어떤 실수조차 용납되지 않는다. 그러나, 이 문제는 보이는 것보다 더 복잡하다. 수사에 뛰어난 보좌관에게 이 일을 맡기는 편이 최선이다.
ko_mt: 재판에는 증거가 필요하며 요새 전체가 관련된 사건에서는 한 치의 실수도 있어서는 안 됩니다. 하지만 이 사건은 생각보다 복잡하기 때문에 수사에 정통한 변호사에게 맡기는 것이 가장 좋습니다.

source: Send an advisor to collect the evidence
ko: 증거를 수집하기 위해 보좌관을 파견하라
ko_mt: 증거 수집을 위한 어드바이저 보내기

source: Thanks to the advisor's labors, truth has come out. At first glance the sentence is straightforward... but straightforward doesn't always mean fair. What will the commander do?
ko: 보좌관의 노력 덕분에 진실이 밝혀졌다. 선고는 수월해 보인다... 그러나 수월한 것이 항상 공정다는 의미는 아니다. 사령관은 어떻게 할 것인가?
ko_mt: 자문위원의 수고 덕분에 진실이 밝혀졌습니다. 언뜻 보기에 문장은 간단하지만.. 간단하다고 해서 항상 공정한 것은 아닙니다. 사령관은 어떻게 할까요?

source: Judge the poisoner
ko: 죄수를 심판하라
ko_mt: 독살자 판단하기

source: A Baphomet's cultist got what he deserved. Drezen is saved, but it's amazing how easily people turn to evil, how tempting chaos can be. Even the commander is not immune to temptation — this always have to be remembered when you judge others.
ko: 바포메트 사교도는 받아 마땅한 판결을 받았다. 드레젠은 구원받았다. 그러나 사람들이 어찌나 쉬이 악의 길로 빠져드는지, 혼돈의 유혹이 어찌나 거센지는 놀라울 따름이다. 사령관마저도 유혹에 면역인 것은 아니다. 이는 다른 자들을 심판할 때 항상 염두에 둬야만 하는 부분이다.
ko_mt: 바포메트의 광신도는 마땅히 받아야 할 대가를 치렀습니다. 드레젠은 구원을 받았지만 사람들이 얼마나 쉽게 악으로 변하는지, 혼돈이 얼마나 유혹적인지 놀랍습니다. 사령관조차도 유혹에서 자유롭지 않다는 사실을 다른 사람을 판단할 때 항상 기억해야 합니다.

source: The commander who is used to expecting tricks at all times might become obsessed and see traitors everywhere. However, not every ruler has aeon vision. An inconspicuous soldier, cleaning his clothes near the well, is guilty. But of what?
ko: 항상 속임수를 찾는 사령관은 어디서나 강박적으로 배신자를 찾게 될 수 있다. 그러나, 모든 통치자가 에온의 시야를 가진 것은 아니다. 우물 근처에서 빨래를 하는 중인, 결백해 보이는 병사는 죄인이다. 하지만 어떤 잘못을 저질렀는가?
ko_mt: 항상 속임수를 기대하는데 익숙한 지휘관은 강박관념에 사로잡혀 사방에서 배신자를 볼 수 있습니다. 하지만 모든 통치자가 에온의 시야을 가진 것은 아닙니다. 우물 근처에서 옷을 닦고 있는 눈에 띄지 않는 병사는 유죄입니다. 하지만 무슨 죄일까요?

source: Drezen vs. the poisoner
ko: 드레젠 vs. 독살범
ko_mt: 드레젠 대 독살자

source: The deserted soldiers had a note written by a certain Tamveer, completely approving of their escape. These might not be the only deserters whom mysterious Tamveer has helped — people like him often think they are providing an invaluable service, not breaking the law.
ko: 탈영병은 탐비어라는 이가 쓴 탈출 승인 쪽지를 갖고 있었다. 아마도 이 탐비어라는 자가 도운 것은 탈영자들만이 아닐 것이다. 그런 자들은 대개 자신이 법의 테두리 안에서 귀중한 도움을 제공하는 중이라 생각하니까.
ko_mt: 탈영병들은 어떤 탐비어가 쓴 메모를 가지고 있었는데, 그 메모에는 그들의 탈출을 완전히 승인하는 내용이 담겨 있었습니다. 신비한 탐비르가 도움을 준 탈영병은 이들뿐만이 아닐 수도 있습니다. 탐비르와 같은 사람들은 종종 자신이 법을 어기는 것이 아니라 귀중한 서비스를 제공하고 있다고 생각합니다.

source: Find mysterious Tamveer
ko: 탐비어의 수수께끼를 밝혀라
ko_mt: 신비한 탐비어 찾기

source: The words of Tamveer and his note are enough to condemn the priest for calls to desertion and heretic judgments. However, the commander should beware: anyone is capable of falling into heresy and making rash judgments. A case that looks simple may be more complicated than it seems.
ko: 탐비어의 말과 그의 쪽지는 사제를 탈주자이자 이단자라고 판단하기에 충분했다. 그러나, 사령관 또한 조심해야만 한다. 그 누구라도 이단에 빠져 성급한 판단을 내릴 수 있으니. 사건은 얼핏 간단해 보였으나, 그보다 더 복잡할지도 모른다.
ko_mt: 탐비르의 말과 그의 메모는 탈영과 이단 판단을 촉구한 사제를 정죄하기에 충분합니다. 그러나 사령관은 누구나 이단에 빠지고 성급한 판단을 내릴 수 있다는 점에 유의해야 합니다. 단순해 보이는 사건도 생각보다 복잡할 수 있습니다.

source: Judge Tamveer
ko: 탐비어를 심판하라
ko_mt: 탐비어 판결

source: The trial is over and priest Tamveer got what he deserved. Of course, some will always be disappointed with the commander's decision, but those who don't know the burden of being a mortal and an aeon at the same time will hardly be able to understand what the commander has to deal with.
ko: 재판은 끝났고 사제 탐비어는 받아 마땅한 판결을 받았다. 물론, 언제나와 같이 누군가가 사령관의 결정에 실망하겠지만, 필멸자와 에온의 짐을 동시에 진 자의 무게를 알지 못하는 이들은 사령관이 무엇과 맞서는 것인지 거의 이해하지 못 할 것이다.
ko_mt: 심판은 끝났고 사제 탐비르는 마땅히 받아야 할 것을 얻었습니다. 물론 사령관의 결정에 실망하는 사람들도 있겠지만, 필멸자와 에온을 동시에 지녀야 하는 부담을 모르는 사람은 사령관이 어떤 처지에 놓였는지 이해하기 어려울 것입니다.

source: Many refuse to believe in gods, because they are irritated by every priest interpreting the divine will in their own way. Even among the priests of Erastil there are those whose teaching differs from the commonly accepted. The commander had a run with such a person in Drezen.
ko: 많은 이들이 신을 믿기를 거절한다. 여기에는 신의 뜻을 자기 식대로 해석하는 모든 사제들에 대한 반발심이 크다. 심지어 에라스틸의 사제들 사이에서도 통용되는 가르침과 다른 것을 설파하는 이들이 존재한다. 사령관은 드레젠에서 그같은 종류의 사람들과 싸워야 한다.
ko_mt: 많은 사람들은 신의 뜻을 자신의 방식으로 해석하는 모든 사제들에게 짜증을 내기 때문에 신을 믿기를 거부합니다. 에라스틸의 사제들 사이에서도 일반적으로 받아 들여지는 것과 다른 가르침을 가진 사람들이 있습니다. 사령관은 드레젠에서 그런 사람과 함께 달렸습니다.

source: Drezen vs. the heretic priest
ko: 드레젠 vs. 이단 사제
ko_mt: 드레젠 대 이단 사제

source: The old man is obviously proud of his idea: to use demon skin to make armor, calling everyone to look at it. The traces of missing crusaders might be found in his shop.
ko: 노인은 분명 자신의 아이디어를 자랑스러워 한다. 데몬의 가죽을 갑옷으로 만들어 모든 사람들에게 보여준다니. 그의 가게에서 사라진 성전사들의 흔적을 찾을 수 있을 것이다.
ko_mt: 노인은 데몬의 가죽으로 갑옷을 만들겠다는 자신의 아이디어가 자랑스럽다며 모두에게 구경하라고 합니다. 그의 가게에서 실종된 십자군의 흔적을 발견할 수도 있습니다.

source: The skin found in the shop belongs to crusaders. If the relatives of the missing scouts were here, they would have recognized it.
ko: 상점에서 발견된 가죽은 성전사의 것이었다. 만약 사라진 정찰병과 관련된 자가 온다면, 그를 알아볼지도 모른다.
ko_mt: 상점에서 발견된 가죽은 십자군의 것입니다. 실종된 정찰병의 친척이 여기 있었다면 알아봤을 겁니다.

source: The crusaders who brought a supply train with food to Wintersun are missing without a trace. But maybe someone saw them or knows about their fate.
ko: 윈터선으로 보급품 행렬을 수송하는 성전사들이 난데없이 사라졌다. 하지만 그를 목격했거나 그들의 운명을 아는 자가 있을지도 모른다.
ko_mt: 식량을 실은 보급 열차를 윈터썬으로 가져온 십자군이 흔적도 없이 사라졌습니다. 하지만 누군가 그들을 보았거나 그들의 운명에 대해 알고 있을지도 모릅니다.

source: Find out the fate of the missing crusaders.
ko: 사라진 성전사들이 어떻게 됐는지 알아내라.
ko_mt: 실종된 십자군의 운명을 알아보세요.

source: When a master is creating a masterpiece, his heart is singing when the work is coming along. Master Arthus who made great armor of crusader skin, ridden illusions, is no exception. Will the commander dare to stop the song of his heart, knowing that the old man has nothing left?
ko: 장인이 걸작을 만들 때, 그의 심장은 다가오는 작품을 보며 노래한다. 성전사 가죽으로 위대한 갑옷을 만든, 환상에 지배당한 장인 아서스 또한 예외는 없다. 감히 사령관은 그의 심장이 부르는 노래를 멈출 수 있을까? 노인에게 아무것도 남지 않았음을 알릴 것인가?
ko_mt: 장인이 걸작을 만들 때면 작품이 완성될 때면 그의 심장은 노래를 부릅니다. 환상을 타고 성전사의 가죽으로 위대한 갑옷을 만든 마스터 아서스도 예외는 아닙니다. 이제 아무것도 남지 않은 노인이 감히 마음의 노래를 멈출 수 있을까요?

source: Judge Arthus
ko: 아서스를 심판하라
ko_mt: 아서스 판결
