Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: There are dead flies in the cups. The food on the plates turned into a dry grayish mass a long time ago.
ko: 잔에는 죽은 파리가 들어있습니다. 접시에 올려진 음식은 말라붙은 회색 덩어리가 된지 오래입니다.
ko_mt: 컵에 죽은 파리가 있습니다. 접시 위의 음식은 오래전에 마른 회색 덩어리로 변했습니다.

source: Ugly demon scrawl, scribbled in blood.
ko: 피를 잉크삼아 데몬이 휘갈겨 쓴 글씨입니다.
ko_mt: 피로 낙서된 추악한 데몬의 낙서.

source: The ritual circle, drawn in blood on the floor of the desecrated church. It is covered with the unholy symbols of the lords of the Abyss.
ko: 파괴된 교회의 바닥에 피로 그려진 의식 마법진. 심연의 군주들의 불경한 상징들로 가득합니다.
ko_mt: 더럽혀진 교회 바닥에 피로 그려진 의식의 원이 있습니다. 심연의 군주들의 부정한 상징으로 덮여 있습니다.

source: "WELCOME TO THE SLAUGHTERHOUSE"
ko: "도살장에 온 걸 환영한다"
ko_mt: "도살장에 오신 것을 환영합니다"

source: "It hurts..."
ko: "아파..."
ko_mt: "아파요..."

source: "Did the magic really work? I don't want to turn into a ghoul!"
ko: "그 마법이 진짜 효과 있는 거 맞아? 구울이 되고 싶진 않아!"
ko_mt: "마법이 정말 효과가 있었나요? 구울로 변하기 싫어요!"

source: "I can't believe we got out of there alive."
ko: "살아서 여길 나오다니 믿을 수가 없군."
ko_mt: "우리가 살아서 빠져나왔다는 게 믿기지 않아요."

source: "Hold on, Irabeth! We'll get you out of here!"
ko: "이라베스, 조금만 기다려! 거기서 꺼내줄게!"
ko_mt: "꽉 잡아, 이라베스! 우리가 꺼내줄게요!"

source: Desna's Altar
ko: 데즈나의 제단
ko_mt: 데스나의 제단

source: "Wait, you don't..."
ko: "잠깐, 넌..."
ko_mt: "잠깐만요, 당신은..."

source: "Stop talking! I said go!"
ko: "말하지 마! 가라고 했잖아!"
ko_mt: "그만 말해요! 가라고 했잖아!"

source: "Well, scumbags? Let's see how many of you I can take out!"
ko: "그래, 찌그래기들아? 내가 늬들을 얼마나 많이 데려갈 수 있을지 보자고!"
ko_mt: "쓰레기들? 내가 몇 명이나 죽일 수 있는지 보자고!"

source: Ghoul corpses. It is as if they simply lay down and died of their own accord.
ko: 구울의 사체. 그저 스스로의 의지에 따라 누워서 죽은 것 같습니다.
ko_mt: 구울 시체. 마치 그냥 누워 있다가 저절로 죽는 것 같습니다.

source: The ruins are so ancient that it impossible to tell which civilization was responsible for their construction.
ko: 이 폐허는 너무 오래된 탓에 어떤 문명이 건설했는지 파악하는 게 불가합니다.
ko_mt: 유적은 너무 오래되어 어떤 문명이 건설을 담당했는지 알 수 없습니다.

source: The sand looks utterly unremarkable, apart from its inexplicable presence here among the ruins and woodland.
ko: 폐허와 숲속에 만연한 설명할 수 없는 존재감을 차치하면, 이 모래는 그야말로 멀쩡해보입니다.
ko_mt: 모래는 폐허와 숲 사이에 있다는 설명할 수 없는 존재감을 제외하면 전혀 눈에 띄지 않는 것처럼 보입니다.

source: Remnants of the ghouls' feast
ko: 구울들이 포식하고 남은 조각
ko_mt: 구울의 잔치의 잔재

source: The scattered remains are sickening to look upon.
ko: 조각난 시체는 똑바로 바라보기 어려울 정도입니다.
ko_mt: 흩어져 있는 유해는 보기만 해도 가슴이 아픕니다.

source: The scattered remains are sickening to look upon — the ghouls clearly ate their fill. Fortunately, they were not interested in the jewelry left on the bodies.
ko: 조각난 시체는 똑바로 바라보기 어려울 정도입니다. 구울들이 그 내용물을 깨끗이 먹어치웠습니다. 다행스럽게도, 그것들은 시체에 남은 귀금속들엔 관심이 없었습니다.
ko_mt: 흩어져 있는 유골은 보기만 해도 역겨워요. 구울들이 배불리 먹은 게 분명합니다. 다행히도 구울들은 시체에 남은 보석에는 관심이 없었습니다.

source: "Lamb-kin is my name. I am ac-tor!"
ko: "내 이름은 램-킨. 연-기-자야!"
ko_mt: "램킨은 내 이름입니다. 나는 아토르다!"

source: "I wonder how my dance will look in full plate armor. Especially the jumps."
ko: "전신 판금 갑옷울 입은 내 춤이 어떻게 보일지 너무 궁금한데. 특히 뛰어오를 때말야."
ko_mt: "전신 판금갑옷 갑옷을 입으면 제 춤이 어떻게 보일지 궁금해요. 특히 점프가요."

source: "Finally — a serious dramatic piece in our hands!"
ko: "마침내! 심각하고 극적인 대본이 손에 들어왔어!"
ko_mt: "드디어 우리 손에 드라마틱한 작품이 들어왔습니다!"

source: "Hey brother, you're looking pretty thin. All this mess has you losing weight? You've got to eat, or we'll look like a pear in that long coat of ours!"
ko: "형제여, 삐쩍 말라 보이는구나. 이 난장판 때문에 체중이 줄어든거야? 식사를 하렴, 아니면 우린 롱코트를 입은 과일처럼 보이게 될 거야!"
ko_mt: "이봐, 형, 너 꽤 말라 보이네. 이 난장판 때문에 살이 빠진 거야? 먹어야지, 안 그러면 그 긴 코트 입고 배처럼 보일 거야!"

source: "I'd rather shovel horse shit than soldiers' grub. Shit smells better! Wouldn't be surprised if it tastes better, too..."
ko: "난 병사들 음식을 먹느니 말 똥을 파내고 말겠어. 똥이 훨씬 더 향긋해! 더 맛있다 해도 놀랍진 않을 거야..."
ko_mt: "군인의 똥보다는 말똥을 삽질하는 게 낫습니다. 똥 냄새가 더 좋잖아요! 맛도 더 좋으니 놀랄 일도 아니지..."

source: "Theater is my destiny. I've waited my whole life for a chance like this!"
ko: "극단은 내 운명의 종착역이야. 이런 기회를 위해 평생을 기다려왔다고!"
ko_mt: "연극은 제 운명입니다. 평생 이런 기회를 기다렸어요!"

source: "Sound master is the most underrated profession, that's what I say."
ko: "내 말은 음향 총괄이 가장 저평가된 직종이라는 거야."
ko_mt: "사운드 마스터는 가장 과소평가된 직업이라고 생각합니다."

source: "Honorable cleric, you are wasting paper on me. I am not worth your time."
ko: "명예로운 클레릭이여, 당신은 제게 자원을 낭비중이십니다. 당신의 시간을 뺏고 싶지 않아요."
ko_mt: "존경하는 성직자, 당신은 나에게 종이를 낭비하고 있습니다. 나는 당신의 시간을 낭비할 가치가 없습니다."

source: "Do you know what the Queen does to people who keep her waitin'? I don't, but I know better than to find out!"
ko: "여왕은 자신을 기다리게 한 사람들을 어떻게 할까요? 저야 모르지만, 알아보지 않아도 알 것 같네요!"
ko_mt: "여왕이 자신을 기다리게 하는 사람들에게 무슨 짓을 하는지 아세요? 모르지만 알아내는 것보다 더 잘 알아요!"

source: "Do you know what the Queen does to people who keep her waitin'? I don't, but I know better than to find out!"
ko: "여왕은 자신을 기다리게 한 사람들을 어떻게 할까요? 저야 모르지만, 알아보지 않아도 알 것 같네요!"
ko_mt: "여왕이 자신을 기다리게 하는 사람들에게 무슨 짓을 하는지 아세요? 모르지만 알아내는 것보다 더 잘 알아요!"

source: "My respects, Commander. I hope you will be able to spare me some time after all the formalities."
ko: "사령관님께 경의를 표합니다. 형식적인 절차들이 끝나면 저를 도와주실 시간이 남길 바라겠습니다."
ko_mt: "존경하는 사령관님. 모든 절차가 끝나면 시간을 좀 내주셨으면 좋겠습니다."

source: Altar of Desna, the Great Dreamer — the goddess of freedom, travel, luck, and dreams.
ko: 자유와 여행, 행운과 꿈의 여신인 위대한 몽상가 데즈나의 제단입니다.
ko_mt: 위대한 몽상가 데스나의 제단 - 자유, 여행, 행운, 꿈의 여신입니다.

source: Altar of Erastil, "Old Deadeye" — the god of hunting, farming, and the quiet pastoral life.
ko_mt: 에라스틸의 제단, "올드 디데아이" - 사냥과 농사, 조용한 목축 생활의 신입니다.

source: Altar of Iomedae, the Light of the Sword — the goddess of justice and valor, and the patron of the crusades.
ko: 정의와 용맹의 여신이자 성전의 후견자인 검의 빛 아이오메데의 제단입니다.
ko_mt: 정의와 용맹의 여신이자 십자군 전쟁의 수호신인 검의 빛 아이오메데의 제단.

source: Altar of Sarenrae, the Healing Light — the goddess of the sun, healing, and redemption.
ko: 태양, 치유, 그리고 회개의 여신인 치유의 치유의 빛 서렌레이의 제단입니다.
ko_mt: 치유의 빛, 사렌래의 제단 - 태양, 치유, 구원의 여신.

source: Altar of Torag, the Father of Creation — the dwarven god of craft and kin.
ko: 공예술의 신이자 드워프 종족의 신, 창조의 아버지 토락의 제단입니다.
ko_mt: 창조의 아버지, 토라그의 제단 - 드워프의 공예와 친족의 신입니다.

source: Commander's Chest
ko: 사령관의 상자
ko_mt: 사령관의 상자

source: "Beautiful day, isn't it?"
ko: "아름다운 날이에요, 안 그래요?"
ko_mt: "아름다운 날이지요?"

source: "I've seen so many happy faces today! It's so good."
ko: "오늘은 행복한 표정이 정말 많이 보여! 너무 좋아."
ko_mt: "오늘 행복한 표정을 정말 많이 봤어요! 너무 좋아요."

source: "The Queen is expecting you, Knight Commander, so I shall not detain you. We can talk later after our sovereign departs."
ko: "여왕 폐하께서 기다리시니 당신을 붙들지 않겠습니다, 성전 사령관님. 폐하께서 떠나신 뒤에 얘기하도록 하죠."
ko_mt: "여왕께서 기사단장님을 기다리고 계시니 구금하지 않겠습니다. 나중에 주권자가 떠나고 나서 얘기하죠."

source: "Hey, {name}! I was trying to say 'the Knight Commander commands the knights' really fast and I almost twisted my tongue."
ko: "어이, {name}! '기사 사령관이 기사들에게 명령한다'를 엄청 빨리 말하려다보니 혀가 다 꼬였어."
ko_mt: "이봐요, {name}! '기사단장이 기사들을 지휘한다'고 정말 빨리 말하려다가 혀가 비틀어질 뻔했어요."

source: "{mf|Master|Mistress}, these soldiers lack discipline and concentration. I won't entrust them with our lives, so I'll keep guard myself."
ko: "주인님, 이 병사들에겐 규율과 집중력이 부족합니다. 저희의 목숨을 이들에게 맡길 수 없으니, 제 목숨은 직접 지키겠습니다."
ko_mt: "주인님, 이 병사들은 규율과 집중력이 부족해. 그들에게 우리 목숨을 맡길 수 없으니 내가 직접 보초를 서겠습니다."

source: "Happy to help the cause, Commander!"
ko: "기꺼이 도와드리겠습니다, 사령관님!"
ko_mt: "대의를 돕게 되어 기쁩니다, 사령관님!"

source: "It's good to meet you, Commander."
ko: "만나서 반갑습니다, 사령관님."
ko_mt: "만나서 반갑습니다, 사령관님."

source: "Straighten up, arms tight to your sides. That's it: one, two, one, two!"
ko_mt: "팔을 곧게 펴고 옆구리에 꽉 붙입니다. 그거예요, 하나, 둘, 하나, 둘!"

source: This massive bed is clean and neatly made. Only commanding officers are allowed such luxury during marches.
ko: 커다란 침상은 깨끗하고 깔끔하게 만들어졌습니다. 오직 지휘 장교만이 행군중 이처럼 호화로운 것을 쓸 수 있습니다.
ko_mt: 이 거대한 침대는 깨끗하고 깔끔하게 만들어졌습니다. 행군 중에는 지휘관에게만 이런 사치품이 허용됩니다.

source: "I hope we meet Deskari and Baphomet soon. I have numerous questions for them!"
ko: "데스카리와 바포메트를 곧 만날수 있으면 좋겠어요. 그들에게 물어볼 거리가 엄청나게 많거든요!"
ko_mt: "데스카리와 바포메트를 곧 만나고 싶어요. 물어볼 게 너무 많아요!"

source: "You heard what happened at the Gray Garrison, right? We needed something like that. A sign. A blessing."
ko: "너도 회색 요새에서 일어난 사건은 들어봤지? 우리에게 필요한 게 바로 그거였어. 징조. 축복말이야."
ko_mt: "회색 주둔지에서 무슨 일이 있었는지 들으셨죠? 우리에겐 그런 게 필요했어요. 표징. 축복."

source: "Misfortune has dogged us ever since we lost Drezen and the Sword of Valor. It's time we turned the tide!"
ko: "드레젠과 용맹의 검을 잃은 뒤로 불행만이 끈덕지게 우릴 쫒아다녔지. 이젠 역전의 때가 온거야!"
ko_mt: "드레젠과 용맹의 검을 잃은 이후로 불행이 우리를 따라다녔습니다. 이제 우리가 흐름을 바꿀 때입니다!"

source: "With Iomedae's blessing, we will win!"
ko: "아이오메데의 축복과 함께하니, 우리는 승리할 것이다!"
ko_mt: "아이오메데의 축복으로 우리는 승리할 것입니다!"

source: "Finally, a great campaign into the Worldwound! You can't win a war sitting safe in a castle, right?"
ko: "마침내, 세계상처를 향한 위대한 출정이로군! 안전하게 성 안에 틀어박히기만 해선 결코 전쟁을 이길 수 없지. 안그래?"
ko_mt: "드디어 세계상처로의 멋진 캠페인이 시작되었습니다! 성 안에 안전하게 앉아서는 전쟁에서 이길 수 없죠?"

source: "Just you wait, you bloody demons. The crusaders are coming!"
ko: "목 씻고 기다리너라, 피에 젖은 데몬들아. 성전사들이 가노니!"
ko_mt: "기다려라, 이 망할 데몬들아. 십자군이 오고 있다!"

source: The angel is surrounded by a powerful magical barrier. Perhaps there is something in the laboratory that can destroy it?
ko: 엔젤은 강력한 마법 장막으로 둘러쌓여있습니다. 아무래도 연구소 내의 무언가로 파괴할 수 있지 않을까요?
ko_mt: 천사는 강력한 마법의 장벽에 둘러싸여 있습니다. 실험실에 그것을 파괴할 수 있는 무언가가 있을까요?

source: The coverlet on the bed looks like it would crumble to dust at the slightest touch.
ko: 침대에 놓인 덮개는 손길만 스쳐도 바스러질것 같아 보입니다.
ko_mt: 침대에 깔린 이불은 조금만 건드려도 먼지가 될 것 같습니다.

source: The room has more life to it than the other chambers in the lab, but even here rationality wins out over comfort.
ko: 이 방은 연구소의 다른 구획보다 생기가 있지만, 이곳 조차도 감성보다는 이성이 더 앞섭니다.
ko_mt: 이 방은 실험실의 다른 방보다 생동감이 넘치지만, 여기에서도 합리성이 편안함보다 우위에 있습니다.

source: The cave-in looks like it happened a long time ago. The rocks and rubble have been compressed almost into a single mass.
ko: 이 붕괴는 오래 전 일어난 듯 보입니다. 바위와 자갈들이 거의 한 덩어리로 뭉쳐질 지경에 다다랐습니다.
ko_mt: 동굴은 오래전에 일어난 것처럼 보입니다. 바위와 잔해가 거의 하나의 덩어리로 압축되어 있습니다.

source: The stairs simply drop away into nothingness.
ko: 의자는 그저 허무 너머로 떨어질 뿐입니다.
ko_mt: 계단이 허공으로 사라집니다.

source: The lock has been battered by someone's desperate efforts to open it, but the door is sealed shut.
ko: 자물쇠는 절망적으로 열고자 했던 누군가의 노력에 의해 찌그러져 있습니다만, 문은 굳게 닫힌 채입니다.
ko_mt: 누군가의 필사적인 노력으로 자물쇠가 훼손되었지만 문은 굳게 닫혀 있습니다.

source: Every last object in this spacious chamber seems to thrum with secrets and formidable power. This appears to be the heart of the laboratory.
ko: 넓은 연구실에 있는 물건 하나하나가 비밀과 어마어마한 힘을 지닌 파편처럼 보입니다. 이곳이 연구소의 최심부 같습니다.
ko_mt: 이 넓은 방의 모든 물체는 비밀과 강력한 힘으로 윙윙거리는 것 같습니다. 이곳은 실험실의 심장부처럼 보입니다.

source: A hodgepodge of demon body parts.
ko: 데몬의 부위들이 뒤죽박죽된 덩어리입니다.
ko_mt: 데몬의 신체 부위가 뒤섞여 있습니다.

source: This medley of flesh and limbs of various demons seems like a single organism — the result of some monstrous experiment.
ko: 다양한 데몬의 살과 관절로 이루어진 반죽 덩어리는, 무언가 무시무시한 실험의 결과물인 하나의 유기체 같습니다.
ko_mt: 다양한 데몬의 살과 팔다리가 뒤섞여 마치 하나의 유기체처럼 보이는 이 괴물들은 어떤 괴물 실험의 결과물입니다.

source: Magical device of unknown purpose.
ko: 목적 불명의 마법 장치.
ko_mt: 용도를 알 수 없는 마법 장치.

source: This device was likely used in experiments on demons.
ko: 이 장치는 데몬에 대한 실험에 주로 쓰였을겁니다.
ko_mt: 이 장치는 데몬을 대상으로 한 실험에 사용되었을 가능성이 높습니다.

source: The look of this device provokes a shudder of horror. It's not clear what kind of experiments it was used in, but it's unlikely they were pleasant for the subject.
ko: 이 장치는 두려운 떨림을 유발합니다. 어떤 종류의 실험에 사용되었는지는 불명이지만, 실험체의 행복을 위함이 아닌 것만은 분명합니다.
ko_mt: 이 장치의 외관은 공포의 전율을 불러 일으킵니다. 어떤 종류의 실험에 사용되었는지는 확실하지 않지만 피험자에게 유쾌하지 않았을 것 같습니다.

source: Open a rift
ko: 균열 열기
ko_mt: 균열 열기

source: The sign says: Old Wing.
ko: '낡은 날개'라 쓰인 표지판.
ko_mt: 표지판에는 이렇게 적혀 있습니다. 올드 윙.

source: The chaos does not look like the result of anything as deliberate and controlled as a search. It is more likely that there was a fight here, or that everything was simply smashed.
ko: 이 혼돈은 탐구를 위한 신중하고 통제된 어떤 것의 결과로는 보이지 않습니다. 여기에서 난투가 벌어졌거나, 모든 것들이 그냥 부숴졌다고 보는 게 더 낫습니다.
ko_mt: 이 혼란은 수색처럼 고의적이고 통제 된 결과처럼 보이지 않습니다. 여기서 싸움이 있었거나 모든 것이 단순히 박살 났을 가능성이 더 큽니다.

source: Everywhere there are signs of destruction large and small.
ko: 어디를 봐도 크고 작은 파괴의 흔적들이 있습니다.
ko_mt: 곳곳에 크고 작은 파괴의 흔적이 남아 있습니다.

source: Some hideous creatures are swimming in a murky liquid.
ko: 흉측한 생물 몇 마리가 탁한 액체 속을 헤엄치는 중입니다.
ko_mt: 어떤 끔찍한 생물이 탁한 액체 속에서 헤엄치고 있습니다.

source: The bodies in the murky liquid are likely remnants of unsuccessful experiments. Or of failed attempts to save them.
ko: 탁한 액체 속의 시체들은 실패한 실험의 편린일 것입니다. 아니면 그들을 구하려다 실패한 흔적일지도요.
ko_mt: 탁한 액체 속의 시체들은 실패한 실험의 잔재일 가능성이 높습니다. 또는 그들을 구하려는 실패한 시도의 잔해일 수도 있습니다.

source: The hole stretches into the darkness and seems bottomless.
ko: 이 구멍은 암흑 속으로 뻗어나가며 바닥은 보이질 않습니다.
ko_mt: 구멍은 어둠 속으로 뻗어 있고 바닥이 없는 것처럼 보입니다.

source: It isn't clear if this breach appeared while the laboratory was still in use or after its abandonment. But the scratch marks and bloodstains around the edge indicate that it may have been tried as a potential escape route.
ko: 이 균열이 연구소를 사용하던 때 생겼는지 버려진 뒤에 생겼는지는 특정할 수 없습니다. 그러나 가장자리의 긁힌 자국과 핏자국은 가능성 있는 탈출 경로로 여기를 시도해볼 수 있으리라 보여줍니다.
ko_mt: 이 침입이 연구소가 아직 사용 중일 때 발생했는지 아니면 폐기된 후에 발생했는지는 확실하지 않습니다. 그러나 가장자리에 긁힌 자국과 핏자국이 있는 것으로 보아 잠재적인 탈출 경로로 시도되었을 가능성이 있습니다.

source: Each vessel contains a dead body. Many of them are strangely deformed or show multiple stitches and incisions.
ko: 모든 용기가 시체를 담고 있습니다. 그들 대부분이 괴기하게 변형되었거나 다수의 절개 및 봉합 자국을 갖고 있습니다.
ko_mt: 각 용기에는 시체가 들어 있습니다. 대부분은 이상하게 변형되어 있거나 여러 바늘을 꿰매고 절개한 흔적이 있습니다.

source: Many of the bodies in the jars are those of tieflings or half-fiends. Many of them are strangely deformed or show multiple stitches and incisions.
ko: 용기애 담긴 시체 중 다수가 티플링과 하프핀드의 것입니다. 그들 대부분이 괴기하게 변형되었거나 다수의 절개 및 봉합 자국을 갖고 있습니다.
ko_mt: 항아리에 담긴 시신 대부분은 티플링이나 반인반수의 시신입니다. 많은 시신이 이상하게 변형되었거나 여러 바늘을 꿰매고 절개한 흔적이 있습니다.

source: An unsettling light twinkles from the crystal. Lines of mysterious magical patterns spread out around it.
ko: 수정에서 불안정한 빛이 깜빡댑니다. 신비로운 마법 패턴의 줄기가 그 주위로 퍼져나갑니다.
ko_mt: 수정에서 불안한 빛이 반짝입니다. 신비한 마법 무늬의 선이 그 주위에 펼쳐집니다.

source: "Poor old man, this dungeon has driven him out of his mind."
ko: "불쌍한 늙은이, 이 지하 감옥이 그의 이성을 놓도록 만들었지."
ko_mt: "불쌍한 노인네, 이 던전 때문에 정신이 나갔군."

source: [Indecipherable mumbling]
ko: [알아들을 수 없는 중얼거림]
ko_mt: [해독할 수 없는 중얼거림]

source: "Are you looking for the way out? We've been waiting here for years, and we're still waiting."
ko: "나가는 길을 찾고 있는가? 우리는 여기서 몇 년을 기다려왔고, 아직도 기다리는 중이라오."
ko_mt: "출구를 찾고 있나요? 우리는 수년 동안 여기서 기다렸고 여전히 기다리고 있습니다."

source: "My prayers have been answered!"
ko: "내 기도에 화답하시는구나!"
ko_mt: "제 기도가 응답받았습니다!"

source: "I need to gather my strength before I can return to battle against the armies of the Abyss."
ko: "심연의 군대와의 전투에 다시 합류하기 전에 내 힘을 모아야만 한다."
ko_mt: "심연의 군대에 맞서 싸우러 돌아가기 전에 힘을 모아야 합니다."

source: An old cauldron with the smell of alcohol still lingering around it. It is smashed and beyond repair.
ko: 낡은 가마솥 주위에는 아직도 알코올 냄새가 남아있습니다. 이는 부숴진 상태이며, 고칠 수 있는 범주를 벗어났습니다.
ko_mt: 술 냄새가 여전히 남아 있는 낡은 가마솥. 부서져서 수리가 불가능합니다.

source: A woman's body clings to the wall, like she was trying to scratch her way out.
ko: 긁어 파서 길을 만들려 했던 것처럼 벽에 매달려 있는 여성의 시체.
ko_mt: 한 여자의 몸이 벽에 달라붙어 마치 빠져나가려는 듯이 긁어대고 있습니다.

source: "Experiment: Wounded Demons" Crystal
ko: "실험: 상처입은 데몬" 수정
ko_mt: "실험: 상처 입은 데몬" 수정

source: This vessel of clouded crystal veined with violet clearly served some very important magical purpose long, long ago. But it's unlikely to be of any use now.
ko: 보라색 줄기가 퍼져있는 뿌연 수정 용기는 매우 중요한 마법적 역할을 오랫동안 수행했을 게 분명합니다. 그러나 지금은 어떤 용도로도 사용하지 못할 겁니다.
ko_mt: 보랏빛으로 물든 이 흐린 수정 그릇은 아주 오래전에 매우 중요한 마법적 용도로 사용되었던 것이 분명합니다. 하지만 지금은 쓸모가 없을 것 같습니다.

source: Crystal Vessel
ko: 수정 그릇
ko_mt: 수정 용기

source: "Not expecting us?"
ko: "우리가 올 줄 몰랐나봐?"
ko_mt: "우리를 예상하지 못했나요?"

source: "Death to mortals!"
ko: "필멸자들에게 죽음을!"
ko_mt: "인간에게 죽음을!"

source: "This is our land! And soon this entire plane will be ours!"
ko: "여긴 우리 땅이다! 그리고 곧 이 차원 전체가 우리 것이 될 거다!"
ko_mt: "여기는 우리 땅입니다! 그리고 곧 이 차원 전체가 우리 것이 될 거야!"

source: Continue.
ko: 계속.
ko_mt: 계속합니다.

source: {mf|He|She} looks down at the gray ruins, trying to understand what this place is, but the dream fades, giving way to reality. The Commander grabs a quill to write down what {mf|he|she} learned in the dream.
ko: {mf|그|그녀}는 회색의 폐허를 내려다보며 이곳이 어디인지 이해하려 했으나, 꿈이 흐려지며 현실로 향하는 길이 열립니다. {mf|그|그녀}는 꿈에서 본 것을 기록하기 위해 깃펜을 잡았습니다.
ko_mt: {mf|그|그녀}는 회색 폐허를 내려다보며 이곳이 어떤 곳인지 이해하려고 노력하지만, 꿈은 사라지고 현실로 돌아옵니다. 사령관은 {mf|그|그녀}의 꿈에서 배운 것을 적기 위해 필기구를 잡습니다.

source: {mf|He|She} recognized that place — it's the Greengates fortress, the fallen stronghold of Sarkoris.
ko: {mf|그|그녀}가 맞다면, 그곳은 사코리스의 파괴된 거점인 신록의 관문 요새입니다.
ko_mt: {mf|그|그녀}는 그곳이 사르코리스의 함락된 요새인 그린게이트 요새임을 알아차렸습니다.

source: {mf|He|She} is not sure where exactly this place is, but the striking landscape has given {mf|him|her} an idea of where to look for this fortress.
ko: {mf|그|그녀}는 이곳이 정확히 어디인지 확신하지 못했지만, 그 인상적인 풍경은 {mf|그|그녀}에게 어디를 찾아봐야 할지에 대한 영감을 주었습니다.
ko_mt: {mf|그|그녀}는 이곳이 정확히 어디인지는 모르지만, 눈에 띄는 풍경 덕분에 {mf|그|그녀}가 이 요새를 찾을 수 있을 것 같다는 생각이 들었습니다.

source: If the demoness is to be believed (what a curious notion!), there is a deranged crone hiding there who knows where the demons with the peculiar abilities are coming from. I am intrigued to learn who this crone is, what she knows... and whether this dream is but a trick to lure the Commander into another trap. Alas, we cannot find out without visiting the place!
ko: 만약 이 여성 데몬을 믿을 수 있다면 (무슨 이상한 생각인지!), 거기엔 특별한 능력을 지닌 데몬들이 어디서 오는지 알고 있는 미친 노파가 있다고 합니다. 저는 그 노파가 누구인지, 무엇을 아는지... 그리고 이게 그냥 꿈인지 사령관님을 또다른 함정으로 꾀어내기 위한 속임수인지 대한 흥미가 생겼습니다. 아아, 그곳에 직접 가보지 않는 한 알 수 없겠지요!
ko_mt: 마녀의 말을 믿는다면(참으로 신기한 발상입니다!), 그곳에는 특이한 능력을 가진 데몬들이 어디에서 왔는지 알고 있는 미친 여자가 숨어 있습니다. 이 미친 여자가 누구인지, 그녀가 무엇을 알고 있는지.. 그리고 이 꿈이 사령관을 다른 함정으로 유인하기위한 속임수에 불과한 것인지 궁금합니다. 아쉽게도 그곳을 방문하지 않고는 알 수 없습니다!

source: Once fearsome siege engines, these catapults have been rotting here for decades. They are now beyond repair.
ko: 한때 무서운 공성 기계였던 이 투석기들은 몇십년에 걸쳐 썩는 중입니다. 지금은 수리를 할 수 없을 정도입니다.
ko_mt: 한때 무시무시한 공성 엔진이었던 이 투석기는 수십 년 동안 이곳에서 썩어가고 있습니다. 이제 수리가 불가능합니다.

source: Repair
ko: 수리하기
ko_mt: 수리

source: The repaired catapult is now ready to rain down fire and rocks on the heads of the enemies.
ko: 수리된 투석기는 적들의 머리 위에 불꽃과 돌덩이를 쏟아낼 준비를 마쳤습니다.
ko_mt: 이제 수리한 투석기가 적의 머리에 불과 돌을 퍼부을 준비를 마쳤습니다.

source: The repair failed — now the catapult is irreparably damaged.
ko: 수리에 실패했습니다. 투석기는 지금 복구 불가능한 피해를 입었습니다.
ko_mt: 수리가 실패하여 이제 투석기는 돌이킬 수 없을 정도로 손상되었습니다.

source: This grave is well tended. It is much more recent than the chapel beside it. There is no name on the tombstone, only an elegant butterfly of Desna.
ko: 이 무덤은 잘 관리되었습니다. 그 옆의 예배당과 비교하면 상당히 최근의 것입니다. 묘비에 이름은 없고, 오직 데즈나의 수려한 나비뿐입니다.
ko_mt: 이 무덤은 잘 관리되어 있습니다. 그 옆에있는 예배당보다 훨씬 더 최근의 것입니다. 묘비에는 이름이 없고 데스나의 우아한 나비만 있습니다.

source: Someone's bleached bones and something metal gleam among the debris.
ko: 누군가의 백골과 어떤 금속의 희미한 빛이 쓰레기 더미 속에 있습니다.
ko_mt: 누군가의 백화된 뼈와 파편 사이에서 금속성 물질이 반짝입니다.

source: Take the clapper
ko: 종의 추를 가져간다
ko_mt: 클래퍼 가져가기

source: "Mighty titans! Hear your loyal servants! We invoke you! Rise and lay waste to all — gods and demon lords alike!"
ko: "강대한 거인들이여! 당신의 충복이 부릅니다! 강림하여주소서! 깨어나시어 신들과 데몬 군주들을 동등히 쓸어버려주소서!"
ko_mt: "강력한 거인들이여! 충성스러운 종들의 말을 들어라! 너희를 부른다! 일어나서 신과 데몬 로드 모두를 쓸어버려라!"

source: "You're not demons! I'm saved! Help me... Have mercy... I can't walk..."
ko: "데몬이 아니구나! 살았어! 도와줘... 자비를... 걸을 수가 없어..."
ko_mt: "너희는 데몬이 아니야! 난 구원받았어! 도와주세요.. 자비를 베푸소서.. 걸을 수 없어요..."

source: The bell is covered in runes and looks brand new, as if it was put here recently.
ko: 종은 룬으로 뒤덮여있으며, 마치 방금 전 이곳에 걸린 듯 새것처럼 보입니다.
ko_mt: 종은 룬으로 덮여 있으며 최근에 이곳에 설치한 것처럼 새 것처럼 보입니다.

source: "Hmm… What if I try… No, that's too risky…"
ko: "흠... 그걸 해보면... 아냐, 그건 너무 위험해..."
ko_mt: "흠.. 내가 해보면 어떨까.. 아니, 그건 너무 위험해..."

source: This is a black dragon scale scored deeply by claw marks.
ko: 발톱 자국이 선명히 새겨진 블랙 드래곤의 비늘입니다.
ko_mt: 발톱 자국으로 깊게 파인 블랙 드래곤의 비늘입니다.

source: The lower jaw of this dragon skull is fractured, as if destroyed by a powerful blow.
ko: 이 드래곤 두개골의 아래턱은 강력한 일격으로 파괴됐다는 듯 조각났습니다.
ko_mt: 이 용 두개골의 아래턱은 마치 강력한 타격으로 파괴된 것처럼 골절되어 있습니다.

source: This image depicts a man and a woman holding hands above a cradle. The woman's face has been scratched off, and her features are impossible to distinguish.
ko: 남성과 여성이 요람 위로 손을 맞잡는 광경을 묘사한 그림입니다. 여성의 얼굴은 긁어 떼졌으며, 그녀의 특징은 알아보기 불가능합니다.
ko_mt: 이 이미지는 요람 위에 손을 잡고 있는 남자와 여자의 모습을 묘사하고 있습니다. 여성의 얼굴은 긁혀서 이목구비를 구분할 수 없습니다.

source: The murals all share the common motif of two intertwined rivers, one dark and the other light. These represent the freshwater and saltwater streams from which the dragon gods appeared.
ko: 벽화들은 모두 뒤얽힌 어둠과 빛의 강이라는 주제를 공유하고 있습니다. 이는 용신이 나타난 맑은 물과 소금물의 줄기를 대변합니다.
ko_mt: 벽화는 모두 어둡고 밝은 두 개의 강이 서로 얽혀 있다는 공통된 모티브를 가지고 있습니다. 이는 용신들이 나타난 민물과 바닷물을 상징합니다.

source: This skeleton wears elven armor. Someone folded his arms over his chest and placed a sword into his hands.
ko: 이 해골은 엘프제 갑옷을 입었습니다. 누군가 그의 팔을 가슴팍으로 접었으며 그의 손에 검을 쥐어뒀습니다.
ko_mt: 이 해골은 엘프 갑옷을 입고 있습니다. 누군가 팔을 가슴 위로 접어 검을 손에 쥐고 있습니다.

source: "An Antiquarian? Do you sell anything?"
ko_mt: "골동품상? 뭐라도 팔아요?"

source: "I've never heard of you, so you can't be a scholar of much renown."
ko: "내 당신에 대한 이야기를 들어본 적이 없으니, 당신이 저명한 학자일리는 없어요."
ko_mt: "나는 당신에 대해 들어본 적이 없으니 유명한 학자가 아닐 겁니다."

source: "Always a pleasure to meet an educated man! Where are you headed?"
ko: "학식있는 사람을 만나는 건 언제나 즐겁죠! 어디로 가시던 중인가요?"
ko_mt: "교양 있는 분을 만나서 반갑습니다! 어디로 가세요?"

source: "Fine, I'll help you."
ko: "좋습니다. 도와드리죠."
ko_mt: "알았어, 내가 도와줄게."

source: "I'm not going to help you."
ko: "당신을 돕진 않을겁니다."
ko_mt: "나는 당신을 돕지 않을 것입니다."

source: {n}An older man in dusty traveling clothes waves at you. His face is tanned, but his gray eyes are bright.{/n} "Commander? Aren't you the commander? Well met! My name is Lathimas the Antiquarian. I study ancient relics. Perhaps you've heard of me… though if you haven't, it doesn't matter. I'm not proud."
ko_mt: {n}먼지가 쌓인 여행용 옷을 입은 노인이 당신에게 손을 흔듭니다. 얼굴은 검게 그을렸지만 회색 눈동자는 초롱초롱합니다.{/n} "사령관님? 사령관님 아니세요? 잘 만났어요! 제 이름은 고물상 라티마스입니다. 고대 유물을 연구하죠. 아마 저에 대해 들어보셨을 겁니다.. 들어보지 못했더라도 상관없습니다. 난 자랑스럽지 않거든."

source: {n}Lathimas shrugs.{/n} "Alas, I don't. They call me the Antiquarian because of my love for ancient items that might otherwise seem mundane and useless. Few understand the principles of archaeology: sometimes even a shard from an old oil lamp is enough to shine a light on the darkness of history."
ko: {n}라티마스가 어깨를 으쓱한다.{/n} "아쉽지만, 전혀 없습니다. 제가 고물상이라 불리는 건 다른 사람들이 평범하거나 쓸모없다고 볼만한 옛날 물건들에 대한 제 애착 때문이니까요. '낡은 기름 등불의 조각만으로도 역사의 어둠 속에 빛을 밝히기에 충분할 때도 있다'라는 고고학의 법칙을 이해하는 건 소수에 불과하지요."
ko_mt: {n}라티마스가 어깨를 으쓱입니다.{/n} "아아, 그렇지 않아요. 사람들이 나를 골동품 수집가라고 부르는 건 평범하고 쓸모없어 보이는 고대 물건에 대한 애정 때문이죠. 고고학의 원리를 이해하는 사람은 거의 없지만, 때로는 오래된 석유 램프의 파편 하나만으로도 역사의 어둠에 빛을 비출 수 있죠."

source: "I don't chase glory. It's enough for me to know that I bring knowledge to the peoples of Golarion. Some have used my discoveries to earn fame and fortune, but I remain a simple Antiquarian."
ko: "저는 영광을 좇지 않습니다. 골라리온의 사람들에게 지식을 전달하는 것만으로 제겐 충분해요. 몇몇 사람은 제 발견을 이용해 부와 명예를 얻기도 했습니다만, 저는 그냥 고물상으로 남을 겁니다."
ko_mt: "나는 영광을 쫓지 않습니다. 골라리온 사람들에게 지식을 전할 수 있다면 그것으로 충분합니다. 어떤 이들은 제 발견을 이용해 명성과 부를 얻으려 하지만 저는 단순한 골동품 수집가로 남을 겁니다."

source: "Meeting you is such a coincidence! As it happens, I am going on an extremely dangerous expedition, and I could use your help. Not without recompense, of course."
ko: "당신을 만난건 순전히 우연이에요! 그렇게 됐으니 말인데, 저는 극도로 위험한 탐사를 할 예정이고, 당신의 도움이 필요합니다. 물론 보수도 드리겠습니다."
ko_mt: "당신을 만나다니 정말 우연이네요! 공교롭게도 저는 지금 매우 위험한 탐험을 떠나는 중인데, 여러분의 도움이 필요합니다. 물론 대가 없이요."

source: "I found an ancient map leading to a certain cave system — a dragon burial ground. But it wasn't merely a place where old dragons came to die. I have a theory that once upon a time, a great battle took place in these caves, and many relics and artifacts were left behind."
ko_mt: "저는 어떤 동굴 시스템으로 이어지는 고대 지도를 발견했는데, 바로 용의 무덤이었습니다. 하지만 그곳은 단순히 늙은 용이 죽으러 온 곳이 아니었습니다. 옛날 옛적에 이 동굴에서 큰 전투가 벌어졌고 많은 유물과 유물이 남았다는 가설이 있습니다."

source: "You're waging a long and difficult war. Help me uncover the secrets of the Dragon Burial Ground, and perhaps you'll find something to help your cause."
ko: "당신은 길고 어려운 전쟁을 이끄는 중이시죠. 드래곤 매장지의 비밀을 밝히는 걸 도와주신다면, 아마 당신도 대의에 도움이 될 무언가를 찾을 수 있으실겁니다."
ko_mt: "여러분은 길고 힘든 전쟁을 치르고 있습니다. 용의 무덤의 비밀을 밝혀내도록 도와주면 대의에 도움이 될 만한 것을 찾을 수 있을 겁니다."
