Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: Non-recommended feature
ko: 비추천 능력
ko_mt: 비추천 능력

source: A recommended feature is any feature of the character, which has the best impact on the character in the current environment. It may be a feature, a spell, or any other character's ability or aspect worth developing first and foremost.
ko: 추천 능력은 현재 상황에서 캐릭터에게 가장 좋은 영향을 주는 능력입니다. 특성, 주문 또는 그 외 개발할 가치가 있는 캐릭터의 능력이나 측면을 말합니다.
ko_mt: 추천 기능은 현재 환경에서 캐릭터에게 가장 큰 영향을 미치는 캐릭터의 모든 기능을 말합니다. 기능, 주문 또는 무엇보다 먼저 개발할 가치가 있는 다른 캐릭터의 능력이나 측면이 될 수 있습니다.

source: Recommended feature
ko: 추천 능력
ko_mt: 추천 기능

source: Two-handed
ko: 양손 무기
ko_mt: 양손

source: Charisma
ko: 매력
ko_mt: 매력

source: Constitution
ko: 건강
ko_mt: 건강

source: Dexterity
ko: 민첩
ko_mt: 민첩

source: Equipment
ko: 장비
ko_mt: 장비

source: Intelligence
ko: 지능
ko_mt: 지능

source: Show backpack
ko: 배낭 표시
ko_mt: 배낭 표시

source: Show default equipment
ko_mt: 기본 장비 표시

source: Show headgear
ko: 머리 장비 표시
ko_mt: 헤드기어 표시

source: Appearance
ko: 외형
ko_mt: 모양

source: Wisdom
ko: 지혜
ko_mt: 지혜

source: Premade build was loaded, and auto level-up was activated.
ko: 사전 생성된 빌드를 불러왔고, 자동 레벨 업이 활성화되었습니다.
ko_mt: 미리 만들어진 빌드가 로드되고 자동 레벨업이 활성화되었습니다.

source: Back
ko: 뒤로
ko_mt: 뒤로

source: Caster ability
ko: 시전자 능력
ko_mt: 시전 능력

source: Source of magic
ko: 마법의 근원
ko_mt: 마법의 원천

source: HP per level
ko: 레벨당 HP
ko_mt: 레벨당 HP

source: Premade build
ko: 사전 생성된 빌드
ko_mt: 사전 제작 빌드

source: Max level of spells
ko: 최대 주문 레벨
ko_mt: 최대 주문 레벨

source: Memorizing spells
ko: 주문 기억하기
ko_mt: 암기 시전자

source: Next
ko: 다음
ko_mt: 다음

source: Skills
ko: 기술
ko_mt: 기술

source: Caster type
ko: 시전자 유형
ko_mt: 시전자 유형

source: Casting spontaneously
ko: 임의 시전
ko_mt: 임의 시전자

source: RTWP Combat (Change)
ko: 실시간 전투 (변경)
ko_mt: RTWP 전투 (변경)

source: Turn-Based Combat (Change)
ko: 턴제 전투 (변경)
ko_mt: 턴 기반 전투 (변경)

source: Change
ko_mt: 변경

source: Change
ko: 변경
ko_mt: 변경

source: Choose
ko: 선택
ko_mt: 선택

source: Confirm
ko: 확정
ko_mt: 확인

source: Formation
ko: 진형
ko_mt: 진형

source: We as developers are always striving to improve our work. To do this, we need information that we can only get from you. By sending game statistics and bug reports to us, you can help us learn more about the way you play and what difficulties you encounter in our games. Since this game is based on the Unity game engine, we use Unity Analytics to analyze data from your game experience. You can opt out of data collection at any time from the settings menu. Would you like to opt in to sending game statistics? By agreeing to this, you confirm that you have read and agree to the terms of our <link="eula">End-User License Agreement</link> and <link="pp">Privacy Policy</link> as well as the <link="upp">Unity Privacy Policy</link>.
ko_mt: 개발자로서 저희는 항상 업무 개선을 위해 노력하고 있습니다. 이를 위해서는 여러분에게서만 얻을 수 있는 정보가 필요합니다. 게임 통계와 버그 리포트를 보내 주시면 게임 플레이 방식과 게임에서 발생하는 어려움에 대해 더 자세히 알아볼 수 있습니다. 이 게임은 유니티 게임 엔진을 기반으로 하므로 유니티는 유니티 애널리틱스를 사용하여 게임 경험에서 얻은 데이터를 분석합니다. 설정 메뉴에서 언제든지 데이터 수집을 거부할 수 있습니다. 게임 통계 전송에 동의하시겠습니까? 이에 동의함으로써 귀하는 유니티의 <link="eula">}최종 사용자 라이선스 계약</link> 및 <link="pp">}개인정보 취급방침</link>과 <link="upp">}유니티 개인정보 취급방침</link>의 조항을 읽고 이에 동의함을 확인합니다.

source: All unsaved progress will be lost.
ko: 저장하지 않은 모든 진행 상태가 사라집니다.
ko_mt: 저장하지 않은 진행 상황은 모두 손실됩니다.

source: Required
ko_mt: 필수

source: Grab
ko: 잡기
ko_mt: 무덤

source: You cannot switch controls at this time
ko_mt: 지금은 조작을 전환할 수 없습니다.

source: Press any key to continue.
ko_mt: 계속하려면 아무 키나 누르세요.

source: Next
ko_mt: 다음

source: Previous
ko_mt: 이전

source: Move Camera
ko_mt: 카메라 이동

source: Continue
ko_mt: 계속

source: Are you sure you want to send this army to Reserve for retraining? This action will increase your Reserve by {0}.
ko_mt: 이 병력을 재훈련을 위해 예비군으로 보내시겠습니까? 이 작업을 수행하면 예비군이 {0} 만큼 증가합니다.

source: Are you sure you want to dismiss this army?
ko: 정말 이 군대를 해산하시겠습니까?
ko_mt: 정말 이 군대를 해산하고 싶습니까?

source: Are you sure you want to send this unit to Reserve for retraining? This action will increase your Reserve by {0}.
ko_mt: 이 유닛을 재훈련을 위해 예비군으로 보내시겠습니까? 이 작업을 수행하면 예비군이 {0} 만큼 증가합니다.

source: Are you sure you want to dismiss this unit?
ko: 정말 이 부대를 해산하시겠습니까?
ko_mt: 이 유닛을 해제하시겠습니까?

source: Enter Area
ko_mt: 영역 진입

source: General Info
ko: 일반 정보
ko_mt: 일반 정보

source: Losses
ko: 손실
ko_mt: 손실

source: Growth
ko: 성장
ko_mt: 성장

source: Select Direction
ko_mt: 방향 선택

source: Troops sent to reserve for retraining.
ko_mt: 재훈련을 위해 예비군으로 파견된 부대입니다.

source: Reserve
ko_mt: 예약

source: Reserve: {0}
ko_mt: 예약: {0}

source: Select Location
ko_mt: 위치 선택

source: Go
ko_mt: 이동

source: Stop
ko_mt: 중지

source: Specific alignment required.
ko: 특정 성향이 필요합니다.
ko_mt: 특정 성향이 필요합니다.

source: [Requires {0}]
ko: [{0} 필요]
ko_mt: [{0} 필요]

source: Total chests on visited islands
ko_mt: 방문한 섬의 총 상자 수

source: Encyclopedia
ko: 백과사전
ko_mt: 백과사전

source: Quit
ko_mt: 종료

source: Enter
ko: 진입
ko_mt: 입력 2

source: Do you want to enter this location?
ko: 이 장소에 들어가시겠습니까?
ko_mt: 이 위치에 진입하시겠습니까?

source: Travel
ko: 여행
ko_mt: 여행

source: The journey will take some time.
ko: 여행은 어느 정도 시간이 걸릴 것입니다.
ko_mt: 여정에는 다소 시간이 걸립니다.

source: You've never been to this location.
ko: 이 위치에 가본 적이 없습니다.
ko_mt: 이 위치에 가본 적이 없습니다.

source: You last visited this place on {0}.
ko: {0}에 마지막으로 방문했습니다.
ko_mt: {0}에 마지막으로 이곳을 방문하셨습니다.

source: Party is traveling
ko: 일행이 여행중
ko_mt: 파티가 여행 중입니다.

source: World
ko: 세계
ko_mt: 세계

source: You're under attack! Prepare for battle!
ko: 당신은 공격받았습니다! 전투를 준비하십시오!
ko_mt: 공격을 받고 있습니다! 전투를 준비하세요!

source: Ambush!
ko: 매복!
ko_mt: 매복!

source: Companions
ko: 동료
ko_mt: 동반자

source: Gaming log
ko_mt: 게임 로그

source: Backspace
ko_mt: 백스페이스

source: Escape
ko: ESC
ko_mt: 탈출

source: Flag
ko: 깃발
ko_mt: 깃발

source: Vendor
ko: 상인
ko_mt: 공급업체

source: Collect all and leave
ko: 전부 획득 후 떠나기
ko_mt: 모두 모아서 떠나기

source: Items
ko: 물품
ko_mt: 항목

source: Items
ko: 물품
ko_mt: 항목

source: Items
ko: 물품
ko_mt: 항목

source: Chest
ko: 상자
ko_mt: 가슴

source: Settings
ko: 설정
ko_mt: 설정

source: New Game
ko: 새로운 게임
ko_mt: 새로운 게임

source: Character
ko: 캐릭터
ko_mt: 캐릭터

source: Create new character
ko: 새로운 캐릭터 생성
ko_mt: 새 캐릭터 만들기

source: A character advances in level as soon as he or she earns enough experience points. The process of advancing a character works much the same way as generating a character. Adding a level generally gives you new abilities, additional skill points to spend, more hit points, and the possibly of increasing an ability score or learning an additional feat. Over time, as your character rises in level, he or she will become a truly powerful force in the world, capable of ruling nations — or bringing them to their knees!
ko: 캐릭터가 충분한 경험치를 얻으면 레벨이 상승합니다. 레벨 상승은 캐릭터를 생성하는 것과 거의 같은 방식으로 작동합니다. 레벨이 오르면 일반적으로 새로운 능력, 기술 점수, 생명점, 능력치 또는 특기를 얻을 수 있습니다. 시간이 지나 캐릭터의 레벨이 오르면 이 세계에 그 강력한 힘을 발휘하여 여러 나라를 다스리거나, 무릎을 꿇릴 수도 있습니다!
ko_mt: 캐릭터는 충분한 경험치를 획득하는 즉시 레벨이 올라갑니다. 캐릭터의 레벨을 올리는 과정은 캐릭터를 생성하는 것과 거의 같은 방식으로 진행됩니다. 레벨을 올리면 일반적으로 새로운 능력, 사용할 수 있는 추가 기술 점수, 더 많은 적중률, 능력 점수 증가 또는 추가 기술을 배울 수 있는 기회가 주어집니다. 시간이 지남에 따라 캐릭터의 레벨이 올라가면 다른 국가를 지배하거나 무릎을 꿇게 할 수 있는 세계에서 진정으로 강력한 세력이 될 수 있습니다!

source: or
ko: 또는
ko_mt: 또는

source: or
ko: 또는
ko_mt: 또는

source: "I can't move! I carry this much!"
ko: "이동할 수 없어! 짐이 너무 많아!"
ko_mt: "움직일 수가 없어요! 이 정도는 들어야 해요!"

source: Character is over-encumbered
ko: 캐릭터의 짐이 너무 무거움
ko_mt: 캐릭터가 과도하게 가려져 있습니다.

source: Party is over-encumbered
ko: 일행의 짐이 너무 무거움
ko_mt: 파티가 너무 많음

source: Hide completed quests
ko_mt: 완료한 퀘스트 숨기기

source: Quest Complete
ko: 임무 완료
ko_mt: 퀘스트 완료

source: Quest Failed
ko: 임무 실패
ko_mt: 퀘스트 실패

source: New Quest
ko: 새로운 임무
ko_mt: 새로운 퀘스트

source: Quest Update
ko: 임무 갱신
ko_mt: 퀘스트 업데이트

source: Assigned characters will spend their free time sorting ingredients, boiling water, brewing a potion, and cooking food. In these cursed regions, one can rely only on the proven ingredients and recipes to increase chances of survival in places where no living creature can exist. These characters must pass a Knowledge (world) skill check against a spell or cooking recipe DC. Assigned character must know the spell to prepare a potion with it. A secondary assigned character will help to pass this check. {br}On the global map, the assigned character will increase the number of ingredients gathered at resource stashes the party finds. To do so, the character must pass a Knowledge (world) check against the DC of that resource stash.
ko_mt: 지정된 캐릭터는 자유 시간 동안 재료를 분류하고, 물을 끓이고, 물약을 끓이고, 음식을 요리하는데 시간을 보내게 됩니다. 이 저주받은 지역에서는 생명체가 존재할 수 없는 곳에서 생존 확률을 높이기 위해 검증된 재료와 레시피에만 의존할 수 있습니다. 이 캐릭터는 주문 또는 요리 레시피 DC에 대한 지식(세계) 기술 학인을 통과해야 합니다. 지정된 캐릭터는 해당 주문을 알고 있어야 물약을 준비할 수 있습니다. 보조로 지정된 캐릭터가 이 검사를 통과하는데 도움을 줄 수 있습니다. {br}세계 지도에서 지정된 캐릭터는 파티가 발견한 자원 보관소에서 수집하는 재료의 개수를 증가시킵니다. 그러기 위해서는 캐릭터가 해당 자원 보관함의 DC에 대한 지식(세계) 검사를 통과해야 합니다.

source: Squad members will prepare potions and cook meals during rest.
ko: 동료들이 휴식 중에 물약을 준비하고 음식을 요리할 것입니다.
ko_mt: 분대원은 휴식 시간 동안 물약을 준비하고 식사를 조리합니다.

source: Alchemy
ko: 연금술
ko_mt: 연금술

source: Camouflage
ko: 위장
ko_mt: 위장

source: Not enough rations
ko: 식량 부족
ko_mt: 배급량 부족

source: Continue adventuring
ko: 모험 계속하기
ko_mt: 모험 계속하기

source: Assign someone to camouflage the camp to avoid being attacked.
ko: 공격을 피하기 위해 야영지를 위장할 사람을 지정하십시오.
ko_mt: 공격을 피하기 위해 캠프를 위장할 사람을 지정하세요.

source: Assigned character will prepare the camp to ensure that it's hidden from the enemies and decrease the chance of a surprise attack. This character must pass a Stealth skill check against the DC of the area where you rest. A secondary assigned character will help to pass this check. {br}On the global map, the assigned character will try to give the party an option to avoid encounters. To do so, the character must pass a Stealth skill check against the DC of the encounter.
ko: 할당된 캐릭터는 야영지를 적으로부터 숨겨 기습당할 확률을 감소시킵니다. 이 캐릭터는 휴식 지역의 DC 에 대한 은신 기술 판정을 성공시켜야 합니다. 이 임무의 보조 캐릭터는 이 판정의 통과를 도울 것입니다. {br}세계 지도에서, 할당된 캐릭터는 일행이 조우를 회피하는 선택지를 줄 것입니다. 이를 위해 해당 캐릭터는 조우의 DC 에 대한 은신 기술 판정을 통과해야 합니다.
ko_mt: 지정된 캐릭터는 캠프를 적에게 보이지 않도록 준비하여 기습 공격의 가능성을 줄입니다. 이 캐릭터는 자신이 쉬고 있는 구역의 은신 기술 학인을 통과합니다. 보조 캐릭터가 이 검사를 통과하는데 도움이 됩니다. {br}세계 지도에서 지정된 캐릭터는 파티원에게 조우를 피할 수 있는 옵션을 제공합니다. 그러기 위해서는 캐릭터가 조우 시 은신 기술 판정과 조우의 DC를 통과합니다.

source: The probability of attack is reduced.
ko: 공격당할 확률이 감소합니다.
ko_mt: 공격 확률이 감소합니다.

source: The probability of attack is reduced.
ko: 공격당할 확률이 감소합니다.
ko_mt: 공격 확률이 감소합니다.

source: Successful camouflage will reduce the probability of attack.
ko: 성공적인 위장은 공격당할 확률을 감소시킵니다.
ko_mt: 위장에 성공하면 공격 확률이 줄어듭니다.

source: On a successful skill check the chance of a surprise attack during the night decreases. On a failed skill check the chance of a surprise attack during the night increases.
ko: 기술 판정에 성공하면 밤에 기습당할 확률이 낮아집니다. 기술 판정에 실패하면 밤에 기습당할 확률이 높아집니다.
ko_mt: 기술 판정에 성공하면 야간에 기습 공격이 발생할 확률이 감소합니다. 기술 판정에 실패하면 야간에 기습 공격이 발생할 확률이 증가합니다.

source: The squad's scouts will disguise the camp, reducing the chance of a surprise attack.
ko: 일행의 정찰병은 야영지를 위장해 기습당할 확률을 감소시킵니다.
ko_mt: 분대의 정찰병이 캠프를 위장하여 기습 공격의 가능성을 줄입니다.

source: Camp
ko: 야영
ko_mt: 캠프

source: Chance of Success
ko: 성공 확률
ko_mt: 성공 확률

source: Choose a potion to craft
ko: 제작할 물약 선택
ko_mt: 제작할 물약 선택

source: Choose a recipe to cook
ko: 요리할 조리법 선택
ko_mt: 요리할 레시피 선택

source: Choose a spell to scribe a scroll
ko: 제작할 두루마리 선택
ko_mt: 주문을 선택하여 두루마리에 기록하기

source: Continue
ko: 계속하기
ko_mt: 계속

source: Cooking
ko: 요리
ko_mt: 요리

source: You may receive a bonus if you appoint a cook.
ko: 요리사를 배정하면 보너스를 받을 수 있습니다.
ko_mt: 요리사를 지정하면 보너스를 받을 수 있습니다.

source: Abyssal Corruption
ko: 심연 오염
ko_mt: 심연의 부패

source: Assigned characters will perform sacred protective rituals to weaken the growth of corruption and ensure better rest for all group members. These characters must pass a Lore (religion) skill check against the DC of the area where you rest. A secondary assigned character will help to pass this check. {br}On the global map, the assigned character will perform divine rituals to increase the speed of the party. To do so the character must pass a Lore (religion) skill check against DC depending on the area. The DC increases with each successful check until the party rests.
ko_mt: 지정된 캐릭터는 신성한 보호 의식을 수행하여 부패의 성장을 약화시키고 모든 그룹원이 더 나은 휴식을 취할 수 있도록 합니다. 이 캐릭터는 휴식하는 지역의 DC에 대한 전승(종교) 기술 학인을 통과해야 합니다. 보조로 배정된 캐릭터가 이 검사를 통과하는데 도움이 됩니다. {br}세계 지도에서 지정된 캐릭터는 파티의 속도를 높이기 위해 신성한 의식을 수행합니다. 이를 수행하려면 캐릭터는 지역에 따라 DC에 대한 전승(종교) 기술 학인을 통과해야 합니다. 판정에 성공할 때마다 파티가 휴식할 때까지 DC가 증가합니다.

source: On a successful skill check corruption growth weakens by 1/3. On a failed skill check corruption growth is at full strength.
ko: 기술 판정이 성공하면 오염의 진행을 1/3 로 약화시킵니다. 기술 판정에 실패하면 오염의 진행 속도가 최대가 됩니다.
ko_mt: 기술 판정 성공 시 부패 성장률이 1/3로 약화됩니다. 기술 판정 실패 시 부패 성장이 최대로 증가합니다.

source: Protective charms and rituals will weaken the growth of corruption, but they will not be able to fully negate it.
ko: 보호의 부적과 의식이 오염의 진행을 약화시키지만, 완전히 막을 수는 없습니다.
ko_mt: 보호 부적과 의식은 부패의 성장을 약화시킬 수 있지만 완전히 무효화할 수는 없습니다.

source: Protective Rituals
ko: 보호 의식
ko_mt: 보호 의식

source: <color={0}>Ability scores</color> restored.
ko: <color={0}>능력치</color> 회복됨.
ko_mt: <color={0}>능력 점수</color>가 복원되었습니다.

source: <color={0}>Fatigue</color> has worn off.
ko: <color={0}>피로</color> 회복됨.
ko_mt: <color={0}>피로</color>가 닳아 없어졌습니다.

source: Use healing spells before resting
ko: 휴식 전 치유 주문 사용
ko_mt: 휴식 전에 치유 주문 사용

source: Natural healing
ko: 자연 치유
ko_mt: 자연 치유

source: <color={0}>Animal companion</color> was resurrected.
ko: <color={0}>동물 동료</color>가 부활했습니다.
ko_mt: <color={0}>동물 동반자</color>가 부활했습니다.

source: <color={0}>Spells</color> are recovered.
ko: <color={0}>주문</color>이 재충전되었습니다.
ko_mt: <color={0}>주문</color>이 복구됩니다.

source: Night Watch
ko: 불침번
ko_mt: 불침번

source: Appoint someone to stand watch. They will sound the alarm if the camp is attacked.
ko: 불침번을 세워 야영지가 공격당할 때 경보를 울리도록 합니다.
ko_mt: 불침번을 세워 야영지가 공격당할 때 경보를 울리도록 합니다.

source: The person on watch duty will detect enemies.
ko: 불침번은 적을 경계합니다.
ko_mt: 보초를 서는 사람이 적을 감지합니다.

source: The person on watch duty will guard you during the whole rest period.
ko: 휴식 시간 내내 불침번을 섭니다.
ko_mt: 당직 근무자가 휴식 시간 내내 여러분을 지켜드립니다.

source: The person on watch duty will guard you during half the rest period.
ko: 휴식 시간의 절반 동안 불침번을 섭니다.
ko_mt: 당직 근무자가 휴식 시간의 절반 동안 여러분을 보호합니다.

source: The person on watch duty will warn you in case of danger.
ko: 불침번이 위험을 경고합니다.
ko_mt: 당직 근무자가 위험 발생 시 경고해 드립니다.

source: The person on watch duty will raise an alarm in case of an attack.
ko: 불침번이 적습에 대해 경보를 울립니다.
ko_mt: 당직 근무자가 공격이 발생하면 경보를 울립니다.

source: In the event of an attack on the camp, the sentries will raise the alarm.
ko: 야영지가 공격받을 경우, 불침번들이 경보를 울립니다.
ko_mt: 캠프에 공격이 발생하면 보초가 경보를 울립니다.

source: Guards
ko: 불침번
ko_mt: 경비병

source: Total
ko: 보유량
ko_mt: 합계

source: Healing
ko: 치유
ko_mt: 치유

source: Natural healing
ko: 자연 치유
ko_mt: 자연 치유

source: Use healing spells and abilities before resting
ko: 휴식 전 치유 주문과 능력 사용
ko_mt: 휴식하기 전에 치유 주문과 능력 사용

source: Hunting
ko: 사냥
ko_mt: 사냥

source: You were attacked while hunting!
ko: 사냥 도중 공격당했습니다!
ko_mt: 사냥 중 공격을 받았습니다!

source: Hunting will take {0} to {1} hours. You will receive {2} rations.
ko: 사냥은 {0}에서 {1}시간이 걸립니다. {2}의 식량을 얻게 됩니다.
ko_mt: 사냥에는 {0}시간에서 {1}시간이 소요됩니다. {2} 배급을 받게 됩니다.

source: {0} rations
ko: {0} 식량
ko_mt: {0} 배급량

source: You might save some rations, if you sent someone on a hunt.
ko: 동료가 사냥을 하면 식량의 일부 혹은 전부를 아낄 수 있습니다.
ko_mt: 누군가를 사냥에 보내면 식량을 절약할 수 있습니다.

source: A successful hunt will bring you <b>{0} — {1}</b> rations.
ko: 성공적인 사냥으로 <b>{0} — {1}</b>의 식량을 얻을 수 있습니다.
ko_mt: 사냥에 성공하면 <b>{0} - {1}</b> 배급량을 획득할 수 있습니다.

source: {0} — {1} rations
ko: {0} — {1} 식량
ko_mt: {0} - {1} 배급량

source: A successful hunt will bring you <b>{0} — {1}</b> rations.
ko: 성공적인 사냥으로 <b>{0} — {1}</b>의 식량을 얻을 수 있습니다.
ko_mt: 사냥에 성공하면 <b>{0} - {1}</b> 배급량을 획득할 수 있습니다.

source: Camp camouflage failed. Chances of ambush are increased.
ko: 야영지 위장이 실패했습니다. 습격당할 확률이 높아집니다.
ko_mt: 캠프 위장이 실패했습니다. 매복 확률이 증가합니다.

source: Camp camouflage failed.
ko: 야영지 위장이 실패했습니다.
ko_mt: 캠프 위장은 실패했습니다.

source: Camp camouflage is successful. Your chances of being attacked have been lowered.
ko: 야영지 위장이 성공적입니다. 공격당할 확률이 낮아졌습니다.
ko_mt: 캠프 위장에 성공했습니다. 공격받을 확률이 낮아졌습니다.

source: The Cook hopelessly spoiled {recipe}. The smell of burnt food might reveal your camp.
ko: 요리사가 {recipe} 요리를 크게 망쳤습니다. 음식이 탄 냄새 때문에 야영지의 위치가 발각될 수 있습니다.
ko_mt: 요리사가 {recipe}을 절망적으로 망쳤습니다. 음식 타는 냄새가 캠프를 드러낼 수도 있습니다.

source: Main Cook spoiled {recipe}.
ko: 요리사가 {recipe} 요리에 실패했습니다.
ko_mt: 메인 요리사가 {recipe}을 망쳤습니다.

source: You cannot cook here.
ko: 이 곳에서는 요리할 수 없습니다.
ko_mt: 이곳에서는 요리를 할 수 없습니다.

source: Not enough rations for a rest.
ko: 휴식에 필요한 식량이 충분하지 않습니다.
ko_mt: 휴식을 취하기에 배급량이 충분하지 않습니다.

source: Main Cook prepared an excellent {recipe}.
ko: 요리사가 훌륭한 <b>{recipe}</b> 요리를 만들었습니다.
ko_mt: 메인 요리사가 훌륭한 {recipe}을 준비했습니다.

source: Camp camouflage failed.
ko: 야영지 위장이 실패했습니다.
ko_mt: 캠프 위장은 실패했습니다.

source: Protective rituals were successful.
ko: 보호 의식이 성공적입니다.
ko_mt: 보호 의식은 성공적이었습니다.

source: {source} healed {count} hit points.
ko: {source} 치유 된 {count} hit points.
ko_mt: {source}; 체력 {count} 회복

source: Hunters returned empty-handed.
ko: 사냥꾼들이 빈손으로 돌아왔습니다.
ko_mt: 사냥꾼들은 빈손으로 돌아왔습니다.

source: You cannot hunt here.
ko: 여기선 사냥을 할 수 없습니다.
ko_mt: 이곳에서는 사냥할 수 없습니다.

source: A hunter should be appointed.
ko: 사냥꾼을 임명해야 합니다.
ko_mt: 사냥꾼을 지정해야 합니다.

source: Hunters foraged food equal to
ko: 사냥꾼들이
ko_mt: 사냥꾼이 채집한 식량은 다음과 같습니다.

source: {rations} rations.
ko: {rations}의 식량을 구해왔습니다.
ko_mt: {rations}의 식량을 구해왔습니다.

source: The hunting took {text}.
ko: 사냥에 {text}이 걸렸습니다.
ko_mt: 사냥은 {text}를 가져갔습니다.

source: Hunters were attacked.
ko: 사냥꾼이 공격당했습니다.
ko_mt: 사냥꾼이 공격을 받았습니다.

source: Camp
ko: 야영지
ko_mt: 캠프

source: Camouflage Aide
ko: 위장 담당
ko_mt: 위장 보좌관

source: Main Cook
ko: 요리사
ko_mt: 메인 요리사

source: Main Guard
ko: 불침번
ko_mt: 메인 가드

source: Main Hunter
ko: 사냥꾼
ko_mt: 메인 헌터

source: Manage
ko: 관리
ko_mt: 관리

source: Minimum rest time
ko: 최소 휴식 시간
ko_mt: 최소 휴식 시간

source: Rations needed
ko: 필요한 식량
ko_mt: 필요한 식량

source: Unknown number of rations required.
ko: 알 수 없는 수의 식량이 필요합니다.
ko_mt: 필요한 식량을 알 수 없습니다.

source: Assigned characters will watch dutifully while the rest of the camp is sleeping or having a rest. Their perceptive sight will increase the chance to spot the enemies from afar allowing them to raise the alarm and prepare for the fight. These character must pass a Perception skill check against the Stealth of the enemies. A secondary assigned character will help to pass this check. {br}On the global map, the assigned character will increase the party's vision radius depending on their Perception skill bonus. They will also try to increase the chance of randomly meeting a traveling vendor. To do so, the character must pass a Perception skill check against the DC of the area.
ko: 할당된 캐릭터는 다른 동료들이 자거나 휴식하는 동안 충실하게 주위를 경계합니다. 그들의 예민한 눈은 적의 접근을 멀리서부터 포착할 기회를 늘려 경보를 울리고 싸움을 대비할 수 있게 해줄 것입니다. 이 캐릭터들은 적의 은신에 대해 지각 기술 판정을 통과해야 합니다. 보조로 할당된 캐릭터는 이 판정의 통과를 도울 것입니다. {br}세계 지도에서, 할당된 캐릭터는 자신의 지각 기술 보너스에 따라 일행의 시야 반경을 증가시킵니다. 또한 떠돌이 상인을 만날 확률을 늘릴 수도 있습니다. 이를 위해서는 해당 캐릭터가 지역의 DC 에 대한 지각 기술 판정을 통과해야 합니다.
ko_mt: 지정된 캐릭터는 캠프의 다른 캐릭터가 잠을 자거나 휴식을 취하는 동안 성실하게 보초를 서게 됩니다. 이들의 예민한 시야는 멀리서 적을 발견할 확률을 높여 경보를 발령하고 전투를 준비할 수 있게 해줍니다. 이 캐릭터는 적의 은신에 대한 지각 기술 학인을 통과합니다. 보조로 배정된 캐릭터가 이 검사를 통과하는데 도움을 줍니다. {br}세계 지도에서 지정한 캐릭터는 지각 기술 보너스에 따라 파티의 시야 반경을 증가시킵니다. 또한, 이동 중인 상인과 무작위로 만날 확률도 증가합니다. 그러기 위해서는 캐릭터가 해당 지역의 지각 기술 학인을 통과합니다.

source: On a successful skill check enemies appear further away from camp and all companions are equipped and ready to fight. On a failed skill check the enemies appear in camp, and only the night watch has their armor equipped and ready to fight.
ko: 기술 판정에 성공하면 적들이 야영지에서 멀리 떨어진 곳에 나타나고 모든 동료들이 무장을 하고 싸울 준비가 된 상태로 전투가 시작됩니다. 기술 판정에 실패하면 적들이 야영지 근처에 나타나고 오직 불침번만이 무장을 하고 싸울 준비가 된 상태로 전투가 시작됩니다.
ko_mt: 기술 판정에 성공하면 적들이 캠프에서 멀리 떨어져 나타나고 모든 동료가 장비를 갖추고 전투 준비를 마칩니다. 기술 판정에 실패하면 적들이 캠프에 나타나며, 야경병만 방어구를 착용하고 전투 준비를 마칩니다.

source: Rations
ko: 식량
ko_mt: 식량

source: Recipes
ko: 조리법
ko_mt: 레시피

source: Rest for the recommended period
ko: 권장하는 기간 동안 휴식
ko_mt: 권장 기간 동안 휴식

source: Rations
ko: 식량
ko_mt: 식량

source: Assigned characters will spend their free time scribing a scroll, choosing the required ingredients, and finding the right ink and scroll paper. All the time and effort dedicated to understanding magic, whether from Arcane or Divine source, is now put to the test. The character must pass a Knowledge (arcana) or Lore (religion) skill check against a spell DC. Assigned character must know the spell to scribe a scroll with it. A secondary assigned character will help to pass this check. {br}On the global map, the assigned character will increase the number of ingredients gathered at resource stashes the party finds. To do so, the character must pass a Knowledge (arcana) or Lore (religion) skill check against the DC of that resource stash.
ko_mt: 배정된 캐릭터는 자유 시간에 두루마리를 쓰고, 필요한 재료를 선택하고, 적합한 잉크와 주문서 종이를 찾아야 합니다. 이제 비전 또는 신성 마법을 이해하기 위해 쏟은 모든 시간과 노력이 시험대에 올랐습니다. 캐릭터는 주문 DC에 대한 지식(비전) 또는 전승(종교) 기술 학인을 통과해야 합니다. 지정된 캐릭터는 주문을 알고 있어야 주문으로 주문서를 작성할 수 있습니다. 보조로 지정된 캐릭터가 이 검사를 통과하는데 도움이 됩니다. {br}세계 지도에서 지정된 캐릭터는 파티가 발견한 자원 보관소에서 수집하는 재료의 개수를 증가시킵니다. 그러기 위해서는 해당 캐릭터가 해당 자원 보관함의 DC에 대한 지식(비전) 또는 전승(종교) 기술 학인을 통과해야 합니다.

source: Party will create spell scrolls by filling them with magic power.
ko: 일행이 주문 두루마리를 제작할 것입니다.
ko_mt: 파티는 주문 주문서를 마법의 힘으로 채워서 주문 주문서를 생성합니다.

source: Scroll Scribing
ko: 두루마리 제작
ko_mt: 주문서 필사

source: Shift
ko: 교대자
ko_mt: 시프트

source: Summary
ko: 개요
ko_mt: 요약

source: Summary
ko: 개요
ko_mt: 요약

source: Summary
ko: 개요
ko_mt: 요약

source: Use one of your companions' special abilities.
ko: 해당 동료의 특수 능력을 사용합니다.
ko_mt: 동료의 특수 능력 중 하나를 사용합니다.

source: Special roles
ko: 특수 역할
ko_mt: 특별한 역할

source: Begin resting
ko: 휴식 시작
ko_mt: 휴식 시작

source: Skip time
ko: 시간 넘기기
ko_mt: 시간 건너뛰기

source: Are you sure you want to skip time?
ko: 정말 시간을 보내시겠습니까?
ko_mt: 정말 시간을 건너뛰고 싶으신가요?

source: Resting will take
ko: 휴식에
ko_mt: 휴식에는 다음이 필요합니다.

source: It takes time to restore companions to full health while resting.
ko: 동료들의 생명점을 완전히 회복하려면 시간이 걸립니다.
ko_mt: 휴식을 취하는 동안 동료를 완전한 체력으로 회복하는데는 시간이 걸립니다.

source: Hunting is required for a rest. The rest will take some time.
ko: 휴식을 취하려면 사냥을 해야 합니다. 시간이 추가로 걸릴 것입니다.
ko_mt: 사냥은 휴식을 위해 필요합니다. 나머지는 시간이 좀 걸릴 것입니다.

source: The party will not rest
ko: 일행이 휴식하지 않음
ko_mt: 파티는 쉬지 않을 것입니다.

source: Use rations
ko: 식량 사용
ko_mt: 배급량 사용

source: Appoint a hunter
ko: 사냥꾼 지명
ko_mt: 사냥꾼 임명하기

source: Some companions have no assigned camp role. Are you sure you want to start resting?
ko: 동료 중 몇 명이 야영 역할을 부여받지 않았습니다. 이대로 휴식을 진행하시겠습니까?
ko_mt: 일부 동료는 캠프 역할이 지정되어 있지 않습니다. 정말 휴식을 시작하시겠습니까?

source: You don't have any rations. Do you want to leave the safe place?
ko: 식량을 갖고 있지 않습니다. 정말로 안전 지대를 벗어나시겠습니까?
ko_mt: 식량이 없습니다. 안전한 장소를 떠나고 싶으신가요?

source: Not enough rations
ko: 식량 부족
ko_mt: 배급량 부족

source: Use rations
ko: 식량 사용
ko_mt: 배급량 사용

source: Use rations or appoint a hunter
ko: 식량을 사용하거나 사냥꾼을 지명하십시오
ko_mt: 배급을 사용하거나 사냥꾼을 지정하세요

source: Not enough space for a new save. To save your game in a new slot, you need to delete an older save.
ko_mt: 새 저장을 위한 공간이 부족합니다. 새 슬롯에 게임을 저장하려면 이전 세이브를 삭제해야 합니다.

source: Default
ko: 초기화
ko_mt: 기본값

source: Apply
ko: 적용
ko_mt: 적용

source: Default (hold)
ko_mt: 기본값(보류)

source: Off
ko: 끄기
ko_mt: 꺼짐

source: On
ko: 켜기
ko_mt: 켜기

source: Chance of Success: <color=#{0}>{1}%</color>
ko: 성공 확률: <color=#{0}>{1}%</color>
ko_mt: 성공 확률: <color=#{0}>{1}%</color>

source: Skill check
ko: 기술 판정
ko_mt: 기술 판정

source: This spell will remain unavailable until your caster level is high enough to use it.
ko: 캐릭터가 적절한 시전자 레벨에 도달하기 전까지 이 주문을 사용할 수 없습니다.
ko_mt: 이 주문은 시전자 레벨이 충분히 높아질 때까지 사용할 수 없습니다.

source: To write the spell into your spellbook, you need to reduce its effective level.
ko: 이 주문을 주문책에 기록하려면 효과 레벨을 낮추어야 합니다.
ko_mt: 주문을 주문서에 쓰려면 주문의 유효 레벨을 낮춰야 합니다.

source: and
ko: 그리고
ko_mt: 그리고

source: Divine and arcane caster
ko: 비전 및 신성 시전자
ko_mt: 신성 및 비전 시전

source: Spell learned
ko: 획득한 주문
ko_mt: 배운 주문

source: Magic weapon
ko: 마법 무기
ko_mt: 마법 무기
