Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: "Oh, my Lady Pulura! I cannot see your lights in this dark place. But I remember them in my heart."
ko: "나의 주 펄루라시여! 이처럼 어두운 곳에서 저는 당신의 빛을 볼 수 없습니다. 그러나 제 마음 속에는 그것을 기억하나이다."
ko_mt: "오, 풀루라 아가씨! 이 어두운 곳에서는 당신의 불빛이 보이지 않아요. 하지만 마음속으로는 그 빛을 기억합니다."

source: "It's a pleasure to fight in such good company... and even death isn't so bad when you're surrounded by friends."
ko: "훌륭한 전우들과 싸운다는 건 무척 즐거운 일이지... 설령 죽는다 하더라도 동료들 주변이라면 썩 나쁘지 않아."
ko_mt: "이렇게 좋은 동료들과 함께 싸우는 것은 즐거운 일이며.. 친구들에게 둘러싸여 있으면 죽음조차 그렇게 나쁘지 않습니다."

source: "I do not fear the poison of the Abyss. It cannot touch me."
ko: "저는 심연의 독이 두렵지 않습니다. 제게는 효력이 없을 거예요."
ko_mt: "나는 심연의 독을 두려워하지 않는다. 그것은 나를 건드릴 수 없다."

source: "No one will catch Ramisa Shed-Skin!"
ko: "아무도 피부따개 라미사를 잡을 수 없을 거다!"
ko_mt: "아무도 라미사 셰드 스킨을 잡을 수 없다!"

source: "Commander, You almost certainly do not know or remember my name. I was Clenna and Daberoche's tutor — the youths whom you so recklessly accepted into the ranks of your 'free crusaders.' I am a simple priestess. It is not my place to judge the deeds of the great personages of this world, those who are chosen by the gods and shake all of creation itself with their mythic power. I start every morning with a prayer. I pray for the defeat of the forces of chaos and evil, I pray for a new, better world, and I pray for a peaceful future for all the poor orphans who find shelter here in our orphanage. The messenger who brought word of the death of Clenna and Daberoche in the Midnight Fane found me as I was preparing for my morning prayer. It was the first time in many years that I was unable to utter the holy words. Perhaps you will pay no heed to this letter, but I knew that if I did not write it, I would never find a whit of peace. People say that you are a great {mf|hero|heroine}, Commander. Our last hope. Your deeds leave no one in doubt about that, not even your worst enemies. But I ask you — I implore you! — do not forget that your victories are bought with blood, and the hope you have brought is planting in young hearts the seeds of vain and reckless exploits. Do not forget this even for a moment. That is all I ask of you. Priestess Narita Tutor, Temple of Abadar Orphanage, Nerosyan"
ko: "사령관님, 아마 당신은 제 이름을 모르거나, 기억하고 계시지 않을 거라고 생각합니다. 저는 당신이 무모하게 '자유 성전사' 로 받아들였던 클레나와 다베로셰의 교사였습니다. 저는 그저 사제에 불과합니다. 신들의 선택을 받고, 신화적인 힘으로 모든 존재를 뒤흔드는, 이 세계의 위인들의 행동을 비판하는 것이 저의 역할은 아니지요. 저는 매일 아침 기도로 하루를 시작합니다. 저는 혼돈과 악의 패배를 위해 기도하고, 새롭고 더 나은 세계를 위해 기도합니다. 또, 고아원의 모든 가엾은 아이들이 평화로운 미래를 맞길 바라며 기도 합니다. 전령이 아침 기도를 준비하던 저를 찾아왔습니다. 클레나와 다베로셰가 칠흑의 사원에서 죽음을 맞았다고 제게 알려주었습니다. 몇 년만에 처음으로 성어들을 제 입 밖으로 내뱉을 수 없었습니다. 아마 당신께서는 이 편지에 큰 관심을 기울이지 않겠지만, 저는 제가 이 편지를 쓰지 않는다면, 저는 결코 내면의 평화를 찾을 수 없다는 사실을 알고 있습니다. 사람들이 말하길 당신은 위대한 영웅이자, 우리의 마지막 희망이라더군요. 사령관님, 그 누구도 그 사실을 의심하지 못합니다. 심지어 당신의 가장 악독한 적수들인 데몬들 조차도 이를 부정할 수는 없을 것입니다. 하지만 저는 당신께 부탁드립니다 — 간청합니다! — 당신은 피로써 승리를 샀다는 것을, 당신이 가저온 희망은 어린 심장에 헛된 꿈과 무모한 위업의 씨앗을 심는다는 사실을 잊지 마세요. 제발 단 한 순간도 이 사실을 잊지 않도록 하세요. 이것이 제가 사령관님께 바라는 전부입니다. 사제 나리타 네로시안, 아바다르 신전 고아원, 교사"
ko_mt: "사령관님, 제 이름을 모르시거나 기억하지 못하실 겁니다. 저는 당신이 무모하게 '자유 십자군'의 대열에 합류시킨 젊은 이들, 클레나와 다베로쉬의 가정교사였습니다. 나는 단순한 여사제입니다. 신들의 선택을 받고 신화적인 힘으로 모든 피조물 자체를 뒤흔드는 이 세상의 위대한 인물들의 행적을 판단하는 것은 제 몫이 아닙니다. 저는 매일 아침 기도로 하루를 시작합니다. 혼돈과 악의 세력을 물리치고 새롭고 더 나은 세상을 위해 기도하며, 고아원에서 쉼터를 찾는 모든 불쌍한 고아들의 평화로운 미래를 위해 기도합니다. 미드나잇 페인에서 클레나와 다베로쉬가 죽었다는 소식을 전한 전령이 아침 기도를 준비하던 저를 찾아왔어요. 수년 만에 처음으로 거룩한 말씀을 입 밖에 낼 수 없었습니다. 아마 당신은 이 편지에 관심을 기울이지 않겠지만, 이 편지를 쓰지 않으면 조금의 평화도 찾을 수 없다는 것을 알았습니다. 사람들은 당신이 위대한 영웅 사령관이라고 말합니다. 우리의 마지막 희망입니다. 당신의 행동은 그 누구도, 심지어 당신의 최악의 적들조차도 의심하지 않습니다. 하지만 부탁하네, 간청하네! - 당신의 승리는 피로 산 것이며 당신이 가져온 희망은 헛되고 무모한 공적의 씨앗을 어린 마음에 심고 있다는 것을 잊지 마십시오. 잠시라도 이것을 잊지 마십시오. 그것이 내가 너희에게 요구하는 전부다. 나리타 여사제 네로시안 아바다르 고아원 교사"

source: "Commander, You almost certainly do not know or remember my name. I was Clenna and Daberoche's tutor — the youths whom you so recklessly accepted into the ranks of your 'free crusaders.' I am a simple priestess. I start every morning with a prayer. I pray for the defeat of the forces of chaos and evil, I pray for a new, better world, and I pray for a peaceful future for all the poor orphans who find shelter here in our orphanage. But for many mornings now I find myself struggling to utter the holy words. I tremble, not knowing if tomorrow a messenger will bring news that my dear wards have lost their lives somewhere out there in the Worldwound. People say you are a great {mf|hero|heroine}, Commander. Our last hope. Each new report of your deeds sends young heads spinning. Each step you take echoes in thousands of hearts. And that echo is dangerous. I implore you — do not forget the responsibility that has been laid upon you! That is all I ask. Priestess Narita Tutor, Temple of Abadar Orphanage, Nerosyan"
ko: "사령관님, 아마 당신은 제 이름을 모르거나, 기억하고 계시지 않을 거라고 생각합니다. 저는 당신이 무모하게 '자유 성전사' 로 받아들였던 Clenna 와 Daberoche 의 교사였습니다. 저는 그저 사제에 불과합니다. 신들의 선택을 받고, 신화적인 힘으로 모든 존재를 뒤흔드는, 이 세계의 위인들의 행동을 비판하는 것이 저의 역할은 아니지요. 저는 매일 아침 기도로 하루를 시작합니다. 저는 혼돈과 악의 패배를 위해 기도하고, 새롭고 더 나은 세계를 위해 기도합니다. 또, 고아원의 모든 가엾은 아이들이 평화로운 미래를 맞길 바라며 기도 합니다. 하지만 최근 며칠 동안 저는 성어를 내뱉는 것 조차 힘겨워하는 제 모습을 발견했습니다. 저는 떨고 있었습니다. 당장 내일, 전령이 찾아와 사랑하는 아이들이 세계상처 어딘가에서 목숨을 잃었다는 소식을 전할지도 모릅니다. 사람들이 말하길 당신은 위대한 영웅이자, 우리의 마지막 희망이라더군요. 사령관님의 업적이 전해질 때마다, 아이들의 머리는 빙빙 돌게됩니다. 사령관님의 발걸음 한 발자국은 수 천명의 심장에 메아리 치고요. 그리고, 이 메아리는 위험합니다. 사령관님, 간청드립니다. 책임을 잊지 않도록 해주세요. 이것이 제가 원하는 전부입니다. 사제 나리타 네로시안, 아바다르 신전 고아원, 교사"
ko_mt: "사령관님, 제 이름을 모르시거나 기억하지 못하실 겁니다. 저는 당신이 무모하게 '자유 십자군'의 대열에 합류시킨 젊은 이들, 클레나와 다베로쉬의 가정교사였습니다. 저는 단순한 여사제입니다. 매일 아침 기도로 하루를 시작합니다. 혼돈과 악의 세력을 물리치고, 새롭고 더 나은 세상을 위해 기도하며, 이곳 고아원에서 쉼터를 찾는 모든 불쌍한 고아들의 평화로운 미래를 위해 기도합니다. 그러나 지금 저는 많은 아침마다 이 거룩한 기도를 하는데 어려움을 겪고 있습니다. 내일이면 전령이 세계상처 어딘가에서 사랑하는 고아들이 목숨을 잃었다는 소식을 전할지 모른다는 생각에 떨립니다. 사람들은 사령관님을 위대한 영웅라고 합니다. 우리의 마지막 희망이죠. 사령관님의 업적에 대한 새로운 보고가 있을 때마다 젊은 이들이 열광합니다. 당신이 내딛는 발걸음마다 수천 명의 심장에 메아리가 울려 퍼지죠. 그리고 그 메아리는 위험합니다. 간청하건대, 자네에게 주어진 책임을 잊지 말게! 그것만 부탁합니다. 나리타 여사제 네로시안 아바다르 고아원 교사"

source: "You scum! When I get out, you'll be sorry!"
ko: "개새끼야! 내가 탈출하고 나면 후회하게 될 거다!"
ko_mt: "이 쓰레기야! 내가 나가면 후회하게 될거야!"

source: You look through the portal, but all you can see is a black void of nothingness.
ko: 당신은 포탈을 들여다 보았지만, 무의 검은 공허만이 보일 뿐이었다.
ko_mt: 당신은 포털을 통해 보지만, 당신이 볼 수있는 것은 아무것도없는 검은 공허뿐입니다.

source: The magic symbol is crisscrossed with scratches and some of the paint has come off.
ko: 마법 문양에는 십자 모양으로 긁힌 자국이 있고, 도료의 일부는 떼어졌습니다.
ko_mt: 마법의 기호에 긁힌 자국이 있고 페인트가 일부 벗겨졌습니다.

source: A pile of stolen treasures stacked in a heap.
ko: 산더미처럼 쌓인 보물이다.
ko_mt: 도난당한 보물 더미가 더미에 쌓여 있습니다.

source: "We'll rip your soul to pieces!"
ko: "네 영혼을 갈기갈기 찢어주겠다!"
ko_mt: "우리가 당신의 영혼을 찢어 버릴 것입니다! "

source: "How dare you disturb Ar-Mikheth!"
ko: "감히 아르미케스님을 방해하다니!"
ko_mt: "감히 아르 미케트를 방해하다니!"

source: "Your body belongs to us now!"
ko: "이제 네 육신은 우리 것이다!"
ko_mt: "당신의 몸은 이제 우리 것입니다! "

source: "A mortal! {mf|He|She} has walked straight into our lair! Can you imagine!"
ko: "필멸자다! 필멸자가 우리의 거처로 걸어들어오다니! 상상도 못했군!"
ko_mt: "필멸자! {mf|그|그녀}의 우리 은신처로 걸어 들어왔습니다! 상상할 수 있나!"

source: "Let's devour {mf|his|her} body. We will take it for our own."
ko: "{mf|그|그녀}의 육신을 포식하자. 우리 몫으로 가져가자구."
ko_mt: "{mf|그|그녀}의 시체를 먹어치우자. 우리가 가져가겠습니다"

source: "Patience... We must find out why {mf|he|she} is here, and then..."
ko: "기다려봐... 우선 {mf|그|그녀}가 왜 여기 왔는지 알아보자고. 그 뒤에..."
ko_mt: "인내심.. 우리는 {mf|그|그녀}의 왜 여기에 있는지 알아내야 합니다.. "

source: "Show me what you've stolen from Alushinyrra."
ko: "알루시니라에서 훔친 것을 보여라."
ko_mt: "알루시니라에서 훔친 것을 보여주세요"

source: "Has anyone hired you to kill Willodus?"
ko: "누가 윌로더스를 죽이기 위해 널 고용했나?"
ko_mt: "누가 윌로두스를 죽이라고 고용했습니까? "

source: "No, but I know there's a bounty on his head. If a client asked me to kill Willodus, I'd refuse. Our Lady in Shadow considers him a useful servant, and I don't want to risk her displeasure. However, there are plenty of low-skilled thugs in the city who are willing to take on that kind of work."
ko: "아니. 하지만 그의 목에 현상금이 걸렸단건 알아. 만약 고객이 내게 윌로더스를 죽이라 요청했다면, 거절했을 거다. 그림자의 여제께서 그를 유용한 하수인으로 여기시니, 그분의 불쾌감을 일으킬 위험은 지고싶지 않아. 그러나, 그런 일이라도 할 의지를 가진 잔챙이 깡패들은 도시에 많지."
ko_mt: "아니요, 하지만 그의 머리에 현상금이 걸렸다는 건 알아요. 의뢰인이 윌로두스를 죽여달라고 부탁해도 거절할 거예요. 그림자 속의 성모님은 그를 유용한 하인으로 여기시니, 그분의 불쾌감을 사고 싶지 않아요. 하지만 도시에는 그런 일을 기꺼이 맡을 저질 깡패가 많으니까요."

source: Summon the spirit of Alinythia
ko: 알리니시아의 영혼을 소환한다
ko_mt: 알린시아의 정령을 소환하세요

source: "Up ahead... Fire... Too hot even for me... How it burned... Burned..."
ko: "위에... 불... 나조차 견딜수 없는 열기... 어찌 이런 불길이... 태워..."
ko_mt: "앞으로.. 불.. 나에게도 너무 뜨거워.. 어떻게 타는지.. 불에 탔다..."

source: "Not fair! Golems were hiding among the statues! They beat me! They broke my poor bones, and ripped out my spleen! They plucked out my poor eyes, and smashed them to a pulp! It's not fair!"
ko: "불공평해! 골렘들은 석상 사이에 숨겨져 있었다고! 걔들이 날 팼어! 내 약한 뼈다귀를 부러뜨리고, 비장을 뜯어갔다고! 그들은 내 눈을 뽑아가서 종잇장마냥 짓이겨놨어! 이건 불법이야!"
ko_mt: "불공평해! 골렘들이 조각상들 사이에 숨어 있었어요! 그들이 나를 때렸어요! 내 불쌍한 뼈를 부러뜨리고 내 비장을 뜯어냈어요! 그들은 내 불쌍한 눈을 뽑아내서 으깨버렸어! 이건 불공평해요!"

source: "I'm such a dimwit! I should have guessed that the doorknob was cursed. And I grabbed it, what an idiot! I'm a hardened thief. I should have known better... Hey, you, yes, you! Open the door! It's not locked! There's treasure behind it! Come on, grab the doorknob!"
ko: "난 병신이야! 그 문고리가 저주받았을 거라 예상했어야 했는데. 그리고 그걸 순진하게 쥐었지. 멍청한 새끼! 난 숙련된 도둑이야. 더 잘 알았어야 했어... 이봐, 너, 그래 너 말야! 문을 열어! 잠금은 풀렸어! 그 뒤에 보물이 있어! 그래, 문고리를 잡아!"
ko_mt: "난 정말 멍청해요! 문고리에 저주가 걸렸다는 걸 짐작했어야 했어요. 그런데 제가 손잡이를 잡았네요, 정말 바보 같았어요! 전 도둑질에 일가견이 있어요. 내가 더 잘 알았어야 했는데.. 야, 너, 그래, 너! 문 열어! 안 잠겼어! 뒤에 보물이 있어! 어서 손잡이를 잡아!"

source: "The treasure is here, behind the wall. It's mine. I found it. I couldn't take it for myself. But it's here. Behind the wall. I couldn't take it for myself. Treasure. Mine. Mine..."
ko: "보물이 이 벽 뒤에 있어. 내거야. 내가 찾았어. 나 혼자선 다 가져갈 수 없을 거야. 하지만 여기 있어. 벽 뒤에. 나 혼자 다 못챙길게. 보물. 내거. 내거..."
ko_mt: "보물은 여기, 벽 뒤에 있어요. 내 거야. 내가 찾았어요. 제가 직접 가져갈 수는 없었어요. 하지만 여기 있어요. 벽 뒤에 가져갈 수가 없었어 보물 내 거야 내꺼..."

source: Interrogate the dead
ko: 망자를 추궁한다
ko_mt: 죽은 자를 심문하라

source: "We will never forget how you saved us! You're a true {mf|hero|heroine}, an arbiter of mercy, sent to us by radiant Sarenrae herself!"
ko: "당신이 우리를 구했다는 걸 절대로 잊지 않을게요! 당신은 진짜 영웅이십니다! 태양같은 서렌레이께서 우리에게 보내신 자비의 중재자시여!"
ko_mt: "우리는 당신이 우리를 구해준 것을 결코 잊지 않을 것입니다! 당신은 진정한 영웅, 자비의 중재자, 빛나는 사렌래가 직접 우리에게 보냈어요!"

source: "We've been training to fight in the arena! And now we are forced to sit here! Our {mf|master|mistress} wastes our talent and wrecks our future!"
ko: "저희는 투기장에서 전투술을 단련중이었습죠! 그리고 지금은 여기 앉아 있도록 강요받았어요! 우리 주인께선 우리의 재능을 낭비하고 우리 미래를 망치고 있어요!"
ko_mt: "우리는 경기장에서 싸우기 위해 훈련해왔어요! 그리고 이제 우리는 여기에 앉아있어야 합니다! 우리의 주인님는 우리의 재능을 낭비하고 우리의 미래를 망치고 있습니다!"

source: "Arm yourselves and get ready for battle! The enemy is here!"
ko: "무기를 들고 전투를 준비하라! 적이 나타났다!"
ko_mt: "무장하고 전투를 준비하라! 적이 여기 있다!"

source: The stone at the entrance to these gates looks worn, so there is no doubt that they saw frequent use.
ko: 이 관문의 입구를 받치는 돌은 닳아보이며, 따라서 확실히 자주 사용되는걸로 보입니다.
ko_mt: 이 문 입구의 돌이 닳은 것처럼 보이므로 자주 사용했다는 것은 의심의 여지가 없습니다.

source: This once used to be a working portal, it seems, but now the gates are inactive and lifeless.
ko: 이것은 한때 작동하는 포탈이었던 걸로 보이지만, 지금은 비활성 상태입니다.
ko_mt: 이것은 한때 작동하는 포털이었던 것 같지만 지금은 게이트가 비활성 상태이고 생명이 없습니다.

source: "I don't give a rat's ass about orders! {name} is our Commander! If {mf|he|she} goes to the Abyss — we go to the Abyss!"
ko: "난 질서에 대해서라면 쥐좆만큼도 신경 안써! {name}이 우리의 사령관이다! {mf|그|그녀}가 심연으로 향한다면, 우리도 심연으로 따라간다!"
ko_mt: "나는 명령에 대해 쥐뿔도 신경 쓰지 않는다! {name}은 우리의 사령관이다! {mf|그|그녀}가 심연에 가면 우리도 심연에 간다!"

source: "The stars whisper... The truth is drawing near... The ashes triumph."
ko: "별들이 속삭인다... 진실이 다가온다... 재가 승리한다."
ko_mt: "별들이 속삭인다.. 진실이 가까워지고 있다.. 재가 승리한다 "

source: "Our Lady in Shadow ordered that these mortals be taken under our protection."
ko: "그림자의 여제께서 이 필멸자들을 우리 보호 하에 두라고 명하셨다."
ko_mt: "그림자 속의 성모님께서는 이 필멸자들을 우리의 보호하에 데려가라고 명령하셨습니다 "

source: "We guard the herd, {mf|master|mistress}."
ko: "무리를 지키고 있습니다, 주인님."
ko_mt: "우리는 무리를 지킨다, 주인님."

source: A midden of enormous bones that likely came from giants. Here and there rusty slave collars glint in the dust.
ko: 거인의 것 같은 거대한 뼈무덤입니다. 여기저기의 먼지 속에서 녹슨 노예 목줄이 반짝입니다.
ko_mt: 거인에서 나온 것으로 보이는 거대한 뼈가 쌓여 있습니다. 여기저기 녹슨 노예 목걸이가 먼지 속에서 반짝입니다.

source: These half-rotten remains of a giant are missing an arm. This one was probably mutilated while he was still alive.
ko: 반쯤 썩은 거인의 시체에 팔 하나가 없습니다. 팔 한 쪽은 살아있던 시절에 잘렸던듯합니다.
ko_mt: 이 반쯤 썩은 거인의 유해에는 팔이 하나 없습니다. 이것은 아마도 그가 살아있을 때 절단되었을 것입니다.

source: The giant's bones look like they have been gnawed on.
ko: 거인의 뼈다귀는 갉아먹혀왔던 걸로 보입니다.
ko_mt: 거인의 뼈가 갉아 먹은 것처럼 보입니다.

source: The mine shaft descends to an incredible depth and there are depleted veins and empty ducts as far as the eye can see.
ko: 광산 갱도는 끝도 없이 내리 뻗어가고, 눈으로 볼 수 있는 곳은 전부 고갈된 광맥과 빈 통로 뿐입니다.
ko_mt: 광산 갱도는 믿을 수 없을 정도로 깊숙이 내려가고 눈으로 볼 수있는 한 고갈 된 정맥과 빈 덕트가 있습니다.

source: The stone is gouged and crumbled, and traces of glowing purple dust can be seen in several places.
ko: 돌이 내리찍혀 깨져있으며, 어떤 곳에서는 빛나는 보라색 가루의 잔해를 볼 수 있습니다.
ko_mt: 돌이 움푹 패이고 부서졌으며 여러 곳에서 빛나는 보라색 먼지의 흔적을 볼 수 있습니다.

source: Chips on the cobblestone indicate this portal was recently blocked.
ko: 조약돌 위에 있는 부스러기들은 이 포탈이 최근에 막혔음을 보여줍니다.
ko_mt: 조약돌의 칩은 이 포털이 최근에 차단되었음을 나타냅니다.

source: "That's {mf|him|her}! That's Hepzamirah's killer! Run!"
ko: "{mf|그|그녀}가 왔다! 헵자미라 살해자야! 튀어!"
ko_mt: "저건 {mf|그|그녀}다! 저게 헵자미라를 죽인 놈이야! 도망쳐!"

source: "{mf|He|She}'s caught up to us! Save yourselves!"
ko: "{mf|그|그녀}가 우릴 따라 잡았어! 알아서 살아!"
ko_mt: "{mf|그|그녀}의 우리를 따라잡았습니다! 모두 조심하세요!"

source: "No, we're trapped! Enemies ahead of us, and behind us is... {mf|him|her}!"
ko: "아냐, 우린 함정에 걸린거야! 우리 앞에 적군이 있고, 뒤에는... 그 자가 있고!"
ko_mt: "안돼요, 갇혔어요! 우리 앞에는 적들이 있고, 우리 뒤에는.. {mf|him|her}!"

source: The bodies of the slaves purchased from Krebus are so emaciated that even the wild beasts that killed them barely touched the corpses.
ko: 크레부스에게 구매한 노예들의 몸통은 너무 야윈 탓에 그들을 죽인 야생 짐승도 그 시체들을 거의 건들지 않았습니다.
ko_mt: 크레 부스에서 구입 한 노예의 시체는 너무 쇠약 해져서 그들을 죽인 야생 짐승조차도 시체를 거의 만지지 않았습니다.

source: The body still smolders from the colossal blow of celestial powers inflicted by the trap laid by the Hand of the Inheritor.
ko: 이 시체는 계승자의 손이 설치한 함정이 발휘한 거대한 천계의 힘으로 가격당했으며, 아직도 끓는 중입니다.
ko_mt: 시신은 계승자의 손이 놓은 함정에 의해 가해진 천상의 힘의 엄청난 타격으로 여전히 연기가납니다.

source: Insert the crystal into the recess
ko: 수정을 구멍에 삽입한다
ko_mt: 수정을 홈에 삽입하세요

source: The rift is slowly but steadily collapsing, though it will last for some time yet.
ko: 균열은 느리지만 확실히 무너지는 중입니다만, 얼마간은 더 유지될겁니다.
ko_mt: 균열은 느리지만 꾸준히 붕괴되고 있지만 아직 한동안 지속될 것입니다.

source: The young woman's innocent beauty has been defiled by the horrible wounds left by claws and blades.
ko: 젊은 여성의 순수한 아름다움은 손톱과 칼날이 만든 끔찍한 상처로 더럽혀졌습니다.
ko_mt: 젊은 여성의 순결한 아름다움은 발톱과 칼날이 남긴 끔찍한 상처로 더럽혀졌습니다.

source: "I dreamed of seeing the sun once more... but there's nothing but darkness."
ko: "다시 한 번 태양을 보기를 꿈꿨는데... 이곳엔 어둠뿐이 없구나."
ko_mt: "다시 한 번 태양을 보는 꿈을 꾸었습니다.. 하지만 어둠뿐입니다. "

source: The skin on this burnt corpse has turned into a cracked black crust.
ko: 불탄 시신의 피부는 딱딱하고 갈라진 검은색 껍질로 변했습니다.
ko_mt: 이 불에 탄 시체의 피부는 갈라진 검은 껍질로 변했습니다.

source: The corpse's head was cleanly separated by a swipe of a razor-sharp claw.
ko: 시신의 머리는 면도날같이 날카로운 손톱르로 휘둘러쳐서 깔끔하게 분리되었습니다.
ko_mt: 시체의 머리는 날카로운 발톱으로 스 와이프하여 깨끗하게 분리되었습니다.

source: The dead body is covered with thousands of shallow but painful cuts.
ko: 죽은 시신은 얕지만 고통스러운 수천개의 자상으로 뒤덮였습니다.
ko_mt: 시체는 수천 개의 얕지만 고통스러운 상처로 덮여 있습니다.

source: The corpse's stomach has been slashed open, its guts devoured by some ravenous maw.
ko: 시체의 배가 갈라져 열려있으며, 내장은 무언가의 굶주린 아가리가 포식했습니다.
ko_mt: 시체의 위가 찢어졌고 내장은 굶주린 이빨에 삼켜졌습니다.

source: The dead face is disfigured by acid, turning the flesh into a sickening meaty slush.
ko: 시체의 얼굴은 생살을 역겨운 고기 덩어리로 만드는 산성으로 인해 망가졌습니다.
ko_mt: 죽은 얼굴은 산에 의해 손상되어 살이 병든 고기 슬러시로 변합니다.

source: Judging by the wounds all over this gladiator's corpse, he fought until his body was quite literally torn to shreds.
ko: 검투사의 신체에 난 상처들로 보건대, 그는 말 그대로 산산이 찢길 때까지 싸웠던 걸로 보입니다.
ko_mt: 이 검투사의 시체 전체에 상처로 판단하면 그는 말 그대로 몸이 갈기갈기 찢어 질 때까지 싸웠습니다.

source: "Mom! Mommy! Why am I here? I want to go home!"
ko: "엄마! 엄마! 왜 여기 온거죠? 집에 가고 싶어요!"
ko_mt: "엄마! 엄마! 내가 왜 여기 있는 거야? 집에 가고 싶어!"

source: "We'd been waiting for you... We pinned our hopes on you! Why did you not come sooner?"
ko: "당신은 기다리고 있었습니다... 당신에게 우리의 희망을 걸었어요! 왜 이렇게 늦으신 겁니까?"
ko_mt: "우리는 당신을 기다리고 있었어요.. 우리는 당신에게 희망을 걸었습니다! 왜 더 빨리 오지 않았어?"

source: "They came to us because they ran from you... They kept repeating your name... in terror."
ko: "그들은 당신에게서 도망치기 위해 저희 쪽으로 왔습니다... 계속해서 당신의 이름을 말했어요... 공포에 젖은 채로요."
ko_mt: "그들은 당신에게서 도망쳐서 우리에게 왔어요.. 그들은 당신의 이름을 계속 반복했습니다.. 공포 속에서.. "

source: The dead ritual slave purchased from Krebus looks as if it exploded from the inside.
ko: 크레부스에게 구매했던 의식용 노예들의 시체는 마치 안에서부터 폭발한 듯 보입니다.
ko_mt: 크레 버스에서 구입 한 죽은 의식 노예는 내부에서 폭발 한 것처럼 보입니다.

source: The breach in the barricade is smeared with the blood and innards of ritual slaves that once belonged to Krebus.
ko: 방책의 돌파 흔적은 크레부스의 것이었던 의식용 노예들의 피와 내장으로 범벅되었습니다.
ko_mt: 바리케이드의 구멍은 한때 크레 버스에게 속했던 의식 노예의 피와 내장으로 얼룩져 있습니다.

source: The armor of the horribly deformed corpse bears the symbol of the Lady in Shadow, though it is barely discernible through the blood.
ko: 끔찍하게 뒤틀린 시체의 갑옷에는 그림자의 여제의 상징이 있습니다만, 피떡이 되어 거의 알아보기 힘듭니다.
ko_mt: 끔찍하게 변형 된 시체의 갑옷에는 그림자 속의 여인의 상징이 있지만 피를 통해 거의 식별 할 수 없습니다.

source: A black slimy film on the stones is all that is left of the destroyed shadow demon.
ko: 돌 위에 깔린 얇은 검은색 층은 파괴된 그림자 데몬의 잔해입니다.
ko_mt: 돌에 검은 끈적 끈적한 필름이 파괴 된 그림자 데몬의 남은 전부입니다.

source: "I can't believe we're saved! Those monsters were so... horrible!"
ko: "살아남았다니 믿을 수가 없어! 그 괴물들은 무척... 끔찍했으니까!"
ko_mt: "우리가 구해졌다는 게 믿기지 않아! 그 괴물들은 정말.. 끔찍 했어요!"

source: "The power that awoke in us... I had no idea we possessed it. Heaven has not forsaken us!"
ko: "우리 안에서 발화한 힘... 난 우리가 그런 힘을 가진 줄도 몰랐어. 천상이 우릴 버리지 않은 거야!"
ko_mt: "우리 안에서 깨어난 힘.. 우리가 가지고 있는 줄 몰랐다. 하늘은 우리를 버리지 않았다!"

source: "Behold the power of the gladiators of Alushinyrra! We are power! We are fury!"
ko: "알루시니라 검투사들의 힘을 목도하라! 우리가 곧 힘이다! 우리가 곧 분노다!"
ko_mt: "알루시니라 검투사들의 힘을 보라! 우리는 힘이다! 우리는 분노입니다!"

source: "At last, a worthy battle! At last, the splatter of enemy blood on my face!"
ko: "마침내 가치 있는 전투가 왔구나! 마침내 내 얼굴에 적들의 피가 튀겠어!"
ko_mt: "마침내, 가치 있는 전투! 드디어 적의 피가 내 얼굴에 튀었어!"

source: "That's it! We've pushed the demons back! We've shown them how Golarians fight!"
ko: "이거지! 우리가 데몬들의 뒤를 잡았어! 골라리온인이 어떻게 싸우는지 놈들에게 보여준거야!"
ko_mt: "그거예요! 데몬들을 밀어냈어요! 골리안이 어떻게 싸우는지 보여줬어요!"

source: "What terrifying creatures they were! But we prevailed! Taste cold Golarion steel!"
ko: "저 무슨 공포스런 생물들인지! 하지만 우리는 극복했다고! 골라리온의 차가운 칼날 맛 좀 봐라!"
ko_mt: "그들은 정말 무서운 생명체였어요! 하지만 우리가 승리했다! 차가운 골라리온 강철을 맛보세요!"

source: "Victory! No one dares defy the word of Our Lady in Shadow!"
ko: "승리다! 그림자의 여제님의 말씀을 그 누가 감히 거역할쏘냐!"
ko_mt: "승리! 아무도 감히 그림자 속의 성모님의 말씀을 거역할 수 없습니다!"

source: "Hmm, and here I was wondering who we're protecting these mortals from."
ko: "흐음. 그리고 나는 우리가 이 필멸자들을 누구에게서 보호하는 건지 궁금해했었지."
ko_mt: "흠, 그리고 여기서 우리가이 필멸자들을 누구로부터 보호하고 있는지 궁금해했습니다"

source: "Our {mf|lord|lady}'s orders have been fulfilled. We have protected the flock."
ko: "주인님의 명령은 완수하였다. 우리는 이 무리들을 지켰다."
ko_mt: "우리 군주의 명령이 이행되었습니다. 우리는 양떼를 보호했습니다"

source: A thick layer of ash suggests the fire pit has been in use for many months.
ko: 이 불구덩이가 여러 달 동안 사용되었다는 것은 두껍게 쌓인 먼지를 보면 알 수 있습니다.
ko_mt: 두꺼운 재 층은 화덕이 수개월 동안 사용되었음을 시사합니다.

source: The makeshift hut appears a little flimsy, but it provided shelter to its owner.
ko: 임시 오두막은 상당히 조잡해 보이지만, 주인에게는 피난처가 되었을 겁니다.
ko_mt: 임시 오두막은 약간 어설프게 보이지만 주인에게 피난처를 제공했습니다.

source: The abundance of small household items suggests those who lived in this camp managed to settle down and obtain some simple belongings.
ko: 다량의 작은 가정 용품들은 이 야영지에서 살았던 이가 이곳에 정착하고 소박한 재산을 소유하려 했음을 보여줍니다.
ko_mt: 작은 가정 용품이 풍부하다는 것은 이 캠프에 살았던 사람들이 정착하고 간단한 소지품을 얻을 수 있었음을 시사합니다.

source: These barricades could not have been constructed overnight. The camp's occupants were clearly afraid of an attack or predators prowling in the area.
ko: 이 방책은 하룻밤 새에 다 세울 수 없었습니다. 이 야영지의 거주자는 공격이나 지역을 배회하는 포식자를 두려워했던 게 분명합니다.
ko_mt: 이 바리케이드는 하룻밤 사이에 건설 될 수 없었습니다. 캠프의 거주자들은 분명히 그 지역에서 배회하는 공격이나 포식자를 두려워했습니다.

source: Answer from Customer on Midnight Bolts
ko: 칠흑의 화살 주문인에 대한 답변
ko_mt: 미드나잇 볼트에 대한 고객의 답변

source: "Lady Nocticula would like to thank you for all the work you have done on her Midnight Bolts. She is satisfied with the lab test report. She expects the experiment to be completed soon, and that the additional enchantment you've placed on the bolts, will make them more accurate and deadly. Nocticula conveys her thanks, the promised fee, and a few more bolts, with which you can continue your experimentation. Laulieh, Messenger of Our Lady in Shadow."
ko: "녹티큘라 여왕께선 그분이 요청하신 칠흑의 화살에 대해 당신이 해낸 모든 작업에 감사하실 겁니다. 그분은 연구실의 시험 보고서를 보고 만족하셨습니다. 그녀는 곧 실험이 완료되길 기대하시며, 당신이 볼트에 건 주문이 그것을 더 정확하고 치명적이게 만들 것 또한 바라십니다. 녹티큘라님께서 감사와 함께 약속된 비용, 그리고 연구를 계속 할 수 있도록 몇 개의 볼트를 더 보내십니다. 라울리예, 그림자의 여제의 전령."
ko_mt: "Lady Nocticula는 미드나잇 볼트에 대해 해주신 모든 작업에 감사드립니다. 그녀는 실험실 테스트 보고서에 만족합니다. 그녀는 실험이 곧 완료될 것이며, 당신이 화살에 추가 마법을 부여하면 더 정확하고 치명적인 화살이 될 것이라고 기대합니다. 녹티큘라는 감사의 인사와 약속한 비용, 그리고 실험을 계속할 수 있는 볼트 몇 개를 전합니다." 그림자 속의 성모님의 전령 라울리"

source: Books written in multiple languages. The titles that can be translated are dedicated to research into the nature of souls.
ko: 다양한 언어로 쓰인 책입니다. 번역할 수 있는 제목은 영혼의 본질에 관한 연구에 대한 헌정사입니다.
ko_mt: 여러 언어로 쓰여진 책. 번역 할 수 있는 제목은 영혼의 본질에 대한 연구에 전념합니다.

source: A pile of sketches. The drawings depict fragments of various rituals that lead to the opening of rifts and portals.
ko: 스케치 더미입니다. 도면은 균열과 포탈을 열 수 있는 다양한 의식들의 일부를 묘사합니다.
ko_mt: 스케치 더미. 그림은 균열과 포털의 개방으로 이어지는 다양한 의식의 조각을 묘사합니다.

source: "My blade serves Our Lady in Shadow."
ko: "내 검은 그림자의 여제님을 섬긴다."
ko_mt: "내 칼날은 그림자 속의 성모님을 섬긴다"

source: "I'm on guard. Don't distract me with chatter."
ko: "지금은 경비 임무 중이다. 잡소리로 날 방해하지 말라."
ko_mt: "나는 경계 중입니다. 수다로 내 주의를 분산시키지 마세요."

source: Rest
ko: 휴식
ko_mt: 휴식

source: The ink has not yet dried, but you cannot distinguish the letters on the page. The lines seem to have gone mad, crawling over and trying to devour each other.
ko: 잉크는 아직 마르지도 않았습니다. 그러나 당신은 종이에 적힌 글자를 알아볼 수 없습니다. 선들은 미쳐돌아가는 듯 보이며, 기어다니면서 서로를 집어 삼키려 합니다.
ko_mt: 잉크가 아직 마르지 않았지만 페이지의 글자를 구분할 수 없습니다. 선들이 미쳐서 기어 다니며 서로를 삼키려고하는 것 같습니다.

source: The ink on the page is still wet. The book tells of the murderous massacre committed by the Lady in Shadow among the coloxus demons of the Midnight Isles. It seems it happened quite recently.
ko: 이 면의 잉크는 아직 마르지 않았습니다. 책에는 칠흑의 섬에서 그림자의 여제가 일으킨 콜록서스 데몬 학살극에 대해 묘사합니다. 상대적으로 최근에 일어난 사건 같습니다.
ko_mt: 페이지의 잉크가 아직 젖어 있습니다. 이 책은 미드나잇 아일즈의 콜록서스 데몬들 사이에서 그림자 속의 여인이 저지른 살인적인 학살에 대해 이야기합니다. 아주 최근에 일어난 것 같습니다.

source: "Our Lady doesn't like it when we talk to guests."
ko: "손님과 대화하는 걸 여제께서 아신다면 좋아하지 않으실거다."
ko_mt: "성모님은 우리가 손님과 이야기하는 것을 좋아하지 않으세요"

source: "Welcome to the abode of Our Lady in Shadow."
ko: "그림자의 여주인님의 거처에 오신 것을 환영합니다."
ko_mt: "그림자 속의 성모님 거처에 오신 것을 환영합니다"

source: "Our Lady in Shadow, the Queen of the Midnight Isles, Lady Nocticula, Demon Lord of Darkness and Lust"
ko: "그림자의 여주인, 칠흑의 군도의 여왕, 레이디 녹티큘라, 어둠과 색욕의 데몬 군주"
ko_mt: "그림자 속의 성모님, 미드나잇 아일즈의 여왕, 어둠과 욕망의 데몬 로드 녹티큘라 부인"

source: "Leave my lady alone! Remember Atselm? I ripped that pathetic scumbag to pieces, and I'll do the same to you!"
ko: "내 주인님을 가만 놔두거라! 앗셀름 기억 하나? 내가 그 한심한 버러지를 조각조각 찢었지. 네게도 똑같이 해줄 수 있다!"
ko_mt: "내 여자를 내버려둬! 아셀름 기억나? 내가 그 한심한 쓰레기를 갈기갈기 찢어 버렸어, 너에게도 똑같이 해줄거야!"

source: "Crusader, your presence in this place is extremely unexpected, and I would like to discuss the reasons for your visit."
ko: "성전사여, 이곳에서 네 존재는 극히 환영받지 못한다, 따라서 네 방문 목적에 대해 대화를 나눠보고 싶군."
ko_mt: "크루세이더, 당신이 이곳에 온 것은 매우 예상치 못한 일이며, 방문 이유에 대해 논의하고 싶습니다"

source: "I regret to inform you that Lady Vellexia has temporarily left Alushinyrra. We are not receiving guests."
ko: "벨렉시아님이 일시적으로 알루시니라를 떠나셨다는 걸 알려주게 되어 유감이로군. 지금은 손님을 받지 않는 중이다."
ko_mt: "벨렉시아 부인이 일시적으로 알루시니라를 떠났음을 알려드리게 되어 유감입니다. 우리는 손님을 받지 않습니다."
