Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: You and each of your allies gain a +2 luck {g|Encyclopedia:Bonus}bonus{/g} on {g|Encyclopedia:Attack}attack rolls{/g}, weapon {g|Encyclopedia:Damage}damage rolls{/g}, {g|Encyclopedia:Saving_Throw}saves{/g}, and {g|Encyclopedia:Skills}skill checks{/g}, while each of your foes takes a -2 {g|Encyclopedia:Penalty}penalty{/g} on such {g|Encyclopedia:Dice}rolls{/g}.
ko: 당신과 다른 아군들이 {g|Encyclopedia:Attack}명중 굴림{/g}, 무기 {g|Encyclopedia:Damage}피해 굴림{/g}, {g|Encyclopedia:Saving_Throw}내성 굴림{/g}, {g|Encyclopedia:Skills}기술 판정{/g}에 +2 행운 {g|Encyclopedia:Bonus}보너스{/g}를 받으며, 적들은 이러한 굴림에 -2 페널티를 받습니다.
ko_mt: 자신과 아군은 {g|Encyclopedia:Attack}명중 굴림{/g}, 무기 {g|Encyclopedia:Damage}피해 굴림{/g}, {g|Encyclopedia:Saving_Throw}내성 굴림{/g}, {g|Encyclopedia:Skills}기술{/g} 판정에 +2 운 {g|Encyclopedia:Bonus}보너스{/g}를 얻고, 적 각자는 이러한 {g|Encyclopedia:Dice}굴림{/g}에 -2 {g|Encyclopedia:Penalty}불이익{/g}을 받습니다.

source: At 2nd, 4th, 6th, and 8th mythic rank, an Angel can select an improvement to the Sword of Heaven ability. Improvements that are available at 6th and 8th mythic ranks are significantly more powerful
ko: 엔젤은 2, 4, 6, 8 신화 레벨마다 천상의 검 능력이 강화됩니다. 6레벨과 8레벨에는 훨씬 더 강력한 강화를 선택할 수 있습니다.
ko_mt: 신화 등급 2, 4, 6, 8이 되면 천사는 천상의 검 능력 강화를 선택할 수 있습니다. 신화 등급 6, 8에서 선택할 수 있는 능력 강화는 훨씬 더 강력합니다.

source: Azata gains a {g|Encyclopedia:Bonus}bonus{/g} equal to her mythic rank to all {g|Encyclopedia:Skills}skill checks{/g}. Whenever she makes a skill {g|Encyclopedia:Check}check{/g}, she {g|Encyclopedia:Dice}rolls{/g} the die twice, and chooses the best result. She also becomes proficient with all types of weapons and armor.
ko: 아자타는 모든 {g|Encyclopedia:Skills}기술 판정{/g}에 자신의 신화 레벨과 동일한 값의 {g|Encyclopedia:Bonus}보너스{/g}를 받습니다. 또한 기술 판정을 할 때, 주사위를 두 번 굴려서 더 나은 결과를 취합니다. 또한, 아자타는 모든 종류의 무기와 갑옷에 숙련됩니다.
ko_mt: 아자타는 모든 {g|Encyclopedia:Skills}기술{/g} 판정에 자신의 신화 등급만큼 {g|Encyclopedia:Bonus}보너스{/g}를 얻습니다. 아자타는 기술 {g|Encyclopedia:Check}판정{/g}을 할 때마다 주사위를 두 번 {g|Encyclopedia:Dice}굴려 가장 좋은 결과를 선택합니다. 또한 모든 종류의 무기와 방어구에 능숙해집니다.

source: All-skilled
ko: 만능
ko_mt: 모든 기술

source: Whenever Azata casts a {g|Encyclopedia:Spell}spell{/g} that targets individual creatures, not areas, the spell affects one additional creature within a 30-foot range from the target. If the target is an enemy, the spell affects one additional enemy; if the target is an ally, the spell affects one additional ally. Additionally, spells that target enemies {g|Encyclopedia:Damage}damage{/g} them for {g|Encyclopedia:Dice}2d6{/g} + mythic rank.
ko_mt: 아자타가 지역이 아닌 개별 생물을 대상으로 {g|Encyclopedia:Spell}주문{/g}을 발동할 때마다, 주문은 대상으로부터 30피트 범위 내에 있는 생물 한 생물에게 추가로 영향을 줍니다. 대상이 적인 경우, 주문은 추가로 한 명의 적에게 영향을 미치고, 대상이 아군인 경우, 주문은 추가로 한 명의 아군에게 영향을 미칩니다. 또한, 적을 대상으로 하는 주문은 ({g|Encyclopedia:Dice}2d6{/g} + 신화 등급) {g|Encyclopedia:Damage}피해{/g}를 줍니다.

source: Zippy Magic
ko: 날뛰는 마법
ko_mt: 지피 매직

source: The skeletal champion gets barbarian's Rage ability and fast movement, as well as 2 rage powers on Lich choice.
ko: 해골 투사가 바바리안의 격노 능력과 빠른 이동, 그리고 리치가 선택한 2개의 격노 응용력을 얻습니다.
ko_mt: 해골 투사는 야만용사의 분노 능력과 빠른 움직임, 리치 선택 시 분노 능력 2개를 얻습니다.

source: Barbaric Powers I
ko: 바바리안의 힘 I
ko_mt: 야만적 힘 I

source: The skeletal champion gets Dirge of Doom, Lingering Performance as well as minor bardic {g|Encyclopedia:Spell}spells{/g}.
ko: 해골 투사가 파멸의 만가, 공연의 여운 및 하급 바드 {g|Encyclopedia:Spell}주문{/g}을 얻습니다.
ko_mt: 해골 투사는 파멸의 뒤안길, 지속 효과와 부수적인 바드 {g|Encyclopedia:Spell}주문{/g}을 얻습니다.

source: Skeletal Bard I
ko: 해골 바드 I
ko_mt: 해골 바드 I

source: The skeletal champion gets channel negative energy {g|Encyclopedia:Dice}6d6{/g}, domains of Death and Destruction, and minor cleric {g|Encyclopedia:Spell}spells{/g}, which includes all Cleric spells up to level 5.
ko_mt: 해골 투사는 음에너지 전달 {g|Encyclopedia:Dice}6d6{/g}, {g|Encyclopedia:Injury_Death}죽음{/g}과 파괴의 권역, 5레벨까지의 모든 성직자 주문이 포함된 부 성직자 {g|Encyclopedia:Spell}주문{/g}을 얻습니다.

source: Skeletal Cleric I
ko: 해골 클레릭 I
ko_mt: 해골 성직자 I

source: The skeletal champion gets inquisitor's judgment twice per day, bane, and teamwork {g|Encyclopedia:Feat}feat{/g}.
ko: 해골 투사는 인퀴지터의 하루 2회의 심판 능력, 파멸, 협동 {g|Encyclopedia:Feat}특기{/g}를 얻습니다.
ko_mt: 해골 투사는 하루에 두 번 심문관의 판단, 베인, 팀워크 {g|Encyclopedia:Feat}특기{/g}를 얻습니다.

source: You now know so much about the world that you understand that everything in this world is decided by dice. And you are good at dice. You have some very special dice that you will use from now on. Every time a member of your party would {g|Encyclopedia:Dice}roll{/g} a 1 on a d20 roll the result of the roll instead becomes 20.
ko: 이제 당신은 이 세상 모든 것들이 주사위에 의해 결정된다는 사실을 압니다. 또한 당신은 주사위 굴림에 능하죠. 이제부터 당신은 매우 특별한 주사위를 사용합니다. 당신의 파티원 누군가의 d20 {g|Encyclopedia:Dice}굴림{/g} 결과가 1이 나올 때마다, 그 결과 값이 20이 됩니다.
ko_mt: 당신은 이제 세상에 대해 너무 많이 알아서 이 세상의 모든 것이 주사위로 결정된다는 것을 이해합니다. 그리고 당신은 주사위를 잘 치죠. 이제부터 사용할 아주 특별한 주사위가 있습니다. 당신의 파티원이 d20 주사위를 {g|Encyclopedia:Dice}굴려{/g}이 1이 나올 때마다 주사위의 결과는 대신 20이 됩니다.

source: Knowledge (World) 2 rank
ko: 지식 (세계) 2등급
ko_mt: 지식(세계) 2 등급

source: You now know that whole world is just a game. But that is ultimately in your favor, because you are good at games, and at changing rules in your favor. You and members of your party can now ignore requirements of {g|Encyclopedia:Feat}feats{/g} when leveling up.
ko: 이제 당신은 이 세상 전체가 게임이라는 사실을 압니다. 하지만 당신은 게임 그 자체와, 게임의 규칙을 입맛대로 바꾸는데 뛰어나기에 그 사실은 매우 환영할 만한 일이죠. 이제부터 당신과 당신의 파티원들은 레벨 업을 할 때 {g|Encyclopedia:Feat}특기{/g}의 모든 선결 조건을 무시할 수 있습니다.
ko_mt: 이제 여러분은 온 세상이 게임이라는 것을 알고 있습니다. 하지만 이는 궁극적으로 당신에게 유리합니다. 당신은 게임을 잘하고 자신에게 유리하게 규칙을 바꾸는데 능숙하기 때문입니다. 이제 당신과 파티원은 레벨을 올릴 때 {g|Encyclopedia:Feat}정복{/g}의 조건을 무시할 수 있습니다.

source: Knowledge (World) 3 rank
ko: 지식 (세계) 3등급
ko_mt: 지식(세계) 3 등급

source: You now know religion so well that you can use abilities usually reserved for clerics. You can select a domain. You gain abilities of those domains and can use {g|Encyclopedia:Spell}spells{/g} from those domains once per day as long as the level of those spells is lower than your mythic rank.
ko: 이제 당신은 클레릭이 받는 능력을 사용할 수 있을 만큼 종교에 대해 잘 이해합니다. 영역 하나를 선택합니다. 당신은 그 영역의 능력을 얻고, 그 영역의 {g|Encyclopedia:Spell}주문{/g}들 중 당신의 신화 레벨보다 낮은 것들을 하루에 한 번 사용할 수 있습니다.
ko_mt: 이제 종교를 너무 잘 알아서 성직자 전용 능력을 사용할 수 있습니다. 권역을 선택할 수 있습니다. 해당 권역의 능력을 습득하고, 해당 주문의 레벨이 신화 등급보다 낮다면 하루에 한 번 해당 권역의 {g|Encyclopedia:Spell}주문{/g}을 사용할 수 있습니다.

source: Lore (Religion) 2 rank
ko: 전승 (종교) 2등급
ko_mt: 전승(종교) 2 등급

source: Summon Vilderavn
ko: 발데라븐 소환
ko_mt: 야생 까마귀 소환

source: Despite their monstrous appearances, mongrels are generally hardworking and peaceful creatures. A mongrel can produce offspring with any humanoid, mixing bloodlines in strange ways to create hardier crossbreeds. No two mongrels look the same. One may have a face that is half hobgoblin, half lizardfolk, with one human-like foot and one cloven hoof, while his sister may have elven ears, a dwarven beard, orc tusks, and clawed hands. Each mongrel usually has characteristics from at least a half-dozen different races. This strange mixture enforces mongrels' place in the edges of the world, for they are shunned by all who fear their twisted appearance. Mistaken as enemies by all, mongrels prefer to be left alone.
ko: 괴물같은 외형에도 불구하고, 잡종은 대개 열심히 일하며 평화적인 크리처입니다. 잡종은 어떤 인간형 크리처와 결합해도 번식할 수 있으며, 핏줄을 알려지지 않은 방식으로 섞어 더 강한 혼종을 만듭니다. 같은 모양을 한 잡종은 단 한 쌍도 없습니다. 어떤 개체는 얼굴이 홉고블린 반, 도마뱀인간 반이고, 한 발은 인간형, 다른 한 발은 갈라진 발굽 형태이겠지만, 그의 자매는 엘프의 귀, 드워프의 수염, 오크의 엄니, 그리고 발톱 달린 손을 가집니다. 모든 잡종은 보통 최소 6개의 다른 종족들이 가진 특징을 한 몸에 갖고 있습니다. 이 이상한 결합은 잡종이 세상의 변두리로 밀려나도록 만들며, 또한 그들이 가진 뒤틀린 외모를 두려워하는 자들에 의해 소외당하게 만듭니다. 결국 모든 종족들에게 적이라고 오해받기에, 잡종은 홀로 떨어져 있기를 선호합니다.
ko_mt: 괴물 같은 외모에도 불구하고 몽그렐은 일반적으로 근면하고 평화로운 생명체입니다. 몽그렐은 어떤 인간형과도 새끼를 낳을 수 있으며, 이상한 방식으로 혈통을 섞어 더 단단한 교배종을 만들기도 합니다. 몽그렐이라고 해서 모두 똑같이 생긴 것은 아닙니다. 한 마리는 얼굴이 반은 호빗족, 반은 도마뱀족이고 한쪽 발은 인간처럼 생겼으며 발굽은 발굽이 하나 달린 반면, 그의 여동생은 엘프의 귀, 드워프의 수염, 오크의 엄니, 발톱이 달린 손을 가지고 있을 수 있습니다. 각 몽그렐은 보통 최소 6가지 종족의 특징을 가지고 있습니다. 이 기묘한 혼합으로 인해 몽그렐들은 세상의 변방에서 살아야 하는데, 그 이유는 그들의 뒤틀린 외모를 두려워하는 모든 이들에게 기피당하기 때문입니다. 모두에게 적으로 오해받는 몽그렐들은 혼자 있는 것을 선호합니다.

source: DLC2 Description
ko_mt: DLC2 설명

source: Force move
ko: 강제 이동
ko_mt: 강제 이동

source: Show status notifications
ko: 상태 알림 표시
ko_mt: 상태 알림 표시

source: Difficulty Type
ko: 난이도 유형
ko_mt: 난이도 유형

source: Story
ko: 이야기
ko_mt: 스토리

source: Normal
ko: 일반
ko_mt: 보통

source: Daring
ko: 대담
ko_mt: 대담한

source: Core
ko: 코어
ko_mt: 핵심

source: Hard
ko: 어려움
ko_mt: 하드

source: Never
ko: 표시하지 않음
ko_mt: 절대로

source: On pause
ko: 일시정지 시
ko_mt: 일시 중지 시

source: Always
ko: 항상
ko_mt: 항상

source: Off
ko: 끄기
ko_mt: 꺼짐

source: Enemies
ko: 적
ko_mt: 적

source: Party members
ko: 일행
ko_mt: 파티원

source: All
ko: 전부
ko_mt: 모두

source: Show combat text when character avoids something
ko: 전투 중 회피 알림 표시
ko_mt: 캐릭터가 무언가를 피할 때 전투 텍스트 표시

source: Off
ko: 끄기
ko_mt: 꺼짐

source: Enemies
ko: 적
ko_mt: 적

source: Party members
ko: 일행
ko_mt: 파티원

source: All
ko: 전부
ko_mt: 모두

source: Show combat text for critical hits
ko: 전투 중 치명타 표시
ko_mt: 치명타에 대한 전투 텍스트 표시

source: Off
ko: 끄기
ko_mt: 꺼짐

source: Enemies
ko: 적
ko_mt: 적

source: Party members
ko: 일행
ko_mt: 파티원

source: All
ko: 전부
ko_mt: 모두

source: Show damage information in combat text
ko: 전투 중 피해량 표시
ko_mt: 전투 텍스트에 피해 정보 표시

source: Off
ko: 끄기
ko_mt: 꺼짐

source: Enemies
ko: 적
ko_mt: 적

source: Party members
ko: 일행
ko_mt: 파티원

source: All
ko: 전부
ko_mt: 모두

source: Show enemy HP
ko: 적 HP 표시
ko_mt: 적 HP 표시

source: Never
ko: 표시 안 함
ko_mt: 절대로

source: On pause
ko: 일시정지 시
ko_mt: 일시 중지 시

source: Always
ko: 항상
ko_mt: 항상

source: Highlight hotkey
ko: 강조 단축키를 누르면
ko_mt: 강조 단축키

source: On mouse-hover
ko: 마우스를 올려 놓으면
ko_mt: 마우스 오버 시

source: When idle
ko: 아무것도 안 할 때
ko_mt: 유휴 상태일 때

source: On pause
ko: 일시정지 시
ko_mt: 일시 중지 시

source: Highlight hotkey
ko: 강조 단축키를 누르면
ko_mt: 강조 단축키

source: On mouse-hover
ko: 마우스를 올려 놓으면
ko_mt: 마우스 오버 시

source: On mouse-hover
ko: 마우스를 올려 놓으면
ko_mt: 마우스 오버 시

source: Always
ko: 항상
ko_mt: 항상

source: On pause
ko: 일시정지 시
ko_mt: 일시 중지 시

source: Highlight hotkey
ko: 강조 단축키를 누르면
ko_mt: 강조 단축키

source: Highlight hotkey
ko: 강조 단축키를 누르면
ko_mt: 강조 단축키

source: On mouse-hover
ko: 마우스를 올려 놓으면
ko_mt: 마우스 오버 시

source: Always
ko: 항상
ko_mt: 항상

source: On pause
ko: 일시정지 시
ko_mt: 일시 중지 시

source: On pause
ko: 일시정지 시
ko_mt: 일시 중지 시

source: Always
ko: 항상
ko_mt: 항상

source: Always
ko: 항상
ko_mt: 항상

source: Show "miss" in combat text
ko: 전투 중 "빗나감" 표시
ko_mt: 전투 텍스트에 "미스" 표시

source: Show spell name over character
ko: 캐릭터 위에 주문 이름 표시
ko_mt: 문자 위에 주문 이름 표시

source: Show spell name over character
ko: 캐릭터 위에 주문 이름 표시
ko_mt: 문자 위에 주문 이름 표시

source: Off
ko: 끄기
ko_mt: 꺼짐

source: Enemies
ko: 적
ko_mt: 적

source: Party members
ko: 일행
ko_mt: 파티원

source: All
ko: 전부
ko_mt: 모두

source: Language
ko: 언어
ko_mt: 언어

source: English
ko_mt: 영어

source: Medium
ko: 중간
ko_mt: 중간

source: High
ko: 높음
ko_mt: 높음

source: Dynamic lighting
ko: 동적 조명
ko_mt: 다이내믹 조명

source: Activates additional light sources, created together with visual effects.
ko: 시각 효과와 함께 생성된 추가 광원을 활성화합니다.
ko_mt: 시각 효과와 함께 생성된 추가 광원을 활성화합니다.

source: Window
ko: 창 모드
ko_mt: 창

source: Default
ko: 디폴트
ko_mt: 기본값

source: Custom
ko: 커스텀
ko_mt: 사용자 지정

source: Constantly
ko: 항상
ko_mt: 지속적으로

source: Difficulty options
ko: 난이도 설정
ko_mt: 난이도 옵션

source: Additional experience:
ko: 추가 경험치:
ko_mt: 추가 경험:

source: Daily income:
ko: 일일 수입:
ko_mt: 일일 수입:

source: Officers of the army have received enough training to improve the coordination of troops significantly. You can select one of the two possible improvements.
ko: 군 장교들이 병사의 조직력을 상당히 강화시키기에 충분한 훈련을 받았습니다. 당신은 두 가지 특전 중 하나를 선택할 수 있습니다.
ko_mt: 군대 장교들은 병력 조정 능력을 크게 향상시킬 수 있는 충분한 훈련을 받았습니다. 두 가지 개선 사항 중 하나를 선택할 수 있습니다.

source: Divine Favors
ko: 신성한 은혜
ko_mt: 신성한 호의

source: Energy Points
ko: 에너지 점수
ko_mt: 에너지 점수

source: Leadership
ko: 통솔
ko_mt: 리더십

source: Leadership
ko: 통솔
ko_mt: 리더십

source: Strategy
ko: 전략
ko_mt: 전략

source: Strategy
ko: 전략
ko_mt: 전략

source: Diplomacy
ko: 외교
ko_mt: 외교

source: Diplomacy
ko: 외교
ko_mt: 외교

source: Military
ko: 군사
ko_mt: 군대

source: Military
ko: 군사
ko_mt: 군대

source: Transparency
ko_mt: 투명화

source: Transparency
ko_mt: 투명화

source: Blur level
ko_mt: 흐림 수준

source: Blur
ko_mt: 흐림

source: Enable
ko_mt: 사용

source: Horizontal position
ko_mt: 수평 위치

source: Horizontal position
ko_mt: 수평 위치

source: Vertical position
ko_mt: 수직 위치

source: Skybox selection
ko_mt: 스카이박스 선택

source: Dialogue choice 3
ko: 대화 선택 3
ko_mt: 대화 선택 3

source: Dialogue choice 4
ko: 대화 선택 4
ko_mt: 대화 선택 4

source: Dialogue choice 5
ko: 대화 선택 5
ko_mt: 대화 선택 5

source: Dialogue choice 6
ko: 대화 선택 6
ko_mt: 대화 선택 6

source: Dialogue choice 7
ko: 대화 선택 7
ko_mt: 대화 선택 7

source: Dialogue choice 8
ko: 대화 선택 8
ko_mt: 대화 선택 8

source: Dialogue choice 9
ko: 대화 선택 9
ko_mt: 대화 선택 9

source: Camp
ko: 야영
ko_mt: 캠프

source: Reset all commands on autopause
ko: 자동 정지 시 모든 명령 초기화
ko_mt: 자동 일시 중지 시 모든 명령 재설정

source: Changing language is not possible during dialogues, book events, or cutscenes.
ko_mt: 대화, 책 이벤트 또는 컷신 중에는 언어를 변경할 수 없습니다.

source: We, as developers, are always striving to improve our work. To this end, we need information that we can only get from you. By allowing sending the game statistics to us, you can help us learn more about the way you play, and what difficulties you encounter in our game. Only our developers will have access to your game experience data and bug reports.
ko: 저희는 개발자로서 항상 게임을 개선하기 위해 노력하고 있습니다. 이를 위해, 저희는 오직 당신에게서 얻을 수있는 정보가 필요합니다. 게임 통계를 보내주시면 당신이 게임을 플레이하는 방식에 대해 저희가 자세히 알 수 있고, 저희 게임에서 어떤 문제가 발생하는지 알 수 있습니다. 오직 저희 개발자만 게임 경험 데이터 및 오류 제보에 접근할 수 있습니다.
ko_mt: 개발자로서 저희는 항상 업무 개선을 위해 노력하고 있습니다. 이를 위해서는 여러분에게서만 얻을 수 있는 정보가 필요합니다. 게임 통계 전송을 허용하면 게임 플레이 방식과 게임에서 발생하는 어려움에 대해 더 많이 알 수 있습니다. 귀하의 게임 경험 데이터와 버그 리포트는 당사 개발자만 액세스할 수 있습니다.

source: Opt out of sending data to Unity Analytics
ko: 유니티 분석기로 전송한 데이터 확인
ko_mt: Unity 애널리틱스로 데이터 전송 옵트아웃

source: You will be redirected to the Unity website, where you can opt out and request your previously collected data. Please note that an active ad/pop-up blocker might prevent the page from opening.
ko: 당신은 이전에 수집된 데이터를 선택 및 요청할 수 있는 유니티 웹사이트로 연결될 것입니다. 광고 및 팝업 차단 프로그램이 활성화된 경우 페이지가 열리지 않을 수도 있음을 주의해주십시오.
ko_mt: 이전에 수집한 데이터를 옵트아웃하고 요청할 수 있는 유니티 웹사이트로 리디렉션됩니다. 광고/팝업 차단기가 활성화되어 있으면 페이지가 열리지 않을 수 있습니다.

source: All
ko: 전부
ko_mt: 모두

source: Tutorial messages
ko: 튜토리얼 메시지
ko_mt: 튜토리얼 메시지

source: None
ko: 없음
ko_mt: 없음

source: Equipment comparison delay (sec)
ko: 장비 비교 지연 (초)
ko_mt: 장비 비교 지연(초)

source: Determines the time lag before showing tooltips for equipped items after the item tooltip appears.
ko_mt: 아이템 툴팁이 표시된 후 장착한 아이템의 툴팁이 표시되기까지의 시간 지연을 결정합니다.

source: Antialiasing
ko: 안티앨리어싱
ko_mt: 앤티앨리어싱

source: Multisample anti-aliasing (MSAA) improves image quality.
ko: 멀티 샘플 안티 앨리어싱 (MSAA)은 이미지 품질을 향상시킵니다.
ko_mt: 다중 샘플 앤티 앨리어싱(MSAA)으로 이미지 품질을 개선합니다.

source: Disabled
ko: 비활성화
ko_mt: 장애인

source: 2x multisampling
ko: 2x 멀티 샘플링
ko_mt: 2배 멀티 샘플링

source: 4x multisampling
ko: 4x 멀티 샘플링
ko_mt: 4배 멀티 샘플링

source: ×8 multisampling
ko: ×8 멀티 샘플링
ko_mt: ×8 멀티 샘플링

source: Cloth physics quality
ko: 의복 물리 효과 품질
ko_mt: 클로스 피직스 퀄리티

source: Affects the accuracy of the physical model simulation of clothing.
ko: 의복의 물리적 모델 시뮬레이션의 정확도에 영향을 미칩니다.
ko_mt: 의류의 물리적 모델 시뮬레이션 정확도에 영향을 줍니다.

source: Low
ko: 낮음
ko_mt: 낮음

source: Medium
ko: 중간
ko_mt: 중간

source: High
ko: 높음
ko_mt: 높음

source: Dynamic lighting
ko: 동적 조명
ko_mt: 다이내믹 조명

source: Activates additional light sources, created together with explosions and other effects.
ko: 폭발 및 기타 효과와 함께 추가 광원을 생성합니다.
ko_mt: 폭발 및 기타 효과와 함께 생성되는 추가 광원을 활성화합니다.

source: Realtime environment shadows
ko: 실시간 환경 그림자
ko_mt: 실시간 환경 그림자

source: Enables dynamic shadows for static objects. Enhances image quality when the character is inside a static object's shadow.
ko: 정적 물체에 대한 동적 그림자를 활성화합니다. 캐릭터가 정적 물체의 그림자 안에 있을 때의 이미지 품질을 향상시킵니다.
ko_mt: 정적 오브젝트에 동적 그림자를 활성화합니다. 캐릭터가 정적 오브젝트의 그림자 안에 있을 때 이미지 품질을 향상시킵니다.

source: High
ko: 높음
ko_mt: 높음

source: Low
ko: 낮음
ko_mt: 낮음

source: Medium
ko: 중간
ko_mt: 중간

source: Off
ko: 끄기
ko_mt: 꺼짐

source: Party
ko: 일행
ko_mt: 파티

source: Special options
ko: 특수 설정
ko_mt: 특별 옵션

source: A creature's overall moral and personal attitudes are represented by its alignment: lawful good (LG), neutral good (NG), chaotic good (CG), lawful neutral (LN), neutral (N), chaotic neutral (CN), lawful evil (LE), neutral evil (NE), or chaotic evil (CE). Good characters protect innocent life. Evil characters debase or destroy it, whether for fun or profit. Lawful characters tell the truth, keep their word, respect authority, honor tradition, and judge those who fall short of their duties. Chaotic characters follow their consciences, resent being told what to do, favor new ideas over tradition, and keep their promises only if they feel like it.
ko: 크리처의 전반적인 도덕적, 개인적인 태도는 성향으로 표현됩니다: 질서 선(LG), 중립 선(NG), 혼돈 선(CG), 질서 중립(LN),중립(N), 혼돈 중립(LN), 질서 악(LE), 중립 악(NE), 혼돈 악(CE). 선한 캐릭터는 무고한 생명을 보호합니다. 사악한 캐릭터는 재미든 이익을 위해서든 그것을 훼손하거나 파괴합니다. 질서적인 캐릭터는 진실을 말하고, 약속을 지키고, 권위를 존중하고, 전통을 존중하며, 의무를 이행하지 않는 사람들을 심판합니다. 혼돈스러운 캐릭터는 양심을 따르고, 명령에 분노하고, 전통보다 새로운 생각을 선호하며, 마음이 내키면 약속을 지킵니다.
ko_mt: 크리처의 전반적인 도덕적, 개인적 태도는 질서 선(LG), 중립 선(NG), 혼돈 선(CG), 질서 중립(LN), 중립(N), 혼돈 중립(CN), 질서 악(LE), 중립 악(NE), 혼돈 악(CE) 등의 성향로 표현됩니다. 선한 캐릭터는 무고한 생명을 보호합니다. 악한 캐릭터는 재미로든 이익을 위해든 생명을 훼손하거나 파괴합니다. 질서인 캐릭터는 진실을 말하고, 약속을 지키고, 권위를 존중하고, 전통을 존중하며, 의무를 다하지 않는 사람들을 심판합니다. 혼돈 캐릭터는 양심에 따라 행동하고, 지시를 받는 것에 분노하며, 전통보다 새로운 아이디어를 선호하고, 자신이 원할 때만 약속을 지킵니다.

source: Summoned Unit
ko_mt: 소환된 유닛

source: An ability to lie. Depends on character's Persuasion skill as well as special effects or abilities affecting Bluff.
ko: 거짓말을 하는 능력. 캐릭터의 설득 기술과 교섭에 영향을 주는 특수 효과 및 능력에 좌우됩니다.
ko_mt: 거짓말 능력. 캐릭터의 설득 기술과 허세에 영향을 주는 특수 효과 또는 능력에 따라 달라집니다.

source: Bluff
ko: 허세
ko_mt: 허세

source: Attack number penalty
ko: 공격 횟수 페널티
ko_mt: 공격 횟수 불이익

source: Helpless
ko: 무력화
ko_mt: 무력한

source: Prone
ko: 쓰러짐
ko_mt: 취약

source: Class skill
ko: 클래스 기술
ko_mt: 직업 기술

source: An ability to manipulate others through negotiations. Depends on character's Persuasion skill as well as special effects or abilities affecting Diplomacy.
ko: 협상을 통해 다른 사람을 조종하는 능력. 캐릭터의 설득 기술이나 교섭에 영향을 주는 특수 효과 및 능력에 좌우됩니다.
ko_mt: 협상을 통해 다른 사람을 조종하는 능력입니다. 캐릭터의 설득 기술과 외교에 영향을 주는 특수 효과 또는 능력에 따라 달라집니다.

source: Diplomacy
ko: 교섭
ko_mt: 외교

source: Demon lord of beasts, labyrinths, and minotaurs, Baphomet was the first and greatest minotaur, a beast created by Lamashtu to serve as a leader for her latest creations. Seeking even greater favor from the Mother of Monsters, Baphomet sought to raid Hell to steal Asmodeus's ruby rod. Unfortunately for him, he was caught. As punishment, the Prince of Darkness inscribed his own symbol on the minotaur lord's brow with the nail of his index finger and imprisoned him in a maze so cunningly crafted that Asmodeus declared it unsolvable. In this act, the Lord of Hell overstepped. The cunning Baphomet not only solved the maze after only a decade, he stole the labyrinth itself from Hell, taking it with him when he returned to the Abyss. Baphomet claimed this new realm for himself. He plots and schemes from his redoubt to return to Hell, this time not to steal from Asmodeus, but to slay him.
ko: 짐승, 미궁, 미노타우로스의 데몬 군주인 바포메트는 첫번째이자 가장 위대한 미노타우로스이며, 라마슈투의 손에 의해 그녀의 새로운 피조물들을 이끄는 우두머리로 삼고자 창조되었습니다. 괴물들의 어머니의 더 큰 총애를 받기 위해, 바포메트는 지옥을 습격해 아스모데우스의 루비 지팡이를 훔치고자 했으나 붙잡히고 말았습니다. 처벌로서, 아스모데우스는 검지 손톱으로 바포메트의 이마에 자신의 문양을 새기고, 너무나도 교활하게 설계되어 아스모데우스가 누구도 탈출하지 못하리라 선언한 미로에 가둬졌습니다. 그러나 이는 오판이었습니다. 교활한 바포메트는 고작 십년만에 미로를 탈출했을 뿐만아니라, 지옥에서 미로 자체를 훔쳐 심연으로 돌아갔습니다. 그리고 바포메트는 이 미로를 자신의 새로운 영역으로 선포했습니다. 그는 아직도 다시 지옥을 공격할 음모와 계획을 짜고 있으며, 이번에는 아스모데우스의 물건을 훔치는 것이 아니라, 그를 살해할 것입니다.
ko_mt: 야수, 미궁, 미노타우로스의 데몬 로드인 바포메트는 라마슈투가 최신 창조물의 지도자 역할을 하기 위해 만든 최초이자 가장 위대한 미노타우로스의 괴물이었습니다. 괴물의 어머니로부터 더 큰 은혜를 받고자 바포메트는 아스모데우스의 루비 막대를 훔치기 위해 지옥을 습격하려 했어요. 불행히도 그는 잡혔습니다. 이에 대한 벌로 어둠의 왕자는 검지 손톱으로 미노타우로스의 이마에 자신의 상징을 새기고 아스모데우스가 풀 수 없다고 선언할 정도로 교묘하게 만든 미로에 그를 가뒀어요. 이 행동에서 지옥의 군주는 도를 넘었습니다. 교활한 바포메트는 10년 만에 미로를 풀었을 뿐만 아니라 지옥에서 미로 자체를 훔쳐서 심연으로 돌아갈 때 가져갔습니다. 바포메트는 이 새로운 영역을 자신의 것이라고 주장했습니다. 그는 다시 지옥으로 돌아가 아스모데우스를 훔치는 것이 아니라 그를 죽이기 위해 음모를 꾸미고 계략을 꾸밉니다.

source: Larger than an elephant, this towering insectile nightmare wields a scythe made of bone. His wings are swarms of biting flies, and his inhuman eyes glitter with cruel intelligence. Deskari, demon lord of chasms, infestations, and locusts, is believed by many scholars to be the Usher of the Apocalypse. He carved his realm from the raw matter of the Abyss using the great scythe Riftcarver, a weapon he crafted from the remains of the strange creature his father, Pazuzu, mated with tens of thousands of years ago. Deskari and his cult long plagued the northern nation of Sarkoris, where his cultists were eventually driven into the Lake of Mists and Veils by Aroden. Yet upon Aroden's death, Deskari's influence on Golarion ripened and burst, transforming Sarkoris into the demon-haunted Worldwound.
ko: 코끼리보다도 거대한 이 곤충형 괴물은 뼈로 만들어진 대낫을 휘두릅니다. 그의 날개는 파리의 무리로 이루어져 있으며, 무자비한 눈은 냉혹한 지성으로 빛납니다. 균열, 감염, 그리고 메뚜기 떼의 데몬 군주 데스카리는 많은 학자들에게 종말의 인도자라 믿어지고 있습니다. 그는 자신의 아버지가 수만년 전에 교미했던 기이한 생명체의 유해를 이용해 만든 자신의 낫 균열조각가를 사용해 심연의 물질을 조각하여 자신의 영역을 만들었습니다. 데스카리와 그의 교단은 오랫동안 사코리스의 북부 지역을 병들였으나, 결국 아로덴에 의해 안개와 장막의 호수로 물러나야만 했습니다. 아로덴의 사망 이후, 사코리스를 데몬이 지배하는 세계상처로 변형하면서, 골라리온에 대한 데스카리의 영향력이 폭발적으로 커졌습니다.
ko_mt: 코끼리보다 더 큰 이 거대한 곤충 악몽은 뼈로 만든 대낫을 휘두릅니다. 날개는 파리 떼로 뒤덮여 있고, 비인간적인 눈동자는 잔인한 지능으로 반짝입니다. 틈새, 감염, 메뚜기의 군주인 데스카리는 많은 학자들이 종말의 안내자라고 믿습니다. 그는 수만 년 전 아버지 파즈주가 짝짓기를 한 기이한 생명체의 유골로 만든 무기인 거대한 대낫 리프트카버를 사용해 심연의 원시 물질로 자신의 왕국을 조각했습니다. 데스카리와 그의 추종자들은 오랫동안 북부 국가 사르코리스를 괴롭혔고, 결국 아로덴에 의해 안개와 베일의 호수로 쫓겨났습니다. 하지만 아로덴이 죽자 골라리온에 대한 데스카리의 영향력은 무르익어 폭발했고, 사르코리스는 데몬이 깃든 세계상처로 변모했습니다.

source: King Noleski Surtova has reigned over the nation of Brevoy since 4699, when the entirety of the ruling House Rogarvia mysteriously vanished. He succeeded King Urzen Rogarvia. Prior to taking the crown and the Dragonscale Throne within the Ruby Fortress in New Stetven, Surtova ruled Port Ice, as generations of House Surtova have done for more than a thousand years.
ko: 4699년, 브레보이를 통치하던 로가비아 가문의 불가사의한 실종 이후, 놀레스키 서토바는 우르젠 로가비아의 뒤를 이어 브레보이 국왕이 되었습니다. 왕관을 쓰고 뉴 스텟븐 루비 요새의 용비늘 왕좌에 앉기 전에는, 서토바 가문이 천 년 이상 해온 것처럼 그도 포트 아이스를 다스리고 있었습니다.
ko_mt: 놀레스키 수르토바 왕은 4699년 집권 로가르비아 가문 전체가 미스터리하게 사라진 이후 브레보이 국가를 통치하고 있습니다. 그는 우르젠 로가르비아 왕의 뒤를 이었습니다. 뉴 스테트벤의 루비 요새에 있는 용비늘 왕좌와 왕관을 차지하기 전, 수르토바는 수르토바 가문이 천 년 넘게 해온 것처럼 포트 아이스를 통치했습니다.

source: King Noleski Surtova
ko: 놀레스키 서토바 왕
ko_mt: 놀레스키 수르토바 왕

source: Gogunta is a demon lord of fetid swamps and serves as the sole goddess of the swamp-dwelling boggards. Gogunta appears as a frog with many heads and even more eyes and tongues. Boggards portray her as a huge queen of their kind.
ko: 고군타는 썩은 늪의 데몬 군주이며 늪에 사는 보가드들의 유일한 여신입니다. 고군타는 많은 머리와, 그보다도 더 많은 눈과 혀를 가진 개구리의 모습을 하고 있습니다. 보가드는 그녀를 거대한 보가드 여왕으로 묘사합니다.
ko_mt: 고군타는 악취가 진동하는 늪의 데몬 로드이며 늪에 사는 늪지대의 유일한 여신입니다. 고군타는 머리가 많고 눈과 혀가 많은 개구리로 등장합니다. 늪쥐들은 그녀를 그들 종족의 거대한 여왕으로 묘사합니다.

source: Gogunta
ko: 고군타
ko_mt: 고군타

source: The Green Mother is one of the Eldest, a divine fey creature of tremendous power, able to reshape the very fabric of the First World on a whim. She is probably the most manipulative entity of the First World, often using seduction to get her way. She is a creature of great beauty, typically depicted as tall, with green hair, and a combination of elf, dryad, and nymph characteristics.
ko: 엘디스트 중 하나인 신록의 어머니는 거대한 힘을 가진 신적인 페이 크리처로, 태초 세계의 구조를 자기 마음대로 다시 만드는 게 가능하다고 합니다. 아마도 태초 세계에서 가장 교활한 존재인 그녀는 종종 유혹을 통해 자신의 뜻을 이룹니다. 그녀는 보통 키 큰 초록 머리를 가진 엘프, 드라이어드, 그리고 님프의 모습이 조합된 굉장히 아름다운 크리처로 묘사됩니다.
ko_mt: 녹색 어머니는 엘데스트 중 한 명으로, 엄청난 힘을 지닌 신성한 요정 생물로 태초 세계의 구조를 마음대로 바꿀 수 있습니다. 그녀는 아마도 태초 세계에서 가장 교묘하게 조종하는 존재로, 종종 유혹을 이용해 자신의 목적을 달성합니다. 그녀는 일반적으로 키가 크고 초록색 머리카락에 엘프, 드라이어드, 님프의 특징이 혼합된 모습으로 묘사되는 아름다운 생명체입니다.

source: Green Mother
ko: 신록의 어머니
ko_mt: 녹색 어머니
