Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: {n}Septimus's face turns stony.{/n} "You both know I'm not the criminal here. I only prevented the atrocity from happening. But if you feel like playing along with this hysterical old hag, Commander, that is your right. Too bad, I was hoping for more common sense."
ko: {n}셉티무스의 표정이 굳는다.{/n} "두 분 모두 제가 이 범죄와 관련 없다는 걸 아실겁니다. 저는 오직 잔혹행위가 일어나는 걸 막기만 했을 뿐입니다. 하지만 당신께서 논리도 없는 이 늙은 해그와 어울리고자 하신다면, 그건 사령관님의 재량이지요. 슬프게도, 저는 더 상식이 통하길 바랐습니다만."
ko_mt: {n}셉티무스의 얼굴이 돌처럼 굳어졌다.{/n} "너희 둘 다 내가 범인이 아니라는 걸 알잖아. 난 단지 잔혹한 일이 일어나지 않도록 막았을 뿐이야. 하지만 이 히스테릭한 늙은 해그와 놀아나고 싶다면, 사령관님, 그건 당신의 권리입니다. 좀 더 상식적인 판단을 기대했는데 아쉽네요."

source: {n}Elyanka casts an angry look at Septimus.{/n} "Have you found evidence proving this lying leech murdered my servants?"
ko: {n}엘얀카가 사나운 눈초리로 셉티무스를 노려본다.{/n} "이 거짓말쟁이 거머리가 제 하인들을 살해했다는 증거를 발견하셨습니까?"
ko_mt: {n}엘리얀카가 셉티무스를 노려봅니다.{/n} "이 거짓말쟁이 거머리가 내 하인들을 죽였다는 증거를 찾았나?"

source: "Why do I need you here?"
ko: "네가 필요한 이유는 뭐지?"
ko_mt: "내가 왜 당신이 여기 있어야 하죠?"

source: "Tell me about yourself."
ko: "너에 대해 들어보고 싶다."
ko_mt: "자신에 대해 말해 주세요."

source: "Why would I trust you?"
ko: "왜 내가 너를 믿어야하지?"
ko_mt: "내가 왜 당신을 믿어야 하죠?"

source: "Welcome to the war."
ko: "전쟁에 참여한걸 환영한다."
ko_mt: "전쟁에 온 것을 환영합니다."

source: "You are not welcome here."
ko: "널 받아들이지 않겠다."
ko_mt: "당신은 여기에 환영받지 못합니다."

source: {n}You see a tall old woman with an imperious face and tangled gray hair. She is wearing a simple robe with a decayed hem riddled with small holes. She wears no jewelry but carries herself like a queen.{/n} "Greetings, Commander. I am Elyanka Camilary, priestess of {g|Urgathoa}Urgathoa{/g} and faithful adept of the Whispering Way. My lords bid that I congratulate you on your victory."
ko: {n}당신은 땋은 회색 머리에 권위적인 표정을 짓는 키 큰 노인 여성을 봤다. 그녀는 작은 구멍이 송송 뚫려 소맷자락이 헤진 간소한 로브를 입고 있다. 치장품이라고는 하나도 걸치지 않았으나, 마치 여왕과도 같은 자태를 뽐냈다.{/n} "안녕하세요, 사령관님. 저는 {g|Urgathoa}우르가쏘아{/g}님의 사제이자 속삭이는 길의 신실한 종, 엘얀카 카밀라리입니다. 제 주군께서 당신의 승리를 축하하기 위해 저를 보내셨습니다."
ko_mt: {n}거만한 얼굴에 헝클어진 흰머리를 가진 키가 큰 노파가 보입니다. 그녀는 작은 구멍으로 가득 찬 썩은 자락이 있는 단순한 옷을 입고 있습니다. 장신구는 착용하지 않았지만 여왕처럼 우아한 자태를 뽐내고 있습니다.{/n} "안녕하세요, 사령관님. 저는 {g|Urgathoa}우르가쏘아{/g}의 여사제이자 속삭임의 길의 충실한 숙련자 엘리안카밀러리입니다. 영주님께서 당신의 승리를 축하하라고 명하셨습니다."

source: "Our undead warriors will serve you well. They know no fear or fatigue, they are unconditionally loyal and resilient to many demonic powers. And I will try to help you with my advice. You don't understand it yet, but your heroic image won't protect you from the attacks of hatemongers who abhor the very thought of necromancy being practiced openly."
ko: "우리의 언데드 전사들은 당신을 잘 보좌할 겁니다. 그들은 공포도, 피로도 느끼지 않고, 아무런 조건 없이 충성하며, 또한 수많은 데몬의 능력들에 저항력이 있지요. 그리고 저는 당신께 조언을 드릴수도 있습니다. 아직은 이해하지 못하시겠지만, 당신의 영웅적인 모습은 사령술을 대놓고 사용한다는 생각만으로도 혐오심을 가지는 선동가들의 공격에서 당신을 지켜주지 못할 겁니다."
ko_mt: "우리의 언데드 전사들은 당신을 잘 섬길 것입니다. 그들은 두려움이나 피로를 모르고, 무조건 충성스럽고 많은 데몬의 힘에 탄력적입니다. 그리고 내 조언으로 당신을 도우려고 노력할 것입니다. 하지만 당신의 영웅적인 이미지로는 사령술이 공개적으로 행해지는 것 자체를 혐오하는 데몬숭배자들의 공격으로부터 당신을 보호할 수 없습니다."

source: "We are glad to serve you, Commander."
ko: "당신을 섬기게 되어 기쁩니다, 사령관님."
ko_mt: "사령관님을 모시게 되어 기쁩니다."

source: "According to Mendevian law, we have the right to be here. All of us have taken the crusader oath and are members of the Fifth Crusade against the Worldwound. But I understand your distrust. It's wise on your part to be wary of strangers. With my advice and actions, allow me to prove that our help is valuable and offered selflessly."
ko: "멘데브 법에 따르면, 우리는 이 자리에 있을 권리가 있소. 우리들 전원이 성전사의 맹세를 마쳤으며 세계상처에 대항하는 5차 성전군의 일원이라오. 그러나 당신의 불신 또한 이해합니다. 그대의 입장이라면 이방인들을 경계하는 것이 당연하니. 내 한 말씀 올리자면, 우리의 선의가 가치 있으며 아무 조건도 없다는 걸 내게 증명하도록 허락해주시오."
ko_mt: "멘데브 법에 따르면 우리는 여기 있을 권리가 있습니다. 우리 모두는 십자군 선서를 했고 세계상처에 대항하는 제5차 십자군의 일원입니다. 하지만 불신하는 건 이해합니다. 낯선 사람을 경계하는 것은 현명한 일입니다. 제 조언과 행동으로 우리의 도움이 가치 있고 사심 없이 제공된다는 것을 증명해 보이겠습니다."

source: "F-forward m-ma-rch!"
ko: "저-전진하-라!"
ko_mt: "F-포워드 m-마-치!"

source: "W-we will n-not surr'nd'r."
ko: "우리인 결코 하-항복하지 안아."
ko_mt: "우리는 서두르지 않을 것입니다."

source: "My h-heart's burnin' w'curage!"
ko: "내 마아음이 용기로 불타오른다!"
ko_mt: "내 가슴이 불타고 있어!"

source: "I love to dance! I want our new performance about the crusades to be a ballet!"
ko: "난 춤추는 게 너무 좋아! 성전에 대한 우리의 새 공연이 발레였음 좋겠어!"
ko_mt: "저는 춤을 좋아해요! 십자군 전쟁에 관한 새로운 공연이 발레가 되었으면 좋겠어요!"

source: "Get your head out of the clouds! Rehearsal isn't over yet!"
ko: "잡념 좀 버려라! 아직 리허설도 안끝났다고!"
ko_mt: "정신 차려! 리허설 아직 안 끝났어!"

source: "Brother, I thought we agreed fair and square — I take the even numbered lines, you take the odd ones!"
ko: "형제여, 우리가 공평하게 나누기로 한 줄 알았건만. 내가 짝수 줄을 맡고, 자네가 홀수 줄을 맡기로 했잖나!"
ko_mt: "형, 공평하게 합의한 줄 알았는데 난 짝수 줄을, 형은 홀수 줄을 가져가!"

source: "Brother, then you said we need to share syllables too — so I take the e-ven sy-lla-bles and you take the odd sy-lla-bles!"
ko: "형제여, 그러면 음절 또한 나눠야 한다고 말했어야지. 그러면 내가 짝-수 으-음-절을 맡고 자네가 홀수 으-음-절을 맡도록 하지!"
ko_mt: "오빠, 우리도 음절을 나눠야 한다고 했잖아, 그래서 나는 짝수 시-라-블을, 오빠는 홀수 시-라-블을 맡아!"

source: "In wrathful, fleeting doubt I will not drop my gaze, or let my heart fall silent. O heavy burden! From you I do not flee, but forge on to happy days!"
ko: "분노에도, 순간의 의심에도 나는 결코 시선을 떨구지도, 내 마음이 침묵하게 두지도 않으리! 무거윤 짐이여! 나는 당신에게서 도망치지 않겠소, 다만 행복한 일상을 위해 노력하겠소!"
ko_mt: "분노하고 덧없는 의심 속에서도 나는 시선을 떨어뜨리지 않을 것이며, 내 마음이 침묵하게 내버려두지 않을 것입니다. 오 무거운 짐이여! 나는 당신에게서 도망치지 않고 행복한 날을 향해 나아갈 것입니다!"

source: "They're concocting plots while the poor sound director is tormented. Where am I supposed to get a choir of angels? Where?"
ko: "쟤들은 불쌍한 음향 감독이 고통스러워 하는 동안 대본을 날조하고 있어. 내가 어디서 천상의 화음을 만들 수 있을까? 대체 어디서?"
ko_mt: "불쌍한 음향 감독이 괴로워하는 동안 그들은 음모를 꾸미고 있습니다. 천사 합창단은 어디서 구해야 하죠? 어디서요?"

source: "Granny says that since I'm good at making cookie cutters and baking molds, then I'll be a dab hand at scenery making."
ko: "할배는 내가 쿠키 틀과 제빵 효모를 잘 만드니, 배경 제작의 고수가 될 수 있을 거라 말했어."
ko_mt: "할머니는 제가 쿠키 커터와 베이킹 틀을 잘 만들 수 있으니 풍경 만들기를 잘할 수 있을 거라고 하셨어요."

source: "What is this? Give me back my claws and teeth! Hey! How can you leave me like this, stuck till the end of my days?"
ko: "이게 뭐야? 내 손톱이랑 이빨 돌려줘! 이봐! 어떻게 내 남은 생을 끝장내고는, 이렇게 버릴 수가 있어?"
ko_mt: "이게 뭐야? 내 발톱과 이빨을 돌려줘! 이봐! 어떻게 날 이렇게 내버려두고 죽을 때까지 갇혀 있게 할 수 있어?"

source: "Go, kill that overgrown splinter. I'll keep my end of the bargain!"
ko: "가라, 저 너무 자란 스플린터들을 죽여버려. 나는 내 경매가 끝날 때까지 자리를 지킬테니!"
ko_mt: "가서 저 무성하게 자란 파편을 죽여라. 난 약속을 지킬 테니!"

source: "Khhhh... My Sarkoris... my beautiful verdant Sarkoris..."
ko: "크흐흐흐... 나의 사코리스... 내 아름다운 사코리스의 초목이여..."
ko_mt: "흐흐.. 나의 사르코리스.. 나의 아름다운 초록빛 사르코리스..."

source: The way is blocked by an impassable barrier made of divine flame — so bright and hot that you can barely even look in its direction.
ko: 이 길은 신성한 불꽃의 장벽으로 막혔습니다. 너무나 밝고 뜨거운 나머지 당신이 그쪽 방향을 보는 것마저 어렵습니다.
ko_mt: 길은 신성한 불꽃으로 만든 통과할 수 없는 장벽으로 막혀 있는데, 너무 밝고 뜨거워서 그 방향도 제대로 볼 수 없을 정도입니다.

source: Armor of fallen paladins. The once gleaming symbols of good deities have been defaced and befouled.
ko: 쓰러진 팔라딘의 갑옷. 한때 반짝였을 선신의 문양은 훼손과 오염으로 뒤덮혀 있습니다.
ko_mt: 타락한 성기사의 갑옷. 한때 찬란하게 빛났던 선신의 상징은 훼손되고 더럽혀졌습니다.

source: Portraits of crusaders who switched to the demons' side. The paintings are lying in disarray and many of them are damaged.
ko: 데몬의 편으로 전향한 성전사의 초상화. 그림들은 무질서하게 흩어져 있으며 다수가 손상되었습니다.
ko_mt: 데몬 편으로 전향한 십자군 성전사의 초상화. 그림은 흐트러져 있고 많은 부분이 손상되어 있습니다.

source: A complex device combining technology and magic. The leather straps used to restrain victims look worn from frequent use.
ko: 기술과 마법이 결합된 복잡한 장비. 희생자를 결박하기 위한 가죽 끈은 계속된 사용으로 인해 헤졌습니다.
ko_mt: 기술과 마법이 결합된 복잡한 장치입니다. 희생자를 구속하는데 사용되는 가죽 끈은 잦은 사용으로 닳은 것처럼 보입니다.

source: An entomologist's tool — a board dotted with pins for displaying insects.
ko: 곤충학자의 도구로, 곤충을 보기 위한 핀이 고정된 판입니다.
ko_mt: 곤충학자의 도구 - 곤충을 전시할 수 있는 핀이 점점이 박힌 보드입니다.

source: The statue of Baphomet towers formidably above his unholy symbol — a minotaur head. Streaks of dried sacrificial blood can be seen at the base of the statue.
ko: 바포메트의 석상은 그의 불경한 상징인 미노타우르스 머리 위로 우뚝 솟아있습니다. 그 석상 아래쪽에서는 희생의 피가 겹겹이 말라붙은걸 볼 수 있습니다.
ko_mt: 바포메트의 동상은 그의 부정한 상징인 미노타우로스 머리 위에 위압적으로 우뚝 솟아 있습니다. 동상 바닥에는 마른 희생 제물의 피가 줄지어 흐르고 있습니다.

source: Carefully arranged tools and materials for building magical objects. They have clearly not been sitting idle.
ko: 마법 물체를 만들기 위한 재료와 공구가 깔끔하게 정렬되었습니다. 분명히 아직 사용중입니다.
ko_mt: 마법의 물건을 만들기위한 도구와 재료를 조심스럽게 정리했습니다. 그들은 분명히 한가하게 앉아 있지 않았습니다.

source: Bones gnawed by huge teeth and clumps of meat ripped by sharp claws lie scattered across the floor — the remnants of a repast for a large, raging monster.
ko: 거대한 이빨이 갉아먹은 뼈와 날카로운 손톱으로 찢긴 고깃덩이가 바닥 여기저기에 흩어져 있습니다. 거대하고 사나운 괴물의 식사 흔적일 겁니다.
ko_mt: 거대한 이빨에 갉아먹힌 뼈와 날카로운 발톱에 찢긴 고기 덩어리가 바닥에 흩어져 있는데, 성난 괴물이 먹은 잔치의 잔해입니다.

source: The balcony looks out onto the land that once bore the name Sarkoris, but which the demons' presence has warped into a maimed and mutilated wasteland.
ko: 발코니는 한때 사코리스라는 이름의 땅이었으나, 지금은 데몬의 존재로 인해 훼손되고 황폐해진 황무지가 된 지역을 바라봅니다.
ko_mt: 발코니에서는 한때 사르코리스라는 이름을 가졌지만 데몬의 존재로 인해 불구가 되고 훼손된 황무지로 변한 땅을 바라볼 수 있습니다.

source: Wall inlaid with a whimsical mosaic of bones from humans, animals, and some unknown creatures.
ko: 인간, 동물, 몇몇 알 수 없는 크리처의 뼈로 만든 요상한 모자이크로 장식된 벽입니다.
ko_mt: 벽에는 인간, 동물, 미지의 생물의 뼈가 기발한 모자이크로 장식되어 있습니다.

source: Headquarters maps, scouting reports, mission plans... Your officers will be very keen to take a look at these documents!
ko: 본부 지도, 정찰 보고서, 임무 계획서... 당신의 장교들이 이 문서들을 매우 유심히 연구할 겁니다!
ko_mt: 본부 지도, 정찰 보고서, 임무 계획.. 장교들은 이 문서들을 보고 싶어 할 것입니다!

source: "Don't distract me. I need to concentrate. The task you set me... it's no piece of cake, you know."
ko: "방해하지 마라. 집중해야 한다. 내게 부여한 일... 쉽지 않다는 걸 알지 않나."
ko_mt: "방해하지 마세요. 집중해야 해요. 저한테 주신 과제는.. 쉬운 일이 아니에요."

source: "Aaaah, no, don't!"
ko: "아아아아, 안돼, 하지 마!"
ko_mt: "아아, 안 돼, 하지 마!"

source: "Xanthir promised that you wouldn't hurt us!"
ko: "잔티르는 네가 우릴 해치지 않을 거라 보증했어!"
ko_mt: "잔티르가 우릴 해치지 않겠다고 약속했잖아!"

source: The cooled shell left from the smashed eggs stinks of rotten meat.
ko: 깨진 달걀의 차가워진 껍질에서 썩은 고기냄새가 납니다.
ko_mt: 으깬 달걀에서 남은 식은 껍질에서 썩은 고기 냄새가 납니다.

source: Empty shells left by the baby dragons.
ko: 새끼 용이 남긴 빈 껍질입니다.
ko_mt: 아기 드래곤이 남긴 빈 껍데기.

source: The golems have dropped their hammers and are frozen in place. They look no different to ordinary statues.
ko: 골렘은 자신의 해머를 내려놓고 그 자리에서 멈췄습니다. 보통의 석상과 다를게 없습니다.
ko_mt: 골렘들이 망치를 내려놓고 제자리에 얼어붙어 있습니다. 일반 석상과 다를 바 없는 모습입니다.

source: Talk to the skulls
ko: 해골과 대화하기
ko_mt: 해골과 대화하기

source: "I spit on the name of Xanthir Vang!"
ko: "잔티르 뱅의 이름으로 좆까!"
ko_mt: "잔티르 방의 이름에 침을 뱉었다!"

source: "Hail Jerribeth!"
ko: "제리베스 만세!"
ko_mt: "제리베스 만세!"

source: "Do you realize who we were up against? That was the commander of the crusaders! It's a miracle we're alive!"
ko: "우리가 누구랑 싸웠는지 알아? 성전군 사령관이라고! 아직 살아있는 것 자체가 기적이야!"
ko_mt: "우리가 누구를 상대했는지 아십니까? 십자군 사령관이었어! 우리가 살아있다는 게 기적이야!"

source: "Do you think {mf|he|she}'ll defeat Xanthir Vang?"
ko: " {mf|그|그녀}가 잔티르 뱅을 이기겠어?"
ko_mt: "{mf|그|그녀}의 잔티르 방을 이길 것 같나요?"

source: "Whoever wins, I personally think that there's no reason for us to hang around here."
ko: "개인적으론, 누가 이기던간에 우리가 여기 서성이고 있을 이유는 없지."
ko_mt: "누가 이기든 저는 개인적으로 우리가 여기서 매달릴 이유가 없다고 생각합니다."

source: "Hey! Look who's coming! That means Xanthir Vang is dead..."
ko: "이봐! 누가 나오는지 봐봐! 잔티르 뱅이 죽었다는 뜻이야..."
ko_mt: "이봐! 누가 오는지 봐! 잔티르 방이 죽었다는 뜻이야..."

source: "Run!"
ko: "튀어!"
ko_mt: "뛰어!"

source: "For the Commander! For the Court! For the free crusaders!"
ko: "사령관님을 위해! 궁정을 위해! 자유 성전사를 위해!"
ko_mt: "사령관을 위하여! 궁정을 위하여! 자유 십자군을 위하여!"

source: "I'll sing, I'll dance, I'll make a cultist pee his pants!"
ko: "난 노래할 거야, 춤도 출거야, 사교도들이 바지에 오줌지리게도 만들 거야!"
ko_mt: "노래하고, 춤추고, 이교도 바지에 오줌을 싸게 만들 거야!"

source: "Oof, now that was a fight! Never seen anything like it!"
ko: "오옷, 드디어 전투다! 이런건 처음이야!"
ko_mt: "우와, 정말 큰 싸움이었어요! 이런 건 처음 봐요!"

source: "It's a good thing we found you, isn't it, Commander?"
ko: "우리가 당신을 발견해서 다행입니다. 안그래요, 사령관님?"
ko_mt: "중령님을 찾아서 정말 다행이죠, 그렇죠?"

source: "Wait till the fellas from the Court hear about this!"
ko: "왕국의 친구들이 이걸 들을 때까지 기다리자!"
ko_mt: "법원에서 이 얘기를 들을 때까지 기다리세요!"

source: "Nasty little place, this, but no matter — with your powers we'll turn this place into a nice little cave garden!"
ko: "작고 못된 장소야, 여긴, 하지만 상관없지. 네 힘과 함께라면 여길 작고 멋진 동굴 정원으로 바꿀 수 있을 테니까!"
ko_mt: "여긴 지저분한 곳이지만 상관없어요, 당신의 힘으로 이곳을 멋진 동굴 정원으로 만들 수 있어요!"

source: "Mark, death adept, that I did not try to attack you, though it would have pleased my master greatly."
ko: "죽음의 종자여, 널 공격하지 않을 것이란 걸 기억하라. 그 행위가 나의 주인을 매우 기쁘게 해드릴지라도 말이지."
ko_mt: "죽음의 숙련자, 마크, 내가 널 공격하려 하지 않았다면 내 주인이 크게 기뻐했을 텐데."

source: "I can sense your power, and I have no desire to get in your way. Allow me to pay for my undead life with this."
ko: "나는 네 힘을 느낄 수 있고, 네 방식을 따르길 바라지도 않는다. 이걸로 내 불사의 삶에 대한 대가를 지불하도록 허락하라."
ko_mt: "당신의 힘을 느낄 수 있지만 방해하고 싶지 않아요. 이걸로 언데드 목숨값을 치르게 해주세요."

source: "Not enough? Very well. Go back along the hallway to the very end, and you will find my secret lair. My valuables are hidden next to my coffin. I have nothing else to offer you and I hope you will no longer concern yourself with me."
ko: "더 달라고? 아주 좋군. 복도 맨 끝까지 돌아가면 나의 비밀 거처를 찾을 수 있을 거다. 내 관 옆에 귀중품들이 숨겨져 있지. 네게 더 줄 수 있는 건 없고, 더이상 나에 대해 걱정하지 않길 바란다."
ko_mt: "아직 부족하신가요? 아주 좋아. 복도를 따라 맨 끝으로 돌아가면 내 비밀 은신처가 있습니다. 내 귀중품은 내 관 옆에 숨겨져 있어요. 더 이상 드릴 게 없으니 더 이상 저를 걱정하지 않으셨으면 좋겠어요."

source: "What an arrogant death adept! You've already taken everything I have! What else do you want?"
ko: "이 무슨 오만한 죽음의 종자인가! 넌 이미 나의 모든 것을 뺏어갔다! 도대체 뭘 더 원하는 건가?"
ko_mt: "이 오만한 죽음의 숙련자! 넌 이미 내가 가진 모든 걸 가져갔어! 또 뭘 원해?"

source: "No mercy to fiends!"
ko: "악귀에게 자비는 없다!"
ko_mt: "악마에게는 자비를 베풀지 않는다!"

source: "One day our blades will shine in the murk of the Abyss."
ko: "언젠가 우리의 검이 심연의 어둠 속에서 빛나리라."
ko_mt: "언젠가 우리의 칼날은 심연의 어둠 속에서 빛날 것이다."

source: Examine
ko: 조사하기
ko_mt: 검토

source: Figure out
ko: 조사하기
ko_mt: 파악하기

source: "Fall, demons! You will have no mercy!"
ko: "쓰러져라, 데몬 녀석! 네게 줄 자비는 없다!"
ko_mt: "쓰러져라, 데몬들아! 자비를 베풀지 않겠다!"

source: "By the light and sword! May Heaven shine in the darkness of the Abyss!"
ko: "빛과 검의 이름으로! 천상의 빛이 심연의 어둠을 밝히길!"
ko_mt: "빛과 검으로! 심연의 어둠 속에서 천국이 빛나길!"

source: "You're not going to hurt the people of Drezen anymore!"
ko: "더이상 드레젠의 무고한 이들을 다치게 하지 못할 것이다!"
ko_mt: "더 이상 드레젠 사람들을 해치지 마세요!"

source: "I'm scared to even walk past the statues of the demon lords. I know how dangerous they are."
ko: "데몬 군주의 석상을 지나가는 것조차 무서워. 진짜가 얼마나 위험한지 알겠어."
ko_mt: "데몬 로드의 동상 앞을 지나가는 것조차 무섭습니다. 얼마나 위험한지 알아요."

source: "The demons will remember our prowess!"
ko: "데몬들이 우리의 솜씨를 기억할 거야!"
ko_mt: "데몬들이 우리의 능력을 기억할 것이다!"

source: *burp* "Excuse me."
ko: *꺼억* "실례."
ko_mt: *트림* "실례합니다."

source: "We'll win no matter the cost, won't we?"
ko: "어떤 대가를 치르던지 이기고 말거야. 안그래?"
ko_mt: "어떤 대가를 치르더라도 이길 수 있겠죠?"

source: "Did we really win?"
ko: "우리가 진짜 이긴거야?"
ko_mt: "우리가 정말 이겼나요?"

source: "We'll tear up all the roots the Abyss has put down in our land."
ko: "우리의 땅에 내린 심연의 뿌리를 모두 찢어주겠다!"
ko_mt: "심연이 우리 땅에 심어놓은 모든 뿌리를 뽑아버리겠습니다."

source: It's hard to shake the feeling that the unmoving eyes of the statue of Baphomet are somehow watching you.
ko: 왠지 바포메트 석상의 움직이지 않는 눈이 당신을 바라보고 있다는 느낌을 떨쳐내기가 어렵습니다.
ko_mt: 바포메트 조각상의 움직이지 않는 눈동자가 왠지 당신을 지켜보고 있다는 느낌을 떨쳐버리기 어렵습니다.

source: A barricade made of corpses — fresh, by the looks of it.
ko: 시체로 이루어진 차단벽입니다. 언뜻 보기엔 최근에 죽은 것들 같습니다.
ko_mt: 시체로 만든 바리케이드 - 보기에는 신선해 보입니다.

source: Something in the throbbing light deep inside the crystals resembles the pulsation of living flesh and blood.
ko: 수정의 중심부에서 맥동하는 빛 속의 무언가는 살아있는 피와 살의 것과 닮았습니다.
ko_mt: 수정 안쪽 깊은 곳의 욱신거리는 빛 속 무언가가 살아있는 살과 피의 맥동과 닮았습니다.

source: The nature of the crystals is definitely unusual. They don't come from the Material Plane, but the magic you sense in them is weak.
ko: 확실히 이 수정은 비정상적으로 형성되었습니다. 이들은 물질계의 것이 아니지만, 그들 속에서 느껴지는 마력은 약합니다.
ko_mt: 수정의 성질은 확실히 특이합니다. 물질계에서 온 것은 아니지만, 그 안에서 느껴지는 마법은 약합니다.

source: The bodies of the husks — Minagho's victims who have served as her living 'clothes' for a long time.
ko: 허스크의 본체들. 즉, 오랜 세월동안 그녀의 살아있는 '옷'으로 있던 미나고의 희생자들입니다.
ko_mt: 껍데기의 시체들 - 미나고의 희생자들은 오랫동안 그녀의 살아있는 '옷' 역할을 해왔습니다.

source: Deskari, the Usher of the Apocalypse, looks menacing even as a statue.
ko: 종말의 인도자 데스카리는 석상조차도 위협적입니다.
ko_mt: 종말의 안내자 데스카리는 조각상으로도 위협적인 모습을 하고 있습니다.

source: It appears the creation of the rift destabilized everything down here, triggering hazardous geological activity.
ko: 그것은 아래에 있는 모든 것들을 불안정 상태로 만든 균열의 창조물을 드러내며 재앙과도 같은 지각 활동을 유발했습니다.
ko_mt: 균열의 생성으로 이곳의 모든 것이 불안정해져 위험한 지질 활동이 촉발된 것으로 보입니다.

source: The door is sealed with magic. The symbols on it are the same as those on the altar in the center of the hall.
ko: 이 문은 마법으로 봉인되었습니다. 문에 그려진 문양들은 건물 중앙에 위치한 제단의 것들과 동일합니다.
ko_mt: 문은 마법으로 봉인되어 있습니다. 문에 있는 상징은 홀 중앙의 제단에 있는 상징과 동일합니다.

source: The room is drowning in sinister luxury. The banners, armor, and other crusader trappings presented as trophies look strangely out of place.
ko: 이 방은 불길한 매력으로 가득합니다. 깃발, 갑옷, 그리고 전리품으로써 전시된 덫에 걸린 성전사들은 다른 곳에서 온 듯한 기묘한 모양새입니다.
ko_mt: 방은 불길한 사치스러움에 빠져 있습니다. 전리품으로 제공되는 깃발, 갑옷, 기타 십자군 장신구들이 이상하게도 어울리지 않습니다.

source: The hazy contours and shadows of other places and worlds can be glimpsed through the wall of purple flame.
ko: 흐릿한 윤과과 다른 세상 및 장소의 그림자가 보라빛 불길의 벽을 통해 보입니다.
ko_mt: 보라색 불꽃의 벽을 통해 다른 장소와 세계의 흐릿한 윤곽과 그림자를 엿볼 수 있습니다.

source: This wall of purple flame can only be a planar rift, the one called the Gates of Midnight in the Lexicon of Paradox.
ko: 이 보라빛 불길의 벽은 분명, 역설의 총론에서 칠흑의 관문이라 칭한 차원 균열입니다.
ko_mt: 이 보라색 불꽃의 벽은 역설의 사전에서 자정의 문이라고 불리는 평면 균열일 수밖에 없습니다.

source: No ordinary mortal could withstand the heat coming from this bath.
ko: 어떤 필멸자도 이 욕조에서 뿜어나오는 열기를 견딜 수 없을 겁니다.
ko_mt: 평범한 인간은 이 욕조에서 나오는 열기를 견딜 수 없습니다.

source: A translucent wall blocking the passage.
ko: 경로를 막고 있는 투명한 벽.
ko_mt: 통로를 막고 있는 반투명 벽입니다.

source: The barrier created by Minagho is literally radiating power — she clearly put great effort into making it.
ko: 미나고가 만든 이 장막은 말 그대로 힘을 발산하고 있습니다. 이걸 만드는데 심혈을 기울였음이 분명합니다.
ko_mt: 미나고가 만든 장벽은 말 그대로 강력한 힘을 발산하고 있으며, 그녀는 이 장벽을 만들기 위해 많은 노력을 기울였음이 분명합니다.

source: The brutality with which these demons were slain would do credit to any demon lord.
ko: 데몬들이 살해당한 잔혹성은 어떤 데몬 군주라도 자랑스러워 할 만합니다.
ko_mt: 이 데몬들을 잔인하게 죽인 것은 어떤 데몬 로드라도 인정할 만한 일이었습니다.

source: A mine leading to Drezen is the only place in the vicinity not affected by either the rift or the Sword of Valor.
ko: 드레젠으로 향하는 광산은 균열에도 용맹의 검에도 영향을 받지 않은 유일한 접경 지역입니다.
ko_mt: 드레젠으로 이어지는 광산은 근처에서 균열이나 용맹의 검의 영향을 받지 않는 유일한 곳입니다.

source: "You beasts are so tiresome."
ko: "느이 괴물들 참 짜증나는군."
ko_mt: "이 짐승들은 정말 짜증나."

source: "I daresay I like the interior of the fane. I'd like to see the Abyss itself."
ko: "소신발언 하자면, 이 사원의 내부 구성이 참 마음에 들어. 진짜 심연도 한 번 보고 싶은걸."
ko_mt: "감히 말하건대 부채의 인테리어가 마음에 듭니다. 심연 자체를 보고 싶어요."

source: "We won this battle. It's a pity we won't be permitted to celebrate."
ko: "이번 전투는 우리가 이겼다. 축하 허락이 안떨어졌단게 아쉬운데."
ko_mt: "우리는 이 전투에서 승리했습니다. 축하할 수 없다는 것이 유감입니다."

source: "When is this going to end?"
ko: "이 난리가 언제 끝날까?"
ko_mt: "언제 끝나나요?"

source: "It's dark here. Not for eyes, for souls."
ko: "이곳엔 어둠이 깔려있네. 눈이 아닌 영혼에 말이지."
ko_mt: "여긴 어둡습니다. 눈이 아니라 영혼을 위해."

source: "For Mendev! For Golarion!"
ko: "멘데브를 위하여! 골라리온을 위하여!"
ko_mt: "멘데브를 위하여! 골라리온을 위하여!"

source: "Your help was most timely, Commander. But now it's time to continue the offensive."
ko: "사령관, 당신의 구원은 아주 절묘했네. 하지만 지금은 공세를 이어갈 때일세."
ko_mt: "중령님의 도움은 매우 시의적절했습니다. 하지만 이제 공세를 계속해야 할 때입니다."

source: "We are holding on, but your help would be appreciated. Don't miss the next signal of the horn!"
ko: "우리는 이곳을 지키겠지만, 당신의 도움 또한 필요할 걸세. 다음 뿔피리 신호를 놓치지 말게!"
ko_mt: "우리는 버티고 있지만 여러분의 도움을 부탁드립니다. 다음 경적 신호를 놓치지 마세요!"

source: "We are holding on, but your help would be appreciated. Don't miss the next signal of the horn!"
ko: "우리는 이곳을 지키겠지만, 당신의 도움 또한 필요할 걸세. 다음 뿔피리 신호를 놓치지 말게!"
ko_mt: "우리는 버티고 있지만 여러분의 도움을 부탁드립니다. 다음 경적 신호를 놓치지 마세요!"

source: "Commander, I expect you to adhere to the plan and answer the signal next time."
ko: "사령관, 당신이 계획대로 다음 신호에 응답하길 바라겠소."
ko_mt: "중령님, 다음에는 계획에 따라 신호에 응답해 주시기 바랍니다."

source: "It's so good to be on the offensive again and not on the defensive."
ko: "수비가 아닌 공세를 취할 수 있다니 아주 좋군."
ko_mt: "수비가 아닌 공격에 다시 나서게 되어 너무 좋습니다."

source: "Killing so much for free feels strange, ha ha!"
ko: "자유를 위해 이렇게나 많이 죽이다니 이상한 기분이네. 하하!"
ko_mt: "공짜로 많은 사람을 죽이는 게 기분이 이상하네요, 하하!"

source: "Well, this is dull. I wish the next lot of demons would hurry it up."
ko: "으음, 지루하네. 다음 데몬 무리가 빨리 왔으면 좋겠어."
ko_mt: "음, 이건 지루하네요. 다음 데몬들이 서둘러줬으면 좋겠어요."

source: "I carry light to the darkness and death to those who know no light!"
ko: "나는 암흑속에 빛을 전달하는 자요, 빛을 모르는 것들에게 죽음을 선사하는 자로다!"
ko_mt: "나는 어둠에게 빛을, 빛을 모르는 자에게 죽음을 전한다!"

source: "This place is teeming with inescapable evil."
ko: "이곳은 벗어날 수 없는 악의가 범람하는군."
ko_mt: "이곳은 피할 수 없는 악으로 가득 차 있습니다."

source: "Lean on me and let's go!"
ko: "나한테 업혀서 가자고!"
ko_mt: "나한테 기대고 가자!"

source: "Honor Baphomet, father of minotaurs, lord of labyrinths, deceiver of deceivers. Honor him and you will be like him, more cunning than devils, one step ahead of the gods."
ko: "미노타우르스의 아버지, 미궁의 군주, 기만자들의 기만자이신 바포메트님을 경배하라. 그분을 경배하라, 그리하면 데빌보다 간사하고, 신보다 한박자 더 빠른 그분과 같이 될 것이다."
ko_mt: "미노타우로스의 아버지이자 미궁의 군주, 사기꾼의 사기꾼인 바포메트에게 경의를 표하세요. 그를 공경하면 데빌보다 더 교활하고 신들보다 한 발 앞서 있는 그와 같은 존재가 될 것입니다."

source: "Honor Deskari, lord of locusts, Usher of the Apocalypse. Honor him and feast with his army on the ruins of the worlds."
ko: "메뚜기 떼의 군주, 종말의 인도자 데스카리님을 경배하라. 그분을 경배하며 그분의 군대와 함께 폐허가 된 세상을 포식하라."
ko_mt: "메뚜기의 군주이자 종말의 안내자 데스카리에게 경의를 표하라. 그를 기리고 그의 군대와 함께 세계의 폐허에서 잔치를 벌이소서."

source: "Honor Nocticula, Our Lady in Shadow, or you'll know the poison of her stinger."
ko: "그림자의 여주인이신 녹티큘라님을 경배하라, 그렇지 않으면 그분의 가시가 머금은 독에 대해 알게 될지니."
ko_mt: "그림자 속의 성모님, 녹티큘라를 공경하지 않으면 그녀의 독침의 독을 알게 될 것이다."

source: "I lost count! Hey, demons, can't you die a little slower?"
ko: "몇마리였는지 까먹었잖아! 데몬 새끼들아, 좀만 더 천천히 뒤져줄 수 없냐?"
ko_mt: "셀 수가 없어! 이봐, 데몬들아, 좀 천천히 죽으면 안 돼?"

source: "Are we really just one step away from the Abyss?"
ko: "한 발자국만 더 가면 진짜 심연인 거지?"
ko_mt: "정말 심연에서 한 걸음만 더 가면 되는 건가요?"

source: "Fight as much as you want, I'm leaving!"
ko: "원하는 만큼 싸워라. 난 간다!"
ko_mt: "마음껏 싸워요, 난 갈게요!"

source: "What am I doing here now? Oh, yes, fighting."
ko_mt: "내가 지금 여기서 뭐 하는 거지? 아, 맞아요, 싸우고 있죠."

source: "For Mendev! For the Queen!"
ko: "멘데브를 위하여! 여왕 폐하를 위하여!"
ko_mt: "멘데브를 위하여! 여왕을 위하여!"

source: "For our righteous cause! By the light and sword!"
ko: "우리의 정의를 위하여! 빛과 검의 이름으로!"
ko_mt: "우리의 의로운 대의를 위하여! 빛과 검으로!"

source: "Thank you, Commander! It would have been tough without your help!"
ko_mt: "고마워요, 사령관님! 사령관님의 도움이 없었다면 힘들었을 거예요!"

source: "I know we've got to manage on our own, but please, don't ignore the horn's signal. We need reinforcements!"
ko: "우리 스스로 해야만 한다는 건 압니다만, 그래도 뿔나팔 신호를 무시하진 말아주십시오. 저희는 원군이 필요합니다!"
ko_mt: "우리끼리 해결해야 한다는 건 알지만, 제발 경적 신호를 무시하지 마세요. 지원이 필요합니다!"

source: "I know we've got to manage on our own, but please, don't ignore the horn's signal. We need reinforcements!"
ko: "우리 스스로 해야만 한다는 건 압니다만, 그래도 뿔나팔 신호를 무시하진 말아주십시오. 저희는 원군이 필요합니다!"
ko_mt: "우리끼리 해결해야 한다는 건 알지만, 제발 경적 신호를 무시하지 마세요. 지원이 필요합니다!"

source: "Commander, we're struggling in this fight. Come back when you hear the horn sound again!"
ko: "사령관, 우리는 꽤나 고전하고 있다네. 뿔나팔 소리가 다시 들리면 돌아와주게나!"
ko_mt: "사령관님, 전투에 어려움을 겪고 있습니다. 경적 소리가 다시 들리면 돌아와요!"

source: "I don't think I'll ever be able to sleep after the horrors I've been through."
ko: "이 악몽을 겪고 나니, 이젠 잠도 제대로 못잘것 같아."
ko_mt: "이 끔찍한 일을 겪은 후로는 잠을 잘 수 없을 것 같아요."

source: "Thank you for your help. Thank you. Thank you!"
ko: "도와주셔서 감사합니다. 고마워요. 고마워요!"
ko_mt: "도와주셔서 감사합니다. 고마워요. 고마워요!"

source: "This is not war, it's work."
ko: "이건 전쟁이 아냐. 그냥 일일 뿐."
ko_mt: "이건 전쟁이 아니라 일입니다."

source: "Finally, a real offensive."
ko: "드디어 공격이로군."
ko_mt: "드디어 진짜 공격이 시작되었습니다."

source: "Lightbringer, guide my sword!"
ko: "빛을 부르는 분이시여, 제 검을 이끄소서!"
ko_mt: "빛의 인도자, 내 검을 인도하라!"

source: "What a rancid, disgusting place. It'll take a hundred priests and a month of prayers to rid it of even the first layer of filth."
ko: "악취나고 역겨운 곳이로군. 100명의 사제와 함께 한 달 동안 기도해야 맨 바깥 층을 간신히 벗겨낼 수 있겠어."
ko_mt: "정말 썩고 역겨운 곳입니다. 첫 번째 오물층만 제거해도 백 명의 사제와 한 달의 기도가 필요할 것입니다."

source: "Just you wait, you oglins!"
ko_mt: "조금만 기다려, 이 오글린들아!"

source: "Get back, demons!"
ko: "물러나라, 데몬!"
ko_mt: "데몬들아, 물러가라!"
