Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: "Eugh, I can smell the stench of law and order coming off {mf|him|her} from here! Don't let {mf|him|her} stink up the place with {mf|his|her} emanations!"
ko: "우욱, 법과 질서가 풍기는 더러운 냄새가 저 {mf|놈|년}에게서 풍기는구만! 저 자식이 여기서 더는 냄새피우지 못하게 막아!"
ko_mt: "으, {mf|그|그녀}에게서 법과 질서의 악취가 나는 것 같아요! {mf|그|그녀}가 {mf|그|그녀}의 냄새를 풍기게 하지 마세요!"

source: Use the portal
ko_mt: 포털 사용

source: An emerald-eyed succubus leers at you with a coquettish smile but stays silent.
ko: 에메랄드 빛 눈동자를 가진 서큐버스는 요염한 미소를 지으며 당신을 매혹적으로 바라봤으나 침묵을 지켰습니다.
ko_mt: 에메랄드빛 눈을 가진 서큐버스가 매혹적인 미소를 지으며 당신을 노려보지만 침묵을 지킵니다.

source: The island starts to move as soon as you take your eyes off it. It seems to know when it's being watched.
ko: 섬은 당신이 눈을 떼는 그 순간 움직이기 시작합니다. 마치 누가 보고 있다는 것을 아는 듯합니다.
ko_mt: 섬에서 눈을 떼자마자 섬이 움직이기 시작합니다. 언제 지켜보고 있는지 알고 있는 것 같습니다.

source: The crystal flickers rhythmically, like a heartbeat. If you look at it long enough, you start to feel like you're seeing the pulse of Alushinyrra itself.
ko: 수정은 마치 맥박이 뛰듯 리듬감있게 깜빡입니다. 만약 그것을 계속 바라봤다면, 알루시니라 자체의 맥동을 보는 듯한 기분이 느껴졌을겁니다.
ko_mt: 수정이 심장 박동처럼 리드미컬하게 깜빡입니다. 오래 보고 있으면 알루시니라 자체의 맥박을 보는 것 같은 느낌이 들기 시작합니다.

source: The stones in this wall are oddly shaped. They seem to be the body parts of demons who have been petrified, chopped into pieces, and used as a building material.
ko: 이 벽은 특이한 돌로 만들어졌습니다. 석화된 데몬의 몸통을 조각조각 잘라내 건설 자재로 사용한 듯 보입니다.
ko_mt: 이 벽의 돌들은 기묘한 모양을 하고 있어요. 석화되어 잘게 잘려 건축 자재로 쓰인 데몬의 신체 부위인 것 같습니다.

source: This tree is growing straight out of the lava, apparently with no trouble at all. Then again, it's clearly no ordinary tree — blood oozes from scratches on its bark, and the buds on its branches reek of rotten meat.
ko: 이 나무는 용암 바로 위에서 아무런 문제도 없이 자라고 있습니다. 게다가, 나무 껍질 사이에서는 피가 스며나오고, 가지에 달린 꽃봉오리는 썩은 고기의 냄새가 풍기는 걸 보면, 평범한 나무가 아닌 것 또한 명백합니다.
ko_mt: 이 나무는 용암 속에서 아무 문제 없이 곧바로 자라고 있는 것 같습니다. 하지만 나무껍질에 난 상처에서 피가 흘러나오고 가지의 새싹에서 썩은 고기 냄새가 나는 등 평범한 나무가 아닌 것은 분명합니다.

source: "I know you! You're the one who killed Bhurgaz. I'm grateful, of course, because this tavern belongs to me now... But you'd better be on your way. I won't be dealing with you — I don't fancy the idea of ending up like Bhurgaz."
ko: "그 녀석이구나! 버르가즈를 살해한 녀석. 물론, 네게는 감사해. 덕분에 선술집이 내 것이 되었으니... 하지만 가던 길 계속 가는 게 나을 거야. 너랑은 거래하지 않을 거니까. 나는 버르가즈마냥 좆되고 싶은 생각이 전혀 없어."
ko_mt: "난 당신을 알아! 부르가즈를 죽인 게 너잖아. 물론 이 선술집은 이제 내 것이니 감사하긴 하지만.. 하지만 이제 그만 가는 게 좋을 거야. 난 너와 거래하지 않을 거야. 부르가즈처럼 되고 싶지 않거든."

source: "I've got a gift for you, angel."
ko: "널 위한 선물이 있다, 엔젤."
ko_mt: "널 위한 선물이 있어, 천사."

source: "Echo of Deskari! What did you attack me with?! Forgive me, Champion, but I have to retreat..."
ko: "데스카리의 메아리? 무엇으로 나를 공격한겐가?! 용서하시오, 챔피언이여. 하지만 나는 퇴각해야만 하겠소..."
ko_mt: "데스카리의 메아리! 뭘로 날 공격한 거야?! 용서해라, 챔피언, 하지만 난 후퇴해야겠어..."

source: "I must depart for now. But it's not a final goodbye. We'll meet again... if you survive this battle. Retinue — deal with them!"
ko: "지금 당장은 나도 떠나야 한다. 하지만 이게 마지막 인사는 아니지. 다시 만나게 될 거다... 만약 네가 이 전투에서 살아남는다면. 수하들아, 녀석을 처리해라!"
ko_mt: "저는 이제 떠나야 합니다. 하지만 마지막 작별은 아니다. 이 전투에서 살아남는다면.. 다시 만나게 될 거야. 부하들, 처리해!"

source: {n}The demon examines you doubtfully, and then sighs. He sounds disappointed.{/n} "I certainly could. But your body is too fragile to survive the necessary operations. People from your world are not as sturdy as demons. It is likely that your body would fall apart if I tried to stitch anything to you. Of course, you wouldn't be dead, exactly. I'd repurpose whatever was left of you, and pieces of your body would live on — attached to the flesh of others. However, I doubt that's what you have in mind."
ko: {n}데몬이 당신을 미심쩍은듯 조사하더니, 이내 한숨을 쉰다. 그에게 실망한 기색이 역력하다.{/n} "할 수는 있어. 하지만 네 육체는 필수 수술을 견디기엔 너무 나약하군. 너희 세계의 주민들은 데몬만큼 튼튼하질 않아. 내가 뭔가를 꿰어붙이려 한다면 네 몸이 부숴져버릴거다. 물론, 엄밀히 말하자면 죽지는 않아. 나는 네가 남긴 것들을 되살릴테고, 그러면 네 신체 부위들은 다른 이의 살에 붙은 채 계속 살아갈 테니. 하지만, 네가 그것도 고려했으리라곤 생각되지 않는군"
ko_mt: {n}데몬이 당신을 의심스럽게 바라보다가 한숨을 내쉽니다. 실망한 표정을 짓습니다.{/n} "물론 그럴 수도 있겠지. 하지만 네 몸은 필요한 수술을 견디기엔 너무 약해. 당신 세계의 사람들은 데몬만큼 튼튼하지 않아요. 내가 너를 꿰매려고 하면 네 몸은 무너져 내릴 것이다. 물론 정확히 죽지는 않겠지. 네 몸에 남은 것은 무엇이든 재활용할 것이고, 네 몸의 조각은 다른 사람의 살에 붙어 살아갈 테니까. 하지만 그게 당신이 염두에 두고 있는 건 아닌 것 같군요."

source: "Palace of Incest and Degeneracy"
ko: "근친상간과 퇴행의 전당"
ko_mt: "근친상간과 타락의 궁전"

source: "It's time for you to die in the arena, Irmangaleth!"
ko: "투기장에서 죽을 때가 왔다, 이르망갈레스!"
ko_mt: "이제 경기장에서 죽을 시간이다, 이르망갈레스!"

source: "Haha! This fight is just getting started! Zeklex, you filthy traitor! Decided to kill me? Good for you!"
ko: "하하! 이제 막 시작했을 뿐이다! 제클렉스, 이 더러운 배신자놈! 날 죽이기로 했다고? 경사나셨구만!"
ko_mt: "하하! 이 싸움은 이제 막 시작됐어! 제클렉스, 이 더러운 배신자! 날 죽이기로 결심했나? 잘했어!"

source: "Mephit Slayer! Rip them to pieces!"
ko: "메피트 학살자! 놈들을 찢어버려!"
ko_mt: "메피트 슬레이어! 갈기갈기 찢어버려라!"

source: "Gelderfang will shag you nice and slow, then he'll gut you, and shag you again — if there's anything left of your remains!"
ko: "겔더팽이 널 천천히 친절하게 따먹을 거야. 이어서 탈장시킨 다음 다시 따먹겠지. 만약 그때까지 너라고 부를 수 있는 게 남았을 경우지만!"
ko_mt: "겔더팡이 천천히 천천히 널 좆아먹은 다음, 내장을 꺼내서 다시 좆아먹을 거야 - 네 잔해가 조금이라도 남아있으면!"

source: "It is time to celebrate! Today, something never before seen is about to happen! Our Lady in Shadow has graced us with a visit, and will watch the fights in person!"
ko: "기념비적인 순간입니다! 바로 오늘, 그 누구도 보지 못한 광경이 펼쳐지려 합니다! 우리의 주인이신 그림자의 여제께서 직접 이곳을 방문하시는 영광을 내리셨으며, 또한 전투를 관전하실겁니다!"
ko_mt: "축하할 시간입니다! 오늘, 전에 볼 수 없었던 일이 벌어질 것입니다! 그림자 속의 성모님께서 저희를 방문해 주셨고, 직접 전투를 지켜보실 것입니다!"

source: "Our Lady in Shadow! We are your loyal servants!"
ko: "그림자의 여제시여! 우리는 당신의 충직한 종입니다!"
ko_mt: "그림자 속의 성모님! 저희는 당신의 충실한 종입니다!"

source: "Use us! Give us a chance to kill and die for you!"
ko: "우리를 써주십시오! 당신을 위해 죽고 죽일 영광을 주십시오!"
ko_mt: "우리를 써주세요! 당신을 위해 죽고 죽일 기회를 주세요!"

source: "I greet you, my wicked subjects! Let this fight be bloody, spectacular, and violent! Let's share the bliss of battle!"
ko: "고맙구나, 나의 사악한 백성들아! 이 전투가 피튀기고, 화려하고, 잔인해지길! 이제 전투의 기쁨을 나누자꾸나!"
ko_mt: "나의 사악한 신하들아, 반갑다! 이 싸움을 피비린내 나고, 장엄하고, 폭력적으로 하자! 전투의 행복을 함께 나누자!"

source: "Rejoice, for we have a special guest joining us today! Our Lady in Shadow is here in the flesh! The magnificent and formidable Nocticula has come to watch the fight!"
ko: "기뻐하십시오! 오늘은 아주 특별한 손님께서 방문하셨습니다! 바로 우리의 주인이신 그림자의 여제십니다! 위대하고 강대하신 녹티큘라님께서 이 전투를 관람하러 오셨습니다!"
ko_mt: "오늘 특별한 손님이 오셨으니 기뻐하세요! 그림자 속의 성모님이 육신을 입고 오셨습니다! 웅장하고 무시무시한 녹티큘라가 전투를 보러 오셨습니다!"

source: "Long live Our Lady in Shadow! Long live the most dangerously beautiful demon of the Abyss!"
ko: "만수무강하소서, 그림자의 여제시여! 심연의 데몬들 중 가장 위험하면서 아름다우신 분이시여, 영원하소서!"
ko_mt: "그림자 속의 성모님 만세! 심연에서 가장 위험할 정도로 아름다운 데몬이여 만세!"

source: "Mistress! You grace us with your dark presence!"
ko: "여주인이시여! 당신의 어두운 존재감이 저희를 영예롭게 하나이다!"
ko_mt: "여주인공! 당신의 어둠의 존재로 우리에게 은혜를 주셨군요!"

source: "I greet you, my subjects... I expect this fight to be excellent, and hope that we can all enjoy this bloody entertainment together!"
ko: "고맙다, 나의 백성들아... 이 전투가 훌륭하기를, 또한 우리가 모두 함께 피비린내 나는 유흥을 즐길 수 있기를 바라마!"
ko_mt: "신하 여러분을 맞이합니다.. 이번 싸움이 훌륭할 것으로 기대하며, 우리 모두 이 피비린내 나는 오락을 함께 즐길 수 있기를 바랍니다!"

source: "Urk... Urk!"
ko: "억...커억!"
ko_mt: "우르크.. 우르크!"

source: "The demons will rip us to shreds as soon as we enter the arena!"
ko: "투기장에 들어가자마자 데몬들이 우릴 가루로 만들어버릴거야!"
ko_mt: "경기장에 들어서자마자 데몬들이 우리를 갈기갈기 찢어버릴 거야!"

source: "We're doomed. They'll tear us to pieces!"
ko: "완전 좆됐군. 놈들이 우릴 조각내겠지!"
ko_mt: "우린 끝났어. 우릴 갈기갈기 찢어버릴 거야!"

source: "Did you come here to watch us obediently fulfill Irmangaleth's every whim? If so, you will be disappointed."
ko: "이르망갈레스의 모든 변덕질에 순순히 놀아나는 걸 보러 왔나? 그랬다면 실망하겠군."
ko_mt: "우리가 어망갈레스의 모든 변덕을 순종적으로 수행하는 것을 보려고 여기 온 건가요? 그렇다면 실망하실 겁니다."

source: "There are no slaves here. There are only those who came to fight for freedom."
ko: "이곳에 노예는 없다. 오직 자유를 위해 싸우는 자들만이 있을 뿐."
ko_mt: "여기에는 노예가 없습니다. 자유를 위해 싸우러 온 사람들만 있을 뿐입니다."

source: "What's going on? A riot? Just give the word, Irmangaleth, and I'll crush them like maggots!"
ko: "무슨 일이지? 폭동인가? 이르망갈레스, 명령만 내려라. 구더기들마냥 짓이겨주마."
ko_mt: "무슨 일이에요? 폭동인가? 말만 해, 이르만갈레스, 구더기처럼 부숴버리겠어!"

source: "Go! Don't let them get to me!"
ko: "가라! 나한테 다가오게 두지 마!"
ko_mt: "가! 놈들이 날 못 잡게 해!"

source: "I can still fight... Please... I can..."
ko: "더 싸울 수 있어... 제발... 할 수 있다고..."
ko_mt: "난 아직 싸울 수 있어요.. 제발.. 난 할 수 있어요..."

source: "Chop his head off! Smash his skull! Come on!"
ko: "대갈통을 잘라라! 두개골을 깨뜨려버려! 빨리!"
ko_mt: "목을 잘라버려! 두개골을 부숴버려! 어서!"

source: "You're all cowardly pieces of shit! Fight better! Rage more!"
ko: "이 겁 많은 쓰레기 새끼들아! 더 덤벼! 더 분노해라!"
ko_mt: "너희는 모두 비겁한 개자식들이야! 더 잘 싸워라! 더 분노하라!"

source: "I want to see your brain smeared all over the arena! Paint the floor with your guts!"
ko: "네놈 뇌수가 투기장 전체에 발라진 꼴을 보고싶구만! 네 내장으로 바닥을 칠해주지!"
ko_mt: "네 뇌가 경기장 전체에 번지는 걸 보고 싶어! 네 배짱으로 바닥을 칠해라!"

source: "Let me into the arena! Let me gut them all! Maggots!"
ko: "날 투기장에 들여보내줘! 나도 저 새끼들을 조지고 싶어! 저 벌레새끼들!"
ko_mt: "나를 경기장에 들여보내줘! 모두 내장을 꺼내게 해줘요! 구더기들!"

source: "My blind and lame slave fights better than you! You wimp!"
ko: "장님에 절름발이인 노예가 너보단 더 잘싸우겠다! 약골 녀석!"
ko_mt: "눈 멀고 절름발이인 내 노예가 너보다 더 잘 싸워! 이 겁쟁이!"

source: "You spawn of a whore! You dastardly villain! I love you so much, you son of a bitch!"
ko: "이 창녀의 새끼! 비열한 악당! 존나 사랑한다, 씨발창년아!"
ko_mt: "이 창녀의 자식! 이 비열한 악당! 널 정말 사랑해, 이 개자식아!"

source: "The new champion is amazing! Gelderfang didn't stand a chance!"
ko: "신입 챔피언이 정말 굉장하군요! 겔더팽이 손도 쓰지 못했습니다!"
ko_mt: "새로운 챔피언은 대단합니다! 겔더팡에게는 기회가 없었습니다!"

source: "Damn, what a show! That was incredible! Wait, look, over there! It's Gelderfang's Slayer! Hey, champion! We're your biggest fans!"
ko: "씨발, 이게 뭐야! 개쩔었어! 잠깐, 저기 봐봐! 겔더팽 살인자야! 이봐, 챔피언! 우린 네 열성 팬이 됐어!"
ko_mt: "젠장, 정말 대단한 쇼였어요! 정말 멋졌어요! 잠깐, 저기 봐요! 젤더팡의 슬레이어예요! 안녕, 챔피언! 우린 당신의 열렬한 팬이에요!"

source: "We almost died of laughter watching those mephits try to get away from the Golarian! Such great entertainment!"
ko: "메피트들이 저 골라리온 사람한테서 도망치는 걸 보느라 웃겨 뒤지는줄 알았네! 최고의 볼거리였어!"
ko_mt: "골리안에게서 도망치려는 메피트들을 보면서 웃다가 죽을 뻔했어요! 정말 재미있었어요!"

source: "Yeah, and now everyone calls {mf|him|her} the 'Mephit Slayer'! {mf|He|She}'s absolutely hilarious!"
ko: "맞아, 그리고 지금은 모든 이들이 {mf|그|그녀}를 '메피트 학살자'라고 부르지! 그 녀석 엄청나게 웃겼어!"
ko_mt: "네, 이제 다들 {mf|그|그녀}를 '메피트 슬레이어'라고 부르네요! {mf|그|그녀}는 정말 웃겨요!"

source: "The show would have been even better if the Flayer Twins fought against each other!"
ko: "무두질 쌍둥이가 서로 싸웠더라면 훨씬 더 재밌었을 텐데!"
ko_mt: "플레이어 트윈스가 서로 싸웠다면 쇼가 더 좋았을 거예요!"

source: "I'd bet a hundred gold that the sister would win! She is insane! Remember how she flayed that funny elf while he screamed?"
ko: "그럼 누나쪽이 이긴다는데 100골드는 걸 수 있어! 그녀는 완전 미친년이야! 그 웃기는 엘프가 비명지르는 동안 가죽 벗겨내던 거 기억나?"
ko_mt: "그 여동생이 이긴다는데 100금을 걸고 싶어요! 쟨 미쳤어! 그 웃긴 엘프가 비명을 지르는 동안 누나가 그 엘프를 때려눕혔던 거 기억나?"

source: "Isn't the Dire One from Golarion? How does he manage to hold his own against demons?"
ko: "흉포한 자는 골라리온 사람 아니었나? 어떻게 데몬들 틈새에서 자기 몫을 챙기는 걸까?"
ko_mt: "골라리온에서 온 무서운 자 아닌가요? 어떻게 데몬을 상대로 버틸 수 있지?"

source: "I don't think there's anything human left in him. He's just a beast, and that's what makes him so good in the arena! He's an animal wrapped in human skin."
ko: "내 생각엔, 이제 그는 인간이라 할 수 없는 무언가야. 그냥 괴물인 거고, 덕분에 투기장에서 재미를 보고 있는 거지! 인간 거죽을 뒤집어 쓴 야수라는 거야."
ko_mt: "그에게 인간적인 면은 하나도 남아있지 않은 것 같아요. 그는 그저 짐승일 뿐이고, 그것이 그가 경기장에서 그렇게 잘할 수 있는 이유입니다! 그는 인간의 가죽을 쓴 짐승일 뿐이죠."

source: "Irmangaleth is such a scumbag! He clearly wanted the Flayer Twins to win!"
ko: "이르망갈레스 저 쓰레기새끼! 분명 무두질 쌍둥이가 이기길 바랐던 거야!"
ko_mt: "이르만갈레스는 정말 쓰레기예요! 그는 분명히 플레이어 트윈스가 이기길 원했어!"

source: "Yep, but it was still entertaining! I've heard the Mephit Slayer will fight someone from the Nahyndrian League next time!"
ko: "그치, 그래도 여전히 재밌는 쇼였어! 다음번엔 메피트 슬레이어가 나힌드리 리그의 투사랑 싸울거라는 소문도 돌더라구!"
ko_mt: "네, 그래도 재미있었어요! 다음엔 메피트 슬레이어가 나힌드리안 리그의 누군가와 싸운다고 들었어요!"

source: "I bet you a thousand gold that Atselm will come back from the dead again. I still don't know how she does that."
ko: "앗셀름이 또 죽었다 살아날거라는데 천 골드를 걸지. 그녀가 대체 어떻게 그러는지를 아직도 모르겠어."
ko_mt: "아셀름이 죽었다가 다시 살아난다는데 천금을 걸지. 어떻게 그럴 수 있는지 아직도 모르겠어요."

source: "I accept your wager. There's just no way. The Mephit Slayer beat the shit out of her. I think her death is permanent. This time, Atselm's not coming back."
ko: "그 내기 받아들인다. 이번엔 불가능해. 메피트 학살자가 그녀를 줘패버릴거야. 그녀의 죽음은 영구적이겠지. 이번엔 앗셀름이라도 돌아오지 못해."
ko_mt: "당신의 내기를 받아들일게요. 방법이 없어 메피트 슬레이어가 그녀를 두들겨 팼어. 내 생각엔 그녀의 죽음은 영구적인 것 같아. 이번엔 아셀름이 돌아오지 않을 거야."

source: "I love Ruksa! She can crush anything! She's just pure, raging anger!"
ko: "난 러크사를 좋아해! 그녀는 무엇이든 때려 부술 수 있는 여자니까! 순수하고 격정적인 분노 그 자체야!"
ko_mt: "루크사를 사랑해요! 그녀는 무엇이든 부술 수 있어요! 그녀는 순수하고 격렬한 분노를 가지고 있어요!"

source: "I agree! Irmangaleth should let her fight Gelderfang! Our current champion would piss his pants if he had to face her in the arena! Ha! His wet pants would be the only thing left of him!"
ko: "인정이야! 이르망갈레스는 그녀가 겔더팽과 싸우도록 만들어야만 해! 현 챔피언은 그녀와 마주서기만 해도 오줌을 지려버리겠지! 하! 젖은 바지만 그 였던 것의 흔적으로 남을 거야!"
ko_mt: "동의해요! 이르만갈레스가 겔더팡과 싸우게 놔둬야 해요! 현 챔피언이 겔더팡과 경기장에서 맞붙게 된다면 바지에 오줌을 쌌을 거야! 하! 젖은 바지만 남게 될 거야!"

source: "How does Atselm keep coming back from the dead? Is she some kind of undead creature?"
ko: "앗셀름은 어떻게 계속 되살아나는 거지? 일종의 언데드 괴물인 건가?"
ko_mt: "아셀름은 어떻게 죽음에서 계속 살아나는 거죠? 언데드 생명체 같은 건가요?"

source: "Maybe she's a ghost of some kind. Or maybe she's not even real — she could just be several different gladiators in disguise. Or maybe she gains life from the death of her opponents, so she has a lot of lives to spare."
ko: "특이한 유령인가봐. 아니면 실제로 존재하는 게 아니라 계속 다른 검투사들을 변장시켜 내보낸걸지도. 그것도 아니라면, 죽인 상대의 생명을 취해서 엄청나게 많은 예비 목숨을 갖고 있는 거야."
ko_mt: "어쩌면 그녀는 유령일지도 몰라요. 아니면 진짜가 아닐 수도 있고, 변장한 여러 검투사들일 수도 있죠. 아니면 상대방의 죽음으로 생명을 얻어서 여분의 목숨이 많은 것일 수도 있죠."

source: "Oh, I appear to be dying. Why do you have to kill me, you scoundrel? Help! I'm not even a real gladiator!"
ko: "오우, 나 죽을 것 같네. 이 깡패 자식들, 왜 날 죽이려는 거야? 살려줘! 난 검투사조차 아니라고!"
ko_mt: "아, 나 죽어가는 것 같아. 왜 날 죽여야 해, 이 악당아? 도와줘요! 난 진짜 검투사도 아니야!"

source: "Hey, wait! Stop hitting me! It's against the rules!"
ko: "이봐, 멈춰! 그만 때려! 규칙에 벗어났다고!"
ko_mt: "야, 잠깐만! 그만 때려요! 규칙 위반이야!"

source: "Smugmug is pretending to panic! Wait, perhaps he's actually scared! Hold on, it looks like he's just shit his pants in terror!"
ko: "스머그머그가 공황에 빠진 척 합니다! 잠깐만요, 연기가 아니라 진짜 겁먹었네요! 주목하세요, 그가 공포로 인해 지린걸로 보이는군요!"
ko_mt: "Smugmug가 당황한 척하고 있어요! 잠깐만요, 진짜 겁먹은 걸지도 몰라요! 잠깐만요, 공포에 질려 바지에 똥을 싼 것 같네요!"

source: "Irmangaleth, you promised it would all just be for show! Irmangaleth!"
ko: "이르망갈레스, 전부 연기일거라고 하지 않았나! 이르망갈레스!"
ko_mt: "이르만갈레스, 이 모든 게 쇼일 뿐이라고 약속했잖아요! 이르만갈레스!"

source: "Our fighter from Golarion never loses {mf|his|her} composure! After all, a victory is a victory... even if you do look idiotic chasing a screaming mephit all over the place!"
ko: "우리 골라리온의 전사님은 결코 평정심을 잃지 않는군요! 아무튼, 승리는 승리입니다... 설사 여러분께서 보신 것이 괴성을 지르는 메피트들을 이리저리 멍청하게 쫒아다니는 광경뿐이더라도 말이죠!"
ko_mt: "골라리온에서 온 우리 전사 {mf|그|그녀}는 절대 평정심을 잃지 않습니다! 결국, 승리는 승리입니다.. 여기저기서 비명을 지르는 메피트를 쫓아다니는 바보처럼 보일지라도!"

source: "Give a big round of applause for the winner, the Dire One! Come on, Dire One, finish off your opponent!"
ko: "승자인 무시무시한 자를 향해 큰 박수를 부탁드립니다! 무시무시한 자, 계속하세요! 상대방을 끝장내버려요!"
ko_mt: "우승자, 다이어 원에게 큰 박수를 보내주세요! 어서, 다이어 원, 상대를 끝장내세요!"

source: "You're a disgrace! You don't even deserve to be called gladiators. I'll show you how it's done. Watch me put on a real show!"
ko: "불명예스러운 녀석! 검투사라 불릴 자격조차 없군. 어떻게 끝나야 했는지 보여주지. 진짜 공연을 시작하지!"
ko_mt: "넌 수치스러운 놈이야! 넌 검투사라고 불릴 자격도 없어. 내가 어떻게 하는지 보여줄게. 내가 진짜 쇼를 하는 걸 봐!"

source: "Gelderfang! We're always happy to see you! Welcome, champion of the arena! Gelderfang the Great!"
ko: "겔더팽! 당신을 볼 때마다 즐겁군요! 환영합니다, 투기장의 챔피언! 위대한 겔더팽!"
ko_mt: "젤더팡! 언제나 반갑습니다! 어서 오십시오, 투기장의 챔피언! 위대한 젤더팡!"

source: "Kill and die!"
ko: "죽고 죽여라!"
ko_mt: "죽으면 죽으리라!"

source: "That was unexpected! But you liked it, didn't you? The winner of this fight is our unrivaled champion! Gelderfang!"
ko: "예측 불허로군요! 하지만 재밌으셨겠죠? 이번 전투의 승자는 적수가 없는 우리의 챔피언! 겔더팽입니다!"
ko_mt: "예상치 못한 결과였어요! 하지만 마음에 드셨죠? 이 싸움의 승자는 우리의 독보적인 챔피언입니다! 젤더팡!"

source: "Get over here, you nincompoop! You're supposed to be my bodyguard, remember?"
ko: "일로와, 빡대가리야! 내 경호원인척 하기로 했었잖아. 기억해?"
ko_mt: "이리 와, 이 멍청아! 넌 내 보디가드잖아, 기억 안 나?"

source: "This is a setup! This isn't fair, but I like it!"
ko: "짜고 치는 판이지! 공정하지는 않다만, 그래도 난 좋아!"
ko_mt: "이건 함정입니다! 이건 불공평하지만 마음에 들어요!"

source: "Greed is a terrible flaw. You can't be stingy with succubi! If you don't give us enough money, you leave us no choice. We'll just have to kill you, and take all you have! Isn't that right, sisters?"
ko: "탐욕이란 끔찍한 결함이다. 서큐버스에겐 절대로 인색하면 안돼! 우리가 만족할 만큼 돈을 쥐어주지 않는다면, 우리도 방법이 없어. 그냥 널 죽이고 네가 가진 전부를 뜯어낼 수밖에! 그렇지 않니, 자매들아?"
ko_mt: "탐욕은 끔찍한 결함입니다. 서큐비에게는 인색할 수 없어요! 우리에게 충분한 돈을 주지 않으면 선택의 여지가 없어. 너희를 죽이고 너희가 가진 모든 걸 가져가야 해! 그렇지 않나요, 자매님들?"

source: "He had some interesting fantasies. I'm sad that he had to die. Actually... No, I'm not sad at all."
ko: "흥미로운 환상을 갖고 있는 남자였지. 그가 죽어야만 했다는 게 참 슬퍼. 사실...은 거짓말이야. 별로 안슬퍼."
ko_mt: "그는 흥미로운 환상을 가지고 있었어요. 그가 죽어야해서 슬프다. 사실.. 아니, 전혀 슬프지 않아요."

source: "Ladies, we've got company."
ko: "이제 우리 친구인 거예요, 숙녀분들."
ko_mt: "숙녀분들, 손님이 오셨습니다."

source: "Atselm is enraged. She's preparing for her signature strike! The Golarian can kiss {mf|his|her} life goodbye!"
ko: "앗셀름이 화났습니다. 그녀의 필살기를 준비하는군요! 골라리온인에겐 {mf|그|그녀} 인생에 작별 인사를 할 시간만이 남았군요!"
ko_mt: "아셀름이 분노했습니다. 그녀의 시그니처 공격을 준비하고 있다! 골라리안은 {mf|그|그녀}의 인생에 작별 인사를 할 수 있겠군요!"

source: "You don't deserve to be the champion! You're a pathetic blowhard, and it's appalling that I have to fight against such an unworthy opponent."
ko: "넌 챔피언이라 불릴 자격이 없다! 하찮은 허풍선이 새끼, 내가 너같이 수준낮은 상대와 싸워야 한다니 충격일 따름이군."
ko_mt: "넌 챔피언이 될 자격이 없어! 넌 한심한 허풍쟁이고, 그런 무가치한 상대와 싸워야 한다는 게 끔찍해."

source: Approved of the succubi's decision to kill their client.
ko: 고용주를 죽이겠다는 서큐버스의 결정을 허락했습니다.
ko_mt: 의뢰인을 죽이기로 한 서큐비의 결정을 승인했습니다.

source: "I'd like to know more about the arena."
ko: "투기장에 대해서 더 알고 싶군."
ko_mt: "경기장에 대해 더 자세히 알고 싶습니다."

source: "Who are you, and how did you become the owner of this place?"
ko: "너는 누구이며, 어떻게 이곳의 주인이 된 거지?"
ko_mt: "당신은 누구이며 어떻게 이곳의 주인이 되셨나요?"

source: "Why is the arena so important to you?"
ko: "이 투기장이 네게 중요한 이유는 뭐지?"
ko_mt: "아레나가 왜 그렇게 중요한가요?"

source: "I have no more questions."
ko: "더 이상 질문은 없다."
ko_mt: "더 이상 질문이 없습니다."

source: {n}Irmangaleth cackles maniacally.{/n} "The Battlebliss is like a child to me. I wouldn't trust it to anyone, not even to my closest associates like Gelderfang, or Zeklex."
ko: {n}이르망갈레스가 미친듯이 킬킬거린다.{/n} "전투의 환희는 내 아이나 다름없다. 아무에게도 맡기지 않을 거야. 내 최측근인 겔더팽이나 제클렉스같은 이들에게도 말이지."
ko_mt: {n}이르망갈레스가 미친 듯이 웃습니다.{/n} "배틀블리스는 내게 자식이나 마찬가지야. 겔더팡이나 제클렉스 같은 가장 가까운 동료들에게조차도 그 누구에게도 믿지 않겠어."

source: "You're so inquisitive — even on the brink of death! It's one of the things I like about you!"
ko: "죽음의 순간에조차 질문이 너무 많군! 하긴, 그게 너를 좋아했던 이유 중 하나였어!"
ko_mt: "당신은 죽음의 문턱에서도 호기심이 많군요! 내가 당신을 좋아하는 이유 중 하나예요!"

source: {n}An imp peeks out of the bag and gives you a shy smile, revealing rows of needle-sharp teeth.{/n}
ko: {n}임프가 가방을 살짝 엿보더니, 바늘처럼 날카로운 이빨들을 드러내며 수줍게 웃는다.{/n}
ko_mt: {n}임프가 가방 속에서 수줍은 미소를 지으며 바늘처럼 날카로운 이빨을 드러냅니다.{/n}

source: "Release the Golarian slaves. I want you to set them free."
ko: "골라리온인 노예들을 풀어라. 네가 그들을 풀어주길 원한다."
ko_mt: "골라리온 노예들을 풀어줘. 그들을 풀어주세요."

source: "You have brought war to our world. Now it's time for us to return the favor!"
ko: "너는 우리 세계에 전쟁을 일으켰다. 이제 그 응보를 돌려줄 시간이로군!"
ko_mt: "너희는 우리 세계에 전쟁을 가져왔다. 이제 우리가 보답할 차례입니다!"

source: "The light of Pulura will protect us!"
ko: "펄루라의 빛이 우리를 보호하리라!"
ko_mt: "풀루라의 빛이 우리를 지켜줄 거야!"

source: "That's for Sarkoris!"
ko: "이건 사코리스의 몫이다!"
ko_mt: "사르코리스를 위한 거예요!"

source: "We are back in action together, sister! Side by side!"
ko: "우리가 어깨를 맞대고 다시 뭉쳤다, 자매들이여! "
ko_mt: "우리는 다시 함께 활동하게 되었어요! 나란히!"

source: "I may have a demonic wing, but I am nothing like you, demons!"
ko: "내게도 데몬의 날개가 달려 있지만, 네놈과는 전혀 다르다, 데몬!"
ko_mt: "내가 데몬의 날개를 가졌을지는 몰라도 너희 데몬들과는 전혀 다르다!"

source: "For Drezen and the crusaders! By the light and sword!"
ko: "드레젠과 성전군을 위하여! 빛과 검의 이름으로!"
ko_mt: "드레젠과 성전사를 위하여! 빛과 검으로!"

source: A pair of sturdy shackles that have been engraved with mystical runes.
ko: 신비로운 룬이 새겨진 튼튼한 족쇄입니다.
ko_mt: 신비로운 룬이 새겨진 튼튼한 족쇄 한 쌍입니다.

source: These adamantine shackles have been enchanted. The enchantments block teleportation, and any other abilities that involve extraplanar movement.
ko: 이 아다만틴 족쇄에는 마법이 걸려있어 순간이동이나 다른 초차원 이동과 관련된 능력들을 봉쇄합니다.
ko_mt: 이 단호한 족쇄는 마법에 걸려 있습니다. 이 마법은 순간이동과 차원 이동과 관련된 다른 모든 능력을 차단합니다.

source: The walls of the mine are unnaturally smooth and flat.
ko: 광산의 벽이 비정상적으로 매끈하고 평평합니다.
ko_mt: 광산 벽은 부자연스럽고 매끄럽고 평평합니다.

source: The mine shaft has smooth walls, and you can detect the lingering traces of a transmutation spell. Based on these observations, it seems likely that this mine was created through magical means.
ko: 광산 갱도의 벽은 매끄러우며, 당신은 거기서 변환 마법의 잔향을 감지할 수 있습니다. 이 정보를 바탕으로 생각하면, 광산 전체가 마법적 수단으로 만들어진걸로 보입니다.
ko_mt: 광산 갱도 벽이 매끄럽고 변환 주문의 흔적이 남아 있는 것을 감지할 수 있습니다. 이러한 관찰을 토대로 볼 때, 이 광산은 마법의 수단을 통해 생성된 것으로 보입니다.

source: If you look beyond the ruined bridge, you can see a strange wall of purple flame in the distance.
ko: 파괴된 다리의 건너편을 향하면, 먼 곳에서 보랏빛 화염으로 만든 이질적인 벽을 볼 수 있습니다.
ko_mt: 폐허가 된 다리 너머를 보면 멀리 보라색 불꽃으로 이루어진 기묘한 벽이 보입니다.

source: If you look beyond the ruined bridge, you can see a planar rift in the distance.
ko: 파괴된 다리의 건너편을 향하면, 먼 곳에서 차원의 균열을 볼 수 있습니다.
ko_mt: 폐허가 된 다리 너머를 보면 멀리 평평한 균열이 보입니다.

source: It is difficult to know whether this equipment is meant to be used for magical research or for torture.
ko: 이 장치가 마법 실험을 위한 것인지, 고문을 위한 것인지 확신할 수 없습니다.
ko_mt: 이 장비가 마법 연구에 사용되는 것인지 고문용으로 사용되는 것인지는 알기 어렵습니다.

source: This magical equipment is used to give mythic powers to demons. These implements are similar to the ones you saw in Xanthir's lab.
ko: 이것은 데몬에게 신화적 힘을 부여하기 위한 마법 장비입니다. 도구들 또한 잔티르의 연구실에서 봤던 것과 비슷합니다.
ko_mt: 이 마법 장비는 데몬에게 신화적인 힘을 부여하는데 사용됩니다. 이 도구는 잔티르의 연구실에서 본 것과 비슷합니다.

source: "Mortal... You are our prey..."
ko: "넌 우리 먹이이다... 필멸자..."
ko_mt: "필멸자.. 넌 우리의 먹잇감이다..."

source: "Back off, you abominable creatures! I am no mortal, I am a servant of Hepzamirah! Touch me, and you'll be sorry!"
ko: "비켜라, 끔찍하기 짝이 없는 생물들아! 난 필멸자가 아니라, 헵자미라님의 부하다! 건드리기만 해봐라, 후회하게 될 테니!"
ko_mt: "물러서라, 이 가증스러운 생명체들아! 난 필멸자가 아니라 헵자미라의 종이다! 날 건드리면 후회할 것이다!"

source: "Don't hurt {mf|him|her}. I still need {mf|him|her} alive."
ko: "{mf|그|그녀}를 해치지 말거라. {mf|그|그녀}는 아직 살아있어야 하니."
ko_mt: "{mf|그|그녀}를 해치지 마세요. 아직 {mf|그|그녀}가 살아있어야 해요."

source: "Hepzamirah, let me go! I'm sick of this disguise, and our contract ran out a long time ago!"
ko: "날 놔줘, 헵자미라! 나는 이 변장 놀음에 질렸고, 우리 계약또한 한참 전에 끝났잖나!"
ko_mt: "헵자미라, 날 놔줘요! 이 변장은 지긋지긋하고 우리 계약은 오래전에 끝났어!"

source: "Stop whining. You're not done yet. These chained beasts need to know what my enemy looks like."
ko: "징징대지 말거라. 네 역할은 아직 끝나지 않았다. 내 적이 어떤지를 목줄걸린 짐승들이 알아야만 하니."
ko_mt: "그만 징징대. 아직 안 끝났어. 이 사슬에 묶인 짐승들은 내 적이 어떻게 생겼는지 알아야 해."

source: "Listen to me! If you see a mortal who looks like this, attack them! I want you to tear them to shreds!"
ko: "주목! 이렇게 생긴 필멸자를 보게 된다면, 즉시 공격하라! 녀석을 찢어발겨라!"
ko_mt: "내 말 잘 들어! 이런 모습의 필멸자를 보면 공격해라! 갈기갈기 찢어버려라!"

source: "Ha... Prey... Let's tear {mf|him|her} apart!"
ko: "하... 먹이... {mf|그|그녀}를 찢어 죽이자!"
ko_mt: "하.. 먹이.. {mf|그|그녀}를 찢어버리자!"

source: "Damn it! Hepzamirah, stop them! They're going to eat me! Me!"
ko: "빌어먹을! 헵자미라, 그것들 멈춰! 날 먹으려고 하잖아! 날!"
ko_mt: "젠장! 헵자미라, 저들을 막아! 날 잡아먹으려 해! 날!"

source: "Well, who do we have here? If you die, Hepzamirah will finally let me go!"
ko: "뭐, 여기 누가 있나? 네가 죽으면, 마침내 헵자미라가 나를 풀어줄 거다!"
ko_mt: "여기 누가 있지? 네가 죽으면 헵자미라가 드디어 날 보내줄 거야!"

source: "Hey, freaks! Come and kill m— this person over here who looks just like me!"
ko: "어이, 괴물들! 이리와서, 음 — 여기서 나랑 똑같이 생긴 이 사람을 죽여!"
ko_mt: "이봐, 괴물들아! 와서 나랑 똑같이 생긴 이 사람을 죽여버려!"

source: Remove the seal
ko: 봉인을 푼다
ko_mt: 봉인 제거

source: An unappetizing gruel simmers in this pot-bellied cauldron.
ko: 맛없어 보이는 귀리죽이 뚱뚱한 가마솥에서 끓고 있습니다.
ko_mt: 배불뚝이 가마솥에서 식욕을 돋우는 죽이 끓고 있습니다.

source: A small stash, cleverly hidden behind the cauldron.
ko: 작은 보관함이 가마솥 뒤로 교묘하게 숨겨졌습니다.
ko_mt: 가마솥 뒤에 교묘하게 숨겨져 있는 작은 은닉품입니다.

source: An unusually accurate map of Golarion. It depicts the topography of both Mendev and the Worldwound with detailed precision.
ko: 특출나게 정밀한 골라리온 지도입니다. 이 지도는 멘데브와 세계상처의 지형을 높은 정확도로 묘사합니다.
ko_mt: 놀랍도록 정확한 골라리온 지도입니다. 멘데브와 세계상처의 지형을 세밀하고 정확하게 묘사하고 있습니다.
