Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: The Order of the Rack is a Hellknight order founded in 4638. It was one of several new or re-established orders created in the aftermath of the disbanding of the various Hellknight orders previously charged with the defense of Cheliax's frontiers. The order has a reputation for raiding the homes of those who speak out against the status quo, and for breaking up groups of malcontents before they become guilds, unions, or revolutionaries. They are the enemies of foreign ideals and innovations. Art and technology are viewed as wasteful or dangerous, especially when they meet in union.
ko: 형벌 기사단은 4638년에 창설된 헬나이트 기사단입니다. 첼리악스의 전선 방어를 담당했던 헬나이트 기사단 여럿이 해체된 후 새로 생기거나 재창단된 기사단 중 하나입니다. 이 기사단은 현체제에 대한 불만분자들의 집을 습격하여, 그들의 모임이 조합, 연합, 또는 혁명 단체가 되기 전에 해체하는 것으로 유명합니다. 외국에서 도래한 이상과 혁신은 그들의 적입니다. 예술이나 기술을 낭비나 위험으로 생각하며, 그 둘의 만남은 특히나 경계의 대상입니다.
ko_mt: 랙의 질서는 4638년에 창설된 지옥기사단입니다. 과거 첼리악스의 국경 방어를 담당했던 여러 지옥기사단이 해체된 후 새로 창설되거나 재창설된 여러 지옥기사단 중 하나였습니다. 이 명령은 현 상황에 반대하는 사람들의 가택을 습격하고 길드, 조합 또는 혁명가가 되기 전에 불만을 품은 집단을 해체하는 것으로 유명합니다. 그들은 외국의 이상과 혁신의 적입니다. 특히 예술과 기술이 결합하면 낭비적이거나 위험한 것으로 간주됩니다.

source: Order of the Rack
ko: 형벌 기사단
ko_mt: 형벌 기사단

source: Formed at the dawn of the Age of Darkness, the Umbral Court is the name for the Kuthite aristocracy, which rules the nation of Nidal with an iron fist.
ko: 어둠의 시대의 여명기에 형성된 그림자 궁정은 나이달이란 나라를 철권 통치로 지배하고 있는 존 쿠쏜 교단 귀족 계층의 이름입니다.
ko_mt: 어둠의 시대가 시작될 무렵에 결성된 움브랄 궁정은 나이달 국가를 철권으로 통치하는 쿠타이트 귀족의 이름입니다.

source: The Umbral Court
ko: 그림자 궁정
ko_mt: 엄브렐 법원

source: Charon is the Horseman of Death, an ancient, and possibly the most powerful, archdaemon of Abaddon. He is the lord of the River Styx, and the ferryman for lost souls.
ko: 케런은 죽음의 기수이며, 아마 나락에서 가장 강력한 고대의 아크다이몬입니다. 그는 스틱스 강의 주인이고, 길 잃은 영혼들의 뱃사공입니다.
ko_mt: 카론은 죽음의 기수이자 아바돈의 가장 강력한 아크 다이몬입니다. 그는 스틱스 강의 군주이자 잃어버린 영혼을 나룻배로 실어 나르는 자입니다.

source: Iomedae, also known as "The Inheritor," "Light of the Sword," and "Lady of Valor," is the goddess of righteous valor, justice, and honor. Having served as Aroden's herald, she inherited many of the Last Azlanti's followers upon his death, and continues to espouse the ideas of honor and righteousness in the defense of good and the battle against evil.
ko: 아이오메데는 "계승자", "검의 빛", 또는 "용맹의 여인"으로도 알려진 정당한 용맹, 정의, 명예의 여신입니다. 그녀는 아로덴의 전령이었고, 마지막 아즐란트인인 그가 죽은 후 그의 신도 대부분을 계승했습니다. 이후 그녀는 아로덴의 뒤를 이어, 선을 수호하고 악과 싸우는 전쟁 속에서 명예와 정의의 수호자로 존재하고 있습니다.
ko_mt: "계승자", "검의 빛", "용맹의 여인"으로도 알려진 아이오메데는 의로운 용맹, 정의, 명예의 여신입니다. 아로덴의 전령으로 활동했던 그녀는 아로덴이 죽은 후 많은 아즐란트의 추종자들을 물려받았으며, 선의 수호와 악에 맞서 싸우는 명예와 정의의 이념을 계속해서 지지하고 있습니다.

source: Demon lord of assassins, darkness, and lust, Lady Nocticula is a beautiful but deadly creature. Even demon lords aren't safe from her deadly seductions; the number of demon lords she's seduced and assassinated is formidable. Nocticula's Abyssal realm consists of dozens of islands on an immense sea of still black water. The sky is always dark here, with strange stars and a disturbingly large moon in the sky above. Each of these Midnight Isles represents a demon lord or other notable entity she's assassinated — with each new kill, her realm grows. The other demon lords treat Nocticula with a mixture of obsession and fear. Lamashtu's cult has taken notice of Nocticula's rising power and has increased the level of hostility with her worshipers, causing some to believe that Nocticula may be close to becoming the second demon to ascend to divinity.
ko: 암살자, 암흑 그리고 유혹의 데몬 군주, 레이디 녹티큘라는 아름답지만 치명적인 크리쳐입니다. 데몬 군주들 조차도 그녀의 치명적인 유혹에서 안전할 수 없습니다. 그녀에게 유혹당하고 암살당한 데몬 군주는 셀 수 없이 많습니다. 녹티큘라의 심연 영토는 검은물의 바다와 암석들로 이루어진 군도 입니다. 하늘은 항상 어둡고 이상한 별과 불안할 정도로 큰 달이 떠 있습니다. 이 심야의 군도들은 각각 그녀에게 암살당한 데몬 군주 혹은 유명한 외차원체를 나타냅니다 — 매새로운 살인과 더불어 그녀의 영토도 커집니다. 다른 데몬 군주들을 녹티큘라를 강박과 두려움이 섞인 태도로 대합니다. 그녀가 신으로 승천하는 두 번째 데몬이 될 거라 믿기 시작한 라마슈투의 신도들은 그녀의 힘이 커지는 걸 주의하기 시작했고 그녀의 신도들과의 적대감도 커져가고 있습니다.
ko_mt: 암살자, 어둠, 욕망의 데몬 로드인 레이디 녹티큘라는 아름답지만 치명적인 생명체입니다. 데몬 로드조차도 그녀의 치명적인 유혹에서 안전할 수 없으며, 그녀가 유혹하고 암살한 데몬 로드의 수는 엄청납니다. 녹티큘라의 심연의 영역은 칠흑같이 어두운 바다 위에 수십 개의 섬으로 이루어져 있습니다. 이곳의 하늘은 항상 어둡고, 하늘 위에는 낯선 별과 섬뜩할 정도로 큰 달이 떠 있습니다. 각 미드나잇 아일즈는 그녀가 암살한 데몬 로드 또는 다른 유명한 존재를 상징하며, 새로운 데몬 로드를 처치할 때마다 그녀의 영역이 커집니다. 다른 데몬 로드들은 녹티큘라를 집착과 두려움이 뒤섞인 시선으로 대합니다. 라마슈투의 교단은 녹티큘라의 세력이 커지는 것을 눈치채고 숭배자들에 대한 적대감을 높이고 있으며, 일부에서는 녹티큘라가 신성에 오르는 두 번째 데몬이 될지도 모른다고 믿고 있습니다.

source: In the vision you had in the caves of Kenabres, you saw how the angel Lariel and his ally were betrayed by their comrades.
ko: 케나브레스의 동굴에서 본 환각에서, 당신은 엔젤 라리엘과 그의 아군이 동료들에게 배신당하는 장면을 보았습니다.
ko_mt: 케나브레스의 동굴에서 본 환상에서 천사 라리엘과 그의 동료가 동료들에게 배신당하는 모습을 보았습니다.

source: In the destroyed temple of Desna, you heard a message from a mysterious woman warning of an attack on Kenabres.
ko: 당신은 파괴된 데즈나의 사원에서 케나브레스에 대한 공격을 경고하는 의문의 여성이 보낸 전언을 들었습니다.
ko_mt: 파괴된 데스나의 신전에서 케나브레스의 공격을 경고하는 의문의 여인의 메시지를 들었습니다.

source: Arueshalae likes the path you've chosen. After returning to her evil ways, the succubus will not help mortals who bore her.
ko: 아루샬레가 당신이 선택한 길을 선호합니다. 본연의 악한 상태로 돌아간 뒤, 이 서큐버스는 그녀를 지루하게 만드는 필멸자를 돕지 않을 것입니다.
ko_mt: 아루샬래는 당신이 선택한 길을 좋아합니다. 사악한 길로 돌아간 서큐버스는 자신을 낳은 인간을 돕지 않을 것입니다.

source: Arueshalae dislikes the path you've chosen. After returning to her evil ways, the succubus will not help mortals who bore her.
ko: 아루샬레가 당신이 선택한 길을 싫어합니다. 본래의 악한 상태로 돌아간 뒤, 이 서큐버스는 그녀를 지루하게 만든 필멸자를 돕지 않을 것입니다.
ko_mt: 아루샬래는 당신이 선택한 길을 싫어합니다. 사악한 길로 돌아간 서큐버스는 자신을 낳은 인간을 돕지 않습니다.

source: The planet Golarion orbits a yellow sun in the far reaches of the Material Plane. Third of eleven in orbit, this blue planet contains vast oceans and lush green lands, and is the perfect environment for countless cultures. Indeed, Golarion is the most populous planet in its solar system. Its innately hospitable and life-sustaining environment is presumably the work of the gods, so astronomers sometimes refer to Golarion as "the Child." Astronomers of other planets, however, often refer to Golarion as "the Cage," in reference to its cosmic role as the prison of the mad god Rovagug, who lies bound at the world's core.
ko: 골라리온 행성은 물질계 외곽의 노란 태양을 공전합니다. 태양계의 11개 행성 중 세 번째인 이 푸른 행성은 광활한 바다와 푸르른 녹지가 있어 수많은 문화가 번성하기에 완벽한 환경을 가지고 있습니다. 실제로 골라리온은 태양계에서 가장 인구가 많은 행성입니다. 생명친화적인 환경을 타고난 것은 아마도 신들의 작품이기 때문이 아닐까 하고 추측되기에, 때때로 천문학자들은 골라리온을 "아이"라고 부릅니다. 그러나 골라리온은 "새장"으로도 불리는데, 이는 그 핵에 미친 신 로바거그를 가둬 놓고 있다는 골라리온의 범우주적인 역할 때문입니다.
ko_mt: 골라리온 행성은 물질계의 가장 먼 곳에 있는 노란 태양 궤도를 돌고 있습니다. 궤도에 있는 11개 행성 중 세 번째인 이 푸른 행성은 광활한 바다와 푸르른 대지를 품고 있으며, 수많은 문화가 살기에 완벽한 환경입니다. 실제로 골라리온은 태양계에서 가장 인구가 많은 행성입니다. 선천적으로 친절하고 생명을 유지하는 환경은 아마도 신의 작품으로 추정되며, 그래서 천문학자들은 골라리온을 "아이"라고 부르기도 합니다. 그러나 다른 행성의 천문학자들은 골라리온이 세계의 중심부에 갇혀 있는 미친 신 로바구그의 감옥이라는 우주적 역할과 관련하여 종종 골라리온을 "감옥"이라고 부르기도 합니다.

source: Anevia Tirabade is the Eagle Watch's most adept scout. She was among the unlucky ones who ended up with you in the dungeons under Kenabres, and accompanied you on the long and exhausting journey to the surface.
ko: 아네비아 티라바데는 독수리 감시단의 가장 숙련된 정찰병입니다. 그녀는 불운하게도 당신과 함께 케나브레스 지역의 지하 던전에 떨어진 이들 중 한명이었으며, 지상으로 향하는 길고 험난한 여정을 당신과 함께했습니다.
ko_mt: 아네비아 티라바데는 이글 워치의 가장 유능한 정찰병입니다. 케나브레스의 지하감옥에 갇힌 불운의 정찰대원 중 한 명으로, 지상으로 향하는 길고 고된 여정에 동행했습니다.

source: Few names arouse as much rage among crusaders as that of Areelu Vorlesh — the Sarkorian witch who initiated the opening of the Worldwound, and later its expansion. Almost nothing is known about her life before the atrocity, except that Vorlesh was condemned for using arcane magic, which was persecuted in Sarkoris, and imprisoned in the tower of Threshold near the city of Iz. This is where Areelu Vorlesh conducted the ritual that paved the way for the demonic invasion and left her land to be tormented by the demon lord Deskari. By some mysterious means, the witch transformed herself, changing from an ordinary human into a half-demon. Over the following century, crusaders encountered Areelu Vorlesh or the results of her experiments a few times, but they learned nothing more of Deskari's henchwoman. She holds a high position in the ranks of the army of the Abyss, and bears the title of Architect of the Worldwound.
ko_mt: 성전사들의 분노를 불러일으키는 이름은 사르코리안의 마녀 아릴루 볼레쉬만큼 많지 않습니다 - 세계상처의 시작과 이후 확장을 주도한 사르코리안의 마녀. 볼레쉬가 사르코리스에서 박해받던 비전 마법을 사용했다는 죄목으로 사형 선고를 받고 이즈 도시 근처의 문턱의 탑에 수감되었다는 것 외에는 잔혹 행위 이전의 그녀의 삶에 대해 알려진 바가 거의 없습니다. 이곳에서 아릴루 볼레쉬는 데몬의 침략을 위한 길을 닦는 의식을 거행했고, 그녀의 땅은 데몬 로드 데스카리에게 고통받게 되었습니다. 마녀는 신비한 방법으로 자신을 변신시켜 평범한 인간에서 하프 데몬으로 변했습니다. 이후 한 세기 동안 성전사들은 아릴루 볼레쉬와 몇 차례 마주쳤지만, 데스카리의 부하 여인에 대해서는 더 이상 알지 못했습니다. 그녀는 심연의 군대에서 높은 지위를 차지하고 있으며, 세계상처의 설계자라는 칭호를 가지고 있습니다.

source: The Suture
ko: 누더기
ko_mt: 수처

source: Echo of Deskari
ko: 데스카리의 메아리
ko_mt: 데스카리의 메아리

source: Vellexia
ko: 벨렉시아
ko_mt: 벨렉시아

source: Willodus
ko: 윌로더스
ko_mt: 윌로두스

source: Xanthir the Plagued One
ko: 잔티르, 역병 전파자
ko_mt: 괴로워하는 자 잔티르

source: Zanedra
ko: 자네드라
ko_mt: 자네드라

source: Ziforian
ko: 지포리안
ko_mt: 지포리안

source: A herald is a deity's favored servant who acts as a messenger and emissary throughout the planes. While not necessarily the most powerful of a deity's servants, heralds embody fundamental elements of a god's faiths and philosophies, and thus prove particularly suited to interactions with mortal worshipers. Iomedae's herald, the Hand of the Inheritor, is a warrior angel, always ready to answer Iomedae's call whenever she must directly intervene on Golarion. With his angelic speed and might, he leads the charge when the Inheritor's celestial armies must go to war. A veteran of countless sorties into the Abyss, the Hand fights with a song of battle on his lips and unbreakable courage in his heart. When he is not needed on Golarion, he escorts noble souls through the Astral Plane to Pharasma's court, patrols the borders of Iomedae's realm in search of abominations from the Abyss, duels devils on neutral ground to better learn their tactics, and watches over youths his patron has marked for greatness.
ko: 사자는 차원을 넘어다니며 전령과 대사의 역할을 수행하는 신이 가장 총애하는 종복입니다. 비록 사자가 신의 하인들 중 가장 강력한 이들은 아니지만 신의 믿음과 철학의 기본 요소들로 가득차있어 필멸의 숭배자들과 상호작용하는 데 특히 적합하다는 것을 증명했습니다. 아이오메데의 사자, 계승자의 손은 전사 엔젤이며 아이오메데가 직접 골라리온에 개입할 필요를 느낄 때 언제나 여신의 부름에 응답합니다. 엔젤의 속도와 힘으로 그는 전쟁으로 나아가는 계승자의 천상의 군대의 돌진을 이끕니다. 심연을 향해 수없이 많은 출진 경험을 지닌 노련한 계승자의 손이 싸울 때, 그는 입술에는 전투의 노래를 머금고 심장에는 부서지지 않는 용기를 품습니다. 그가 골라리온에 필요하지 않을 때 그는 아스트랄 플레인을 지나 파라즈마의 법정으로 고귀한 영혼들을 안내하고, 심연의 괴물들을 찾으며, 아이오메데의 영역의 경계를 순찰하고, 중립 지대에서 데빌과 결투해 그들의 전술을 배우고, 그의 후원자가 운명을 점지한 젊은 이들을 지켜봅니다.
ko_mt: 전령은 신의 총애를 받는 종으로, 여러 차원을 넘나들며 전령이자 사절의 역할을 합니다. 전령은 신의 종 중에서 가장 강력하지는 않지만, 신의 신앙과 철학의 근본적인 요소를 구현하므로 필멸자 숭배자들과의 교류에 특히 적합합니다. 아이오메데의 전령인 계승자의 손은 전사 천사로, 골라리온에 직접 개입해야 할 때면 언제나 아이오메데의 부름에 응답할 준비가 되어 있습니다. 천사 같은 속도와 힘으로 계승자의 천상 군대가 전쟁에 나서야 할 때 앞장서서 돌격합니다. 심연으로 수없이 출격했던 베테랑인 핸드는 입술에는 전투의 노래를, 마음속에는 불굴의 용기를 품고 싸웁니다. 골라리온에 필요하지 않을 때는 아스트랄 플레인을 통해 고귀한 영혼들을 파라즈마의 궁전으로 호위하고, 심연의 흉물을 찾아 아이오메데의 영역 경계를 순찰하며, 중립지에서 데빌들과 결투를 벌여 전술을 익히고, 자신의 후원자가 위대해질 젊은 이들을 지켜보곤 합니다.

source: Irabeth Tirabade is a valorous paladin of Iomedae and the leader of the Eagle Watch. You first met her during the defense of Kenabres where she held the position of military commander.
ko: 이라베스 티라바데는 아이오메데의 용맹한 팔라딘이자 독수리 감시단의 리더입니다. 당신은 케나브레스를 방어하는 과정에서 그곳의 군 지휘관직을 맡고 있던 그녀를 처음으로 만났습니다.
ko_mt: 이라베스 티라바데는 아이오메데의 용맹한 성기사이자 이글 워치의 리더입니다. 군 사령관으로 케나브레스를 방어할 때 처음 만났습니다.

source: The powerful lilitu Minagho is one of the demons whose names in Mendev are always spoken with a curse. She's the author of two of the most horrific atrocities in the history of the crusades — the fall of Drezen, and the Red Morning Massacre of Kenabres.
ko: 강력한 릴리투인 미나고는 멘데브 사람들이 가장 많이 저주하는 데몬들 중 한 명이며, 성전군 역사상 가장 끔찍한 비극 중 두 가지인 드레젠 함락과 케나브레스의 붉은 아침 대학살 사건의 주범입니다.
ko_mt: 강력한 릴리투 미나고는 멘데브에서 이름이 항상 저주와 함께 불리는 데몬 중 하나입니다. 그녀는 십자군 역사상 가장 끔찍한 두 가지 잔학 행위인 드레젠의 함락과 케나브레스의 붉은 아침 학살을 일으킨 장본인입니다.

source: Favor of the Gods
ko: 신의 은총
ko_mt: 신들의 호의

source: The Main Barracks provide weekly recruitment growth for {g|Houndmasters}[Houndmasters]{/g} — soldiers capable of calling army hounds for assistance. All {g|Footmen}[Footmen]{/g} are promoted to {g|Houndmasters}[Houndmasters]{/g}.
ko_mt: 주 막사에서 군견 사냥개를 불러 도움을 요청할 수 있는 병사 {g|Houndmasters}[조련사]{/g}을 매주 모집할 수 있는 병력이 증가합니다. 모든 {g|Footmen}[보병]{/g}은 {g|Houndmasters}[조련사]{/g}로 진급합니다.

source: Houndmasters
ko_mt: 조련사

source: The Main Archery Range provides weekly recruitment growth for {g|AxeThrowers}[Axe Hunters]{/g} — powerful, but vulnerable ranged fighters. All {g|Archers}[Archers]{/g} are promoted to {g|AxeThrowers}[Axe Hunters]{/g}.
ko_mt: 주 궁술 훈련장에서는 강력하지만 취약한 원거리 전사 {g|AxeThrowers}[도끼 사냥꾼]{/g}의 모집량이 매주 증가합니다. 모든 {g|Archers}[궁수]{/g}이 {g|AxeThrowers}[도끼 사냥꾼]{/g}로 승격됩니다.

source: Axe Hunters
ko_mt: 도끼 사냥꾼

source: The Main Stables provide weekly recruitment growth for {g|WolfRiders}[Wolf Riders]{/g} — a savage and fast cavalry. All {g|MountedScouts}[Mounted Scouts]{/g} are promoted to {g|WolfRiders}[Wolf Riders]{/g}.
ko_mt: 주 마구간은 야만적이고 빠른 기병대인 {g|WolfRiders}[늑대 기수]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|MountedScouts}[기마 정찰대]{/g}은 {g|WolfRiders}[늑대 기수]{/g}로 진급합니다.

source: Wolf Riders
ko_mt: 늑대 기수

source: All trainable infantry and ranged units gain the {g|CunningTactics}[Cunning Tactics]{/g} ability.
ko_mt: 훈련 가능한 모든 보병 및 원거리병 유닛은 {g|CunningTactics}[교활한 전술]{/g} 능력을 얻습니다.

source: War Tricks
ko_mt: 전쟁 속임수

source: The Main Spellcasters' Lodge provides weekly recruitment growth for {g|Druids}[Druids]{/g} — stewards of nature capable of healing and protecting their allies. All {g|ChurchGuards}[Church Guards]{/g} are promoted to {g|Druids}[Druids]{/g}.
ko_mt: 주 주문술사의 숙소에서는 아군을 치유하고 보호하는 자연의 수호자 {g|Druids}[드루이드]{/g}의 모집이 매주 증가합니다. 모든 {g|ChurchGuards}[교회 경비대]{/g}은 {g|Druids}[드루이드]{/g}로 승급합니다.

source: Druids
ko_mt: 드루이드

source: All infantry units gain the {g|ContainTheEnemy}[Contain the Enemy]{/g} ability.
ko_mt: 모든 보병 유닛은 {g|ContainTheEnemy}[적 봉쇄]{/g} 능력을 얻습니다.

source: Tactic of Wearing Down
ko_mt: 마모의 전술

source: The Main Hall of Champions provides weekly recruitment growth for {g|Shifters}[Shifters]{/g} — powerful infantry capable of shapechanging into different animals. All {g|HardenedVeterans}[Hardened Veterans]{/g} are promoted to {g|Shifters}[Shifters]{/g}.
ko_mt: 챔피언의 전당에서는 매주 다양한 동물로 변신할 수 있는 강력한 보병인 {g|Shifters}[시프터]{/g}의 모집 성장을 제공합니다. 모든 {g|HardenedVeterans}[강인한 베테랑]{/g}은 {g|Shifters}[시프터]{/g}로 승급합니다.

source: Shifters
ko_mt: 시프터

source: Unit has a +2 bonus to the highest ability score, a +1 bonus to attack and damage, and a +3 bonus to AC.
ko: 유닛은 가장 높은 능력 점수에 +2 보너스, 명중과 피해에 +1 보너스, AC에 +3 보너스를 받습니다.
ko_mt: 유닛은 가장 높은 능력 점수에 +2 보너스, 명중 굴림 및 피해 굴림에 +1 보너스, AC에 +3 보너스를 얻습니다.

source: Mivon is one of the more stable of the River Kingdoms. It began as a refuge for the Aldori swordlords, who fled Rostland during the rule of Choral the Conqueror. Many swordlords settled there in Mivon, bringing with them the experience and knowledge of the ancient discipline of the swordlords. Warriors from as far away as Garund make pilgrimages to Mivon to study their secrets. To earn the right to stay, the applicant must pass a series of increasingly difficult duels.
ko: 미본은 강의 왕국들 중에서도 가장 안정된 편입니다. 미본은 정복자 코랄 시대에 로스틀랜드를 탈출한 알도리 소드로드의 피난처로 시작하였습니다. 많은 소드로드가 미본에 정착하여 소드로드의 옛 기술에 대한 경험과 지식을 전해주었습니다. 소드로드의 비기를 배우기 위해 가룬드처럼 먼 곳에서도 미본으로 순례를 오곤 합니다. 계속 머무를 권리를 얻기 위해, 지원자는 점점 험난해지는 일련의 결투들을 이겨내야만 합니다.
ko_mt: 미본은 리버 왕국 중 가장 안정된 도시 중 하나입니다. 정복자 초랄의 통치 기간에 로스트랜드를 떠난 알도리 검객들의 피난처로 시작되었습니다. 많은 검객들이 미본에 정착하여 고대 검객 훈련에 대한 경험과 지식을 가져왔습니다. 가룬드까지 멀리 떨어진 곳의 전사들이 미본으로 순례를 와서 그 비밀을 연구합니다. 체류 자격을 얻으려면 지원자는 점점 더 어려워지는 일련의 결투를 통과해야 합니다.

source: A region of the Stolen Lands bordering Brevoy. It has fewer monsters than the woods or marshes, but it is plagued by numerous bandits. For many years, Oleg Leveton's trading post has served as the only bastion of civilization in this inhospitable realm.
ko: 브레보이와 도둑맞은 땅이 국경을 맞대고 있는 지역입니다. 숲이나 습지보단 괴물이 적으나, 그 대신 수많은 도적들에게 시달립니다. 오랫동안 올렉 레베튼의 교역소는 사람이 살기 힘든 이 지역에서 문명의 유일한 보루 역할을 해왔습니다.
ko_mt: 브레보이와 접해 있는 도둑맞은 땅의 지역입니다. 숲이나 습지보다는 괴물 수가 적지만, 수많은 도적들로 인해 골머리를 앓고 있습니다. 오랜 세월 동안 올레그 레베톤의 교역소는 이 척박한 땅에서 유일한 문명의 보루 역할을 해왔습니다.

source: The Shrike Hills are named after the Shrike River that winds through them, which, in turn, got its name from the numerous flocks of birds that nest along its length. Deep and full-flowing, it could have made a great trade route if not for its numerous and deadly rapids. The hills are equally deceptive — green and lush, they shelter countless monsters and bandits.
ko: 슈라이크 강은 그 강을 따라 둥지를 트는 수많은 새떼들 덕분에 그 이름을 얻었으며, 슈라이크 구릉지는 이곳을 구불구불 흐르는 슈라이크 강에서 이름을 따왔습니다. 깊고 풍요로운 강은 수많은 치명적 급류만 아니었어도 훌륭한 교역로가 되었을 것입니다. 구릉지 또한 강과 마찬가지로, 푸르고 아름답지만 그 속에 무수한 괴물과 도적들이 숨어있습니다.
ko_mt: 슈라이크 언덕의 이름은 언덕을 가로지르는 슈라이크 강에서 따온 것으로, 강을 따라 둥지를 틀고 있는 수많은 새떼에서 유래했습니다. 깊고 유속이 빠른 이 강은 수많은 치명적인 급류만 아니었다면 훌륭한 무역로가 될 수 있었을 것입니다. 언덕은 푸르고 무성하며 수많은 괴물과 도적의 은신처가 될 수 있을 만큼 기만적인 모습을 하고 있습니다.

source: The cleanest and clearest source of water in the Stolen Lands, Lake Silverstep draws from countless pristine streams and rivulets cascading down the steep tors to the east. Dozens of small waterfalls and foamy cascades make the lake's eastern shores places of eldritch beauty, where ancient willows spread mossy canopies over islands of flowering reeds and lilies. More than one eager wanderer, inspired by fairy tales of gems and dragon silver, have discovered the caverns hidden behind several of the lake's falls, just at its waterline, and below. Those who return speak of passages that run deep beneath the Tors of Levenies, of monstrous ossuaries, and of strange eyes that glow in the depths. Most, however, are never seen again.
ko: 도둑맞은 땅에서 가장 맑고 깨끗한 물의 원천인 실버스텝 호수는 자연 상태의 수많은 개울이 흘러들어 동쪽의 가파른 바위산을 폭포처럼 타고 내려갑니다. 수십 개의 작은 폭포와 거품이 이는 폭포수는 호수의 동쪽 기슭을 섬뜩하도록 아름답게 만들고, 갈대가 자라고 백합이 피는 섬 위에 오래된 버드나무가 이끼 낀 가지를 드리웁니다. 보석과 드래곤 실버의 전설에 이끌린 몇몇 나그네가 호수의 폭포들 뒤에 숨겨진 동굴을 발견했는데, 돌아온 사람들은 동굴이 레베니스 바위산맥 아래의 깊은 곳과 연결되어 있고, 동굴 속에 몬스터의 유해가 안치되어 있으며, 이상한 눈이 빛나고 있었다고 말했습니다. 하지만 대부분은 다시 볼 수 없었습니다.
ko_mt: 도둑맞은 땅에서 가장 깨끗하고 맑은 물의 원천인 실버스텝 호수는 동쪽의 가파른 토르에서 흘러내리는 무수한 자연 그대로의 개울과 계곡에서 솟아납니다. 수십 개의 작은 폭포와 거품 폭포가 호수의 동쪽 기슭을 고풍스러운 아름다움으로 물들이며, 고대 버드나무가 꽃이 만발한 갈대와 백합 섬 위에 이끼 덮인 캐노피를 펼칩니다. 보석과 용의 은에 관한 동화에서 영감을 받은 한 명 이상의 열성적인 방랑자가 호수의 여러 폭포와 물줄기 바로 아래 숨겨진 동굴을 발견했습니다. 돌아온 사람들은 레비니의 토르스 아래 깊은 곳으로 이어지는 통로와 괴물 같은 유골함, 그리고 깊은 곳에서 빛나는 이상한 눈동자에 대해 이야기합니다. 하지만 대부분은 다시는 볼 수 없습니다.

source: The planet Golarion orbits a yellow sun in the far reaches of the Material Plane. Third of eleven in orbit, this blue planet contains vast oceans and lush green lands, and is the perfect environment for countless cultures. Indeed, Golarion is the most populous planet in its solar system. Its innately hospitable and life-sustaining environment is presumably the work of the gods, so astronomers sometimes refer to Golarion as "the Child." Astronomers of other planets, however, often refer to Golarion as "the Cage," in reference to its cosmic role as the prison of the mad god Rovagug, who lies bound at the world's core.
ko: 골라리온 행성은 물질계 외곽의 노란 태양을 공전합니다. 태양계의 11개 행성 중 세 번째인 이 푸른 행성은 광활한 바다와 푸르른 녹지가 있어 수많은 문화가 번성하기에 완벽한 환경을 가지고 있습니다. 실제로 골라리온은 태양계에서 가장 인구가 많은 행성입니다. 생명친화적인 환경을 타고난 것은 아마도 신들의 작품이기 때문이 아닐까 하고 추측되기에, 때때로 천문학자들은 골라리온을 "아이"라고 부릅니다. 그러나 골라리온은 "새장"으로도 불리는데, 이는 그 핵에 미친 신 로바거그를 가둬 놓고 있다는 골라리온의 범우주적인 역할 때문입니다.
ko_mt: 골라리온 행성은 물질계의 가장 먼 곳에 있는 노란 태양 주위를 공전합니다. 궤도에 있는 11개 행성 중 세 번째인 이 푸른 행성은 광활한 바다와 푸르른 대지를 품고 있으며, 수많은 문화가 살기에 완벽한 환경입니다. 실제로 골라리온은 태양계에서 가장 인구가 많은 행성입니다. 선천적으로 친절하고 생명을 유지하는 환경은 아마도 신의 작품으로 추정되며, 그래서 천문학자들은 골라리온을 "아이"라고 부르기도 합니다. 그러나 다른 행성의 천문학자들은 골라리온이 세계의 중심부에 갇혀 있는 미친 신 로바구그의 감옥이라는 우주적 역할과 관련하여 종종 골라리온을 "감옥"이라고 부르기도 합니다.

source: An ability to intimidate others during the negotiations. Depends on character's Persuasion skill as well as special effects or abilities affecting Intimidate.
ko: 협상 중에 다른 사람을 협박하는 능력. 캐릭터의 설득 기술과 협박에 영향을 주는 특수 효과 및 능력에 달려 있습니다.
ko_mt: 협상 중에 상대를 협박할 수 있는 능력입니다. 캐릭터의 설득 기술과 협박에 영향을 주는 특수 효과 또는 능력에 따라 달라집니다.

source: Intimidate
ko: 협박
ko_mt: 협박

source: Unlearned
ko_mt: 학습되지 않음

source: Quality
ko: 품질
ko_mt: 품질

source: Weapon
ko: 무기
ko_mt: 무기

source: Armor
ko: 갑옷
ko_mt: 갑옷

source: Accessories
ko: 장신구
ko_mt: 액세서리

source: Usable
ko: 소모품
ko_mt: 사용 가능

source: Quest
ko: 퀘스트
ko_mt: 퀘스트

source: Not Identified
ko: 식별되지 않음
ko_mt: 식별되지 않음

source: {0} / month
ko: {0} / 월
ko_mt: {0} / 월

source: Each class has a number of favored {g|Encyclopedia:Skills}skills{/g}, called class skills. It is easier for your character to become more proficient in these skills, as they represent part of his professional training and constant practice. You gain a +3 {g|Encyclopedia:Bonus}bonus{/g} on all class skills that you put ranks into. If you have more than one class and both grant you a class skill bonus, these bonuses do not stack.
ko: 각 클래스에는 몇 가지 선호{g|Encyclopedia:Skills}기술{/g}이 있으며, 이를 클래스 기술이라 부릅니다. 이것은 해당 클래스에 대한 전문적인 훈련과 꾸준한 숙달을 표현하며, 당신의 캐릭터가 해당 기술에 더 숙련되는 것을 돕습니다. 당신은 등급을 올린 클래스 기술에 +3 {g|Encyclopedia:Bonus}보너스{/g}를 받습니다. 당신이 둘 이상의 클래스를 가지며 그들의 클래스 기술이 겹칠 경우, 이 보너스는 중복되지 않습니다.
ko_mt: 각 직업에는 직업 기술이라고 불리는 선호 {g|Encyclopedia:Skills}기술{/g}이 여러 개 있습니다. 직업 기술은 전문 훈련과 꾸준한 연습을 통해 캐릭터가 더 쉽게 숙련할 수 있습니다. 등급을 부여한 모든 직업 기술에 +3 {g|Encyclopedia:Bonus}보너스{/g}를 얻습니다. 직업이 두 개 이상이고 두 직업 모두 직업 기술 보너스를 부여하는 경우, 이 보너스는 중첩되지 않습니다.

source: Class skills
ko: 클래스 기술
ko_mt: 직업 기술

source: Archetypes are a quick and easy way to specialize characters of a given class, adding fun and flavorful new abilities to already established adventurers.
ko: 전형은 캐릭터가 선택한 클래스를 빠르고 쉽게 특화시키는 방법이며, 이미 견고한 모험가에게 재밌으면서도 강력한 신규 능력들을 추가합니다.
ko_mt: 원형은 특정 직업의 캐릭터를 빠르고 쉽게 전문화할 수 있는 방법으로, 이미 모험을 시작한 모험가에게 재미있고 풍성한 새로운 능력을 추가할 수 있습니다.

source: Archetype
ko: 전형
ko_mt: 원형

source: One-Handed
ko: 한손 무기
ko_mt: 한손

source: Can not use the ability due to condition
ko: 상태 이상으로 인해 능력 사용 불가
ko_mt: 조건으로 인해 능력을 사용할 수 없습니다.

source: Not enough burn
ko: 과열 부족
ko_mt: 화상 부족

source: Need mount
ko_mt: 마운트 필요

source: Must have a clear path to the target to use this ability
ko: 능력 사용을 위해 경로를 비워야 함
ko_mt: 이 능력을 사용하려면 대상에 대한 명확한 경로가 있어야 합니다.

source: Target can not see caster
ko: 대상이 시전자를 볼 수 없음
ko_mt: 대상이 시전자를 볼 수 없음

source: Target does not have condition:
ko_mt: 대상에 조건이 없습니다.

source: Target does not have condition:
ko_mt: 대상에 조건이 없습니다.

source: Target is not
ko_mt: Target이

source: Can only be used on enemies
ko: 적에게만 사용 가능
ko_mt: 적에게만 사용 가능

source: Invalid target
ko: 부적절한 대상
ko_mt: 잘못된 대상

source: Target must not be an animal companion
ko: 대상이 동물 동료가 아니어야 함
ko_mt: 대상은 동물 동반자가 아니어야 합니다.

source: Can only be used on non-party members
ko: 일행이 아닌 대상에게만 사용 가능
ko_mt: 파티 회원이 아닌 경우에만 사용 가능

source: Ability condition is not met
ko_mt: 능력 조건이 충족되지 않음

source: Cannot fly there
ko: 이곳에서 비행할 수 없음
ko_mt: 해당 지역 비행 불가

source: Ability condition is not met
ko_mt: 능력 조건이 충족되지 않음

source: Ability condition is not met
ko_mt: 능력 조건이 충족되지 않음

source: Target's {text} must be lower or equal to {description}
ko: 대상의 {text}가 {description}보다 작아야 함
ko_mt: 대상의 {text}(이)가 {description}보다 낮거나 같아야 합니다.

source: Metal
ko_mt: 금속

source: Movement Impairing
ko_mt: 이동 방해

source: Hex
ko_mt: 주박

source: Fear Immunity
ko_mt: 공포 면역

source: Undead Control
ko_mt: 언데드 제어

source: Channel Positive Energy
ko: 양에너지 전달
ko_mt: 양에너지 전달

source: Channel Negative Energy
ko: 음에너지 전달
ko_mt: 음에너지 전달

source: Channel Positive Energy Harm
ko_mt: 양에너지 전달 피해

source: Channel Negative Energy Harm
ko_mt: 음에너지 전달 피해

source: Arcane
ko_mt: 비전

source: Divine
ko_mt: 신성

source: Trap
ko_mt: 함정

source: Siege
ko_mt: 공성

source: Stratagem
ko_mt: 전략

source: Negative Level
ko_mt: 음수 레벨

source: Anomaly Distortion
ko_mt: 변칙 왜곡

source: A class ability is the most useful ability for characters of corresponding classes. It affects skill checks and modifiers of the character. One class may have several class abilities. It is advised to concentrate on developing these primarily.
ko: 클래스 능력은 해당 클래스의 캐릭터에게 가장 유용한 능력입니다. 캐릭터의 기술 판정 및 수정치에 영향을 줍니다. 한 클래스는 여러 클래스 능력을 가질 수 있습니다. 이 능력들을 주로 개발하는데 집중하는 것이 좋습니다.
ko_mt: 직업 능력은 해당 직업의 캐릭터에게 가장 유용한 능력입니다. 캐릭터의 기술 판정과 수정치에 영향을 줍니다. 한 클래스에 여러 개의 클래스 어빌리티가 있을 수 있습니다. 이 능력들을 주로 집중적으로 육성하는 것이 좋습니다.
