Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: Provides {g|Legend4_1Artefact}[legendary bracers]{/g}.
ko_mt: {g|Legend4_1Artefact}[전설 팔찌]{/g}을 제공합니다.

source: Old Soldier
ko: 노병
ko_mt: 늙은 병사

source: An invincible general, seasoned in many wars is recruited.
ko: 많은 전투에서 단련된 불굴의 지휘관을 모집합니다.
ko_mt: 수많은 전쟁에서 노련한 무적의 장군을 모집합니다.

source: All generals gain the {g|KnowledgeForTheChosenOnes}[Knowledge for the Chosen Ones]{/g} feat and learn the {g|SiphonTime}[Siphon Time]{/g} and {g|BoneArrow}[Bone Arrow]{/g} spells.
ko: 모든 지휘관이 {g|KnowledgeForTheChosenOnes}[선택받은 자의 지식]{/g} 특기를 얻고 {g|SiphonTime}[시간 흡수]{/g}와 {g|BoneArrow}[뼈 화살]{/g} 주문을 배웁니다.
ko_mt: 모든 장수는 {g|KnowledgeForTheChosenOnes}[선택받은 자를 위한 지식]{/g} 피트를 획득하고 {g|SiphonTime}[사이펀 시간]{/g} 및 {g|BoneArrow}[뼈 화살]{/g} 주문을 배웁니다.

source: All undead units gain the {g|OccultEnchantment}[Occult Enchantment]{/g} feat. All generals learn the {g|BoneShield}[Bone Shield]{/g} and {g|FalseGrace}[False Grace]{/g} spells.
ko: 모든 언데드 유닛이 {g|OccultEnchantment}[강화 비술]{/g} 특기를 얻습니다. 모든 지휘관이 {g|BoneShield}[뼈 방패]{/g}와 {g|FalseGrace}[거짓 자비]{/g} 주문을 배웁니다.
ko_mt: 모든 언데드 유닛이 {g|OccultEnchantment}[오컬트 인챈트]{/g} 피트를 얻습니다. 모든 장수가 {g|BoneShield}[뼈 보호막]{/g} 및 {g|FalseGrace}[거짓 은혜]{/g} 주문을 학습합니다.

source: Armies get a replenishment of {g|SkeletonSharpshooters}[Skeleton Sharpshooters]{/g} equal to (Value of killed enemies/1230) after a victory.
ko: 부대가 승리 후 {g|SkeletonSharpshooters}[스켈레톤 명사수]{/g}를 (살해한 적의 가치/1230) 만큼 회복합니다.
ko_mt: 군대는 승리 후 (처치한 적 수/1230)에 해당하는 {g|SkeletonSharpshooters}[해골 샤프슈터]{/g}을 보충받습니다.

source: Armies get a replenishment of {g|SkeletonChampions}[Skeleton Champions]{/g} equal to (Value of killed enemies/1500) after a victory.
ko: 부대가 승리후 {g|SkeletonChampions}[스켈레톤 챔피언]{/g}을 (살해한 적의 가치/1500)만큼 회복합니다.
ko_mt: 군대는 승리 후 (처치한 적 수/1500)에 해당하는 {g|SkeletonChampions}[해골 투사]{/g}을 보충받습니다.

source: Armies get a replenishment of {g|Vampires}[Vampires]{/g} equal to (Value of killed enemies/1770) after a victory.
ko: 부대가 승리후 {g|Vampires}[뱀파이어]{/g}를 (살해한 적의 가치/1770) 만큼 회복합니다.
ko_mt: 군대는 승리 후 (처치한 적 수/1770)에 해당하는 {g|Vampires}[뱀파이어]{/g}을 보충받습니다.

source: Honorary Funeral
ko: 명예로운 장례
ko_mt: 명예 장례식

source: Crusade morale increases by 20.
ko: 성전 사기가 20 증가합니다.
ko_mt: 십자군 사기가 20 증가합니다.

source: Graves of Sarkoris
ko: 사코리스의 무덤
ko_mt: 사르코리스의 무덤

source: Unlocks the {g|SkeletonsCreation}[Skeletons Creation]{/g} decree.
ko: {g|SkeletonsCreation}[스켈레톤 생성]{/g} 칙령을 해금합니다.
ko_mt: {g|SkeletonsCreation}[해골 생성]{/g} 법령을 잠금 해제합니다.

source: The Reaping
ko: 수확
ko_mt: 수확

source: Unlocks the {g|ZombiesCreation}[Zombies Creation]{/g} decree.
ko: {g|ZombiesCreation}[좀비 생성]{/g} 칙령을 해금합니다.
ko_mt: {g|ZombiesCreation}[좀비 생성]{/g} 법령을 잠금 해제합니다.

source: The Dead Laws
ko: 죽음의 율법
ko_mt: 죽은 법칙

source: Unlocks the {g|UndeadAristocracy}[Undead Aristocracy]{/g} decree.
ko: {g|UndeadAristocracy}[언데드 귀족]{/g} 칙령을 해금합니다.
ko_mt: {g|UndeadAristocracy}[언데드 귀족]{/g} 법령을 잠금 해제합니다.

source: Pharasmin Souls
ko: 파라즈마의 영혼들
ko_mt: 파라스민 영혼

source: All undead units gain the {g|DevouredSouls}[Devoured Souls]{/g} feat.
ko: 모든 언데드 유닛이 {g|DevouredSouls}[삼켜진 영혼들]{/g} 특기를 얻습니다.
ko_mt: 모든 언데드 유닛은 {g|DevouredSouls}[삼켜버린 영혼]{/g} 업적을 얻습니다.

source: Pharasmin Obedience
ko: 파라즈마의 복종
ko_mt: 파라스민 순종

source: Unlocks the {g|AnimateDead}[Animate Dead]{/g} ritual.
ko: {g|AnimateDead}[시체 일으키기]{/g} 의식을 해금합니다.
ko_mt: {g|AnimateDead}[시체 일으키기]{/g}의식을 잠금 해제합니다.

source: Pharasmin Trophies
ko: 파라즈마의 전리품
ko_mt: 파라스민 트로피

source: Provides {g|Lich4_3Artefact}[pharasmins' relic]{/g}.
ko: {g|Lich4_3Artefact}[파라즈마의 유물]{/g}을 제공합니다.
ko_mt: {g|Lich4_3Artefact}[파라스민의 유물]{/g}을 제공합니다.

source: Armies get a replenishment of {g|Liches}[Liches]{/g} equal to (Value of killed enemies/15,000) after a victory.
ko: 부대는 승리후 {g|Liches}[리치]{/g}를 (살해한 적의 가치/15,000) 만큼 회복합니다.
ko_mt: 군대는 승리 후 (처치한 적 수/15,000)에 해당하는 {g|Liches}[이끼]{/g}을 보충받습니다.

source: Armies get a replenishment of {g|GraveKnights}[Grave Knights]{/g} equal to (Value of killed enemies/20,000) after a victory.
ko: 부대는 승리후 {g|GraveKnights}[무덤 기사]{/g}를 (살해한 적의 가치/20,000) 만큼 회복합니다.
ko_mt: 군대는 승리 후 (처치한 적 수/20,000)에 해당하는 {g|GraveKnights}[무덤 기사단]{/g}을 보충받습니다.

source: Armies get a replenishment of {g|MummyClerics}[Mummy Clerics]{/g} equal to (Value of killed enemies/20,000) after a victory.
ko: 부대는 승리후 {g|MummyClerics}[미라 클레릭]{/g}을 (살해한 적의 가치/20,000) 만큼 회복합니다.
ko_mt: 군대는 승리 후 (처치한 적 수/20,000)에 해당하는 {g|MummyClerics}[미라 성직자]{/g}을 보충받습니다.

source: Unlocks the {g|RavenersRecruitment_mechanical}[Ravener Dragons Creation]{/g} decree, allowing recruitment of {g|RavenerDragons}[Ravener Dragons]{/g} — frightening monsters that feed on fear.
ko: {g|RavenersRecruitment_mechanical}[포식자 드래곤 생성]{/g} 칙령을 해금해 공포를 먹고 사는 무시무시한 괴물, {g|RavenerDragons}[레이브너 드래곤]{/g}을 모집할 수 있게 됩니다.
ko_mt: 공포를 먹고 사는 무시무시한 괴물인 {g|RavenersRecruitment_mechanical}[레이븐 드래곤 생성]{/g} 칙령을 잠금 해제하여 {g|RavenerDragons}[레이븐 드래곤]{/g}을 소환할 수 있습니다.

source: Unlocks the {g|PlaguedDragonsRecruitment_mechanical}[Plagued Dragons Creation]{/g} decree, allowing recruitment of {g|PlaguedDragons}[Plagued Dragons]{/g} — hardy and powerful monsters that spread diseases.
ko: {g|PlaguedDragonsRecruitment_mechanical}[역병 드래곤 생성]{/g} 칙령을 해금해 질병을 퍼뜨리는 튼튼하고 강력한 괴물, {g|PlaguedDragons}[역병 드래곤]{/g}을 모집할 수 있게 됩니다.
ko_mt: {g|PlaguedDragonsRecruitment_mechanical}[괴로워하는 용 창조]{/g} 법령을 잠금 해제하여 질병을 퍼뜨리는 강건하고 강력한 괴물인 {g|PlaguedDragons}[괴로워하는 용]{/g}을 소환할 수 있습니다.

source: Unlocks the {g|NightshadesRecruitment_mechanical}[Nightshades Creation]{/g} decree, allowing recruitment of {g|Nightcrawlers}[Nightcrawlers]{/g} — monsters capable of casting deadly spells.
ko: {g|NightshadesRecruitment_mechanical}[나이트 크롤러 생성]{/g} 칙령을 해금해 치명적인 주문을 시전하는 괴물 {g|Nightcrawlers}[나이트 크롤러]{/g}를 모집할 수 있게 됩니다.
ko_mt: {g|NightshadesRecruitment_mechanical}[나이트셰이드 생성]{/g} 칙령을 잠금 해제하여 치명적인 주문을 시전할 수 있는 괴물인 {g|Nightcrawlers}[나이트 크롤러]{/g}을 소환할 수 있습니다.

source: 1,250 {g|CultistsOfTheSwarm}[Cultists of the Swarm]{/g} are recruited at the Commander's headquarters — pathetic infantry whose goal is to be eaten by the swarm.
ko: 사령관의 지휘부에 1,250 {g|CultistsOfTheSwarm}[벌레 떼의 사교도]{/g} — 군체에 삼켜지는 것이 목표인 하찮은 보병들이 모집되었습니다.
ko_mt: 사령관 본부에서 1,250 {g|CultistsOfTheSwarm}[군단의 광신도]{/g}을 모집했는데, 이들은 무리에게 잡아먹히는 것이 목표인 한심한 보병입니다.

source: Food for the Spiders
ko: 거미의 음식
ko_mt: 거미를 위한 먹이

source: 600 {g|SpiderSwarm}[Spider Swarm]{/g} are recruited at the Commander's headquarters. {g|SpiderSwarm}[Spider Swarm]{/g} gain the {g|ChaosHammer}[Chaos Hammer]{/g} ability.
ko: 사령관의 지휘부에 600 {g|SpiderSwarm}[거미떼]{/g}를 모집합니다. {g|SpiderSwarm}[거미떼]{/g}는 {g|ChaosHammer}[혼돈의 망치]{/g} 능력을 얻습니다.
ko_mt: 사령관 본부에서 600 {g|SpiderSwarm}[거미떼]{/g}을 모집합니다. {g|SpiderSwarm}[거미떼]{/g}은 {g|ChaosHammer}[혼돈의 망치]{/g} 능력을 얻습니다.

source: Food for the Locusts
ko: 메뚜기의 음식
ko_mt: 메뚜기 먹이

source: 850 {g|LocustSwarm}[Locust Swarm]{/g} are recruited at the Commander's headquarters. {g|LocustSwarm}[Locust Swarm]{/g} gain the {g|BestowCurse}[Bestow Curse]{/g} ability.
ko: 사령관의 지휘부에 850 {g|LocustSwarm}[메뚜기 무리]{/g}를 모집합니다. {g|LocustSwarm}[메뚜기 무리]{/g}는 {g|BestowCurse}[저주 걸기]{/g} 능력을 얻습니다.
ko_mt: 사령관 본부에서 850 {g|LocustSwarm}[메뚜기 떼]{/g}을 모집합니다. {g|LocustSwarm}[메뚜기 떼]{/g}은 {g|BestowCurse}[저주 부여]{/g} 능력을 얻습니다.

source: Food for the Vescavors
ko: 베스카버의 음식
ko_mt: 베스캐버를 위한 음식

source: 250 {g|VescavorSwarm}[Vescavor Swarm]{/g} are recruited at the Commander's headquarters. {g|VescavorSwarm}[Vescavor Swarm]{/g} gain the {g|Dispel}[Dispel]{/g} ability.
ko: 사령관의 지휘부에 250 {g|VescavorSwarm}[베스카버 무리]{/g}를 모집합니다. {g|VescavorSwarm}[베스카버 무리]{/g}는 {g|Dispel}[마법 해제]{/g} 능력을 얻습니다.
ko_mt: 사령관 본부에서 250 {g|VescavorSwarm}[베스캐버 떼]{/g}을 모집합니다. {g|VescavorSwarm}[베스캐버 떼]{/g}은 {g|Dispel}[마법 해제]{/g} 능력을 얻습니다.

source: 500 {g|CultistsOfTheSwarm}[Cultists of the Swarm]{/g} and 400 {g|CultistCutthroats}[Cultist Cutthroats]{/g} — fighters capable of inflicting pinpoint strikes at enemies — are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 500 {g|CultistsOfTheSwarm}[벌레 떼의 사교도]{/g} 와 400 {g|CultistCutthroats}[사교도 살인마]{/g} — 적의 약점을 찌를 수 있는 전사들이 모집되었습니다.
ko_mt: 적에게 정밀 타격을 가할 수 있는 파이터인 500 {g|CultistsOfTheSwarm}[군단의 광신도]{/g}과 400 {g|CultistCutthroats}[사교도 목구멍]{/g}을 사령부 본부에서 모집합니다.

source: 700 {g|SpiderSwarm}[Spider Swarm]{/g} are recruited at the Commander's headquarters. {g|SpiderSwarm}[Spider Swarm]{/g} gain the {g|Absorption}[Absorption]{/g} ability.
ko: 사령관의 지휘부에 700 {g|SpiderSwarm}[거미떼]{/g}를 모집합니다. {g|SpiderSwarm}[거미떼]{/g}는 {g|Absorption}[흡수]{/g} 능력을 얻습니다.
ko_mt: 사령관 본부에서 700 {g|SpiderSwarm}[거미떼]{/g}을 모집합니다. {g|SpiderSwarm}[거미떼]{/g}은 {g|Absorption}[흡수]{/g} 능력을 얻습니다.

source: 1,000 {g|LocustSwarm}[Locust Swarm]{/g} are recruited at the Commander's headquarters. {g|LocustSwarm}[Locust Swarm]{/g} gain the {g|Absorption}[Absorption]{/g} ability.
ko: 사령관의 지휘부에 1,000 {g|LocustSwarm}[메뚜기 무리]{/g}를 모집합니다. {g|LocustSwarm}[메뚜기 무리]{/g}는 {g|Absorption}[흡수]{/g} 능력을 얻습니다.
ko_mt: 사령관 본부에서 1,000 {g|LocustSwarm}[메뚜기 떼]{/g}을 모집합니다. {g|LocustSwarm}[메뚜기 떼]{/g}은 {g|Absorption}[흡수]{/g} 능력을 얻습니다.

source: 300 {g|VescavorSwarm}[Vescavor Swarm]{/g} are recruited at the Commander's headquarters. {g|VescavorSwarm}[Vescavor Swarm]{/g} gain the {g|Absorption}[Absorption]{/g} ability.
ko: 사령관의 지휘부에 300 {g|VescavorSwarm}[베스카버 무리]{/g}를 모집합니다. {g|VescavorSwarm}[베스카버 무리]{/g}는 {g|Absorption}[흡수]{/g} 능력을 얻습니다.
ko_mt: 사령관 본부에서 300 {g|VescavorSwarm}[베스캐버 떼]{/g}을 모집합니다. {g|VescavorSwarm}[베스캐버 떼]{/g}은 {g|Absorption}[흡수]{/g} 능력을 얻습니다.

source: The Swarm Consumes All
ko: 군체가 모두를 삼키리라
ko_mt: 떼가 모든 것을 소비합니다

source: The Commander gains the Sting of the Swarm feat which provides a +2d6 extra damage to sneak attack. 180 {g|SpiderSwarm}[Spider Swarm]{/g}, 250 {g|LocustSwarm}[Locust Swarm]{/g} and 75 {g|VescavorSwarm}[Vescavor Swarm]{/g} are recruited at the Commander's headquarters.
ko: 사령관은 암습에 추가 +2d6 피해를 제공하는 벌레 떼의 침 특기를 얻습니다. 사령관의 지휘부에 180 {g|SpiderSwarm}[거미떼]{/g}, 250 {g|LocustSwarm}[메뚜기 무리]{/g}, 75 {g|VescavorSwarm}[베스카버 무리]{/g}를 모집합니다.
ko_mt: 지휘관은 암습 시 피해량에 +2d6을 추가하는 군단의 찌르기 특성을 얻습니다. 사령관 본부에서 180 {g|SpiderSwarm}[거미떼]{/g}, 250 {g|LocustSwarm}[메뚜기 떼]{/g}, 75 {g|VescavorSwarm}[베스캐버 떼]{/g}을 모집할 수 있습니다.

source: 500 {g|CultistsOfTheSwarm}[Cultists of the Swarm]{/g} and 400 {g|CultistMages}[Cultist Mages]{/g} — spellcasters capable of weakening enemies — are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 500 {g|CultistsOfTheSwarm}[벌레 떼의 사교도]{/g}와 400 {g|CultistMages}[사교도 마법사]{/g} — 적을 약화시킬 수 있는 주문 시전자가 모집되었습니다.
ko_mt: 사령관 본부에서 적을 약화시킬 수 있는 주문 시전사 500 {g|CultistsOfTheSwarm}[군단의 광신도]{/g}과 400 {g|CultistMages}[이교도 마법사]{/g}을 모집할 수 있습니다.

source: 1,200 {g|SpiderSwarm}[Spider Swarm]{/g} are recruited at the Commander's headquarters. {g|SpiderSwarm}[Spider Swarm]{/g} gain the {g|Sleep}[Sleep]{/g} ability.
ko: 사령관의 지휘부에 1,200 {g|SpiderSwarm}[거미떼]{/g}를 모집합니다. {g|SpiderSwarm}[거미떼]{/g}는 {g|Sleep}[수면]{/g} 능력을 얻습니다.
ko_mt: 사령관 본부에서 1,200 {g|SpiderSwarm}[거미떼]{/g}을 모집합니다. {g|SpiderSwarm}[거미떼]{/g}은 {g|Sleep}[수면]{/g} 능력을 얻습니다.

source: 1,650 {g|LocustSwarm}[Locust Swarm]{/g} are recruited at the Commander's headquarters. {g|LocustSwarm}[Locust Swarm]{/g} gain the {g|EarPiercingScream}[Ear-Piercing Scream]{/g} ability.
ko: 사령관의 지휘부에 1,650 {g|LocustSwarm}[메뚜기 무리]{/g}를 모집합니다. {g|LocustSwarm}[메뚜기 무리]{/g}는 {g|EarPiercingScream}[귀를 찢는 비명]{/g} 능력을 얻습니다.
ko_mt: 사령관 본부에서 1,650 {g|LocustSwarm}[메뚜기 떼]{/g}을 모집합니다. {g|LocustSwarm}[메뚜기 떼]{/g}이 {g|EarPiercingScream}[귀청을 찢는 비명]{/g} 능력을 얻습니다.

source: 500 {g|VescavorSwarm}[Vescavor Swarm]{/g} are recruited at the Commander's headquarters. {g|VescavorSwarm}[Vescavor Swarm]{/g} gain the {g|Displacement}[Displacement]{/g} ability.
ko: 사령관의 지휘부에 500 {g|VescavorSwarm}[베스카버 무리]{/g}를 모집합니다. {g|VescavorSwarm}[베스카버 무리]{/g}는 {g|Displacement}[환위]{/g} 능력을 얻습니다.
ko_mt: 사령관 본부에서 500 {g|VescavorSwarm}[베스캐버 떼]{/g}을 모집합니다. {g|VescavorSwarm}[베스캐버 떼]{/g}은 {g|Displacement}[변위]{/g} 능력을 얻습니다.

source: The Commander can cast poison breath, creeping doom, and cape of wasps spells. 300 {g|SpiderSwarm}[Spider Swarm]{/g}, 400 {g|LocustSwarm}[Locust Swarm]{/g} and 125 {g|VescavorSwarm}[Vescavor Swarm]{/g} are recruited at the Commander's headquarters.
ko: 사령관은 독 숨결, 기어다니는 파멸, 말벌 두르기 주문을 시전할 수 있습니다. 사령관의 지휘부에 300 {g|SpiderSwarm}[거미떼]{/g}, 400 {g|LocustSwarm}[메뚜기 무리]{/g}, 125 {g|VescavorSwarm}[베스카버 무리]{/g}를 모집합니다.
ko_mt: 사령관은 독의 숨결, 기는 운명, 말벌의 망토 주문을 시전할 수 있습니다. 사령관 본부에서 300 {g|SpiderSwarm}[거미떼]{/g}, 400 {g|LocustSwarm}[메뚜기 떼]{/g}, 125 {g|VescavorSwarm}[베스캐버 떼]{/g}을 모집할 수 있습니다.

source: 500 {g|CultistsOfTheSwarm}[Cultists of the Swarm]{/g} and 100 {g|GhlaunderKnights}[Ghlaunder Knights]{/g} — insidious fighters capable of putting enemies to sleep and stealing their blood — are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 500 {g|CultistsOfTheSwarm}[벌레 떼의 사교도]{/g}와 100 {g|GhlaunderKnights}[글라운더 기사]{/g} — 적을 잠에 빠져들게 만들고 그들의 피를 훔치는 음험한 전사들을 모집합니다.
ko_mt: 적을 잠들게 하고 피를 훔치는 교활한 전사 500 {g|CultistsOfTheSwarm}[군단의 광신도]{/g}과 100 {g|GhlaunderKnights}[세탁 기사단]{/g}을 사령관 본부에서 모집할 수 있습니다.

source: 1,700 {g|SpiderSwarm}[Spider Swarm]{/g} are recruited at the Commander's headquarters. {g|SpiderSwarm}[Spider Swarm]{/g} gain the {g|Dominate}[Dominate]{/g} ability.
ko: 사령관의 지휘부에 1,700 {g|SpiderSwarm}[거미떼]{/g}를 모집합니다. {g|SpiderSwarm}[거미떼]{/g}는 {g|Dominate}[지배]{/g} 능력을 얻습니다.
ko_mt: 사령관 본부에서 1,700 {g|SpiderSwarm}[거미떼]{/g}을 모집합니다. {g|SpiderSwarm}[거미떼]{/g}은 {g|Dominate}[지배]{/g} 능력을 얻습니다.

source: 2,250 {g|LocustSwarm}[Locust Swarm]{/g} are recruited at the Commander's headquarters. {g|LocustSwarm}[Locust Swarm]{/g} gain the {g|Drone}[Drone]{/g} ability.
ko: 사령관의 지휘부에 2,250 {g|LocustSwarm}[메뚜기 무리]{/g}를 모집합니다. {g|LocustSwarm}[메뚜기 무리]{/g}는 {g|Drone}[저음파]{/g} 능력을 얻습니다.
ko_mt: 사령관 본부에서 2,250 {g|LocustSwarm}[메뚜기 떼]{/g}을 모집합니다. {g|LocustSwarm}[메뚜기 떼]{/g}은 {g|Drone}[드론]{/g} 능력을 얻습니다.

source: 700 {g|VescavorSwarm}[Vescavor Swarm]{/g} are recruited at the Commander's headquarters. {g|VescavorSwarm}[Vescavor Swarm]{/g} gain the {g|Banishment}[Banishment]{/g} ability.
ko: 사령관의 지휘부에 700 {g|VescavorSwarm}[베스카버 무리]{/g}를 모집합니다. {g|VescavorSwarm}[베스카버 무리]{/g}는 {g|Banishment}[추방]{/g} 능력을 얻습니다.
ko_mt: 사령관 본부에서 700 {g|VescavorSwarm}[베스캐버 떼]{/g}을 모집합니다. {g|VescavorSwarm}[베스캐버 떼]{/g}은 {g|Banishment}[추방]{/g} 능력을 얻습니다.

source: The Commander can cast boneshatter and plague storm spells. 400 {g|SpiderSwarm}[Spider Swarm]{/g}, 600 {g|LocustSwarm}[Locust Swarm]{/g} and 175 {g|VescavorSwarm}[Vescavor Swarm]{/g} are recruited at the Commander's headquarters.
ko: 사령관은 뼈 부수기와 역병 폭풍 주문을 시전할 수 있습니다. 사령관의 지휘부에 400 {g|SpiderSwarm}[거미떼]{/g}, 600 {g|LocustSwarm}[메뚜기 무리]{/g}, 175 {g|VescavorSwarm}[베스카버 무리]{/g}를 모집합니다.
ko_mt: 사령관은 해골 산산조각과 역병 폭풍 주문을 시전할 수 있습니다. 사령관 본부에서 400 {g|SpiderSwarm}[거미떼]{/g}, 600 {g|LocustSwarm}[메뚜기 떼]{/g}, 175 {g|VescavorSwarm}[베스캐버 떼]{/g}을 모집할 수 있습니다.

source: Locust Host
ko: 메뚜기 축제
ko_mt: 메뚜기 호스트

source: 500 {g|CultistsOfTheSwarm}[Cultists of the Swarm]{/g} and 777 {g|DemonicKnights}[Fallen Knights]{/g} — furious assault cavalry — are recruited at the Commander's headquarters.
ko_mt: 사령관 본부에서 맹렬한 돌격 기병대인 500 {g|CultistsOfTheSwarm}[군단의 광신도]{/g}과 777 {g|DemonicKnights}[타락한 기사]{/g}을 모집합니다.

source: 2,400 {g|SpiderSwarm}[Spider Swarms]{/g} are recruited at the Commander's headquarters. {g|SpiderSwarm}[Spider Swarms]{/g} gain the {g|TheyAreEverywhere}[They Are Everywhere!]{/g} feat.
ko: 사령관의 지휘부에서 2,400 {g|SpiderSwarm}[거미떼]{/g}를 모집합니다. {g|SpiderSwarm}[거미떼]{/g}는 {g|TheyAreEverywhere}[포위당했습니다!]{/g} 특기를 얻습니다.
ko_mt: 사령관 본부에서 2,400 {g|SpiderSwarm}[거미 무리]{/g}을 모집합니다. {g|SpiderSwarm}[거미 무리]{/g}이 {g|TheyAreEverywhere}[그들은 어디에나 있다!]{/g} 피트를 획득합니다.

source: 3,500 {g|LocustSwarm}[Locust Swarms]{/g} are recruited at the Commander's headquarters. {g|LocustSwarm}[Locust Swarms]{/g} gain the {g|TheyAreEverywhere}[They Are Everywhere!]{/g} feat.
ko: 사령관의 지휘부에 3,500 {g|LocustSwarm}[메뚜기 무리]{/g}를 모집합니다. {g|LocustSwarm}[메뚜기 무리]{/g}는 {g|TheyAreEverywhere}[포위당했습니다!]{/g} 특기를 얻습니다.
ko_mt: 사령관 본부에서 3,500 {g|LocustSwarm}[메뚜기 무리]{/g}을 모집합니다. {g|LocustSwarm}[메뚜기 무리]{/g}이 {g|TheyAreEverywhere}[그들은 어디에나 있다!]{/g} 피트를 획득합니다.

source: 1,000 {g|VescavorSwarm}[Vescavor Swarms]{/g} are recruited at the Commander's headquarters. {g|VescavorSwarm}[Vescavor Swarms]{/g} gain the {g|TheyAreEverywhere}[They Are Everywhere!]{/g} feat.
ko: 사령관의 지휘부에 1,000 {g|VescavorSwarm}[베스카버 무리]{/g}를 모집합니다. {g|VescavorSwarm}[베스카버 무리]{/g}는 {g|TheyAreEverywhere}[포위당했습니다!]{/g} 특기를 얻습니다.
ko_mt: 사령관 본부에서 1,000명의 {g|VescavorSwarm}[베스카버 무리]{/g}을 모집합니다. {g|VescavorSwarm}[베스카버 무리]{/g}이 {g|TheyAreEverywhere}[그들은 어디에나 있다!]{/g} 피트를 획득합니다.

source: The Commander gains the Countless Swarm feat which provides +(5×Mythic rank) HP. 600 {g|SpiderSwarm}[Spider Swarm]{/g}, 850 {g|LocustSwarm}[Locust Swarm]{/g} and 250 {g|VescavorSwarm}[Vescavor Swarm]{/g} are recruited at the Commander's headquarters.
ko: 사령관은 (5×신화 레벨) HP를 부여하는 끝없는 벌레 떼 특기를 얻습니다. 사령관의 지휘부에서 600 {g|SpiderSwarm}[거미떼]{/g}, 850 {g|LocustSwarm}[메뚜기 무리]{/g}, 250 {g|VescavorSwarm}[베스카버 무리]{/g}를 모집합니다.
ko_mt: 지휘관이 +(5×신화 등급) HP를 제공하는 무수한 무리 능력을 얻습니다. 사령관 본부에서 600 {g|SpiderSwarm}[거미떼]{/g}, 850 {g|LocustSwarm}[메뚜기 떼]{/g}, 250 {g|VescavorSwarm}[베스캐버 떼]{/g}을 모집할 수 있습니다.

source: All trainable units gain the {g|ExpensiveEquipment}[Expensive Equipment]{/g} feat.
ko: 모든 훈련 가능 유닛이 {g|ExpensiveEquipment}[비싼 장비]{/g} 특기를 얻습니다.
ko_mt: 훈련 가능한 모든 유닛은 {g|ExpensiveEquipment}[고가 장비]{/g} 업적을 얻습니다.

source: Resourceful Intendants
ko: 지모있는 감독관
ko_mt: 수완이 풍부한 의도자

source: All trainable units gain the {g|ReadyForAnything}[Ready for Anything]{/g} feat.
ko: 모든 훈련 가능 유닛이 {g|ReadyForAnything}[준비만전]{/g} 특기를 얻습니다.
ko_mt: 훈련 가능한 모든 유닛은 {g|ReadyForAnything}[만반의 준비]{/g} 업적을 얻습니다.

source: Responsible Intendants
ko: 책임감 있는 감독관
ko_mt: 책임 있는 의도자

source: All trainable units gain the {g|OnlyTheEssentials}[Only the Essentials]{/g} feat.
ko: 모든 훈련 가능 유닛이 {g|OnlyTheEssentials}[필수요소만]{/g} 특기를 얻습니다.
ko_mt: 훈련 가능한 모든 유닛은 {g|OnlyTheEssentials}[필수 기능만]{/g} 업적을 얻습니다.

source: Experiences Intendants
ko: 경험 많은 감독관
ko_mt: 경험 인텐던트

source: Mercenary Intendants
ko: 용병 감독관
ko_mt: 용병 의도

source: All mercenary units gain the {g|OnlyTheEssentials}[Only the Essentials]{/g} feat.
ko: 모든 용병 유닛이 {g|OnlyTheEssentials}[필수요소만]{/g} 특기를 얻습니다.
ko_mt: 모든 용병 유닛은 {g|OnlyTheEssentials}[필수 기능만]{/g} 업적을 얻습니다.

source: Well-Connected Intendants
ko: 연줄이 풍부한 감독관
ko_mt: 잘 연결된 인텐던트

source: All mercenary units gain the {g|EquipmentFromTheState}[Equipment from the State]{/g} feat.
ko: 모든 용병 유닛이 {g|EquipmentFromTheState}[국가의 장비]{/g} 특기를 얻습니다.
ko_mt: 모든 용병 유닛은 {g|EquipmentFromTheState}[국가 장비]{/g} 업적을 얻습니다.

source: All generals gain the {g|Favoritism}[Favoritism]{/g} feat.
ko: 모든 지휘관이 {g|Favoritism}[편애]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 {g|Favoritism}[편애]{/g} 능력을 얻습니다.

source: All generals gain the {g|CaravanMasters}[Caravan Masters]{/g} feat.
ko: 모든 지휘관이 {g|CaravanMasters}[상단의 주인]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 {g|CaravanMasters}[캐러밴 마스터]{/g} 업적을 얻습니다.

source: All generals gain the {g|CollectingTrophies}[Salvage]{/g} feat.
ko: 모든 지휘관이 {g|CollectingTrophies}[인양]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 {g|CollectingTrophies}[구조]{/g} 업적을 얻습니다.

source: Demonstration of Rigor
ko: 엄정함 강조
ko_mt: 엄격함의 입증

source: Unlocks the {g|TrickySteal}[Tricky Steal]{/g} decree.
ko: {g|TrickySteal}[교활한 도둑질]{/g} 칙령을 해금합니다.
ko_mt: {g|TrickySteal}[까다로운 훔치기]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|CollectingNoMansProperty}[Acquiring Unclaimed Property]{/g} decree.
ko: {g|CollectingNoMansProperty}[소유자 불명 재산 취득]{/g} 칙령을 해금합니다.
ko_mt: {g|CollectingNoMansProperty}[미청구 재산 취득]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|SellingExcesses}[Selling Excesses]{/g} and {g|DistributionOfTrophies}[Distribution of Trophies]{/g} decrees, allowing Finance Points to be exchanged for Material Points and vice versa.
ko: {g|SellingExcesses}[과잉 판매]{/g}, {g|DistributionOfTrophies}[전리품 분배]{/g} 칙령을 해금해 재정 점수와 물자 점수를 서로 교체할 수 있게 됩니다.
ko_mt: 재정 점수를 재료 점수로 또는 그 반대로 교환할 수 있는 {g|SellingExcesses}[초과 판매]{/g} 및 {g|DistributionOfTrophies}[전리품 배포]{/g} 법령을 잠금 해제합니다.

source: Exchange
ko: 교환
ko_mt: 교환

source: Unlocks the {g|WarehouseRaiding}[Warehouse Raiding]{/g} decree.
ko: {g|WarehouseRaiding}[창고 습격]{/g} 칙령을 해금합니다.
ko_mt: {g|WarehouseRaiding}[창고 습격]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|Corruption}[Corruption]{/g} decree.
ko: {g|Corruption}[부패]{/g} 칙령을 해금합니다.
ko_mt: {g|Corruption}[부패]{/g} 법령을 잠금 해제합니다.

source: The Main Barracks provide weekly recruitment growth for {g|Champions}[Champions]{/g} — powerful shock infantry. All {g|Footmen}[Footmen]{/g} are promoted to {g|Champions}[Champions]{/g}.
ko: 중앙 병영이 강력한 충격 보병인 {g|Champions}[챔피언]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|Footmen}[보병]{/g}이 {g|Champions}[챔피언]{/g}으로 진급합니다.
ko_mt: 주 막사에서는 강력한 충격 보병인 {g|Champions}[챔피언]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|Footmen}[보병]{/g}이 {g|Champions}[챔피언]{/g}로 진급합니다.

source: The Main Barracks provide weekly recruitment growth for {g|ShieldBearers}[Shield Bearers]{/g} — staunch defensive infantry. All {g|Footmen}[Footmen]{/g} are promoted to {g|ShieldBearers}[Shield Bearers]{/g}.
ko: 중앙 병영이 {g|ShieldBearers}[방패병]{/g} — 굳건한 모루 보병의 모집 성장을 제공합니다. 모든 {g|Footmen}[보병]{/g}이 {g|ShieldBearers}[방패병]{/g}으로 진급합니다.
ko_mt: 주 막사에서는 견고한 방어 보병인 {g|ShieldBearers}[방패병]{/g}의 주간 신병 모집량이 증가합니다. 모든 {g|Footmen}[보병]{/g}이 {g|ShieldBearers}[방패병]{/g}로 진급합니다.

source: The Main Barracks provide weekly recruitment growth for {g|Spearmen}[Spearmen]{/g} — infantry capable of destroying large enemies. All {g|Footmen}[Footmen]{/g} are promoted to {g|Spearmen}[Spearmen]{/g}.
ko: 중앙 병영이 대형 적을 파괴할 수 있는 보병인 {g|Spearmen}[창병]{/g}의 모집 성장을 제공합니다. 모든 {g|Footmen}[보병]{/g}이 {g|Spearmen}[창병]{/g}으로 진급합니다.
ko_mt: 주 막사에서는 대규모 적을 격파할 수 있는 보병인 {g|Spearmen}[창병]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|Footmen}[보병]{/g}은 {g|Spearmen}[창병]{/g}로 승급합니다.

source: The Main Barracks provide weekly recruitment growth for {g|Convicts}[Convicts]{/g} — cheap and numerous infantry with good fighting skills, but low morale. All {g|Footmen}[Footmen]{/g} are promoted to {g|Convicts}[Convicts]{/g}.
ko: 중앙 병영이 사기가 낮지만 쓸만한 전투 기술을 지녔고 싼 값에 대량으로 모집할 수 있는 보병인 {g|Convicts}[죄수]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|Footmen}[보병]{/g}이 {g|Convicts}[죄수]{/g}로 진급합니다.
ko_mt: 주 막사에서는 전투 기술은 좋지만 사기가 낮은 값싸고 많은 보병인 {g|Convicts}[죄수]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|Footmen}[보병]{/g}은 {g|Convicts}[죄수]{/g}로 승급됩니다.

source: The Main Barracks provide weekly recruitment growth for {g|Conscripts}[Conscripts]{/g} — poorly trained, but cheap and numerous infantry. All {g|Footmen}[Footmen]{/g} are promoted to {g|Conscripts}[Conscripts]{/g}.
ko: 중앙 병영이 끔찍한 훈련도를 지닌 대신 싼 값에 대량으로 모집할 수 있는 보병인 {g|Conscripts}[징집병]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|Footmen}[보병]{/g}이 {g|Conscripts}[징집병]{/g}으로 진급합니다.
ko_mt: 주 막사에서는 훈련은 부족하지만 값싸고 많은 보병을 보유한 {g|Conscripts}[징집병]{/g}에 매주 신병 성장을 제공합니다. 모든 {g|Footmen}[보병]{/g}은 {g|Conscripts}[징집병]{/g}로 진급합니다.

source: The Main Archery Range provides weekly recruitment growth for {g|Rangers}[Rangers]{/g} — a ranged unit capable of defending themselves in close combat. All {g|Archers}[Archers]{/g} are promoted to {g|Rangers}[Rangers]{/g}.
ko: 중앙 궁술 훈련장이 근접 전투에서 스스로를 방어할 수 있는 원거리 유닛인 {g|Rangers}[레인저]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|Archers}[궁수]{/g}가 {g|Rangers}[레인저]{/g}로 진급합니다.
ko_mt: 주 궁술 훈련장에서는 근접 전투에서 자신을 방어할 수 있는 원거리 유닛인 {g|Rangers}[순찰자]{/g}의 주간 모집량이 증가합니다. 모든 {g|Archers}[궁수]{/g}이 {g|Rangers}[순찰자]{/g}로 승급됩니다.

source: The Main Archery Range provides weekly recruitment growth for {g|Marksmen}[Marksmen]{/g} — extremely accurate ranged troops with powerful bows. All {g|Archers}[Archers]{/g} are promoted to {g|Marksmen}[Marksmen]{/g}.
ko: 중앙 궁술 훈련장이 강궁을 사용하는 극도로 정확한 원거리 분대인 {g|Marksmen}[저격수]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|Archers}[궁수]{/g}가 {g|Marksmen}[저격수]{/g}로 진급합니다.
ko_mt: 주 활터에서는 강력한 활을 사용하는 매우 정확한 원거리 부대인 {g|Marksmen}[명사수]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|Archers}[궁수]{/g}이 {g|Marksmen}[명사수]{/g}로 승급됩니다.
