Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: The corpse under the sheet was tortured to death — the body has been carved up with fanatical precision.
ko: 침상 아래의 시체는 죽을 때까지 고문당했습니다. 시체는 광적인 수준의 정밀도로 저며져 있습니다.
ko_mt: 시트 아래의 시체는 고문으로 죽었습니다. 시체는 광신적인 정밀도로 조각되었습니다.

source: The corpse's mutilated head shows that an attempt was made to place the circlet on the victim's head, but they did not survive the agonizing operation.
ko: 시신의 훼손된 머리 부분을 보면, 희생자의 머리에 서클렛을 씌우려 했으나 수술의 고통을 견디지 못해 죽어버린 모양입니다.
ko_mt: 시체의 절단 된 머리는 희생자의 머리에 서클릿을 놓으려는 시도가 있었음을 보여 주지만 고통스러운 수술에서 살아남지 못했습니다.

source: The corpse under the sheet is one of the defenders of this place. Their mechanical parts have been roughly ripped out and the flesh discarded like carrion.
ko: 침상 아래의 시신은 이 건물의 경비병 중 하나입니다. 그의 기계 부품들은 거칠게 뜯겨 나갔으며 살은 썩은 고기처럼 버려졌습니다.
ko_mt: 시트 아래의 시체는 이 장소의 수비수 중 하나입니다. 그들의 기계 부품은 거칠게 찢어졌고 살은 썩은 고기처럼 버려졌습니다.

source: This machine is used for healing and provides the healer with information about the patient's current condition.
ko: 이 기계는 환자의 치유에 사용되며, 치유사에게 환자의 현재 건강 상태에 대한 정보를 제공합니다.
ko_mt: 이 기계는 치유에 사용되며 치유사에게 환자의 현재 상태에 대한 정보를 제공합니다.

source: Macabre image of a person's internal organs, evidently drawn by someone who was mentally disturbed.
ko: 사람의 내부 장기를 묘사한 섬뜩한 그림으로, 정신이 불안정한 누군가가 그린 것이 확실합니다.
ko_mt: 정신적으로 불안한 사람이 그린 것으로 보이는 사람의 내부 장기의 섬뜩한 이미지.

source: The anatomical drawing, replete with stomach-turning details, sets out how to crown a victim with the sinister barbed circlet.
ko: 구역질나는 세부 묘사로 가득한 이 해부도는 사악한 가시가 돋힌 서클렛을 어떻게 희생자에게 씌울 수 있을지 설명합니다.
ko_mt: 배를 돌리는 세부 사항으로 가득 찬 해부학 적 그림은 불길한 가시 고리로 희생자에게 왕관을 씌우는 방법을 설명합니다.

source: The electricity-driven machines seem designed for blacksmithing and producing items.
ko: 전력을 받아 동작하는 이 기계는 제련과 물품 제작을 위해 설계된걸로 보입니다.
ko_mt: 전기 구동 기계는 대장장이와 아이템 생산을 위해 설계된 것 같습니다.

source: The thick walls of the blast furnace retain the heat from the fire that recently raged within it.
ko: 용광로의 두꺼운 외벽은 내부에서 타올랐던 폭염의 열기를 간직하고 있습니다.
ko_mt: 용광로의 두꺼운 벽은 최근 그 안에서 격렬한 화재로 인한 열을 유지합니다.

source: The crates numbered with Numerian symbols are arranged with compulsive precision.
ko: 누메리아 숫자가 매겨진 상자들이 강박적인 수준으로 정렬되어 있습니다.
ko_mt: 숫자 기호로 번호가 매겨진 상자는 강박적으로 정밀하게 배열되어 있습니다.

source: Bloodstained armor belonging to crusaders and demons lies in a pile, waiting to be melted down.
ko: 성전사와 데몬의 것이었던 피투성이 갑옷들이 녹을 차례를 기다리는 채 쌓여 있습니다.
ko_mt: 십자군과 데몬의 피 묻은 갑옷이 더미에 놓여 녹아 내리기만을 기다리고 있습니다.

source: You cannot make sense of the inscrutable magic diagram.
ko: 당신은 수수께끼같은 이 마법 도식을 전혀 이해할 수 없습니다.
ko_mt: 당신은 이해할 수없는 마법 다이어그램을 이해할 수 없습니다.

source: Your knowledge allows you to recognize the contours of a new deadly weapon in the deranged diagram, one based on Numerian technology.
ko: 당신의 지식이 정신없는 도면으로부터 누메리아 기술에 기반한 치명적인 새 무기의 윤곽을 파악하는데 도움을 줬습니다.
ko_mt: 당신의 지식은 숫자 기술을 기반으로 한 미친 다이어그램에서 새로운 치명적인 무기의 윤곽을 인식 할 수있게 해줍니다.

source: The half-assembled magical device looks as incomprehensible as it does absurdly unviable.
ko: 반쯤 조립된 마법 장치는 사용하기엔 이른 단계이기 때문에 이해할 수도 없습니다.
ko_mt: 반쯤 조립 된 마법 장치는 터무니없이 실행 불가능한 것처럼 이해할 수없는 것처럼 보입니다.

source: The dead crusader on the bed was seriously wounded, bleeding where they lay, as evidenced by the darkened, pungent-smelling sheet.
ko: 침대에 누워있는 성전사의 시체는 심각한 부상을 입은 채 누운 자리에서 피를 흘렸을 것이며, 자극적인 냄새가 나는 얼룩진 침대보가 이를 뒷받침합니다.
ko_mt: 침대에있는 죽은 십자군은 어둡고 매운 냄새가 나는 시트에서 알 수 있듯이 누워있는 곳에서 피를 흘리며 심각한 부상을 입었습니다.

source: It looks like this corpse has been lying here on this bed, slowly becoming mummified, for several months at least.
ko: 이 시체는 침대 위에 누운 채 최소 몇 달 동안을 천천히 미라화 된 것으로 보입니다.
ko_mt: 이 시체는 적어도 몇 달 동안 천천히 미라가되어이 침대에 누워있는 것 같습니다.

source: The dead person's wounds were carefully bandaged, but their injuries were too extensive and led to their death.
ko: 죽은 사람의 상처는 조심스레 봉합되었으나, 너무 상처가 깊었기에 죽음에 다다른 걸로 보입니다.
ko_mt: 죽은 사람의 상처는 조심스럽게 붕대를 감았지만 부상이 너무 광범위하여 사망에 이르렀습니다.

source: The sight of the thick straps that were used to bind helpless and wounded people to the beds is sickening.
ko: 무력하고 부상당한 이들을 침상에 묶어두는데 사용되었을 두꺼운 끈은 참상을 보여줍니다.
ko_mt: 무력하고 부상당한 사람들을 침대에 묶는데 사용된 두꺼운 끈의 광경은 역겹습니다.

source: The sinister-looking instruments on the table could only be used to inflict horrifying torture.
ko: 탁상 위 불길해보이는 장비들은 오직 공포스러운 고문을 행하는 용도로만 쓰였을 겁니다.
ko_mt: 테이블 위의 불길해 보이는 도구는 끔찍한 고문을 가하는데만 사용할 수 있습니다.

source: The sinister-looking instruments on the table appear to be used to open the skulls of unfortunate victims and attach the horrifying barbed circlets to their brains.
ko: 탁상 위에 놓인 불길해 보이는 장비들은 불운한 희생자의 두개골을 열어 그들의 뇌에 끔찍한 가시 서클렛을 끼우는데 사용된 걸로 보입니다.
ko_mt: 테이블 위에있는 불길 해 보이는 도구는 불행한 희생자들의 두개골을 열고 끔찍한 가시 원을 뇌에 부착하는데 사용되는 것으로 보입니다.

source: You realize that knowledge of the camp around you is stored and processed in the depths of this machine — it contains information on the workings of the camp's machinery, as well as previous attempts to storm the compound.
ko: 당신은 주변 구조물에 대한 지식이 이 기계 깊숙한 곳에 저장되고 처리되고 있음을 깨달았습니다. 이는 건물 내부 기계들의 작동 현황과 이전의 파괴 공작 시도에 관한 정보를 포함합니다.
ko_mt: 당신은 당신 주변의 캠프에 대한 지식이 이 기계의 깊이에 저장되고 처리된다는 것을 알고 있습니다. 여기에는 캠프 기계의 작동에 대한 정보와 이전에 기지를 습격하려는 시도가 포함되어 있습니다.

source: Calling upon your extensive knowledge, you hypothesize that these humming boxes are the brains of the hive of machines around you, the place where their memory and knowledge are stored.
ko: 당신은 넓은 지식을 활용하였고, 윙윙거리는 이 상자들이 당신 주변의 기계에 종속된 뇌 군집이며, 이곳이 바로 기억과 지식이 저장되는 공간이라는 가설에 이르렀습니다.
ko_mt: 당신의 광범위한 지식을 바탕으로, 당신은 이 윙윙 거리는 상자가 당신 주변의 기계 벌집의 두뇌, 그들의 기억과 지식이 저장되는 곳이라고 가정합니다.

source: After pressing the button a couple of times, a message flashes on the device screen: "Psionic shielding tools — Storeroom 1." Further attempts yield nothing more.
ko: 두 번 정도 버튼을 누르자, 장치의 화면에 문자열이 발생했습니다. "정신 보호 도구 — 1번 창고." 더는 아무 일도 일어나지 않습니다.
ko_mt: 버튼을 몇 번 누르면 장치 화면에 메시지가 깜박입니다. "사이오닉 차폐 도구 - 저장소 1." 더 이상 시도해도 더 이상 아무것도 얻지 못합니다.

source: The crates are full of gleaming components covered in foul-smelling dark oil.
ko: 이 상자에는 악취가 나는 검은색 기름을 잔뜩 먹은 채 번들거리는 부품이 가득 들었습니다.
ko_mt: 상자는 악취가 나는 어두운 기름으로 덮인 반짝이는 구성 요소로 가득 차 있습니다.

source: Augmented Kalavakus
ko: 강화된 칼라바쿠스
ko_mt: 증강 칼라 바쿠스

source: Electric Tower
ko: 전류 탑
ko_mt: 전기 타워

source: Crippled Soldier
ko: 불구가 된 병사
ko_mt: 불구 병사

source: The salamander is focused on its work, seemingly unaware of your presence.
ko: 샐러맨더는 자기 작업에 몰입한 탓에 당신의 존재를 모르는 듯합니다.
ko_mt: 도롱뇽은 당신의 존재를 알지 못하는 것 같지만 일에 집중하고 있습니다.

source: The aggressive machine was not alive, but it sensed your presence and deliberately attacked you.
ko: 이 공격적인 기계는 살아있지 않지만, 당신의 존재를 감지하고 고의로 당신을 공격했습니다.
ko_mt: 공격적인 기계는 살아 있지 않았지만 사용자의 존재를 감지하고 고의적으로 공격했습니다.

source: {n}Wherever you may be, you need only offer a single thought and your order will be executed. The Device is ready to serve. All that's left to do to allow it to perform its bloody work is to send it naive and loyal mortals.{/n}
ko: {n}당신이 어디에 있던, 생각하기만 하면 당신의 명령이 수행될 것이다. 기계장치는 당신을 섬길 준비가 되었다. 이제 남은 것은 순진하고 충성스러운 필멸자들을 기계장치로 보내, 피비린내나는 작업을 수행하도록 만드는 일 뿐이다.{/n}
ko_mt: {n}당신이 어디에 있든, 단 한 번의 생각만 제시하면 주문이 실행됩니다. 장치가 서비스할 준비가 되었습니다. 피비린내 나는 작업을 수행하기 위해 남은 것은 순진하고 충성스러운 필멸자를 보내는 것뿐입니다 .{/n}

source: There is nothing left of value on these bookshelves.
ko: 이 책장에 남은 것중엔 가치있는 게 없습니다.
ko_mt: 이 책꽂이에는 가치있는 것이 남아 있지 않습니다.

source: Search the bookshelves
ko: 책장을 뒤진다
ko_mt: 책꽂이 검색

source: The high priestess of Pulura lies in a state of gentle repose. Her face is calm and serene, even in death.
ko: 펄루라의 고위 사제는 휴식을 취하는 듯 누워있습니다. 죽어서조차도, 그녀의 표정은 차분하고 평화롭습니다.
ko_mt: 풀루라의 대제사장은 조용한 휴식의 상태에 놓여 있습니다. 그녀의 얼굴은 죽음 속에서도 평온하고 고요합니다.

source: The head guard of Pulura's temple accepted his fate calmly. His face is peaceful, and bears no trace of suffering.
ko: 펄루라 신전의 경비 대장은 겸허하게 자신의 운명을 받아들였습니다. 그의 얼굴은 차분하며, 어떤 고통의 흔적도 없습니다.
ko_mt: 풀루라 사원의 수문장은 자신의 운명을 담담하게 받아들였다. 그의 얼굴은 평화 롭고 고통의 흔적이 없습니다.

source: Vestari and Cristry are holding hands even in death.
ko: 베스타리와 크리스트리는 죽어서조차 손을 맞잡고 있습니다.
ko_mt: 베스타리와 크리스티는 죽음 속에서도 손을 잡고 있습니다.

source: Nidalav cradles a sketchbook in her lifeless arms. It is filled with new drawings.
ko: 니달랍은 생기없는 그녀의 품에 공책 하나를 꼭 껴안았습니다. 거기엔 새로운 그림들이 그러져 있습니다.
ko_mt: 나이달라브는 생명이 없는 팔에 스케치북을 안고 있습니다. 그것은 새로운 그림으로 가득 차 있습니다.

source: Odden's lifeless features are frozen in an expression of resignation and longing.
ko: 오덴의 얼굴은 동경과 체념의 표정과 함께 굳었습니다.
ko_mt: 오덴의 생명이 없는 특징은 체념과 그리움의 표현으로 얼어 붙습니다.

source: The young man's lifeless fingers are curled awkwardly around the hilt of his sword.
ko: 젊은 남자의 생기없는 손가락은 칼의 손잡이를 비뚤게 잡고 있습니다.
ko_mt: 청년의 생명이 없는 손가락이 칼자루 주위에 어색하게 말려 있습니다.

source: The stargazers lacked the means to defend themselves against the demon attack.
ko: 점성술사들에겐 데몬의 공격으로부터 자신을 지킬 수단이 없었습니다.
ko_mt: 별을 보는 사람들은 데몬의 공격으로부터 자신을 방어 할 수단이 부족했습니다.

source: Even in death, Taeriell looks angry at something. His face is twisted into his customary scowl.
ko: 죽어서조차도, 태어리엘은 무언가에 대해 화나보입니다. 그의 얼굴은 습관대로 찌푸리는 표정입니다.
ko_mt: 태리엘은 죽어서도 무언가에 화가 난 것처럼 보인다. 그의 얼굴은 그의 습관적인 찡그린 얼굴로 뒤 틀렸다.

source: Judging from his wounds, old Vigdis kept fighting until the end.
ko: 그의 상처를 보면, 늙은 비그디스는 죽을 때까지 싸웠던 것 같습니다.
ko_mt: 그의 상처로 판단 할 때, 늙은 비그 디스는 끝까지 계속 싸웠습니다.

source: The guards of Pulura defended the shrine until the very end. Their gear is battered and broken, and they have almost no magical items.
ko: 펄루라의 경비병은 죽을 때까지 성소를 지켰습니다. 그들의 장비는 깨지고 부러진 채이며, 마법 물품이라곤 거의 없습니다.
ko_mt: 풀루라의 경비병들은 마지막까지 신전을 지켰다. 그들의 장비는 폭행 당하고 부서졌으며 마법 아이템이 거의 없습니다.

source: "We lived so long with the demon threat hanging over us that we grew complacent and let down our guard. It was a mistake."
ko: "우리는 너무 오랜 기간을 현실에 안주하고 방어를 소홀히 하며, 머리맡에 어른거리는 데몬의 위협을 방치하고 살았다. 완벽한 실책이었어."
ko_mt: "우리는 데몬의 위협을 안고 너무 오랫동안 살았기 때문에 안주하고 경계를 늦추었습니다. 그것은 실수였습니다."

source: "Someday, this temple will open its doors to the faithful once more... Someday..."
ko_mt: "언젠가이 성전은 다시 한 번 신자들에게 문을 열 것입니다... 언젠가..."

source: "It looks like I'll live to see another day... "
ko: "아무래도, 내일의 해를 볼 수 있을 것 같네."
ko_mt: "다른 날을 보기 위해 살 것 같습니다.. "

source: "The demons didn't touch my sketchbooks! I'm so happy!"
ko: "데몬들이 내 공책은 안건드렸네! 너무 기뻐!"
ko_mt: "데몬이 내 스케치북을 건드리지 않았어요! 너무 행복해요!"

source: "I can't believe I'm still alive..."
ko: "아직 살아있다는 게 믿기질 않아..."
ko_mt: "내가 아직 살아있다는 것을 믿을 수 없다..."

source: "Pulura be praised, we had enough gear and supplies to fend off the attack. Otherwise we wouldn't have survived long enough to see your arrival!"
ko: "펄루라님을 찬미하라. 우리는 공격을 버텨내기 위해 충분한 장비와 보급을 비축해뒀었소. 그렇지 않았다면 당신이 도착하는 걸 보지도 못하고 죽었을 테요!"
ko_mt: "풀루라, 우리는 공격을 막기에 충분한 장비와 보급품을 가지고있었습니다. 그렇지 않았다면 우리는 당신의 도착을 볼 수있을 만큼 오래 살아남지 못했을 것입니다!"

source: "Thank Desna! I am so glad that I heeded my dream and came to find this place!"
ko: "데즈나시여, 감사합니다! 내 꿈을 믿고 이 장소로 기어들어올 수 있게 해주셨다니 너무 고마워요!"
ko_mt: "고마워요 데스나! 꿈에 귀를 기울이고 이곳을 찾게되어 너무 기쁩니다!"

source: "I fought, I actually fought! And I survived!"
ko: "난 싸웠어. 진짜로 싸웠다고! 그리고 살아남았지!"
ko_mt: "나는 싸웠다, 나는 실제로 싸웠다! 그리고 나는 살아 남았습니다!"

source: "Things could have been much worse... Now we can finally leave this place!"
ko: "상황이 더 나빠질 수도 있었어요... 마침내 지금 저희가 이 장소를 떠날 수 있겠습니다!"
ko_mt: "상황이 훨씬 더 나쁠 수도 있었어요.. 이제 우리는 마침내 이곳을 떠날 수 있습니다!"

source: "Everything is fine, Cristry. It's all over, everyone's alive... There's nothing to be afraid of anymore!"
ko: "전부 괜찮아, 크리스트리. 다 끝났어. 모두가 살았어... 더이상 두려워하지 않아도 괜찮아!"
ko_mt: "다 괜찮아, 크리스티. 다 끝났어, 모두 살아있어.. 더 이상 두려워 할 것이 없습니다!"

source: "I guess we'll be leaving the shrine now. Well, it's never too late to go traveling!"
ko: "이제는 우리도 이 사당을 떠날 것 같습니다. 뭐, 여행하러가기에 너무 늙은 건 아니니까요!"
ko_mt: "이제 신사를 떠나야 할 것 같아요. 글쎄, 여행하기에는 너무 늦지 않았어!"

source: The first page bears the author's sprawling signature and a curt expression of best wishes.
ko: 첫 장에 저자의 무질서한 서명과 간결한 인삿말이 적혀 있습니다.
ko_mt: 첫 페이지에는 저자의 거대한 서명과 최고의 소원에 대한 간결한 표현이 있습니다.

source: "Cooking Almanac of the Inner Sea" by Jubilost Narthropple, signed by the author
ko_mt: 주빌로스트 나스로플의 "내해 요리 연감", 저자가 서명했습니다.

source: "We were running together at first. But then I suddenly realized that I was running alone."
ko: "처음에는 함께 도망치고 있었어. 그러다 문득 나 혼자만 도망치고 있었다는 걸 깨달았지."
ko_mt: "처음에는 함께 달리고 있었어요. 하지만 갑자기 혼자 달리고 있다는 것을 깨달았습니다."

source: The smell of stale air drifts out from the secret room. It is unlikely that anyone has set foot here in the last hundred years.
ko: 퀴퀴한 공기 냄새가 비밀 방으로부터 흘러나옵니다. 최소 백 년 간은 누구도 발을 들이지 않았을 겁니다.
ko_mt: 비밀의 방에서 퀴퀴한 공기 냄새가 흘러나온다. 지난 100년 동안 아무도 여기에 발을 들여 놓지 않았을 것입니다.

source: Gnawed, dried-out bones are mixed in with the rubbish.
ko: 씹히고 말라 비틀어진 뼈가 쓰레기들과 섞였습니다.
ko_mt: 갉아 먹고 마른 뼈가 쓰레기와 섞여 있습니다.

source: The ruined earth is steeped in corruption.
ko: 파괴된 대지가 오염으로 물들었습니다.
ko_mt: 폐허가 된 땅은 부패로 가득 차 있습니다.

source: In the shimmering reflections of the ghostly light on the water, you see anguished faces.
ko: 당신은 유령처럼 희미한 빛이 흐릿하게 반사되는 물 위에서 괴로움에 찬 얼굴을 봅니다.
ko_mt: 물 위에 유령 같은 빛의 반짝이는 반사 속에서 고뇌하는 얼굴이 보입니다.

source: In the ghostly light, the decrepit buildings resemble giant rotting corpses.
ko: 희미한 빛 속에서, 낡아빠진 건물이 부패중인 거대한 시체처럼 보입니다.
ko_mt: 유령 같은 빛 속에서 쇠락한 건물은 거대한 썩은 시체와 비슷합니다.

source: The stone is covered in obscure figures and illegible runes. Their meaning is lost to the ages.
ko: 바위는 알아보기 힘든 그림과 모르는 룬이 새겨져 있습니다. 그 의미는 세월의 흐름으로 인해 잊혔습니다.
ko_mt: 돌은 모호한 그림과 읽을 수 없는 룬으로 덮여 있다. 그들의 의미는 시대에 따라 사라졌습니다.

source: The stone bas-relief depicts the heroic feats of the Neverrun clan's legendary ancestors in the arabesque language of visual metaphors.
ko: 바위에 새겨진 양각은 네버런 부족 전설의 조상이 이룬 영웅적 위업을 아라베스크 언어의 시각적 은유법을 통해 묘사합니다.
ko_mt: 돌 옅은 부조는 시각적 은유의 아라베스크 언어로 네버 런 일족의 전설적인 조상들의 영웅적인 업적을 묘사합니다.

source: Dust falls from the rotting ruins.
ko: 썩어가는 폐허에서 먼지가 떨어집니다.
ko_mt: 썩은 폐허에서 먼지가 떨어진다.

source: The icy, ghostly flame explodes in your face.
ko: 차갑고 유령같은 불꽃이 당신의 얼굴에서 폭발합니다.
ko_mt: 얼음처럼 차가운 유령의 불꽃이 당신의 얼굴에서 폭발합니다.

source: The lantern sparks to life with an icy, ghostly flame.
ko: 등불은 차갑고 유령같은 불꽃으로 타오릅니다.
ko_mt: 랜턴이 얼음처럼 차가운 유령의 불꽃으로 활활 타오른다.

source: Human bones ground to pieces by powerful jaws.
ko: 강한 아가리에 의해 조각이 되어 나뒹구는 인간 뼈입니다.
ko_mt: 강력한 턱에 의해 조각난 인간의 뼈.

source: Demonic rot is oozing from the poisoned land.
ko: 오염된 땅에서 데몬의 부패가 흘러내립니다.
ko_mt: 독에 오염 된 땅에서 데몬의 썩음이 스며 나오고 있습니다.

source: The rotting wood of the ancient gate has darkened with age.
ko: 고대의 관문의 썩어가는 나무는 세월과 함께 검게 물들었습니다.
ko_mt: 고대 성문의 썩은 나무는 나이가 들면서 어두워졌습니다.

source: Into the desecrated shrine
ko: 훼손된 성소로
ko_mt: 더럽혀진 신사 속

source: Outside
ko: 외부로
ko_mt: 외부

source: "So the situation was resolved peacefully, and no blood was spilled. All's well that ends well."
ko: "사태는 평화롭게 해결되었고, 아무도 피 흘리지 않았어. 모두 잘 끝났네."
ko_mt: "그래서 상황은 평화롭게 해결되었고 피를 흘리지 않았습니다. 모든 것이 잘 끝났습니다."

source: "Where will the river of fate carry you, mortal? What will you sacrifice? What will you get in return?"
ko: "필멸자여, 운명의 강이 당신을 어디로 인도할까? 무엇을 희생할 거지? 그 대가로 무엇을 원하느냐?"
ko_mt: "필멸자, 운명의 강이 너를 어디로 데려갈 것인가? 무엇을 희생할 것인가? 그 대가로 무엇을 얻으시겠습니까?"

source: "We have nothing more to discuss! Leave our cave, and never come back!"
ko: "더 이야기할 것은 없다! 우리 동굴을 떠나고, 다시는 돌아오지 마라!"
ko_mt: "우리는 더 이상 논의할 것이 없다! 우리 동굴을 떠나서 다시는 돌아오지 마세요!"

source: "I never want to see the river again. I wish I could live somewhere in the desert!"
ko: "강이란건 이제 두 번 다시 보고싶지 않아. 어디 사막을 찾아가서 살아야겠어!"
ko_mt: "다시는 강을 보고 싶지 않아요. 사막 어딘가에 살고 싶어요!"

source: "After everything I've done, I'd understand if Malessa never wanted to see me again. I'm just glad she hasn't sent me away."
ko: "이번 일을 겪고 나니, 말레사가 다시는 날 보고싶지 않아 한다면 어떨지 이해했어. 그녀가 날 떠나보내지 않았다는데 감사해."
ko_mt: "내가 한 모든 일을 생각하면 말레사가 다시는 나를 보고 싶지 않다고 해도 이해할 수 있어요. 그녀가 나를 보내지 않아서 다행이에요."

source: {n}The villagers are scrawny, and taste of river mud. The only sweet and succulent morsel the swarm consumes is the tiny baby it finds in Malessa's womb.{/n}
ko: {n}마을 주민은 뼈가 앙상하며, 찌꺼기만 남았다. 벌레 떼가 섭취할 만한 맛있고 육즙이 풍부한 부위라고는 말레사의 자궁에 보이는 작은 아기 뿐이다.{/n}
ko_mt: {n}마을 사람들은 왜소하고 강 진흙 맛이 난다. 떼가 먹는 달콤하고 즙이 많은 유일한 음식은 말레사의 자궁에서 찾은 작은 아기뿐입니다.{/n}

source: You feel the dispassionate gaze of the aeons on you, urging you to turn around and keep your promise. To fulfill your final duty.
ko: 당신은 에온의 감정없는 시선이 당신을 향한 채, 결정을 번복하고 맹세를 지키도록 촉구하는 것을 느낀다. 네 마지막 의무를 이행하라.
ko_mt: 당신은 당신에게 돌아서서 약속을 지키라고 촉구하는 에온의 냉담한 시선을 느낍니다. 당신의 마지막 의무를 완수하기 위해.

source: "We will never... surrender..."
ko: "우리는... 절대로... 항복하지 않는다..."
ko_mt: "우리는 결코.. 항복하지 않을 것입니다..."

source: "My strength is failing. I'm sorry, but I won't be able to help you fight Areelu."
ko: "내 힘은 계속 약해지고 있소. 미안하네만, 당신이 아릴루와 싸우는 것을 돕지 못할 것 같소."
ko_mt: "내 힘이 떨어지고 있습니다. 미안하지만 아릴루와 싸우는 것을 도울 수 없습니다."

source: "Sarkoris must not fall."
ko: "사코리스는 이겨낼 것이다."
ko_mt: "사르코리스는 넘어져서는 안됩니다 "

source: "The future of Sarkoris is in our hands."
ko: "사코리스의 미래가 우리 손에 달려있다."
ko_mt: "사르코리스의 미래는 우리 손에 달려있다"

source: "Traitors..."
ko: "배신자..."
ko_mt: "배신자..."

source: "Demons be damned! I will hold this hall! Don't worry, I'll make sure no one attacks you from behind!"
ko: "개같은 데몬들! 내가 이곳을 지키겠소! 걱정은 마시오, 한 마리도 들여보내지 않을 테니!"
ko_mt: "데몬들은 저주받을 것이다! 내가 이 홀을 차지하겠다! 걱정 마세요, 뒤에서 아무도 공격하지 못하도록 할게요!"

source: Return to Threshold
ko: 극점으로 돌아가기
ko_mt: 임계점으로 돌아가기

source: The Sword of Valor is fluttering in the wind triumphantly.
ko: 용맹의 검이 의기양양하다는 듯 바람을 타고 펄럭입니다.
ko_mt: 용맹의 검이 승리의 바람에 펄럭입니다.

source: The balor's gigantic body looms over everything like a bleeding mountain, and it has already attracted the attention of the horrible winged scavengers soaring above.
ko: 거대한 발러의 몸뚱아리가 피 흘리는 산처럼 다른 것들 위로 드러나기 시작합니다. 그리고 그 시체는 이미 위쪽을 날아다니는 날개달린 끔찍한 청소부들의 관심을 사로 잡았습니다.
ko_mt: 발러의 거대한 몸은 피를 흘리는 산처럼 모든 것에 어렴풋이 다가오고 있으며, 이미 위에서 날아 다니는 끔찍한 날개 달린 청소부들의 관심을 끌고 있습니다.

source: "Mortal slime, how dare you not fall to your knees before me?"
ko: "필멸자 찌꺼기여, 어찌 감히 내 앞에 무릎을 꿇지 않는가?"
ko_mt: "필멸의 슬라임, 어떻게 감히 내 앞에 무릎을 꿇지 않을 수 있니? "

source: "I am the invincible Khorramzadeh, and the fires of the Abyss roar in my chest! They will turn your bodies and souls to ash!"
ko: "나는 무적의 코람자데이며, 내 가슴에는 심연의 불길이 용솟음친다! 그들이 네 육신과 영혼을 먼지로 화하리라!"
ko_mt: "나는 무적의 코람자데고, 심연의 불이 내 가슴에서 포효한다! 그들은 당신의 몸과 영혼을 재로 만들 것입니다!"

source: "Champions of the Abyss, there is the mortal who insulted me and the entire Abyss! Tear {mf|him|her} asunder!"
ko: "심연의 투사들이여, 나와 온 심연을 모욕하는 필멸자가 있다! 그 {mf|놈|년}을 갈갈이 찢어 죽여라!"
ko_mt: "심연의 용사들아, 나와 심연 전체를 모욕한 필멸자가 있다! {mf|그|그녀}를 갈기갈기 찢어버려라!"

source: "You vanquished my armies, crushed the champions of the Abyss, and now you come for my head? I do not fear you, worm! I fear nothing!"
ko: "너는 내 군대를 파괴했고, 심연의 투사들을 짓뭉갰다. 이제는 내 머리까지 노리는가? 네가 두렵지 않다, 벌레여! 나는 무엇도 두려워하지 않는다!"
ko_mt: "내 군대를 정복하고 심연의 용사들을 짓밟더니, 이제 내 목을 노리겠다고? 난 너를 두려워하지 않는다, 벌레야! 나는 아무것도 두려워하지 않는다!"

source: "Sound the alarm! I sense that something terrible is coming! The enemy is amassing their forces to lay waste to us! Prepare for an attack!"
ko: "경보를 울려라! 뭔가 끔찍한 것이 다가오고 있다! 적이 우리를 몰살하기 위해 모이고 있다! 공격에 대비하라!"
ko_mt: "경보를 울려라! 끔찍한 일이 다가오는 게 느껴져요! 적들이 우리를 파괴하기 위해 병력을 모으고 있습니다! 공격에 대비하세요!"

source: "We must repel this onslaught or they'll strike at the Commander from the rear!"
ko: "우리가 이 공격을 물리치지 못하면 놈들이 사령관님의 뒤를 기습할 거다!"
ko_mt: "이 맹공을 격퇴하지 않으면 후방에서 사령관을 공격 할 것입니다!"

source: The Sock of Valor is fluttering in the wind triumphantly.
ko: 용맹의 양말이 의기양양하다는 듯 바람을 타고 펄럭입니다.
ko_mt: 용맹의 양말이 승리의 바람에 펄럭입니다.

source: Gnashing his teeth viciously, Ciar is staring at the fortress's gates with bloodlust and hatred in his eyes.
ko: 시어는 사납게 그의 이빨을 갈며 피에 대한 갈증과 증오가 담긴 눈으로 요새의 관문을 노려봅니다.
ko_mt: 이를 악랄하게 갈며 시아르는 피의 욕망과 증오로 요새의 문을 응시하고 있습니다.

source: "I yearn to drive an arrow, personally, into the chest of the one who mutilated my land!"
ko: "개인적으로, 내 땅을 유린한 놈들의 가슴을 향해 화살을 쏘고 싶어!"
ko_mt: "나는 내 땅을 훼손한 자의 가슴에 개인적으로 화살을 쏘고 싶다!"

source: "I witnessed the first days of this war. Today, I shall witness the last."
ko: "저는 이 전쟁이 시작되는 날을 봤습니다. 오늘은 그 끝을 보겠네요."
ko_mt: "나는 이 전쟁의 첫날을 목격했다. 오늘, 나는 마지막을 목격 할 것이다 "

source: "Awaiting your orders, my {mf|lord|lady}."
ko: "명령을 내려주십시오, 주인이시여."
ko_mt: "명령을 기다리고 있습니다, 나의 군주여."

source: "When the Worldwound falls, my treachery and my shame will finally be wiped away."
ko: "세계상처가 무너질 때, 비로소 나의 배반과 수치심이 씻겨질 것이다."
ko_mt: "세계상처가 무너지면, 나의 배신과 부끄러움은 마침내 사라질 것이다"

source: "Integrity compromised... Planar balance factor displaced... Maintain the structure... At any cost... Maintain the structure..."
ko: "무결성 손상됨... 차원간 균형 요소 결손... 구조를 유지하라... 어떤 대가를 치르더라도... 구조를 유지하라..."
ko_mt: "무결성 손상.. 평면 균형 계수 변위.. 구조 유지.. 어떤 대가를 치르더라도.. 구조를 유지하십시오..."

source: "Reporting: my troops fight in full accordance with the dogma of 'the Measure and the Chain.' No cases requiring court-martial have been discovered as of yet."
ko: "보고: 저희 부대는 '기준과 사슬'의 신조를 철저히 지키며 싸우는 중입니다. 지금까지 군법 회의가 요구되는 경우는 한 번도 발견되지 않았습니다."
ko_mt: "보고 : 내 부대는 '조치와 사슬'의 교리에 따라 완전히 싸운다. 아직까지 군법회의가 필요한 사건은 발견되지 않았습니다."

source: "We're either nutjobs or the most heroic heroes this world has ever seen, Commander!"
ko: "우리는 전무후무한 미치광이 아니면 최고로 용맹한 영웅들일겁니다, 사령관님!"
ko_mt: "우리는 미치광이이거나이 세상에서 본 가장 영웅적인 영웅입니다, 사령관!"

source: "I'll stay here in case they bring any wounded in need of help."
ko: "저는 부상자가 이송될 경우를 대비해 여기 남겠습니다."
ko_mt: "도움이 필요한 부상자를 데려올 경우를 대비하여 여기에 남아있을 것입니다 "

source: "Wintersun burns in the sky!"
ko: "겨울태양이 하늘에서 불타고 있다!"
ko_mt: "겨울 태양이 하늘에서 타오른다!"

source: "Sarkoris lives and hungers for vengeance!"
ko: "사코리스는 복수를 위해 살고, 복수에 굶주렸노라!"
ko_mt: "사르코리스는 살아서 복수를 갈망한다!"

source: "Today, they will pay for Kenabres, for Drezen... For everything!"
ko: "오늘, 놈들은 빚을 돌려받을 것이다... 케나브레스의 몫, 드레젠의 몫... 전부를!"
ko_mt: "오늘, 그들은 케나브레스를 위해, 드레젠을 위해.. 모든 것을 위해!"

source: "Are we truly going to end the war today? If so, then this was worth all of our losses."
ko: "우리 정말로 오늘 전쟁을 끝낼 수 있는 건가? 만약 그렇다면, 우리의 모든 손실을 감수할 가치가 있어."
ko_mt: "오늘 정말 전쟁을 끝낼 수 있을까요? 그렇다면 이것은 우리의 모든 손실의 가치가 있습니다."

source: "I hope I wasn't too slow in the attack? I wouldn't want to let you down, Commander."
ko: "제가 공격에 너무 늦지는 않았을까요? 실망시켜드리지 않겠습니다, 사령관님."
ko_mt: "내가 공격에 너무 느리지 않았으면 좋겠어? 사령관님을 실망시키고 싶지 않아요"

source: "Do not dally, Commander! Lead your troops forth, and we shall hold this position!"
ko: "꾸물거리지 말아주십쇼, 사령관님! 전진 명령을 내리시면, 저희는 이 대형을 유지하겠습니다!"
ko_mt: "주춤하지 마세요, 사령관님! 부대를 이끌고 나가십시오, 우리는 이 위치를 사수하겠습니다!"

source: "I can feel that this land is corrupted and suffering, but its spirits still favor us. And we will sooner die than betray it again."
ko: "이 땅이 오염되고 고통받는 게 느껴지지만, 그 영혼은 여전히 우리를 반기고 있어. 그리고 우린 그를 다시 배신하느니 이자리에 뼈를 묻을 것이다."
ko_mt: "이 땅이 타락하고 고통스러워하는 것이 느껴지지만, 그 정령들은 여전히 우리에게 호의적입니다. 그리고 우리는 그것을 다시 배신하기보다는 빨리 죽을 것입니다."

source: "The foothold is secured! We hold the line!"
ko: "거점을 점령했다! 전선을 유지하겠다!"
ko_mt: "발판이 확보되었습니다! 우리는 라인을 유지합니다!"

source: "No matter what awaits us — we won't give up an inch of ground."
ko: "무엇이 기다리고 있건, 단 한 발자국도 밀리지 않겠다."
ko_mt: "어떤 일이 우리를 기다리고 있더라도 우리는 한 치의 땅도 포기하지 않을 것입니다"

source: "I came here to pass judgment. And the sinners before me are numberless."
ko: "난 심판을 위해 여기 왔다. 죄인들이 너무나도 많군."
ko_mt: "나는 심판을 하러 이곳에 왔다. 그리고 내 앞의 죄인들은 무수히 많다"

source: "It's an honor to be fighting alongside you."
ko: "당신의 곁에서 싸울 수 있다니 영광입니다."
ko_mt: "당신과 함께 싸우게 되어 영광입니다"

source: "Praise Iomedae, we both still stand and are in fighting shape. Take care, Commander."
ko: "아이오메데께 경배를. 우리 모두 아직 살아있는데다가 건재하기까지 하군요. 몸조심하십시오, 사령관님."
ko_mt: "아이오메데를 찬양하라, 우리 둘 다 여전히 싸우고 있습니다. 조심하세요, 사령관님 "

source: "We already gave our land to the Abyssal beasts once before. Today, we will take back what has always been ours!"
ko: "우리는 이전에 심연의 짐승들에게 우리 땅을 빼앗긴 적이 있다. 오늘은 항상 우리의 것이었던 수모를 되돌려줄 것이다!"
ko_mt: "우리는 이미 전에 한 번 심연의 짐승들에게 우리 땅을 내줬습니다. 오늘, 우리는 항상 우리 것이었던 것을 되찾을 것입니다!"

source: "How much forbidden knowledge we have had to glean for this day to come. How many dark secrets have had to be unveiled so we could have a chance of fighting the enemy on equal terms."
ko: "오늘이 오기까지 금지된 지식을 얼마나 많이 모아야 했겠는가. 적들과 동등한 위치에서 싸울 기회를 얻기 위해 얼마나 많은 어둠의 비밀을 파헤쳐야만 했겠는가."
ko_mt: "오늘이 오기까지 우리는 얼마나 많은 금지된 지식을 수집해야 했습니까. 우리가 동등한 조건에서 적과 싸울 기회를 갖기 위해 얼마나 많은 어두운 비밀이 밝혀 져야했는지 "

source: "Demon blood! Sweet! Want more!"
ko: "데몬의 피야! 달아! 더 필요해!"
ko_mt: "데몬의 피! Sweet! 더 원해!"

source: "Fighting on the surface isn't as easy, but we won't fail you!"
ko: "지상에서 싸우는 건 쉬운 일이 아니지만, 당신을 실망시키진 않겠소!"
ko_mt: "지상에서 싸우는 것은 쉽지 않지만 우리는 당신을 실망시키지 않을 것입니다!"

source: "Slaughter! Chief said rip! We rip outsiders!"
ko: "죽여라! 족장이 죽이라고 명령했다! 외차원 놈들을 찢으면 돼!"
ko_mt: "학살! 추장이 찢으라고 했어! 우리는 외부인을 찢는다!"
