Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: "My work here is done."
ko: "여기서 할 일은 끝났다."
ko_mt: "여기서 내 일은 끝났습니다."

source: "I almost did something... that couldn't be undone."
ko: "난 뭔가... 돌이킬 수 없는 짓을 저지를 뻔했어."
ko_mt: "되돌릴 수 없는 일을 할 뻔했습니다."

source: The mongrel was cut down before he even drew his weapon.
ko: 이 잡종은 자신의 무기를 뽑기도 전에 베였습니다.
ko_mt: 그 몽그렐은 무기를 뽑기도 전에 베어버렸습니다.

source: The mongrel's face is screwed up tightly, his bloodied fangs broken.
ko: 이 잡종의 얼굴은 끔찍하게 비틀렸으며, 그의 피 묻은 이빨은 부러졌습니다.
ko_mt: 몽그렐의 얼굴은 끔찍하게 망가져 있고 피투성이가 된 송곳니는 부러져 있습니다.

source: The mongrel's face is frozen in an expression of surprise.
ko: 잡종은 놀란 표정인 채로 굳어버렸습니다.
ko_mt: 몽그렐의 얼굴은 놀란 표정으로 얼어붙어 있습니다.

source: The mongrel's body is sliced from shoulder to groin.
ko: 이 잡종의 몸통은 어깨부터 가랑이 사이까지 통째로 잘렸습니다.
ko_mt: 몽그렐의 몸은 어깨에서 사타구니까지 잘립니다.

source: The mongrel's arms have been chopped off, but he still managed to crawl to the surface.
ko: 이 잡종은 양 팔이 전부 잘렸으나, 아직 지상을 향해 기어가려 시도합니다.
ko_mt: 몽그렐의 팔은 잘려나갔지만 그는 여전히 수면 위로 기어 올랐습니다.

source: The dirt trapped beneath the mongrel's claws suggests that he was climbing, clinging to the walls.
ko_mt: 몽그렐의 발톱 아래에 갇힌 흙은 그가 벽에 달라붙어 등반하고 있었다는 것을 암시합니다.

source: This hatch leads directly to the Gray Garrison. When the time comes to attack, you can easily find your way past the rubble and go through.
ko: 이 구멍은 회색 요새까지 직접 이어집니다. 공격이 시작되면, 당신은 쉽게 이 잔해들을 통과할 길을 찾아 진입할 수 있을 겁니다.
ko_mt: 이 해치는 회색 주둔지로 바로 연결됩니다. 공격할 때가 되면 잔해를 지나 쉽게 길을 찾아 통과할 수 있습니다.

source: This hatch leads directly to the Gray Garrison. When the time comes to attack, you can go through it.
ko: 이 구멍은 회색 요새까지 이어집니다. 공격이 시작될 때, 이 길을 사용할 수 있을 겁니다.
ko_mt: 이 해치는 회색 주둔지로 바로 연결됩니다. 공격할 때가 되면 이곳을 통과하면 됩니다.

source: {n}After agreeing, the adept takes a step closer to you in a show of trust.{/n}
ko: {n}동의한 뒤, 수습 사제는 신뢰의 표현으로 당신에게 한 걸음 가까이 다가섰다.{/n}
ko_mt: {n}동의한 후, 숙련자는 신뢰의 표시로 당신에게 한 걸음 더 다가갑니다.{/n}

source: "I had another vision from our mysterious helper, but she said the same thing as before — about the attack on Kenabres."
ko: "신비로운 조력자에게서 또 다른 계시를 받았지만, 그녀는 이전과 똑같이 케나브레스 공격에 대한 이야기를 했다."
ko_mt: "수수께끼의 조력자로부터 또 다른 환상을 보았는데, 그녀는 케나브레스에 대한 공격에 대해 전과 똑같은 말을 했습니다."

source: "Plenty of Hulrun's inquisitors are simply moldy old hypocrites who have no compassion for the suffering of others. Anyone with a heart couldn't do the things they do!"
ko: "헐런의 인퀴지터 대다수는 다른 이들의 고통에는 일말의 관심조차 없는, 그저 케케묵고 늙은 위선자들일 뿐이야. 심장이란 게 달린 사람들은 그새끼들이 하는 짓을 절대 못하거든!"
ko_mt: "훌런의 심문관 중 상당수는 타인의 고통에 연민을 느끼지 못하는 곰팡이가 핀 늙은 위선자들입니다. 마음이 있는 사람이라면 저런 짓을 할 수 없죠!"

source: "Kenabres, what has become of you..."
ko: "케나브레스여, 어찌된 일이냐..."
ko_mt: "케나브레스, 당신은 어떻게 된 거죠..."

source: "Go. I'm leaving now too. I have just received word that that shameless little so-and-so Irabeth, without so much as a by your leave, has gone and declared herself the city's warden and rallied her own militia. I must go and salvage things before she brings the city to ruination! But the demons... the hole... top priority!"
ko: "가십시오. 나도 떠날 것이니. 난 단지 부끄러운줄 모르고 졸렬하고 그렇고 그런 이라베스가 당신의 허락도 받지 않은 채 떠나서, 스스로를 도시의 수호자로 칭하며 자신만의 민병대를 모았다는 말을 전하려 했습니다. 그녀가 도시를 파멸로 몰아넣기 전에 물건을 좀 챙겨야만 합니다! 하지만 데몬들... 저 구멍... 더 중요한 것들이 있어요!"
ko_mt: "가. 나도 지금 떠난다. 방금 그 뻔뻔한 이라베스스라는 여자애가 당신의 허락도 없이 도시의 소장을 자처하고 민병대를 소집했다는 소식을 들었어. 그녀가 도시를 파멸시키기 전에 내가 가서 구해야 해! 하지만 데몬들.. 구멍이.. 최우선 순위야!"

source: "I killed Ramien."
ko: "내가 라미엔을 죽였다."
ko_mt: "내가 라미엔을 죽였어."

source: Killed Prelate Hulrun for what he did to Ember.
ko: 엠버에게 저지른 짓의 대가로 주교 헐런을 살해함.
ko_mt: 엠버에게 한 짓 때문에 성직자 훌런을 죽였습니다.

source: "Go, and may Iomedae keep you!"
ko: "가시오, 또한 아이오메데께서 당신을 보호하시길!"
ko_mt: "가라, 아이오메데가 너를 지켜주길!"

source: "Well, well! Excellent work! It seems I underestimated you. Now I see that you are no cultist, you are indeed a worthy defender of {g|Kenabres}Kenabres{/g}!"
ko: "좋아, 좋아! 완벽해! 내가 자네를 과소평가 한 모양이구만. 이제 자네가 사교도가 아닌 {g|Kenabres}케나브레스{/g}의 정당한 수호자라는 게 명확해졌어!"
ko_mt: "이런, 이런! 잘했어! 내가 자네를 과소평가한 것 같군. 이제야 자네가 광신도가 아니라 {g|Kenabres}케나브레스{/g}의 수호자라는 걸 알겠군!"

source: Portrait of an imperious-looking female knight wearing a crown.
ko: 왕관을 쓴 도도한 여성 기사의 초상화입니다.
ko_mt: 왕관을 쓴 당당한 모습의 여성 기사의 초상화입니다.

source: Portrait of Galfrey Mendev, ruler of the kingdom and founder of all crusades into the Worldwound.
ko: 왕국의 지배자이자 세계상처를 향한 모든 성전의 창설자인 갈프리 멘데브의 초상화입니다.
ko_mt: 왕국의 통치자이자 모든 세계상처 성전의 창시자인 갈프레이 멘데브의 초상화입니다.

source: Elaborately decorated harp.
ko: 정교하게 장식된 하프.
ko_mt: 정교하게 장식된 하프.

source: The intricate patterns on the harp depict the stars, the moon, and butterflies — the hallmarks of the goddess Desna.
ko: 하프에 수놓인 복잡한 문양들은 별과 달, 그리고 나비를 묘사하며, 이들은 여신 데즈나의 상징물입니다.
ko_mt: 하프의 복잡한 문양은 데스나 여신의 특징인 별, 달, 나비를 묘사하고 있습니다.

source: Contract of Insurance
ko: 보험 계약서
ko_mt: 보험 계약

source: "We hereby declare that Count Daeran Kael Nevis Arendae, hereinafter referred to as the 'Client,' is entitled to the full protections of the 'Life Insurance' service provided by the Temple of Abadar, Nerosyan. The service includes: 1. the leasing of a protected container in the temple's vault; 2. the safekeeping of a named scroll of resurrection; 3. the services of an authorized agent who will read the scroll upon the occurrence of an Insured Event; 4. the services of a personal cleric-consultant. Under this contract, an Insured Event is deemed to be the death of the Client as a result of natural causes, disease, or the violent actions of third parties with regard to the Client. The agent shall perform the resurrection of the Client immediately if the Insured Event occurs within the area of operation of the temple's agents, or within one (1) year of the last recorded contact with the Client if the sacred rituals confirm the Client's demise. The comprehensive list of Insured Events with detailed conditions and caveats is contained within the appendices to this Contract."
ko_mt: "우리는 대런 카엘 네비스 아렌대 백작(이하 '고객'이라 함)이 네로시안의 아바다르 사원에서 제공하는 '생명 보험' 서비스의 완전한 보호를 받을 자격이 있음을 선언합니다. 이 서비스에는 다음이 포함됩니다. 1. 사원의 금고에 있는 보호 컨테이너 임대; 2. 명명된 부활의 주문서 보관; 3. 보험사고 발생 시 두루마리를 판독할 공인 대리인의 서비스; 4. 개인 성직자 컨설턴트의 서비스. 이 계약에서 보험사고는 자연사, 질병 또는 고객에 대한 제3자의 폭력적인 행위로 인한 고객의 사망으로 간주됩니다. 대리인은 보험 이벤트가 사원의 대리인 운영 지역 내에서 발생한 경우 즉시 또는 성스러운 의식을 통해 고객의 사망이 확인된 경우 고객과의 마지막 기록된 접촉일로부터 일(1) 년 이내에 고객의 부활을 수행해야 합니다. 자세한 조건 및 주의 사항이 포함된 보험 대상 이벤트의 종합 목록은 본 계약의 부록에 포함되어 있습니다."

source: "I managed to calm Hulrun down a little, but he's still hellbent on driving you out of the city once the demon attack has been repelled."
ko: "헐런을 좀 진정시켜보려 했었지만, 그는 데몬의 공격을 물리친 지금도 당신을 도시에서 쫒아내려는데 필사적이야."
ko_mt: "훌런을 조금 진정시켰지만, 데몬의 공격이 격퇴된 후에도 여전히 당신을 도시 밖으로 몰아내려고 혈안이 되어 있습니다."

source: {n}Ramien's head lowers.{/n} "I suppose I should be pleased, but the idiocy, the injustice of it all, it makes my blood boil! I will leave Kenabres, but not before we fight off the demons. No matter what happens, I thank you."
ko: {n}라미엔이 고개를 떨군다.{/n} "기뻐해야 마땅할텐데. 하지만 어리석음과 모든 종류의 불의가 제 피를 끓게 하는군요! 저는 케나브레스를 떠나겠지만, 그건 데몬과 싸워 이긴 뒤일 겁니다. 무슨 일이 일어나던, 당신께 감사드립니다."
ko_mt: {n}라미엔이 고개를 숙입니다.{/n} "기뻐해야 할 일이지만, 이 모든 어리석음과 불의를 생각하니 피가 끓어오르는군! 케나브레스를 떠나겠지만 데몬들과 싸우기 전에는 안 돼요. 무슨 일이 있어도 고마워요."

source: "Who are you?"
ko: "넌 누구지?"
ko_mt: "누구세요?"

source: "Why should I help you?"
ko: "내가 왜 너를 도와야하지?"
ko_mt: "내가 왜 당신을 도와야 하죠?"

source: "All right, I'll help you."
ko: "좋아, 너를 돕겠다."
ko_mt: "알았어, 내가 도와줄게."

source: "So you're dying, what's it to me?"
ko: "네가 죽어가는 게 나랑 무슨 상관이지?"
ko_mt: "죽어가는데 나랑 무슨 상관이야?"

source: "All right, I'll get you out."
ko: "좋아, 너를 꺼내주겠다."
ko_mt: "좋아, 내가 꺼내줄게."

source: "Shut up. You can die for all I care."
ko: "뒤지기 싫으면 닥쳐."
ko_mt: "닥쳐. 넌 죽어도 상관없어."

source: [Leave]
ko: [떠난다]
ko_mt: [떠나기]

source: "Help! Somebody, please, save me!" {n}A young tiefling lies trapped beneath the rubble of the collapsed tunnel. His voice is hoarse from his repeated and fruitless calls for help.{/n}
ko: "사람살려! 제발 아무나 날 좀 구해줘!" {n}젊은 티플링이 무너진 통로의 잔해에 깔려있다. 그의 목소리는 성과없는 도움 요청을 반복하느라 다 쉰 채였다.{/n}
ko_mt: "도와주세요! 누가 제발 살려줘요!" {n}어린 티플링이 무너진 터널의 잔해 아래에 갇혀 있습니다. 그는 반복되는 무의미한 구조 요청에 목이 쉰 상태입니다.{/n}

source: "Help! Somebody, please, save me!" {n}The tiefling's voice is hoarse from his repeated and fruitless calls for help.{/n} "Is that you? I'm begging you, get me out of here, please! Those rats left me here to rot. But you can save me!"
ko: "도와줘요! 누군가, 제발, 저 좀 도와주세요!" {n}티플링의 목소리는 무의미하게 반복된 도움 요청 탓에 쉬어있다.{/n} "당신이군요? 제발 저 좀 꺼내주세요, 이렇게 빌게요! 그 쥐새끼들은 저를 여기 썩게 놔두고 갔지만, 당신은 저를 구해줄 수 있어요!"
ko_mt: "도와주세요! 누가 제발 살려줘요!" {n}티플링의 목소리는 반복되는 무익한 구조 요청에 쉰 목소리로 변했습니다.{/n} "너야? 이렇게 빌게요, 제발 여기서 꺼내줘요! 저 쥐새끼들이 날 여기 썩게 내버려뒀어요. 하지만 당신이 날 구할 수 있어요!"

source: "Does it matter? I'm about five minutes away from being rat food... No, no, don't go! I'll tell you everything, just don't leave me here."
ko: "그게 뭔 대수입니까? 저는 지금 쥐새끼들 한 끼 식사 되기 5분 전인데... 아니, 아니, 가지 마세요! 전부 말씀드릴게요, 절 여기에 버려두지만 말아주십쇼!"
ko_mt: "그게 중요한가요? 난 쥐의 먹이가 되기까지 5분 남았어.. 안 돼, 가지 마! 다 말해줄 테니 여기 두고 가지 마세요."

source: "I'm a thiefling. That's what people call us, we're like, uh... Well, not a gang, exactly, we're no gangsters — we just work together. You know, we move stuff across borders, we get by doing this and that. We just did a job — we supplied the soldiers in the Gray Garrison with drink and some reading material... Not your typical bedtime stories, if you catch my drift."
ko: "저는 씨플링이에요. 사람들은 저희를 그렇게 부르죠, 저희는, 어... 그러니까, 깡패는 아니고요, 정확히 말하자면, 우리는 범죄조직 같은 게 아니에요. 우린 그냥 다 같이 일하는 것 뿐이죠. 그니까, 국경 너머로 물건을 옮기고, 이것저것 하면서 먹고 사는 거죠. 우린 그냥 일을 한 거예요. 저희는 회색 요새의 병사들에게 마실 거랑 읽을 거리들을 갖다 줬어요... 동화 같은 건 아니었어요, 뭔 말인지 알죠."
ko_mt: "전 도둑이에요. 사람들이 우리를 그렇게 부르죠. 정확히 말하면 갱단은 아니고 그냥 함께 일하죠. 국경을 넘나들며 물건을 옮기고 이런저런 일을 하면서 돈을 벌죠. 회색 수비대에 있는 병사들에게 음료수와 읽을거리를 공급하는 일을 했어요.. 일반적인 동화책이 아니라요."

source: "I was here with my associates. When the demons attacked, we decided to get out of the city — only the others wanted to grab the stuff we'd stashed under the garrison first. I drew the short straw and had to go get it! And, sure enough, the bloody tunnel collapsed just as I was on my way back!"
ko: "저는 바로 여기서 내 물건들과 같이 있었어요. 데몬들이 공격하러 왔을 때, 저희는 도시를 빠져나가기로 결정했죠. 일부만 빠져서 우리가 요새 내부에 저장해뒀던 물건들을 가져오자고 했죠. 저는 짧은 제비를 뽑았고, 물건을 회수하러 가야 했던 거예요! 그리고, 당연하지만, 빌어먹을 통로는 제가 들어오자마자 무너지기 시작했고요!"
ko_mt: "저는 동료들과 함께 이곳에 있었습니다. 데몬들이 공격했을 때 우리는 도시를 떠나기로 결정했는데, 다른 사람들만 주둔지 아래에 숨겨둔 물건을 먼저 챙기려고 했어요. 저는 지푸라기라도 잡는 심정으로 물건을 가져와야 했습니다! 그런데 아니나 다를까, 제가 돌아오는 길에 터널이 무너졌어요!"

source: "I'll... I'll pay you! Get me out of here and I'll you where the lowlifes who left me here stashed their money!"
ko: "돈... 돈을 드릴게요! 저를 여기서 꺼내주신다면 절 버리고 간 쓰레기들이 돈을 꽁쳐둔 장소를 알려 드릴게요!"
ko_mt: "내가.. 돈 줄게! 날 여기서 꺼내주면 날 여기 버린 놈들이 돈을 숨겨둔 곳을 알려줄게!"

source: "Wait, wait! I can pay! I'll tell you where the dirtbags who left me here keep their money. It's a real treasure trove, I swear, and it'll all be yours as soon as you get me out!"
ko: "잠깐, 잠깐! 줄 게 있어요! 날 버린 쓰레기들이 돈을 짱박아둔 장소를 알려줄게요. 맹세컨대, 정말 보물 창고 그 자체에요. 날 꺼내주기만 하면 전부 당신 거라고요!"
ko_mt: "잠깐, 잠깐만요! 내가 낼 수 있어요! 날 여기 버린 놈들이 돈을 어디에 숨겨놓았는지 알려줄게요. 진짜 보물창고예요, 맹세하는데 저만 꺼내주면 전부 당신 거예요!"

source: "Whew... I'm alive. I'm actually alive! Thank you, I'll remember your kindness for the rest of my life!"
ko: "휴... 살았다. 나 진짜로 살아있어! 고마워요, 이 은혜는 죽는 날까지 잊지 않을게요!"
ko_mt: "휴.. 나 살아있어. 정말 살아있어요! 고마워요, 당신의 친절을 평생 기억할게요!"

source: {n}The tiefling nods at the cleared rubble.{/n} "That way leads to the cellar of the Gray Garrison. We stashed a few crates of some real good booze in there. I'm not going back in there, no way, but if you're crazy enough to do it, take whatever you want, it's yours!"
ko: {n}티플링은 치워진 돌무더기 쪽으로 고개를 까딱인다.{/n} "저 길은 회색 요새의 지하실로 이어져요. 저희가 진짜 좋은 술 몇 상자를 숨겨놨죠. 전 다시 안 들어갈 거예요, 어림도 없죠. 하지만 당신이 저길 들어갈 정도로 미쳤다면, 가지고 싶은 건 다 가지세요, 전부 당신 거니까요!"
ko_mt: {n}티플링이 치워진 잔해를 보며 고개를 끄덕입니다.{/n} "저쪽이 회색 수비대의 지하실로 통하는 길이야. 저기 좋은 술 몇 상자를 숨겨뒀어. 난 절대 안 들어갈 거야, 절대로. 하지만 네가 미쳤다면 원하는 건 뭐든 가져가도 좋아!"

source: "That's not all! If you clear the rubble... This tunnel leads under the Gray Garrison. We stashed a few crates of some real good booze in there. It's all yours if you get me out of here!"
ko: "끝이 아니에요! 이 잔해를 치우면... 이 땅굴은 회색 요새 바로 밑으로 이어져요. 저희는 정말 끝내주는 술 몇 상자를 거기에 숨겨뒀고요. 저를 꺼내만 주시면 전부 당신 거예요!"
ko_mt: "그게 다가 아닙니다! 잔해를 치우면.. 이 터널은 회색 수비대 밑으로 이어져요. 그 안에 좋은 술을 몇 상자 숨겨놨어. 날 여기서 꺼내주면 다 줄게요!"

source: "You're back! Please, help me. I'm in so much pain... I don't want to die!"
ko: "돌아왔네요! 제발 살려줘요. 너무 아파... 죽고 싶지도 않다고요!"
ko_mt: "돌아왔구나! 제발, 도와주세요. 너무 고통스러워요.. 죽고 싶지 않아요!"

source: "No, wait! Don't leave me! Don't you have a heart? Hey, where'd you go?"
ko: "안돼, 기다려! 가지 마세요! 피도 눈물도 없습니까? 저기요? 어디 가요?"
ko_mt: "안 돼, 기다려! 날 떠나지 마! 넌 심장이 없어? 이봐, 어디 갔어?"

source: "I promised to tell you where our stash is, didn't I? Right, listen up. There's a fountain not far from here. Inside it, on the base, there's a loose brick. Lift it up, and you've struck gold! Take all of it — nothing's too much for my rescuer."
ko: "우리 보관소가 어디있는지 알려주기로 했었죠, 맞죠? 좋아, 잘들으세요. 여기서 멀지 않은 곳에 샘이 하나 있어요. 그 안쪽, 바닥에 헐거운 벽돌이 하나 있죠. 그걸 들어 올리면, 금이 쏟아질 거예요! 전부 가져가세요. 제 목숨 값을 갚기엔 좀 부족하지만 말이에요."
ko_mt: "우리 은닉처가 어디 있는지 알려주기로 약속했지? 좋아, 잘 들어. 여기서 멀지 않은 곳에 분수대가 있어. 그 안쪽 바닥에 느슨한 벽돌이 하나 있어. 그걸 들어 올리면 금을 발견한 겁니다! 전부 가져가세요. 구조자에게는 너무 많은 건 없어요."

source: "Well, so long! I'm gonna get the hell away from these damn ruins as fast as I can — and you should do the same. Thanks again for helping me out!"
ko: "어, 안녕하세요! 전 이 개같은 유적에서 최대한 빨리 튀려던 중이었어요. 당신도 똑같이 하는 게 좋을 거예요. 살려주셔서 다시 한 번 고마워요!"
ko_mt: "그럼, 잘 가세요! 난 최대한 빨리 이 망할 폐허에서 벗어날 테니 당신도 그렇게 하세요. 도와줘서 다시 한 번 고마워요!"

source: The lever won't budge — the mechanism appears to be broken.
ko_mt: 레버가 움직이지 않습니다 - 메커니즘이 고장난 것으로 보입니다.

source: The gates are already open.
ko: 이 문은 이미 열려있습니다.
ko_mt: 게이트는 이미 열려 있습니다.

source: "Stop... I sense that your patron is a powerful undead mage. I don't wish to fight with you. Take this and forget I ever existed, agreed?"
ko: "멈춰라... 네 후원자가 강력한 언데드 마법사라는 게 느껴진다. 너와는 싸우고 싶지 않아. 이걸 가져가는 대신 내가 여기 있었단 사실을 잊어라. 동의하나?"
ko_mt: "그만.. 네 후원자가 강력한 언데드 마법사라는 느낌이 든다. 너와 싸우고 싶지 않아. 이걸 받고 내 존재를 잊어버려, 알았지?"

source: "More? You are so greedy! Fine, there is a secret door in this room, behind it is my dwelling. Take everything you find in there, and leave the poor vampire alone! There is nothing else I can give you!"
ko: "더? 정말 탐욕스럽군! 좋아, 이 방에는 비밀 문이 하나 있다. 거기로 들어가면 바로 내 거처가 나오지. 보이는 것 전부를 챙겨도 좋으니, 불쌍한 뱀파이어를 그냥 놔두거라! 더이상 내가 줄 수 있는 건 없다!"
ko_mt: "더요? 넌 너무 욕심이 많구나! 좋아, 이 방에 비밀 문이 있고 그 뒤에 내 집이 있어. 거기서 찾은 모든 것을 가져가고 불쌍한 뱀파이어는 내버려 둬! 더 이상 줄 수 있는 건 없어!"

source: "What else do you want from me? You've robbed me! What more do you want? You want to take me as your slave? No!"
ko: "또 내게 무엇을 바라는 거냐? 이미 나를 털었잖나! 뭘 더 원하는 거지? 나를 네 노예로 부리고 싶은가? 싫다!"
ko_mt: "나한테서 또 뭘 원해? 넌 날 강탈했어! 더 원하는 게 뭐야? 날 노예로 삼고 싶어? 안 돼!"

source: The scabbard forged by Joran Vhane for Radiance.
ko_mt: 조란 베인이 래디언스를 위해 만든 칼집입니다.

source: Scabbard for Radiance
ko_mt: 광채를 위한 칼집

source: "Stay away! Away!"
ko: "물러서! 저리가!"
ko_mt: "저리 가! 저리 가!"

source: "This is it, the Citadel. The city is almost ours!"
ko: "드디어 성채로군. 도시가 거의 넘어왔어!"
ko_mt: "바로 여기, 시타델입니다. 이 도시는 이제 우리 것입니다!"

source: A heavy key covered with a layer of rust.
ko: 완전히 녹슨 무거운 열쇠.
ko_mt: 녹으로 뒤덮인 무거운 열쇠.

source: Rusty City Key
ko: 녹슨 도시 열쇠
ko_mt: 녹슨 도시 열쇠

source: Everything is buried under rocks down below.
ko: 모든 게 바위더미 아래에 묻혔습니다.
ko_mt: 모든 것이 아래 바위 아래에 묻혀 있습니다.

source: "Now it's our turn to shoot. All right, beasts, hold on!"
ko: "이번엔 우리가 쏠 차례야. 좋아, 괴물들아, 딱 기다려라!"
ko_mt: "이제 우리가 쏠 차례입니다. 좋아, 야수들아, 기다려!"

source: Alchemist's bombs for the catapult.
ko: 투석기 장전용 연금술사의 폭탄입니다.
ko_mt: 투석기용 연금술사의 폭탄입니다.

source: Pieces of human bodies — disgusting missiles for the catapult.
ko: 인간 시체 조각. 역겨운 투석기 장전용 포탄입니다.
ko_mt: 인체 조각 - 투석기용 역겨운 미사일.

source: A powerful catapult, ready for action.
ko: 발포 준비가 된 강력한 투석기입니다.
ko_mt: 강력한 투석기, 바로 사용할 수 있습니다.

source: The entrance has collapsed. You can't pass through here.
ko: 입구가 무너져 있습니다. 여기로는 지나갈 수 없습니다.
ko_mt: 입구가 무너졌습니다. 여길 통과할 수 없습니다.

source: The fresh corpse of a knight who stepped into a trap and died of blood loss.
ko: 함정을 밟아 출혈에 의해 갓 죽은 기사의 시체입니다.
ko_mt: 덫에 걸려 피를 흘리며 죽은 기사의 신선한 시체입니다.

source: "What is that sound?"
ko: "무슨 소리 안 들려?"
ko_mt: "무슨 소리야?"

source: "I don't know... It sounds like something buzzing..."
ko: "모르겠어... 뭐가 웅웅대는 것 같은데..."
ko_mt: "모르겠어요.. 윙윙거리는 소리 같은데..."

source: The fortress was built for the ages, but in the hands of the demons it's gradually turning into a pile of rubble...
ko: 이 요새는 오랜 기간을 들여 건설되었으나, 데몬의 손아귀 속에서 천천히 자갈 더미가 되고 있습니다...
ko_mt: 요새는 오랜 세월 동안 지어졌지만 데몬들의 손에 의해 점차 잔해 더미로 변해가고 있습니다...

source: There was once a wonderful view from here.
ko: 한때는 이곳에 아름다운 풍경이 있었습니다.
ko_mt: 한때 이곳에서 멋진 경치를 볼 수 있었습니다.

source: "It's the undead! Get ready!"
ko: "언데드다! 전투 준비!"
ko_mt: "언데드다! 준비해!"

source: "Look, it's the Commander!"
ko: "저길 봐! 사령관님이다!"
ko_mt: "봐요, 사령관이에요!"

source: "Onward! Let's help {mf|him|her}!"
ko: "전진! {mf|그|그녀}를 도와라!"
ko_mt: "전진! {mf|그|그녀}를 도와주세요!"

source: "Commander! We'll wait for you here."
ko: "사령관님! 당신을 기다리겠습니다."
ko_mt: "사령관님! 여기서 기다리겠습니다."

source: The fortress's arsenal was pillaged long ago.
ko: 요새 무기고는 오래 전에 털렸습니다.
ko_mt: 요새의 무기고는 오래전에 약탈당했습니다.

source: The chair is covered with a thick layer of dust.
ko: 의자에는 두꺼운 먼지가 앉아 있습니다.
ko_mt: 의자는 두꺼운 먼지 층으로 덮여 있습니다.

source: The mattresses on the beds rotted long ago.
ko: 침대의 매트리스는 썩은지 오래입니다.
ko_mt: 침대 매트리스는 오래전에 썩었습니다.

source: There's a miraculously intact mug on the rotting table.
ko: 썩어가는 탁자 위에 기적적으로 멀쩡한 잔이 놓여 있습니다.
ko_mt: 썩어가는 테이블 위에 기적적으로 온전한 머그잔이 놓여 있습니다.

source: There are traces of dried blood on the floor.
ko: 바닥에 말라붙은 핏자국 흔적이 있습니다.
ko_mt: 바닥에 마른 피의 흔적이 있습니다.

source: The room smells of rot and demon feces.
ko: 이 방은 부패와 데몬의 오물 냄새로 가득합니다.
ko_mt: 방에서 썩은 데몬의 배설물 냄새가 납니다.

source: "Come on, come on, carry him! Quickly!"
ko: "어서, 어서 그를 옮겨! 빨리!"
ko_mt: "어서, 어서, 그를 업어! 빨리!"

source: The lever's rusty mechanism broke after opening the gates. Now it is stuck.
ko: 이 레버의 녹슨 기계 구조는 문을 연 뒤 고장났습니다. 지금은 움직일 수 없습니다.
ko_mt: 게이트를 연 후 레버의 녹슨 메커니즘이 파손되었습니다. 이제 막혔습니다.

source: "These gates won't be easy to break through. Maybe they can be opened somehow?"
ko: "이 문짝을 부수고 들어가기도 쉽지 않겠군. 어떻게 열 방법이 없을까?"
ko_mt: "이 문은 뚫기 쉽지 않을 겁니다. 어떻게든 열 수 있지 않을까?"

source: A puddle of vescavor pheromones emits a smell which makes your head spin.
ko: 베스카버 페로몬 웅덩이가 당신의 머리를 핑 돌게 만드는 냄새를 발산합니다.
ko_mt: 베스캐버 페로몬 웅덩이에서 머리가 핑 돌게 만드는 냄새가 납니다.

source: "Onward, onward! I believe in you!"
ko: "전진, 전진! 당신을 믿습니다!"
ko_mt: "전진, 전진! 난 널 믿어!"

source: "I've been waiting for this for so long. It's time to retake Drezen!"
ko: "오랫동안 이 날만을 기다려왔어. 드레젠을 탈환할 시간이 왔다!"
ko_mt: "이 순간을 정말 오랫동안 기다려왔습니다. 이제 드레젠을 탈환할 시간입니다!"

source: "Hup two, hup two! Look lively!"
ko: "헛 둘, 헛 둘! 활력 넘치는군!"
ko_mt: "훕 투, 훕 투! 활기차게!"

source: "We'll break the gates ourselves!"
ko: "우리 힘으로 성문을 부수겠다!"
ko_mt: "우리가 직접 성문을 부수겠다!"

source: "So this is what happened to him. Too bad. He was one of the good ones."
ko: "그래서 이렇게 됐군. 안됐어. 착한 남자였는데."
ko_mt: "그에게 이런 일이 일어났군요. 안타깝네요. 그는 좋은 사람 중 하나였는데요."

source: "Here. Our scouts found a passage through the temple."
ko: "여기. 아군 정찰대가 신전으로 통하는 길을 찾았습니다."
ko_mt: "여기. 우리 정찰대가 성전을 통과하는 통로를 찾았습니다."

source: Commence the assault
ko: 공격 개시
ko_mt: 공격 시작

source: Crusaders' Supplies
ko: 성전사 보급품
ko_mt: 성전사 보급품

source: A full barrel of clean water.
ko: 깨끗한 물이 든 나무통입니다.
ko_mt: 깨끗한 물이 가득 담긴 통.

source: It's warm and almost cozy by the fire.
ko: 불 덕분에 따뜻하고 꽤나 안락하기까지 합니다.
ko_mt: 벽난로 옆은 따뜻하고 거의 아늑합니다.

source: There's food and medical supplies in the boxes.
ko: 상자 안에는 음식과 의료용 보급품이 들었습니다.
ko_mt: 상자 안에는 음식과 의료용품이 들어 있습니다.

source: After their victory over the demons, the crusaders set up a temporary camp on the parade deck.
ko: 데몬과 싸워 이긴 뒤, 성전군은 행진 무대 위에 임시 야영지를 설치했습니다.
ko_mt: 데몬을 상대로 승리를 거둔 십자군은 퍼레이드 데크에 임시 캠프를 설치했습니다.

source: An old mummified corpse. His face is maimed, and his chest is slashed open.
ko: 오래 전 미라가 된 시신입니다. 그의 얼굴을 훼손되었으며 그의 가슴팍은 절개되었습니다.
ko_mt: 오래된 미라 시체. 얼굴은 불구가 되었고 가슴은 찢겨져 있습니다.

source: A stale smell is coming from the crack in the wall.
ko: 금간 벽에서 퀴퀴한 냄새가 납니다.
ko_mt: 벽의 갈라진 틈에서 퀴퀴한 냄새가 납니다.

source: The tomb has been vandalized by demon claws. You can't read the name on it.
ko: 데몬의 손톱에 의해 묘지가 손상되었습니다. 누구의 이름이 쓰였는지 읽을 수 없습니다.
ko_mt: 무덤이 데몬의 발톱에 의해 훼손되었습니다. 무덤에 적힌 이름을 읽을 수 없습니다.

source: "Here li... valor and glo... won't forget."
ko: " 여기에... 용감하고 영... 잊지 않으리."
ko_mt: "여기.. 용기와 글로.. 잊지 않겠습니다."

source: "Here lies Gordhil Vhane. Builder of citadels, slayer of demons, father of two heroes."
ko: "이곳에 고드릴 베인이 잠들다. 그는 성채의 건설자이자 데몬 살헤자, 그리고 두 영웅의 아버지였노라."
ko_mt: "여기 고르딜 베인이 있다. 성채의 건축가이자 데몬을 처단하는 자, 두 영웅의 아버지."

source: To the other side
ko: 반대 편으로
ko_mt: 반대편

source: To the tower
ko: 탑으로
ko_mt: 타워

source: The grave of an unknown crusader. There is no name on the tombstone.
ko: 이름모를 성전사의 무덤입니다. 묘비에도 이름은 적혀 있지 않습니다.
ko_mt: 알려지지 않은 십자군의 무덤입니다. 묘비에는 이름이 없습니다.

source: The grave of an unknown crusader. There is no name on the tombstone. It is a reminder to all soldiers that their lives belong to the crusades.
ko: 이름모를 성전사의 무덤입니다. 묘비에도 이름은 적혀 있지 않습니다. 이는 모든 병사들의 목숨이 성전에 걸려 있음을 상기시켜줍니다.
ko_mt: 알려지지 않은 십자군의 무덤입니다. 묘비에는 이름이 없습니다. 모든 병사에게 그들의 목숨이 십자군에 속해 있음을 상기시켜 줍니다.

source: The air smells like magic powders, unknown chemical compounds, and medicine.
ko: 공기 중에 마법 가루, 알 수 없는 화학적 혼합물, 그리고 의약품 같은 냄새가 납니다.
ko_mt: 공기에서 마법의 가루, 알 수 없는 화학 화합물, 약 냄새가 납니다.

source: Research devices and machines that look like they belong in a torture chamber.
ko: 고문실에 있던 것 같은 기계와 장치들을 조사합니다.
ko_mt: 고문실에나 있을 법한 연구 장치와 기계가 등장합니다.

source: Despite the surrounding mess, the magical devices were kept clean and tidy.
ko: 주위의 난장판에도 불구하고, 이 마법 장치는 깨끗하며 잘 정돈된 채입니다.
ko_mt: 주변이 어수선했지만 마법 기기는 깨끗하고 정돈된 상태로 유지되었습니다.

source: "Ah, you little traitor!"
ko: "아, 이 쬐끄만 배신자 녀석!"
ko_mt: "아, 이 배신자 같으니!"

source: "Lying... wench... I'll get you... Even from the other side..."
ko: "거짓말... 계집... 널 찾을 것이다... 저편에서라도..."
ko_mt: "거짓말.. 년.. 내가 잡을게.. 저승에서도..."

source: "Praise the Commander!"
ko: "사령관을 찬양하라!"
ko_mt: "사령관을 찬양하라!"

source: "{Name} has led us to victory!"
ko: "{Name}이 우리를 승리로 이끌었다!"
ko_mt: "{Name}가 우리를 승리로 이끌었습니다!"

source: "As long as Commander {Name} leads us, we're unstoppable!"
ko: "{Name} 사령관이 우리를 지휘하는 한, 우린 무적이다!"
ko_mt: "{Name} 사령관이 우리를 이끄는 한, 우리는 막을 수 없습니다!"

source: "Remember Kenabres? It was a disaster!"
ko: "케나브레스 때 기억하나? 그땐 완전 대재앙이었지!"
ko_mt: "케나브레스를 기억하시나요? 재앙이었죠!"

source: "Yeah... But {Name} came to lead us — and here we are in Drezen!"
ko: "맞어... 하지만 {Name}이 우리를 인도하기 시작했어. 그리고 우린 지금 드레젠에 입성했지!"
ko_mt: "네.. 하지만 {Name}가 우리를 이끌고 왔고, 우리는 여기 드레젠에 있습니다!"

source: "We've taken back Drezen, now it's time to take back all of Sarkoris!"
ko: "드디어 드레젠을 되찾았다. 이젠 사코리스 전역을 돌려받을 시간이 왔다!"
ko_mt: "드레젠을 되찾았으니 이제 사르코리스를 모두 되찾을 차례입니다!"

source: "Forget Sarkoris — we'll clean up the whole Abyss! Deskari will be sorry he messed with us!"
ko: "사코리스는 일단 치워둬. 먼저 심연 전체를 청소해야지! 데스카리도 우릴 조지러 왔던걸 후회할 거야!"
ko_mt: "사르코리스는 잊어버리고 심연 전체를 청소하자! 데스카리가 우릴 건드린 걸 후회할 거야!"

source: "Let's drink to the memory of everyone who didn't make it."
ko: "이 자리까지 살아남지 못한 모든 이들을 위하여 건배."
ko_mt: "살아남지 못한 모든 분들을 위해 건배합시다."

source: "So many died... Let's pour one out for them!"
ko: "너무 많은 사람들이 죽었지... 녀석들 술도 한 통 남겨주자고!"
ko_mt: "너무 많은 사람이 죽었어.. 그들을 위해 한 잔 부어주자!"

source: "Dismissed!"
ko_mt: "해산!"

source: "Everyone, return to your orders' camps!"
ko: "전군, 각자의 기사단 천막으로 돌아가도록!"
ko_mt: "여러분, 명령대로 캠프로 돌아가세요!"

source: "And now it's time to celebrate the victory! Everyone is dismissed!"
ko: "그럼 이제 승리를 축하할 시간이로군! 전부 해산시켰으니!"
ko_mt: "이제 승리를 축하할 시간입니다! 모두 해산합니다!"

source: "You're right. We can't give up. Eagle Watch — to arms!"
ko: "맞습니다. 우리는 포기하지 않아요. 독수리 감시단! 무기를 들어라!"
ko_mt: "당신 말이 맞아요. 포기할 수 없어. 이글 워치 - 무기로!"

source: "We're done..."
ko: "끝났어..."
ko_mt: "다 끝났어..."

source: "They're crazy..."
ko: "미쳤군..."
ko_mt: "그들은 미쳤어..."

source: "We will decorate the walls with your entrails!"
ko: "네놈들 내장으로 성벽을 장식해주마!"
ko_mt: "우리는 당신의 내장으로 벽을 장식할 것입니다!"

source: "Your meat is food! Your souls are dessert!"
ko: "식사는 살덩이로, 후식은 영혼으로!"
ko_mt: "너희의 고기는 음식이다! 너희 영혼은 디저트다!"

source: "I'll suck your eyes out!"
ko: "눈깔을 빨아주겠어!"
ko_mt: "내가 네 눈을 빨아줄게!"

source: "You will die a very slow death..."
ko: "너희는 아주 천천히, 고통스럽게 죽을 거야..."
ko_mt: "넌 아주 천천히 죽게 될 거야..."
