Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: "Perhaps if I laid my hands on such a crystal, I would see something else in my past. Do you know where to get one of these? Do they come from mines or maybe from the bottom of the sea?" {n}The elf takes out a delicate compass from his bag, the needle of which is slowly but constantly spinning.{/n} "I sense the power we are looking for... My hands have touched it in the past. In the past I do not remember. I think a little divination will come in handy. I can set this little trifle to help you. Explore the caves here — when you are near the crystal, the compass... will let you know."
ko: "아마도 제 손을 이런 수정에 대볼 수 있다면 제 과거에 대해 뭔가를 볼 수 있을지도 모릅니다. 이것을 구할 수 있는 법이 있을까요? 광산이나 바다 밑바닥에서 나온 걸까요?" {n}엘프가 자신의 가방에서 섬세한 나침반을 꺼낸다. 나침반의 침은 느리지만 꾸준하게 도는 중이다.{/n} "제게는 우리가 찾는 그 힘을 느껴집니다... 과거에 제 손으로 그것을 만졌었죠. 제가 기억 못하는 과거 말입니다. 소소한 점술이 도움이 되리라 생각했죠. 도와드리기 위해 이 물건을 드리겠습니다. 이곳의 동굴을 찾으십시오. 당신이 수정 근처에 다가가게 되면, 나침반이... 당신을 이끌겁니다."
ko_mt: "아마도 내가 그런 수정에 손을 얹으면 과거에 다른 것을 볼 수있을 것입니다. 이런 수정을 어디서 구할 수 있는지 아세요? 광산에서 나오는 건가요, 아니면 해저에서 나오는 건가요?" {n}엘프가 가방에서 섬세한 나침반을 꺼내는데, 바늘이 느리지만 끊임없이 돌아가고 있습니다.{/n} "우리가 찾고 있는 힘이 느껴져... 과거에 내 손으로 만져본 적이 있어요. 과거에는 기억이 나지 않습니다. 약간의 예지이 도움이 될 것 같아요. 이 사소한 일로 당신을 도울 수 있어요. 여기 동굴을 탐험하세요-수정 근처에 가면 나침반이 알려줄 거예요"

source: A large piece of an ordinary cloak that for some reason draws the eye of onlookers and beckons them to take it. It is impossible to know for certain who wore it and how long ago that might have been. Regardless, the previous owner managed to leave the powerful imprint of their mysterious aura on the cloak. A true antiquities expert could reveal more about the cloak.
ko: 어떤 이유인지 보는 이의 시선을 사로잡고 가져가도록 유혹하는, 평범한 망토의 큰 조각입니다. 누가 입었는지, 얼마나 오래된 옷인지 알아보는 건 불가능합니다. 그와 별갸로, 이전 주인은 자신의 신비한 기운을 강력한 각인으로써 이 망토에 새겼습니다. 진정한 고고학 전문가라면 이 망토에 숨은 것을 모두 드러낼 수 있을 겁니다.
ko_mt: 어떤 이유로 구경꾼의 시선을 끌고 그것을 가져 가라고 손짓하는 평범한 망토의 큰 조각. 누가 입었는지, 얼마나 오래전에 입었는지 확실하게 알 수는 없습니다. 어쨌든 이전 소유자는 망토에 신비한 기운의 강력한 흔적을 남겼습니다. 진정한 유물 전문가라면 이 망토에 대해 더 많은 것을 밝혀낼 수 있을 것입니다.

source: Piece of an Ancient Cloak
ko: 고대의 망토 조각
ko_mt: 고대 망토의 조각

source: Decrepit and worn-out Sarkorian boots. At first glance, they look like garbage, but even a mere touch across their surface imparts a sense of the distinct power contained within them. A true antiquities expert could reveal more about them.
ko: 오래되고 낡아 떨어진 사코리스 신발입니다. 대충 봤을 때는 쓰레기같아 보입니다만, 표면에 손 끝만 스치더라도 이 안에 특별한 힘이 잠재되어있다는 느낌을 줍니다. 진정한 고고학 전문가라면 이것에 숨은 것을 모두 드러낼 수 있을 겁니다.
ko_mt: 낡고 낡은 사르코리안 부츠. 언뜻 보기에는 쓰레기처럼 보이지만 표면을 살짝만 만져봐도 그 안에 담긴 독특한 힘을 느낄 수 있습니다. 진정한 유물 전문가라면 이 부츠에 대해 더 많은 것을 알 수 있을 것입니다.

source: Tattered Ancient Boots
ko: 넝마가 된 고대의 신발
ko_mt: 너덜너덜한 고대 부츠

source: A pair of battle-scarred gauntlets. Even in their current deplorable condition, they look expensive and exquisitely adorned — hardly something worn by an ordinary soldier. A true antiquities expert could reveal more about the gauntlets.
ko: 전투 흔적이 남은 장갑입니다. 지금의 한심한 상태에도 불구하고, 이것들은 비싸고 정교하게 장식된 걸로 보입니다. 평범한 병사가 착용했으리라곤 생각되지 않는군요. 진정한 고고학 전문가라면 이 장갑에 숨은 것을 모두 드러낼 수 있을 겁니다.
ko_mt: 전투로 상처 입은 건틀릿 한 쌍. 현재의 비참한 상태에서도 일반 군인이 착용 할 수 없는 비싸고 정교하게 장식 된 것처럼 보입니다. 진정한 유물 전문가라면 건틀릿에 대해 더 많은 것을 알 수 있습니다.

source: Broken Gauntlets
ko: 망가진 건틀릿
ko_mt: 부러진 건틀릿

source: A fragment of a gold ring broken into pieces. Mysterious runes adorn the inside of the antique piece of jewelry, perhaps once imbuing it with one or more powerful spells. A true antiquities expert could reveal more about this ring.
ko: 산산조각난 금반지의 조각입니다. 이 골동품 조각의 안쪽에는 알 수 없는 룬이 장식되어 있으며, 아마도 예전에는 하나 이상의 강력한 주문이 주입되어 있었을 겁니다. 진정한 고고학 전문가라면 이 반지에 숨은 것을 모두 드러낼 수 있을 겁니다.
ko_mt: 조각으로 부서진 금반지 조각. 신비한 룬이 골동품 보석의 내부를 장식하고 있으며, 아마도 한때 하나 이상의 강력한 주문이 새겨 졌을 것입니다. 진정한 유물 전문가라면 이 반지에 대해 더 많은 것을 알 수 있을 것입니다.

source: Piece of an Antique Ring
ko: 낡은 반지의 조각
ko_mt: 골동품 반지 조각

source: A fragment of a gold buckle that once adorned the belt of an unknown warrior. A true antiquities expert could reveal more about the buckle.
ko: 이름 모를 전사의 허리춤을 장식했을 금 버클의 조각입니다. 진정한 고고학 전문가라면 이 버클에 숨은 것을 모두 드러낼 수 있을 겁니다.
ko_mt: 한때 알려지지 않은 전사의 허리띠를 장식했던 금 버클 조각입니다. 진정한 유물 전문가라면 버클에 대해 더 많은 것을 알 수 있습니다.

source: Broken Gold Buckle
ko: 부서진 황금 버클
ko_mt: 부러진 금 버클

source: Ring of Summoning
ko: 소환의 반지
ko_mt: 소환의 반지

source: "I see clouds... living clouds... They are eating each other."
ko: "구름이 보여... 살아있는 구름이야... 서로룰 먹어치우고 있어."
ko_mt: "구름이 보인다.. 살아있는 구름.. 그들은 서로를 먹고 있습니다 "

source: "You look strange. Those horns growing from your eyes, they really don't bother you?"
ko: "넌 이상하게 생겼군. 정말로 눈에서 자라는 뿔들이 방해되지 않는 거야?"
ko_mt: "당신 이상해 보여요. 눈에서 자라는 뿔이 정말 귀찮지 않나요?"

source: "I used to be bothered by insects crawling under my skin. But now I've realized, I'm a giant termite hill. I am their home."
ko: "내 살갗을 기어다니는 벌레들에게 짜증을 냈었지. 하지만 이제는 내가 거대한 흰개미집이라는 것을 깨달았어. 내가 녀석들의 집이야."
ko_mt: "예전에는 피부 밑으로 기어 다니는 벌레 때문에 괴로웠어요. 하지만 이제 저는 제가 거대한 흰개미 언덕이라는 것을 깨달았습니다. 나는 그들의 집입니다."

source: "Den of Sweet Horror."
ko: "달콤한 공포의 소굴."
ko_mt: "달콤한 공포의 소굴"

source: "It's just a flesh wound."
ko: "그냥 긁힌 상처입니다."
ko_mt: "그냥 살갗에 상처가 났을 뿐입니다"

source: "I'll be back to the front lines in no time!"
ko: "즉시 전선에 복귀할 수 있습니다!"
ko_mt: "곧 전선으로 돌아갈 것입니다! "

source: "If the Commander got us out of the trap in the chapel, {mf|he|she} can handle Drezen too!"
ko: "사령관님께서 예배당의 함정속에서 우릴 꺼내주으니, 분명 드레젠 또한 탈환하실 수 있을 거야!"
ko_mt: "사령관이 예배당의 함정에서 우리를 구해냈다면 {mf|그|그녀}도 드레젠을 처리할 수 있습니다!"

source: "The Commander is no worse than Irabeth. {mf|He|She} came out of nowhere and fixed everything!"
ko: "사령관님이 이라베스보다는 낫지. 난데없이 튀어나와서 모든 것을 정리하셨잖아!"
ko_mt: "사령관은 이라베스보다 나쁘지 않습니다. {mf|그|그녀}의 갑자기 나타나서 모든 것을 고쳤어요!"

source: "Drezen is near. Soon we'll all know our worth, from private to commander!"
ko: "드레젠이 가까이 있다. 곧 신병부터 사령관님까지, 우리 모두 본인이 얼마나 가치 있는지 알게 될 거다!"
ko_mt: "드레젠이 가까워졌습니다. 곧 사병에서 사령관까지 우리 모두의 가치를 알게 될 것입니다!"

source: "We have to watch out for Mendevians losing Drezen again. As foolishly as last time!"
ko: "멘데브가 또다시 드레젠을 빼앗기는지 주시해야만 해. 저번처럼 멍청하게 될지도 몰라!"
ko_mt: "멘데비안이 또다시 드레젠을 잃을까 조심해야 해. 지난번처럼 어리석게!"

source: "Drezen is a strong foothold. But what are we going to attack next?"
ko: "드레젠은 강건한 요새다. 그러나 우리가 지금 공격하는 곳이 어디겠나?"
ko_mt: "드레젠은 강력한 거점입니다. 하지만 다음에는 무엇을 공격할까요?"

source: "It's not enough just to take the city back. We need to hold it..."
ko: "도시를 그냥 되찾는 것만으론 부족하다. 지켜내기까지 해야하지..."
ko_mt: "도시를 되찾는 것만으로는 충분하지 않습니다. 우리는 그것을 붙잡아야합니다..."

source: "There isn't a single normal fighter in the entire army, except for the Commander!"
ko: "사령관님을 제하더라도, 평범한 전사는 전군에 단 한 명도 없다!"
ko_mt: "사령관을 제외하고는 군대 전체에 정상적인 파이터가 하나도 없습니다! "

source: "If it wasn't for the Commander, we would all be dead..."
ko: "사령관님이 아니었다면, 우린 모두 죽었을 테지..."
ko_mt: "사령관이 아니었다면 우리는 모두 죽었을 것입니다..."

source: "Does anybody know who exactly the commander is? Where did {mf|he|she} come from?"
ko: "사령관님에 대해 정확하게 아는 사람 있냐? 그 분은 대체 어디서 오신 거야?"
ko_mt: "사령관이 정확히 누구인지 아는 사람 있나요? {mf|그|그녀}는 어디에서 왔나요?"

source: "Drezen is ours again! Praise the swords of Mendev!"
ko: "드레젠을 탈환했다! 멘데브의 검을 찬양하라!"
ko_mt: "드레젠은 다시 우리의 것이다! 멘데브의 검을 찬양하라!"

source: "So many of our own perished for this victory... But we saved so many more!"
ko: "이 승리를 위해 목숨을 바친 동료들이 너무 많아... 하지만 그보다 더 많은 목숨을 구했어!"
ko_mt: "이 승리를 위해 우리 중 많은 사람들이 죽었습니다... 하지만 우리는 더 많은 사람들을 구했습니다!"

source: "Drezen is just the beginning! We're going to clear the whole Worldwound!"
ko: "드레젠은 시작일 뿐이다! 우리는 세계상처 전역을 쓸어버릴 것이야!"
ko_mt: "드레젠은 시작에 불과합니다! 세계상처 전체를 클리어할 겁니다!"

source: One of the harsher regions of the Stolen Lands, if not the entire River Kingdoms, the region of Glenebon, also called the Glenebon Uplands, is characterized by rolling black hills, tall gray grass, and tangled scrub. There is little shelter to be found in this unforgiving land. Wildlife includes beetles, snakes, rodents, and ragged wolves, but it is said that prides of manticores have taken to the region, ranging from the Branthlend Mountains, across the hills of Glenebon and into Numeria.
ko: 글레네본은 강의 왕국들 잔역에서는 모르지만, 도둑맞은 땅에서라면 가장 가혹한 지역중 하나입니다. 이곳은 글레네본 고지대라고도 불리며, 완만한 검은 언덕과 높은 회색 잔디, 헝클어진 관목들이 특징입니다. 이 혹독한 땅에서 주거지는 거의 찾아볼 수 없습니다. 야생동물은 딱정벌레, 뱀, 설치류, 그리고 누더기 늑대 등이 있지만, 브란슬렌드 산맥에서 글레네본 언덕을 가로질러 누메리아에 이르는 지역까지 활동하는 만티코어 무리가 지배적이라는 의견도 있습니다.
ko_mt: 리버 킹덤 전체는 아니더라도 빼앗긴 땅에서 가장 혹독한 지역 중 하나인 글레네본 고지대라고도 불리는 글레네본 지역은 구불구불한 검은 언덕과 키 큰 회색 풀, 뒤엉킨 덤불이 특징입니다. 이 험난한 땅에는 피난처가 거의 없습니다. 야생동물로는 딱정벌레, 뱀, 설치류, 늑대 등이 있지만, 만티코어가 브란스렌드 산맥에서 글레네본 언덕을 넘어 누메리아에 이르기까지 이 지역에 서식하는 것으로 알려져 있습니다.

source: Timeworn Azlanti Belt Buckle from the Tenebrous Depths
ko: 어둠의 심부에서 나온 오래된 아즐란트산 벨트 버클
ko_mt: 테네브로스 심부에서 나온 낡은 아즐란트 허리띠 버클

source: Timeworn Shard of the Goggles of Night from the Tenebrous Depths
ko: 어둠의 심부에서 나온 밤의 안경의 낡은 조각
ko_mt: 테네브러스 심연에서 온 밤의 고글의 낡은 파편

source: Timeworn Empty Lockpick Case from the Tenebrous Depths
ko: 어둠의 심부에서 나온 오래된 텅 빈 락픽 케이스
ko_mt: 테네브로스 심연에서 온 시간이 낡은 빈 자물쇠 상자

source: Timeworn Pinch of Cyclops Frankincense from the Tenebrous Depths
ko: 어둠의 심부에서 나온 사이클롭스 프랑켄센스의 오래된 집게
ko_mt: 테네브로스 심부에서 나온 사이클롭스 유향의 낡은 핀치

source: Timeworn Thassilonian Rune from the Tenebrous Depths
ko: 어둠의 심부에서 나온 오래된 타실로니안 룬
ko_mt: 테네브로스 심연에서 온 낡은 타실로니안 룬

source: This item once belonged to a mysterious man, a collector of many artifacts. An expert in antiquities may find it interesting.
ko: 이것은 수많은 유물을 수집했던 정체불명의 남성이 지녔던 물건입니다. 골동품 전문가가 흥미를 가질지도 모릅니다.
ko_mt: 이 아이템은 한때 많은 유물을 수집 한 신비한 남자의 소유였습니다. 고대 유물 전문가라면 흥미로울 것입니다.

source: Restovic Ranger's Broken Arrow
ko: 레스토프 레인저의 부러진 화살
ko_mt: 레스토비치 레인저의 부러진 화살

source: Restovic Inquisitor's Broken Crossbow
ko: 레스토프 인퀴지터의 부러진 쇠뇌
ko_mt: 레스토비치 심문관의 부러진 쇠뇌

source: Restovic Paladin's Crumpled Helmet
ko: 레스토프 팔라딘의 뒤틀린 투구
ko_mt: 레스토비치 성기사의 구겨진 투구

source: Restovic Swordlord's Empty Sheath
ko: 레스토프 소드로드의 빈 칼집
ko_mt: 레스토비치 검객의 빈 칼집

source: Restovic Sorceress's Discharged Staff
ko: 레스토프 소서러의 방전된 스태프
ko_mt: 레스토비치 소서러의 방전된 지팡이

source: This item once belonged to an ancient Brevan. An expert in antiquities may find it interesting.
ko: 이것은 한때 고대 브레보이인이 지녔던 물건입니다. 골동품 전문가가 흥미를 가질지도 모릅니다.
ko_mt: 이 아이템은 한때 고대 브레반의 소유였습니다. 고대 유물 전문가라면 흥미로울 것입니다.

source: Fallen Warrior's Boot
ko: 쓰러진 전사의 장화
ko_mt: 타락한 전사의 장화

source: Fallen Warrior's Buckle
ko: 쓰러진 전사의 버클
ko_mt: 타락한 전사의 버클

source: Fallen Warrior's Sheath
ko: 쓰러진 전사의 칼집
ko_mt: 타락한 전사의 칼집

source: Fallen Warrior's Flint
ko: 쓰러진 전사의 부싯돌
ko_mt: 타락한 전사의 부싯돌

source: Fallen Warrior's Flask
ko: 쓰러진 전사의 플라스크
ko_mt: 타락한 전사의 플라스크

source: This once belonged to an ancient cyclops. An expert in antiquities may find it interesting.
ko: 이것은 한때 고대의 사이클롭스가 지녔던 물건입니다. 골동품 전문가가 흥미를 가질지도 모릅니다.
ko_mt: 이것은 한때 고대 사이클롭스의 것이었습니다. 고대 유물 전문가라면 흥미로울 것입니다.

source: Soot-Blackened Apron
ko: 그을린 앞치마
ko_mt: 그을음-검은 앞치마

source: Soot-Blackened Brand
ko: 검게 그을린 낙인
ko_mt: 그을음-검은 브랜드

source: Soot-Blackened Gloves
ko: 그을린 장갑
ko_mt: 그을음-검은 장갑

source: Soot-Blackened Hammer
ko: 그을린 검은 망치
ko_mt: 그을음-검은 망치

source: Soot-Blackened Tongs
ko: 그을린 검은 집게
ko_mt: 그을음-검은 집게

source: This once belonged to an ancient dwarf. An expert in antiquities may find it interesting.
ko: 이것은 한때 고대의 드워프가 지녔던 물건입니다. 골동품 전문가가 흥미를 가질지도 모릅니다.
ko_mt: 이것은 한때 고대 드워프의 것이었습니다. 고대 유물 전문가라면 흥미로울 것입니다.

source: Tree Crest Buckle
ko: 나무 문장 버클
ko_mt: 나무 문장 버클

source: Tree Crest Comb
ko: 나무 문장 빗
ko_mt: 트리 크레스트 빗

source: Tree Crest Flask
ko: 나무 문장 플라스크
ko_mt: 트리 크레스트 플라스크

source: Tree Crest Inkwell
ko: 나무 문장 잉크통
ko_mt: 트리 크레스트 잉크 웰

source: Tree Crest Snuffbox
ko: 나무 문장 코담배갑
ko_mt: 트리 크레스트 스너프 박스

source: A knickknack from a long-forgotten elven kingdom. An expert in antiquities may find it interesting.
ko: 오래전에 잊힌 엘프 왕국의 장식품입니다. 골동품 전문가가 흥미를 가질지도 모릅니다.
ko_mt: 오랫동안 잊혀진 엘프 왕국의 장신구. 고대 유물 전문가라면 흥미로울 것입니다.

source: Cypress Queen's Goblet
ko: 사이프러스 여왕의 잔
ko_mt: 사이프러스 여왕의 잔

source: Cypress Queen's Crown
ko: 사이프러스 여왕의 왕관
ko_mt: 사이프러스 여왕의 왕관

source: Cypress Queen's Flower
ko: 사이프러스 여왕의 꽃
ko_mt: 사이프러스 여왕의 꽃

source: Cypress Queen's Flute
ko: 사이프러스 여왕의 플루트
ko_mt: 사이프러스 여왕의 플루트

source: Cypress Queen's Quill
ko: 사이프러스 여왕의 깃펜
ko_mt: 사이프러스 여왕의 퀼

source: This once belonged to an ancient fey. An expert in antiquities may find it interesting.
ko: 이것은 한때 한 고대의 페이가 지녔던 물건입니다. 골동품 전문가가 흥미를 가질지도 모릅니다.
ko_mt: 이것은 한때 고대 페이의 소유였습니다. 고대 유물 전문가라면 흥미로울 것입니다.

source: Ancient Kellid Ceramic Potsherd
ko: 고대 켈리드 세라믹 조각
ko_mt: 고대 켈리드 세라믹 포트 셔드

source: Ancient Kellid Adornment Piece
ko: 고대 켈리드 장식 조각
ko_mt: 고대 켈리드 장식 조각

source: Ancient Kellid Sword Shard
ko: 고대 켈리드 검 파편
ko_mt: 고대 켈리드 검 파편

source: Ancient Kellid Clothing Rag
ko: 고대 켈리드 누더기 옷
ko_mt: 고대 켈리드 의류 걸레

source: Ancient Kellid Rope Fragment
ko: 고대 켈리드 밧줄 조각
ko_mt: 고대 켈리드 로프 조각

source: This item once belonged to an ancient Kellid barbarian. An expert in antiquities may find it interesting.
ko: 이것은 한때 고대의 켈리드 바바리안이 지녔던 물건입니다. 골동품 전문가가 흥미를 가질지도 모릅니다.
ko_mt: 이 아이템은 한때 고대 켈리드 야만인의 소유였습니다. 고대 유물 전문가라면 흥미로울 것입니다.

source: Taldan Snaffle
ko: 탈도르 재갈
ko_mt: 탈도르 스네플

source: Taldan Whip
ko: 탈도르 채찍
ko_mt: 탈도르 채찍

source: Taldan Horseshoe
ko: 탈도르 말발굽
ko_mt: 탈도르 말굽

source: Taldan Spur
ko: 탈도르 박차
ko_mt: 탈도르 박차

source: Taldan Stirrup
ko: 탈도르 등자
ko_mt: 탈도르 등자

source: This once belonged to an ancient Taldan. An expert in antiquities may find it interesting.
ko: 이것은 한때 고대의 탈도르인이 지녔던 물건입니다. 골동품 전문가가 흥미를 가질지도 모릅니다.
ko_mt: 이것은 한때 고대 탈도르의 소유였습니다. 고대 유물 전문가라면 흥미로울 것입니다.

source: Charred Screwdriver with the Technic League's Brand
ko: 기술 연맹의 상표가 새겨진 스크루 드라이버
ko_mt: 테크닉 리그의 브랜드가 새겨진 탄 드라이버

source: Bent Wrench with the Technic League's Brand
ko: 기술 연맹의 상표가 새겨진 구부러진 렌치
ko_mt: 테크닉 리그 브랜드가있는 벤트 렌치

source: Broken Drill with the Technic League's Brand
ko: 기술 연맹의 상표가 새겨져 있는 망가진 드릴
ko_mt: 테크닉 리그의 브랜드가있는 부러진 드릴

source: Chipped Magnifying Glass with the Technic League's Brand
ko: 기술 연맹의 상표가 새겨져 있는 깨진 돋보기
ko_mt: 테크닉 리그의 브랜드가 새겨진 깨진 돋보기

source: Melted Pliers with the Technic League's Brand
ko: 기술 연맹의 상표가 새겨져 있는 용해된 펜치
ko_mt: 테크닉 리그의 브랜드가있는 녹은 플라이어

source: This item once belonged to an ancient Technic League outcast. It may be of interest to an antiquities expert.
ko: 이것은 고대의 기술 연맹 추방자가 지녔던 것입니다. 골동품 전문가가 흥미를 가질지도 모릅니다.
ko_mt: 이 아이템은 한때 고대 테크닉 리그의 추방자 소유였습니다. 유물 전문가에게 흥미로울 수 있습니다.

source: This amulet grants its wearer a +4 bonus to Trickery, Stealth and Mobility skill checks. Their melee attacks deal 2d6 sneak attack damage. When an ally moves away from the wearer in battle, the amulet forces the wearer to make an attack of opportunity against that ally.
ko: 이 부적은 착용자의 손재주, 은신, 기동성 기술 판정에 각각 +4 보너스를 줍니다. 무방비 상태의 적에 대한 착용자의 근접 공격은 2d6의 암습 피해를 입힙니다. 전투 중 동료가 착용자의 근처에서 벗어나면, 이 부적은 강제로 착용자가 동료에게 기회 공격을 하게 만듭니다.
ko_mt: 이 부적은 착용자에게 속임수, 은신, 기동성 기술 판정에 +4 보너스를 부여합니다. 근접 공격은 2d6의 암습 피해를 줍니다. 아군이 전투에서 착용자에게서 멀어지면 부적 착용자는 그 아군을 상대로 기회 공격을 하도록 강요합니다.

source: There once lived a knight of Brevoy who suffered ill fate and poor fortune from birth. The youngest child of a noble family that had fallen on hard times, the only inheritance he could count on was a horse, a suit of armor, and the family sword. Since childhood, the knight had been haunted by a voice that constantly convinced him to behave against his own best interests. Each time an opportunity for fortune arose, the voice would whisper darkly in his head, causing him to lose one chance after another. Hoping to rid himself of this curse, the knight sought out a sorcerer, but the sorcerer's price was high — to afford the huge sum, the knight had to sell his horse, his family sword, and his crested armor. But the result was worth the cost — after receiving the necklace the sorcerer created, the knight's affairs began to improve. Soon, he became the sole heir to his family's fortune, granting him a life of luxury. Enemies drove him from his family manor and out into the Stolen Lands, but even there he grew richer and more prosperous, joining a team of merry folk who ran a successful enterprise on the high road. It's amazing what one can achieve once rid of that small voice known as conscience! The knight's happiness was long, but not eternal. In his old age, he found himself boarding a vessel in the hopes of finding treasure, but he instead found a trap connected to a dozen barrels of some seething alchemical substance. The ensuing explosion thundered across the area, scattering bits of the knight along with it — as well as fragments of his necklace. But now that it's been restored, the necklace is ready to bring fortune to its new owner!
ko: 일찍이 태어나자마자 불운과 일그러진 운명에 고통받는 브레보이의 한 기사가 살았습니다. 힘든 시기에 몰락한 한 귀족가문의 막내였던 그에게 맡겨진 유산이라고는 한 마리의 말과 한 벌의 갑옷 그리고 가문의 검 뿐이었습니다. 어렸을 적부터 그 기사는 끊임없이 그의 이익에 반하게끔 충돌질하는 목소리에 사로잡혀 왔습니다. 매번 행운이 기회를 가져다 줄 때마다, 그 목소리는 그의 머릿 속에서 어둡게 속삭여, 그가 기회를 하나씩 놓치게 만들었습니다. 그 스스로 이 저주를 풀어내길 바라며 기사는 소서러를 찾았지만, 소서러가 매긴 대가는 매우 비쌌습니다. 그 거액을 감당하기 위해 기사는 그의 말과 그의 가문의 검과 그의 문장이 새겨진 갑옷을 팔았습니다. 그렇지만 결과는 제 값을 하였습니다. 소서러가 만든 목걸이를 건내받자, 기사의 사정은 나아지기 시작했습니다. 곧, 그는 가문의 유일한 후계자가 되었고, 이것은 그에게 사치스런 삶을 누릴 수 있게 해주었습니다. 적들은 그를 그의 가문의 저택에서 끌어내 도둑맞은 땅으로 보내었지만, 그곳에서조차 그는 성공가도를 달리고 있는 한 기업을 운영하는 활달한 사람들의 무리에 합류하여, 더 부유해지고 번창하게 되었습니다. 양심이라 알려진 내면의 작은 목소리를 지워버리는 것에 성공했다는 것은 놀라운 일입니다! 그 기사의 행복은 오래갔지만 영원하진 않았습니다. 말년에 그는 스스로 보물을 찾아내겠다는 바램으로 배에 올라탔지만, 그가 그 대신 발견한 것은 대여섯개의 펄펄 끓는 화학 물질이 담긴 통이 연결된 함정이었습니다. 그 뒤에 일어난 폭발은 천둥처럼 그 지역을 휩쓸었고, 기사는 조각조각나서 흩뿌려졌습니다. 마찬가지로 그의 목걸이 또한 조각났습니다. 그러나 이제 그 목걸이는 복원되었고, 새 주인에게 행운을 전해줄 것을 기다리고 있습니다!
ko_mt: 태어날 때부터 불운한 운명과 불운을 겪은 브레보이의 기사가 살았습니다. 어려운시기에 몰락 한 귀족 가문의 막내아들이었던 그가 믿을 수있는 유일한 유산은 말, 갑옷 한 벌, 가문의 검뿐이었습니다. 어린 시절부터 기사는 자신의 최선의 이익에 반하는 행동을 하도록 끊임없이 설득하는 목소리에 시달렸습니다. 행운의 기회가 찾아올 때마다 그 목소리는 그의 머릿속을 어둡게 속삭였고, 그 결과 그는 연이어 기회를 잃었습니다. 이 저주를 풀기 위해 기사는 소서러를 찾았지만 소서러의 가격은 너무 비쌌고, 기사는 거액을 마련하기 위해 말과 가문의 검, 문장 갑옷을 팔아야 했습니다. 하지만 소서러가 만든 목걸이를 받은 후 기사의 상황은 개선되기 시작했어요. 곧 그는 가문의 재산을 물려받을 유일한 상속인이 되어 호화로운 삶을 살게 되었습니다. 적들은 그를 가문의 저택에서 쫓아내어 도둑맞은 땅으로 쫓아냈지만, 그곳에서도 그는 더욱 부유해지고 번영하여 큰 길에서 성공적인 기업을 운영하는 유쾌한 사람들과 합류했습니다. 양심이라는 작은 목소리를 없애고 나면 얼마나 많은 것을 이룰 수 있는지 놀랍습니다! 기사의 행복은 길었지만 영원하지는 않았습니다. 노년에 그는 보물을 찾기 위해 배를 탔지만, 그 대신 끓어오르는 연금술 물질이 담긴 수십 개의 배럴과 연결된 함정을 발견했습니다. 이어진 폭발이 주변을 강타하면서 기사의 목걸이 파편과 함께 기사의 조각이 흩어졌습니다. 하지만 이제 복원되었으니 목걸이는 새 주인에게 행운을 가져다줄 준비가 되었습니다!

source: Scorched Fragment of a Necklace
ko: 그을린 목걸이 조각
ko_mt: 목걸이의 그을린 조각

source: Necklace of Double Crosses
ko: 배반의 목걸이
ko_mt: 배반의 목걸이

source: This cloak inflicts a -4 penalty to the wearer's Constitution score. It adds +2 to the wearer's caster level when they cast a Necromancy school or Summoning subtype spell for the purpose of calculating all level-variable effects of that spell. It also grants its wearer a +2 bonus to Necromancy school spells' DC. It grants the ability to cast vampiric touch spell three times per day, with a caster level equal to character level. Unequipping this cloak is only possible after casting remove curse spell on the wearer and passing a DC 25 caster level check. Failing this check kills the wearer immediately and summons a hostile Thanadaemon. If the wearer has reached the 20th level, it summons a hostile Astradaemon instead.
ko: 이 망토는 착용자의 건강 수치에 -4 페널티를 입힙니다. 착용자는 사령학파 또는 소환 계열 주문을 시전할 때 시전자 레벨에 +2를 더하여, 시전자 레벨과 관련된 변수들을 계산합니다. 또한 착용자가 시전하는 사령학파 주문의 DC에 +2 보너스를 부여합니다. 이 망토는 하루에 세 번 캐릭터의 레벨과 동일한 주문 시전 레벨로 흡혈의 손길 주문을 사용할 수 있게 합니다. 이 망토를 장비 해제하기 위해서는 반드시 착용자에게 '저주 제거' 주문을 시전하여 DC 25의 시전자 레벨 체크를 통과하여야 합니다. 이 판정에 실패하면 착용자는 즉시 사망하며 적대적인 타나다이몬이 소환됩니다. 만약 착용자가 20레벨에 도달한 상태였다면, 대신 적대적인 아스트라다이몬이 소환됩니다.
ko_mt: 이 망토 착용자는 건강 점수에 -4의 불이익을 받습니다. 착용자가 사령 학파 또는 소환 하위유형 주문을 시전할 때 해당 주문의 모든 레벨에 따른 효과를 계산할 때 착용자의 시전자 레벨에 +2를 더합니다. 또한 착용자에게 사령 학파 주문의 DC에 +2 보너스를 얻습니다. 이 망토의 착용자는 하루에 세 번, 캐릭터 레벨과 동일한 시전자 레벨로 뱀파이어 접촉 주문을 시전할 수 있습니다. 이 망토를 벗으려면 착용자에게 저주 제거 주문을 시전하고 DC 25의 시전자 레벨 판정을 통과해야만 가능합니다. 이 판정에 실패하면 착용자는 즉시 사망하고 적대적인 타나다몬을 소환합니다. 착용자가 20 레벨에 도달하면 대신 적대적인 아스트라다이몬을 소환합니다.
