Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: "The sage advice comes free of charge, everything else costs gold."
ko_mt: "현자의 조언은 무료로 제공되며, 그 외의 모든 것은 금이 필요합니다"

source: "Is this dingy hole really the last thing I'll see in my life?"
ko_mt: "정말 이 허름한 구멍이 내 인생에서 마지막으로 볼 수 있는 건가요? "

source: "There's a very strange-looking ship docked up..."
ko_mt: "아주 이상하게 생긴 배가 정박해 있어요..."

source: "Clear off, scum, I'm trying to find inner harmony here."
ko_mt: "비켜, 쓰레기, 나는 여기서 내면의 조화를 찾으려고 노력하고있다 "

source: Blessing of Good Fortune
ko_mt: 행운의 축복

source: "What are you?"
ko_mt: "넌 뭐야?"

source: "How can you be useful to me?"
ko_mt: "어떻게 내게 도움이 될 수 있습니까? "

source: "I want you to cast an illusion on my gear."
ko_mt: "내 장비에 환상을 투사해 주세요"

source: [Leave]
ko_mt: [떠나기]

source: {n}The golem is as coldly magnificent as ever in its jeweled splendor, but now its shoulders are thrown back and it speaks with confidence,{/n} "Happy to be of service once again. May Shelyn beautify your days!"
ko_mt: {n}골렘은 보석으로 장식된 화려함 속에서 차갑게 웅장하지만, 이제 어깨를 뒤로 젖히고 자신감 있게 말합니다.{/n} "다시 한 번 도움이 되어 기쁘다. 쉴린이 당신의 일상을 아름답게 장식하길 바랍니다!"

source: {n}Golems cannot smile, but you think this one is smiling.{/n} "Happy to be of service once again. May Shelyn beautify your days!"
ko_mt: {n}골렘은 웃을 수 없지만, 당신은 이 골렘이 웃고 있다고 생각해요.{/n} "다시 한 번 봉사하게 되어 기쁩니다. 쉴린이 당신의 하루를 아름답게 해주길 바랍니다!"

source: "I am a useless pile of precious stones and rare metals, a pointless treasure. I was created to bring forth beauty, but this world is too hideous. No one has used me for my intended purpose in hundreds and hundreds of years."
ko_mt: "나는 쓸모없는 보석과 희귀 금속 더미, 무의미한 보물입니다. 나는 아름다움을 낳기 위해 창조되었지만이 세상은 너무 끔찍합니다. 수백, 수백 년 동안 아무도 나를 제 목적에 맞게 사용하지 않았어요."

source: {n}The golem standing before you is magnificent: its intricate embossing and lavish jeweled inlay are a feast for the eyes. It is a true treasure, and only the artificial creation's forlornly slumped shoulders spoil the overall impression. A low, hollow voice rises from deep within the machine:{/n} "Why are you disturbing my peace?"
ko_mt: {n}눈앞에 서있는 골렘은 웅장합니다. 복잡한 양각과 화려한 보석 상감 세공은 눈을 즐겁게합니다. 이 골렘은 진정한 보물이며, 인공적으로 만들어진 골렘의 처진 어깨만이 전체적인 인상을 망칩니다. 기계 내부 깊은 곳에서 낮고 공허한 목소리가 들려옵니다.{/n} "왜 내 평화를 방해하는 거야?"

source: "Useful? I've forgotten what it is to be useful to anyone. I can cast splendid illusions on a wide variety of items, but do you think anyone has ever asked me to do so? No. Here my only value lies in my costly finish."
ko_mt: "유용하나요? 나는 누군가에게 유용하다는 것이 무엇인지 잊어버렸다. 나는 다양한 아이템에 화려한 환영을 드리울 수 있지만, 누군가 나에게 그렇게 해달라고 부탁한 적이 있다고 생각하세요? 아니요. 여기서 제 유일한 가치는 값비싼 마감에 있습니다 "

source: {n}The golem voices no words of farewell, its attention turned inward once again.{/n}
ko_mt: {n}골렘은 작별의 말을 하지 않고, 다시 한 번 안쪽으로 시선을 돌렸다.{/n}

source: Pale eyeless abominations from the depths of Ishiar that only vaguely resemble fish. Is there anyone brave enough to actually eat them?
ko_mt: 이시아르 심해에서 온 창백한 눈 없는 혐오스러운 괴물들은 어렴풋이 물고기와 비슷할 뿐입니다. 실제로 먹을 수있을 만큼 용감한 사람이 있습니까?

source: Chain
ko_mt: 체인

source: Chest of the Drowned
ko_mt: 익사자의 가슴

source: Helmsman's Chest
ko_mt: 조타수의 상자

source: Continue voyage
ko_mt: 항해 계속

source: Shoot
ko_mt: 촬영

source: Table of the Nahyndrian Feast
ko_mt: 나힌드리안 잔치의 테이블

source: Choose a new destination
ko_mt: 새 목적지 선택

source: Mysterious Statue
ko_mt: 신비한 동상

source: The demon lord Nahyndri escaped from Nocticula, but he did not escape death. Free of the magical bindings that shackled him, he went to the Rift of Repose, where, at last, he found blissful oblivion. The Midnight Isle that had been built upon his remains sank into the waters of Ishiar. As for the treasure hunter, {mf|he|she}, much like the navigator spy, evaded the succubus queen's wrath, pockets brimming with riches.
ko_mt: 데몬 로드 나힌드리는 녹티큘라에서 탈출했지만 죽음을 피하지 못했습니다. 자신을 옭아매던 마법의 속박에서 벗어난 그는 안식의 균열로 향했고, 그곳에서 마침내 행복한 망각을 찾았습니다. 그의 유해 위에 세워진 미드나잇 아일랜드는 이시아르의 바다 속으로 가라앉았습니다. 보물 사냥꾼 {mf|그|그녀}는 네비게이터 스파이와 마찬가지로 서큐버스 여왕의 분노를 피해 주머니에 재물을 가득 채웠습니다.

source: The demon lord Nahyndri could not run from his death or his captor, Nocticula. His black heart, pierced by a magical bolt, vanished in the depths of Ishiar, and his body was once more turned into a Midnight Isle. The succubus queen gave credit to the treasure hunter's feat by appointing {mf|him|her} as the island's governor.
ko_mt: 데몬 로드 나힌드리는 자신의 죽음이나 그의 포획자 녹티큘라로부터 도망칠 수 없었다. 마법의 화살에 찔린 그의 검은 심장은 이시아르의 깊은 곳에서 사라졌고, 그의 몸은 다시 한 번 미드나잇 아일로 변했다. 서큐버스 여왕은 {mf|그|그녀}를 섬의 총독으로 임명함으로써 보물 사냥꾼의 업적을 인정했습니다.

source: Having broken the chain that bound Nahyndri's spirit to his rotten heart, the treasure hunter helped cleanse him of the centuries-long legacy of evil and torment. The former demon lord appeared in Pharasma's court, and she, having weighed the evil he had committed against his millennia of suffering and remorse, allowed him to find a new birth on the plane of Elysium. The Midnight Isle that had stood upon his remains sank into the waters of Ishiar. Nocticula was beside herself with rage, but the treasure hunter, much like the navigator spy, evaded her wrath, pockets brimming with riches.
ko_mt: 나힌드리의 영혼을 썩은 심장에 묶은 사슬을 끊은 보물 사냥꾼은 수 세기에 걸친 악과 고통의 유산을 깨끗이하는데 도움을 주었습니다. 전직 데몬 로드는 파라즈마의 궁정에 나타났고, 수천 년 동안의 고통과 후회 속에서 그가 저지른 악을 저울질한 파라즈마는 그가 엘리시움 행성에서 새 삶을 찾도록 허락했습니다. 그의 유해가 있던 미드나잇 아일랜드는 이시아르의 바다 속으로 가라앉았다. 녹티큘라는 분노에 휩싸였지만, 보물 사냥꾼은 네비게이터 스파이처럼 재물로 가득 찬 주머니로 그녀의 분노를 피했습니다.

source: "Anything you can tell me about that ship?"
ko_mt: "그 우주선에 대해 말씀해 주실 수 있나요? "

source: "Apart from her lookin' more like a pile of rotten bones than an honest vessel? Not much. They say her helmsman is searching for some treasure, but I haven't seen anyone make a fortune off those trips. Apart from meself and that bug-eyed fish over there." {n}Angler nods at the merchant.{/n} "Ye won't catch me climbing aboard that one, but I don't need to — folks like you bring me all the coin I need, ha ha!"
ko_mt: "그녀가 정직한 그릇보다 썩은 뼈 더미처럼 보이는 것 외에는? 별로요. 조타수가 보물을 찾고 있다고는 하지만 그런 여행으로 돈을 버는 사람은 본 적이 없어요. 저와 저기 벌레 눈의 물고기를 제외하고는요." {n}낚시꾼이 상인에게 고개를 끄덕입니다.{/n} "저 배에 올라타면 안 잡히겠지만, 그럴 필요는 없죠. 당신 같은 사람들이 필요한 동전을 다 가져다주니까요, 하하!"

source: This DLC was created to be played with only one save slot available and saving only possible in certain places. Journeys through the Midnight Isles are unpredictable and dangerous, and we believe that this mode will give you an unforgettable experience. However, as usual, the choice is yours to make. If you feel more comfortable playing in the regular saving mode, you can change it in the game options.
ko_mt: 이 DLC는 저장 슬롯이 하나만 있고 특정 장소에서만 저장할 수 있도록 제작되었습니다. 미드나잇 아일즈를 통과하는 여정은 예측할 수 없고 위험하며, 이 모드가 잊을 수 없는 경험을 선사할 것이라고 믿습니다." 그러나 평소와 마찬가지로 선택은 여러분의 몫입니다. 일반 저장 모드에서 플레이하는 것이 더 편하다면 게임 옵션에서 변경할 수 있습니다.

source: Changing the Saving Mode
ko_mt: 저장 모드 변경

source: "Hey, I said you can't go there! You think 'cause you're a mage, you're above the law? Well, think again! Now make yourself scarce."
ko_mt: "이봐, 거긴 가면 안된다고 했잖아! 네가 마법사니까 법 위에 있다고 생각해? 그럼, 다시 생각해봐! 이제 스스로를 희소하게 만들어라"

source: "I dunno what's worse — our sour beer, or the Numerian stuff that tastes like pitch."
ko_mt: "나는 더 나쁜 것이 무엇인지 모르겠다 - 우리의 신 맥주 또는 피치 맛이 나는 누메리아 물건 "

source: "The more I taste of our beer, the more I want to kill the brewer. But then I remember I can't, 'cause there's no other brewer in town."
ko_mt: "우리 맥주를 더 많이 맛볼수록 맥주 양조자를 죽이고 싶어요. 하지만 마을에 다른 양조장이 없기 때문에 그럴 수 없다는 것을 기억합니다."

source: "Our town's so small, you see the same few coins being passed round and round. See this chipped copper piece? I bought bread with it last week, and today it came back to me as payment for work."
ko_mt: "우리 마을은 너무 작아서 똑같은 동전 몇 개가 빙글빙글 돌고 있는 것을 볼 수 있습니다. 이 부서진 구리 조각 보이시죠? 지난주에 그것으로 빵을 샀는데 오늘 일한 대가로 다시 돌아왔어요."

source: "I'd love to visit a real market — in Nerosyan, or Absalom maybe. Oh, I'd buy so much stuff!"
ko_mt: "네로시안이나 압살롬에 있는 진짜 시장을 방문하고 싶어요. 오, 정말 많은 물건을 살 수 있을 거예요!"

source: "I heard the tail of a white rat helps against disease. We've got plenty of rats, but how do you catch a white one?"
ko_mt: "흰쥐의 꼬리가 질병에 도움이 된다고 들었어요. 쥐는 많은데 어떻게 흰 쥐를 잡을 수 있나요?"

source: "Ysenna's idea to hold a celebration was great. Sometimes it's good to let your hair down!"
ko_mt: "축하 파티를 열자는 이세나의 아이디어는 훌륭했어요. 가끔은 머리를 풀어주는 것도 좋아요!"

source: "I pray to Cerenna every day to make me rich, but my pockets stay as empty as ever. Maybe I need to pray louder to make sure the goddess hears me? Or maybe I should do it at night, by the light of the moon?"
ko_mt: "나는 매일 세레나에게 부자가 되게 해달라고 기도하지만 내 주머니는 항상 텅 비어 있어요. 여신이 제 기도를 들을 수 있도록 더 크게 기도해야 할까요? 아니면 달빛이 비치는 밤에 해야 할까요?"

source: Fresh honey has been spread on the idol's lips and offerings have been laid on the cleanly swept stone. The townsfolk's veneration of the relic is clear.
ko_mt: 우상의 입술에 신선한 꿀을 바르고 깨끗하게 닦은 돌 위에 제물을 놓았습니다. 마을 사람들의 유물에 대한 숭배가 분명합니다.

source: The idol dedicated to the tribe's ancestors stares down at you in harsh benevolence, radiating tranquility and sanctity. As long as it stands here, the townsfolk need not fear the corruption of the Abyss.
ko_mt: 부족의 조상에게 바쳐진 이 우상은 가혹한 자비로 당신을 내려다보며 평온함과 신성함을 발산합니다. 이 우상이 여기 서 있는 한 마을 사람들은 심연의 타락을 두려워할 필요가 없습니다.

source: "What's happening? Look alive, and keep your eyes peeled!"
ko_mt: "무슨 일이야? 살아있고, 눈을 떼지 마세요!"

source: "But Ustalavic cuisine is excellent, really. One officer shared a recipe with me — I've never tasted such a delicious rabbit pie in all my life!"
ko_mt: "하지만 우스탈라프 요리는 정말 훌륭합니다. 한 장교가 레시피를 알려줬는데 이렇게 맛있는 토끼 파이는 평생 먹어본 적이 없어요!"

source: "To arms! Enemy at the gates!"
ko_mt: "무기로! 성문에 적이다!"

source: The former guard is growling and scratching himself — he has adapted well to his new role as a bear.
ko_mt: 전 경비원은 으르렁 거리며 자신을 긁고 있습니다-그는 곰으로서의 새로운 역할에 잘 적응했습니다.

source: "I think I know one of the corpses. It was the spitting image of my mate Vilo. He went off fishing yesterday and never came back."
ko_mt: "시체 중 하나를 아는 것 같아요. 내 동료 빌로의 침 뱉는 이미지였습니다. 그는 어제 낚시하러 나갔다가 돌아오지 않았어요."

source: "What's happening to me? Somebody, hey... Hey! Hic! S-somebody..."
ko_mt: "나한테 무슨 일이 일어나고 있는 거지? 누군가, 이봐요.. 이봐! 힉! 누군가.. "

source: "The crossing's closed! Turn around! Don't spread the sickness!"
ko_mt: "건널목이 닫혔어요! 돌아서세요! 병을 퍼뜨리지 마세요!"

source: "My stomach's twisting itself in knots... It can't have been that stewed turnip, can it? Course not, offerings from pilgrims are blessed gifts — may the gods forgive me for my blasphemy..."
ko_mt: "내 배가 꼬여서 매듭을 짓고 있어요.. 그 순무 조림 때문은 아니겠죠? 물론 아니죠, 순례자들의 제물은 축복받은 선물입니다 - 신들이 제 불경죄를 용서해 주시길..."

source: "Dying right after a feast day feels worse, somehow..."
ko_mt: "축일 직후에 죽는 것은 왠지 더 나쁘게 느껴집니다..."

source: "I don't care who you are — you're not going in this house. Chieftain's orders."
ko_mt: "당신이 누구든 상관없어 - 당신은 이 집에 들어 가지 않을 것입니다. 족장의 명령이다."

source: "You don't want to go over there — people are dropping like flies on the other side. And besides, you're not getting past me."
ko_mt: "당신은 저쪽으로 가고 싶지 않습니다 - 사람들은 반대편에서 파리처럼 떨어지고 있습니다. 게다가, 당신은 나를 지나칠 수 없습니다 "

source: "Answering your questions isn't one of my duties. Try asking my boss if you want to know."
ko_mt: "당신의 질문에 대답하는 것은 내 의무 중 하나가 아닙니다. 알고 싶으면 제 상사에게 물어보세요 "

source: "Some weird guy with golems is staying on the hill outside town... I wonder what they're doing up there all alone?"
ko_mt: "골렘을 가진 이상한 남자가 마을 외곽 언덕에 머물고 있습니다... 저기서 혼자서 뭐하고 있는 걸까?"

source: "Don't let down your guard. The Hunger That Moves is raising bodies again! To arms!"
ko_mt: "경계심을 늦추지 마세요. 움직이는 굶주림이 다시 시체를 모으고 있습니다! 팔을 들어라!"

source: "Time is of the essence. Hurry — find Sigvorn and Ysenna!"
ko_mt: "시간이 중요합니다. 서둘러 - 시그본과 이세나를 찾아주세요!"

source: "We won — but our victory here will mean nothing if the demons destroy the shrine."
ko_mt: "우리가 이겼지만 데몬이 신사를 파괴하면 여기서 우리의 승리는 아무 의미가 없습니다 "

source: "Gundrun stood strong! But what about the goddess? To the shrine, hurry!"
ko_mt: "건드룬은 굳건히 섰다! 하지만 여신은 어떻습니까? 신전으로, 서둘러!"

source: "We won't forget what you did for us. May all the spirits and gods of Sarkoris bless you!"
ko_mt: "우리는 당신이 우리를 위해 한 일을 잊지 않을 것입니다. 사르코리스의 모든 영혼과 신들이 당신을 축복하길 바랍니다!"

source: "Ah, even the air smells different now! The spirit of Sarkoris is alive in Gundrun like never before. Free from the sorcery and other blasphemous filth that has been poisoning the town all this time, now it will truly flourish."
ko_mt: "아, 이제 공기 냄새도 달라졌어요! 사르코리스의 정령이 군드룬에 그 어느 때보다 살아 있습니다. 지금까지 마을을 오염시켜온 마법과 불경스러운 오물로부터 벗어나 이제 진정으로 번영할 것입니다."

source: "I don't want to die... I'm only forty-three, I've got my whole life ahead of me!"
ko_mt: "난 죽고 싶지 않아.. 난 겨우 마흔셋, 내 인생은 아직 멀었어!"

source: "O good gods and spirits... If my dear mother Soana is alive — guard her against harm. Rid her of her foolish stubbornness and help reunite our family."
ko_mt: "오 선한 신들과 영혼들아.. 사랑하는 어머니 소나가 살아있다면 그녀를 해치지 않도록 지켜주세요. 그녀의 어리석은 고집을 없애고 우리 가족을 재결합하도록 도와주세요."

source: "We're lucky there weren't more raised corpses... Since the local custom is to burn the dead, bodies are hard to come by for necromancers."
ko_mt: "우리는 더 많은 시체가 발생하지 않아서 운이 좋았습니다... 이 지역 관습은 죽은 자를 태우는 것이기 때문에 강령술사에게 시체는 구하기 어렵습니다."

source: "What are you gawping at? Keep your eyes to yourself and move along."
ko_mt: "뭘 쳐다보고 있는 거야? 눈을 떼고 계속 움직이세요"

source: "Thank you, outlander! Now goods are flowing from Numeria to Gundrun once more, and our lives will be a little better."
ko_mt: "고마워요, 이방인! 이제 누메리아에서 군드룬으로 물건이 다시 흘러들어와서 우리 삶이 좀 더 나아질 거예요."

source: "Without you, the town would be a pile of ashes now. Ulbrig. Commander. As long as Gundrun stands, your names will be remembered here!"
ko_mt: "당신이 없었다면, 이 마을은 지금 잿더미가 되었을 것입니다. 울브리그. 사령관님. 군드룬이 존재하는 한, 당신의 이름은 여기서 기억될 것입니다!"

source: "For Gundrun!"
ko_mt: "군드룬을 위하여!"

source: "Let us rise up as one, brothers! For Gundrun!"
ko_mt: "형제여, 하나 되어 일어나자! 군드룬을 위하여!"

source: "For Gundrun!"
ko_mt: "건드런을 위하여!"

source: "Forward, and don't die unless you're ordered to!"
ko_mt: "앞으로, 그리고 명령이 없으면 죽지 마라! "

source: "Soldiers! Do your duty!"
ko_mt: "병사들! 당신의 의무를 다하십시오!"

source: "No retreat!"
ko_mt: "후퇴 금지!"

source: "Why are demons attacking the town?"
ko_mt: "왜 데몬이 마을을 공격하고 있습니까? "

source: "I fear that an army of the Hunger That Moves is advancing on Gundrun with one goal — to divert our forces so that we cannot help Kerenai..."
ko_mt: "움직이는 굶주림의 군대가 한 가지 목표를 가지고 군드룬으로 진격하고 있습니다 - 우리가 케레 나이를 도울 수 없도록 우리의 힘을 돌리는 것이 두렵습니다..."

source: Whiskers, paws, and a tail — it's a cat, all right. You don't see any other logical connections.
ko_mt: 수염, 발, 꼬리 - 고양이입니다. 다른 논리적 연결은 보이지 않습니다.

source: The cat is in the same room as the sick people, but it looks healthy. Clearly, the illness poses no risk to animals.
ko_mt: 고양이는 아픈 사람들과 같은 방에 있지만 건강해 보입니다. 분명히이 질병은 동물에게 위험을 초래하지 않습니다.

source: This person is growling like a bear and seems to genuinely believe he is one.
ko_mt: 이 사람은 곰처럼 으르렁 거리고 있으며 진정으로 자신이 곰이라고 믿는 것 같습니다.

source: Cart from the previous caravan. It was damaged in the attack and its goods are scattered on the ground.
ko_mt: 이전 캐러밴의 카트입니다. 공격으로 손상되어 상품이 바닥에 흩어져 있습니다.

source: Someone buried their belongings here in a hurry. A strange place for a hoard, but there are no traces of the Hunger That Moves.
ko_mt: 누군가 서둘러 여기에 소지품을 묻었습니다. 비축하기에는 이상한 장소이지만 움직이는 굶주림의 흔적은 없습니다.

source: You see freshly dug earth and a deathly white arm with peeling skin protruding from it like a strange, gnarled root.
ko_mt: 갓 파낸 흙과 껍질이 벗겨진 피부가 이상하고 울퉁불퉁 한 뿌리처럼 튀어 나온 치명적인 흰색 팔이 보입니다.

source: The bodies are fresh — these are the first victims of the mysterious disease. They are ready to be sent to the local cemetery or to the pyre.
ko_mt: 시신은 신선합니다 - 이들은 신비한 질병의 첫 번째 희생자입니다. 그들은 지역 공동 묘지 나 장작으로 보낼 준비가 되었습니다.

source: The dead man has revealed information about his last day alive — his death looks more like a poisoning than the consequences of an illness.
ko_mt: 죽은 사람은 살아있는 마지막 날에 대한 정보를 공개했습니다. 그의 죽음은 질병의 결과 라기보다는 중독처럼 보입니다.

source: The dog is dead. The vomit next to its muzzle indicates poisoning.
ko_mt: 개가 죽었습니다. 총구 옆의 구토물은 중독을 나타냅니다.

source: Grizzly Guard
ko_mt: 그리즐리 가드

source: Some unidentified dirt on the ground.
ko_mt: 지상에 미확인 된 먼지가 있습니다.

source: This cat must have used up all of its nine lives.
ko_mt: 이 고양이는 아홉 개의 생명을 모두 사용했을 것입니다.

source: The cat stole food from the table — you can see the remnants next to it.
ko_mt: 고양이가 식탁에서 음식을 훔쳤습니다-그 옆에 남은 음식을 볼 수 있습니다.

source: It looks like the food was spoiled, or poisoned.
ko_mt: 음식이 상했거나 독이 든 것 같습니다.

source: The dead bodies animated by the Hunger That Moves have left clear tracks. The only thing to do is keep following them.
ko_mt: 움직이는 굶주림에 의해 움직이는 시체들은 분명한 흔적을 남겼습니다. 할 일은 그들을 계속 따라가는 것뿐입니다.

source: There are no traces of the Hunger That Moves here. Returning to the town and looking elsewhere seems wise.
ko_mt: 여기에는 이동하는 굶주림의 흔적이 없습니다. 마을로 돌아가서 다른 곳을 찾는 것이 현명 해 보입니다.

source: Through the narrow opening you see a way out to the other side of the river. This is where the Hunger That Moves came through! Ysenna should know about this.
ko_mt: 좁은 입구를 통해 강 반대편으로 나가는 길이 보입니다. 이곳이 바로 헝거 댓 무브가 나온 곳입니다! 이세나는 이것에 대해 알아야합니다.

source: Start the journey
ko_mt: 여행을 시작하세요

source: The bottle looks fairly old, covered in dust and mold. The contents have probably gone off.
ko_mt: 병이 상당히 오래되어 먼지와 곰팡이로 덮여 있습니다. 내용물이 아마도 떨어져 나갔을 것입니다.

source: "Leave this place! Get out!"
ko_mt: "이곳을 떠나세요! 나가!"

source: "Hey, wake up! The bull is roasted — we're just waiting on you."
ko_mt: "이봐, 일어나! 황소가 구워졌습니다-우리는 당신을 기다리고 있습니다."

source: "Uh...what? You're all alive? Oh, you won't believe the awful dream I just had."
ko_mt: "어...뭐? 다들 살아있어요? 오, 내가 방금 꾼 끔찍한 꿈을 믿지 못할거야 "

source: "Uh...what? You're all alive? Oh, you won't believe the awful dream I just had."
ko_mt: "어...뭐? 다들 살아있어요? 오, 내가 방금 꾼 끔찍한 꿈을 믿지 못할거야 "

source: "All of Sarkoris burned to ash and we were all slaughtered. And the Queen of Mendev—"
ko_mt: "사르코리스는 모두 잿더미로 변했고 우리는 모두 학살당했습니다. 그리고 멘데브의 여왕은..."

source: "All of Sarkoris burned to ash and we were all slaughtered. And the Queen of Mendev—"
ko_mt: "사르코리스는 모두 잿더미로 변했고 우리는 모두 학살당했습니다. 그리고 멘데브의 여왕은..."

source: "Ha ha ha, you and your dreams! Come on, let's sit down — we can't celebrate the Solstice without our chieftain now, can we?"
ko_mt: "하하하, 당신과 당신의 꿈! 어서, 앉자-우리는 지금 족장없이 동지를 축하 할 수 없지?"

source: "Ha ha ha, you and your dreams! Come on, let's sit down — we can't celebrate the Solstice without our chieftain now, can we?"
ko_mt: "하하하, 당신과 당신의 꿈! 자, 앉자 - 이제 족장 없이는 동지를 축하 할 수 없지 않습니까?"

source: The shimmering silhouettes spiral away deep into the earth. It is a sinister sight — that is all you can say about the phenomenon.
ko_mt: 반짝이는 실루엣이 땅속 깊은 곳까지 퍼져나갑니다. 불길한 광경입니다 - 이 현상에 대해 말할 수 있는 전부입니다.

source: Dark magic is attracting the souls of the dead and dragging them into the depths of the earth. It looks like the source of the corruption blighting this place will be found underground.
ko_mt: 어둠의 마법이 죽은 자의 영혼을 끌어 당겨 땅속 깊은 곳으로 끌고 가고 있습니다. 이곳을 괴롭히는 부패의 근원이 지하에서 발견 될 것 같습니다.

source: The decomposing bodies are covered in repulsive sores. It seems these unfortunate people died of some kind of disease.
ko_mt: 부패하는 시체는 혐오스러운 상처로 덮여 있습니다. 이 불행한 사람들은 어떤 종류의 질병으로 사망 한 것 같습니다.

source: An old altar of some kind.
ko_mt: 어떤 종류의 오래된 제단.

source: This is a place of worship: you see a chalice containing decayed animal organs and some old bones and dried bloodstains around it. The deity that was worshiped here must have been particularly bloodthirsty.
ko_mt: 이곳은 예배 장소입니다. 썩은 동물의 장기가 들어 있는 성배와 그 주위에 오래된 뼈와 마른 핏자국이 보입니다. 이곳에서 숭배되던 신은 특히 피에 굶주렸을 것입니다.

source: This must have been a grueling battle.
ko_mt: 이것은 지독한 전투 였음에 틀림 없다.

source: Examine the bodies
ko_mt: 시체 검사

source: A grueling battle took place here. Judging by the evidence, these fighters were ambushed by nabasu demons, which may still be lurking nearby.
ko_mt: 여기서 격렬한 전투가 벌어졌습니다. 증거로 판단하면이 전사들은 여전히 근처에 숨어있을 수 있는 나바스 데몬에게 매복 당했습니다.

source: Desecrate the altar
ko_mt: 제단 더럽히기

source: The dead body of a horse that has been eaten away by insects.
ko_mt: 곤충에게 먹힌 말의 시체.

source: Toppled and damaged carts — this caravan was attacked.
ko_mt: 엎어지고 손상된 카트-이 캐러밴은 공격을 받았습니다.

source: The carts were destroyed and the horses killed, but there are no human bodies and the supplies are untouched. This doesn't look like the aftermath of a robbery.
ko_mt: 수레가 파괴되고 말이 죽었지만 시체는없고 보급품은 손대지 않았습니다. 이것은 강도의 여파처럼 보이지 않습니다.

source: Gates
ko_mt: 게이츠

source: Wind has long been blowing through the walls of this abandoned hut.
ko_mt: 이 버려진 오두막의 벽을 통해 바람이 오랫동안 불고 있습니다.

source: This hut looks like a forest ranger's post. It looks long abandoned, but you can't shake the feeling that you are not alone.
ko_mt: 이 오두막은 숲 관리인의 초소처럼 보이네요. 오랫동안 버려진 것처럼 보이지만 혼자가 아니라는 느낌을 떨칠 수 없습니다.

source: An old altar of some kind.
ko_mt: 어떤 종류의 오래된 제단.

source: This is a place of worship: you see the remnants of offerings — dried flowers and herbs. The deity that was worshiped here must have been relatively benign.
ko_mt: 이것은 예배 장소입니다. 말린 꽃과 허브와 같은 제물의 잔재가 보입니다. 이곳에서 숭배되었던 신은 비교적 온순한 신이었을 것입니다.

source: The fragments of ancient stone are covered in illegible runes.
ko_mt: 고대 돌 조각은 읽을 수없는 룬으로 덮여 있습니다.

source: In ancient times, Sarkorian settlements used stones like this to send messages to each other. Alas, this stone has been broken beyond repair.
ko: 고대에 사코리스 정착민들은 이런 돌을 사용하여 서로에게 서신을 보냈습니다. 안타깝게도,이 돌은 수리할 수 없을 정도로 부서졌습니다.
ko_mt: 고대에 사르코리안 정착민들은 이런 돌을 사용하여 서로에게 메시지를 보냈습니다. 아아,이 돌은 수리 할 수 없을 정도로 부서졌습니다.

source: Examine the altar
ko_mt: 제단 검사

source: Knock the hanging corpse down
ko_mt: 매달린 시체를 쓰러뜨려

source: "Please... I'm begging you... Please..."
ko_mt: "제발.. 이렇게 빌게요.. 제발..."

source: "Have mercy, please!"
ko_mt: "자비를 베풀어주세요!"

source: "Why do I have to make the decision?"
ko_mt: "왜 내가 결정을 내려야 하나요? "

source: "I want to ask you about something."
ko_mt: "물어볼 게 있어요"

source: "I want to talk about something else."
ko: "다른 주제로 넘어가지."
ko_mt: "나는 다른 것에 대해 이야기하고 싶다"

source: "As you wish. I am listening."
ko_mt: "원하시는 대로. 듣고 있습니다."

source: "Time is money, but I am willing to answer a few questions."
ko_mt: "시간은 돈이지만 몇 가지 질문에 기꺼이 답변해 드리겠습니다"

source: "There's no time to lose. Forward!"
ko_mt: "잃을 시간이 없습니다. 앞으로!"

source: "I want to talk about something else."
ko: "다른 주제로 넘어가지."
ko_mt: "나는 다른 것에 대해 이야기하고 싶다"

source: "I want to ask you about something."
ko_mt: "물어볼 게 있어요"

source: {n}She smiles and nods.{/n} "Ask me your questions and I will answer every one."
ko_mt: {n}그녀는 미소를 지으며 고개를 끄덕입니다.{/n} "질문하면 모두 대답해 드릴게요"

source: {n}Ysenna nods.{/n} "Of course. What's on your mind?"
ko_mt: {n}이세나가 고개를 끄덕입니다.{/n} "물론이죠. 무슨 생각이세요?"

source: "I can handle the Ustalavs."
ko_mt: "우스탈라프는 처리할 수 있습니다"

source: {n}Sigvorn glumly shakes his head.{/n} "Do you think I don't wish you would do just that? Toss out those creeps and put an end to the whole affair. But you've only seen a fraction of their number. There's a lot more of them than you think — there's a huge army of them just outside the walls..."
ko_mt: {n}시그본이 시무룩하게 고개를 흔듭니다.{/n} "내가 네가 그렇게 하지 않길 바랄 것 같아? 그 소름 끼치는 놈들을 내쫓고 모든 일을 끝내버려요. 하지만 당신은 그들의 수의 일부만 보았습니다. 생각보다 훨씬 더 많아요. 벽 밖에 거대한 군대가 있어요..."

source: "Tell me about the job."
ko_mt: "작업에 대해 알려주세요"

source: "Let's discuss this some other time."
ko_mt: "이 문제는 다음에 논의합시다"

source: "I can handle the Ustalavs."
ko_mt: "나는 우스탈라프들을 다룰 수 있다"

source: {n}Sigvorn glumly shakes his head.{/n} "Do you think I don't wish you would do just that? Toss out those creeps and put an end to the whole affair. But you've only seen a fraction of their number. There's a lot more of them than you think — there's a huge army of them just outside the walls..."
ko_mt: {n}시그본이 우울하게 고개를 흔듭니다.{/n} "내가 네가 그렇게 하지 않길 바랄 것 같아? 그 소름 끼치는 놈들을 내쫓고 이 모든 일을 끝내버려요. 하지만 당신은 그들 중 극히 일부만을 보았을 뿐입니다. 생각보다 훨씬 더 많아요. 벽 밖에 거대한 군대가 있습니다..."

source: "Not now, Ysa. My people are maintaining the quarantine in the town, as you well know."
ko_mt: "지금은 안돼, 이사. 아시다시피 우리 사람들이 마을의 격리를 유지하고 있습니다."
