Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: "Great crusaders of the past: Brandon Hatcher, Dejuan Cross, George DeLaMater, Freya, Rob 'Nined Dragon' J, HotlineMemeami, Michael C Crandall, Skylar Lang, Lazarus Ebonsong, Andrew Block, Rob 2.0, Michael 'Bonded Draconis' Sholtis, Aria Moor, Barry Allen Poe, Bharath Rajaram, Brandon vierra, Brennan See, Brent Teal, m3n1ce, Bryan Lee Briggs."
ko: "위대한 옛 성전사들: Brandon Hatcher, Dejuan Cross, George DeLaMater, Freya, Rob 'Nined Dragon' J, HotlineMemeami, Michael C Crandall, Skylar Lang, Lazarus Ebonsong, Andrew Block, Rob 2.0, Michael 'Bonded Draconis' Sholtis, Aria Moor, Barry Allen Poe, Bharath Rajaram, Brandon vierra, Brennan See, Brent Teal, m3n1ce, Bryan Lee Briggs."
ko_mt: "과거의 위대한 십자군: Brandon Hatcher, Dejuan Cross, George DeLaMater, Freya, Rob 'Nined Dragon' J, HotlineMemeami, Michael C Crandall, Skylar Lang, Lazarus Ebonsong, Andrew Block, Rob 2.0, Michael 'Bonded Draconis' Sholtis, Aria Moor, Barry Allen Poe, Bharath Rajaram, Brandon vierra, Brennan See, Brent Teal, m3n1ce, Bryan Lee Briggs입니다."

source: "Great crusaders of the past: Anthony d Bradtmueller, Rosalie die kleine Muschi, Harold Heeren, Conan Estes, Gregg 'TexZen' Anderson, Blairin, Jacob Cavallius, Zac Green, HuangJunHao, Chris Drennan, Christopher 'AscendingPhoenix' Hanke, Bradford Chatterjee, Chi Cuong Muu, Chris Burnham, Christian Spornraft, Christian 'HughMungus' Gimelli, Chris Gray, Christopher 'Yosimba' Stillman, Chuck Childers, Istvan Seres."
ko: "위대한 옛 성전사들: Anthony d Bradtmueller, Rosalie die kleine Muschi, Harold Heeren, Conan Estes, Gregg 'TexZen' Anderson, Blairin, Jacob Cavallius, Zac Green, HuangJunHao, Chris Drennan, Christopher 'AscendingPhoenix' Hanke, Bradford Chatterjee, Chi Cuong Muu, Chris Burnham, Christian Spornraft, Christian 'HughMungus' Gimelli, Chris Gray, Christopher 'Yosimba' Stillman, Chuck Childers, Istvan Seres."
ko_mt: "과거의 위대한 십자군: 앤서니 디 브래트뮐러, 로잘리 다이 클리네 무스키, 해롤드 히렌, 코난 에스테스, 그레그 '텍스젠' 앤더슨, 블레린, 제이콥 카발리우스, 잭 그린, 황준하오, 크리스 드레넌, 크리스토퍼 '어센딩피닉스' 행크, Bradford Chatterjee, Chi Cuong Muu, Chris Burnham, Christian Spornraft, Christian 'HughMungus' Gimelli, Chris Gray, Christopher 'Yosimba' Stillman, Chuck Childers, Istvan Seres."

source: "Great crusaders of the past: Ashbrazier, Christopher Mykkanen, Xiaoxiao Liu, DanteV8, Robert J. Weiner (Bones), James linenberger, Easense, Julian Green, David O Jones, Damian Goworko, Joey Strolla, Eric, Daniel Gerike, Dan Chieffallo, Sergey Koptev, Markus Weißbach, Daniel Bedoe, Michael DeCarlo, Per Törnkvist, pyropix."
ko: "위대한 옛 성전사들: Ashbrazier, Christopher Mykkanen, Xiaoxiao Liu, DanteV8, Robert J. Weiner (Bones), James linenberger, Easense, Julian Green, David O Jones, Damian Goworko, Joey Strolla, Eric, Daniel Gerike, Dan Chieffallo, Sergey Koptev, Markus Weißbach, Daniel Bedoe, Michael DeCarlo, Per Törnkvist, pyropix."
ko_mt: "과거의 위대한 십자군: Ashbrazier, Christopher Mykkanen, Xiaoxiao Liu, DanteV8, Robert J. Weiner (Bones), James linenberger, Easense, Julian Green, David O Jones, Damian Goworko, Joey Strolla, Eric, Daniel Gerike, Dan Chieffallo, Sergey Koptev, Markus Weißbach, Daniel Bedoe, Michael DeCarlo, Per Törnkvist, pyropix."

source: "Great crusaders of the past: Sami 'Diserasta' Vassilev, David Denton, David Krapf, Nico 'Thulkar' Gysin, DotuLord, Draco Whitefire, La Renzo Von Galestein, Steven W Lau, Ian Koch, Jon Boucher, Rotalas Bendergave, Dubs, Daniel Rekke, Yujoon Slothington, Darkpheonix, Dustin Campbell, David, Dylan Wokeck, Dylonian, Dylan Pattison."
ko: "위대한 옛 성전사들: Sami 'Diserasta' Vassilev, David Denton, David Krapf, Nico 'Thulkar' Gysin, DotuLord, Draco Whitefire, La Renzo Von Galestein, Steven W Lau, Ian Koch, Jon Boucher, Rotalas Bendergave, Dubs, Daniel Rekke, Yujoon Slothington, Darkpheonix, Dustin Campbell, David, Dylan Wokeck, Dylonian, Dylan Pattison."
ko_mt: "과거의 위대한 십자군: 사미 '디세라스타' 바실레프, 데이비드 덴튼, 데이비드 크라프, 니코 '툴카르' 기신, 도투로드, 드라코 화이트파이어, 라 렌조 폰 갈레스타인, 스티븐 W 라우, 이안 코흐, 존 부셰, 로탈라스 벤더게브, 더브, 다니엘 레케, 유준 슬로싱턴, 다크피닉스, 더스틴 캠벨, 데이비드, 딜런 워켁, 딜로리안, 딜런 패티슨."

source: "Great crusaders of the past: Edward V., Michael Dietz, Earl Munrath, Ian Wolfard, Dane 'Light' Pettine, Ryan Moursund, Emma C, Asa Freeman, Ansel Sim, Emily Daniels, Espen Aasheim, EVERDINK, COTIBI Fabrice, Itzal, Thomas Duffy, Felipe Koga Mascarenhas, Filip Příkopa, Scott Whiting, Daniele Arduini, Lawrence Rast III."
ko: "위대한 옛 성전사들: Edward V., Michael Dietz, Earl Munrath, Ian Wolfard, Dane 'Light' Pettine, Ryan Moursund, Emma C, Asa Freeman, Ansel Sim, Emily Daniels, Espen Aasheim, EVERDINK, COTIBI Fabrice, Itzal, Thomas Duffy, Felipe Koga Mascarenhas, Filip Příkopa, Scott Whiting, Daniele Arduini, Lawrence Rast III."
ko_mt: "과거의 위대한 십자군: 에드워드 5세, 마이클 디츠, 얼 먼라스, 이안 울파드, 데인 '라이트' 페틴, 라이언 무순드, 엠마 C, 아사 프리먼, 안셀 심, 에밀리 다니엘스, 에스펜 아스하임, 에버딩크, 코티비 파브리스, 이찰, 토마스 더피, 펠리페 코가 마스카렌하스, 필립 프리코파, 스콧 화이팅, 다니엘 아르두이니, 로런스 라스트 3세."

source: "Great crusaders of the past: Nicholas Golding, Guillaume Fortin, Freekingamer, Thomas Emerson, Kitora 'Kit' Koda, Hana Lee, Liam Brady, Ondřej 'Rider' Galčík, Haigax le Fourbe — Le Precheur, Gavin Brown, Brian Price, cavelion, Jianhao Guo, Benitora, Daf Heaney, Grégory 'Wabash' Drabble, Gregor Kappeler, Joshua Douglas Gregory, Sean Gregory, Garth Erikson."
ko: "위대한 옛 성전사들: Nicholas Golding, Guillaume Fortin, Freekingamer, Thomas Emerson, Kitora 'Kit' Koda, Hana Lee, Liam Brady, Ondřej 'Rider' Galčík, Haigax le Fourbe — Le Precheur, Gavin Brown, Brian Price, cavelion, Jianhao Guo, Benitora, Daf Heaney, Grégory 'Wabash' Drabble, Gregor Kappeler, Joshua Douglas Gregory, Sean Gregory, Garth Erikson."
ko_mt: "과거의 위대한 십자군: 니콜라스 골딩, 기욤 포틴, 프리킹거, 토마스 에머슨, 키토라 '키트' 코다, 하나 리, 리암 브래디, 온드르제 '라이더' 갈치크, 하이각 르 푸르베 - 르 프레슈르, 개빈 브라운, 브라이언 프라이스, 카벨리온, 지안하오 구오, 베니토라, 다프 히니, 그레고리 '와바쉬' 드래블, 그레고르 카펠러, 조슈아 더글러스 그레고리, 션 그레고리, 가스 에릭슨."

source: "Illustrious crusaders of the past and their companions: Keith Houchin. A sorcerer from Cheliax specializing in summoning magic. While no match for the demonic hordes on the battlefield, his summoned imps were widely used on crusader scouting missions."
ko: "걸출했던 옛 성기사와 그 동료들: Keith Houchin. 소환 마법에 능통했던 첼리악스의 소서러. 전장의 데몬 군단과는 맞설 수 없었으나, 그의 임프들은 성전군의 수많은 정찰 임무에 함께했다."
ko_mt: "과거의 저명한 십자군과 그들의 동료들: 키스 후친. 마법 소환을 전문으로 하는 첼리악스 출신의 소서러입니다. 전장의 데몬 무리에 비할 바는 아니지만, 그가 소환한 임프들은 십자군 정찰 임무에 널리 사용되었습니다."

source: "Illustrious crusaders of the past and their companions: Temnai. A mysterious scientist and trader from Tian Xia, who brought many marvelous items and creatures from his homeland, including the extraordinary pipefoxes."
ko: "걸출했던 옛 성기사와 그 동료들: Temnai. 티엔 시아에서 온 신비로운 과학자이자 상인. 그 고향에서 신기한 담뱃대여우를 포함해 다수의 놀라운 물건과 크리처들을 가져왔다."
ko_mt: "과거의 저명한 십자군과 그 동료들: 템나이. 티엔-시아에서 온 신비한 과학자이자 상인으로, 특별한 파이프폭스를 비롯해 고국에서 많은 경이로운 물건과 생물을 가져왔습니다."

source: "Great sculptors who captured the glorious feats of the crusade in their works: Arne 'Beren' Lofthus, ReaperKingkx (Jacob K), Nox, Lincoln Robinson."
ko: "성전의 영광스런 순간을 새긴 위대한 조각가들: Arne 'Beren' Lofthus, ReaperKingkx (Jacob K), Nox, Lincoln Robinson."
ko_mt: "십자군 전쟁의 영광스러운 업적을 작품에 담아낸 위대한 조각가들: 아르네 '베렌' 로프투스, 리퍼킹스(제이콥 K), 녹스, 링컨 로빈슨."

source: "Great artists who captured the glorious feats of the crusade on their canvases: Kedrann, Enrico Knizek, Jacob Simpson, David Nadwodny."
ko: "성전의 영광스런 순간을 그린 위대한 예술가들: Kedrann, Enrico Knizek, Jacob Simpson, David Nadwodny."
ko_mt: "십자군 전쟁의 영광스러운 업적을 캔버스에 담아낸 위대한 예술가들: 케드란, 엔리코 니젝, 제이콥 심슨, 데이비드 나드워드니."

source: "Illustrious crusaders of the past and their companions: Anonymous. A researcher and translator of the Kobold language, who inspired the entire Kobold race to join the crusade."
ko: "걸출했던 옛 성전사와 그 동료들: Anonymous. 모든 코볼트를 성전에 합류시고자 노력했던 코볼트어 연구가이자 통역관."
ko_mt: "과거의 저명한 십자군과 그 동료들: 익명. 코볼트 언어의 연구자이자 번역가로, 코볼트 종족 전체가 십자군 전쟁에 참여하도록 영감을 주었습니다."

source: "Illustrious crusaders of the past and their companions: Martin Patzelt. Originally from Kyonin, this historian of the Elven people set aside his books and picked up a sword to fight against the demons."
ko: "걸출했던 옛 성기사와 그 동료들: Martin Patzelt. 쿄닌에서 찾아온 엘프 민족의 역사가는 자신의 책을 치워두고 검을 들어 데몬과 맞섰다."
ko_mt: "과거의 저명한 십자군과 그들의 동료들: 마틴 파첼트. 원래 교닌 출신인 이 엘프족의 역사가가 데몬에 맞서 싸우기 위해 책을 내려놓고 칼을 들었습니다."

source: "Illustrious crusaders of the past and their companions: Desideriuon. A mysterious benefactor of the crusade, nothing is known about them apart from their name."
ko: "걸출했던 옛 성기사와 그 동료들: Desideriuon. 수수께끼의 성전 후원자. 이름 말고는 알려진 것이 아무것도 없다."
ko_mt: "과거의 저명한 십자군과 그 동료들: 데시데리우온. 십자군 전쟁의 신비한 후원자로, 이름 외에는 알려진 바가 없습니다."

source: "Illustrious crusaders of the past and their companions: Ivan Bannikov. A scion of one of the Great Houses of Brevoy, he renounced his claim to the throne and joined the crusade."
ko: "걸출했던 옛 성기사와 그 동료들: Ivan Bannikov. 브레보이의 위대한 가문 중 하나의 자제. 그는 자신에게 보장된 지위를 포기하고 성전에 합류했다."
ko_mt: "과거의 저명한 십자군과 그들의 동료들: 이반 바니코프. 브레보이 대가문의 후손인 그는 왕좌에 대한 주장을 포기하고 십자군에 합류했습니다."

source: "Illustrious crusaders of the past and their companions: Cohh Carnage. A fearless researcher from Numeria who joined the crusade and fought against the demons using mysterious Numerian weaponry."
ko: "걸출했던 옛 성기사와 그 동료들: Cohh Carnage. 누메리아에서 온 두려움 없는 연구자. 성전에 참여해 신비로운 누메리아식 무기로 데몬과 맞서 싸웠다."
ko_mt: "과거의 저명한 십자군과 그 동료들: 코흐 대학살. 누메리아 출신의 용감한 연구원으로 십자군에 합류해 신비한 누메리아 무기를 사용해 데몬에 맞서 싸웠습니다."

source: "Illustrious crusaders of the past and their companions: James Jones. A great warrior of the crusader army who waged war against the demons from the back of his loyal dragon."
ko: "걸출했던 옛 성기사와 그 동료들: James Jones. 믿을 수 있는 자신의 드래곤과 함께 성전을 이끌었던, 성전군의 위대한 전사."
ko_mt: "과거의 저명한 십자군과 그 동료들: 제임스 존스. 충성스러운 용의 등에 올라타 데몬과 전쟁을 벌인 십자군 군대의 위대한 전사."

source: "Glorious crusaders of the past and their companions: Jernaugh. Noted explorer and cartographer of Sarkoris, who identified many small towns and villages. His detailed maps helped the crusaders to secure their first victories in unknown territory."
ko: "영예로운 옛 성기사와 그 동료들: Jernaugh. 다수의 작은 도시와 부락을 확인한 저명한 탐험가이자 사코리스 지도 제작자. 세밀한 그의 지도는 성전군이 미지의 영역에서 첫 승리를 거두는데 큰 도움이 되었다."
ko_mt: "과거의 영광스러운 십자군과 그 동료들: 저나우. 사르코리스의 저명한 탐험가이자 지도 제작자로, 많은 작은 마을과 마을을 발견했습니다. 그의 상세한 지도는 십자군이 미지의 영토에서 첫 승리를 거두는데 큰 도움이 되었습니다."

source: "Illustrious crusaders of the past and their companions: RPG Codex. A group of army archeologists who scoured underground caves for traces of surviving Sarkorians in the lands captured by the demons."
ko: "걸출했던 옛 성기사와 그 동료들: RPG Codex. 데몬들이 장악한 영토에서 살아남은 사코리스인들의 흔적을 찾아 지하 동굴들을 샅샅이 뒤졌던 한 무리의 고고학 부대."
ko_mt: "과거의 저명한 십자군과 그들의 동료들: RPG 코덱스. 데몬에게 점령당한 땅에서 살아남은 사르코리안의 흔적을 찾기 위해 지하 동굴을 샅샅이 뒤진 군대 고고학자 그룹."

source: "Great blacksmiths of the crusade, creators of many remarkable weapons and other items: Belethial Lumina, Curran, Daniel Niekerk, Dillon Jeffs, Tarquin Nawton, Erin 'Mara' Altuna, Jake Jenkins, Kristopher J Solarte, Luna Meier, Marcus Bächinger, Blake Danner, Nicholas Racz, Roy G. La Torre, Rudy Darthelic Clemente, Matt Shapiro, psycho_psyborg, Morris Ingemanson, tnb, huayra, Tre Noble."
ko: "놀라운 무기와 물건들을 수도 없이 제작한 성전의 위대한 대장장이들: Belethial Lumina, Curran, Daniel Niekerk, Dillon Jeffs, Tarquin Nawton, Erin 'Mara' Altuna, Jake Jenkins, Kristopher J Solarte, Luna Meier, Marcus Bächinger, Blake Danner, Nicholas Racz, Roy G. La Torre, Rudy Darthelic Clemente, Matt Shapiro, psycho_psyborg, Morris Ingemanson, tnb, huayra, Tre Noble."
ko_mt: "십자군 전쟁의 위대한 대장장이들, 수많은 놀라운 무기와 기타 아이템을 제작했습니다. 벨레시알 루미나, 커란, 다니엘 니커크, 딜런 제프스, 타퀸 노튼, 에린 '마라' 알투나, 제이크 젠킨스, 크리스토퍼 J 솔라르테, 루나 마이어, 마커스 바칭거, 블레이크 대너, 니콜라스 레이츠, 로이 G. 라 토레, 루디 다텔릭 클레멘테, 매트 샤피로, psycho_psyborg, 모리스 잉게만슨, tnb, 후아라, 트레 노블입니다."

source: "The people of the city and all off-duty soldiers have taken shelter. But I'm afraid the Queen is not here yet."
ko: "시민들과 모든 근무 외 병사들이 대피소에 들어갔습니다. 하지만 여왕 폐하께서 아직 안오셨다는 게 걱정이군요."
ko_mt: "도시 주민들과 비번인 병사들은 모두 피신했습니다. 하지만 유감스럽게도 여왕은 아직 여기에 없습니다."

source: "Now is not the time for doubt and prevarication, righteous Irabeth. Champion, the time has come to break down the foul barrier!"
ko: "의로운 이라베스여, 지금은 핑계나 의심의 때가 아니라오. 챔피언이여, 사악한 장벽을 부숴뜨릴 시간이 왔소!"
ko_mt: "지금은 의심과 변명을 할 때가 아니야, 의로운 이라베스. 챔피언, 반칙의 장벽을 무너뜨릴 때가 왔습니다!"

source: "May the altars of the demon lords crumble before us! By the light and sword!"
ko: "데몬 군주의 제단이 먼지가 되길! 빛과 검의 이름으로!"
ko_mt: "데몬 로드들의 제단이 우리 앞에 무너지길! 빛과 검으로!"

source: "Your Majesty, Knight Commander, Sir Herald! The people of Drezen and all inactive soldiers have taken shelter!"
ko: "폐하, 사령관님, 전령이시여! 드레젠의 시민들과 모든 임무 외 병사들이 대피소에 들어갔습니다!"
ko_mt: "폐하, 기사단장님, 헤럴드 경! 드레젠의 주민들과 모든 휴전 중인 병사들은 피신했습니다!"

source: "Very well. We must be ready for anything, even for the possibility that something will go awry when the barrier is lifted. Commander, please, begin."
ko: "아주 좋소. 우리는 장벽을 걷어냈을 때 뭔가 잘못될 가능성까지 포함해 모든 상황에 대비해야하오. 사령관, 시작하시오."
ko_mt: "알겠습니다. 우리는 장벽이 해제될 때 무언가 잘못될 가능성을 포함하여 모든 것에 대비해야 합니다. 사령관님, 시작하세요."

source: "The path is open. Radiant host, close ranks! We're marching on the dark temple of the lords of the Abyss!"
ko: "길이 열렸소. 광명의 군대여, 정렬하라! 심연의 군주가 지배하는 어둠의 사원으로 진군하자!"
ko_mt: "길은 열려 있다. 빛나는 호스트, 대열을 좁혀라! 심연의 군주들의 어두운 신전으로 진군한다!"

source: "What's the point in that? Your servants found dozens of such blades for you in the ruins of Sarkoris. Destroying one of them won't change anything. You have woken evil, and now a hundred times more blood will be shed."
ko: "무슨 의미냐고? 네 하인들이 그런 칼 수십 개를 사코리스의 폐허에서 찾았었지. 그것들 중 하나를 파괴하는 건 아무 의미도 없어. 네가 악을 깨웠으니, 이제 열 배는 더 많은 피가 뿌려질거야."
ko_mt: "그게 무슨 소용이죠? 당신의 하인들이 사르코리스의 폐허에서 그런 검을 수십 개나 찾았잖아요. 그 중 하나를 파괴한다고 해서 달라지는 건 없어. 네가 악을 깨웠으니 이제 백 배는 더 많은 피를 흘리게 될 거야."

source: "I know how difficult it is to keep yourself in check when war is raging around you. Your wisdom will not be forgotten. The Everbright Crusaders will tell everyone that you passed this trial with honor. We will tell all Mendev about this. The war has not vanquished your heart. And that means we have a chance to win."
ko: "전쟁통에 스스로를 통제하는 게 얼마나 어려운지는 저도 잘 압니다. 당신의 지혜는 잊히지 않겠지요. 영원한 빛 성전군은 당신이 이 시련을 명예롭게 통과했다 모두에게 말할 것입니다. 멘데브 전역이 알겁니다. 전쟁조차 당신의 마음을 망가뜨리지 못했고, 그는 우리에게 승리할 가능성이 있다는 뜻이니."
ko_mt: "주변에서 전쟁이 벌어지고 있을 때 스스로를 통제하는 것이 얼마나 어려운 일인지 잘 알고 있습니다. 그대의 지혜를 잊지 않겠다. 에버브라이트 성전단은 당신이 이 시련을 명예롭게 통과했다고 모두에게 말할 것입니다. 모든 멘데브에게 이 사실을 전하겠습니다. 전쟁은 당신의 마음을 정복하지 못했습니다. 그리고 그것은 우리가 이길 기회가 있다는 것을 의미합니다."

source: "Hail Queen Galfrey!"
ko: "갈프리 여왕 만세!"
ko_mt: "갈프레이 여왕 만세!"

source: "We've come a long way from Nerosyan. A glorious battle awaits us!"
ko: "네로시안에서 먼 길을 달려왔습니다. 영광스런 전투가 우릴 기다린다고요!"
ko_mt: "네로시안에서 먼 길을 왔습니다. 영광스러운 전투가 우리를 기다립니다!"

source: "How are you faring here, crusade brothers?"
ko: "성전의 형제여, 여기 생활은 어떤가?"
ko_mt: "십자군 형제 여러분, 잘 지내시나요?"

source: "I can finally see the Sword of Valor with my own eyes!"
ko: "마침내 용맹의 검을 내 두 눈으로 볼 수 있다니!"
ko_mt: "드디어 용맹의 검을 직접 눈으로 볼 수 있게 되었어요!"

source: "I serve the Queen and our lady Iomedae! By the light and sword!"
ko: "난 여왕 폐하와 우리의 주인 아이오메데님을 섬긴다! 빛과 검의 이름으로!"
ko_mt: "나는 여왕과 아이오메데 부인을 섬긴다! 빛과 검으로!"

source: "Oh Light of the Sword, Iomedae — bless this city and its valiant defenders."
ko: "검의 빛 아이오메데시여, 이 도시와 용맹한 수호자들에게 축복을 내리소서."
ko_mt: "오 검의 빛, 아이오메데여 - 이 도시와 용감한 수호자들을 축복하소서."

source: "We have come to defend this land!"
ko: "이 땅을 지키기 위해 왔습니다!"
ko_mt: "우리는 이 땅을 지키러 왔습니다!"

source: "The prayers of the faithful will be heard."
ko: "신실한 자들의 기도를 들어주실 것이다."
ko_mt: "신자들의 기도를 들어주실 것입니다."

source: "May the darkness shrink from us, may the light shine brightly — the Light of the Sword!"
ko: "어둠이 우리 앞에서 사라지고, 검의 빛이 밝게 비추기를!"
ko_mt: "어둠이 우리에게서 물러가고 빛이 밝게 비추기를, 검의 빛이 비추기를!"

source: "I have faith in victory, I aim for the heart!"
ko: "나는 승리를 믿어 의심치 않고, 심장부를 조준한다!"
ko_mt: "나는 승리에 대한 믿음이 있고, 심장을 노린다!"

source: "The herald of the Inheritor is in the city! People say the Commander is Iomedae's chosen — they must be right!"
ko: "계승자의 전령이 도시에 있다니! 사람들이 사령관을 보고 아이오메데의 선택된 자라고 떠들더니, 진짜였어!"
ko_mt: "계승자의 전령이 도시에 왔다! 사람들은 사령관이 아이오메데의 선택이라고 하는데, 틀림없이 맞을 거야!"

source: "Heaven has heard our prayers!"
ko: "천상이 우리의 기도를 들었다!"
ko_mt: "하늘이 우리의 기도를 들으셨습니다!"

source: "Now we're going to drive the demons to Iz and beyond!"
ko: "이제 우리는 데몬들을 이즈 너머로 쫒아낼 것이다!"
ko_mt: "이제 데몬들을 이즈와 그 너머로 몰아넣을 거야!"

source: {n}The Prelate's eyes gleam — he clearly anticipated your question.{/n} "For those whose faith is strong, nothing is impossible! Her Majesty taught us a prayer that was given to her by the goddess's herald himself. We began to pray and Iomedae worked a miracle — the massive stone rose up off the ground and floated through the air! We made a solemn procession from Kenabres to Drezen, unceasing in our prayers — and the {g|wardstone}Wardstone{/g} followed us in all its splendor! Oh, if only you had seen it!"
ko: {n}주교의 눈이 번뜩인다. 당신의 그 질문을 기다린 게 분명하다.{/n} "강한 신앙을 지닌 이들에게 불가능이란 없습니다! 여왕 폐하께서 여신의 전령께 직접 내려받은 기도문을 가르쳐주셨죠. 저희는 기도를 시작했고, 아이오메데께서 기적을 내리셨습니다. 거대한 돌이 땅에서 일어나 공중에 뜨더군요! 저희는 케나브레스에서 드레젠까지, 계속해서 기도문을 읊으며 엄숙한 행렬을 이뤘습니다. {g|wardstone}수호석{/g} 또한 그 장엄함을 뽐내며 저희를 따랐고요. 아, 당신이 그 광경을 봤어야 했는데!"
ko_mt: {n}원장님의 눈빛이 반짝반짝 빛납니다. 그는 분명히 당신의 질문을 예상하고 있었어요.{/n} "믿음이 강한 자에게 불가능은 없다! 폐하께서 여신의 전령이 직접 알려주신 기도문을 가르쳐 주셨어요. 우리는 기도를 시작했고 아이오메데는 기적을 일으켰습니다. 거대한 돌이 땅에서 솟아올라 공중으로 떠올랐습니다! 우리는 케나브레스에서 드레젠까지 엄숙한 행렬을 만들며 기도를 쉬지 않았고, {g|wardstone}수호석{/g}이 그 화려함을 뽐내며 우리를 따라왔습니다! 오, 당신도 그걸 봤더라면!"

source: "My friend was torn apart by demons! And then a necromancer came and raised him! Sure, it's not life... But it's not death either!"
ko: "내 친구는 데몬에게 갈갈이 찢겼었지! 그리고 사령술사가 와서는 그를 되살렸어! 확실히, 살아있는 건 아니야... 그렇다고 죽은것도 아니지만!"
ko_mt: "내 친구가 데몬에게 찢겨 죽었어요! 그런데 강령술사가 와서 살려줬어요! 물론, 그건 삶은 아니지만.. 하지만 죽음도 아니야!"

source: "These horrible dead ones frighten me! When they look at me, I shiver!"
ko: "이 끔찍한 죽은 자들이 내게 두려움을 심어줘! 저것들이 날 볼 때마다, 몸이 떨린다고!"
ko_mt: "이 끔찍한 시체들이 무서워요! 그들이 나를 쳐다볼 때면 떨려요!"

source: "You know what happened during my last fight? A demon hit one undead in the chest, made a hole clean through! And he just took the demon's head off and kept walking. Now that's power!"
ko: "내 마지막 전투에서 무슨 일이 벌어졌는지 아시오? 데몬 한마리가 언데드 하나의 가슴을 갈겨 깨끗한 구멍을 만들었지! 그런데 놈은 데몬의 머리를 딴 뒤 아무 일도 없다는 듯 걸어가더군. 그게 바로 힘이란거야!"
ko_mt: "지난번 전투에서 무슨 일이 있었는지 아세요? 데몬이 언데드 한 명을 가슴에 찔러서 구멍을 뚫어버렸어요! 그리고는 데몬의 머리를 떼어내고 계속 걸어갔어. 그게 바로 힘이야!"

source: "Necromancy is a terrible blasphemy. Iomedae will punish us. Demons are better than undead!"
ko: "사령술은 끔찍한 신성 모독 행위다. 아이오메데께서 우리를 벌하실 거야. 차라리 언데드보단 데몬이 나아!"
ko_mt: "사령술은 끔찍한 신성모독이다. 아이오메데가 우릴 벌할 것이다. 언데드보다는 데몬이 낫다!"

source: "We used to be afraid we were going to die in a fight and wouldn't see the Worldwound close. And now we can enjoy the sight even if we die."
ko: "우리는 세계상처가 닫히는 걸 두 눈으로 보지 못하고 전투에서 죽을까봐 두려워했잖아. 이제는 설령 죽고 난 뒤에라도 그 광경은 볼 수 있게 됐군."
ko_mt: "전투에서 죽으면 세계상처가 닫히는 것을 보지 못할까봐 두려웠습니다. 하지만 이제는 죽더라도 그 광경을 즐길 수 있습니다."

source: "There are rumors that last night the raised dead tore apart a poor fellow returning home from a tavern. Terrible!"
ko: "어젯밤 되살아난 망자가 선술집에서 귀가하는 불쌍한 동료를 죽였다는 소문이 돌아. 끔찍하군!"
ko_mt: "어젯밤에 죽은 자들이 선술집에서 집으로 돌아오던 불쌍한 동료를 찢어 죽였다는 소문이 있습니다. 끔찍하군!"

source: "I'd rather the demons tore apart the dead ones, better them than us."
ko: "데몬들이 죽은 자들을 찢어 죽여주길 바래. 우리가 찢기는 것보단 낫잖아."
ko_mt: "차라리 데몬들이 우리보다 죽은 자들을 찢어 죽이는 게 낫겠어."

source: "When I die, I will be burned so that those ghoulish necromancers don't get my body."
ko: "내가 죽을 때가 되면, 저 악귀같은 사령술사들이 내 몸을 채가지 못하게 불태워질거야."
ko_mt: "내가 죽으면 저 무시무시한 강령술사들이 내 시신을 가져가지 못하도록 불태워버릴 거야."

source: "Undead are better than guards. Guards are the real bloodsuckers! And the dead can't be bribed or threatened. Besides, they don't complain about night shifts."
ko: "경비대보다야 언데드가 낫지. 경비병이야말로 진짜 거머리 새끼들이야! 게다가 망자들은 매수할 수도 위협할 수도 없어. 게다가, 야간 교대 때문에 불평하지도 않고 말이지."
ko_mt: "언데드가 경비병보다 낫다. 경비병은 진짜 피를 빨아먹는 자들이니까요! 그리고 죽은 자들은 뇌물을 주거나 협박할 수 없죠. 게다가 야간 근무에 대해 불평하지도 않죠."

source: "Today they are raising those who are already dead, and then what? When will they decide that we are more useful to them dead than alive?"
ko: "오늘 녀석들은 이미 죽은 사람들을 다시 일으켜 세웠지. 그 다음엔? 놈들이 살아있는 우리보다 우리 시체가 더 유용하다고 결심하는 게 언제가 될까?"
ko_mt: "오늘 그들은 이미 죽은 사람들을 다시 살리고 있는데, 그 다음에는요? 그들은 언제 우리가 살아있는 것보다 죽은 것이 그들에게 더 유용하다고 판단할까요?"

source: "The undead just came to our house and turfed everyone out! Then they took down the entire block and built their creepy ziggurat there!"
ko: "언데드들이 난데없이 우리 집에 쳐들어와서는 잔부 내쫒아버렸어! 그러더니 거기에 벽돌들을 전부 가져와서는 으스스한 지구라트를 건설했지!"
ko_mt: "언데드들이 우리 집에 와서 모두를 쫓아냈어요! 그리고는 블록 전체를 허물고 거기에 소름 끼치는 지구라트를 만들었어요!"

source: "That ziggurat is so depressing. The moment I look at it, my heart just fills with dread."
ko: "저 지구라트라는 곳 너무 우울해. 저걸 볼 때면, 내 마음에는 공포감이 가득 차오르지."
ko_mt: "저 지구라트는 너무 우울해요. 보는 순간 제 마음은 두려움으로 가득 찹니다."

source: "I think the ziggurat is watching me. Like it has eyes! And it can read my thoughts! I have nightmares every night!"
ko: "지구라트가 나를 보고 있는 것 같아. 눈이라도 달린 것 같이 말이야! 거기에 내 생각도 읽을 수 있고! 난 매일 밤마다 악몽을 꿔!"
ko_mt: "지구라트가 저를 보고 있는 것 같아요. 눈이 있는 것 같아요! 그리고 내 생각도 읽을 수 있어요! 매일 밤 악몽을 꿔요!"

source: "I want to know more about you."
ko: "너에 대해서 더 알고싶다."
ko_mt: "당신에 대해 더 알고 싶어요."

source: "Tell me about the people you represent."
ko: "너를 보낸 자들에 대해 말해보라."
ko_mt: "당신이 대표하는 사람들에 대해 말해 주세요."

source: "Why do you dislike Septimus so much?"
ko: "셉티무스를 그렇게 싫어하는 이유가 뭐지?"
ko_mt: "넌 왜 그렇게 셉티무스를 싫어해?"

source: "I'm leaving."
ko: "떠나도록 하지."
ko_mt: "나 갈래요."

source: "I want to talk about your missing servants."
ko: "사라진 네 하수인들에 대한 할 이야기가 있다."
ko_mt: "실종된 하인에 대해 이야기하고 싶습니다."

source: "I want to talk about your missing servants."
ko: "사라진 네 하수인들에 대한 할 이야기가 있다."
ko_mt: "실종된 하인에 대해 이야기하고 싶습니다."

source: "Your servants were killed on Septimus's orders."
ko: "네 하수인들은 셉티무스의 명령에 의해 살해당했다."
ko_mt: "당신의 하인들은 셉티무스의 명령에 따라 살해당했습니다."

source: "The trail is cold. Nothing indicates that Septimus is to blame. Accept it and forget it."
ko: "별 소득은 없다. 셉티무스를 비난할 어떤 단서도 발견되지 않았어. 받아들이고 잊어버리도록."
ko_mt: "흔적은 차갑습니다. 셉티무스에게 책임이 있다는 증거는 없습니다. 인정하고 잊어버리세요."

source: "Are you crazy? Who gave you the right to send people to slaughter my villages?"
ko: "미쳤는가? 누가 내 시민들을 학살할 인간을 보낼 권리를 네게 줬지?"
ko_mt: "미쳤어요? 누가 내 마을을 학살하라고 사람들을 보낼 권리를 준 거야?"

source: {n}The old woman answers with ease, but there is bitter disappointment in her eyes.{/n} "My time will come. One day I will become the daughter of {g|Urgathoa}Urgathoa{/g}, her adopted child. I will have the immortality and power promised to me. But for now the goddess wants me to remain mortal. This way I can be of more use to the cult, as a messenger who spreads the wisdom of her church. If it were up to me, I would have left this grubby, sweat-reeking, disgusting mortal life many years ago."
ko: {n}늙은 여인은 간단히 대답했으나, 그녀의 눈에는 커다란 실망감이 비친다.{/n} "저의 시간이 올겁니다. 저는 언젠가 {g|Urgathoa}우르가쏘아{/g}님의 딸, 그분의 입양아가 되겠지요. 제게 약속된 불멸성과 힘을 가지겠지요. 그러나 지금으로썬 여신께서 제가 필멸자로 남기를 바라십니다. 그리함으로써 제가 그분의 교리를 퍼뜨릴 사절이 되어, 교단에 더 유용하게 될 테니 말입니다. 그것만 아니었다면, 저는 이 더럽고, 땀내나고, 역겨운 필멸자의 삶을 몇년도 더 전에 벗어던졌을 겁니다."
ko_mt: {n}노파는 쉽게 대답하지만, 눈빛에는 씁쓸한 실망이 묻어납니다.{/n} "내 때가 올 거야. 언젠가 나는 {g|Urgathoa}우르가쏘아{/g}의 딸, 그녀의 양자가 될 거야. 불멸과 힘을 얻게 될 거예요. 하지만 지금은 여신이 내가 인간으로 남기를 원한다. 그래야 교단의 지혜를 전파하는 메신저로서 교단에 더 유용하게 쓰일 수 있기 때문이죠. 제 마음대로 할 수 있었다면 오래전에 이 지저분하고 땀을 뻘뻘 흘리며 역겨운 인간 생활을 떠났을 것입니다."

source: {n}Elyanka turns to Septimus triumphantly.{/n} "I knew it was your fault! You lying, hypocritical, cowardly leech! You proved you couldn't be trusted! You confirmed your word is worth nothing! Commander, do you really want to be involved with... this? This oathbreaker and traitor?"
ko: {n}엘얀카가 의기양양한 태도로 셉티무스를 돌아본다.{/n} "네놈 짓일줄 알고 있었지! 이 기만적이고, 위선적인 데다, 겁도 많은 거머리 녀석! 너 스스로가 너를 믿을 수 없다는 걸 증명했다! 네 말이 아무 의미 없다는 것을 네놈이 증명했어! 사령관님, 정말 이...것들과 엮이길 바라십니까? 신뢰도 모르는 이 배신자들과요?"
ko_mt: {n}엘리얀카가 승리의 표정으로 셉티무스에게 돌아섭니다.{/n} "네 잘못인 줄 알았어! 이 거짓말쟁이, 위선자, 비겁한 거머리! 넌 네가 믿을 수 없다는 걸 증명했어! 넌 네 말이 아무 가치도 없다는 걸 확인했어! 사령관님, 정말 이 일에 연루되고 싶으십니까? 이 선서 위반자이자 배신자와?"
