Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: The setting glossary contains information compiled and summarized by the volunteer editors of pathfinderwiki.com. We would like to thank them for their contribution to the Pathfinder community.
ko: 설정 용어집에는 pathfinderwiki.com의 자원봉사 편집자들이 편집하고 요약한 정보가 포함되어 있습니다. 패스파인더 커뮤니티에 기여해주신 부분에 대해 감사드리고 싶습니다.
ko_mt: 설정 용어집에는 pathfinderwiki.com의 자원 편집자들이 수집하고 요약한 정보가 포함되어 있습니다. 패스파인더 커뮤니티에 기여해 주신 편집자분들께 감사의 말씀을 드립니다.

source: Social Media Marketing
ko_mt: 소셜 미디어 마케팅

source: Recording Studio
ko_mt: 레코딩 스튜디오

source: Sound Design and Music Production
ko_mt: 사운드 디자인 및 음악 제작

source: Gaming Hardware
ko_mt: 게이밍 하드웨어

source: Dubbing Studio
ko_mt: 더빙 스튜디오

source: Creative Agency
ko_mt: 크리에이티브 에이전시

source: Type Design
ko_mt: 유형 디자인

source: Official Game Wiki
ko_mt: 공식 게임 위키

source: Chief Conductor
ko_mt: 수석 지휘자

source: Choirmaster
ko_mt: 합창단 마스터

source: Sound Engineer
ko_mt: 사운드 엔지니어

source: Violin
ko: 바이올린
ko_mt: 바이올린

source: Cello
ko: 첼로
ko_mt: 첼로

source: Viola
ko: 비올라
ko_mt: 비올라

source: English Horn
ko_mt: 잉글리시 호른

source: Trumpet
ko_mt: 트럼펫

source: French Horn
ko_mt: 프렌치 혼

source: Soprano
ko_mt: 소프라노

source: Arueshalae
ko_mt: 아루샬래

source: Greybor
ko_mt: 그레이버

source: Ember
ko_mt: 엠버

source: Lann
ko_mt: 란

source: Seelah
ko_mt: 실라

source: Queen Galfrey
ko_mt: 갈프레이 여왕

source: Nurah
ko_mt: 누라

source: Trever
ko_mt: 트레버

source: Woljif
ko_mt: 월지프

source: Wenduag
ko_mt: 웬두아그

source: Finnean
ko_mt: 피니언

source: Nenio
ko_mt: 네니오

source: Hand of the Inheritor
ko_mt: 계승자의 손

source: Anevia
ko_mt: 아네비아

source: Hulrun
ko_mt: 훌런

source: Iomedae
ko_mt: 아이오메데

source: Irabeth
ko_mt: 이라베스

source: Suture, Minion of Darrazand
ko_mt: 수처, 다라잔드의 하수인

source: Terendelev
ko_mt: 테렌델레브

source: Pharasma
ko_mt: 파라즈마

source: Minagho
ko_mt: 미나고

source: Deskari
ko_mt: 데스카리

source: Baphomet
ko_mt: 바포메트

source: Areelu
ko_mt: 아릴루

source: Nocticula
ko_mt: 녹티큘라

source: Darrazand
ko_mt: 다라잔드

source: Nulkineth
ko_mt: 눌키네스

source: Player Male (Aggressive)
ko_mt: 플레이어 남성 (공격적)

source: Player Male (Brave)
ko_mt: 플레이어 남성 (용감한)

source: Player Male (Confident)
ko_mt: 플레이어 남성(자신감)

source: Player Male (Madman)
ko_mt: 플레이어 남성(광인)

source: Player Male (Pious)
ko_mt: 플레이어 남성(경건한)

source: Player Male (Pragmatic)
ko_mt: 선수 남성 (실용주의)

source: Player Male (Reserved)
ko_mt: 플레이어 남성(예약됨)

source: Player Male (Grumpy)
ko_mt: 플레이어 남성(심술쟁이)

source: Player Male (Wise)
ko_mt: 플레이어 남성 (현명한)

source: Player Male (Optimist)
ko_mt: 플레이어 남성(낙천주의자)

source: Player Female (Reserved)
ko_mt: 여성 플레이어(예약됨)

source: Player Female (Aggressive)
ko_mt: 여성 플레이어 (공격적)

source: Player Female (Brave)
ko_mt: 여성 플레이어(용감한)

source: Player Female (Confident)
ko_mt: 여성 플레이어(자신감)

source: Player Female (Madwoman)
ko_mt: 플레이어 여성(매드우먼)

source: Player Female (Pious)
ko_mt: 여성 플레이어(경건한)

source: Player Female (Pragmatic)
ko_mt: 여성 플레이어(실용주의)

source: Player Female (Cunning)
ko_mt: 여성 플레이어(교활함)

source: Player Female (Carefree)
ko_mt: 여성 플레이어(평온한)

source: Arcane Magic Chants (female version)
ko_mt: 비전 마법 주문(여성 버전)

source: Arcane Magic Chants (male version)
ko_mt: 비전 마법 주문(남성 버전)

source: Divine Magic Chants (female version)
ko_mt: 신성한 마법 주문(여성 버전)

source: Divine Magic Chants (male version)
ko_mt: 신성한 마법 주문(남성 버전)

source: Animator
ko_mt: 애니메이터

source: Software Engineer
ko_mt: 소프트웨어 엔지니어

source: Voice Actor (Balor)
ko_mt: 성우(발러)

source: Financial Adviser
ko_mt: 재무 고문

source: Business Development
ko_mt: 비즈니스 개발

source: PR Adviser
ko_mt: PR 어드바이저

source: Business and Strategic Development Adviser
ko_mt: 비즈니스 및 전략 개발 고문

source: Accountant
ko_mt: 회계사

source: Legal Adviser
ko_mt: 법률 고문

source: Chief Accountant
ko_mt: 수석 회계사

source: Ssilameshnik (female voice)
ko_mt: 실라메시닉(여성 목소리)

source: Technical Artist
ko_mt: 테크니컬 아티스트

source: FX Artist
ko_mt: FX 아티스트

source: Infrastructure Team
ko_mt: 인프라 팀

source: Redmedved Motion Design Studio
ko_mt: 레드메드베드 모션 디자인 스튜디오

source: Trombones
ko_mt: 트롬본

source: Bass Trombones
ko_mt: 베이스 트롬본

source: Tuba
ko_mt: 튜바

source: Choir
ko_mt: 합창단

source: SMGO Records
ko_mt: SMGO 레코드

source: Cast (English)
ko_mt: 캐스트 (영어)

source: People involved
ko_mt: 관련된 사람들

source: Special Support
ko_mt: 특별 지원

source: This creature, permeated with the Abyssal corruption, has become hunched and knotted with corded muscles and awkwardly formed limbs. This creature is slower and clumsier than its kinds, but it is much stronger and more hardy. It gains a +3 natural armor {g|Encyclopedia:Bonus}bonus{/g} to {g|Encyclopedia:Armor_Class}AC{/g}, a +2 bonus to {g|Encyclopedia:Strength}Strength{/g} and {g|Encyclopedia:Constitution}Constitution{/g} {g|Encyclopedia:Ability_Scores}ability scores{/g} and grants ferocity as per the universal monster rules, but also gets a -2 {g|Encyclopedia:Penalty}penalty{/g} to {g|Encyclopedia:Dexterity}Dexterity{/g}, a -4 penalty to {g|Encyclopedia:Charisma}Charisma{/g}, and its base {g|Encyclopedia:Speed}speed{/g} is reduced by 10 feet.
ko_mt: 심연의 타락이 스며든 이 생명체는 구부정하고 뭉친 근육과 어색하게 형성된 팔다리로 변했습니다. 이 생물은 같은 종족보다 느리고 서투르지만, 훨씬 더 강하고 강인합니다. 이 괴물은 AC에 +3 자연 갑옷 보너스, 힘 및 건강 능력 점수에 +2 보너스를 얻고 일반 괴물 규칙에 따라 사나운 특성을 부여하지만, 민첩에 -2, 매력에 -4의 불이익을 받고 기본 이동 속도가 10피트 감소합니다.

source: Alchemist
ko: 알케미스트
ko_mt: 연금술사

source: This section contains articles on some of the basics of gameplay.
ko: 이 부분은 몇가지 게임 플레이의 기초에 대한 설명이 수록되었습니다.
ko_mt: 이 섹션에는 게임 플레이의 기본에 관한 글이 포함되어 있습니다.

source: Arcane {g|Encyclopedia:Spell}spells{/g} of level 0 are called {g|Encyclopedia:Cantrips_Orisons}cantrips{/g}, and divine spells of level 0 are called orisons. Unlike other spells, they can be cast as many times per day as you want.
ko_mt: 레벨 0의 비전 {g|Encyclopedia:Spell}주문{/g}은 {g|Encyclopedia:Cantrips_Orisons}캔트립{/g}, 레벨 0의 신성한 주문은 오리온이라고 부릅니다. 다른 주문과 달리 하루에 원하는 횟수만큼 시전할 수 있습니다.

source: This section describes the key terms and stages of character creation.
ko: 이 항목은 캐릭터 생성 시 중요 용어나 단계에 대해 설명합니다.
ko_mt: 이 섹션에서는 캐릭터 생성의 주요 용어와 단계에 대해 설명합니다.

source: Choosing a Spell
ko: 주문 선택(Choosing a Spell)
ko_mt: 주문 선택하기

source: Classes
ko: 클래스(Classes)
ko_mt: 클래스 7

source: Cleric
ko: 클레릭(Cleric)
ko_mt: 성직자

source: Combat
ko: 전투(Combat)
ko_mt: 전투

source: Combat Actions
ko: 전투 행동(Combat Actions)
ko_mt: 전투 행동

source: The game uses a {g|Encyclopedia:Dice}roll{/g} of 20-sided die for combat and {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}checks{/g}. Combat happens in real time, but you can pause the game at any time to assess the situation and give orders to your companions. To pause or unpause the game, press <b>{console_bind|Func01}</b>. Hover the cursor over an opponent and press <b>{console_bind|Confirm}</b> in order to {g|Encyclopedia:Attack}attack{/g} them.
ko_mt: 이 게임은 20면 주사위 {g|Encyclopedia:Dice}굴림{/g}을 사용해 전투를 벌이고 {g|Encyclopedia:Skills}기술{/g} 판정을 합니다. 전투는 실시간으로 진행되지만, 언제든지 게임을 일시 정지하여 상황을 평가하고 동료에게 명령을 내릴 수 있습니다. 게임을 일시 중지하거나 일시 중지 해제하려면 <b>{console_bind|Func01}</b>을 누르세요. 상대에게 커서를 올려놓고 <b>{console_bind|Confirm}</b>를 누르면 {g|Encyclopedia:Attack}공격{/g}할 수 있습니다.

source: The game uses a {g|Encyclopedia:Dice}roll{/g} of 20-sided die for combat and {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}checks{/g}. Combat happens in real time, but you can pause the game at any time to assess the situation and give orders to your companions. To pause or unpause the game, press <b>{console_bind|Func01}</b>. Hover the cursor over an opponent and press <b>{console_bind|Confirm}</b> in order to {g|Encyclopedia:Attack}attack{/g} them.
ko_mt: 이 게임은 20면 주사위 {g|Encyclopedia:Dice}굴림{/g}을 사용해 전투를 벌이고 {g|Encyclopedia:Skills}기술{/g} 판정을 합니다. 전투는 실시간으로 진행되지만, 언제든지 게임을 일시 정지하여 상황을 평가하고 동료에게 명령을 내릴 수 있습니다. 게임을 일시 중지하거나 일시 중지 해제하려면 <b>{console_bind|Func01}</b>을 누르세요. 상대에게 커서를 올려놓고 <b>{console_bind|Confirm}</b>를 누르면 {g|Encyclopedia:Attack}공격{/g}할 수 있습니다.

source: Initiative
ko: 우선권(Initiative)
ko_mt: 우선권

source: During combat, you can attempt to perform a number of maneuvers that can hinder or even cripple your foe. Although these maneuvers have vastly different results, they all use a similar mechanic to determine success. Result of combat maneuver is calculated by the following formula: {g|Encyclopedia:Dice}1d20{/g} roll result + {g|Encyclopedia:CMB}CMB{/g} + other modifiers. The result of a CMB {g|Encyclopedia:Check}check{/g} must be equal or higher than {g|Encyclopedia:CMD}CMD{/g} of the targeted creature for maneuver to be successful. Combat maneuvers include abilities like Trip, Disarm or Sunder Armor. Certain creatures can perform some of these maneuvers, and some maneuvers are available with certain {g|Encyclopedia:Feat}feats{/g}.
ko_mt: 전투 중에는 적을 방해하거나 무력화할 수 있는 다양한 전법을 시도할 수 있습니다. 이러한 기동은 매우 다른 결과를 가져오지만, 모두 비슷한 메커니즘을 사용하여 성공을 결정합니다. 전법 결과는 다음 공식으로 계산됩니다. {g|Encyclopedia:Dice}1d20{/g} 굴림 결과 + {g|Encyclopedia:CMB}CMB{/g} + 기타 수정치. 기동에 성공하려면 대상 생물의 CMB {g|Encyclopedia:Check}판정{/g} 결과가 {g|Encyclopedia:CMD}CMD{/g}보다 높아야 합니다. 전법에는 넘어뜨리기, 무장해제, 갑옷 벗기기와 같은 능력이 포함됩니다. 특정 생물은 이러한 기동 중 일부를 수행할 수 있으며, 일부 기동은 특정 {g|Encyclopedia:Feat}특기{/g}로만 사용할 수 있습니다.

source: Movement in Combat
ko: 전투 중 이동(Movement in Combat)
ko_mt: 전투 중 이동

source: This section describes the game's basic combat rules.
ko: 이 부분은 게임의 기본 전투 규칙을 설명합니다.
ko_mt: 이 섹션에서는 게임의 기본 전투 규칙을 설명합니다.

source: Combat
ko: 전투(Combat)
ko_mt: 전투

source: Combining Magic Effects
ko: 마법 효과 조합(Combining Magic Effects)
ko_mt: 마법 효과 결합하기

source: Here you can find the most essential mechanical terms of the Pathfinder roleplaying system.
ko: 당신은 여기에서 패스파인더 롤 플레잉에서 가장 중요한 규칙 용어를 볼 수 있습니다.
ko_mt: 여기에서 패스파인더 롤플레잉 시스템의 가장 핵심적인 기계 용어를 확인할 수 있습니다.

source: There can be up to five companions in your party. To select a single character, press <b>{console_bind|LeftBottom}</b>. {br}To link several characters together to give them all the same command, press <b>{console_bind|LeftBottom}</b>, hover your cursor over the character you want to link, and press <b>{console_bind|Func02}</b>. {br}To link all your characters together, hold <b>{console_bind|Func02}</b>.
ko_mt: 파티에는 최대 5명의 동료가 함께할 수 있습니다. 한 캐릭터를 선택하려면 <b>{console_bind|LeftBottom}</b>을 누르세요. {br}여러 캐릭터를 연결하여 모두 동일한 명령을 내리려면 <b>{console_bind|LeftBottom}</b>을 누르고, 연결하려는 캐릭터 위에 커서를 올린 다음 <b>{console_bind|Func02}</b>를 누릅니다. {br}모든 캐릭터를 한꺼번에 연결하려면 <b>{console_bind|Func02}</b>를 길게 누릅니다.

source: Components
ko: 요소(Components)
ko_mt: 구성 요소

source: Dice
ko: 주사위 (Dice)
ko_mt: 굴림

source: Divine Spells
ko: 신성 주문(Divine Spells)
ko_mt: 신성한 주문

source: <b>Adventurers:</b> Although dwarven adventurers are rare compared to humans, they can be found in most regions of the world. Dwarves often leave the confines of their redoubts to seek glory for their clans, to find wealth with which to enrich the fortress-homes of their birth, or to reclaim fallen dwarven citadels from racial enemies. Dwarven warfare is often characterized by tunnel fighting and melee combat, and as such most dwarves tend toward classes such as fighters and barbarians.
ko: <b>모험가:</b> 드워프 모험가들이 인간들에 비해 드물긴 하지만, 그래도 세계 대부분의 지역에서 그들을 찾을 수 있습니다. 드워프들은 종종 그들 부족을 위한 영광을 찾거나, 고향의 부를 위해 보물을 찾거나, 종족의 숙적 손에 떨어진 드워프 성채를 수복하기 위해서 그들 마을의 경계를 떠납니다. 드워프들의 전쟁은 종종 땅굴 싸움과 근접 전투로 묘사되며, 또한 그러한 드워프들 대부분이 파이터나 바바리안같은 클래스를 선호합니다.
ko_mt: <b>모험가:</b> 드워프 모험가는 인간에 비해 드물지만, 전 세계 대부분의 지역에서 찾아볼 수 있습니다. 드워프는 종종 부족의 영광을 위해, 자신이 태어난 요새의 고향을 풍요롭게 할 부를 찾기 위해, 또는 종족의 적으로부터 함락된 드워프의 성채를 되찾기 위해 고향을 떠납니다. 드워프 전쟁은 종종 땅굴 전투와 근접 전투가 특징이며, 따라서 대부분의 드워프는 전사나 야만용사와 같은 클래스를 선호합니다.

source: To equip an item, select it and press <b>{console_bind|Confirm}</b> or open the context menu and select "Equip". Select an object and press <b>{console_bind|Func02}</b> to see a tooltip with its description, stats, and comparison to the equipment you currently have selected.
ko_mt: 아이템을 장착하려면 아이템을 선택하고 <b>{console_bind|Confirm}</b>를 누르거나 컨텍스트 메뉴를 열고 "장착"을 선택합니다. 아이템을 선택하고 <b>{console_bind|Func02}</b>를 누르면 설명, 능력치, 현재 선택한 장비와의 비교가 포함된 툴팁을 볼 수 있습니다.

source: Here you can discover useful insight into the various properties of equipment — both weapons and armor.
ko: 당신은 여기에서 무기와 방어구가 가진 다양한 특성들을 파악할 수 있습니다.
ko_mt: 여기에서 무기와 방어구 등 장비의 다양한 속성에 대한 유용한 정보를 확인할 수 있습니다.

source: A good group formation is half of the victory. The formation system helps to hold the line in combat. By clicking this button, you can select one of the standard formations, for example, triangle formation, or you can create your own.
ko: 좋은 진형은 승리의 절반을 차지합니다. 진형 시스템을 쓰면 전투에서 전열을 유지하는데 도움이 됩니다. 진형 시스템 버튼을 클릭해, 정형화된 진형 중 하나를 선택할 수 있습니다. 예를 들어 삼각 진형이 있이고, 또는 자신이 직접 만든 진형을 만들어 쓸 수 있습니다.
ko_mt: 좋은 그룹 편성은 승리의 절반입니다. 대형 시스템은 전투에서 전선을 유지하는데 도움이 됩니다. 이 버튼을 클릭하면 삼각형 대형과 같은 표준 대형 중 하나를 선택하거나 자신만의 대형을 만들 수 있습니다.

source: Adventurers
ko: 모험가
ko_mt: 모험가

source: Adventurers
ko: 모험가
ko_mt: 모험가

source: Relations
ko: 관계
ko_mt: 관계

source: Ambition alone drives countless humans, and for many, adventuring serves as a means to an end, whether it be wealth, acclaim, social status, or arcane knowledge. A few pursue adventuring careers simply for the thrill of danger. Humans hail from myriad regions and backgrounds, and as such can fill any role within an adventuring party.
ko: 수많은 인간들이 야망을 쫒아 움직이며, 그들 대다수에게 모험은 부, 명예, 지위, 또는 마법적 지식과 같은 목적을 위한 수단 중 하나입니다. 반면 소수의 인간은 단지 위험으로 인한 전율만을 위해 모험을 떠납니다. 인간은 수많은 지역과 배경을 가지며, 그와 마찬가지로 모험 일행에서 다양한 역할을 맡을 수 있습니다.
ko_mt: 야망만으로도 수많은 사람이 모험에 나서며, 많은 사람에게 모험은 부, 명예, 사회적 지위, 신비한 지식 등 목적을 위한 수단으로 활용됩니다. 일부는 단순히 위험의 스릴을 즐기기 위해 모험가의 길을 택하기도 합니다. 인간은 무수히 많은 지역과 배경을 가지고 있으며, 따라서 모험 파티 내에서 어떤 역할이든 수행할 수 있습니다.

source: Adventurers
ko: 모험가
ko_mt: 모험가

source: Humans are fecund, and their drive and numbers often spur them into contact with other races during bouts of territorial expansion and colonization. In many cases, this tendency leads to violence and war, yet humans are also swift to forgive and forge alliances with races who do not try to match or exceed them in violence. Proud, sometimes to the point of arrogance, humans might look upon {g|Encyclopedia:Dwarves}dwarves{/g} as miserly drunkards, {g|Encyclopedia:Elves}elves{/g} as flighty fops, {g|Encyclopedia:Halflings}halflings{/g} as craven thieves, {g|Encyclopedia:Gnomes}gnomes{/g} as twisted maniacs, and {g|Encyclopedia:Half-elves}half-elves{/g} and {g|Encyclopedia:Half-orcs}half-orcs{/g} as embarrassments — but the {g|Encyclopedia:Race}race{/g}'s diversity among its own members also makes many humans quite adept at accepting others for what they are. Humans may become so absorbed in their own affairs that they remain ignorant of the language and culture of others, and some take this ignorance to a hateful extreme of intolerance, oppression, and rarely even extermination of others they perceive as dangerous, strange, or "impure." Thankfully, while such incidents and movements may taint all of humanity in the eyes of some, they are more often the exception than the rule.
ko: 인간들은 많은 아이를 낳으며, 영토 확장과 식민지화 과정에서 그들의 추진력과 머릿수는 다른 종족과의 관계를 맻는 원동력이 됩니다. 대부분의 경우, 이것은 폭력과 전쟁으로 이끌지만, 여전히 인간들은 재빠르게 용서를 구하고 싸우려하지 않거나 그들보다 강한 무력을 지닌 종과 동맹을 구축하기도 합니다. 명예롭고, 때론 오만하기까지 한 인간들은 {g|Encyclopedia:Dwarves}드워프{/g}들은 구제불능 술주정뱅이로, {g|Encyclopedia:Elves}엘프{/g}들은 변덕쟁이 기생오라비로, {g|Encyclopedia:Halflings}하플링{/g}들은 비겁한 도둑 무리로, {g|Encyclopedia:Gnomes}노움{/g}들은 뒤틀린 미치광이로, {g|Encyclopedia:Half-elves}하프엘프{/g}와 {g|Encyclopedia:Half-orcs}하프 오크{/g}들은 골칫거리로 봅니다. 하지만 그들 무리에서 발견되는 종의 다양성은 인간들이 누구든지 잘 받아들이도록 만들기도 합니다. 인간은 그들만의 일에 너무 몰두하는 나머지 다른 종족의 문화와 언어에 대해 무지하고, 소수의 인간은 이런 무식함을 극도의 편견, 억압으로 표출하며, 더 희귀한 경우 위험하고 이상하며 "불순하다"고 취급하여 다른 종을 배제하려 들기도 합니다. 이러한 사건과 운동들이 인류 전체에 오명을 씌울 수 있지만. 다행스럽게도 이들 중 대부분은 역사상 몇 없는 이례적인 사건들입니다.
ko_mt: 인간은 번식력이 강하고, 그 추진력과 숫자로 인해 영토 확장과 식민지 개척 과정에서 다른 종족과 접촉하는 경우가 많습니다. 많은 경우 이러한 경향은 폭력과 전쟁으로 이어지지만, 인간은 자신과 폭력적으로 대등하거나 능가하지 않는 종족을 용서하고 동맹을 맺는데에도 재빠릅니다. 교만하고 때로는 오만하기까지 한 인간은 {g|Encyclopedia:Dwarves}드워프{/g}를 비참한 주정뱅이로, {g|Encyclopedia:Elves}엘프{/g}를 날뛰는 도둑으로, {g|Encyclopedia:Halflings}하플링{/g}을 탐욕스러운 도둑으로, {g|Encyclopedia:Gnomes}노움{/g}을 뒤틀린 광인으로 간주할 수도 있죠, 그리고 {g|Encyclopedia:Half-elves}하프엘프{/g}와 {g|Encyclopedia:Half-orcs}하프오크{/g}는 창피한 존재로 여겨지지만, {g|Encyclopedia:Race}종족{/g}의 다양성 덕분에 많은 인간은 다른 종족을 있는 그대로 받아들이는데 능숙해졌어요. 인간은 자신의 일에 너무 몰두한 나머지 다른 사람의 언어와 문화에 대해 무지할 수 있으며, 일부 사람들은 이러한 무지를 위험하거나 이상하거나 "불순한" 것으로 인식하는 타인을 편협하고 억압하며 드물게는 박멸하는 혐오스러운 극단적인 행동으로까지 이어지기도 합니다. 다행히도 이러한 사건과 움직임이 일부의 눈에는 모든 인류를 더럽힐 수 있지만, 규칙보다는 예외가 더 많습니다.

source: Relations
ko: 관계
ko_mt: 관계

source: Human society comprises a multitude of governments, attitudes, and lifestyles. Though the oldest human cultures trace their histories thousands of years into the past, when compared to the societies of other races like elves and dwarves, human society seems to be in a state of constant flux as empires fragment and new kingdoms subsume the old. In general, humans are known for their flexibility, ingenuity, and ambition. Other races sometimes envy humans their seemingly limitless adaptability, not so much biologically speaking but in their willingness to step beyond the known and press on to whatever might await them. While many or even most humans as individuals are content to stay within their comfortable routine, there is a dauntless spirit of discovery endemic to humans as a species that drives them in striving toward possibilities beyond every horizon.
ko: 인간 사회는 다양한 정부, 태도와 생활 방식으로 이루어져 있습니다. 가장 오래된 인간 사회가 수천년의 역사를 가지고 있음에도, 엘프와 드워프들의 것과 비교하면 나라가 분열되고 새로운 왕국이 그 자리를 대신하는 끊임없는 흐름에 휩쓸리는걸로 보입니다. 보통, 인간들은 그들의 유연함, 독창성과 야심으로 잘 알려져 있습니다. 때때로 다른 종족들이 인간의 무한해보이는 적응력을 부러워하기도 하는데, 이는 생물학적인 부분이 아니라 그 앞에 무엇이 있던지 간에 전진하려하는 그들의 의지에 대한 부분입니다. 개인 단위에서 대다수의 인간들이 안정적인 생활을 이어가려고 노력하지만, 인간 전체의 관점에서 새로운 것을 발견하고자 하는 불굴의 영혼들은 모든 영역에서 새로운 가능성을 찾아 전진하는 원동력입니다.
ko_mt: 인간 사회는 다양한 정부, 태도, 라이프스타일로 구성되어 있습니다. 가장 오래된 인간 문화는 수천 년 전의 역사를 거슬러 올라가지만, 엘프나 드워프 같은 다른 종족의 사회와 비교할 때 인간 사회는 제국이 분열되고 새로운 왕국이 기존 왕국을 잠식하면서 끊임없이 유동하는 것처럼 보입니다. 일반적으로 인간은 유연성, 독창성, 야망으로 유명합니다. 다른 종족은 생물학적인 측면이 아니라 알려진 것을 뛰어넘어 무엇이든 기꺼이 도전하는 인간의 무한한 적응력을 부러워하기도 합니다. 많은, 아니 대부분의 인간은 편안한 일상에 안주하는데 만족하지만, 인간에게는 모든 지평선 너머의 가능성을 향해 노력하는 인간 고유의 대담한 발견의 정신이 있습니다.

source: Society
ko: 사회
ko_mt: 사회

source: Your party members can use their Knowledge and Lore {g|Encyclopedia:Skills}skills{/g} to inspect a hostile creature and try to determine its basic characteristics, including defense, {g|Encyclopedia:Attack}attacks{/g}, and {g|Encyclopedia:Special_Abilities}special abilities{/g}. During the first encounter with a creature, every party member makes a {g|Encyclopedia:Check}check{/g} of an appropriate Knowledge or Lore skill. The greatest check result determines how much information the party learns. If the checks were unsuccessful, you get another chance to inspect a creature after you kill it, or after you increase the skill rank after levelling up. To see what your party knows about a creature, hover the cursor over it and press <b>{console_bind|DpadDown}</b>.
ko_mt: 당신의 파티원은 자신의 전승 및 지식 {g|Encyclopedia:Skills}기술{/g}을 사용하여 적 생물을 조사하고 그 생물의 기본 특성, 방어, {g|Encyclopedia:Attack}명중 굴림{/g}, {g|Encyclopedia:Special_Abilities}특수 능력{/g}을 알아볼 수 있습니다. 생물을 처음 마주치는 동안, 모든 파티원은 적절한 지식 또는 지식 기술 {g|Encyclopedia:Check}판정{/g}을 합니다. 가장 큰 확인 결과에 따라 파티가 배우는 정보의 양이 결정됩니다. 판정에 실패하면, 생물을 처치한 후 또는 레벨업 후 기술 등급이 올라간 후 한 번 더 검사할 기회를 얻습니다. 파티가 생명체에 대해 알고 있는 정보를 확인하려면, 커서를 생물 위에 올려놓고 <b>{console_bind|DpadDown}</b>를 누르세요.

source: Level
ko: 레벨
ko_mt: 레벨

source: Here you can find information on how magic works in the game.
ko: 당신은 여기에서 게임 상에서 마법이 어떻게 작동하는지 확인할 수 있습니다.
ko_mt: 여기에서 게임에서 마법이 어떻게 작동하는지에 대한 정보를 확인할 수 있습니다.

source: To set out for a location, use your cursor to select a direction or a location and press <b>{console_bind|Confirm}</b>. You can learn the whereabouts of significant locations by talking to characters or happening upon them during your journey. After learning about a location, you must find the way there yourself. Along the way, random encounters await. You may be {g|Encyclopedia:Attack}attacked{/g} by monsters, or you may meet new acquaintances. After exiting the location of a random encounter, you will not be able to return there. Click this icon to exit the area.
ko_mt: 위치로 출발하려면 커서로 방향이나 위치를 선택하고 <b>{console_bind|Confirm}</b>를 누르세요. 여행 중에 캐릭터와 대화하거나 우연히 발견하면 중요한 장소의 위치를 알 수 있습니다. 위치를 알아낸 후에는 직접 그곳으로 가는 길을 찾아야 합니다. 그 과정에서 무작위적인 만남이 기다리고 있습니다. 괴물에게 {g|Encyclopedia:Attack}공격을{/g}당하거나 새로운 지인을 만날 수도 있습니다. 무작위 조우 장소로 나간 후에는 다시 돌아올 수 없습니다. 해당 지역을 나가려면 이 아이콘을 클릭하세요.

source: Miscellaneous Actions
ko: 기타 행동(Miscellaneous Actions)
ko_mt: 기타 작업

source: Not an Action
ko: 행동이 아닌 것
ko_mt: 액션이 아님

source: Prestige Classes
ko: 상위직
ko_mt: 프레스티지 클래스

source: {g|Encyclopedia:Race}Race{/g} is an important part of what makes characters who they are. It both provides a starting point for character creation and sets the tone for a character as it progresses. Race mixes biology and culture, then translates those concepts into racial {g|Encyclopedia:Trait}traits{/g}. Yet since both biology and culture are mutable—especially when one considers the powerful forces of magic—racial traits can be so diverse that two elves can be extremely different while still manifesting aspects of their shared heritage and culture. A race's traits, its history, its relations with other races, and the culture that all of these things imply—all of these frame your character. Each race lists the languages a character of that race automatically knows, as well as a number of bonus languages it may learn. A character knows a number of additional bonus languages equal to his or her {g|Encyclopedia:Intelligence}Intelligence{/g} modifier.
ko_mt: {g|Encyclopedia:Race}종족{/g}은 캐릭터를 만드는데 중요한 역할을 합니다. 캐릭터 생성의 시작점이 되기도 하고, 캐릭터가 성장해 나가는 과정에서 캐릭터의 분위기를 설정하기도 합니다. 인종은 생물학과 문화를 혼합한 다음 이러한 개념을 종족 {g|Encyclopedia:Trait}특성{/g}으로 변환합니다. 하지만 생물학과 문화는 모두 가변적이기 때문에, 특히 마법의 강력한 힘을 고려하면 종족 특성은 매우 다양하여 두 엘프가 공유된 유산과 문화의 측면을 드러내면서도 극도로 다를 수 있습니다. 종족의 특성, 역사, 다른 종족과의 관계, 그리고 이 모든 것이 내포하는 문화, 이 모든 것이 캐릭터의 틀을 구성합니다. 각 종족에는 해당 종족의 캐릭터가 자동으로 아는 언어와 배울 수 있는 {g|Encyclopedia:Bonus}보너스{/g} 언어가 나열되어 있습니다. 캐릭터는 자신의 {g|Encyclopedia:Intelligence}지능{/g} 수정치와 동일한 수의 추가 보너스 언어를 알고 있습니다.

source: Restricted Activity
ko: 제한된 행동
ko_mt: 제한된 활동

source: As time passes, your characters become tired and act less effectively. You can see this by the "{g|ConditionFatigued}fatigue{/g}" and "{g|ConditionExhausted}exhaustion{/g}" condition icons on their portraits. This is why they need regular {g|Encyclopedia:Rest}rest{/g}. To replenish your powers, set up a camp and have a rest. To set up a camp, use the "Camp" function by pressing <b>{console_bind|RightBottom}</b> and choosing "Rest". After that, you will have to select a location for the camp. Camps take up a lot of space, so find the right location. While resting, all characters restore a portion of their lost {g|Encyclopedia:HP}hit points{/g}. {g|Encyclopedia:Spell}Spellcasters{/g} also replenish their spells. Rest also helps you get rid of some of the negative conditions. Resting takes at least 8 hours.
ko_mt: 시간이 지날수록 캐릭터는 피곤해지고 행동 효율이 떨어집니다. 캐릭터의 초상화에서 "{g|ConditionFatigued}피로{/g}" 및 "{g|ConditionExhausted}탈진{/g}" 상태 아이콘을 통해 이를 확인할 수 있습니다. 따라서 정기적으로 {g|Encyclopedia:Rest}휴식{/g}이 필요합니다. 힘을 보충하려면 캠프를 설치하고 휴식을 취하세요. 캠프를 설정하려면 <b>{console_bind|RightBottom}</b>을 누르고 "휴식"을 선택해 "캠프" 기능을 사용합니다. 그런 다음 캠프 위치를 선택해야 합니다. 캠프는 많은 공간을 차지하므로 적절한 위치를 찾으십시오. 휴식하는 동안 모든 캐릭터는 손실된 {g|Encyclopedia:HP}체력{/g}의 일부를 회복합니다. {g|Encyclopedia:Spell}주문사{/g}도 주문을 보충합니다. 휴식은 또한 일부 부정적인 상태를 없애는데 도움이 됩니다. 휴식에는 최소 8시간이 걸립니다.
