Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: The Main Archery Range provides weekly recruitment growth for {g|Headhunters}[Headhunters]{/g} — ranged troops effective at destroying enemy sharpshooters. All {g|Archers}[Archers]{/g} are promoted to {g|Headhunters}[Headhunters]{/g}.
ko: 중앙 궁술 훈련장이 적 명사수를 파괴하는데 효과적인 원거리 분대인 {g|Headhunters}[헤드헌터]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|Archers}[궁수]{/g}가 {g|Headhunters}[헤드헌터]{/g}로 진급합니다.
ko_mt: 주 궁술 훈련장에서는 적 명사수를 파괴하는데 효과적인 원거리 부대인 {g|Headhunters}[헤드헌터]{/g}의 모집이 매주 증가합니다. 모든 {g|Archers}[궁수]{/g}이 {g|Headhunters}[헤드헌터]{/g}로 승격됩니다.

source: The Main Archery Range provides weekly recruitment growth for {g|Bandits}[Bandits]{/g} — ranged troops capable of inflicting increased damage to the enemy at the beginning of the battle. All {g|Archers}[Archers]{/g} are promoted to {g|Bandits}[Bandits]{/g}.
ko: 중앙 궁술 훈련장이 전투 시작 시점에서 적에게 증가한 피해를 입힐 수 있는 원거리 분대 {g|Bandits}[도적]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|Archers}[궁수]{/g}가 {g|Bandits}[도적]{/g}으로 진급합니다.
ko_mt: 주 활터에서는 전투 시작 시 적에게 더 큰 피해를 입힐 수 있는 원거리 병력인 {g|Bandits}[도적]{/g}의 주간 모집 성장률을 제공합니다. 모든 {g|Archers}[궁수]{/g}이 {g|Bandits}[도적]{/g}로 승격됩니다.

source: The Main Archery Range provides weekly recruitment growth for {g|Slingers}[Slingers]{/g} — poorly trained, but cheap and numerous ranged troops. All {g|Archers}[Archers]{/g} are promoted to {g|Slingers}[Slingers]{/g}.
ko: 중앙 궁술 훈련장이 끔찍한 훈련도를 지닌 대신 싼 값에 대량으로 모집할 수 있는 원거리 분대인 {g|Slingers}[투석병]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|Archers}[궁수]{/g}가 {g|Slingers}[투석병]{/g}으로 진급합니다.
ko_mt: 주 양궁장은 훈련은 부족하지만 값싸고 많은 원거리 병력인 {g|Slingers}[슬링거]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|Archers}[궁수]{/g}이 {g|Slingers}[슬링거]{/g}로 승격됩니다.

source: The Main Stables provide weekly recruitment growth for {g|Paladins}[Paladins]{/g} — cavalry capable of healing allies. All {g|MountedScouts}[Mounted Scouts]{/g} are promoted to {g|Paladins}[Paladins]{/g}.
ko: 중앙 마굿간이 아군을 치유할 수 있는 기사들인 {g|Paladins}[팔라딘]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|MountedScouts}[기마 정찰병]{/g}이 {g|Paladins}[팔라딘]{/g}으로 진급합니다.
ko_mt: 주 마구간은 매주 아군을 치료할 수 있는 기병 {g|Paladins}[성기사]{/g}의 모집 성장을 제공합니다. 모든 {g|MountedScouts}[기마 정찰대]{/g}이 {g|Paladins}[성기사]{/g}로 승격됩니다.

source: The Main Stables provide weekly recruitment growth for {g|Cuirassiers}[Cuirassiers]{/g} — well-protected tenacious cavalry. All {g|MountedScouts}[Mounted Scouts]{/g} are promoted to {g|Cuirassiers}[Cuirassiers]{/g}.
ko: 중앙 마굿간이 뛰어난 방어력을 지닌 끈질긴 기병대, {g|Cuirassiers}[퀴레시어]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|MountedScouts}[기마 정찰병]{/g}이 {g|Cuirassiers}[퀴레시어]{/g}로 진급합니다.
ko_mt: 주 마구간은 잘 보호받는 끈질긴 기병인 {g|Cuirassiers}[흉갑기병]{/g}의 주간 모집량 증가를 제공합니다. 모든 {g|MountedScouts}[기마 정찰대]{/g}이 {g|Cuirassiers}[흉갑기병]{/g}로 승격됩니다.

source: The Main Stables provide weekly recruitment growth for {g|HedgeKnights}[Hedge Knights]{/g} — effective shock cavalry. All {g|MountedScouts}[Mounted Scouts]{/g} are promoted to {g|HedgeKnights}[Hedge Knights]{/g}.
ko: 중앙 마굿간이 효과적인 충격 기병인 {g|HedgeKnights}[방랑 기사]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|MountedScouts}[기마 정찰병]{/g}이 {g|HedgeKnights}[방랑 기사]{/g}로 진급합니다.
ko_mt: 주 마구간은 효과적인 충격 기병인 {g|HedgeKnights}[방랑 기사]{/g}의 주간 모집량 증가를 제공합니다. 모든 {g|MountedScouts}[기마 정찰대]{/g}이 {g|HedgeKnights}[방랑 기사]{/g}로 승격됩니다.

source: The Main Stables provide weekly recruitment growth for {g|Raiders}[Raiders]{/g} — cavalry that can loot the battlefield and generate income. All {g|MountedScouts}[Mounted Scouts]{/g} are promoted to {g|Raiders}[Raiders]{/g}.
ko: 중앙 마굿간이 전장의 전리품을 수집해 수입을 발생시키는 기병들인 {g|Raiders}[약탈자]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|MountedScouts}[기마 정찰병]{/g}이 {g|Raiders}[약탈자]{/g}로 진급합니다.
ko_mt: 주 마구간은 전장을 약탈하고 수입을 창출할 수 있는 기병인 {g|Raiders}[약탈자]{/g}의 주간 모집량 증가를 제공합니다. 모든 {g|MountedScouts}[기마 정찰대]{/g}은 {g|Raiders}[약탈자]{/g}로 진급합니다.

source: The Main Stables provide weekly recruitment growth for {g|LightCavalry}[Light Cavalry]{/g} — lightly armed but maneuverable and fast cavalry. All {g|MountedScouts}[Mounted Scouts]{/g} are promoted to {g|LightCavalry}[Light Cavalry]{/g}.
ko: 중앙 마굿간이 가벼운 무장을 사용해 신속하게 기동할 수 있는 기병인 {g|LightCavalry}[경기병]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|MountedScouts}[기마 정찰병]{/g}이 {g|LightCavalry}[경기병]{/g}으로 진급합니다.
ko_mt: 주 마구간은 가벼운 무장을 하고 있지만 기동력이 뛰어나고 빠른 기병인 {g|LightCavalry}[경기병]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|MountedScouts}[기마 정찰대]{/g}은 {g|LightCavalry}[경기병]{/g}로 진급합니다.

source: All trainable cavalry units gain the {g|Charge}[Charge]{/g} ability.
ko: 모든 훈련 가능한 기병 유닛이 {g|Charge}[돌격]{/g} 능력을 얻습니다.
ko_mt: 훈련 가능한 모든 기병 유닛은 {g|Charge}[돌격]{/g} 능력을 얻습니다.

source: Cavalry Rush
ko: 기병 돌진
ko_mt: 기병 돌진

source: All trainable infantry units gain the {g|Charge}[Charge]{/g} ability.
ko: 모든 훈련 가능 보병 유닛이 {g|Charge}[돌격]{/g} 능력을 얻습니다.
ko_mt: 훈련 가능한 모든 보병 유닛은 {g|Charge}[돌격]{/g} 능력을 얻습니다.

source: Infantry Rush
ko: 보병 돌진
ko_mt: 보병 돌진

source: All cavalry and ranged units gain the {g|Independence}[Independence]{/g} feat.
ko: 모든 기병과 원거리 유닛이 {g|Independence}[자립]{/g} 특기를 얻습니다.
ko_mt: 모든 기병과 원거리 유닛은 {g|Independence}[독립성]{/g} 업적을 얻습니다.

source: Officers' Independence
ko: 사관의 자립
ko_mt: 임원의 독립성

source: Sabotage Tactics
ko: 파괴 전술
ko_mt: 사보타주 전술

source: All units gain the {g|Tough}[Tough]{/g} feat.
ko: 모든 유닛이 {g|Tough}[튼튼함]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛이 {g|Tough}[거친]{/g} 업적을 얻습니다.

source: Hardening
ko: 경화
ko_mt: 강화

source: The Main Spellcasters' Lodge provides weekly recruitment growth for {g|Warpriests}[Warpriests]{/g} — spellcasters capable of healing and empowering allies. All {g|ChurchGuards}[Church Guards]{/g} are promoted to {g|Warpriests}[Warpriests]{/g}.
ko: 중앙 주문시전자의 집회소가 아군을 치유하고 강화할 수 있는 주문시전자들인 {g|Warpriests}[워프리스트]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|ChurchGuards}[교회 수호병]{/g}이 {g|Warpriests}[워프리스트]{/g}로 진급합니다.
ko_mt: 주 주문 시전자의 숙소에서는 아군을 치유하고 힘을 부여하는 주문 시전자인 {g|Warpriests}[전쟁사제]{/g}의 모집이 매주 증가합니다. 모든 {g|ChurchGuards}[교회 경비대]{/g}은 {g|Warpriests}[전쟁사제]{/g}로 승급합니다.

source: The Main Spellcasters' Lodge provides weekly recruitment growth for {g|Monks}[Monks]{/g} — resilient melee warriors. All {g|ChurchGuards}[Church Guards]{/g} are promoted to {g|Monks}[Monks]{/g}.
ko: 중앙 주문시전자의 집회소가 탄력적인 근접 전사들인 {g|Monks}[몽크]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|ChurchGuards}[교회 수호병]{/g}이 {g|Monks}[몽크]{/g}로 진급합니다.
ko_mt: 주 주문 시전사의 숙소에서는 매주 회복력이 뛰어난 근접 전사 {g|Monks}[수도사]{/g}의 모집량이 증가합니다. 모든 {g|ChurchGuards}[교회 경비대]{/g}이 {g|Monks}[수도사]{/g}로 승급됩니다.

source: The Main Spellcasters' Lodge provides weekly recruitment growth for {g|Assassins}[Assassins]{/g} — agile and fast fighters capable of infiltrating enemy lines without a fight. All {g|ChurchGuards}[Church Guards]{/g} are promoted to {g|Assassins}[Assassins]{/g}.
ko: 중앙 주문시전자의 집회소가 싸우지 않고도 적의 전열을 돌파할 수 있는 날렵하고 신속한 전사들인 {g|Assassins}[어쌔신]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|ChurchGuards}[교회 수호병]{/g}이 {g|Assassins}[어쌔신]{/g}으로 진급합니다.
ko_mt: 주 주문술사의 숙소에서는 전투 없이 적진에 침투할 수 있는 민첩하고 빠른 전사 {g|Assassins}[암살자]{/g}의 모집이 매주 증가합니다. 모든 {g|ChurchGuards}[교회 경비대]{/g}은 {g|Assassins}[암살자]{/g}로 승급합니다.

source: The Main Spellcasters' Lodge provides weekly recruitment growth for {g|Witches}[Witches]{/g} — spellcasters who can curse enemies. All {g|ChurchGuards}[Church Guards]{/g} are promoted to {g|Witches}[Witches]{/g}.
ko: 중앙 주문시전자의 집회소가 적을 저주 할 수 있는 주문시전자들인 {g|Witches}[위치]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|ChurchGuards}[교회 수호병]{/g}이 {g|Witches}[위치]{/g}로 진급합니다.
ko_mt: 주 주문술사의 숙소에서는 적을 저주할 수 있는 주문술사 {g|Witches}[마녀]{/g}의 모집이 매주 증가합니다. 모든 {g|ChurchGuards}[교회 경비대]{/g}은 {g|Witches}[마녀]{/g}로 승급합니다.

source: The Main Spellcasters' Lodge provides weekly recruitment growth for {g|Bards}[Bards]{/g} — spellcasters capable of empowering adjacent units. All {g|ChurchGuards}[Church Guards]{/g} are promoted to {g|Bards}[Bards]{/g}.
ko: 중앙 주문시전자의 집회소가 인접한 아군을 강화할 수 있는 주문시전자들인 {g|Bards}[바드]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|ChurchGuards}[교회 수호병]{/g}이 {g|Bards}[바드]{/g}로 진급합니다.
ko_mt: 주 주문 시전자의 숙소에서는 인접 유닛에 힘을 실어줄 수 있는 주문 시전자인 {g|Bards}[바드]{/g}의 주간 모집량이 증가합니다. 모든 {g|ChurchGuards}[교회 경비대]{/g}이 {g|Bards}[바드]{/g}로 승격됩니다.

source: All cavalry units gain the {g|ContainTheEnemy}[Contain the Enemy]{/g} ability.
ko: 모든 기병 유닛이 {g|ContainTheEnemy}[적 억제]{/g} 능력을 얻습니다.
ko_mt: 모든 기병 유닛은 {g|ContainTheEnemy}[적 봉쇄]{/g} 능력을 얻습니다.

source: Pin Tactics
ko: 송곳 전술
ko_mt: 핀 전술

source: All trainable infantry units gain the {g|Bait}[Bait]{/g} ability.
ko: 모든 훈련 가능한 보병 유닛이 {g|Bait}[미끼]{/g} 능력을 얻습니다.
ko_mt: 훈련 가능한 모든 보병 유닛은 {g|Bait}[미끼]{/g} 능력을 얻습니다.

source: Provocation Tactics
ko: 도발 전술
ko_mt: 도발 전술

source: All trainable cavalry units gain the {g|Taunt}[Taunt]{/g} ability.
ko: 모든 훈련가능한 기병 유닛이 {g|Taunt}[도발]{/g} 능력을 얻습니다.
ko_mt: 훈련 가능한 모든 기병 유닛은 {g|Taunt}[도발]{/g} 능력을 얻습니다.

source: False Retreat Tactics
ko: 거짓 후퇴 전술
ko_mt: 거짓 후퇴 전술

source: All ranged units gain the {g|HarassingShooting}[Harassing Shooting]{/g} ability.
ko: 모든 원거리 유닛이 {g|HarassingShooting}[교란 사격]{/g} 능력을 얻습니다.
ko_mt: 모든 원거리 유닛은 {g|HarassingShooting}[괴롭힘 촬영]{/g} 능력을 얻습니다.

source: Exhaustion Tactics
ko: 탈진 전술
ko_mt: 탈진 전술

source: All trainable infantry units gain the {g|JuicyTarget}[Juicy Target]{/g} ability.
ko: 모든 훈련 가능한 보병 유닛이 {g|JuicyTarget}[탐스러운 목표]{/g} 능력을 얻습니다.
ko_mt: 훈련 가능한 모든 보병 유닛은 {g|JuicyTarget}[쥬시 타겟]{/g} 능력을 얻습니다.

source: Defensive Tactics
ko: 방어 전술
ko_mt: 방어 전술

source: The Main Hall of Champions provides weekly recruitment growth for {g|KnightsOfOzem}[Knights of Ozem]{/g} — cavalry that are extremely effective against the undead, plus capable of resurrecting the dead. All {g|HardenedVeterans}[Hardened Veterans]{/g} are promoted to {g|KnightsOfOzem}[Knights of Ozem]{/g}.
ko: 중앙 투사의 전당이 언데드에게 극히 효과적이고 망자를 부활시킬 수 있는 기병들인 {g|KnightsOfOzem}[오젬의 기사]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|HardenedVeterans}[굳센 고참병]{/g}이 {g|KnightsOfOzem}[오젬의 기사]{/g}로 진급합니다.
ko_mt: 챔피언의 전당에서는 언데드에 매우 효과적이며 죽은 자를 부활시킬 수 있는 {g|KnightsOfOzem}[오젬의 기사단]{/g} 기병이 매주 모집 성장을 제공합니다. 모든 {g|HardenedVeterans}[강인한 베테랑]{/g}이 {g|KnightsOfOzem}[오젬의 기사단]{/g}로 진급합니다.

source: The Main Hall of Champions provides weekly recruitment growth for {g|Arcanists}[Arcanists]{/g} — devastating spellcasters. All {g|HardenedVeterans}[Hardened Veterans]{/g} are promoted to {g|Arcanists}[Arcanists]{/g}.
ko: 중앙 투사의 전당이 파괴적인 주문시전자들인 {g|Arcanists}[아르카니스트]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|HardenedVeterans}[굳센 고참병]{/g}이 {g|Arcanists}[아르카니스트]{/g}로 진급합니다.
ko_mt: 챔피언의 전당에서는 매주 파괴적인 주문 시전사인 {g|Arcanists}[아카니스트]{/g}의 모집량이 증가합니다. 모든 {g|HardenedVeterans}[강인한 베테랑]{/g}이 {g|Arcanists}[아카니스트]{/g}로 승격됩니다.

source: The Main Hall of Champions provides weekly recruitment growth for {g|Dragonslayers}[Dragonslayers]{/g} — ranged units effective against the most dangerous opponents. All {g|HardenedVeterans}[Hardened Veterans]{/g} are promoted to {g|Dragonslayers}[Dragonslayers]{/g}.
ko: 중앙 투사의 전당이 가장 위험한 적들에 대항할 때 효과적인 원거리 유닛들인 {g|Dragonslayers}[드래곤 슬레이어]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|HardenedVeterans}[굳센 고참병]{/g}이 {g|Dragonslayers}[드래곤 슬레이어]{/g}로 진급합니다.
ko_mt: 챔피언의 전당에서는 가장 위험한 적에게 효과적인 원거리 유닛인 {g|Dragonslayers}[드래곤슬레이어]{/g}의 모집 성장을 매주 제공합니다. 모든 {g|HardenedVeterans}[강인한 베테랑]{/g}이 {g|Dragonslayers}[드래곤슬레이어]{/g}로 승격됩니다.

source: The Main Hall of Champions provides weekly recruitment growth for {g|Bloodragers}[Bloodragers]{/g} — unstoppable offensive infantry. All {g|HardenedVeterans}[Hardened Veterans]{/g} are promoted to {g|Bloodragers}[Bloodragers]{/g}.
ko: 중앙 투사의 전당이 멈출 수 없으며 매우 공격적인 보병들인 {g|Bloodragers}[블러드레이저]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|HardenedVeterans}[굳센 고참병]{/g}이 {g|Bloodragers}[블러드레이저]{/g}로 진급합니다.
ko_mt: 챔피언의 전당에서는 무적의 공격 보병인 {g|Bloodragers}[블러드레이저]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|HardenedVeterans}[강인한 베테랑]{/g}이 {g|Bloodragers}[블러드레이저]{/g}로 승급됩니다.

source: The Main Hall of Champions provides weekly recruitment growth for {g|HonorGuards}[Honor Guards]{/g} — elite soldiers who strengthen allies with their presence. All {g|HardenedVeterans}[Hardened Veterans]{/g} are promoted to {g|HonorGuards}[Honor Guards]{/g}.
ko: 중앙 투사의 전당이 존재만으로 아군을 강하게 만드는 정예병들인 {g|HonorGuards}[의장대]{/g}의 주간 모집 성장을 제공합니다. 모든 {g|HardenedVeterans}[굳센 고참병]{/g}이 {g|HonorGuards}[의장대]{/g}로 진급합니다.
ko_mt: 챔피언의 전당에서는 매주 아군을 강화하는 정예 병사 {g|HonorGuards}[의장대]{/g}의 모집 성장을 제공합니다. 모든 {g|HardenedVeterans}[강인한 베테랑]{/g}은 {g|HonorGuards}[의장대]{/g}로 승급됩니다.

source: All generals gain the {g|BoardGamesMaster}[Board Games Master]{/g} feat.
ko: 모든 지휘관이 {g|BoardGamesMaster}[보드 게임 달인]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 {g|BoardGamesMaster}[보드 게임 마스터]{/g} 능력을 얻습니다.

source: Unlocks the {g|BardruidsTraining}[Bardruids Training]{/g} decree, allowing recruitment of {g|HeavyFootBardruidDragonriderScouts}[Heavy Foot Bardruid Dragonrider Scouts]{/g} — shock... ahem... cavalry capable of empowering themselves and those around them with spells.
ko: {g|BardruidsTraining}[바드루이드 훈련]{/g} 칙령을 해금해 자신과 주변의 모든 이를 주문으로 강화할 수 있는 충격...으흠...기병인 {g|HeavyFootBardruidDragonriderScouts}[중무장 바드루이드 드래곤라이더 척후병]{/g}을 모집할 수 있게 됩니다.
ko_mt: {g|BardruidsTraining}[바드루이드 훈련]{/g} 칙령을 잠금 해제하여 {g|HeavyFootBardruidDragonriderScouts}[무거운 발 바드루이드 드래곤라이더 정찰대]{/g} - 충격.. 에헴.. 자신과 주변을 주문으로 강화할 수 있는 기병대를 모집할 수 있게 합니다.

source: Unlocks the {g|WarbarianRagepriestsTraining}[Warbarian Ragepriests Training]{/g} decree, allowing recruitment of {g|WarbarianRagepriests}[Warbarian Ragepriests]{/g} — spellcasters capable of teleporting to enemy wizards and killing them with their huge axes.
ko: {g|WarbarianRagepriestsTraining}[워바리안 분노사제 훈련]{/g} 칙령을 해금해 {g|WarbarianRagepriests}[워바리안 분노사제]{/g} — 거대한 도끼를 들고 적 위저드 주위로 순간이동해 죽여버리는 주문시전자를 모집할 수 있게 됩니다.
ko_mt: {g|WarbarianRagepriestsTraining}[워바리안 분노 사제 훈련]{/g} 칙령을 잠금 해제하여 적 위저드에게 순간이동하여 거대한 도끼로 적 위저드를 처치할 수 있는 주문 시전사 {g|WarbarianRagepriests}[워바리안 분노 사제]{/g}을 소환할 수 있습니다.

source: Unlocks the {g|NinjaPiratesTraining}[Ninja Pirates Training]{/g} decree, allowing recruitment of {g|VampireNinjaPirates}[Vampire Ninja Pirates]{/g} — a ranged unit whose attacks steal enemy blood and gold.
ko_mt: {g|NinjaPiratesTraining}[닌자 해적 훈련]{/g} 칙령을 잠금 해제하여 적의 피와 골드를 빼앗는 원거리 유닛인 {g|VampireNinjaPirates}[뱀파이어 닌자 해적]{/g}을 소환할 수 있습니다.

source: Unlocks the {g|FoolsOrderRecruitment_mechanical_FauchardSwordSaints}[Initiation into the Fools' Order]{/g} decree, allowing recruitment of {g|FauchardSwordSaints}[Fauchard Sword Saints]{/g} — infantry delivering deadly blows.
ko: {g|FoolsOrderRecruitment_mechanical_FauchardSwordSaints}[멍청이 기사단 입문]{/g} 칙령을 해금해 치명적인 일격을 날리는 보병인 {g|FauchardSwordSaints}[포샤르 소드 세인트]{/g}를 모집할 수 있게 됩니다.
ko_mt: {g|FoolsOrderRecruitment_mechanical_FauchardSwordSaints}[바보들의 질서 입문]{/g} 칙령을 잠금 해제하여 치명적인 타격을 가하는 보병인 {g|FauchardSwordSaints}[포샤르 소드 세인트]{/g}을 모집할 수 있습니다.

source: Unlocks the {g|FoolsOrderRecruitment_mechanical_Illusionists}[Initiation into the Fools' Order]{/g} decree, allowing recruitment of {g|Illusionists}[Illusionists]{/g} — spellcasters who have mastered the most murderous spells in the world.
ko: {g|FoolsOrderRecruitment_mechanical_Illusionists}[멍청이 기사단 입문]{/g} 칙령을 해금해 세계에서 가장 살인적인 주문의 달인, {g|Illusionists}[일루져니스트]{/g}들을 모집할 수 있게 됩니다.
ko_mt: {g|FoolsOrderRecruitment_mechanical_Illusionists}[바보들의 질서 입문]{/g} 칙령을 잠금 해제하여 세상에서 가장 살벌한 주문을 마스터한 주문술사 {g|Illusionists}[일루셔니스트]{/g}을 모집할 수 있습니다.

source: Unlocks the {g|FoolsOrderRecruitment_mechanical_ScaledEldritchDisciplePaladins}[Initiation into the Fools' Order]{/g} decree, allowing recruitment of {g|ScaledEldritchDisciplePaladins}[Scaled Eldritch Disciple Paladins]{/g} — practically invincible warriors who have achieved perfection in all areas.
ko: {g|FoolsOrderRecruitment_mechanical_ScaledEldritchDisciplePaladins}[멍청이 기사단 입문]{/g} 칙령을 해금해 모든 영역에서 완벽한, 말 그대로 무적의 전사인 {g|ScaledEldritchDisciplePaladins}[스케일드 엘드리치 디사이플 팔라딘]{/g}들을 모집할 수 있게 됩니다.
ko_mt: {g|FoolsOrderRecruitment_mechanical_ScaledEldritchDisciplePaladins}[바보들의 질서 입문]{/g} 칙령을 잠금 해제하여 모든 분야에서 완벽을 이룬 무적의 전사 {g|ScaledEldritchDisciplePaladins}[비늘 엘드리치 제자 성기사]{/g}을 모집할 수 있습니다.

source: Unlocks the {g|FoolsOrderRecruitment_mechanical_ThugPaladins}[Initiation into the Fools' Order]{/g} decree, allowing recruitment of {g|ThugPaladins}[Thug Paladins]{/g} — warriors equally skilled at healing allies and treacherously tripping foes.
ko: {g|FoolsOrderRecruitment_mechanical_ThugPaladins}[멍청이 기사단 입문]{/g} 칙령을 해금해 아군을 치유하고 적을 넘어뜨리는데 능숙한 전사들인 {g|ThugPaladins}[깡패 팔라딘]{/g}들을 모집할 수 있게 됩니다.
ko_mt: {g|FoolsOrderRecruitment_mechanical_ThugPaladins}[바보들의 질서 입문]{/g} 칙령을 잠금 해제하여 아군을 치유하고 적을 함정에 빠뜨리는데 능숙한 전사 {g|ThugPaladins}[깡패 성기사]{/g}을 소환할 수 있습니다.

source: All units gain the {g|StylishOutfit}[Stylish Outfit]{/g} feat.
ko: 모든 유닛이 {g|StylishOutfit}[멋진 의상]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛이 {g|StylishOutfit}[스타일리시한 의상]{/g} 업적을 얻습니다.

source: All units gain the {g|MagnificentSteeds}[Magnificent Steeds]{/g} ability.
ko: 모든 유닛이 {g|MagnificentSteeds}[장엄한 준마]{/g} 능력을 얻습니다.
ko_mt: 모든 유닛이 {g|MagnificentSteeds}[웅장한 군마]{/g} 능력을 얻습니다.

source: Artifact from the First World
ko: 태초 세계의 마법 물품
ko_mt: 태초 세계의 유물

source: Provides {g|Trickster6_3Artefact}[artifact from the First World]{/g}.
ko: {g|Trickster6_3Artefact}[태초 세계의 마법 물품]{/g}를 제공합니다.
ko_mt: {g|Trickster6_3Artefact}[태초 세계의 유물]{/g}을 제공합니다.

source: Soldiers Trust
ko: 병사의 신뢰
ko_mt: 군인 신뢰

source: 3 {g|Magi}[Magi]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 3 {g|Magi}[메이거스]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 3 {g|Magi}[동방박사]{/g}을 모집합니다.

source: Race Solidarity
ko: 종족 연대
ko_mt: 종족 연대

source: 15 {g|Vampires}[Vampires]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 15 {g|Vampires}[뱀파이어]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 15명의 {g|Vampires}[뱀파이어]{/g}을 모집합니다.

source: Suspicious Allies
ko: 수상쩍은 아군
ko_mt: 의심스러운 동맹

source: 60 {g|ShieldBearers}[Shield Bearers]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 60 {g|ShieldBearers}[방패병]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 60 {g|ShieldBearers}[방패병]{/g}을 모집합니다.

source: 2 {g|Bards}[Bards]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 2 {g|Bards}[바드]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 {g|Bards}[바드]{/g} 2명을 모집합니다.

source: 17 {g|Alchemists}[Alchemists]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 17 {g|Alchemists}[알케미스트]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 17 {g|Alchemists}[연금술사]{/g}을 모집합니다.

source: 30 {g|Rangers}[Rangers]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 30 {g|Rangers}[레인저]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 30명의 {g|Rangers}[순찰자]{/g}을 모집합니다.

source: 27 {g|BellflowerFighters}[Bellflower Fighters]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 27 {g|BellflowerFighters}[벨플라워 전사]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 27 {g|BellflowerFighters}[도라지 파이터]{/g}을 모집합니다.

source: 22 {g|Headhunters}[Headhunters]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 22 {g|Headhunters}[헤드헌터]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 22 {g|Headhunters}[헤드헌터]{/g}을 모집합니다.

source: 18 {g|Barbarians}[Barbarians]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 18 {g|Barbarians}[바바리안]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 18 {g|Barbarians}[야만인]{/g}을 모집합니다.

source: 5 {g|InfernalCavalry}[Infernal Cavalry]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 5 {g|InfernalCavalry}[지옥의 기병]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 5 {g|InfernalCavalry}[지옥의 기병대]{/g}을 모집합니다.

source: Warriors of the Fox
ko: 여우의 전사들
ko_mt: 여우의 전사

source: 7 {g|StoneInfantry}[Stone Infantry]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 7 {g|StoneInfantry}[바위 보병]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 7 {g|StoneInfantry}[돌 보병]{/g}을 모집합니다.

source: Adds 2,500 Finance Points.
ko: 2,500 재정 점수를 더합니다.
ko_mt: 2,500 재정 점수를 추가합니다.

source: Money is the Blood of War
ko: 돈은 전쟁의 피다
ko_mt: 돈은 전쟁의 피입니다

source: 18 {g|Bandits}[Bandits]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 18 {g|Bandits}[도적]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 18 {g|Bandits}[도적]{/g}을 모집합니다.

source: Escapees from Drezen
ko: 드레젠의 탈옥수들
ko_mt: 드레젠의 탈출자

source: Prisoners of War
ko: 전쟁 포로들
ko_mt: 전쟁 포로

source: Volunteers recruited by Irabeth were armed and hurriedly transported to the Commander's headquarters. The crusade paid some hired mages a tidy sum for the service.
ko: 이라베스가 모집한 자원 입대자들은 무장을 마친 뒤 재빠르게 사령관의 본부로 이송되었습니다. 성전군은 고용된 마법사들의 업무에 상당한 임금을 지불했습니다.
ko_mt: 이라베스가 모집한 지원자들은 무장을 하고 서둘러 사령관 본부로 이송되었습니다. 십자군은 고용된 마법사들에게 상당한 보수를 지급했습니다.

source: Volunteers
ko: 자원 입대자들
ko_mt: 자원 봉사자

source: Sudden Death
ko: 갑작스러운 죽음
ko_mt: 서든 데스

source: Lost Watch
ko: 사라진 초병
ko_mt: 분실 시계

source: Assistance from House Gwerm
ko: 그웜 가문의 원조
ko_mt: 하우스 그웜의 지원

source: Irabeth reports that the crusader army is blocked inside Drezen. She awaits an audience with the Commander to deliver her full report on the situation.
ko: 이라베스는 성전군이 드레젠 내부에 갇혔다고 보고했습니다. 그녀는 자세한 정황을 담은 보고서를 제출하기 위해 사령관과의 접견을 기다립니다.
ko_mt: 이라베스는 십자군 군대가 드레젠 내부에 봉쇄되어 있다고 보고합니다. 그녀는 사령관과의 면담을 통해 상황에 대한 전체 보고서를 전달하기 위해 기다리고 있습니다.

source: Irabeth Wants to Talk
ko: 이라베스가 대화를 원합니다
ko_mt: 대화하고 싶은 이라베스

source: Lady Konomi, the Commander's diplomacy advisor, has received fresh news from Nerosyan and asks the Commander for an audience.
ko: 사령관의 외교 보좌관인 코노미 여사가 네로시안으로부터 새로운 소식을 받았고 사령관과의 접견을 요청했습니다.
ko_mt: 사령관의 외교 고문인 코노미 부인은 네로시안으로부터 새로운 소식을 전해 듣고 사령관에게 면담을 요청합니다.

source: Lady Konomi Wants to Talk
ko: 코노미 여사가 대화를 원합니다
ko_mt: 코노미 여사가 말하고 싶어

source: Your army has failed. It is unable to offer any further resistance to the demons, and it is trapped inside the besieged Drezen. In a difficult situation like this, you'll have to focus all your attention on the personal participation of you and your party in the fate of the crusade. You still have a chance to win this war by studying the Worldwound, completing dangerous missions, and personally exterminating the leaders of the demonic hordes. From now on, the crusade will be managed automatically.
ko: 당신의 군대는 패배했습니다. 더 이상 데몬들에게 대항하는 것은 불가능하며, 군대는 공격을 받는 드레젠 내부에 묶여있습니다. 이토록 어려운 상황에서, 당신은 성전의 운명을 결정짓기 위해 당신과 일행들에게 집중해야만 합니다. 당신은 여전히 세계상처를 연구하고, 위험한 임무를 수행하고, 직접 데몬 군단을 쓰러뜨림으로써 이 전쟁을 이길 가능성을 남길 수 있습니다. 지금부터, 성전이 자동으로 운영됩니다.
ko_mt: 당신의 군대는 실패했습니다. 데몬들에게 더 이상 저항할 수 없으며 포위된 드레젠에 갇혀 있습니다. 이런 어려운 상황에서는 성전의 운명에 당신과 당신의 파티가 개인적으로 참여하는데 모든 관심을 집중해야 합니다. 세계상처를 연구하고, 위험한 임무를 완수하고, 데몬 무리의 지도자를 직접 처치함으로써 이 전쟁에서 승리할 수 있는 기회가 아직 남아 있습니다. 이제부터 십자군 전쟁은 자동으로 관리됩니다.

source: A brazen attack by a predatory dragon has claimed the lives of several crusaders. The advisors are asking the Commander to take action against the monster.
ko: 대놓고 벌어진 육식 드래곤의 공격으로 몇 명의 성전사들이 희생되었습니다. 보좌관은 사령관에게 이 괴물에 대한 행동에 착수할 것을 요청했습니다.
ko_mt: 포식자 용의 대담한 공격으로 성전사 여러 명이 목숨을 잃었습니다. 고문단은 사령관에게 이 괴물에 대한 조치를 취해달라고 요청합니다.

source: Removes units with a total Value of 250.
ko: 총 유닛 가치가 250이 되도록 유닛을 제거합니다.
ko_mt: 총 값이 250인 유닛을 제거합니다.

source: Dragon Attack
ko: 드래곤 공격
ko_mt: 드래곤 공격

source: The Commander's power filled the cold bodies of the crusaders and cultists with strength. They rose to serve their new {mf|master|mistress}. The crusade of the dead has begun.
ko: 사령관의 마력이 성전사와 사교도들의 시신에 힘을 불어넣었습니다. 그들은 새로운 {mf|주인|여주인}에게 복종하기 위해 다시 일어났습니다. 망자들의 성전이 시작되었습니다.
ko_mt: 사령관의 힘이 십자군과 이교도들의 차가운 몸을 힘으로 가득 채웠습니다. 그들은 새로운 주인님를 섬기기 위해 일어났습니다. 망자의 성전이 시작되었습니다.

source: Army of the Dead
ko: 망자의 군대
ko_mt: 죽은 자의 군대

source: Captain Odan has sent a message about the critical state of Drezen's defenses. He insists on holding a meeting as soon as possible.
ko: 부대장 오단이 드레젠 방어의 위험 상황에 대한 전갈을 보냈습니다. 그는 가능한 빨리 사령관과 대면하고 싶어합니다.
ko_mt: 오단 대위가 드레젠의 방어 상태가 위태롭다는 메시지를 보냈습니다. 그는 가능한 한 빨리 회의를 열자고 주장합니다.

source: Captain Odan Wants to Talk
ko: 오단 대장이 대화를 원합니다
ko_mt: 오단 대위가 할 말이 있습니다

source: Drezen and its surrounding area are littered with dead bodies. The return of the {mf|Lord|Lady} of Death to Golarion has awakened them, and droves of undead now stand outside the city walls, awaiting orders.
ko: 드레젠과 그 주변 지역에 시체들이 어질러져 있습니다. 죽음의 {mf|군주|여제}가 골라리온으로 돌아오자 그들이 깨어났으며, 언데드 무리는 이제 성벽 바깥에 집결해 명령을 기다립니다.
ko_mt: 드레젠과 그 주변은 시체로 뒤덮여 있습니다. 골라리온으로 돌아온 죽음의 군주가 그들을 깨웠고, 이제 언데드 무리가 성벽 밖에 서서 명령을 기다리고 있습니다.

source: Drezen — City of the Dead
ko: 드레젠 — 망자들의 도시
ko_mt: 드레젠 - 죽은 자들의 도시

source: The Generals Have Left the Crusade
ko: 지휘관이 성전군을 떠났습니다
ko_mt: 장군들이 십자군을 떠났습니다
