Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: "Commander, thanks for giving us a chance! We won't let our curse break us!"
ko: "기회를 주셔서 감사합니다, 사령관님! 결코 저주에 굴복하지 않겠습니다!"
ko_mt: "사령관님, 기회를 주셔서 감사합니다! 저주 때문에 망가지지 않겠습니다!"

source: "I've told you everything. I don't know anything else."
ko: "알고 있는 건 전부 다 말했소."
ko_mt: "나는 당신에게 모든 것을 말했어. 다른 건 아무것도 몰라요"

source: Unique weapons and antique armor were previously displayed on these stands. It's unlikely their new owners even know their true value.
ko: 특이한 무기들과 골동품 갑옷이 이 전시대에 진열되어 있었습니다. 새 주인이 그들의 진정한 가치를 알아보리라고는 생각되지 않습니다.
ko_mt: 이전에는 독특한 무기와 골동품 갑옷이 이 스탠드에 전시되어있었습니다. 새 주인이 그들의 진정한 가치를 알지도 못할 것입니다.

source: Some scrolls have been torn apart and some have been trodden on by muddy boots.
ko: 두루마리들 중 일부는 찢어졌으며, 일부는 진흙발로 짓밟혔습니다.
ko_mt: 일부 두루마리는 찢어졌고 일부는 진흙 투성이 부츠에 밟혔습니다.

source: The polished oak shelves once showcased magic rings and amulets. Now all that's left are the grubby handprints of the robbers.
ko: 광나는 떡갈나무 선반에는 마법 반지와 부적이 전시되어 있었을 겁니다. 지금은 도둑들의 더러운 손자국만 남아 있습니다.
ko_mt: 광택이 나는 오크 선반에는 한때 마법의 반지와 부적이 전시되어 있었어요. 이제 남은 것은 강도의 지저분한 손자국뿐입니다.

source: "I just wanna get outta here — that's all I want!"
ko: "지금 바라는 건 딱 하나야. 빨리 여기서 나가고 싶어!"
ko_mt: "그냥 여기서 나가고 싶어요.- 그게 내가 원하는 전부예요!"

source: "I wonder how those guys that were planning to make a move on the Gray Garrison are doing..."
ko: "회색 요새로 들어갈 계획을 세우던 녀석들이 뭘 하고 있는지가 궁금하네..."
ko_mt: "회색 주둔지에서 움직일 계획이었던 사람들은 어떻게 지내고 있는지 궁금합니다.. "

source: "I bloody knew it! I knew that Woljif would land us all into hot water!"
ko: "울지프가 우리 모두를 끓는 물로 밀어 넣을 거란 걸 진작부터 알았어!"
ko_mt: "이럴 줄 알았어! 월지프가 우리 모두를 뜨거운 물에 빠뜨릴 줄 알았어!"

source: "You'd need to be very dumb to steal from the Family. Woljif's got brains. Maybe it ain't him?"
ko: "당신도 가족에서 뭔가를 훔치는 건 매우 멍청한 일이라는 걸 알아야만 한다. 울지프는 머리가 바뀌었어. 그러면 그가 아니지 않겠나?"
ko_mt: "가족에게서 훔치려면 아주 멍청해야 할 것입니다. 월지프는 똑똑하잖아. 그가 아닐까요? "

source: "The city's burnin' out there, we should be runnin', not sittin' round here all because of a rat! When I find out who it is, I'll wring their neck!"
ko: "도시가 불타는 중이니, 우리도 빨리 튀어야만 해. 쥐새끼 하나 때문에 여기 죽치고 앉아있는 게 아니라! 누구 짓인지 찾기만 하면 그새끼 목을 매달아 버릴거야!"
ko_mt: "도시가 불타고 있는데 쥐새끼 때문에 여기 앉아있을 게 아니라 뛰어가야지! 누군지 알아내면 목을 비틀어버릴 거야!"

source: "Kill the traitor!"
ko: "배신자를 죽여라!"
ko_mt: "배신자를 죽여라!"

source: "Hey, Woljif! How much did they pay you?"
ko: "야, 울지프! 쟤들한테 얼마를 받은 거야?"
ko_mt: "이봐, 월지프! 그들이 당신에게 얼마를 지불 했습니까?"

source: "Hey, you! I've got my eyes on you."
ko: "너! 내가 지켜보고 있어."
ko_mt: "이봐, 너! 당신을 주시하고 있어요"

source: "At last brother Woljif has revealed his true face!"
ko: "드디어 울지프 형제님이 본색을 드러냈구만!"
ko_mt: "마침내 월지프 형제가 본 모습을 드러냈다!"

source: "After him! Don't let him get away!"
ko: "쫒아! 절대 놓치지 마!"
ko_mt: "그를 쫓아! 그를 놓치지 마세요!"

source: "Pack your bags, brother Woljif. We're sending you to the farm!"
ko: "짐 싸, 울지프. 너는 농장으로 보낼거야!"
ko_mt: "짐을 싸, 월지프 형제여. 우리는 당신을 농장으로 보낼 것입니다!"

source: "Clear off, we're closed. I have other things to worry about."
ko: "비켜라. 문은 닫았으니. 내겐 또 다른 걱정거리가 있다."
ko_mt: "비켜요, 문 닫았어요. 나는 걱정할 다른 것들이 있습니다."

source: "So he's the traitor!"
ko: "배신자를 찾았다!"
ko_mt: "그래서 그는 배신자야!"

source: "It's {mf|him|her}! The one who killed our brothers and sisters!"
ko: "우리 형제 자매들을 살해한 녀석이야!"
ko_mt: "{mf|him|her}입니다! 우리 형제 자매를 죽인 사람!"

source: "It's so lucky we ran into the Crescent of the Abyss! Where would we be without him?"
ko: "심연의 초승달을 발견한건 순전히 우연이었다구! 그걸 냅두고 어딜 갈 수 있겠어?"
ko_mt: "심연의 초승달을 만나서 정말 운이 좋았어! 그가 없었다면 우리는 어디에 있었을까요?"

source: "It's too bad you killed our brethren. We could have all got together and sacrificed those crusaders like one big happy family!"
ko: "네가 우리쪽 사람을 죽인건 최악의 선택이었다. 덕분에 우리가 행복한 대가족처럼 뭉쳐 성전사 놈들을 조지고 다닐 수 있게 됐으니!"
ko_mt: "당신이 우리 형제들을 죽여서 너무 안타까워요. 우리는 모두 함께 모여서 하나의 행복한 가족처럼 그 십자군을 희생 할 수있었습니다!"

source: "When are we going to meet some demons? Any demons! I'll even swear allegiance to a mephit!"
ko: "언제쯤에야 데몬을 만날 수 있을까? 아무나 좋아! 난 메피트에게라도 충성을 맹세할 수 있어!"
ko_mt: "언제 데몬들을 만날 수 있을까요? 어떤 데몬라도! 메피트에게 충성을 맹세할게요!"

source: "Death to the killer! Die!"
ko: "살인마에게 죽음을! 죽어라!"
ko_mt: "살인자에게 죽음을! 죽어라!"

source: "'Commander'? You're the commander?"
ko: "사령관님? 사령관님이십니까?"
ko_mt: "'사령관'? 당신이 사령관입니까? "

source: "Freedom at last! And I don't know what I shall do with it."
ko: "마침내 자유다! 근데 이제 뭘 해야 할지 모르겠어."
ko_mt: "드디어 자유다! 그리고 나는 그것으로 무엇을 해야할지 모르겠다."

source: "May Iomedae aid you!"
ko: "아이오메데께서 당신을 굽어 살피시길!"
ko_mt: "아이오메데가 당신을 도울 수 있습니다!"

source: "Could you come closer, Commander? I wish to thank you personally."
ko: "좀 더 가까이 와주시겠습니까, 사령관님? 개인적으로 감사를 전하고 싶네요."
ko_mt: "사령관님, 가까이 오시겠습니까? 개인적으로 감사드리고 싶습니다"

source: "Have mercy... Crescent of the Abyss, sir... don't kill me!"
ko: "자비를 내려주십쇼... 심연의 초승달, 경... 살려주세요!"
ko_mt: "자비를 베푸소서.. 심연의 초승달님.. 죽이지 마세요!"

source: "This is not the end! I will grow even stronger and then you'll be dead meat!"
ko: "이걸로 끝이 아니다! 내 힘은 더욱 커질 것이고, 그 때가 오면 넌 다진 고기로 만들어주마!"
ko_mt: "이게 끝이 아니야! 나는 더 강해질 것이고, 그러면 너는 죽은 고기가 될 것이다!"

source: The dark luxury of the Abyss is on full display here. It is clear that the owner of this mansion was a powerful demon, and was accustomed to denying himself nothing.
ko: 심연의 어두운 호화로움이 이 장소를 꽉 채웠습니다. 분명한 것은 이 저택의 주인이 강력한 데몬이며, 하고 싶은 것은 뭐든지 할 수 있는 자라는 것입니다.
ko_mt: 심연의 어두운 사치가 여기에 완전히 전시되어 있습니다. 이 저택의 주인은 강력한 데몬였으며 자신을 부인하는데 익숙했습니다.

source: A cold draft sweeps through the musty corridors, and barely audible whispers are carried on the breeze.
ko: 퀴퀴한 내가 나는 복도를 따라 차가운 액체가 흐르며, 얕은 바람을 타고 간신히 들릴 정도의 속삭임이 실려옵니다.
ko_mt: 차가운 바람이 곰팡내 나는 복도를 휩쓸고 거의 들리지 않는 속삭임이 바람에 실려갑니다.

source: Amulet made by an unknown craftsman: a silver crescent with a dark crystal in the center.
ko: 이름 모를 장인이 만든 부적입니다. 은으로 만들어진 초승달의 중앙에 암흑 빛의 수정이 박혀 있습니다.
ko_mt: 알 수없는 장인이 만든 부적 : 중앙에 어두운 수정이 있는 은색 초승달.

source: Moon of the Abyss
ko: 심연의 달
ko_mt: 심연의 달

source: "What's going to happen to the traitor?"
ko: "배신자에게 무슨 일이 일어나려는 거지?"
ko_mt: "배신자는 어떻게 되나요? "

source: "What happened to the traitor?"
ko: "배신자에게 무슨 일이 일어난거야?"
ko_mt: "배신자는 어떻게 되나요? "

source: {n}Kerismei is nonchalantly cleaning her nails with her knife.{/n} "He'll be going to visit his kin a long way away, on their farm, to think about what he's done. Any more questions?"
ko: {n}커리스메이는 관심 없다는 듯 단검으로 자신의 손톱을 정리한다.{/n} "그는 멀리 떨어진 농장에 있는 자기 친척들에게 보내져, 자기가 무슨 짓을 저질렀는지 생각하게 될 거다. 질문 더 있나?"
ko_mt: {n}케리스메이가 무심하게 칼로 손톱을 닦고 있습니다.{/n} "그는 멀리 떨어진 농장에 있는 친척을 찾아가 자신이 한 일에 대해 생각하러 갈 거예요. 질문이 더 있나요?"

source: {n}Kerismei nonchalantly picks at her nails with her knife tip.{/n} "He was sent to visit his distant relatives on their farm. To think about what he did. Any more questions?"
ko: {n}커리스메이는 관심 없다는 듯 단검으로 자기 손톱을 판다.{/n} "그는 먼 친척이 운영하는 농장에 보냈다. 자기가 무슨 짓을 저질렀는지 생각하라고 말이지. 질문 더 있나?"
ko_mt: {n}케리스메이가 무심하게 칼끝으로 손톱을 뜯는다.{/n} "그는 농장에 있는 먼 친척을 방문하기 위해 보내졌다. 그가 한 일에 대해 생각해 보려고요. 질문이 더 있나요?"

source: Felt happy to see Woljif.
ko: 울지프를 만난 것을 기뻐함.
ko_mt: 월지프를 만나서 기뻤습니다.

source: Killed Woljif.
ko: 울지프를 살해함.
ko_mt: 월지프를 죽였다.

source: "You need the Moon of the Abyss? Maybe we can make a deal?"
ko: "심연의 달이 필요하다고 했지? 그러면 우리가 거래를 할 수 있을까?"
ko_mt: "심연의 달이 필요해? 거래를 할 수 있을까요?"

source: "Yes, I need the Moon of the Abyss... but I won't be making any deals with worms like the two of you! Die!"
ko: "맞아, 내겐 심연의 달이 필요하긴 해... 하지만 너희 둘 같은 벌레 새끼들과는 어떤 거래도 안해! 뒤져라!"
ko_mt: "그래, 난 심연의 달이 필요해.. 하지만 너희 둘 같은 벌레들과는 거래하지 않을 거야! 죽어라!"

source: "Is... Is someone there? Hey, show yourself!"
ko: "여... 여기 누구 있나? 모습을 보여라!"
ko_mt: "Is.. 거기 누구 있어요? 이봐, 모습을 보여줘!"

source: "Huh, I'm seeing things that aren't there. I think I need to get some sleep."
ko: "허, 환각이라도 봤나보군. 좀 자야겠어."
ko_mt: "허, 없는 것들이 보여요. 잠을 좀 자야 할 것 같아요"

source: Each flower bud is severed from the stem. The cuts look unnaturally even — it was probably done with magic.
ko: 모든 꽃봉오리가 줄기에서 잘라내졌습니다. 그 단면들은 모두 부자연스럽도록 깔끔합니다. 아마 마법이 사용됐나 보군요.
ko_mt: 각 꽃 봉오리는 줄기에서 잘립니다. 절단이 부자연스러워 보입니다. 아마도 마술로 한 것 같습니다.

source: The place where the roses used to be just a short time ago seems unnaturally empty.
ko: 방금 전까지 장미꽃이 있던 자리는 지금 부자연스럽게 비어있습니다.
ko_mt: 얼마 전까지 장미가 있던 곳이 부자연스럽게 비어있는 것 같습니다.

source: It seems there is a hidden cache inside the wall — you can see a keyhole among the decoration.
ko: 벽 속에 비밀 보관함이 있는걸로 보입니다. 장식품들 사이에서 열쇠 구멍을 볼 수 있습니다.
ko_mt: 벽 안에 숨겨진 캐시가 있는 것 같습니다 - 장식 사이에 열쇠 구멍이 보입니다.

source: Daeran's gift. An intoxicating yet delicate fragrance rises from the rose petals.
ko: 대런의 선물입니다. 강렬하면서도 섬세한 향이 장미꽃잎에 서려 있습니다.
ko_mt: 대런의 선물. 장미 꽃잎에서 중독성 있으면서도 섬세한 향기가 피어납니다.

source: [Insert the key Daeran gave you into the keyhole]
ko: [대런이 준 열쇠를 열쇠 구멍에 넣는다]
ko_mt: [대런이 준 열쇠를 열쇠 구멍에 넣으세요]

source: "Of course I've been worried!" {n}Daeran pauses.{/n} "After all, I could have suffered. I was left in the Abyss, all alone, without the mighty {mf|hero|heroine} of the crusade and {mf|his|her} amazing power!"
ko: "당연히 걱정되었겠지요!" {n}대런이 잠시 말을 멈춘다.{/n} "어찌 됐든, 무슨 일이라도 일어났을 테죠. 저는 강대한 성전의 영웅과 {mf|그|그녀}가 내뿜는 기적같은 힘과는 완전히 동떨어진 채 홀로 심연 한가운데에 남겨졌으니!"
ko_mt: "당연히 걱정했죠!" {n}대런이 일시정지합니다.{/n} "결국, 나는 고통받을 수도 있었어. 성전단의 강력한 {mf|히어로|히어로인}과 {mf|그|그녀}의 놀라운 힘도 없이 심연에 홀로 남겨졌어요!"

source: "How are things with the most beautiful woman in the world?"
ko: "세상에서 가장 아름다운 여성분께선 어떠십니까?"
ko_mt: "세상에서 가장 아름다운 여자와는 어때요? "

source: "That awful Wenduag abuses us! We're bruised and bitten all over... Protect us from her!"
ko: "저 웬두아그란 년이 우리를 폭행했습니다! 온 몸을 때리고 깨물고... 저희를 보호해주십오!"
ko_mt: "저 끔찍한 웬두아그가 우리를 학대했어요! 온몸에 멍이 들고 물렸어요.. 그녀로부터 우리를 보호 해주세요!"

source: "Tell me everything."
ko: "설명해봐라."
ko_mt: "모든 것을 말해줘"

source: "Remember how I told you that uplanders sometimes need a good beating to teach them respect? Well, I had to knock some sense into one of them!"
ko: "지상인들에게 예절을 가르치기 위해선 훈육이 필요할 때가 있다고 말했던 것 기억하는가? 놈들을 좀 따끔하게 다그쳐야 했을 뿐이다!"
ko_mt: "고지식한 놈들은 가끔 매를 맞아야 존경심을 배운다고 말했던 거 기억나요? 글쎄, 나는 그들 중 한 명에게 약간의 감각을 두 드려야했다!"

source: "What happened here was terrible, but I don't want any more deaths. Put down your weapons and disperse, everyone."
ko: "이미 일어난 일이 끔찍하긴 하다만, 더이상의 사망 사고 또한 원하지 않는다. 전원 무기를 거두고 해산하도록."
ko_mt: "여기서 일어난 일은 끔찍했지만 더 이상 죽는 것을 원하지 않습니다. 모두 무기를 내려놓고 해산하세요"

source: "These two runts were weak and they lost. Wenduag won. I have no intention of punishing her for being a skilled and deadly fighter. Now get lost, all of you!"
ko: "멍청이 두 놈이 더 약했고, 그들이 졌을 뿐이다. 웬두아그는 이겼고. 능숙하고 치명적인 전사라는 이유로 그녀를 처벌하고 싶지는 않다. 이제 전부 나가도록!"
ko_mt: "이 두 놈은 약해서 졌어요. 웬두아그가 이겼습니다. 숙련되고 치명적인 전사라는 이유로 그녀를 벌할 생각은 없다. 이제 모두 꺼져!"

source: "Kill her."
ko: "그녀를 죽여라."
ko_mt: "그녀를 죽여라."

source: {n}Irabeth hisses through gritted teeth.{/n} "Ha! Doesn't affect her? Please! She gets wasted here every night! She downs enough ale to make a seasoned sailor drop dead! And then she starts picking fights. But up until now, she at least had enough sense not to reach for her weapons!"
ko: {n}이라배스가 어금니를 깨문 채 야유한다.{/n} "하! 누구에겐 적용되지 않는 겁니까? 부탁드립니다! 그녀는 매일 밤 이자리에서 술에 찌들어 있습니다! 늙은 선원들조차 나가 떨어질만큼의 맥주를 들이킨다고요! 그리고 나면 아무나 붙잡고 시비를 걸죠. 그렇지만 어제까지만 해도 무기에 손을 댈 만큼 어리석지는 않았습니다!"
ko_mt: {n}이라베스가 이를 갈며 쉿 소리를 낸다.{/n} "하! 그녀에게 영향을 미치지 않나요? 제발! 그녀는 매일 밤 여기서 술을 마신다고요! 노련한 선원도 쓰러뜨릴 만큼 술을 마신다고요! 그리고는 싸움을 걸기 시작하죠. 하지만 지금까지는 적어도 무기를 꺼내지 않을 정도의 센스는 있었어!"

source: {n}The gathered crowd awaits your verdict in respectful silence. Some of them glance anxiously in Wenduag's direction. The huntress stands alone, her lips curved into an insolent smile.{/n}
ko: {n}구경꾼들이 정숙한 채 당신의 판결을 기다린다. 그 중 몇몇은 불안한 듯 웬두아그 쪽을 훔쳐보기도 한다. 사냥꾼은 외따로 서있으며, 그녀의 입술에는 상황에 맞지 않는 미소가 걸려있다.{/n}
ko_mt: {n}모인 군중은 정중한 침묵 속에서 당신의 평결을 기다립니다. 그들 중 몇몇은 웬두아그의 방향을 불안하게 쳐다본다. 사냥꾼은 홀로 서서 입술을 오만하게 구부린 채 미소를 짓고 있습니다.{/n}

source: "I was just waiting for you to give the order. Seize her!"
ko: "명령이 떨어지기만을 기다렸습니다. 체포해라!"
ko_mt: "당신이 명령을 내리길 기다리고 있었어요. 그녀를 잡아!"

source: {n}Irabeth gasps in shock, and everyone else stares at you with a mixture of indignation and horror.{/n}
ko: {n}이라베스는 충격받은 듯 헉 소리를 냈으며, 다른 모든 사람들은 분개와 두려움이 섞인 시선으로 당신을 바라본다.{/n}
ko_mt: {n}이라베스는 충격으로 헐떡이고, 다른 사람들은 분노와 공포가 뒤섞인 표정으로 당신을 쳐다봅니다.{/n}

source: {n}Irabeth scowls.{/n} "This isn't right..."
ko: {n}이라베스가 얼굴을 찌푸린다.{/n} "정당하지 않아..."
ko_mt: {n}이라베스가 눈살을 찌푸립니다.{/n} "이건 옳지 않아..."

source: The mechanism is missing one of its components.
ko_mt: 메커니즘에 구성 요소 중 하나가 누락되었습니다.

source: Clock Mechanism
ko_mt: 시계 메커니즘

source: The stove crackles, and the aroma of pies brings back memories of a peaceful life.
ko_mt: 스토브가 딱딱하고 파이의 향기가 평화로운 삶의 추억을 되살려줍니다.

source: The mechanism has a round opening with carvings on it.
ko_mt: 메커니즘에는 조각이 있는 둥근 구멍이 있습니다.

source: Mechanism
ko_mt: 메커니즘

source: Bells with butterflies stamped on their surface are piled in a heap. It seems that someone decided to stock up on Bells of Mercy, but overdid it a little.
ko_mt: 표면에 나비가 찍힌 종들이 무더기로 쌓여 있습니다. 누군가 자비의 종을 비축하기로 결정했지만 조금 과용 한 것 같습니다.

source: A pile of chairs. Upon closer inspection, it seems that some of them might have eyes.
ko_mt: 의자 더미. 자세히 살펴보면 그들 중 일부는 눈이 있을 것 같습니다.

source: "Commander! Eeeeat the marszzhmallowsss! Taszzty!"
ko_mt: "사령관님! 마시멜로를 먹어라! 맛있어!"

source: "Commander? Friendszz?"
ko_mt: "사령관? 친구들?"

source: "I keep asking the Portal to make it rain. But as soon as I step away from it, there's somebody who wants it to be sunny."
ko_mt: "나는 포털에게 계속 비를 내리게 해달라고 부탁한다. 하지만 내가 한 발짝 물러서자마자 화창한 날씨를 원하는 누군가가 있습니다"

source: Chest of Trinkets
ko_mt: 장신구 상자

source: Pile of Rubbish
ko_mt: 쓰레기 더미

source: Chest for Musical Offerings
ko_mt: 음악 제물을 위한 상자

source: Chest for Beautiful Offerings
ko_mt: 아름다운 제물을 위한 상자

source: Chest for Expensive Offerings
ko_mt: 비싼 제물을 위한 상자

source: The box won't budge
ko_mt: 상자가 움직이지 않습니다

source: A hole for swimming has been cut into the ice over the pool. The cold temperature is maintained by magic.
ko_mt: 수영장 위의 얼음에 수영을 위한 구멍이 뚫려 있습니다. 차가운 온도는 마술로 유지됩니다.

source: A hole for swimming has been cut into the ice. The cold temperature is maintained by magic — the traces of conjuration and illusion spells can be felt around the pool.
ko_mt: 수영을 위한 구멍이 얼음에 뚫려 있어요. 차가운 온도는 마법에 의해 유지됩니다-조형과 환상 주문의 흔적이 수영장 주변에서 느껴질 수 있습니다.

source: The notes contain detailed plans of the now sealed mine shafts near Iz.
ko_mt: 메모에는 현재 이즈 근처에 봉인 된 광산 갱도에 대한 자세한 계획이 포함되어 있습니다.

source: The notes contain descriptions of temples belonging to Sarkoris's most revered deities — Erastil, Gozreh, and Pulura — as well as shrines of the Green Faith.
ko_mt: 이 노트에는 사르코리스에서 가장 존경받는 신들인 에라스틸, 고즈레, 풀루라에 속한 사원과 녹색 신앙의 신전에 대한 설명이 포함되어 있습니다.

source: Anemora did not spare the historical records of Iz. Where once there was a collection of ancient wisdom, there now remains only splatters of acid.
ko_mt: 아네모라는 이즈의 역사적 기록을 아끼지 않았다. 한때 고대 지혜의 집합이 있었던 곳에는 이제 산의 튄 자국 만 남아 있습니다.

source: "I always loved watching fire."
ko_mt: "나는 항상 불을 보는 것을 좋아했다"

source: "Leave me alone. Do not tempt fate."
ko_mt: "나를 내버려 둬. 운명을 유혹하지 마십시오."

source: "So many memories... I feel I will drown in them."
ko_mt: "너무 많은 기억들.. 나는 그들에 익사 할 것 같다 "

source: An impassable barrier. Vague silhouettes can be seen beyond it, looking as though they were molded from gray mist. For the moment, the way to the heart of Threshold is blocked.
ko_mt: 통과할 수 없는 장벽. 그 너머로 회색 안개로 빚어낸 듯 모호한 실루엣이 보입니다. 현재로서는 문턱의 중심부로가는 길이 막혔습니다.

source: Irabeth's lifeless body lies sprawled on the stones.
ko_mt: 이라베스의 생명이 없는 시체가 돌 위에 펼쳐져 있습니다.

source: The soldiers fought valiantly, but the enemy was too strong and too numerous.
ko_mt: 병사들은 용감하게 싸웠지만 적이 너무 강하고 너무 많았습니다.

source: This warrior was ripped to pieces by demons.
ko_mt: 이 전사는 데몬에 의해 갈기갈기 찢어졌습니다.

source: [Attack both angels] "I have grown tired of you. You are inedible, so I will simply maim you and toss the remains on these corpses to let the anomalous poison seep in."
ko_mt: [두 천사 공격] "나는 너에게 지쳤어. 너희는 먹을 수 없으니, 너희를 불구로 만들고 시체 위에 시체를 던져 변칙적인 독이 스며들게 할 것이다"

source: {n}An old knight in rusty armor, an elf with a scarred face, and a dwarf in a tattered druid's robe lie at Targona's feet.{/n}
ko_mt: {n}녹슨 갑옷을 입은 늙은 기사, 상처투성이 얼굴의 엘프, 너덜너덜한 드루이드 가운을 입은 드워프가 타르고나의 발밑에 누워있습니다.{/n}

source: The maimed angel is engulfed by an anomalous shimmer. He is obviously trying in vain to tell you something.
ko_mt: 불구가 된 천사는 변칙적인 반짝임에 휩싸여 있습니다. 그는 분명히 당신에게 무언가를 말하려고 헛되이 노력하고 있습니다.

source: "Talk to her, Commander. She will not listen to me."
ko_mt: "그녀에게 말하세요, 사령관님. 그녀는 내 말을 듣지 않을 것입니다."

source: Heaven's messenger lies unconscious. The anomalous energies are feeding on her strength and ravaging her spirit.
ko_mt: 하늘의 사자가 의식을 잃고 누워있다. 변칙적인 에너지가 그녀의 힘을 먹고 그녀의 정신을 황폐화시키고 있습니다.

source: "I obey, my {mf|lord|lady}."
ko_mt: "나는 순종합니다, 나의 군주여."

source: "We serve. We obey."
ko_mt: "우리는 봉사합니다. 우리는 순종합니다."

source: This bow fashioned from a pair of curved deer horns was broken and is now worthless.
ko_mt: 한 쌍의 구부러진 사슴 뿔로 만든이 활은 부러져서 지금은 쓸모가 없습니다.

source: Delamere's Broken Bow
ko_mt: 델라미어의 부러진 활

source: Search
ko_mt: 검색

source: {n}Moments pass, the figures look at you in disappointment, and then, in an empty corner of the room, a flash of magic blooms. In the light, you see a young woman slipping away through a magic portal.{/n}
ko_mt: {n}순간이 지나고 피규어들이 실망스러운 표정으로 당신을 바라보고 방의 빈 구석에서 마법의 섬광이 피어납니다. 빛 속에서 한 젊은 여성이 마법의 포털을 통해 사라지는 것을 볼 수 있습니다.{/n}

source: "No time to chat. The paper won't burn itself."
ko_mt: "잡담할 시간 없어요. 종이가 저절로 타지 않습니다"

source: "I wonder if that old fool's meat is as tough as his words?"
ko_mt: "저 늙은 바보의 고기가 그의 말만큼 질긴지 궁금해? "

source: "Please allow me to spend some time here alone with my memory."
ko_mt: "제 기억과 함께 여기서 혼자 시간을 보낼 수 있도록 해주세요"

source: The page is covered in an incoherent mishmash of letters that form words no matter which way you read them. Looking at them for longer than a few seconds gives you a headache.
ko_mt: 이 페이지는 어떤 방식으로 읽어도 단어를 형성하는 일관성없는 글자의 뒤죽박죽으로 덮여 있습니다. 몇 초 이상 보면 두통이 생깁니다.

source: The scroll briefly and somewhat blandly explains that the existence of gods is a widespread fabrication backed by a clique of fourteen powerful archmages of old. The text has scribbles all over, and someone has written between the lines in messy handwriting: "Lies lies lies lies lies lies."
ko_mt: 이 두루마리는 신들의 존재가 옛 강력한 대마법사 14명의 파벌에 의해 뒷받침되는 광범위한 조작이라고 간략하고 다소 담담하게 설명합니다. 텍스트는 온통 낙서가 되어 있고 누군가 지저분한 필체로 행과 행 사이에 글을 써 놓았습니다. "거짓말 거짓말 거짓말 거짓말"

source: The destroyed body of the inevitable Imezlen, who fell at the hands of the commander of the Fifth Crusade.
ko_mt: 다섯 번째 십자군 사령관의 손에 쓰러진 피할 수없는 이메 즐렌의 파괴 된 시체.

source: Touch
ko_mt: 접촉

source: "Not now, Commander."
ko_mt: "지금은 안돼요, 사령관님"

source: [Look closer at Anevia]
ko_mt: [아네비아를 자세히 보기]

source: "I see."
ko_mt: "알겠습니다."

source: "What are you gawking at me for, Commander?"
ko_mt: "왜 나를 쳐다보고 있습니까, 사령관? "

source: "Like you did before. 'Anevia, you are the true princess of the Kenabres criminal underworld.' 'It's so great that Anevia and her gang are scouting in my army.' Y'know, that kinda thing."
ko_mt: "전에도 그랬듯이. '아네비아, 당신은 케나브레스 범죄 지하 세계의 진정한 공주입니다.' '아네비아와 그 일당이 내 군대에서 정찰을 하다니 정말 대단해.' 뭐 그런 거요."

source: {n}When you look more closely, you realize that the person standing before you is a man.{/n}
ko_mt: {n}더 자세히 보면 눈앞에 서 있는 사람이 남자라는 것을 깨닫게 됩니다.{/n}

source: "Is that a weird insult or just a joke I didn't get?"
ko_mt: "이상한 모욕인가요 아니면 제가 이해하지 못한 농담인가요? "

source: "All clear? Fantastic."
ko_mt: "괜찮아? 환상적이네요"

source: "Happily, since you were starting to say some very weird things."
ko_mt: "행복하게도, 당신이 아주 이상한 말을 하기 시작했기 때문에 "

source: "The last person to raise the subject was the leader of the Golden Hands, if I recall correctly. Cheev was his name. I dunno if you're aware, but people were finding chunks of him around Kenabres for a year and a half afterward."
ko_mt: "내 기억이 맞다면 마지막으로 주제를 제기한 사람은 골든 핸즈의 리더였습니다. 치브가 그의 이름이었습니다. 알고 계신지 모르겠지만, 그 후 1년 반 동안 케나브레스 주변에서 사람들이 그의 덩어리를 발견했습니다."

source: A key part of this mechanism is missing a component.
ko_mt: 이 메커니즘의 핵심 부분에 구성 요소가 누락되었습니다.

source: You sense that the ground beneath your feet is a little firmer than before, the colors more contrasting, and the sounds sharper. Your actions have brought a modicum of stability to this place.
ko_mt: 발밑의 땅이 전보다 조금 더 단단해지고, 색이 더 대비되며, 소리가 더 선명해진 것을 느낄 수 있습니다. 당신의 행동이 이곳에 약간의 안정을 가져다주었습니다.

source: Reinforce reality
ko_mt: 현실 강화

source: "Too many paradoxes."
ko_mt: "너무 많은 역설 "

source: Manage Party
ko_mt: 파티 관리

source: The strange distortion seems insignificant and placid, almost as if it is sleeping.
ko_mt: 이상한 왜곡은 마치 잠자는 것처럼 중요하지 않고 평온해 보입니다.

source: Tear reality
ko_mt: 눈물 현실

source: "Your words ring hollow."
ko_mt: "당신의 말은 공허하게 울립니다."

source: You sense that the ground beneath your feet is a little shakier than before. The colors around you seem to blur slightly, and the sounds you hear blend and mix together. Your actions have violated the order and stability of this place.
ko_mt: 발 밑의 땅이 전보다 조금 더 흔들리는 것을 느낍니다. 주변의 색이 약간 흐릿하게 보이고 들리는 소리가 서로 섞여 섞이는 것 같습니다. 당신의 행동은 이곳의 질서와 안정성을 침해했습니다.

source: "There is something wrong inside me. It is eating my soul. Damn you, I want a clean death!"
ko_mt: "내 안에 뭔가 잘못된 것이 있다. 그것은 내 영혼을 먹고 있습니다. 젠장, 나는 깨끗한 죽음을 원한다!"

source: "Don't panic, nobody's going to put you on trial for this. You killed yourself after all, and anyway, who cares if you're alive or dead?"
ko_mt: "당황하지 마세요, 아무도 이 일로 당신을 재판에 회부하지 않을 거예요. 결국 당신은 자살했고, 어쨌든 당신이 살든 죽든 누가 신경 쓰나요?"

source: Convinced Yozz that he is dead. But he actually is dead!
ko_mt: 요즈가 죽었다고 확신했습니다. 하지만 그는 실제로 죽었습니다!

source: "Yes, Yozz. You killed yourself. You committed suicide. Plumb the depths of existence!"
ko_mt: "그래, 요즈. 넌 자살했어. 넌 자살했어. 존재의 깊이를 뚫어라!"

source: "Ha, I got you! I was only kidding, you've got nothing to worry about!"
ko_mt: "하, 잡았다! 농담이었어요, 걱정할 거 없어요!"

source: {n}Yozz looks at you in bewilderment.{/n} "Really? What do you mean when you say, 'you killed yourself'? Do you mean the real me?"
ko_mt: {n}요즈는 당황한 표정으로 당신을 바라봅니다.{/n} "정말요? '네가 자살했다'는 게 무슨 뜻이야? 진짜 나를 말하는 거야?"

source: "Lamashtu's burp, I went and killed myself! What kind of idiot kills themselves? No, I don't want to be dead!"
ko_mt: "라마슈투의 트림 소리, 나는 가서 자살했다! 어떤 바보가 자살을 하나요? 아니, 난 죽기 싫어!"

source: "I'm obsessed with saving my poor daughter, Commander. I doubt anyone can judge me for it."
ko_mt: "저는 불쌍한 딸을 구하는데 집착하고 있습니다, 사령관님. 아무도 저를 비난할 수 없을 것 같습니다."

source: "It is indeed so."
ko_mt: "정말 그렇습니다"

source: {n}Camellia says nothing, but Lariel's stern words obviously unnerve her. She narrows her eyes and watches the angel closely like a target before an attack.{/n}
ko_mt: {n}카멜리아는 아무 말도 하지 않지만, 라리엘의 단호한 말에 불안해하는 게 분명하다. 그녀는 눈을 좁히고 천사를 공격하기 전의 표적처럼 면밀히 관찰합니다.{/n}

source: "If we had met when I was just starting my journey to redemption, would you have condemned me too?"
ko_mt: "내가 구원을 향한 여정을 막 시작했을 때 우리가 만났다면 당신도 나를 비난했을까요? "

source: His Majesty is smiling in his sleep, happily and peacefully, like a baby.
ko_mt: 폐하께서는 아기처럼 행복하고 평화롭게 잠결에 웃고 계십니다.

source: (Healthy)
ko_mt: (건강한)

source: (Unwell)
ko_mt: (건강하지 않음)

source: (Severely ill)
ko_mt: (심하게 아파요)

source: (Barely alive)
ko_mt: (간신히 살아 있음)

source: (Healthy)
ko_mt: (건강한)

source: (Unwell)
ko_mt: (건강하지 않음)

source: (Severely ill)
ko_mt: (심하게 아파요)

source: (Barely alive)
ko_mt: (간신히 살아 있음)

source: "Nothing was left of the hospital but ash. I'm sorry."
ko_mt: "병원에는 재만 남았어요. 죄송합니다 "

source: "But how..." {n}In an instant, Inai's face turns haggard — she now looks more like a small, defenseless bird.{/n} "So me going to the graveyard saved my life... The gods sure have a way with jokes." {n}She sighs once more and, for the first time, gives you a slight smile.{/n} "Thank you for everything, {name}. I know I act worse than a witch. But you still helped me, and that means a lot."
ko_mt: "하지만 어떻게..." {n}순식간에 이나이의 얼굴이 초췌해져, 이제 그녀는 작고 무방비 상태의 새처럼 보입니다.{/n} "그래서 내가 묘지에 간 것이 목숨을 구했군요... 신들은 농담도 잘하는군." {n}그녀가 다시 한 번 한숨을 내쉬며 처음으로 살짝 미소를 지었다.{/n} "{name}, 모든 것에 감사합니다. 내가 마녀보다 더 나쁘게 행동하는 거 알아. 하지만 당신은 여전히 저를 도와주셨고, 그건 큰 의미가 있어요"

source: These fumes look dangerous. Better not breathe them in.
ko_mt: 이 연기는 위험 해 보입니다. 흡입하지 않는 것이 좋습니다.

source: "Kenabres will pull through. Abadar knows, we will reclaim everything the demons have taken from us!"
ko_mt: "케나브레스는 이겨낼 것이다. 아바다르가 알고 있습니다, 우리는 데몬들이 우리에게서 빼앗은 모든 것을 되찾을 것입니다!"
