Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: "Splendid." {n}Lathimas smiles, but the smile doesn't reach his bright, observant eyes.{/n} "I shall immediately head to the cave entrance and await you there. I think I can handle this part of the journey, but as for the dangers that wait down below… I fear I know nothing about them!"
ko: "좋습니다." {n}라티마스는 미소지었으나, 그 미소는 그의 밝고 날카로운 눈까지 퍼지지 않는다.{/n} "즉시 동굴 입구로 가서 당신을 기다리겠습니다. 여행의 부분이라면 제가 다룰 수 있으리라 생각합니다만, 지하 깊숙이서 기다리는 위험에 대한 것이라면… 거기에 대해 아무것도 모른다는 공포심이 있거든요!"
ko_mt: "훌륭하군." {n}라티마스가 미소를 지었지만, 그 미소가 그의 밝고 관찰력 있는 눈에는 닿지 않았다.{/n} "즉시 동굴 입구로 가서 당신을 기다리겠습니다. 이 여정은 내가 감당할 수 있을 것 같지만, 아래에서 기다리는 위험에 대해서는.. 내가 아무것도 모른다는 게 두렵군!"

source: "Well, that is a pity. I was hoping for a mutually beneficial partnership! Well, I'll have to find someone more interested in archaeology."
ko: "뭐, 할 수 없군요. 서로에게 이득이 되는 협력 관계를 기대했건만! 좋아요, 고고학에 더 관심이 있는 다른 사람을 찾으러 떠나야겠습니다."
ko_mt: "아쉽네요. 상호 이익이 되는 파트너십을 기대했는데요! 고고학에 더 관심이 있는 사람을 찾아야겠네요."

source: "The gang of Kel Five-Knives is ready to fight! Those demons won't know what hit 'em. Just give the signal, and the whole gang'll be there in a flash!"
ko: "다섯 단검의 켈 패거리는 싸울 준비를 마쳤어! 저 데몬들은 뭐가 자기를 공격하는지도 모를거야. 신호만 주면, 패거리 전체를 끌고 빛의 속도로 도착하겠어!"
ko_mt: "켈 파이브 나이프 갱단이 싸울 준비가 되었습니다! 데몬들은 뭐가 뭔지 모를 거야. 신호만 보내면 모든 일당이 순식간에 도착할 겁니다!"

source: "My first fight! A little scary, but together, we will definitely win."
ko: "내 첫 전투야! 조금 무섭긴 하지만, 함께하면 우린 반드시 이길거야."
ko_mt: "첫 시합입니다! 조금 무섭지만 함께라면 반드시 이길 수 있을 거예요."

source: "We were summoned here from the Wound. They say we're all heading off to a big fight soon!"
ko: "우리는 세계상처로부터 소환되었다. 우리 모두가 곧 벌어질 대전투를 향하고 있다 하더군!"
ko_mt: "우린 상처에서 이곳으로 소환됐어요. 곧 큰 싸움이 벌어질 거라고 하더군요!"

source: "When are we gonna gobble up some demons, huh? When? I can't wait any longer!"
ko: "언제 데몬을 잡아먹을 수 있는 거야? 응? 언제? 더 기다릴 수가 없다고!"
ko_mt: "언제쯤 데몬들을 잡아먹을 수 있을까요? 언제? 더는 못 기다려!"

source: Grave of Staunton Vhane, traitor of the crusades.
ko: 성전군을 배반한 자 스턴튼 베인의 묘.
ko_mt: 십자군 전쟁의 배신자 스턴튼 베인의 무덤입니다.

source: "I. Will. Kill. You."
ko: "난. 너를. 죽일거다."
ko_mt: "나. 윌. 죽여. 너를."

source: "Please, let's talk later... I need to mourn poor Morveg."
ko: "제발, 대화는 나중에 합시다... 전 불쌍한 모르벡을 추모해야 합니다."
ko_mt: "제발, 나중에 얘기하자.. 불쌍한 모베그를 애도해야 해요."

source: "I never should have left Mivon. I gave up a wonderful life for disgrace and a cell!"
ko: "난 미본을 떠나선 안됐었어. 불명예와 철창 신세를 위해 멋진 삶을 포기했던 거야!"
ko_mt: "미본을 떠나지 말았어야 했어요. 불명예와 감옥을 위해 멋진 삶을 포기했어요!"

source: "It's an honor, Commander!"
ko: "영광입니다, 사령관님!"
ko_mt: "영광입니다, 사령관님!"

source: "I'm not used to being on my own, without a troop around me. But I'm adjusting."
ko: "주위에 병사가 없는 채 나 자신으로 사는데엔 익숙하지 않아. 그래도 노력중이야."
ko_mt: "주변 사람 없이 혼자 있는 것이 익숙하지 않습니다. 하지만 적응하고 있습니다."

source: "Great crusaders of the past: Alexander A., Karyojin, Grothgar, Richard Ingram, Clark 'CyberVargr' Gurden, Brent Corr, Patrick Smiley, Love Gawell, Harry Alvarez, Andrew Helterbran, Thomas Henely, Hilario Saenz IV, Marco 'Corrosion' Giovetti, Bugnon Doran, William 'Venger' Talley, iebe vangheluwe, Igor Yovenko, Vareth Indurin, James Paradis, Ísarr Helgi Haraldsson."
ko: "위대한 옛 성전사들: Alexander A., Karyojin, Grothgar, Richard Ingram, Clark 'CyberVargr' Gurden, Brent Corr, Patrick Smiley, Love Gawell, Harry Alvarez, Andrew Helterbran, Thomas Henely, Hilario Saenz IV, Marco 'Corrosion' Giovetti, Bugnon Doran, William 'Venger' Talley, iebe vangheluwe, Igor Yovenko, Vareth Indurin, James Paradis, Ísarr Helgi Haraldsson."
ko_mt: "과거의 위대한 십자군: 알렉산더 A., 카료진, 그로스가르, 리처드 잉그램, 클락 '사이버바르그' 구르덴, 브렌트 코, 패트릭 스마일리, 러브 가웰, 해리 알바레즈, 앤드류 헬터브란, 토마스 헨리, 힐리오 사엔즈 4세, 마르코 '부식' 조베티, 버그논 도란, 윌리엄 '벤거' 탈리, 이베 방헬루베, 이고르 요벤코, 바레스 인듀린, 제임스 파라디스, 이사르 헬기 해럴드슨."

source: "Great crusaders of the past: Ivan David Howard (IVATOPIA), David Sanabria Jr, John Bardsley, James Milbourne, John A Asher, Scylla, Blake De Cyren, Jacob Nabinger, Jacob McCrory, James Dillaplain, Jan Burda, Hayhaperkele, Justin Crowther, James Smith, Jay Kardell, TinyShopkeeper, James Bocock, Justin Carpenter, Joshua Dobbs, MisterOOps (Jean-François Berenguer)."
ko: "위대한 옛 성전사들: Ivan David Howard (IVATOPIA), David Sanabria Jr, John Bardsley, James Milbourne, John A Asher, Scylla, Blake De Cyren, Jacob Nabinger, Jacob McCrory, James Dillaplain, Jan Burda, Hayhaperkele, Justin Crowther, James Smith, Jay Kardell, TinyShopkeeper, James Bocock, Justin Carpenter, Joshua Dobbs, MisterOOps (Jean-François Berenguer)."
ko_mt: "과거의 위대한 십자군: 이반 데이비드 하워드(IVATOPIA), 데이비드 사나브리아 주니어, 존 바슬리, 제임스 밀본, 존 애셔, 실라, 블레이크 드 사이렌, 제이콥 나빈저, 제이콥 맥크로리, 제임스 딜라플린, 얀 버다, 헤이하퍼켈, 저스틴 크라우더, 제임스 스미스, 제이 카델, 티니샵키퍼, 제임스 보콕, 저스틴 카펜터, 조슈아 돕스, 미스터럽스 (장 프랑스와 베렌거)."

source: "Great crusaders of the past: Jacob Booth, Jeremy Gregory, Jesper Seelk Petersen, Jesse 'Rommal' Maire, Jesse Whyte, Jeremiah Moulton, PHINOUVONG, Arcane Agent, John 'Balasarius' Jeffrey, Jökull Tandri Ámundason, Jonathan 'Nanodiri' Skoglund, LordKalavar, Joni 'WarZone' Tepponen, Xerkkis, Joost Vaneker, Jop Peeters, Josh Lijewski, Joshua J. Hirtz, Jacob Hughes, Patrick McCoy."
ko: "위대한 옛 성전사들: Jacob Booth, Jeremy Gregory, Jesper Seelk Petersen, Jesse 'Rommal' Maire, Jesse Whyte, Jeremiah Moulton, PHINOUVONG, Arcane Agent, John 'Balasarius' Jeffrey, Jökull Tandri Ámundason, Jonathan 'Nanodiri' Skoglund, LordKalavar, Joni 'WarZone' Tepponen, Xerkkis, Joost Vaneker, Jop Peeters, Josh Lijewski, Joshua J. Hirtz, Jacob Hughes, Patrick McCoy."
ko_mt: "과거의 위대한 십자군: 제이콥 부스, 제레미 그레고리, 제스퍼 실크 피터슨, 제시 '롬말' 마이어, 제시 와이트, 제레미아 몰튼, 피누봉, 비전 에이전트, 존 '발라사리우스' 제프리, 요쿨 탄드리 아문다손, 조나단 '나노디리' 스코글룬드, 로드 칼라바르, 조니 '워존' 테포넨, 제르키스, 주스트 바네커, 조프 피터스, 조시 리예프스키, 조슈아 J. 허츠, 제이콥 휴스, 패트릭 맥코이."

source: "Great crusaders of the past: Kade Stier, Katrin K, Smyl3s, Kameron Spain, Jesse Standard, Karger, Dennis, Kidritch, Carsten Berg, Kirill 'ChivaTateo' Klimuk, Gotmark Ravenor von Wyvernstein, Santeri 'Filadeus' Korhonen, SilviusAltus, Большой Чёрный КоТ, Kris Hjortshøj Nielsen, Sir Niblet of Bitten, Konrad Krupa, Kurt Hardesty, Morishita Kurumi, Sean Murray, Kyle Donaldson."
ko: "위대한 옛 성전사들: Kade Stier, Katrin K, Smyl3s, Kameron Spain, Jesse Standard, Karger, Dennis, Kidritch, Carsten Berg, Kirill 'ChivaTateo' Klimuk, Gotmark Ravenor von Wyvernstein, Santeri 'Filadeus' Korhonen, SilviusAltus, Большой Чёрный КоТ, Kris Hjortshøj Nielsen, Sir Niblet of Bitten, Konrad Krupa, Kurt Hardesty, Morishita Kurumi, Sean Murray, Kyle Donaldson."
ko_mt: "과거의 위대한 십자군들: Kade Stier, Katrin K, Smyl3s, 카메론 스페인, 제시 스탠다드, 카거, 데니스, 키드리치, 카스텐 버그, 키릴 '치바타테오' 클리묵, 갓마크 레이버 폰 와이번스타인, 산테리 '필라데우스' 코호넨, 실비우스알투스, 빅 블랙 콧, 크리스 호르트쇼이 닐슨, 니블릿 경 오브 비트, 콘라드 크루파, 커트 하드스티, 모리시타 쿠루미, 숀 머레이, 카일 도널드슨."

source: "Great crusaders of the past: Kyle Mastrandrea, Christopher King, Dennis Mull, Niriari Ethaniel, Lars-Christian Selland, Larry 'Gamerworf', Caitlyn Washam, Lealand Loucks, Lee Drakecoinus Saddler, Romain Lesecq, Jaina Roorda, Buob Lionel, Liam John Ashton Warner, Douglas 'LOD' Pierce, Logan Stewart, Christopher C Longpré, Edward Forster, Lorin Stieff, Brian Mason, Lucky T Duong."
ko: "위대한 옛 성전사들: Kyle Mastrandrea, Christopher King, Dennis Mull, Niriari Ethaniel, Lars-Christian Selland, Larry 'Gamerworf', Caitlyn Washam, Lealand Loucks, Lee Drakecoinus Saddler, Romain Lesecq, Jaina Roorda, Buob Lionel, Liam John Ashton Warner, Douglas 'LOD' Pierce, Logan Stewart, Christopher C Longpré, Edward Forster, Lorin Stieff, Brian Mason, Lucky T Duong."
ko_mt: "과거의 위대한 십자군: 카일 마스트란드레아, 크리스토퍼 킹, 데니스 뮬, 니리아리 에다니엘, 라스-크리스천 셀랜드, 래리 '게이머워프', 케이틀린 워섬, 리랜드 룩스, 리 드레이크코이너스 새들러, 로맹 레섹, 제이나 루다, 부옵 라이오넬, 리암 존 애쉬튼 워너, 더글러스 'LOD' 피어스, 로건 스튜어트, 크리스토퍼 C 롱프레, 에드워드 포스터, 로린 스티프, 브라이언 메이슨, 럭키 T 듀옹."

source: "Great crusaders of the past: Turboshake, Rhoderick, Travis Loudy, Jocke 'Lizard King' Lundberg, FiveLittleRooms, Maciej 'Serafin' Przeździak, TempestSkyAce, Magnus Borge, Håvard Wanvik Stenersen, LEDUR Marcel, Marco Giuberti, Marius Westbø, Marius Westhrin, Mark Saunders, Markus 'Mars' Wenzel, Mathieu Delamaire, Corn, Matthew Justin Kay, Matthias 'Zoltan Redbeard' Bonesi, Matt Snyder."
ko: "위대한 옛 성전사들: Turboshake, Rhoderick, Travis Loudy, Jocke 'Lizard King' Lundberg, FiveLittleRooms, Maciej 'Serafin' Przeździak, TempestSkyAce, Magnus Borge, Håvard Wanvik Stenersen, LEDUR Marcel, Marco Giuberti, Marius Westbø, Marius Westhrin, Mark Saunders, Markus 'Mars' Wenzel, Mathieu Delamaire, Corn, Matthew Justin Kay, Matthias 'Zoltan Redbeard' Bonesi, Matt Snyder."
ko_mt: "과거의 위대한 십자군들: Turboshake, Rhoderick, Travis Loudy, Jocke 'Lizard King' Lundberg, FiveLittleRooms, Maciej 'Serafin' Przeździak, TempestSkyAce, Magnus Borge, Håvard Wanvik Stenersen, LEDUR Marcel, 마르코 주베르티, 마리우스 웨스트보, 마리우스 웨스트린, 마크 손더스, 마르쿠스 '마스' 벤젤, 마티유 델라메르, 옥수수, 매튜 저스틴 케이, 마티아스 '졸탄 레드비어드' 본시, 매트 스나이더."

source: "Great crusaders of the past: Swellmeister, Paul Messing-Flöter, Meteorverse, Vinisoft, Michael Ankarsköld, Cairax Murrain, Melae, Shelly Maz, Michi Scyron, Luffwaffle, Denis Belyaev, Shawn 'Mithicoron' Hicks, Matt Kampta, Maryann L Black, Morten Brudvik, Alexander Badesco, Joshua Sysiuk, Matthew Schwemlein, Scott Staples, MystyFiedBlaze."
ko: "위대한 옛 성전사들: Swellmeister, Paul Messing-Flöter, Meteorverse, Vinisoft, Michael Ankarsköld, Cairax Murrain, Melae, Shelly Maz, Michi Scyron, Luffwaffle, Denis Belyaev, Shawn 'Mithicoron' Hicks, Matt Kampta, Maryann L Black, Morten Brudvik, Alexander Badesco, Joshua Sysiuk, Matthew Schwemlein, Scott Staples, MystyFiedBlaze."
ko_mt: "과거의 위대한 십자군: 스웰마이스터, 폴 메싱-플뢰터, 메테오버스, 비니소프트, 마이클 안카스콜드, 카이락스 머레인, 멜래, 셸리 마즈, 미치 사이론, 루프와플, 데니스 벨야예프, 숀 '미티코론' 힉스, 매트 캄타, 마리안 L 블랙, 모텐 브루드빅, 알렉산더 바데스코, 조슈아 시시크, 마태 슈벰라인, 스콧 스테이플즈, 미스티피드블레이즈."

source: "Great crusaders of the past: Bryant Arteaga, Outlaw, Oscar Lundh, Andrew R Nagel, ARNAUD Naïm, James Slone, Nicholas Franklin, Neil Lundgren, Ramin Harooni, Nether, André Sens, Jan Holtrichter, Jangor, Nicolò Cometti, Nils Eilers, Crokodavr, Andrew Mueller, Rodrigo Silva, Oskar Fors, Scott E Miller."
ko: "위대한 옛 성전사들: Bryant Arteaga, Outlaw, Oscar Lundh, Andrew R Nagel, ARNAUD Naïm, James Slone, Nicholas Franklin, Neil Lundgren, Ramin Harooni, Nether, André Sens, Jan Holtrichter, Jangor, Nicolò Cometti, Nils Eilers, Crokodavr, Andrew Mueller, Rodrigo Silva, Oskar Fors, Scott E Miller."
ko_mt: "과거의 위대한 십자군: 브라이언트 아르테가, 무법자, 오스카 룬드, 앤드류 R 나겔, 아르노 나임, 제임스 슬론, 니콜라스 프랭클린, 닐 룬드그렌, 라민 하루니, 네더, 앙드레 센스, 얀 홀트리히터, 장고르, 니콜로 코메티, 닐스 아이러스, 크로코다브르, 앤드류 뮬러, 로드리고 실바, 오스카 포스, 스콧 E 밀러."

source: "Great crusaders of the past: Lasius, Ivan Shoukhardin, Michael S Cardona, Melkor, RTBios, Janine Pape, Casadoom, Philip Ellerhorst, Ryan Perez, Christopher Peterson, Graham Tyson, Ryan Hernandez, Drowsy, Sean W, pierpy58, eldaroflight, Pei, Tyler Ardell Jones, Philip Rushforth, Philip W."
ko: "위대한 옛 성전사들: Lasius, Ivan Shoukhardin, Michael S Cardona, Melkor, RTBios, Janine Pape, Casadoom, Philip Ellerhorst, Ryan Perez, Christopher Peterson, Graham Tyson, Ryan Hernandez, Drowsy, Sean W, pierpy58, eldaroflight, Pei, Tyler Ardell Jones, Philip Rushforth, Philip W."
ko_mt: "과거의 위대한 십자군: Lasius, Ivan Shoukhardin, Michael S Cardona, Melkor, RTBios, Janine Pape, Casadoom, Philip Ellerhorst, Ryan Perez, Christopher Peterson, Graham Tyson, Ryan Hernandez, Drowsy, Sean W, pierpy58, eldaroflight, Pei, Tyler Ardell Jones, Philip Rushforth, Philip W."

source: "Great crusaders of the past: Pavel Zhilinkov, Franck Martin, Donald 'Smoke' Stack, Jonathan Sattar, Reent, Reiella Darksythe, Jenna 'Julian' Davis, David Laming, Nekator, Richard James Statham, Krzysztof Janota, Alan Mullen Jr, Ichorum Valiant, Rob Paul, Ryan Patrick Donahue, R M Sivabalan, Russell Lewis, Romarik Valla, Robert Husfeldt, Vaemar."
ko: "위대한 옛 성전사들: Pavel Zhilinkov, Franck Martin, Donald 'Smoke' Stack, Jonathan Sattar, Reent, Reiella Darksythe, Jenna 'Julian' Davis, David Laming, Nekator, Richard James Statham, Krzysztof Janota, Alan Mullen Jr, Ichorum Valiant, Rob Paul, Ryan Patrick Donahue, R M Sivabalan, Russell Lewis, Romarik Valla, Robert Husfeldt, Vaemar."
ko_mt: "과거의 위대한 십자군: 파벨 질린코프, 프랑크 마틴, 도널드 '스모크' 스택, 조나단 사타르, 리엔트, 레이엘라 다크사이더, 제나 '줄리안' 데이비스, 데이비드 라밍, 네카토르, 리처드 제임스 스테이섬, 크지슈토프 야노타, 앨런 멀렌 주니어, 이코룸 발리언트, 롭 폴, 라이언 패트릭 도나휴, R M 시바발란, 러셀 루이스, 로마리크 발라, 로버트 후스펠트, 베마르."

source: "Great crusaders of the past: David (mindx2) Benson, Raz Sagi, Александр Прокашев, Tom Walker, Ryan Jenks, Lejun He, Dongxiao Zou, TheBardicOne, Aaron Williams, Rita Lin, Action Jackson, Tadarlis, Robert Kirkpatrick, Adriano.Lich9966.Stimac, Advert, Andrew Wu, Alerion Lumina, OctoClopz, Alastayr Longstrider, Alexander Reedy."
ko: "위대한 옛 성전사들: David (mindx2) Benson, Raz Sagi, Александр Прокашев, Tom Walker, Ryan Jenks, Lejun He, Dongxiao Zou, TheBardicOne, Aaron Williams, Rita Lin, Action Jackson, Tadarlis, Robert Kirkpatrick, Adriano.Lich9966.Stimac, Advert, Andrew Wu, Alerion Lumina, OctoClopz, Alastayr Longstrider, Alexander Reedy."
ko_mt: "과거의 위대한 십자군: David (mindx2) Benson, Raz Sagi, Александр Прокашев, Tom Walker, Ryan Jenks, Lejun He, Dongxiao Zou, TheBardicOne, Aaron Williams, Rita Lin, Action Jackson, Tadarlis, Robert Kirkpatrick, Adriano.Lich9966.Stimac, Advert, Andrew Wu, Alerion Lumina, OctoClopz, Alastayr Longstrider, Alexander Reedy."

source: "Great crusaders of the past: Ryan Giguere, Sam Deprez, Sarah E Stewart, Sascha Bickhardt, Sascha Schäfer, Michael W Kramer, Alexandre Mundo Alguacil, Anton ~Xani~ Aleshkevich, DesignOTG, Sean Streight, Sean Visser, Sean Uzar, Sebastian Uber, Ghjuvanino, Hunter 'Selei' Smith, Joseph Lauriti, Kanrath, Vincent LaBianca, TeinLaeda, SerSnark."
ko: "위대한 옛 성전사들: Ryan Giguere, Sam Deprez, Sarah E Stewart, Sascha Bickhardt, Sascha Schäfer, Michael W Kramer, Alexandre Mundo Alguacil, Anton ~Xani~ Aleshkevich, DesignOTG, Sean Streight, Sean Visser, Sean Uzar, Sebastian Uber, Ghjuvanino, Hunter 'Selei' Smith, Joseph Lauriti, Kanrath, Vincent LaBianca, TeinLaeda, SerSnark."
ko_mt: "과거의 위대한 십자군: 라이언 기게르, 샘 데프레즈, 사라 E 스튜어트, 사샤 비크하르트, 사샤 셰퍼, 마이클 W 크레이머, 알렉산드르 문도 알과실, 안톤 ~자니~ 알레쉬케비치, 디자인OTG, 션 스트레이트, 션 비서, 션 우자르, 세바스찬 우버, 구주바니노, 헌터 '셀레이' 스미스, 조셉 라우리티, 칸라트, 빈센트 라비앙카, 테인라이다, SerSnark."

source: "Great crusaders of the past: Ekman Tjandranegara, Shadowhntr7, Jonathan Dickerson, Shay 'Shei-kun' Rydberg, John Vu, Ronni T. Magnusson, YetiSlayer, Craig R. Perry, Nelson Tiago Remoaldo de Oliveira, Sharon Flanagan, Snowy_snowy, Joe Saint, Rakhshan the White, Christopher Walters, Gage Ewerdt, Sorin, Timo Tuul, Brage Alexander, Sean Larkin, Jr Dr Lieutenant Sean Hutfles the Third."
ko: "위대한 옛 성전사들: Ekman Tjandranegara, Shadowhntr7, Jonathan Dickerson, Shay 'Shei-kun' Rydberg, John Vu, Ronni T. Magnusson, YetiSlayer, Craig R. Perry, Nelson Tiago Remoaldo de Oliveira, Sharon Flanagan, Snowy_snowy, Joe Saint, Rakhshan the White, Christopher Walters, Gage Ewerdt, Sorin, Timo Tuul, Brage Alexander, Sean Larkin, Jr Dr Lieutenant Sean Hutfles the Third."
ko_mt: "과거의 위대한 십자군: Ekman Tjandranegara, Shadowhntr7, 조나단 디커슨, 셰이쿤 리드버그, 존 부, 로니 T. 마그누슨, 예티슬레이어, 크레이그 R. Perry, Nelson Tiago Remoaldo de Oliveira, Sharon Flanagan, Snowy_snowy, Joe Saint, Rakhshan the White, Christopher Walters, Gage Ewerdt, Sorin, Timo Tuul, Brage Alexander, Sean Larkin, Jr Dr Sean Hutfles the Third 중위."

source: "Great crusaders of the past: Glendale The Dragonborn, Stefan 'Hrothgar' Conrad, Stefan Fassel, Stefan Abel, Stephen Hetherington, Steve Jones, Fridgekeys, Nicolas 'Nerevaryx' Ruelle, Sven Fecke, Sungwoo Shin, Thomas Sablotny, Trevor Yarwood (Reywind), TheLivingFro, Thomas Arata, Tom Deterling, Koshelev Dmitriy, David MacArthur, Thadius Schmitt, NHU-THINH NGUYEN, Benjamin 'Thalantier' Derwell."
ko: "위대한 옛 성전사들: Glendale The Dragonborn, Stefan 'Hrothgar' Conrad, Stefan Fassel, Stefan Abel, Stephen Hetherington, Steve Jones, Fridgekeys, Nicolas 'Nerevaryx' Ruelle, Sven Fecke, Sungwoo Shin, Thomas Sablotny, Trevor Yarwood (Reywind), TheLivingFro, Thomas Arata, Tom Deterling, Koshelev Dmitriy, David MacArthur, Thadius Schmitt, NHU-THINH NGUYEN, Benjamin 'Thalantier' Derwell."
ko_mt: "과거의 위대한 십자군: 글렌데일 드래곤본, 스테판 '흐로스가르' 콘래드, 스테판 파셀, 스테판 아벨, 스티븐 헤더링턴, 스티브 존스, 프리지키스, 니콜라스 '네레바릭스' 루엘레, 스벤 페케, 신성우, 토마스 사블로니, 트레버 야우드(레이윈드), TheLivingFro, 토마스 아라타, 톰 데터링, 코셰레프 드미트리, 데이비드 맥아더, 타디우스 슈미트, NHU-THINH NGUYEN, 벤자민 '탈란티어' 더웰."

source: "Great crusaders of the past: Peter Davies, Levi Browning, Reltih, Eric 'thepostit' Mathews, Travis Dane Thompson, Thomas Striegnitz, Elle Clarke, Tobias Ødegård Grimstad, ActurusX (Tobias Winter), Thomas Moorby, Swann Topiline, Timothy Paul Marks, Trevor D Black, Ross 'Draef' McGlynn, Nathaniel Adams, Tyler Gilbert, Devin Potter, Scott Kankelborg, Maciej Kordecki, Leonard Lee."
ko: "위대한 옛 성전사들: Peter Davies, Levi Browning, Reltih, Eric 'thepostit' Mathews, Travis Dane Thompson, Thomas Striegnitz, Elle Clarke, Tobias Ødegård Grimstad, ActurusX (Tobias Winter), Thomas Moorby, Swann Topiline, Timothy Paul Marks, Trevor D Black, Ross 'Draef' McGlynn, Nathaniel Adams, Tyler Gilbert, Devin Potter, Scott Kankelborg, Maciej Kordecki, Leonard Lee."
ko_mt: "과거의 위대한 십자군: 피터 데이비스, 리바이 브라우닝, 릴티, 에릭 '더포스트잇' 매튜스, 트래비스 데인 톰슨, 토마스 스트리그니츠, 엘 클라크, 토비아스 외데가드 그림스타드, 액터러스엑스(토비아스 윈터), 토마스 무비, 스완 토필린, 티모시 폴 막스, 트레버 D 블랙, 로스 '드레프' 맥글린, 나다니엘 아담스, 타일러 길버트, 데빈 포터, 스콧 칸켈보그, 마시에 코데키, 레오나드 리."

source: "Great crusaders of the past: Verithius, Dubrovskii Egor, Daniel Glick, Coigreach, Vojislav Ranitovic, Vorbarra, Venfayth, Alex Walker, Ningxuan Wen, Daniel 'HellWithoutSin' Grant, Arxes Idan, William Loy, Willie DeBreaux, Nathan Brown, Ralph Wirth, TacoScott, Wolfgang Knebel, Yamatak, AEgo Sum, Gerald Sierra."
ko: "위대한 옛 성전사들: Verithius, Dubrovskii Egor, Daniel Glick, Coigreach, Vojislav Ranitovic, Vorbarra, Venfayth, Alex Walker, Ningxuan Wen, Daniel 'HellWithoutSin' Grant, Arxes Idan, William Loy, Willie DeBreaux, Nathan Brown, Ralph Wirth, TacoScott, Wolfgang Knebel, Yamatak, AEgo Sum, Gerald Sierra."
ko_mt: "과거의 위대한 십자군: 베리티우스, 두브로브스키 에고르, 다니엘 글릭, 코이그리치, 보이슬라브 라니토비치, 보바라, 벤파이스, 알렉스 워커, 닝슈안 웬, 다니엘 '헬위드아웃신' 그랜트, 아크세스 이단, 윌리엄 로이, 윌리 드브로, 네이선 브라운, 랄프 워스, 타코스콧, 볼프강 크네벨, 야마탁, 에고 섬, 제럴드 시에라."

source: "Great crusaders of the past: Damien H, Егоров Ян, Joe Smith, Alun Powell, Yuroslavcheg, Richard Cooper, Daayne, Peter Neale, Michael 'Zargert' Dennis, Zhengran Wang, James 'Zi' Turner, Alluvian Est-Endrati, Angel L Diaz, The Bdon, Sean B./Nightwarden, Ezrril, Evarinya, Cryunna, David Cambero Peralta, David Goryns."
ko: "위대한 옛 성전사들: Damien H, Егоров Ян, Joe Smith, Alun Powell, Yuroslavcheg, Richard Cooper, Daayne, Peter Neale, Michael 'Zargert' Dennis, Zhengran Wang, James 'Zi' Turner, Alluvian Est-Endrati, Angel L Diaz, The Bdon, Sean B./Nightwarden, Ezrril, Evarinya, Cryunna, David Cambero Peralta, David Goryns."
ko_mt: "과거의 위대한 십자군: 데미안 H, Егоров Ян, 조 스미스, 알룬 파월, 유로슬라브체그, 리처드 쿠퍼, 데인, 피터 닐, 마이클 '자거트' 데니스, 정란 왕, 제임스 '지' 터너, 알루비아 에스-엔드라티, 엔젤 L 디아즈, 더 비돈, 션 B./나이트워든, 에즈릴, 에바린야, 크리윤나, 데이비드 캄베로 페랄타, 데이비드 고렌스."

source: "Great crusaders of the past: Drethic DeTalonis, Ilya, The Pretentious, Dylan Rosier, Ellen Harper-Mills, Gerald Mistal, Douglas Carter, SirZero, Alexander Hickey, Ursegol, Yaniv Miron, JOHN LAMBERT HENLINE, John Brendan Danner, Julian 'DysOkami' Makin, Ritchie R. Le, Martin Köttermann, Havald, Melanie Berini, Michael J. Wolf, Kain, son of Asmodeus, Nathaniel Frey."
ko: "위대한 옛 성전사들: Drethic DeTalonis, Ilya, The Pretentious, Dylan Rosier, Ellen Harper-Mills, Gerald Mistal, Douglas Carter, SirZero, Alexander Hickey, Ursegol, Yaniv Miron, JOHN LAMBERT HENLINE, John Brendan Danner, Julian 'DysOkami' Makin, Ritchie R. Le, Martin Köttermann, Havald, Melanie Berini, Michael J. Wolf, Kain, son of Asmodeus, Nathaniel Frey."
ko_mt: "과거의 위대한 십자군: 드레틱 데탈로니스, 일리아, 허세쟁이, 딜런 로지어, 엘렌 하퍼 밀스, 제럴드 미스탈, 더글러스 카터, 서제로, 알렉산더 히키, 우르세골, 야니프 미론, 존 램버트 헨라인, 존 브렌든 대너, 줄리안 '다이소카미' 마킨, 리치 R. 르, 마틴 쾨터만, 하발트, 멜라니 베리니, 마이클 제이 울프, 카인, 아스모데우스, 나다니엘 프레이의 아들."

source: "Great crusaders of the past: AllanonDK, Andrew Detmer, James 'Fundamentally Doomed' Amirault, Till, Tomohiro Sugamoto, D. Spencer Zier, 周余, Ted Warner, Devon4eyes, Andre Leger, Mikaze, Ningxuan Wen, Alex Dickinson, Winterheartz, Cervarian, Chris Drennan, Tom Walker, Eychenne, ShouTime, Paul Novak."
ko: "위대한 옛 성전사들: AllanonDK, Andrew Detmer, James 'Fundamentally Doomed' Amirault, Till, Tomohiro Sugamoto, D. Spencer Zier, 周余, Ted Warner, Devon4eyes, Andre Leger, Mikaze, Ningxuan Wen, Alex Dickinson, Winterheartz, Cervarian, Chris Drennan, Tom Walker, Eychenne, ShouTime, Paul Novak."
ko_mt: "과거의 위대한 십자군: AllanonDK, Andrew Detmer, 제임스 '근본적으로 운명적인' 아미로, 틸, 토모히로 스가모토, D. 스펜서 지어, 周余, 테드 워너, 데본4아이즈, 안드레 레거, 미카제, 닝슈안 웬, 알렉스 디킨슨, 윈터하츠, 세르바리안, 크리스 드레넌, 톰 워커, 아이헨, 쇼타임, 폴 노박."

source: "Great crusaders of the past: Sivabalan Retnasamy, Louis Philippe Brito, Dylan Wokeck, Jeremy Korth, Noctilux, Brian, Ryan Jenks, Sean Huffer, Hugo Ricardo Gonçalves Martins, Tavadon, Raz Sagi, David Fenter, noah, John, Larry Benson, Allen Hosmer, Dansgaming, Isaac cabrera, Allan, Daniel Perez."
ko: "위대한 옛 성전사들: Sivabalan Retnasamy, Louis Philippe Brito, Dylan Wokeck, Jeremy Korth, Noctilux, Brian, Ryan Jenks, Sean Huffer, Hugo Ricardo Gonçalves Martins, Tavadon, Raz Sagi, David Fenter, noah, John, Larry Benson, Allen Hosmer, Dansgaming, Isaac cabrera, Allan, Daniel Perez."
ko_mt: "과거의 위대한 십자군: 시바발란 레트나사미, 루이 필립 브리토, 딜런 워켁, 제레미 코트, 녹티룩스, 브라이언, 라이언 젠크스, 션 허퍼, 휴고 리카르도 곤살레스 마르틴스, 타바돈, 라즈 사기, 데이비드 펜터, 노아, 존, 래리 벤슨, 앨런 호스머, 단스게이밍, 아이작 카브레라, 앨런, 다니엘 페레즈."

source: "Great crusaders of the past: Manuel Paolo Villar, Eugene Kaplanis, Henexekr, Don Clemens, Alexander Filonenko, Chris Taylor, Hunter Payton, Dillon Scott, George Tuttle III, Jamie Coleman, Jesper Seelk Petersen, David Knoppers, Vladislav Podolyako, Robert Mcadoo, Caelarch."
ko: "위대한 옛 성전사들: Manuel Paolo Villar, Eugene Kaplanis, Henexekr, Don Clemens, Alexander Filonenko, Chris Taylor, Hunter Payton, Dillon Scott, George Tuttle III, Jamie Coleman, Jesper Seelk Petersen, David Knoppers, Vladislav Podolyako, Robert Mcadoo, Caelarch."
ko_mt: "과거의 위대한 십자군: 마누엘 파올로 빌라, 유진 카플라니스, 헤넥세크르, 돈 클레멘스, 알렉산더 필로넨코, 크리스 테일러, 헌터 페이튼, 딜런 스콧, 조지 터틀 3세, 제이미 콜먼, 예스퍼 실크 피터슨, 데이비드 노퍼스, 블라디슬라브 포돌야코, 로버트 맥카두, 카엘라크."

source: "Great crusaders of the past: Akko Vanoras, Oikumena, Alistair Pope, Allaert 'Elder Brain' Euser, Alex Niffenegger, Amir Jonis, Alexander Filonenko, Azzid, Andrew Gawthorpe, Gwyneira (Alea F.), Antti Puranen, Anthony Komula, Anthony Allen, Vincent MARCHAND, Ntavelemenos, April Theuerkauf, Aqqa Erik Igasoq, aric418, Hippochi, Adam Shifflet."
ko: "위대한 옛 성전사들: Akko Vanoras, Oikumena, Alistair Pope, Allaert 'Elder Brain' Euser, Alex Niffenegger, Amir Jonis, Alexander Filonenko, Azzid, Andrew Gawthorpe, Gwyneira (Alea F.), Antti Puranen, Anthony Komula, Anthony Allen, Vincent MARCHAND, Ntavelemenos, April Theuerkauf, Aqqa Erik Igasoq, aric418, Hippochi, Adam Shifflet."
ko_mt: "과거의 위대한 십자군: Akko Vanoras, Oikumena, Alistair Pope, Allaert 'Elder Brain' Euser, Alex Niffenegger, Amir Jonis, Alexander Filonenko, Azzid, Andrew Gawthorpe, Gwyneira (Alea F.), Antti Puranen, Anthony Komula, Anthony Allen, Vincent MARCHAND, Ntavelemenos, April Theuerkauf, Aqqa Erik Igasoq, aric418, Hippochi, Adam Shifflet."

source: "Great crusaders of the past: John B Brown, Arlen V Duncan III, Jason A. Adams, Horo, Gianni Scandella, Quinton Laughman, Austin D. Sturdivant, Allen Hosmer, James Journey (Drendin Amicathra), Bradley Colver, Belgord, Bronko Dalidowicz, Ben Dameron, Belzael, Benjamin HELENE, Benjamin Jürgensen, Benjamin Reschke, Benjamin McCarty, Ben 'Osskozzot' Rivest, Abdiel Diesra."
ko: "위대한 옛 성전사들: John B Brown, Arlen V Duncan III, Jason A. Adams, Horo, Gianni Scandella, Quinton Laughman, Austin D. Sturdivant, Allen Hosmer, James Journey (Drendin Amicathra), Bradley Colver, Belgord, Bronko Dalidowicz, Ben Dameron, Belzael, Benjamin HELENE, Benjamin Jürgensen, Benjamin Reschke, Benjamin McCarty, Ben 'Osskozzot' Rivest, Abdiel Diesra."
ko_mt: "과거의 위대한 십자군: 존 B 브라운, 알렌 V 던컨 3세, 제이슨 A. 아담스, 호로, 지아니 스칸델라, 퀸튼 라프만, 오스틴 D. 스터디반트, 앨런 호스머, 제임스 저니(드렌딘 아미카트라), 브래들리 콜버, 벨고드, 브론코 달리도비츠, 벤 다메론, 벨자엘, 벤자민 헬레네, 벤자민 유르겐센, 벤자민 레슈케, 벤자민 맥카티, 벤 '오스코조' 리베스트, 압딜 디스라."
