Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: All characters and creatures, depending on how large they are, are separated into different {g|Encyclopedia:Size}size{/g} categories — Tiny, Small, Medium, Large, Huge and Gargantuan. For example, humans are of a Medium size, while halflings and gnomes are Small. Size modifiers of different kinds apply to {g|Encyclopedia:Armor_Class}armor class{/g}, {g|Encyclopedia:Attack}attack{/g} rolls, {g|Encyclopedia:Stealth}stealth{/g} {g|Encyclopedia:Check}checks{/g}, {g|Encyclopedia:Combat_Maneuvers}combat maneuver{/g} checks, and various other checks. Size modifier for a creature's AC and attack rolls is as follows: Tiny +2, Small +1, Medium +0, Large -1, Huge -2, Gargantuan -4 The special size modifier for a creature's {g|Encyclopedia:CMB}Combat Maneuver Bonus{/g} is as follows: Tiny –2, Small –1, Medium +0, Large +1, Huge +2, Gargantuan +4 The bigger creature is, the bigger its {g|Encyclopedia:Threatened_Area}threatened area{/g} is. For medium and small creatures it matches with their melee {g|Encyclopedia:Weapon_Range}weapon range{/g}. Character can only ride an animal companion that is bigger than the character himself.
ko_mt: 모든 캐릭터와 크리처는 크기에 따라 초소형, 소형, 중형, 대형, 거대형, 초대형 등 {g|Encyclopedia:Size}크기{/g} 카테고리로 나뉩니다. 예를 들어, 인간은 중형 크기이고, 하플링과 노움은 소형 크기입니다. 다양한 종류의 크기 수정치가 {g|Encyclopedia:Attack}명중 굴림{/g}, 피해 굴림, {g|Encyclopedia:Armor_Class}AC{/g}, {g|Encyclopedia:Stealth}은신{/g}, {g|Encyclopedia:Combat_Maneuvers}전법{/g} 판정 및 기타 다양한 판정에 적용됩니다. 생물의 공격 및 피해 굴림에 대한 크기 수정치은 다음과 같습니다. 초소형 +2, 소형 +1, 중형 +0, 대형 -1, 거대형 -2, 초대형 -4 생물의 {g|Encyclopedia:CMB}CMB{/g}에 대한 특수 크기 수정치는 다음과 같습니다. 초소형 -2, 소형 -1, 중형 +0, 대형 +1, 거대형 +2, 초대형 +4 생물이 클수록 {g|Encyclopedia:Threatened_Area}위협받는 범위{/g}가 커집니다. 중형 및 소형 생물의 경우 근접 {g|Encyclopedia:Weapon_Range}무기 사거리{/g}와 일치합니다. 캐릭터는 캐릭터 자신보다 큰 동물 동료만 탈 수 있습니다.

source: A {g|Encyclopedia:Skills}skill{/g} represents a creature's ability to perform an ordinary task, such as climb a wall, sneak down a hallway, or spot an intruder. The number of ranks possessed by a creature in a given skill represents its proficiency in that skill. Determine the number of skill ranks your character gets based on his class and {g|Encyclopedia:Intelligence}Intelligence{/g} modifier (and any other {g|Encyclopedia:Bonus}bonuses{/g}, such as the bonus received by humans). Then allocate these ranks to desired skills, but remember that you cannot have more ranks than your level in any one skill (for a starting character, this is usually one). Each level thereafter, your character gains a number of skill ranks dependent upon your class plus your Intelligence modifier. Investing a rank in a skill represents a measure of training in that skill.
ko: {g|Encyclopedia:Skills}기술{/g}이란 벽타기, 복도에 숨기, 또는 침입자 발견과 같은 일상적인 작업을 수행하는 크리처의 능력을 나타냅니다. 크리처가 가진 기술 등급은 기술의 숙련도를 나타냅니다. 클래스와 {g|Encyclopedia:Intelligence}지능{/g} 수정치, 그리고 인간 종족이 받을 수 있는 {g|Encyclopedia:Bonus}보너스{/g}와 같은 다른 보너스들에 기반해 당신의 캐릭터가 얻을 수 있는 기술 포인트가 결정됩니다. 그 뒤 원하는 기술의 등급을 올릴 수 있지만, 어떤 기술도 당신의 레벨보다 더 높은 등급을 가질 수 없다는 걸 기억하십시오. 보통의 경우, 시작 캐릭터의 최대 기술 등급은 1입니다. 각 레벨마다, 당신의 캐릭터는 클래스와 지능 수정치를 더해서 결정되는 기술 포인트를 받을 수 있습니다. 기술 등급을 올리는 것은 그 기술의 숙련도를 나타냅니다.
ko_mt: {g|Encyclopedia:Skills}기술{/g}은 벽을 오르거나, 복도를 몰래 내려가거나, 침입자를 발견하는 것과 같은 일반적인 작업을 수행하는 생물의 능력을 나타냅니다. 특정 기술에서 생물이 보유한 등급 수는 해당 기술의 숙련도를 나타냅니다. 캐릭터의 직업과 {g|Encyclopedia:Intelligence}지능{/g} 수정치(그리고 인간이 받는 보너스 등 기타 {g|Encyclopedia:Bonus}보너스{/g})에 따라 캐릭터가 얻는 기술 등급 수를 결정합니다. 그런 다음 이 등급을 원하는 기술에 할당하되, 한 기술에서 레벨보다 많은 등급을 가질 수 없다는 점을 기억하세요(시작 캐릭터의 경우 보통 한 개). 그 후 레벨이 올라갈 때마다 캐릭터는 직업과 지능 수식에 따라 여러 기술 등급을 얻습니다. 기술 등급은 해당 기술에 대한 훈련의 척도를 나타냅니다.

source: Special Spell Effects
ko: 특수 주문 효과 (Special Spell Effects)
ko_mt: 특수 주문 효과

source: Some characters in your party are capable of casting {g|Encyclopedia:Spell}spells{/g}. To use a spell or ability, choose its slot in the {g|Encyclopedia:CA_Types}action{/g} panel or in the Spells menu, then hover the cursor over the target (your companion or an enemy, depending on the desired effect), and press <b>{console_bind|Confirm}</b>. Spells have various characteristics, such as range, duration, school, etc. To view all the spells available to a character, open their spellbook by pressing <b>{console_bind|RightBottom}</b> and choosing the corresponding menu item. Some classes, such as Clerics, Druids, Magi, Paladins, Rangers, and Wizards, select their allotment of spells for the day in spellbook. The spells are expended upon casting. Other classes, such as Bards, Inquisitors, and Sorcerers, can use any known spells several times per day, but their spell repertoire is limited. Most character also have usable abilities, which might be limited by the amount of charges depending on the ability. To cast a spell again, the character must {g|Encyclopedia:Rest}rest{/g}.
ko_mt: 파티의 일부 캐릭터는 {g|Encyclopedia:Spell}주문{/g}을 시전할 수 있습니다. 주문 또는 능력을 사용하려면 {g|Encyclopedia:CA_Types}행동{/g} 패널 또는 주문 메뉴에서 해당 슬롯을 선택한 다음, 커서를 대상(원하는 효과에 따라 동료 또는 적) 위에 올려놓고 <b>{console_bind|Confirm}</b>를 누릅니다. 주문은 범위, 지속 시간, 학파 등 다양한 특성을 가지고 있습니다. 캐릭터가 사용할 수 있는 모든 주문을 확인하려면 <b>{console_bind|RightBottom}</b>을 누르고 해당 메뉴 항목을 선택해 주문서를 엽니다. 성직자, 드루이드, 동방박사, 성기사, 레인저, 위저드 등 일부 직업은 주문서에서 그날 사용할 수 있는 주문의 할당량을 선택합니다. 주문은 시전 시 소모됩니다. 바드, 심문관, 소서러 등 다른 직업은 알려진 주문을 하루에 여러번 사용할 수 있지만, 주문 레퍼토리는 제한되어 있습니다. 또한 대부분의 캐릭터는 사용 가능한 능력을 가지고 있으며, 능력에 따라 충전량이 제한될 수 있습니다. 주문을 다시 시전하려면 캐릭터가 {g|Encyclopedia:Rest}휴식{/g}해야 합니다.

source: Spell
ko: 주문
ko_mt: 주문

source: Spell Attacks
ko: 주문 공격 (Spell Attacks)
ko_mt: 주문 공격

source: A spell is a one-time magical effect. Spells can do a variety of things: deal {g|Encyclopedia:Damage}damage{/g}, bestow curses or negative effects upon enemies, restrict their movement, empower you and your allies, {g|Encyclopedia:Healing}heal{/g} and remove negative effects, teleport and much more. Spells come in two types: arcane (cast by bards, sorcerers, wizards, etc.) and divine (cast by clerics, druids, inquisitors, etc.). Spells can be of different levels, from 1 (weakest) to 9 (strongest). Some casters have access to all 9 spell levels, while others can have only 6 or 4 maximum levels. Spell level is used in calculation of the {g|Encyclopedia:Saving_Throw}saving throw{/g} {g|Encyclopedia:DC}DC{/g} against the spell (the higher it is, the better for the caster, and the worse for the target), and {g|Encyclopedia:Concentration}concentration{/g} {g|Encyclopedia:Check}checks{/g}. Some spellcasters select their spells from a limited list of spells known, while others have access to a wide variety of options. Some spellcasters prepare spells in advance — whether from a spellbook or through prayers — while others cast spells spontaneously without preparation. Despite these differences in ways the characters use to learn or prepare their spells, when it comes to casting them, the processes of casting a spell are very much alike. Arcane spells of 0 level are called {g|Encyclopedia:Cantrips_Orisons}cantrips{/g}, and Divine spells of 0 level are called orisons. Unlike other spells they can be cast as many times per day as you want. Note: most spells that allow you to do a {g|Encyclopedia:Saving_Throw}saving throw{/g} don't have an {g|Encyclopedia:Attack}attack{/g} component and don't have to overcome {g|Encyclopedia:Touch_AC}Touch AC{/g}. Also note: you can open the context menu by choosing the spell and selecting "Use Automatically" to activate its automatic casting. It can be especially useful for cantrips.
ko_mt: 주문은 일회성 마법 효과입니다. 주문은 적에게 {g|Encyclopedia:Damage}피해{/g}를 입히거나, 저주 또는 부정적인 효과를 부여하거나, 적의 이동을 제한하거나, 자신과 아군을 강화하거나, {g|Encyclopedia:Healing}치유{/g} 및 부정적인 효과 제거, 순간이동 등 다양한 기능을 사용할 수 있습니다. 주문은 비전(바드, 소서러, 위저드 등이 시전)과 신성(성직자, 드루이드, 심문관 등이 시전)의 두 가지 유형으로 나뉩니다. 주문은 1(가장 약한)에서 9(가장 강한)까지 다양한 레벨을 가질 수 있습니다. 일부 시전자는 9개의 주문 레벨을 모두 사용할 수 있는 반면, 다른 시전자는 최대 레벨이 6개 또는 4개에 불과할 수 있습니다. 주문 레벨은 {g|Encyclopedia:Saving_Throw}내성 굴림{/g} 계산에 사용됩니다. 주문의 {g|encyclopedia:DC}DC{/g}(높을수록 시전자에게 유리하고 대상에게 불리함), {g|Encyclopedia:Concentration}집중{/g} {g|Encyclopedia:Check}판정{/g}을 계산합니다. 일부 주문 시전자는 알려진 제한된 주문 목록에서 주문을 선택하지만, 다른 주문 시전자는 다양한 옵션을 사용할 수 있습니다. 어떤 주문 시전자는 주문서나 기도를 통해 미리 주문을 준비하는 반면, 어떤 주문 시전자는 준비 없이 즉흥적으로 주문을 시전합니다. 캐릭터가 주문을 배우거나 준비하는 방법에는 차이가 있지만, 주문을 시전하는 과정은 매우 비슷합니다. 레벨 0의 비전 주문은 {g|Encyclopedia:Cantrips_Orisons}캔트립{/g}, 레벨 0의 신성 주문은 오리온이라고 합니다. 다른 주문과 달리 하루에 원하는 횟수만큼 시전할 수 있습니다. 참고: {g|Encyclopedia:Saving_Throw}내성 굴림{/g}을 할 수 있는 대부분의 주문에는 {g|Encyclopedia:Attack}공격{/g} 요소가 없으며, {g|Encyclopedia:TouchAttack}접촉{/g} {g|Encyclopedia:Armor_Class}AC{/g}를 극복할 필요가 없습니다. 참고: 주문을 선택하고 "자동 사용"을 선택해 컨텍스트 메뉴를 열면 자동 시전을 활성화할 수 있습니다. 특히 캔트립에 유용할 수 있습니다.

source: Spell Conversion
ko: 주문 변환 (Spell Conversion)
ko_mt: 주문 변환

source: Duration
ko: 지속시간
ko_mt: 기간

source: Spell Failure
ko: 주문 실패 (Spell Failure)
ko_mt: 주문 실패

source: Injury
ko: 부상 (Injury)
ko_mt: 부상

source: Spell Result
ko: 주문 결과 (Spell Result)
ko_mt: 주문 결과

source: Stacking Effects
ko: 중첩 효과 (Stacking Effects)
ko_mt: 스태킹 효과

source: There are many traps awaiting you on your adventures. When any of your characters approaches a trap, they will automatically make a {g|Encyclopedia:Perception}Perception{/g} {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}check{/g}. On success, you will see the trap's location and the game will automatically pause. Traps vary in effect as well as {g|Encyclopedia:DC}difficulty{/g} to detect. Having encountered a trap, you can interact with it to order one of the characters to make a {g|Encyclopedia:Trickery}Trickery{/g} skill check to disable it. On success, the trap will be disabled. On failure, it will remain in place. However, if the result of a skill {g|Encyclopedia:Dice}roll{/g} is less than the trap's difficulty by 5 or more, the trap will go off as if the character had triggered it. All check results can be found in the Combat Log.
ko_mt: 모험에는 많은 함정이 여러분을 기다리고 있습니다. 캐릭터가 함정에 접근하면 자동으로 {g|Encyclopedia:Perception}지각{/g}을 발동합니다. {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g}을 시도합니다. 성공하면 함정의 위치가 표시되고 게임이 자동으로 일시 정지됩니다. 함정은 효과와 탐지 {g|Encyclopedia:DC}난이도{/g}에 따라 달라집니다. 함정을 발견하면 함정과 상호작용하여 캐릭터 중 한 명에게 {g|Encyclopedia:Trickery}손재주{/g} 기술을 사용해 함정을 무력화하도록 명령할 수 있습니다. 성공하면 함정이 무력화됩니다. 실패하면 함정은 그대로 유지됩니다. 단, {g|Encyclopedia:Dice}굴림{/g} 기술의 결과가 함정 난이도보다 5 이상 낮으면 캐릭터가 발동한 것처럼 함정이 발동합니다. 모든 점검 결과는 전투 로그에서 확인할 수 있습니다.

source: You can interact with various objects, such as the bodies of dead opponents, by approaching them or hovering the cursor over them and pressing <b>{console_bind|Confirm}</b>. To highlight interactive objects, press <b>{console_bind|LeftStickButton}</b>. Hidden object can be found after {g|Encyclopedia:Dice}rolling{/g} a successful {g|Encyclopedia:Perception}Perception{/g} {g|Encyclopedia:Skills}skill{/g} {g|Encyclopedia:Check}check{/g}. Objects found in this way are highlighted with a purple outline. All successful check results can be found in the Combat Log.
ko_mt: 죽은 적의 시체와 같은 다양한 물체에 다가가거나 커서를 그 위에 올려놓고 <b>{console_bind|Confirm}</b>를 누르면 상호작용할 수 있습니다. 대화형 객체 강조 표시하려면 <b>{console_bind|LeftStickButton}</b>를 누르세요. 숨겨진 개체는 {g|Encyclopedia:Dice}굴림링{/g}에 성공한 {g|Encyclopedia:Perception}지각{/g} {g|Encyclopedia:Skills}기술{/g} {g|Encyclopedia:Check}판정{/g} 후에 찾을 수 있습니다. 이렇게 발견된 객체는 보라색 윤곽선으로 강조 표시됩니다. 모든 판정 결과는 전투 로그에서 확인할 수 있습니다.

source: This section contains the main tutorial subjects. It covers both the basic rules of the Pathfinder roleplaying system and the controls in the video game Pathfinder: Wrath of the Righteous.
ko: 이 부분은 주요 튜토리얼 설명이 들어있습니다. 이는 패스파인더 롤플레잉 시스템의 기본 규칙과 패스파인더: 의인의 분노 비디오 게임의 조작을 포함합니다.
ko_mt: 이 섹션에는 주요 튜토리얼 주제가 포함되어 있습니다. 여기에서는 패스파인더 롤플레잉 시스템의 기본 규칙과 비디오 게임 패스파인더의 조작을 모두 다룹니다. 의로운 자의 분노.

source: Your characters have a plethora of different abilities and {g|Encyclopedia:Spell}spells{/g} available through the action bar. For example, to cast a {g|Encyclopedia:Healing}healing{/g} spell: 1. Click on the portrait of the companion that can cast the spell. 2. Click on the icon of the spell on the action bar. 3. Click the <b>[LMB]</b> on the portrait of the companion you wish to heal. Some spells can only be used on allies, some can only target enemies, and some can work on any target. Certain abilities only affect the character using them, instantly applying their effect. Toggleable abilities such as bardic performances will remain active until you turn them off or, if this ability can only be used a limited number of {g|Encyclopedia:Combat_Round}rounds{/g} per day, until these rounds are expended.
ko_mt: 캐릭터는 {g|Encyclopedia:CA_Types}행동{/g} 표시줄을 통해 다양한 능력과 {g|Encyclopedia:Spell}주문{/g}을 사용할 수 있습니다. 예를 들어 {g|Encyclopedia:Healing}치유{/g} 주문을 시전하려면 다음과 같이 하세요. 1. 주문을 시전할 수 있는 동료의 초상화를 클릭합니다. 2. 액션 바에서 주문 아이콘을 클릭합니다. 3. 치료하고자 하는 동료의 초상화에서 <b>[LMB]</b>을 클릭합니다. 일부 주문은 아군에게만 사용할 수 있고, 일부 주문은 적에게만 사용할 수 있으며, 일부 주문은 모든 대상에게 효과가 있습니다. 특정 능력은 사용하는 캐릭터에게만 영향을 미치며, 즉시 효과가 적용됩니다. 바드 공연과 같이 전환 가능한 능력은 해제할 때까지, 또는 하루에 {g|Encyclopedia:Combat_Round}라운드{/g}까지만 사용할 수 있는 능력의 경우 해당 라운드가 모두 소모될 때까지 활성화 상태로 유지됩니다.

source: Your characters have a plethora of different abilities and {g|Encyclopedia:Spell}spells{/g} available through the action bar. For example, to cast a {g|Encyclopedia:Healing}healing{/g} spell: 1. Press <b>{console_bind|LeftBottom}</b> and choose the companion. 2. Choose the spell on the action bar and press <b>{console_bind|Confirm}</b>. 3. Press <b>{console_bind|Confirm}</b> while hovering the cursor over the companion you wish to heal. Some spells can only be used on allies, some can only target enemies, and some can work on any target. Certain abilities only affect the character using them, instantly applying their effect. Toggleable abilities such as bardic performances will remain active until you turn them off or, if this ability can only be used a limited number of {g|Encyclopedia:Combat_Round}rounds{/g} per day, until these rounds are expended.
ko_mt: 캐릭터는 {g|Encyclopedia:CA_Types}행동{/g} 표시줄을 통해 다양한 능력과 {g|Encyclopedia:Spell}주문{/g}을 사용할 수 있습니다. 예를 들어 {g|Encyclopedia:Healing}치유{/g} 주문을 시전하려면 다음과 같이 하세요. 1. <b>{console_bind|LeftBottom}</b>을 누르고 동료를 선택합니다. 2. 액션 바에서 주문을 선택하고 <b>{console_bind|Confirm}</b>를 누릅니다. 3. 치유하고자 하는 동료 위에 커서를 올려놓고 <b>{console_bind|Confirm}</b> 버튼을 누릅니다. 일부 주문은 아군에게만 사용할 수 있고, 일부 주문은 적에게만 사용할 수 있으며, 일부 주문은 모든 대상에게 효과를 발휘할 수 있습니다. 특정 능력은 사용하는 캐릭터에게만 영향을 미치며 즉시 효과가 적용됩니다. 바드 공연과 같이 전환 가능한 능력은 해제할 때까지, 또는 하루에 {g|Encyclopedia:Combat_Round}라운드{/g}까지만 사용할 수 있는 능력의 경우 해당 라운드가 모두 소모될 때까지 활성화 상태로 유지됩니다.

source: Dark places such as caves can make surveying your surroundings difficult. There are two ways of driving away darkness. The first is casting the Light {g|Encyclopedia:Spell}spell{/g} on the character marching ahead of the party. The second is giving a torch item to one of the characters.
ko: 동굴과 같이 어두운 장소들은 당신이 주변을 살피는 것을 어렵게 합니다. 어둠을 몰아내는 데에는 두가지 방법이 있습니다. 첫 번째는 일행의 선두에서 진행하고 있는 캐릭터에게 빛 {g|Encyclopedia:Spell}주문{/g}을 시전하는 것입니다. 두 번째는 캐릭터들 중 한 명에게 횃불 아이템을 쥐어주는 것입니다.
ko_mt: 동굴과 같이 어두운 곳에서는 주변을 측량하기가 어려울 수 있습니다. 어둠을 몰아내는 방법에는 두 가지가 있습니다. 첫 번째는 파티보다 앞서 행군하는 캐릭터에게 빛 {g|Encyclopedia:Spell}주문{/g}을 시전하는 것입니다. 두 번째는 캐릭터 중 한 명에게 횃불 아이템을 주는 것입니다.

source: Antimagic
ko: 반마법 (Antimagic)
ko_mt: 반마법

source: Arcane Spells
ko: 비전 주문 (Arcane Spells)
ko_mt: 비전 주문

source: Casting Spells
ko: 주문 시전(Casting Spells)
ko_mt: 주문 시전

source: Family Ring
ko: 가족 반지
ko_mt: 패밀리어 반지

source: Candle of the Playful Succubus
ko_mt: 장난기 가득한 서큐버스의 양초

source: Full Plate +5
ko: 전신 판금갑옷 +5
ko_mt: 전신 판금갑옷 +5

source: This is a +3 adamantine half-plate. As long as its wearer is mounted, it grants them additional {g|Encyclopedia:Damage_Reduction}DR{/g} 3/-.
ko: 이 +3 아다만틴 반신 판금갑옷은 착용자가 탑승 중인 경우 {g|Encyclopedia:Damage_Reduction}DR{/g} 3/-을 제공합니다.
ko_mt: +3 아다만틴 반신 판금갑옷입니다. 착용하는 동안 착용자에게 추가 {g|Encyclopedia:Damage_Reduction}DR{/g} 3/-.

source: Count
ko: 수량
ko_mt: 카운트

source: Inner Beauty
ko: 내면의 아름다움
ko_mt: 이너 뷰티

source: Pyre Belt
ko: 화형 벨트
ko_mt: 파이어 허리띠

source: Whenever the wearer of this cloak of resistance +2 lands a killing blow, they become immune to mind-affecting conditions for 3 {g|Encyclopedia:Combat_Round}rounds{/g}.
ko: 이 저항의 망토 +2의 착용자가 적을 죽일 때마다, 3 {g|Encyclopedia:Combat_Round}라운드{/g}간 정신 영향 효과에 면역이 됩니다.
ko_mt: 이 +2 저항의 망토의 착용자가 치명타를 입히면, {g|Encyclopedia:Combat_Round}3 라운드{/g} 동안 정신에 영향을 주는 상태에 면역이 됩니다.

source: Black Ring
ko: 검은 반지
ko_mt: 검은 반지

source: Ring with the Phylactery of Stevanius the Rotten
ko: 부패한 자 스테바니우스의 성물함을 담은 반지
ko_mt: 썩은 스테바니우스의 필라테리 반지

source: Spiked Heavy Shield +1
ko_mt: 가시 중형 방패 +1

source: Scroll of Stomping
ko: 유린의 두루마리
ko_mt: 쿵쾅거리는 주문서

source: Whenever the rogue makes a successful {g|Encyclopedia:MeleeAttack}melee attack{/g} with a selected weapon, she adds her {g|Encyclopedia:Dexterity}Dexterity{/g} modifier instead of her {g|Encyclopedia:Strength}Strength{/g} modifier to the {g|Encyclopedia:Damage}damage roll{/g}. If any effect would prevent the rogue from adding her Strength modifier to the damage roll, she does not add her Dexterity modifier.
ko_mt: 도적이 선택한 무기로 {g|Encyclopedia:MeleeAttack}근접 공격{/g}에 성공하면, {g|Encyclopedia:Damage}피해 굴림{/g}에 {g|Encyclopedia:Strength}힘{/g} 수식 대신 {g|Encyclopedia:Dexterity}민첩{/g} 수정치를 사용합니다. 어떤 효과로 인해 도적이 공격력 굴림에 힘 수정치를 더하지 못하면 민첩 수정치를 더하지 않습니다.

source: Weapon Focus (Wing)
ko_mt: 무기 중점화 (날개)

source: The pages are covered with scribbles in Abyssal. In a number of places the text is interrupted by topographic sketches. These notes could possess a military value if the crusaders can decipher them.
ko: 쪽지는 심연의 언어로 된 낙서로 가득 차 있습니다. 글씨의 여러 부분이 지형을 묘사한 간략한 그림으로 가려져 있습니다. 이 쪽지들을 해독할 수 있다면 성전군에 큰 군사적 도움이 될 것입니다.
ko_mt: 심연에서는 페이지가 낙서로 뒤덮여 있습니다. 여러 곳에서 텍스트가 지형 스케치로 중단되어 있습니다. 이 메모들은 십자군이 해독할 수 있다면 군사적 가치가 있을 수 있습니다.

source: Note in the Abyssal
ko: 심연의 쪽지
ko_mt: 심연의 노트

source: This mysterious purple crystal is full of power — and danger.
ko_mt: 이 신비한 보라색 수정은 강력한 힘과 위험으로 가득 차 있습니다.

source: Nahyndrian Crystal
ko_mt: 나헨드리안 수정

source: A cure for the feckless drunkard.
ko_mt: 무모한 주정뱅이를 위한 치료법.

source: Potion of Visibility
ko_mt: 가시성의 물약

source: Sturdy Scale
ko: 단단한 비늘
ko_mt: 견고한 스케일

source: Witch's Herb
ko: 마녀의 약초
ko_mt: 마녀의 허브

source: The owner of this quiver can use it to shoot 40 units of ammunition per day. This ammunition deals {g|Encyclopedia:Dice}8d6{/g} points of {g|Encyclopedia:Damage_Type}piercing damage{/g} to each creature and object in a 15 foot radius centered on the target. This ammunition is especially difficult to manage, thus you will be able to make only one {g|Encyclopedia:Attack}attack{/g} per {g|Encyclopedia:Combat_Round}round{/g}.
ko: 이 화살통의 소유자는 하루에 40발의 탄환을 발사할 수 있습니다. 이 탄환은 반경 1.5피트내의 각 크리처와 구조물에 {g|Encyclopedia:Dice}8d6{/g}점의 {g|Encyclopedia:Damage_Type}관통 피해{/g}를 입힙니다. 그에 따라 당신은 {g|Encyclopedia:Combat_Round}라운드{/g}마다 한 번의 {g|Encyclopedia:Attack}공격{/g}만 실행할 수 있습니다.
ko_mt: 이 화살통의 소유자는 이 화살통으로 하루에 40발의 화살을 발사할 수 있습니다. 이 화살은 대상을 중심으로 15피트 반경에 있는 모든 생물과 물체에게 {g|Encyclopedia:Dice}8d6{/g} {g|Encyclopedia:Damage_Type}찌르기 피해{/g}를 줍니다. 이 화살은 특히 관리가 어렵기 때문에 {g|Encyclopedia:Combat_Round}라운드{/g}당 한 번만 {g|Encyclopedia:Attack}공격{/g}을 할 수 있습니다.

source: Shadowmaker Quiver
ko: 그림자장이 화살통
ko_mt: 섀도우메이커 화살통

source: Flaming Vengeance
ko: 타오르는 복수
ko_mt: 불타는 복수

source: Rod of the Puppeteer
ko: 인형술사의 로드
ko_mt: 인형술사의 지팡이

source: Rod of Corruption
ko: 타락의 로드
ko_mt: 부패의 지팡이

source: Sithhud's Rod
ko_mt: 시스후드의 지팡이

source: You are currently in a place where a friendly cleric can read this scroll for you. To cast this {g|Encyclopedia:Spell}spell{/g} on a party member, just use the scroll in that character's inventory.
ko: 현재 우호적인 성직자가 이 두루마리를 읽어줄 수 있는 장소에 있습니다. 일행에게 이 {g|Encyclopedia:Spell}주문{/g}을 시전하려면 해당 캐릭터의 인벤토리에서 이 두루마리를 사용하십시오.
ko_mt: 현재 플레이어는 아군 성직자가 이 주문서를 읽어줄 수 있는 장소에 있습니다. 이 {g|Encyclopedia:Spell}주문{/g}을 파티원에게 시전하려면, 해당 캐릭터의 소지품에 있는 주문서를 사용하면 됩니다.

source: Mournful Exchange
ko_mt: 애도 교환

source: Slowed [Brazen Whip]
ko_mt: 감속 [용감한 채찍]

source: Price:
ko: 비용:
ko_mt: 가격:

source: Leadership
ko: 통솔
ko_mt: 리더십

source: Strategy
ko: 전략
ko_mt: 전략

source: Strategy
ko: 전략
ko_mt: 전략

source: Diplomacy
ko: 외교
ko_mt: 외교

source: Military
ko: 군사
ko_mt: 군대

source: {0} to roll
ko: 굴림에 {0}
ko_mt: {0} 굴림

source: Available: {0}
ko: 사용가능: {0}
ko_mt: 사용 가능: {0}

source: This region has not yet been claimed.
ko: 이 지역을 아직 점령하지 않았습니다.
ko_mt: 이 지역은 아직 점령되지 않았습니다.

source: This {g|Encyclopedia:Spell}spell{/g} functions like bolt of justice, except it affects multiple creatures.
ko: 이 {g|Encyclopedia:Spell}주문{/g}은 정의의 번개처럼 기능하지만, 여러 크리처에 영향을 미칩니다.
ko_mt: 이 {g|Encyclopedia:Spell}주문{/g}은 정의의 화살과 같은 기능을 하지만, 여러 생물에게 영향을 준다는 점이 다릅니다.

source: Storm of Justice
ko: 정의의 폭풍
ko_mt: 정의의 폭풍

source: Bolt of Justice
ko: 정의의 번개
ko_mt: 정의의 화살

source: You release a powerful stroke of energy that deals {g|Encyclopedia:Dice}1d6{/g} points of {g|Encyclopedia:Energy_Damage}holy damage{/g} per {g|Encyclopedia:Caster_Level}caster level{/g}. The target needs to make a successful {g|Encyclopedia:Saving_Throw}Reflex saving throw{/g}, or become {g|ConditionProne}prone{/g}. If the target is {g|Encyclopedia:Alignment}evil{/g}, the {g|Encyclopedia:Spell}spell{/g} instead deals 1d8 points of holy damage per caster level. The target needs to make a successful Reflex saving throw, or become prone and suffer a -2 {g|Encyclopedia:Penalty}penalty{/g} to {g|Encyclopedia:Armor_Class}AC{/g}, {g|Encyclopedia:Attack}attack rolls{/g} and saving throws. If the target is an evil outsider or an undead creature, the spell instead deals 1d10 points of holy damage per caster level. The target needs to make a successful Reflex saving throw, or become prone and suffer a -4 penalty to AC, attack rolls and saving throws. If the target is a demon lord, an evil dragon or a lord of undead (a powerful undead creature like liches, undead dragons, nightshades and similar), the spell instead deals 1d12 points of holy damage per caster level. The target suffers a -4 penalty to AC, attack rolls and saving throws. It also needs to make a successful Reflex saving throw, or become prone.
ko_mt: 강력한 에너지를 방출하여 {g|Encyclopedia:Caster_Level}시전자 레벨{/g}당 {g|Encyclopedia:Dice}1d6{/g} {g|Encyclopedia:Damage}신성 피해{/g}를 줍니다. 대상은 {g|Encyclopedia:Saving_Throw}반사 굴림{/g}에 성공하거나 {g|ConditionStunned}기절{/g}해야 합니다. 대상이 데몬이라면, 대신 {g|Encyclopedia:Spell}주문{/g}으로 시전자 레벨당 1d8 {g|Encyclopedia:Energy_Damage}신성 피해{/g}를 줍니다. 대상은 반사 굴림에 성공해야 하며, 그렇지 않으면 엎드린 상태가 되어 {g|Encyclopedia:Armor_Class}AC{/g}, {g|Encyclopedia:Attack}명중 굴림{/g} 및 내성 굴림에 -2 {g|Encyclopedia:Penalty}불이익{/g}을 받습니다. 대상이 악 성향 외차원체 또는 언데드 생물인 경우, 주문은 대신 시전자 레벨당 1d10 신성 피해를 줍니다. 대상은 반사 굴림에 성공해야 하며, 그렇지 않으면 엎드려 AC, 명중 굴림, 내성 굴림에 -4의 불이익을 받습니다. 대상이 데몬 로드, 사악한 용, 언데드의 군주(이끼, 언데드 용, 나이트셰이드 등과 같은 강력한 언데드 생물)인 경우, 주문은 대신 시전자 레벨당 1d12점의 신성 피해를 줍니다. 대상은 AC, 명중 굴림, 내성 굴림에 -4의 불이익을 받습니다. 또한 반사 굴림에 성공하거나 엎드린 상태가 되어야 합니다.

source: You and each of your allies gain a +2 luck {g|Encyclopedia:Bonus}bonus{/g} on {g|Encyclopedia:Attack}attack rolls{/g}, weapon {g|Encyclopedia:Damage}damage rolls{/g}, {g|Encyclopedia:Saving_Throw}saves{/g}, and {g|Encyclopedia:Skills}skill checks{/g}, while each of your foes takes a -2 {g|Encyclopedia:Penalty}penalty{/g} on such {g|Encyclopedia:Dice}rolls{/g}.
ko: 당신과 다른 아군들이 {g|Encyclopedia:Attack}명중 굴림{/g}, 무기 {g|Encyclopedia:Damage}피해 굴림{/g}, {g|Encyclopedia:Saving_Throw}내성 굴림{/g}, {g|Encyclopedia:Skills}기술 판정{/g}에 +2 행운 {g|Encyclopedia:Bonus}보너스{/g}를 받으며, 적들은 이러한 굴림에 -2 페널티를 받습니다.
ko_mt: 자신과 아군은 {g|Encyclopedia:Attack}명중 굴림{/g}, 무기 {g|Encyclopedia:Damage}피해 굴림{/g}, {g|Encyclopedia:Saving_Throw}내성 굴림{/g}, {g|Encyclopedia:Skills}기술{/g} 판정에 +2 운 {g|Encyclopedia:Bonus}보너스{/g}를 얻고, 적 각자는 이러한 {g|Encyclopedia:Dice}굴림{/g}에 -2 {g|Encyclopedia:Penalty}불이익{/g}을 받습니다.
