Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: This is a statue of a lean man dressed in wizard's robes. You do not recognize his face.
ko: 위저드의 로브를 입은 호리호리한 남성의 조각상입니다. 당신은 그의 얼굴을 알아보지 못합니다.
ko_mt: 위저드의 예복을 입은 마른 남자의 조각상입니다. 얼굴을 알아보지 못합니다.

source: This is a statue of the mage who founded the Blackwing Library. He cut the wing off a demon known as a vrock and hung it above the entrance.
ko: 이것은 블랙윙 도서관을 창립한 마법사의 조각상입니다. 그는 브록이라는 데몬의 날개를 잘라 입구의 위에 걸었습니다.
ko_mt: 블랙윙 도서관을 설립한 마법사의 동상입니다. 그는 브록으로 알려진 데몬의 날개를 잘라 입구 위에 걸어두었습니다.

source: Clear the basin
ko: 그릇더미 치우기
ko_mt: 분지 지우기

source: Statue of a woman in armor, holding a sword and a shield.
ko: 검과 방패를 들고 갑옷을 입은 여성의 조각상.
ko_mt: 검과 방패를 들고 갑옷을 입은 여인의 동상입니다.

source: Statue of a male angel in armor, holding a sword and a shield.
ko: 검과 방패를 들고 갑옷을 입은 남성 엔젤의 조각상.
ko_mt: 갑옷을 입고 검과 방패를 든 남성 천사 조각상입니다.

source: Statue of a male angel, holding a sword.
ko: 검을 든 남성 엔젤의 조각상.
ko_mt: 검을 들고 있는 남성 천사 조각상입니다.

source: Statue of a female angel, holding a hammer.
ko: 망치를 든 여성 엔젤의 조각상.
ko_mt: 망치를 들고 있는 여성 천사 동상.

source: Statue of a man in robes, holding a staff.
ko: 지팡이를 들고 로브를 입은 남성의 조각상.
ko_mt: 지팡이를 들고 있는 예복 차림의 남자 동상.

source: Statue of a woman in armor, holding a sword.
ko: 검을 들고 갑옷을 입은 여성의 조각상.
ko_mt: 갑옷을 입고 검을 든 여인의 조각상입니다.

source: "Everyone, over here! Quick, over here!"
ko: "여러분, 여기예요! 어서, 일로 오세요!"
ko_mt: "여러분, 이쪽으로 오세요! 빨리, 이쪽으로!"

source: "Help! Help in the name of all that's unholy!"
ko: "사람 살려! 빌어먹을 모든 것들아 도와달라고!"
ko_mt: "도와주세요! 부정한 모든 것의 이름으로 도와주세요!"

source: The vials of these mysterious alchemical devices are filled with sinister bubbling liquids; the pungent smell dominates the scene.
ko: 이상한 화학 기기의 약병에는 불길한 거품이 이는 액체가 들어있습니다. 자극적인 냄새가 주변을 가득 채웠습니다.
ko_mt: 이 신비한 연금술 장치의 병에는 불길한 기포가 끓는 액체로 가득 차 있으며 매운 냄새가 장면을 지배합니다.

source: Judging by the ingredients and devices, the alchemists of this laboratory were working on a very dangerous poison. Fortunately, they never got the chance to finish their experiments.
ko: 재료와 기기를 보고 판단하건대, 이 연구실의 연금술사는 매우 위험한 독극물을 다루던 중이었던 것 같습니다. 다행스럽게도 이 연구가 완성될 일은 없었습니다.
ko_mt: 재료와 장치로 볼 때 이 실험실의 연금술사들은 매우 위험한 독을 연구하고 있었습니다. 다행히도 그들은 실험을 끝낼 기회를 얻지 못했습니다.

source: The bas-relief is covered with blood and excrement. The actual meaning of the embossed figures is unclear to you.
ko: 양각은 피와 토사물들로 범벅이 되었습니다. 조각된 형상의 진짜 의미는 당신이 알아볼 수 없습니다.
ko_mt: 얕은 부조는 피와 배설물로 덮여 있습니다. 양각 된 그림의 실제 의미는 불분명합니다.

source: The stairs are severely damaged. This way is impassable.
ko: 이 계단은 심각하게 훼손되었습니다. 여기를 통행하는 것은 불가능합니다.
ko_mt: 계단이 심하게 손상되었습니다. 이 길은 통과할 수 없습니다.

source: An occult symbol drawn in human blood. What does it mean?
ko: 인간의 피로 그려진 이교의 상징입니다. 무슨 의미일까요?
ko_mt: 인간의 피로 그려진 오컬트 상징입니다. 무슨 뜻일까요?

source: The unholy symbol of Deskari — the demon lord who attacked Kenabres — drawn in human blood.
ko: 인간의 피로 그려진, 케나브레스를 공격한 데몬 군주 데스카리의 불경한 상징.
ko_mt: 케나브레스를 공격한 데몬 로드 데스카리의 부정한 상징으로, 인간의 피로 그려져 있습니다.

source: It's impossible to determine the origin of these broken, disfigured bits and pieces.
ko: 이 산산조각난 잔해 더미가 원래 무엇이었는지는 알 길이 없습니다.
ko_mt: 이렇게 깨지고 변형된 조각의 출처를 파악하는 것은 불가능합니다.

source: These broken bits and pieces are disfigured relics dating back to the previous crusades. This historical evidence of events long past has now been destroyed by the cruel claws of demons.
ko: 이 산산조각난 잔해는 이전 성전군의 성유물이었습니다. 오래전 사건의 역사적 증거는 오늘날 데몬들의 잔혹한 손톱에 의해 파괴되었습니다.
ko_mt: 이 부서진 조각들은 이전 십자군 전쟁 당시의 흉측한 유물입니다. 오래 전 사건의 역사적 증거인 이 유물은 이제 데몬의 잔인한 발톱에 의해 파괴되었습니다.

source: You have not completed your mission in the Gray Garrison yet.
ko: 당신은 아직 회색 요새에서의 임무를 끝내지 못했습니다.
ko_mt: 아직 회색 주둔지에서 임무를 완료하지 못했습니다.

source: This deep rift leads to the catacombs under the city, where the mongrels live.
ko: 이 깊은 균열은 잡종들이 사는 도시 아래의 지하 묘지로 통합니다.
ko_mt: 이 깊은 균열은 도시 아래의 지하 묘지로 이어지며, 그곳에 몽그렐들이 살고 있습니다.

source: It is a tattered, blood-spattered drawing.
ko: 누더기가 된 피투성이의 그림입니다.
ko_mt: 너덜너덜하고 피가 흩뿌려진 그림입니다.

source: These strategic maps offer many intriguing details about the movements of the crusader army. The demons must have thoroughly studied them before destroying them with their claws and spattering them with blood.
ko: 이 전술 지도들은 성전군의 이동에 관한 중요한 사항들이 다수 적혀있습니다. 데몬들은 그것들을 신중히 연구한 다음에야 발톱으로 쳐부수고 피를 뿌려놨을 게 틀림 없습니다.
ko_mt: 이 전략 지도는 십자군 군대의 움직임에 대한 많은 흥미로운 세부 정보를 제공합니다. 데몬들은 발톱으로 그들을 파괴하고 피를 뿌리기 전에 그들을 철저히 연구했을 것입니다.

source: This page depicts a woman in full armor holding her sword aloft toward the sky. The inscription reads: "Yaniel of Drezen, the Holy Martyr."
ko: 이 페이지에는 전신에 갑옷을 입고 하늘을 향해 검을 치켜든 여성이 그려져 있습니다. 명문이 적혀있습니다: "신성한 순교자, 드레젠의 야니엘."
ko_mt: 이 페이지에는 완전 갑옷을 입은 여인이 하늘을 향해 검을 높이 들고 있는 모습이 묘사되어 있습니다. 비문은 다음과 같습니다. "드레젠의 야니엘, 성스러운 순교자."

source: This sacred image depicts a man dressed in a robe and holding a wand. The inscription reads: "Zacharius of Kenabres, the Holy Martyr."
ko: 이 성화에는 로브를 입고 마법봉을 손에 쥔 남자가 그려져 있습니다. 명문이 적혀있습니다: "신성한 순교자, 케나브레스의 자카리우스."
ko_mt: 이 성스러운 이미지는 가운을 입고 지팡이를 든 한 남자를 묘사하고 있습니다. 비문은 다음과 같습니다. "거룩한 순교자 케나브레스의 자카리우스."

source: "Let the righteous find their wisdom and the wise their reward."
ko: "의인들은 지혜를 얻고 현인들은 보상을 받게 하라."
ko_mt: "의로운 자에게는 지혜를, 현명한 자에게는 상급을 주리라."

source: This ancient pool is filled to the brim with human intestines.
ko: 오래된 웅덩이에 인간의 내장이 가득합니다.
ko_mt: 이 고대 웅덩이는 사람의 창자로 가득 차 있습니다.

source: Secret Passage to the Gray Garrison
ko: 회색 요새로 가는 비밀통로
ko_mt: 회색 주둔지로 가는 비밀 통로

source: This is all that remains of some demons who were burned to death by a powerful flame.
ko: 강력한 화염에 타죽은 몇몇 데몬의 잔해만이 남아있습니다.
ko_mt: 강력한 화염에 불타 죽은 데몬들의 흔적은 이것뿐입니다.

source: This is all that remains of some demons killed on the spot by a powerful flame. It looks like a trap to protect the Garrison, and it might still be active.
ko: 강력한 화염에 타죽은 몇몇 데몬의 잔해만이 남아있습니다. 이는 요새를 지키는 함정으로 보이며, 아직도 작동중일 수 있습니다.
ko_mt: 강력한 화염에 의해 그 자리에서 죽임을 당한 데몬들이 남긴 흔적입니다. 주둔지를 보호하기 위한 함정처럼 보이는데, 아직 활성화되어 있을지도 모릅니다.

source: The building was severely damaged when the demon lord Deskari flung the Wardstone against its wall.
ko: 건물은 데몬 군주 데스카리가 수호석을 이 벽으로 내던졌을 때 심각한 피해를 입었습니다.
ko_mt: 데몬 로드 데스카리가 와드스톤을 벽에 던졌을 때 건물이 크게 손상되었습니다.

source: "Beware! Enemies inside!"
ko: "조심해! 안쪽에 적이 있다!"
ko_mt: "조심해! 안에 적이 있다!"

source: What could possibly create cracks like these?
ko: 대체 어떤 것이 이만한 균열을 만들 수 있을까요?
ko_mt: 무엇이 이런 균열을 일으킬 수 있을까요?

source: These enormous cracks appeared after a magically induced earthquake struck the land.
ko: 이 거대한 균열은 지역을 강타한 마법적 지진으로 인해 생겼습니다.
ko_mt: 이 거대한 균열은 마법에 의해 유발된 지진이 땅을 강타한 후 나타났습니다.

source: Even death couldn't save the people from demonic enslavement.
ko: 죽음조차도 이 사람들이 데몬의 노예가 되는 것을 막을 수 없었습니다.
ko_mt: 죽음조차도 데몬의 노예가 된 사람들을 구할 수 없었습니다.

source: The dug-up graves and other clues indicate that a necromancer has recently conducted a ritual here.
ko: 파헤쳐진 묘비와 다른 단서들이 최근에 한 사령술사가 이곳에서 의식을 치렀음을 나타냅니다.
ko_mt: 파헤쳐진 무덤과 다른 단서들을 보면 강령술사가 최근 이곳에서 의식을 치렀음을 알 수 있습니다.

source: The house is engulfed in flames.
ko: 가옥 한 채가 불길로 뒤덮였습니다.
ko_mt: 집이 화염에 휩싸였습니다.

source: This fire was no accident. It looks like the work of a brimorak — a pyromaniac demon.
ko: 이 불은 우연히 발생한 게 아닙니다. 아마도 방화광 데몬인 브리모락의 소행인 것 같습니다.
ko_mt: 이 화재는 우연이 아니었습니다. 불을 좋아하는 데몬 브리모락의 소행으로 보입니다.

source: Gray hair, ashen skin... What kind of foul magic could possibly do this to a person?
ko: 회샛 머리카락, 잿빛 피부... 어떤 끔찍한 마법이 한 사람을 이렇게 만들 수 있었을까요?
ko_mt: 회색 머리카락, 잿빛 피부.. 어떤 종류의 더러운 마법이 사람에게 이런 짓을 할 수 있을까요?

source: Gray hair, ashen skin... This person fell prey to a nabasu. This demon sucks the very life essence from its victims and transforms them into ghouls.
ko: 회색 머리카락, 잿빛 피부... 이 사람은 나바수의 먹잇감이 되었습니다. 나바수 데몬은 희생자에게서 생명의 본질 자체를 빨아들여 그들을 구울로 만듭니다.
ko_mt: 백발에 잿빛 피부.. 이 사람은 나바스의 먹이가 되었습니다. 이 데몬은 희생자의 생명 정수를 빨아들여 구울로 변신시킵니다.

source: Build a bridge out of the debris
ko: 잔해로 다리 만들기
ko_mt: 잔해로 다리 만들기

source: Adopt
ko: 입양하기
ko_mt: 채택

source: Get across the rubble
ko: 돌무더기 넘어가기
ko_mt: 잔해를 가로질러 이동

source: Climb down
ko: 타고 내려가기
ko_mt: 내려가기

source: Climb up
ko: 타고 올라가기
ko_mt: 올라가기

source: Destroy the magic circle
ko: 마법진 파괴
ko_mt: 마법의 원 파괴하기

source: Use the trunk to cross the gap
ko: 나무를 타고 틈새 건너기
ko_mt: 트렁크를 사용하여 틈새를 건너기

source: Finish the summoning ritual
ko: 소환 의식을 마무리하기
ko_mt: 소환 의식 완료

source: Somebody ripped lumps of flesh from these dead bodies.
ko: 누군가가 시체에서 살덩이들을 뜯어냈습니다.
ko_mt: 누군가 시체에서 살점 덩어리를 뜯어냈어요.

source: These corpses were gnawed to the bone by ghouls, whose teeth were the likely cause of death.
ko: 이 시체는 뼈까지 구울에게 갉아먹혔으며, 아마 그의 사인 또한 구울의 이빨 같습니다.
ko_mt: 이 시체들은 구울이 뼈까지 갉아먹은 시체로, 이빨이 사망 원인일 가능성이 높습니다.

source: Move the golem
ko: 골렘 옮기기
ko_mt: 골렘 이동

source: Display the Sword of Valor
ko: 용맹의 검 펼치기
ko_mt: 용맹의 검 표시

source: Disable magic trap
ko: 마법 함정 해제
ko_mt: 마법 함정 비활성화

source: Clear the blockage
ko: 장애물 치우기
ko_mt: 막힘 제거

source: Sword of Valor
ko: 용맹의 검
ko_mt: 용맹의 검

source: Pray with the souls to calm them down
ko: 영혼들을 진정시키기 위해 기도하기
ko_mt: 영혼들을 진정시키기 위해 함께 기도하세요.

source: Repeat the spells after the souls to calm them down
ko: 영혼들을 진정시키기 위해 주문을 반복하기
ko_mt: 영혼을 진정시키기 위해 주문을 반복합니다.

source: Talk to the souls to calm them down
ko: 영혼들을 진정시키기 위해 대화하기
ko_mt: 영혼과 대화하여 진정시키기

source: Kill vampire
ko: 뱀파이어 살해
ko_mt: 뱀파이어 처치

source: It's hard to imagine what kind of animal could maul its victim like this.
ko: 어떤 동물이 희생자에게 이런 상처를 낼 수 있을지 상상하기가 어렵습니다.
ko_mt: 어떤 동물이 이런 식으로 희생자를 물어뜯을 수 있는지 상상하기 어렵습니다.

source: The body is covered in terrible wounds. It is clear that they were left not by an animal's teeth, but by a skillful torturer's hand.
ko: 시체는 끔찍한 상처로 뒤덮여 있습니다. 이 상처들은 동물의 이빨이 아닌 숙련된 고문자의 손에서 나왔다는 게 명백합니다.
ko_mt: 시체는 끔찍한 상처로 덮여 있습니다. 동물의 이빨이 아니라 숙련 된 고문가의 손에 의해 남겨진 것이 분명합니다.

source: Gored Corpse
ko: 꿰뚫린 시신
ko_mt: 참혹한 시체

source: Descend to the foot
ko: 내려가기
ko_mt: 발밑으로 내려가기

source: Ascend to the top
ko: 꼭대기로 올라가기
ko_mt: 상단으로 올라가기

source: Outside
ko: 외부로
ko_mt: 외부

source: To the basement
ko_mt: 지하실

source: Outside
ko: 외부로
ko_mt: 외부

source: To the surface
ko: 바깥으로
ko_mt: 표면

source: To the cave
ko_mt: 동굴

source: Check the tent
ko: 천막 확인하기
ko_mt: 텐트 확인

source: Sail to the island
ko: 섬으로 항해하기
ko_mt: 섬으로 항해하기

source: Eagle Watch Encampment
ko: 독수리 감시단 야영지
ko_mt: 이글 워치 야영지

source: Hellknight's Encampment
ko: 헬나이트 야영지
ko_mt: 지옥기사의 야영지

source: Encampment of Kenabres's Soldiers
ko: 케나브레스 병사 야영지
ko_mt: 케나브레스의 병사 야영지

source: Quartermaster
ko: 병참장교
ko_mt: 쿼터마스터

source: Nerosyan Recruit's Encampment
ko: 네로시안 신병 야영지
ko_mt: 네로시안 신병의 야영지

source: This large stone with candles is covered with Baphomet's symbols. It seems that the cultists use it for an altar.
ko: 이 커다란 돌에는 촛대가 세워졌으며 바포메트의 상징으로 뒤덮여 있습니더. 사교도들이 이것을 제단으로 사용한 것 같습니다.
ko_mt: 촛불이 달린 이 큰 돌은 바포메트의 상징으로 덮여 있습니다. 이교도들이 제단으로 사용하는 것 같습니다.

source: The stone throne that the cultists erected for Woljif does not look very comfortable.
ko: 사교도들이 울지프를 위해 만든 돌 왕좌입니다. 그다지 편해 보이지는 않습니다.
ko_mt: 이교도들이 월지프를 위해 세운 돌 왕좌는 그다지 편안해 보이지 않습니다.

source: Descend into the well
ko: 우물로 내려가기
ko_mt: 우물로 내려가기

source: Remove the rubble
ko_mt: 잔해 제거

source: Manage crusade affairs
ko: 성전군 사건 관리
ko_mt: 성전 업무 관리

source: To the Core of the Riddle
ko: 수수께끼의 핵심으로
ko_mt: 수수께끼의 핵심

source: This legend tells how the cunning Baphomet deceived Asmodeus, the Prince of Hell.
ko: 이 전설은 교활한 바포메트가 어떻게 지옥의 대공 아스모데우스를 속였는지 말해줍니다.
ko_mt: 이 전설은 교활한 바포메트가 지옥의 왕자 아스모데우스를 어떻게 속였는지에 대한 이야기입니다.

source: These legends tell of the love affairs of Baphomet, who ravished not only mortals and demons but also the goddess Lamashtu herself.
ko: 이 전설들은 필멸자들과 악마들뿐만 아니라 여신 라마슈투까지도 매혹시켰던 바포메트의 연애사에 대해 말해줍니다.
ko_mt: 이 전설은 인간과 데몬뿐만 아니라 라마슈투 여신 자신도 탐닉한 바포메트의 사랑 이야기를 담고 있습니다.

source: This bas-relief depicts demons, accompanied by mysterious inscriptions on the language of the Abyss.
ko: 이 조각은 데몬을 묘사하고 있으며, 심연의 언어로 이해할 수 없는 비문이 적혀있습니다.
ko_mt: 이 부조는 심연의 언어에 대한 신비한 비문과 함께 데몬을 묘사하고 있습니다.

source: A sarcophagus with a tight-fitting lid. It looks like it is getting regular use, but you don't quite understand how.
ko: 꼭 맞는 뚜껑이 있는 석관입니다. 정기적으로 사용되는 것처럼 보이지만, 어떻게 사용하는지 잘 모릅니다.
ko_mt: 뚜껑이 꼭 맞는 석관입니다. 정기적으로 사용하는 것 같지만 어떻게 사용하는지 잘 모르겠습니다.

source: A magic sarcophagus with a tight-fitting lid. The locust creature can sleep inside it unafraid that the swarm will disperse.
ko: 꼭 맞는 뚜껑이 달린 마법 석관입니다. 무리가 흩어지지 않을까 하는 걱정없이, 메뚜기 크리처가 이 안에서 잠을 청할 수 있습니다.
ko_mt: 뚜껑이 꼭 맞는 마법의 석관입니다. 메뚜기 생명체는 무리가 흩어질까봐 두려워하지 않고 그 안에서 잠을 잘 수 있습니다.

source: Cross the fissure
ko: 균열 건너기
ko_mt: 균열을 건너다

source: A mysterious device that combines engineering and magic. It looks like a sophisticated torture device.
ko: 공학과 마법을 결합한 신비한 장치입니다. 정교한 고문기구 같습니다.
ko_mt: 공학과 마법이 결합된 신비한 장치입니다. 정교한 고문 장치처럼 보입니다.

source: This device stands out from the rest. Apparently, its design has been improved.
ko: 이 장치는 다른 것들보다 더 눈에 띕니다. 그것의 외견만큼은 확실히 개선되어 있습니다.
ko_mt: 이 장치는 다른 장치와 차별화됩니다. 분명히 디자인이 개선되었습니다.

source: These plants look creepy and menacing. They must have come from another plane.
ko: 이 식물들은 섬뜩하고 위협적입니다. 다른 세계에서 온 것이 틀림없습니다.
ko_mt: 이 식물들은 소름 끼치고 위협적으로 보입니다. 다른 행성에서 온 게 분명해요.

source: Somewhat scary but harmless plants that grow in the Abyss. Someone lovingly recreated a scene from the wilderness of the demon world...
ko: 심연에서 자라는, 다소 섬뜩하긴 해도 무해한 식물입니다. 누군가 데몬 세상의 광경을 정성스럽게 재현해 놓았네요...
ko_mt: 심연에서 자라는 다소 무섭지만 무해한 식물. 누군가 데몬 황야의 한 장면을 사랑스럽게 재현해냈습니다...

source: This tablet is inscribed with the names of those who have ruled over the Ivory Sanctum since its founding. You recognize the last two names, Jerribeth and Xanthir Vang.
ko: 이 서판에는 창건 이래로 상아 성소를 다스렸던 이들의 이름이 새겨져 있습니다. 당신은 마지막 두 명인 제리베스와 잔티르 뱅의 이름을 알아봤습니다.
ko_mt: 이 석판에는 상아 성소가 세워진 이래로 이곳을 통치한 사람들의 이름이 새겨져 있습니다. 마지막 두 이름, 제리베스와 잔티르 방을 알아볼 수 있습니다.

source: A chaotic conglomeration of "confessions" from the Baphomet cultists. "I murdered a crusader officer, assumed his appearance, and served in a crusade army for ten years." "I infiltrated the inquisitor squad of Kenabres and selected the 'cultists' that were to be burnt at the stake for half a year." Nobody knows how much of this is true.
ko: 바포메트 사교도가 쓴 혼란스런 "고해" 모음입니다. "저는 성전군 장교를 살해하고, 그의 모습을 한 채 10년 동안 성전에 참여했었습니다." "저는 반 년 동안 케나브레스의 인퀴지터 분대에 잠입해 말뚝에 묶여 화형당할 '사교도'를 선별했었습니다." 어디까지가 진실인지는 아무도 모릅니다.
ko_mt: 바포메트 광신도들의 혼란스러운 '고백'의 집합체. "나는 십자군 장교를 살해하고 그의 모습으로 변장해 십자군 군대에서 10년간 복무했다." "케나브레스의 종교 재판소에 잠입해 반년 동안 화형에 처할 '이단자'를 선별했습니다." 이 중 얼마나 사실인지는 아무도 모릅니다.

source: A chaotic conglomeration of "confessions" from the Baphomet cultists. "I used to be a paladin of the Eagle Watch, but then I succumbed to the temptation, murdered two of my friends, and came here." "I cooked for a crusade army for five years, poisoning at least a hundred soldiers." Nobody knows how much of this is true.
ko: 바포메트 사교도가 쓴 혼란스런 "고해" 모음입니다. "저는 독수리 감시단의 팔라딘이었지만, 유혹에 굴복해 친구 두 명을 죽인 뒤 이곳에 왔습니다." "저는 성전군 취사병으로 5년을 있었고, 최소 100명 이상의 병사들을 독살했습니다." 어디까지가 진실인지는 아무도 모릅니다.
ko_mt: 바포메트 사이비 교도들의 혼란스러운 "고백"의 집합체. "이글 워치의 성기사였지만 유혹에 굴복해 친구 두 명을 살해하고 이곳에 왔습니다." "5년 동안 십자군 군대를 위해 요리하며 최소 100명의 병사를 중독시켰습니다." 이 중 얼마나 많은 부분이 사실인지는 아무도 모릅니다.

source: The long and glorious history of the Ivory Sanctum is described on this tablet. The Sanctum was built at the time of the Second Crusade and has served as a stronghold of Baphomet's unstoppable forces ever since.
ko: 이 서판에는 상아 성소의 길고도 영광스런 역사가 기록되어 있습니다. 성소는 2차 성전 시기에 건설되었으며, 그 이후로 쭉 바포메트의 막을 수 없는 군단의 성채로써 사용되어 왔습니다.
ko_mt: 상아 성소의 길고 영광스러운 역사가 이 석판에 기록되어 있습니다. 상아 성소는 2차 성전 당시 건설되었으며, 그 이후로 바포메트의 무적 세력의 거점 역할을 해왔습니다.

source: Door Locking Mechanism
ko: 문 잠금장치
ko_mt: 문 잠금 메커니즘

source: Speak with dead
ko: 망자와 대화하기
ko_mt: 죽은 사람과 대화하기

source: Lava flows into the fountain through a specially crafted magic portal.
ko: 이 분수에는 특수 제작된 마법 포탈을 통해 용암이 흐릅니다.
ko_mt: 용암은 특수 제작된 마법 포털을 통해 분수로 흘러 들어갑니다.

source: The purple fog that hangs in the air is probably the result of the putrid fumes of the ocean.
ko: 공중에 뜬 보라색 안개는 아마도 바다에서 생긴 썩은내나는 기체로 이루어졌을 겁니다.
ko_mt: 공중에 떠다니는 보라색 안개는 아마도 바다의 썩은 연기가 만들어낸 결과일 것입니다.

source: The purple fog, just like the moon in the night sky, is a product of the will of the Lady in Shadow. She could give her realm any appearance, and she has chosen this one.
ko_mt: 밤하늘의 달과 같은 보라색 안개는 그림자 여인의 의지의 산물입니다. 그녀는 자신의 왕국에 어떤 모습이라도 부여할 수 있으며, 이 모습을 선택했습니다.

source: Nocticula established a good library in her palace. Why the Lady in Shadow need this many books is a mystery.
ko_mt: 녹티큘라는 궁전에 훌륭한 도서관을 세웠어요. 그림자의 여인에게 왜 이렇게 많은 책이 필요한지는 미스터리입니다.

source: The Lady in Shadow's library is called the Vault of Graves. It contains the biography of everyone whose life Nocticula has ever taken — and her victims are innumerable.
ko_mt: 그림자 여인의 서재는 무덤의 금고라고 불립니다. 여기에는 녹티큘라가 목숨을 앗아간 모든 사람의 전기가 담겨 있으며, 그녀의 희생자는 무수히 많습니다.

source: Go down the rooftops into the slums
ko: 지붕을 건너 빈민가로 내려간다
ko_mt: 옥상을 따라 빈민가로 내려가 보세요.

source: Go down the rooftops
ko: 지붕에서 내려간다
ko_mt: 옥상으로 내려가기

source: Climb the rooftops to another area of the city
ko: 지붕을 통해 도시의 다른 구역으로 간다
ko_mt: 옥상을 올라 도시의 다른 지역으로 이동하기

source: Climb the rooftop
ko: 지붕으로 올라간다
ko_mt: 옥상에 올라가기

source: Some lunatic has enchanted this house, and maybe not only it. Madness!
ko: 어떤 광인들이 이 가옥에 주문을 걸었으며, 아마 그 이상의 무언가를 했을지도 모릅니다. 미친것들!
ko_mt: 어떤 미치광이가 이 집에 마법을 걸었나 봐요. 광기!

source: The Abyss is chaos, and everything in it is constantly changing, in both appearance and nature. Even the architecture of the city is in constant motion — this is the guiding principle of its design.
ko: 심연은 혼돈이고, 심연의 모든 것은 외형과 그 성질 모두가 주기적으로 변화합니다. 심지어 도시의 건축물조차 주기적으로 움직입니다. 즉, 이것은 도시 구조의 주요 원리입니다.
ko_mt: 심연은 혼돈이며, 그 안의 모든 것은 외형과 본질 모두에서 끊임없이 변화하고 있습니다. 도시의 건축물조차도 끊임없이 움직이고 있으며, 이것이 바로 심연 설계의 기본 원칙입니다.

source: Incomprehensible scrawls have been inscribed on the wall, written in one of the countless dialects of the Abyss.
ko: 수 없이 많은 심연의 방언들 중 하나로 이해할 수 없는 낙서가 벽에 새겨져 있다.
ko_mt: 벽에는 심연의 무수한 방언 중 하나로 쓰여진 이해할 수 없는 낙서가 새겨져 있습니다.

source: This strange, eerie place is clearly a breeding ground for misery and poverty.
ko: 이상하고 으스스한 이 장소는 절망과 빈곤의 근원지임이 틀림없습니다.
ko_mt: 이 기이하고 섬뜩한 장소는 분명 불행과 빈곤의 온상이었습니다.

source: Judging by the surroundings, these are the slums of Alushinyrra, Nocticula's capital city. The abode of beggars and vagabonds, it is impossible to descend any further, except into the waters of the ocean itself, where the bodies of the unfortunate are dumped.
ko: 주변 광경을 보고 판단하건대, 이 지역은 녹티큘라영역의 수도, 알루시니라의 빈민가로 보입니다. 불운한 자들의 시체가 쌓이는 바다 속 말고는, 거지와 부랑자들의 터전에서 더 밑으로 내려갈 방법은 없습니다.
ko_mt: 주변 환경을 보면 녹티큘라의 수도인 알루시니라의 빈민가입니다. 거지와 부랑자들의 거처인 이곳은 불행한 사람들의 시체가 버려지는 바다 자체의 물로 들어가는 것 외에는 더 이상 내려갈 수 없습니다.

source: Cunning symbols are carved on the wall, probably some kind of secret language used by the local inhabitants.
ko: 기묘한 문양이 벽에 새겨져 있습니다. 주민들이 사용하는 은어중 하나인 것 같습니다.
ko_mt: 벽에는 교활한 상징이 새겨져 있는데, 아마도 지역 주민들이 사용하는 일종의 비밀 언어일 거예요.

source: The signs on the wall indicate that a drug merchant can be found here. In the Abyss, there are many poisons that can plunge mortals and even demons into nightmares.
ko: 벽에 새겨진 표식은 여기에서 마약 상인을 찾을 수 있다는 뜻입니다. 심연에는 필멸자는 물론이고 데몬들마저 악몽에 빠지게 만들 수 있는 독극물이 아주 많습니다.
ko_mt: 벽에 있는 표지판은 이곳에서 마약 상인을 찾을 수 있음을 나타냅니다. 심연에는 인간과 데몬까지 악몽에 빠뜨릴 수 있는 독이 많이 있습니다.

source: The flow of lava, rushing through Alushinyrra to the ocean, originates from somewhere at the very top of the city.
ko: 알루시니라를 지나 바다로 흐르는 용암 줄기는 도시의 가장 높은 곳 어딘가에서 시작됩니다.
ko_mt: 알루시니라를 거쳐 바다로 흘러가는 용암의 흐름은 도시 꼭대기 어딘가에서 시작됩니다.

source: The Midnight Isles, the Abyssal realm of Nocticula, can be found in Ishiar, the great ocean of the Abyss.
ko: 심연에 위치한 녹티큘라의 영역인 칠흑의 섬은 심연의 거대한 바다인 이쉬아르에서 찾을 수 있습니다.
ko_mt: 녹티큘라의 심연 영역인 미드나잇 아일즈는 심연의 대양 이시아르에서 찾을 수 있습니다.

source: Open
ko_mt: 열기

source: Based on the abundance of lava in Alushinyrra, it would seem that fire poses no danger to demons.
ko: 알루시나라에 흘러 넘치는 용암을 고려할 때, 데몬들은 화염에 위협을 느끼지 않는 것으로 보인다.
ko_mt: 알루시니라에 용암이 풍부한 것으로 보아 불은 데몬에게 위험하지 않은 것 같습니다.

source: The inhabitants of Alushinyrra seem to enjoy the abundance of lava around them. Demons are not immune to fire, they just like to live close to such a destructive element.
ko: 알루시나라의 주민들은 주위에 흘러 넘치는 용암을 즐기는 것으로 보인다. 데몬들이 화염에 면역은 아니지만, 그저 파괴적인 원소 가까이 사는 것을 선호하는 것이다.
ko_mt: 알루시니라의 주민들은 주변의 풍부한 용암을 즐기는 것 같습니다. 데몬은 화염에 면역이 없으며, 단지 그런 파괴적인 요소에 가까이 사는 것을 좋아할 뿐입니다.

source: The islands and rocks floating in the air are clearly flying as a result of someone's crazy magic.
ko: 부유하는 섬들과 바위는 틀림없이 누군가의 정신나간 마법의 결과물일 것이다.
ko_mt: 공중에 떠 있는 섬과 바위는 누군가의 미친 마법으로 인해 분명히 날아다니고 있습니다.

source: The islands floating in the air are not the byproduct of some crazy magic. It is the energies of chaos that endow them with their bizarre properties, and they're not even the most amazing thing that can be found in the Abyss.
ko: 떠다니는 섬들은 미친 마법사의 부산물이 아니다. 혼돈의 에너지에 의해 기괴한 성질이 생긴 것이며, 심지어 그 섬들은 심연에서 그다지 기이한 축에 들지도 않는다.
ko_mt: 공중에 떠 있는 섬은 이상한 마법의 부산물이 아닙니다. 섬에 기괴한 속성을 부여하는 것은 혼돈의 에너지이며, 심연에서 발견할 수 있는 가장 놀라운 것조차 아닙니다.

source: From here, the view opens up onto an ominous and gloomy sight — a slave auction.
ko: 이곳에서부터, 불길하고 음울한 광경이 시야에 펼쳐진다. 노예 경매다.
ko_mt: 여기서부터 불길하고 우울한 광경이 펼쳐지는데, 바로 노예 경매입니다.

source: The Fleshmarkets are one of the largest slave markets in the Abyss. Since the opening of the Worldwound, it has been flooded with captives from Golarion.
ko: 살덩이시장은 심연에 위치한 가장 거대한 노예 시장 중 하나다. 세계상처가 열렸을 때 부터 시장에 골라리온 출신의 포로가 쏟아져 들어오기 시작했다.
ko_mt: 육체시장은 심연에서 가장 큰 노예 시장 중 하나입니다. 세계상처가 열린 이후 골라리온에서 온 포로들로 넘쳐나고 있습니다.

source: To the gates to the Lower City
ko: 하층 도시의 관문으로
ko_mt: 아랫도시로 가는 문

source: To the Harem of Ardent Dreams
ko: 열렬한 꿈의 하렘으로
ko_mt: 열렬한 꿈의 하렘

source: The tall shelves are stuffed with countless books and scrolls praising the Lady in Shadow's many deeds. Some tomes are old and threadbare, others are new and in mint condition.
ko_mt: 높은 서가에는 그림자 여인의 수많은 업적을 칭송하는 수많은 책과 두루마리가 가득합니다. 어떤 책들은 낡아서 실이 끊어지기도 하고, 어떤 책들은 새것처럼 깨끗한 상태입니다.

source: Projector
ko: 영사기
ko_mt: 프로젝터

source: Arueshalae's Dream
ko: 아루샬레의 꿈
ko_mt: 아루샬래의 꿈

source: Push the structure
ko_mt: 구조 밀어넣기

source: Remove the rubble
ko_mt: 잔해 제거

source: Lockpicking failed
ko: 자물쇠 따기 실패
ko_mt: 자물쇠 따기 실패

source: Pick the lock
ko: 자물쇠 따기
ko_mt: 자물쇠 선택

source: Jump over
ko: 뛰어 넘기
ko_mt: 건너뛰기

source: The water from the underground well is covered by a thin, oily film and it reeks of rot.
ko: 지하 수맥에서 나온 물은 얇고 기름진 막이 덮여 있으며, 썩은 냄새가 납니다.
ko_mt: 지하 우물의 물은 얇고 기름진 막으로 덮여 있으며 썩은 냄새가 납니다.

source: The grave looks very fresh, but the tree growing from it is surprisingly mature and tall.
ko: 무덤은 최근에 만든 것처럼 보이지만, 그 위에서 자란 나무는 놀라울 정도로 크고 튼튼합니다.
ko_mt: 무덤은 매우 신선해 보이지만 무덤에서 자라는 나무는 놀랍도록 성숙하고 키가 큽니다.

source: Pull a prank
ko: 장난치기
ko_mt: 장난치기

source: Touch the water
ko: 물 건드리기
ko_mt: 물 터치

source: SarkorianWedding
ko: 사코리스식 결혼식
ko_mt: 사르코리안웨딩

source: The mechanism of the rotating wall grinds heavily if you press on it — it looks like it's jammed.
ko: 당신이 벽을 누르면 회전 벽 장치가 심하게 삐걱거립니다. 걸린 것 같아 보입니다.
ko_mt: 회전하는 벽의 메커니즘을 누르면 심하게 갈리는데, 마치 걸린 것처럼 보입니다.

source: The mirror has no magic aura, but it obviously hangs here for some reason.
ko: 거울에는 마법의 기운이 없지만, 그럼에도 여기 걸려있는 이유는 분명히 있습니다.
ko_mt: 거울에는 마법의 기운이 없지만 어떤 이유에서인지 분명히 여기에 걸려 있습니다.

source: This piece of wall is definitely a hidden door — it' s not hard to see that it looks different, or to find the built-in mechanism.
ko: 이 벽의 일부는 명백한 비밀 문입니다. 이 부분이 다른 벽과 다른 점을 보거나 내부의 기계 장치를 찾는 일은 어렵지 않습니다.
ko_mt: 이 벽은 확실히 숨겨진 문입니다. 겉모습이 다르거나 내장된 메커니즘을 찾는 것은 어렵지 않습니다.

source: Lever
ko: 레버
ko_mt: 레버

source: Destroy the obelisk
ko: 오벨리스크 파괴
ko_mt: 오벨리스크 파괴

source: Awaken the magic circle
ko: 마법진 활성화
ko_mt: 마법의 원 깨우기

source: Grimwood
ko: 음산한 숲
ko_mt: 그림우드

source: Reality shudders, as if it has been caught doing something shameful, before quickly returning to normal.
ko_mt: 현실은 마치 부끄러운 일을 저지르다 들킨 것처럼 떨다가 금세 정상으로 돌아옵니다.

source: Outside
ko_mt: 외부

source: Examine
ko_mt: 검토

source: [Path of the Aeon] Restore Order
ko_mt: [에온의 길] 질서 회복

source: Use
ko_mt: 사용

source: Use
ko_mt: 사용

source: [Path of the Trickster] Find a Shortcut
ko_mt: [트릭스터의 길] 바로 가기 찾기

source: Ziggurat
ko_mt: 지구라트

source: Ziggurat
ko_mt: 지구라트

source: To the ziggurat
ko_mt: 지구라트

source: It is hard to imagine what kind of monster left behind these colossal bones.
ko_mt: 이 거대한 뼈 뒤에 어떤 종류의 괴물이 남아있었는지 상상하기 어렵습니다.
