Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: The generals, who had served the Commander faithfully before, received Queen Galfrey's permission to stay in Drezen and wait for the return of their leader instead of going with her army. Now they stand ready to once again lead the small forces that the Commander has at {mf|his|her} disposal.
ko: 사령관을 믿고 따랐던 장군은 여왕의 군대에 합류하는 대신 드레젠에 남아 사령관의 귀환을 기다려도 좋다는 그녀의 허가를 받았습니다. 지금 그들은 사령관 휘하의 소규모 부대를 지휘할 준비를 마쳤습니다.
ko_mt: 사령관을 충성스럽게 모셨던 장군들은 갈프레이 여왕의 허락을 받아 군대를 이끌고 가는 대신 드레젠에 남아 사령관의 귀환을 기다렸습니다. 이제 그들은 다시 한 번 사령관이 {mf|그|그녀}의 마음대로 쓸 수 있는 소규모 부대를 이끌 준비를 마쳤습니다.

source: Loyal Generals
ko: 충성스런 장군
ko_mt: 충성스러운 장군

source: General Odan has requested an audience with the Commander and is ready to take leave of the armies temporarily as soon as the Commander agrees to see him.
ko: 장군 오단은 사령관과의 면담을 요청했으며 사령관이 허가하는 즉시 군대를 잠깐 떠날 준비가 되었습니다.
ko_mt: 오단 장군은 사령관과의 면담을 요청했고, 사령관이 허락하는 대로 일시적으로 군대를 떠날 준비가 되어 있습니다.

source: General Odan Awaits an Audience with the Commander
ko: 장군 오단이 사령관과의 접견을 기다립니다
ko_mt: 사령관과의 면담을 기다리는 오단 장군

source: Liotr Hawkblade has arrived in Drezen with some news for the Commander.
ko: 리오트르 호크블레이드는 사령관에게 전해줄 새로운 소식들을 가지고 드레젠에 도착했습니다.
ko_mt: 리오트르 호크블레이드가 사령관에게 전할 소식을 가지고 드레젠에 도착했습니다.

source: Inquisitor Liotr's Visit
ko: 인퀴지터 리오트르의 방문
ko_mt: 심문관 리오트르의 방문

source: A new advisor, who joined the Commander after Pulura's Fall was saved, is awaiting an audience with {mf|him|her}.
ko_mt: 풀루라의 폭포 이후 사령관에게 합류한 새로운 고문이 {mf|그|그녀}와 함께 플레이어를 기다리고 있습니다.

source: Pulura's Wisdom
ko: 펄루라의 지혜
ko_mt: 풀루라의 지혜

source: Diplomatic Council Meeting
ko: 외교 자문단 소집
ko_mt: 외교 이사회 회의

source: Staff Council Meeting
ko: 참모 자문단 소집
ko_mt: 직원 협의회 회의

source: Logistics Council Meeting
ko: 병참 자문단 소집
ko_mt: 물류 위원회 회의

source: Military Council Meeting
ko: 군사 자문단 소집
ko_mt: 군의회 회의

source: The guards have reported a large number of unattended items appearing in Drezen seemingly out of nowhere. One particularly polite chest told the sentries that he represents the mimic army and wishes to be granted an audience with the Commander.
ko_mt: 경비병들이 드레젠에 갑자기 주인 없는 물건들이 많이 나타난다고 보고했습니다. 유난히 예의 바른 한 상자는 보초병에게 자신이 모방 군대를 대표하며 사령관과의 면담을 원한다고 말했습니다.

source: The Appearance of Unclaimed Belongings
ko: 소유자를 알 수 없는 물건들
ko_mt: 미청구 소지품의 등장

source: A group of belligerent treants has arrived in Drezen to aid the crusade. They await a meeting with the Commander.
ko: 호전적인 트렌트들이 성전군을 돕고자 드레젠에 도착했습니다. 그들은 사령관과의 만남을 기다리고 있습니다.
ko_mt: 호전적인 트리언트 무리가 성전을 돕기 위해 드레젠에 도착했습니다. 그들은 사령관과의 만남을 기다리고 있습니다.

source: The Arrival of Treants in Drezen
ko: 드레젠에 트렌트들이 도착하다
ko_mt: 드레젠에 식물이 도착하다

source: The road snakes amid the giant rock piles. Here and there, scouts run into ambushes. A dangerous stone labyrinth lies a few miles ahead from which demon shrieks can be heard. No one can go there. Who knows how many enemies lurk behind the rocks? One need have no fear of being attacked from their direction however; by hunkering down behind the nearest rocks, even a small unit could successfully withstand attack by a larger opponent.
ko: 이 길은 거대한 바위 더미들 사이로 굽이칩니다. 정찰병들은 여기저기에서 습격을 당합니다. 데몬의 비명 소리가 들리는 곳에서 몇 마일쯤 다가가면 위험천만한 바위 미로가 나타납니다. 아무도 거기까지는 가지 않죠. 이 바위들 뒤에 얼마나 많은 적들이 숨어있을지 누가 알겠습니까? 그러나 지나가면서 받을 공격을 염려할 필요는 없습니다. 가장 가까운 바위에 엄폐함으로써 가장 소규모 부대조차 커다란 적의 공격에 성공적으로 맞설 수 있을겁니다.
ko_mt: 길은 거대한 바위 더미 사이로 굽이굽이 이어집니다. 여기저기서 정찰병들이 매복에 맞닥뜨립니다. 몇 마일 앞에는 데몬의 비명 소리가 들리는 위험한 돌 미로가 있습니다. 아무도 그곳으로 갈 수 없습니다. 바위 뒤에 얼마나 많은 적이 숨어 있을지 누가 알겠습니까? 하지만 적의 공격을 두려워할 필요는 없습니다. 가장 가까운 바위 뒤에 몸을 웅크리고 있으면 소규모 부대라도 대적의 공격을 성공적으로 막아낼 수 있습니다.

source: The renegades and cultists, who fled from Mendev and swore allegiance to the demons, set up camp in the ruins of an old Sarkorian settlement surrounded by rugged but solid walls. They thought that, here in the wasteland, they could hide from justice, but they were wrong.
ko: 멘데브에서 도망쳐 데몬들에게 충성을 맹세한 변절자와 사교도들이 투박하지만 단단한 벽으로 둘러쌓인 옛 사코리스 거주지의 폐허에 야영지를 설치했습니다. 그들은 이 황무지라면 심판을 피할 수 있으리라 생각했을 테지만, 그들은 틀렸습니다.
ko_mt: 멘데브에서 도망쳐 데몬에게 충성을 맹세한 배신자와 이교도들은 거칠지만 견고한 성벽으로 둘러싸인 옛 사르코리안 정착지 폐허에 캠프를 세웠습니다. 그들은 황무지에서 정의를 피해 숨을 수 있을 거라 생각했지만 오산이었죠.

source: The decree is complete.
ko: 칙령이 완료되었습니다.
ko_mt: 법령이 완성되었습니다.

source: Troops sent to reserve for retraining are ready to return to the front line and support the Commander's forces.
ko_mt: 재훈련을 위해 예비군으로 파견된 병력은 전선으로 복귀하여 사령관의 부대를 지원할 준비가 되어 있습니다.

source: Reserve forces arrived in Drezen.
ko_mt: 드레젠에 예비군이 도착했습니다.

source: An army of {0} strength will be formed in Drezen. The army will be equipped with the units most common in your forces.
ko_mt: 드레젠에 {0} 강도의 군대가 결성됩니다. 군대는 내 군대에서 가장 흔한 유닛으로 구성됩니다.

source: Call for Reserve
ko_mt: 예약 요청

source: Feasts and military competitions will be held in Drezen, all paid for from the Commander's personal funds. The army will cheer up, but, sooner or later, the crusaders will begin to take the generosity of their Commander for granted.
ko: 드레젠에서 사령관의 사비를 지불해 연회와 군사적 경합이 벌어질 것입니다. 군대는 자신감을 얻을 것입니다만, 빠르든 늦든 간에, 성전사들은 사령관의 관대함을 당연시하게 될 것입니다.
ko_mt: 드레젠에서는 축제와 군사 경연 대회가 열리며, 모든 비용은 사령관의 개인 자금으로 지불됩니다. 군대는 기운을 차리겠지만, 조만간 십자군은 사령관의 관대함을 당연하게 여기기 시작할 것입니다.

source: The soldiers have cheered up and they celebrate the generosity of the Commander.
ko: 병사들이 기운을 차렸으며 사령관의 관대함을 축하했습니다.
ko_mt: 병사들은 기운을 차리고 사령관의 관대함에 감사를 표합니다.

source: The Banners of Victories and Conquest turn from red to yellow. Crusade morale increases by X. This decree can be issued 2 more times.
ko: 정복과 승리의 깃발이 적색에서 황색으로 바뀌었습니다. 성전군의 사기가 X 증가합니다. 이 칙령은 2번 더 수행될 수 있습니다.
ko_mt: 승리와 정복의 깃발이 빨간색에서 노란색으로 바뀝니다. 십자군 사기가 X만큼 증가합니다. 이 칙령을 2번 더 발령할 수 있습니다.

source: The Banners of Victories and Conquest turn from red to yellow. Crusade morale increases by X. This decree can be issued 1 more time.
ko: 정복과 승리의 깃발이 적색에서 황색으로 바뀌었습니다. 성전군의 사기가 X 증가합니다. 이 칙령은 1번 더 수행될 수 있습니다.
ko_mt: 승리와 정복의 깃발이 빨간색에서 노란색으로 바뀝니다. 십자군 사기가 X만큼 증가합니다. 이 칙령을 한 번 더 내릴 수 있습니다.

source: The Banners of Victories and Conquest turn from red to yellow. Crusade morale increases by X. This decree is no longer available.
ko: 정복과 승리의 깃발이 적색에서 황색으로 바뀌었습니다. 성전군의 사기가 X 증가합니다. 이 칙령을 더 이상 수행할 수 없습니다.
ko_mt: 승리와 정복의 깃발이 빨간색에서 노란색으로 바뀝니다. 십자군 사기가 X만큼 증가합니다. 이 칙령은 더 이상 사용할 수 없습니다.

source: Generous Offerings
ko: 관대한 기부
ko_mt: 넉넉한 혜택

source: After fortifying the walls, the Drezen army will feel safer.
ko: 성벽을 보수한 뒤, 드레젠 주둔군은 더 안전하다고 느낄 것입니다.
ko_mt: 성벽을 요새화하면 드레젠 군대가 더 안전하다고 느낄 것입니다.

source: The Taldan volunteers have been rescued.
ko: 탈도르인 자원 입대자들이 구출되었습니다.
ko_mt: 탈도르 자원 봉사자들이 구출되었습니다.

source: A fort has been founded in the region.
ko: 이 지역에 요새가 세워졌습니다.
ko_mt: 이 지역에 요새가 세워졌습니다.

source: Fort Foundation (Keeper's Canyon)
ko: 요새 건설 (파수꾼의 협곡)
ko_mt: 요새 재단 (수호자의 협곡)

source: Fort Foundation (Gloomy Gorge)
ko: 요새 건설 (침울한 협곡)
ko_mt: 요새 재단 (우울한 협곡)

source: Fort Foundation (Stone Maze)
ko: 요새 건설 (바위 미로)
ko_mt: 요새 재단 (돌 미로)

source: Fort Foundation (Tower of Yath)
ko: 요새 건설 (야쓰의 탑)
ko_mt: 요새 재단 (야스의 탑)

source: Fort Foundation (Cave Citadel)
ko: 요새 건설 (동굴 성채)
ko_mt: 요새 재단 (동굴 성채)

source: Fort Foundation (Camp of the Mammoth Lords)
ko: 요새 건설 (매머드 군주의 야영지)
ko_mt: 요새 재단 (매머드 군주의 캠프)

source: Fort Foundation (Necromancer's Grave)
ko: 요새 건설 (사령술사의 무덤)
ko_mt: 요새 재단 (강령술사의 무덤)

source: Fort Foundation (Tyrant's Keep)
ko: 요새 건설 (폭군의 성채)
ko_mt: 요새 재단 (폭군의 성채)

source: Fort Foundation (Sinister Mansion)
ko: 요새 건설 (사악한 저택)
ko_mt: 요새 재단 (사악한 저택)

source: Fort Foundation (Mountain Warden)
ko: 요새 건설 (산악 감시대)
ko_mt: 요새 재단 (산악 감시자)

source: Fort Foundation (Death Bridge)
ko: 요새 건설 (죽음의 교량)
ko_mt: 요새 재단 (죽음의 다리)

source: Fort Foundation (Cave Citadel)
ko: 요새 건설 (동굴 성채)
ko_mt: 요새 재단 (동굴 성채)

source: Fort Foundation (Last Barrier)
ko: 요새 건설 (마지막 장벽)
ko_mt: 요새 재단 (마지막 장벽)

source: Fort Foundation (The Castle of Desires)
ko: 요새 건설 (욕망의 성)
ko_mt: 요새 재단 (욕망의 성)

source: The recruiters have drawn many to the crusader cause with generous promises.
ko: 모병관이 넉넉한 보상을 약속받은 이들 다수를 성전군에 합류시켰습니다.
ko_mt: 모집책들은 많은 사람을 성전사의 대의에 끌어들이기 위해 관대한 약속을 내걸었습니다.

source: Diplomatic relations have improved.
ko: 외교 관계가 개선되었습니다.
ko_mt: 외교 관계가 개선되었습니다.

source: The crusade's morale has been bolstered.
ko: 성전군의 사기가 높아졌습니다.
ko_mt: 십자군의 사기가 강화되었습니다.

source: The crusade's logistics have been reformed.
ko: 성전군의 병참로가 재정비되었습니다.
ko_mt: 십자군 병참이 개혁되었습니다.

source: The combat effectiveness of the crusader army has grown.
ko: 성전군의 전투 효율이 상승하였습니다.
ko_mt: 십자군 군대의 전투 효율이 증가했습니다.

source: The demons of Alushinyrra are preparing a raid to the realm of the demon lord Flauros to capture and enslave the wild and furious salamanders who live under his protection.
ko: 알루시니라의 데몬들이 데몬 군주 플로러스의 영토를 습격해 그가 보호하는 야생적이며 성질있는 샐러맨더들을 사로잡아 노예화하려 준비하고 있습니다.
ko_mt: 알루시니라의 데몬들은 그의 보호 아래 살고 있는 사나운 도롱뇽을 포획해 노예로 삼기 위해 데몬 로드 플라우로스의 왕국을 습격할 준비를 하고 있습니다.

source: The once beautiful Winged Wood is tainted by chaos. The dryads inhabiting the wood are unable to heal the trees and are forced to watch their century-long agony. The forest fey are so eager to avenge their ruined home that they are ready to give all their strength. They will pour their wrath into sacred talismans and give them to the crusaders, and then hide in their dying trees to plunge into eternal sleep.
ko: 한때 아름다웠던 날개달린 숲은 혼돈에 의해 더럽혀졌습니다. 숲에 살던 드라이어드들은 나무를 치유할 수 없었고 100년 이상 지속된 고통을 지켜볼 수 밖에 없었습니다. 숲 페이들은 파괴된 고향을 위한 복수에 크게 열광하여 자신들이 가진 모든 힘을 나누어줄 준비를 마쳤습니다. 그들은 신성한 부적에 모든 분노를 담아 성전사들에게 쥐어주었으며, 그 뒤 곧바로 죽어가는 나무로 숨어들어가 영원한 잠에 빠졌습니다.
ko_mt: 한때 아름다웠던 날개 달린 나무는 혼돈으로 오염되었습니다. 나무에 사는 드라이아드들은 나무를 치유할 수 없어 세기 동안의 고통을 지켜봐야만 합니다. 숲의 요정들은 폐허가 된 고향의 복수를 위해 모든 힘을 다할 준비가 되어 있습니다. 그들은 분노를 신성한 부적에 부어 십자군에게 준 다음 죽어가는 나무에 숨어 영원한 잠에 빠질 것입니다.

source: The dryads spent a whole night enchanting their talismans, and at dawn they disappeared into the trees and plunged into eternal sleep. Merely holding one of these amulets is enough to sense the anger dwelling within it.
ko: 드라이어드들이 밤을 새가며 자신의 부적에 주문을 걸었고, 그 날 새벽 나무로 사라져 영원한 수면에 빠졌습니다. 이 목걸이들 중 하나를 쥐는 것만으로도 잠재된 분노를 느끼기엔 충분합니다.
ko_mt: 드라이아드들은 밤새도록 부적에 마법을 걸고 새벽이 되자 나무 속으로 사라져 영원한 잠에 빠졌습니다. 이 부적 중 하나를 들고 있는 것만으로도 그 안에 깃든 분노를 느낄 수 있습니다.

source: All generals gain the {g|DryadsFury}[Dryads' Fury]{/g} feat.
ko_mt: 모든 장수는 {g|DryadsFury}[드라이아드의 분노] 업적을 얻습니다.

source: Winged Wood Dryads — Revenge
ko: 날개달린 숲의 드라이어드 — 보복
ko_mt: 날개 달린 나무 드라이어드 - 복수

source: The once beautiful Winged Wood is tainted by chaos. The dryads inhabiting the wood are unable to heal the trees and are forced to watch their century-long agony. But the crusaders will help the forest fey to banish the corruption and restore the former majesty of the Winged Wood.
ko: 한때 아름다웠던 날개달린 숲은 혼돈에 의해 더럽혀졌습니다. 숲에 살던 드라이어드들은 나무를 치유할 수 없었고 100년 이상 지속된 고통을 지켜볼 수 밖에 없었습니다. 그러나 성전사들은 숲 페이들을 도와 오염을 정화하고 날개달린 숲의 이전 모습을 되찾도록 도울 것입니다.
ko_mt: 한때 아름다웠던 날개 달린 나무는 혼돈으로 오염되었습니다. 나무에 사는 드라이아드는 나무를 치유할 수 없어 한 세기 동안의 고통을 지켜봐야만 합니다. 하지만 성전사들은 숲의 요정들을 도와 타락을 추방하고 날개 달린 나무의 옛 위엄을 되찾을 것입니다.

source: With the crusaders' help, the dryads took up the task of reviving the Winged Wood, which will serve as a symbol of the cleansing of the lands of the Worldwound.
ko: 성전군의 도움과 함께, 드라이어드들은 날개달린 숲의 소생 작업을 시작했습니다. 이제 이 숲은 세계상처 주변 지역의 정화에 대한 상징으로 자리잡을 것입니다.
ko_mt: 성전사들의 도움으로 드라이아드는 세계상처 땅을 정화하는 상징이 될 날개 달린 나무를 되살리는 임무를 맡았습니다.

source: Maximum crusade morale increases by 5.
ko: 성전군의 최대 사기가 5 증가합니다.
ko_mt: 최대 십자군 사기가 5 증가합니다.

source: Winged Wood Dryads — Restoration
ko: 날개달린 숲의 드라이어드 — 회복
ko_mt: 날개 달린 나무 드라이어드 - 상태회복

source: The once beautiful Winged Wood is tainted by chaos. The dryads inhabiting the wood are unable to heal the trees and are forced to watch their century-long agony. It is the crusaders' duty to end these poor creatures' suffering. The putrid remnants of the Winged Wood will be subjected to cleansing fire and the souls of the forest fey will find peace.
ko: 한때 아름다웠던 날개달린 숲은 혼돈에 의해 더럽혀졌습니다. 숲에 살던 드라이어드들은 나무를 치유할 수 없었고 100년 이상 지속된 고통을 지켜볼 수 밖에 없었습니다. 이 안타까운 크리처들의 고통을 끝내는 것이 성전군의 의무입니다. 날개달린 숲의 오염된 잔해는 불길로 정화될 것이며, 숲 페이들의 영혼 또한 안식을 찾을 겁니다.
ko_mt: 한때 아름다웠던 날개 달린 나무는 혼돈으로 오염되었습니다. 나무에 사는 드라이아드는 나무를 치유할 수 없어 수 세기 동안의 고통을 지켜봐야만 합니다. 이 불쌍한 생명체의 고통을 끝내는 것이 성전사의 의무입니다. 날개 달린 나무의 썩은 잔재를 정화의 불에 태워 숲의 요정들의 영혼이 평화를 찾을 수 있도록 해야 합니다.

source: The Winged Wood turned to ash, and the next day, near the walls of Drezen, the crusaders noticed small saplings that had not been there yesterday. A young dryad frolicking among them said that this was the final thanks from the Winged Wood. The strength and courage of the crusaders will grow every day, just as these magical trees will grow.
ko: 날개달린 숲은 잿더미가 되었습니다. 다음 날, 성전사들은 드레젠의 성벽 근처에서 어제까진 없었던 작은 묘목들을 발견했습니다. 근처에서 놀고 있던 어린 드라이어드는 이것이 날개달린 숲의 마지막 감사라고 말했습니다. 성전군의 힘과 용기는 이 마법의 나무가 자라는 것처럼 매일 커져갈 것입니다.
ko_mt: 날개 달린 나무는 잿더미로 변했고, 다음 날 성전사들은 드레젠 성벽 근처에서 어제까지 없던 작은 묘목을 발견했습니다. 그 사이에서 장난치는 어린 드라이어드는 이것이 날개 달린 나무의 마지막 감사라고 말했습니다. 성전사들의 힘과 용기는 이 마법의 나무가 자라나는 것처럼 매일매일 커질 것입니다.

source: Crusade morale increases by 1 every day.
ko_mt: 십자군 사기가 매일 1씩 증가합니다.

source: Winged Wood Dryads — Peace
ko: 날개달린 숲의 드라이어드 — 안식
ko_mt: 날개 달린 나무 드라이어드 - 평화

source: Once the crusaders have completely cleared out the bed of the West Sellen River and established control over it, Mendev will be able to send reinforcements more frequently.
ko: 성전사들이 서쪽 셀렌 강의 바닥을 청소하고 통제권을 확보하자, 멘데브에서도 증원을 더 자주 보낼 수 있게 되었습니다.
ko_mt: 십자군이 서셀렌 강 바닥을 완전히 정리하고 이곳을 장악하면 멘데브는 지원군을 더 자주 보낼 수 있을 것입니다.

source: The flow of reinforcements arriving via the West Sellen River has increased.
ko: 서쪽 셀렌 강을 통해 도착하는 지원군의 통행량이 증가했습니다.
ko_mt: 서셀렌 강을 통해 도착하는 지원군의 흐름이 증가했습니다.

source: The cost of recruiting infantry units reduces by 5%.
ko: 보병 유닛의 모집 비용이 5% 감소했습니다.
ko_mt: 보병 유닛 모집 비용이 5% 감소합니다.

source: Kenabres Reinforcements — Household Troops
ko: 케나브레스 지원군 — 현지인 부대
ko_mt: 케나브레스 지원군 - 가문 부대

source: Unlocks the {g|Wizards}[Wizards]{/g} mercenary unit. X [Wizards] are recruited at the Commander's headquarters.
ko_mt: {g|Wizards}[위저드]{/g} 용병 유닛을 잠금 해제합니다. 사령관 본부에서 {g|Wizards}[위저드]{/g} X명을 모집합니다.

source: Kenabres Reinforcements — Mercenaries
ko: 케나브레스 지원군 — 용병
ko_mt: 케나브레스 지원군 - 용병

source: The Main Barracks provide 50% more recruitment growth.
ko: 중앙 병영이 50% 더 많은 모집 성장을 제공합니다.
ko_mt: 주 막사에서는 50% 의 추가 병력 증가 효과를 제공합니다.

source: Kenabres Reinforcements — Volunteers
ko: 케나브레스 지원군 — 자원자
ko_mt: 케나브레스 지원군 - 자원 봉사자

source: Once the crusaders have explored the area surrounding Drezen, they will be able to establish more effective supply lines to support the army.
ko: 성전사들이 드레젠 접경 지역을 탐사한 뒤, 더 나은 보급로를 확보해 군대를 보조할 것입니다.
ko_mt: 십자군이 드레젠 주변 지역을 탐험하고 나면, 군대를 지원하기 위한 보급선을 더욱 효과적으로 구축할 수 있습니다.

source: Drezen's surroundings have been explored, and its supply lines have been improved.
ko: 드레젠 접경 지역 탐사를 마쳤으며, 이 지역의 보급로가 개선되었습니다.
ko_mt: 드레젠의 주변을 탐사하고 공급 라인을 개선했습니다.

source: Finance Points income increases by 250.
ko: 재정 점수 수입이 250 증가합니다.
ko_mt: 재정 점수 수입이 250 증가합니다.

source: Reliable Supply — Gold
ko: 믿을 수 있는 보급 — 금화
ko_mt: 안정적인 공급 - 골드

source: Energy Points income increases by 2.5.
ko: 에너지 점수 수입이 2.5 증가합니다.
ko_mt: 에너지 점수 수입이 2.5 증가합니다.

source: Reliable Supply — Magical Ingredients
ko: 믿을 수 있는 보급 — 마법 재료
ko_mt: 안정적인 공급 - 마법의 재료

source: Materials Points income increases by 25.
ko: 물자 점수 수입이 25 증가합니다.
ko_mt: 재료 점수 수입이 25 증가합니다.

source: Reliable Supply — Materials
ko: 믿을 수 있는 보급 — 물자
ko_mt: 안정적인 공급 - 재료

source: News that the evil Tower of Yath has been destroyed will spread far and wide across Avistan, bringing hope to the hearts of many.
ko: 사악한 야쓰의 탑이 파괴되었다는 소식이 많은 이들의 희망을 품은 채 아비스탄 전역으로 퍼질 것입니다.
ko_mt: 사악한 야스의 탑이 파괴되었다는 소식은 아비스탄 전역에 널리 퍼져 많은 사람의 마음에 희망을 가져다줄 것입니다.

source: The evil Tower of Yath has been destroyed.
ko: 사악한 야쓰의 탑이 파괴되었습니다.
ko_mt: 사악한 야스의 탑이 파괴되었습니다.

source: Those who have previously doubted the crusade's chances of success now wish to support it.
ko: 이번 성전의 성공 가능성을 의심했던 이들이 이제는 성전을 지원하길 원합니다.
ko_mt: 이전에 십자군 성전의 성공 가능성을 의심했던 사람들은 이제 십자군 성전을 지지하고 싶어합니다.

source: Destruction of the Tower of Yath
ko: 야쓰의 탑 파괴
ko_mt: 야스의 탑 파괴

source: By securing a foothold on the Gray Road, the main route through the Worldwound, the crusaders will gain better control over both their own and the enemy's territory.
ko: 세계상처로 통하는 주요 경로인 회색의 길에 거점을 마련함으로써, 성전사들은 아군과 적군의 영토 모두에 대해 더욱 큰 영향력을 행사할 것입니다.
ko_mt: 성전사는 세계상처를 통과하는 주요 통로인 회색 길에 거점을 확보함으로써 아군과 적군의 영토를 모두 더 잘 장악할 수 있게 됩니다.

source: The crusader forces have established a foothold on the Gray Road and now have a stronger hold on the area.
ko: 성전군이 회색의 길에 거점을 마련했으며, 이제부터 이 지역에 대해 더 강한 통제력을 행사합니다.
ko_mt: 성전사가 회색 길에 거점을 마련하고 이 지역을 더욱 강력하게 장악했습니다.

source: Unlocks the Saboteurs' Headquarters building, giving penalties to all enemy units within the fort's area of control.
ko: 요새의 영향권 내에 있는 모든 적 유닛에게 페널티를 부여하는 파괴 공작 본부 건물을 해금합니다.
ko_mt: 파괴자의 본부 건물을 잠금 해제하여 요새의 통제 범위 내에 있는 모든 적 유닛에게 불이익을 부여합니다.

source: Assault on Worldwound — Saboteurs
ko: 세계상처 공략 — 파괴 공작
ko_mt: 세계상처 공격 - 사보타주

source: Unlocks the Scouts' Headquarters building, providing bonuses to all allied units within the fort's area of control.
ko: 요새의 영향권 내에 있는 모근 아군에게 보너스를 부여하는 정찰병 기지를 해금합니다.
ko_mt: 정찰대 본부 건물을 잠금 해제하여 요새의 지배 범위 내에 있는 모든 아군 유닛에게 보너스를 제공합니다.

source: Assault on Worldwound — Scouts
ko: 세계상처 공략 — 정찰병
ko_mt: 세계상처 공격 - 정찰대

source: The Lake Lost to the Sun is a terrifying place that even demons steer clear of. The sun never appears in the skies over the lake. A few refugees from fallen Sarkoris sought refuge on its banks, doomed to a desperate existence. Their witches, who brew potions made from the lake's dark waters, can share their knowledge with the crusade's alchemists.
ko: 태양을 모르는 호수는 데몬들조차도 피해가는 무서운 지역입니다. 호수 위 하늘로는 태양조차 절대 나타나지 않습니다. 멸망한 사코리스의 난민들 중 일부가 필사적인 생존을 바라며 이 제방에 도피처를 만들었습니다. 호수의 검은 물로 물약을 제조하는 그곳의 마녀들은 성전군의 연금술사들에게 지식을 나눠주었습니다.
ko_mt: 태양을 잃은 호수는 데몬도 피하는 무서운 장소입니다. 호수 위 하늘에는 태양이 절대 나타나지 않습니다. 몰락한 사르코리스에서 온 난민 몇 명이 이 호숫가로 피난을 와 절망적인 삶을 살고 있습니다. 호수의 어두운 물로 물약을 만드는 마녀들은 십자군의 연금술사들과 지식을 공유할 수 있습니다.

source: The lake folk's potion brewers have shared their knowledge with the crusade's alchemists.
ko: 호숫가의 물약 제조자들이 성전군의 연금술사들과 지식을 공유했습니다.
ko_mt: 호숫가의 물약 양조자들은 성전단의 연금술사들과 지식을 공유해 왔습니다.

source: Unlocks the {g|Alchemists}[Alchemists]{/g} mercenary unit. X [Alchemists] are recruited at the Commander's headquarters.
ko_mt: {g|Alchemists}[연금술사]{/g} 용병 유닛을 잠금 해제합니다. 사령관 본부에서 {g|Alchemists}[연금술사]{/g} X명을 모집합니다.

source: Lake Folk — Potion Makers
ko: 호수 거주민 — 물약 제조자
ko_mt: 호수 민속 - 물약 제조기

source: The Lake Lost to the Sun is a terrifying place that even demons steer clear of. The sun never appears in the skies over the lake. A few refugees from fallen Sarkoris sought refuge on its banks, doomed to a desperate existence. Now that they have joined the crusade, these hunters can put their archery skills to use avenging their homeland.
ko: 태양을 모르는 호수는 데몬들조차도 피해가는 무서운 지역입니다. 호수 위 하늘로는 태양조차 절대 나타나지 않습니다. 멸망한 사코리스의 난민들 중 일부가 필사적인 생존을 바라며 이 제방에 도피처를 만들었습니다. 이제 그들 또한 성전에 합류했으며, 이 사냥꾼들은 고향의 복수를 위해 자신의 궁술을 활용할 것입니다.
ko_mt: 태양을 잃은 호수는 데몬도 피하는 무서운 장소입니다. 호수 위 하늘에는 태양이 절대 나타나지 않습니다. 몰락한 사르코리스에서 온 몇몇 난민들이 이 호숫가로 피신하여 절망적인 삶을 살고 있습니다. 이제 십자군에 합류한 이 사냥꾼들은 고국의 복수를 위해 활쏘기 기술을 사용할 수 있습니다.

source: New recruits from the lake folk have joined the ranks of the crusaders.
ko: 새로 모집된 호수 거주민들이 성전군에 합류했습니다.
ko_mt: 호수족 출신의 신병이 십자군 대열에 합류했습니다.

source: The Main Archery Range provides 50% more recruitment growth.
ko: 중앙 궁술 훈련장이 50% 더 많은 모집 성장을 제공합니다.
ko_mt: 주 양궁장은 50% 의 추가 모집량 증가 효과를 제공합니다.

source: Lake Folk — Recruits
ko: 호수 거주민 — 모집
ko_mt: 호수 민속 - 모집

source: The Lake Lost to the Sun is a terrifying place that even demons steer clear of. The sun never appears in the skies over the lake. A few refugees from fallen Sarkoris sought refuge on its banks, doomed to a desperate existence. They are not afraid of hard work and are willing to help the crusaders — the lake folk will chop down the trees and use the wood to make excellent bows for the crusade's archers.
ko: 태양을 모르는 호수는 데몬들조차도 피해가는 무서운 지역입니다. 호수 위 하늘로는 태양조차 절대 나타나지 않습니다. 멸망한 사코리스의 난민들 중 일부가 필사적인 생존을 바라며 이 제방에 도피처를 만들었습니다. 이들은 어려운 일을 피하지 않으며 성전군을 돕고자 했습니다. 호수 거주민들은 나무를 베어 성전군의 궁수들에게 뛰어난 활을 만들어줄 것입니다.
ko_mt: 태양을 잃은 호수는 데몬도 피하는 무서운 장소입니다. 호수 위 하늘에는 태양이 절대 나타나지 않습니다. 몰락한 사르코리스에서 온 몇몇 난민들은 절망적인 삶을 살기 위해 이 호수로 피난을 왔습니다. 그들은 힘든 일을 두려워하지 않고 십자군을 기꺼이 돕습니다. 호수 사람들은 나무를 베어 십자군의 궁수들을 위한 훌륭한 활을 만들 것입니다.

source: The lake folk are diligently helping the crusade by felling trees.
ko: 호수 거주민들이 부지런히 나무를 베며 성전군을 돕습니다.
ko_mt: 호수 사람들은 나무를 벌목하며 십자군 성전을 부지런히 돕고 있습니다.

source: The cost of recruiting ranged units reduces by 5%.
ko: 원거리 유닛의 모집 비용이 5% 감소합니다.
ko_mt: 원거리 유닛 모집 비용이 5% 감소합니다.

source: Lake Folk — Workers
ko: 호수 거주민들 — 일꾼
ko_mt: 호수 민속 - 일꾼

source: All generals gain the {g|KellidTraditionsAssault}[Kellid Traditions — Assault]{/g} feat.
ko: 모든 지휘관이 {g|KellidTraditionsAssault}[켈리드 전통 — 공격]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 {g|KellidTraditionsAssault}[켈리드 전통 - 공격] 업적을 얻습니다.

source: All generals gain the {g|KellidTraditionsCarnage}[Kellid Traditions — Carnage]{/g} feat.
ko: 모든 지휘관이 {g|KellidTraditionsCarnage}[켈리드.전통 — 학살]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 {g|KellidTraditionsCarnage}[켈리드 전통 - 대학살] 능력을 얻습니다.

source: All generals gain the {g|KellidTraditionsDefense}[Kellid Traditions — Defense]{/g} feat.
ko: 모든 지휘관이 {g|KellidTraditionsDefense}[켈리드.전통 — 방어]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 {g|KellidTraditionsDefense}[켈리드 전통 - 방어] 업적을 얻습니다.

source: By exploring the ruins of the dead Sarkoris, the crusaders could glean something of use from its military traditions.
ko: 멸망한 사코리스의 폐허를 탐사함으로써, 성전사들은 그들의 군사 전통에 대한 무언가를 긁어모을 것입니다.
ko_mt: 십자군은 죽은 사르코리스의 폐허를 탐험하면서 사르코리스의 군사적 전통에서 유용한 정보를 얻을 수 있었습니다.

source: The crusaders have studied the military traditions of the Sarkorians.
ko: 성전군이 사코리스의 군사 전통을 연구했습니다.
ko_mt: 십자군은 사르코리안의 군사적 전통을 연구했습니다.

source: After capturing the Wastes, the crusaders came into contact with the forces of the Mammoth Lords, who are fighting against the demons in the west of the Worldwound. The riders from these tribes are renowned for their valor, and they are willing to help the crusade.
ko: 황무지를 수복한 뒤, 성전군은 세계상처의 서쪽에서 데몬들과 대치하는 중인 매머드 군주의 세력과 접촉하게 되었습니다. 이 부족의 기병들은 용맹함으로 명성이 자자하며, 또한 기꺼이 성전을 돕고자 했습니다.
ko_mt: 황무지를 점령한 성전단은 세계상처 서쪽에서 데몬들과 싸우고 있는 매머드 군주 세력과 접촉하게 되었습니다. 이 부족의 기병들은 용맹하기로 유명하며 십자군을 기꺼이 돕고자 합니다.

source: Skilled riders from the Mammoth Lord tribes have arrived in Drezen.
ko: 매머드 군주 부족의 숙련된 기병들이 드레젠에 도착했습니다.
ko_mt: 매머드 로드 부족의 숙련된 기수들이 드레젠에 도착했습니다.

source: The Main Stables provide 50% more recruitment growth.
ko: 중앙 마굿간이 50% 더 많은 모집 성장을 제공합니다.
ko_mt: 메인 스테이블은 50% 더 많은 채용 성장을 제공합니다.

source: Western Allies — Riders
ko: 서쪽의 동맹 — 기병들
ko_mt: 서부 동맹군 - 기수

source: After capturing the Wastes, the crusaders came into contact with the forces of the Mammoth Lords, who are fighting against the demons in the west of the Worldwound. These tribes boast many "spiritual warriors" — fighters and spellcasters who are ready to help the crusade.
ko: 황무지를 수복한 뒤, 성전군은 세계상처의 서쪽에서 데몬들과 대치하는 중인 매머드 군주의 세력과 접촉하게 되었습니다. 부족은 다양한 "심령술 전사"들을 소개했고, 전사이자 주문 시전자인 이들 또한 성전을 지원할 준비를 마쳤습니다.
ko_mt: 황무지를 점령한 성전사는 세계상처 서쪽에서 데몬에 맞서 싸우고 있는 매머드 군주 세력과 접촉하게 됩니다. 이 부족은 성전단을 도울 준비가 되어 있는 전사 및 주문 시전사 등 많은 "영적 전사"를 자랑합니다.

source: "Spiritual warriors" from the Mammoth Lord tribes have joined the crusade.
ko: 매머드 군주 부족의 "심령술 전사"들이 성전에 합류했습니다.
ko_mt: "매머드 로드 부족의 "영적 전사"들이 십자군 전쟁에 합류했습니다.

source: Unlocks the {g|Magi}[Magi]{/g} mercenary unit. X [Magi] are recruited at the Commander's headquarters.
ko_mt: {g|Magi}[동방박사]{/g} 용병 유닛을 잠금 해제합니다. 사령관 본부에서 {g|Magi}[동방박사]{/g} X명을 모집합니다.

source: Western Allies — Spiritual Warriors
ko: 서쪽의 동맹 — 심령술 전사들
ko_mt: 서부 동맹군 - 영적 전사

source: After capturing the Wastes, the crusaders came into contact with the forces of the Mammoth Lords, who are fighting against the demons in the west of the Worldwound. The Mammoth Lord tribes are ready to aid Drezen now, and they have done so by sending herds of their strong and doughty horses.
ko_mt: 황무지를 점령한 성전사는 세계상처 서쪽에서 데몬들과 싸우고 있는 매머드 군주 부족과 접촉했습니다. 매머드 군주 부족은 이제 드레젠을 도울 준비가 되어 있으며, 그들의 강하고 질긴 말 떼를 보내주었습니다.

source: Herds of hardy northern horses have arrived in Drezen from the lands of the Mammoth Lords.
ko: 매머드 군주들의 영토에서 보낸 한 떼의 튼튼한 북방 군마가 드레젠에 도착했습니다.
ko_mt: 매머드 군주들의 땅에서 강인한 북방 말 무리가 드레젠에 도착했습니다.
