Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: Hut for Resting
ko: 휴식용 오두막
ko_mt: 휴식을 위한 오두막

source: "It is highly suspicious... A nice, long interrogation would..."
ko: "아주아주 수상해... 아주 섬세하고 심도있는 심문이..."
ko_mt: "매우 의심스럽습니다.. 긴 심문을 하면..."

source: "There's no need... We'll straighten all this out tomorrow, in the temple..."
ko: "그럴 필요 없다... 우린 내일이 밝자마자 사원에서 모든걸 바로잡을 테니..."
ko_mt: "그럴 필요 없어.. 내일 성전에서 이 모든 것을 바로 잡을 것입니다..."

source: "Roll up! Roll up! Come along, don't be shy, try your luck, and win a prize!"
ko_mt: "롤업! 롤업! 부끄러워하지 말고 와서 행운을 시험해보고 상품도 받아가세요!"

source: "Test your strength! Strike the mannequin and prove your fighting prowess!"
ko: "힘자랑 시간입니다! 마네킹을 후려쳐서 당신의 전투 능력을 증명하세요!"
ko_mt: "당신의 힘을 시험해보세요! 마네킹을 쳐서 전투력을 증명하세요!"

source: "Agile as a cat or clumsy as a clodhopper? Will you make it across or end up with a face full of mud?"
ko: "고양이처럼 날렵하십니까, 아니면 둔탱이십니까? 당신은 끝까지 건널 수 있을까요? 아니면 진흙탕에 얼굴을 쳐박으실까요?"
ko_mt: "고양이처럼 민첩할까요, 굼벵이처럼 서툴까요? 진흙탕을 통과할 수 있을까요, 아니면 얼굴이 진흙탕으로 가득 차게 될까요?"

source: "Roll up! Have a go! No trick, you just need keep your eyes on the prize!"
ko: "어서와요! 한 판 하시죠! 사기는 없습니다! 그냥 상품에서 눈만 떼지 않으시면 돼요!"
ko_mt: "롤업! 한 번 해보세요! 속임수는 필요 없고, 상품만 주시하면 돼요!"

source: "Eugh, drunks everywhere. Wait till they overdo it and the brawling starts..."
ko: "으어, 취객들이 사방에 널렸군. 더 퍼마시길 기다리면 난투가 시작하겠어..."
ko_mt: "으, 사방에 술 취한 사람들. 그들이 과음해서 난투극이 시작될 때까지 기다리세요..."

source: "Happy city day, good people! Spare a coin for a hungry belly..."
ko: "즐거운 축제날이네요! 한 푼만 적선해 주세요..."
ko_mt: "행복한 도시의 날, 좋은 사람들! 배고픈 배를 위해 동전을 아껴주세요..."

source: "A strange wound... Cursed, perhaps?"
ko: "특이한 상처로군... 저주라도 걸렸나?"
ko_mt: "이상한 상처.. 저주받은 상처인가?"

source: "Everyone's having fun, getting drunk, and making a mess, but it's me who has to clean it all up."
ko: "모두가 즐거워하고, 술에 취하고, 난장판을 만들어대지만, 그 모든 걸 청소해야 하는 건 저랍니다."
ko_mt: "모두가 즐겁게 놀고, 술에 취하고, 엉망진창이 되지만 그 모든 것을 치워야 하는 것은 저입니다."

source: "On days like this it's as if the war doesn't even exist. Desna, grant us peace!"
ko: "오늘같은 날엔 전쟁이라는 게 존재하지 않는 것만 같아. 데즈나시여, 우리에게 평화를 주소서!"
ko_mt: "이런 날에는 마치 전쟁이 존재하지 않는 것처럼 느껴집니다. 데스나, 우리에게 평화를 허락하소서!"

source: "So many happy faces! Days like this keep our hope alive."
ko: "행복한 사람들이 아주 많아! 오늘같은 날이 우리의 희망을 지키는 거야."
ko_mt: "행복한 얼굴이 너무 많아요! 이런 날들이 우리의 희망을 살아있게 합니다."

source: "This will ease your suffering."
ko: "이게 네 고통을 완화할 거다."
ko_mt: "고통이 덜어질 것입니다."

source: Chest containing the festival attendees' weapons.
ko: 축제 참가자의 무기를 담은 상자입니다.
ko_mt: 축제 참가자의 무기가 들어 있는 상자입니다.

source: "I've been a crusader five whole days already, and I love it! The future's going to be grand indeed..."
ko: "나는 5일 전부터 성전사였는데 너무 행복해! 미래에는 더 대단하겠지..."
ko_mt: "벌써 5일째 십자군 생활을 하고 있는데 정말 좋아요! 미래는 정말 웅장할 거예요..."

source: "They should let us off to enjoy the festivities. Instead we're digging ditches and training day in, day out..."
ko: "우리도 축제 분위기를 즐기게 좀 내버려뒀으면. 하루종일 배수로 삽질이랑 훈련이나 하게 생겼네..."
ko_mt: "축제를 즐길 수 있게 해줘야 합니다. 대신 우리는 매일같이 도랑을 파고 훈련에 매진하고 있습니다..."

source: Darts Competition
ko: 다트 시합
ko_mt: 다트 대회

source: Drinking Contest
ko: 술꾼 경진 대회
ko_mt: 음주 대회

source: Training Mannequin
ko: 연습용 마네킹
ko_mt: 훈련 마네킹

source: "Help! I can't handle them all!"
ko: "도와줘! 혼자서 다 옮기긴 무리야!"
ko_mt: "도와주세요! 다 감당할 수가 없어요!"

source: "Help! I can't handle them all!"
ko: "도와줘! 혼자서 다 옮기긴 무리야!"
ko_mt: "도와주세요! 다 감당할 수가 없어요!"

source: Barrel of flammable alchemical substance.
ko: 인화성 화학 물질 통.
ko_mt: 인화성 연금술 물질이 담긴 통입니다.

source: "Thank you for saving us! Who are you?"
ko: "살려주셔서 감사합니다! 당신은 누구십니까?"
ko_mt: "구해줘서 고마워요! 넌 누구야?"

source: "A few minutes more and those cursed traitors would have burnt us all!"
ko: "몇 분만 늦었어도 저 빌어먹을 배신자들이 우리를 통째로 불태웠을걸세!"
ko_mt: "몇 분만 더 있었으면 저주받은 반역자들은 우리 모두를 불태웠을 거야!"

source: "The griffon stood in this library for decades, but only today did he take flight. Why? I do not know, but I am glad his ancient slumber came to an end."
ko_mt: "그리폰은 수십 년 동안 이 도서관에 서 있었지만 오늘에서야 날아갔습니다. 왜 그랬을까? 나도 모르지만 그의 오랜 잠이 깨어나서 기쁘다."

source: "Black Section"
ko: "흑색 단계"
ko_mt: "검은색 섹션"

source: "Help... I beg you... I need help..."
ko: "도와줘... 제발..."
ko_mt: "도와주세요.. 이렇게 빌게요.. 도와주세요..."

source: Cleanse
ko: 정화하기
ko_mt: 정화

source: This place has been sanctified. It can protect the area around it from the corruption of the Abyss.
ko: 이 지역은 축성되었습니다. 덕분에 이 주변에서는 심연의 오염으로부터 보호받을 수 있습니다.
ko_mt: 이곳은 성역화되었습니다. 심연의 타락으로부터 주변 지역을 보호할 수 있습니다.

source: "May the whole city become one great sacrificial altar!"
ko: ”도시 전체가 거대한 희생 제단이 될 것이다!"
ko_mt: "도시 전체가 하나의 거대한 희생 제단이 되기를!"

source: "Burn it all! May the whole world become the Abyss!"
ko: "모두 불태워라! 심연이 온 세상을 뒤덮으리라!"
ko_mt: "모두 불태워라! 온 세상이 심연이 되길!"

source: "Flame and smoke! Blood and ash!"
ko: "불길과 연기! 피와 잿더미!"
ko_mt: "화염과 연기! 피와 재!"

source: "Take down the arsonists! Don't let them get near the buildings!"
ko: "방화범들을 제압하라! 건물 근처로 못오게 막아!"
ko_mt: "방화범들을 쓰러뜨려라! 건물에 접근하지 못하게 해!"

source: "Go ahead. Don't take too long though."
ko: "가시오. 너무 오래 머물진 마시길."
ko_mt: "어서요. 너무 오래 걸리지 마세요."

source: "You saved us! Thank you!"
ko: "당신이 우릴 구했어요! 감사합니다!"
ko_mt: "우릴 구해주셨어요! 고마워요!"

source: "The Order of the Flaming Lance is with you! Our survivors are ready to fight for Kenabres! It isn't over yet!"
ko: "불타는 기병창 기사단이 당신의 편에 서겠소! 살아남은 이들은 케나브레스를 위해 싸울 준비가 되었다네! 아직 포기하긴 이르다오!"
ko_mt: "불타는 창 교단이 여러분과 함께합니다! 우리 생존자들은 케나브레스를 위해 싸울 준비가 되었습니다! 아직 끝나지 않았다!"

source: "Look at the state of this lot. Drunkards and delinquents all!"
ko: "이 사람들 상태를 좀 봐. 죄다 주정뱅이거나 빛쟁이들이잖아!"
ko_mt: "이 주차장의 상태를 보세요. 주정뱅이, 불량배가 다 모였네요!"

source: "Who does this Irabeth think she is?"
ko: "이 이라베스를 뭐라고 생각하는 거지?"
ko_mt: "이 이라베스는 자신이 누구라고 생각하나요?"

source: "Our prelate is capable of leading even this rabble to victory!"
ko: "우리 주교님께선 이런 오합지졸들조차 승리로 이끄실 수 있다!"
ko_mt: "우리 성직자는 이 폭도들도 승리로 이끌 수 있습니다!"

source: "I believe that h-help is already on the w-way... The q-queen will not leave us to die!"
ko: "구-구원군이 이미 오고... 있을 거야... 여-여왕님께서 우리를 버리시진 않을 거야!"
ko_mt: "도움의 손길이 이미 와 있다고 믿습니다.. Q-퀸이 우릴 죽게 내버려두지 않을 거야!"

source: "The goddess teaches us to never lose hope..."
ko: "여신께선 결코 희망을 저버리지 말라 하셨지..."
ko_mt: "여신은 우리에게 희망을 잃지 말라고 가르친다..."

source: "I can't believe the inquisitors left us alone!"
ko_mt: "종교 재판관이 우릴 내버려두다니 믿을 수가 없어요!"

source: "The dreams were true after all! If only the crusade leaders had believed us!"
ko: "마침내 꿈이 이루어졌어! 성전 지휘관이 우리를 믿어줬더라면 더 좋았을걸!"
ko_mt: "꿈은 결국 현실이 되었습니다! 십자군 지도자들이 우리를 믿어줬더라면!"

source: "Funny what life throws at you. One minute we're in chains, the next we're the city's valiant defenders!"
ko: "삶이란 게 참 재밌어. 언제는 우리를 사슬로 묶어놓더니, 다음 순간엔 용맹한 도시 수호자로 만들었잖아!"
ko_mt: "인생은 참 재미있죠. 한순간 우리는 쇠사슬에 묶여 있다가도 다음 순간에는 도시의 용감한 수호자가 되죠!"

source: "Iomedae... Desna... Asmodeus, even! Anybody, help us, I beg you!"
ko: "아이오메데님... 데즈나님... 아니면 아스모데우스라도! 아무튼 날 좀 도와주십쇼!"
ko_mt: "아이오메데.. 데스나.. 아스모데우스, 심지어! 누구든 도와주세요, 제발요!"

source: "I don't know if I can atone for what I've done... But I will fight the demons until my dying breath!"
ko: "내가 저지른 일들을 속죄할 수 있을진 모르지만... 내 마지막 숨이 다할 때까지는 데몬과 맞서겠다!"
ko_mt: "내가 한 짓을 속죄할 수 있을지 모르겠지만.. 하지만 죽을 때까지 데몬들과 싸울 것이다!"

source: "I don't know if I can atone for what I've done... But I will fight the demons until my dying breath!"
ko: "내가 저지른 일들을 속죄할 수 있을진 모르지만... 내 마지막 숨이 다할 때까지는 데몬과 맞서겠다!"
ko_mt: "내가 한 짓을 속죄할 수 있을지 모르겠지만.. 하지만 죽을 때까지 데몬들과 싸울 것이다!"

source: "Thank you for giving me a second chance to live an honorable life. I promise not to waste it!"
ko: "명예롭게 살 수 있도록 두번째 기회를 줘서 고맙다. 낭비하지 않겠다고 맹세하마!"
ko_mt: "명예로운 삶을 살 수 있는 두 번째 기회를 주셔서 감사합니다. 낭비하지 않겠습니다!"

source: "Thank you for freeing me from the demons' clutches!"
ko_mt: "데몬의 손아귀에서 해방시켜 주셔서 감사합니다!"

source: "I wish Lady Miammir were here..."
ko: "미아미르님께서 계셨더라면..."
ko_mt: "미아미르 부인이 여기 있었으면..."

source: "Can this be all that remains of Kenabres's crusaders?"
ko: "이게 케나브레스의 성전군 생존자 전원인가?"
ko_mt: "이게 케나브레스의 십자군이 남긴 전부일까요?"

source: "I hope that here, at least, there are no traitors among us..."
ko: "최소한 우리 중에 배반자는 없길 바래야지..."
ko_mt: "적어도 여기에는 우리 중에 배신자가 없기를 바랍니다..."

source: "The city's been through a lot. But it doesn't matter. Where there is danger, there is hope."
ko: "도시도 많은 역경을 겪었지. 하지만 괜찮아. 위험이 있는 곳에는 희망도 있는 법이니까."
ko_mt: "이 도시는 많은 일을 겪었습니다. 하지만 그건 중요하지 않습니다. 위험이 있는 곳에 희망이 있으니까요."

source: "Well, I'm on the straight and narrow now... Isn't that right?"
ko: "뭐, 이젠 착한 사람이 되었어... 맞지?"
ko_mt: "글쎄요, 저는 이제 곧고 좁은 길을 가고 있습니다.. 그렇지 않나요?"

source: "I wonder if they miss me back home in Mivon..."
ko: "미본의 집에서도 내가 돌아오길 기다리고 있을지 궁금하네..."
ko_mt: "미본에 있는 고향에 있는 제가 보고 싶을까요..."

source: "I bet the Gray Garrison is chock-full of treasure!"
ko: "회색 요새는 보물로 꽉 차 있을 게 틀림없어!"
ko_mt: "회색 주둔지에는 보물이 가득할 거야!"

source: "How did we manage to get tangled up in this?"
ko: "우린 또 왜 이런 일에 엮이게 된 거야?"
ko_mt: "어떻게 이렇게 얽히게 된 거죠?"

source: "If I make it through this, I'm never going near the Worldwound ever again!"
ko: "여기서 살아 나가기만 하면, 두 번 다시 세계상처 방향은 쳐다도 안볼거야!"
ko_mt: "이걸 이겨내면 다시는 세계상처 근처에 가지 않을 거예요!"

source: "Hey! Yeah, you! Come over here, I want to talk to you about something!"
ko: "이봐! 그래, 너! 일로 와봐! 할 얘기가 있어!"
ko_mt: "이봐! 그래, 너! 이리 와, 할 말이 있어!"

source: "They're very close now. Don't worry: they won't get past me undetected."
ko: "저들은 이제 아주 가까워졌어. 걱정하진 마. 절대로 내게 안 들키고 지나갈 순 없을 테니까."
ko_mt: "이제 거의 다 왔어요. 걱정하지 마세요. 저한테 들키지 않고 지나갈 수 있을 겁니다."

source: The guardian is alive but unconscious. A red lump is forming on the back of his head.
ko: 수호자는 아직 살아있으나 의식은 없습니다. 그의 뒤통수에서 붉은색 덩어리가 생기는 중입니다.
ko_mt: 보호자는 살아있지만 의식이 없습니다. 머리 뒤쪽에 붉은 덩어리가 생겼습니다.

source: "They think we're powerless. They're in for a rude awakening."
ko: "그들은 우리에게 힘이 없다고 생각하겠지. 깜짝 놀래켜주자고."
ko_mt: "그들은 우리가 무력하다고 생각합니다. 그들은 무례한 각성을 하게 될 것입니다."

source: "These little ragamuffins should be thanking Iomedae that we're here to protect them."
ko: "이 작은 라가머핀들도 그들을 보호하기 위해 우리를 보내신 아이오메데님께 감사하고 있을 거야."
ko_mt: "이 작은 라가머핀들은 우리가 그들을 지켜주는 아이오메데에게 고마워해야 합니다."

source: "When the fighting starts, any one of the people here could turn out to be a traitor... Stay vigilant!"
ko: "전투가 시작되고 나면, 이곳의 그 누구라도 배반자가 될 가능성이 있다... 경계를 늦추지 말도록!"
ko_mt: "전투가 시작되면 여기 있는 사람들 중 누구라도 배신자가 될 수 있습니다.. 경계를 늦추지 마!"

source: "Iomedae, Light of the Sword, forgive me my sins, and give me the strength to vanquish the unholy hordes..."
ko: "아이오메데, 검의 빛이시여, 저의 죄를 사하여 주시고, 제게 사악한 무리를 처단할 힘을 주소서..."
ko_mt: "검의 빛 아이오메데, 제 죄를 용서해 주시고 부정한 무리를 정복할 힘을 주소서..."

source: "They think they're going to catch us off guard again! Not a chance! Not a second time!"
ko: "쟤들은 이번에도 우리의 빈틈을 찌르려고 하겠지! 절대 안돼! 두 번은 안당해!"
ko_mt: "저들은 또 우리를 방심하게 할 거라고 생각해요! 절대 안 돼! 두 번은 안 돼!"

source: "Luck be with us."
ko: "행운이 우리와 함께하길."
ko_mt: "행운이 함께하길."

source: "Win or lose, it will be an unforgettable adventure!"
ko: "이기던 지던, 결코 잊힐 수 없는 모험이 될 거야!"
ko_mt: "이기든 지든 잊을 수 없는 모험이 될 것입니다!"

source: "Desna, Great Dreamer, I believe you are watching us now. I ask you: please do not leave us in the darkness."
ko: "위대한 몽상가 데즈나시여, 당신께서 지켜보시리라 믿습니다. 간청컨대, 저희를 어둠 속에 버려두지 마소서."
ko_mt: "위대한 몽상가 데스나, 당신이 지금 우리를 지켜보고 있다고 믿습니다. 제발 우리를 어둠 속에 내버려 두지 마세요."

source: "May Desna be with us. And a little good luck wouldn't go amiss either."
ko: "데즈나께서 우리와 함께하길. 작은 행운도 같이 있으면 좋고."
ko_mt: "데스나가 우리와 함께하길. 그리고 약간의 행운도 함께하길 바랍니다."

source: "No, demons, you won't lead me astray a second time!"
ko: "안돼지, 데몬들아. 이번에는 내 길을 헤집지 못할 거다!"
ko_mt: "안 돼, 데몬들아, 두 번 다시 나를 잘못된 길로 인도하지 마!"

source: "The demons will answer for what they did to me... For what they turned me into!"
ko: "데몬들이 내게 무슨 짓을 한건지 답해줄 거야... 날 무얼로 바꿔버렸는지!"
ko_mt: "데몬들이 내게 한 짓에 대한 대가를 치를 것이다.. 날 이렇게 만든 것에 대해!"

source: "Let them come. We have a couple surprises in store for them!"
ko: "오게 내버려둬. 저놈들을 위한 깜짝 선물이 잔뜩 있잖아!"
ko_mt: "오라고 하세요. 그들을 위한 깜짝 선물이 몇 가지 준비되어 있습니다!"

source: "The Order of the Flaming Lance fights on."
ko: "불타는 기병창 기사단이 함께 하겠다."
ko_mt: "불타는 창기사단은 계속 싸운다."

source: "They tried to burn us! Now it's our turn!"
ko: "저놈들이 우릴 태우려 했었지! 이번엔 우리 차례다!"
ko_mt: "저들이 우리를 태우려고 했어요! 이제 우리 차례야!"

source: "I must not forget what Lady Miammir taught me..."
ko: "미아미르님의 가르침을 결코 잊어선 안돼..."
ko_mt: "미아미르 부인이 내게 가르쳐준 것을 잊지 말아야 한다..."

source: "D-don't forsake me, Erastil, in my hour of need, g-g-give me the strength to heal all those who will be wounded by the d-demons..."
ko: "에, 에라스틸이시여, 저를 저버리지 마소서, 때가 다가오면, 데-데몬에게 상처입은 모든 이들을 치유할 힘을 제, 제..제게 내려주소서..."
ko_mt: "에라스틸, 내가 필요할 때 나를 버리지 마시고, 데몬들에게 상처받을 모든 사람들을 치유할 수 있는 힘을 주세요..."

source: "I hope Minagho comes, so I can crush that eyeless skull with my bare hands."
ko: "미나고가 왔으면 좋겠어. 그러면 그년의 눈깔 없는 대가리를 맨 손으로 쪼개버릴 수 있을 테지."
ko_mt: "미나고가 와서 저 눈 없는 해골을 맨손으로 부숴버렸으면 좋겠어요."

source: "We were often under attack in the Stolen Lands, from fey, manticores, and owlbears as tall as towers. But we beat them back — and we'll do the same here."
ko: "도둑맞은 땅에서, 우리는 페이, 만티코어, 망루만한 아울베어들에게 시도때도 없이 공격당했지. 하지만 우리는 그것들을 죄다 때려잡았어. 여기서도 똑같이 할 거야."
ko_mt: "도둑맞은 땅에서 우리는 종종 페이, 만티코어, 탑만큼 큰 올빼미곰의 공격을 받았습니다. 하지만 우리는 그들을 물리쳤고, 여기에서도 그렇게 할 것입니다."

source: "We made it. Now what?"
ko: "우리가 해냈어. 이젠 뭐하지?"
ko_mt: "해냈습니다. 이제 어쩌죠?"

source: "Why did we ever come to Kenabres? We've put our heads right on the chopping block!"
ko: "왜 우리가 하필이면 케나브레스에 왔을까? 단두대위에 대가리를 들이민 꼴이잖아!"
ko_mt: "우리가 왜 케나브레스에 왔을까요? 우리는 머리를 도마 위에 올려놓았어요!"

source: "Thieflings, hold your nerve. We've come out of worse scrapes than this still in one piece!"
ko: "씨플링들아, 불안해하지 마라. 우리는 이보다 더 심한 난관도 극복해왔고, 여전히 함께다!"
ko_mt: "도둑놈들, 진정해. 우린 이보다 더 심한 상처를 입고도 무사히 빠져나왔어!"

source: "It's a little scary... But we won't get into the habit of this. We've always landed on our feet up till now, we'll find a way out of this somehow."
ko: "별로 무섭지는 않아... 하지만 절대 익숙해지진 않을 거야. 여태까지 우리는 어떻게든 자립해왔으니, 이번에도 무슨 방법을 찾을 수 있겠지."
ko_mt: "조금 무섭긴 하지만.. 하지만 우리는 이런 습관에 빠지지 않을 것입니다. 우리는 지금까지 항상 다시 일어섰으니 어떻게든 이 상황에서 벗어날 방법을 찾을 것입니다."

source: "Hey, what's got everyone all rattled?"
ko: "이봐, 다들 뭣때문에 떨고 있는 거야?"
ko_mt: "이봐요, 왜 다들 이렇게 흥분한 거예요?"

source: "Feed the flames... Ha ha ha!"
ko: "불을 키워라... 하 하 하!"
ko_mt: "불꽃을 먹여라.. 하하하!"

source: "Burn them all! Burn them to the ground!"
ko: "전부 불태워라! 재로 만들어 땅에 흩뿌려라!"
ko_mt: "모두 불태워버려! 다 태워버려!"

source: "How many are there? Is there no end to them?"
ko: "얼마나 많이 있는 거야? 끝이 있기는 한가?"
ko_mt: "몇 개나 되나요? 끝이 없나요?"

source: "Thrash them!"
ko: "갈겨!"
ko_mt: "부숴버려!"

source: "Iomedae! Sarenrae! Shelyn! Desna, even — anybody, help us!"
ko: "아이오메데님! 서렌레이님! 셸린님! 데즈나님, 아니면, 아무나 살려줘!"
ko_mt: "아이오메데! 사렌래! 셸린! 데스나, 누구라도 도와주세요!"

source: "Hold fast!"
ko: "멈추지 마라!"
ko_mt: "꽉 잡아!"

source: "Die, demon scum!"
ko: "죽어라, 데몬 새끼들아!"
ko_mt: "죽어라, 데몬 쓰레기들아!"

source: "I dedicate your death to Deskari..."
ko: "데스카리께 네 죽음을 바치겠다..."
ko_mt: "당신의 죽음을 데스카리에게 바칩니다..."

source: "You should have joined us while you still had the chance!"
ko: "기회가 남아있을 때 우리 편에 붙었어야지!"
ko_mt: "기회가 있을 때 우리와 함께 했어야죠!"

source: "Such carnage! Our lord will be pleased!"
ko: "엄청난 학살극이로군! 우리 왕께서 흡족해 하시겠어!"
ko_mt: "이런 대학살! 우리 주님께서 기뻐하실 거야!"

source: "Death to mortals!"
ko: "필멸자들에게 죽음을!"
ko_mt: "인간에게 죽음을!"

source: "Rend their flesh! Break their bones!"
ko: "저들의 살을 발라내고 뼈를 부숴버려라!"
ko_mt: "저들의 살을 찢어라! 뼈를 부러뜨려라!"

source: "Sweet, sweet blood..."
ko: "맛있구나, 달콤한 피야..."
ko_mt: "달콤하고 달콤한 피..."

source: "No surrender!"
ko: "항복은 없다!"
ko_mt: "항복은 안 돼!"

source: "Advance! Crush them!"
ko: "진격하라! 저것들을 부숴버려!"
ko_mt: "전진! 부숴버려!"

source: "Blessed Iomedae, grant us victory!"
ko: "성스러운 아이오메데여! 우리에게 승리를 내리소서!"
ko_mt: "축복받은 아이오메데, 우리에게 승리를 허락하소서!"

source: "The commander's right. Can't just leave a prize like this lying around. There's thieves everywhere these days!"
ko_mt: "사령관님 말씀이 맞아요. 이런 상품을 그냥 놔둘 순 없지. 요즘 사방에 도둑이 들었잖아요!"

source: "Oh, man, why did we drag this thing here right away? Should've sawed off a finger first. We'd have been rich."
ko_mt: "이런, 왜 이걸 바로 여기로 끌고 왔지? 손가락부터 잘라버릴 걸 그랬어. 우린 부자가 됐을 거야."

source: {n}The gloom of oblivion retreats, releasing its hold on your mind. You feel surprisingly alert, and your body is thrumming with energy. You get up and discover Irabeth standing by your pallet.{/n}
ko: {n}망각의 어둠이 사라지며, 붙들려있던 당신의 정신이 풀려났다. 당신은 놀랍도록 기민해짐을 느꼈으며, 당신의 육신에는 힘이 넘쳐 흐른다. 당신은 일어났고, 이라베스가 당신의 침상 옆에 서 있는 것을 발견한다.{/n}
ko_mt: {n}망각의 어둠이 물러나면서 마음을 사로잡던 것이 사라집니다. 놀라울 정도로 정신이 맑아지고 온몸에 에너지가 넘쳐흐르는 것을 느낍니다. 일어나서 팔레트 옆에 서 있는 이라베스를 발견합니다.{/n}

source: "My lady Irabeth, we managed to pin down the location of one of the demonic encampments in Kenabres. Small groups of cultists and demons are constantly pouring into the Tower of Estrod. Together they form a force too strong for a single scouting outfit like ours to handle. As it is highly impractical for us to try and drive the demons out of their stronghold in a direct fight, we continue to move discreetly to the central square. I'll send another report with a courier when we get there. By the name of Iomedae, Sir Wolferrick"
ko: "이라베스님, 저희는 케나브레스 내부의 데몬 집결지중 한 장소를 특정했습니다. 소규모의 사교도와 데몬들이 꾸준히 에스트로드의 탑으로 들어가는 중입니다. 그들이 합세하며, 저희같은 단일 정찰대가 대응하기에는 너무 강한 세력이 형성되었습니다. 저희가 직접 공격하여 요새 밖으로 데몬들을 끌어내는 일은 상당히 어려워 보였기에, 지금은 조심스럽게 중앙 광장으로 이동하는 중입니다. 도착하는 즉시 전령을 보내겠습니다. 아이오메데의 이름으로, 울프릭 경."
ko_mt: "이라베스 부인, 케나브레스에 있는 데몬들의 야영지 중 한 곳의 위치를 알아냈습니다. 소규모의 이교도들과 데몬들이 에스트로드의 탑으로 끊임없이 몰려들고 있습니다. 이들이 합쳐지면 우리 같은 정찰대 한 명이 감당하기에는 너무 강력한 세력을 형성합니다. 직접 전투로 데몬들을 거점에서 몰아내는 것은 현실적으로 불가능하기 때문에 중앙 광장으로 조심스럽게 이동하고 있습니다. 그곳에 도착하면 특공대와 함께 또 다른 보고서를 보내겠습니다. 울퍼릭 경, 아이오메데의 이름으로"

source: Scouting Report
ko: 정찰 보고서
ko_mt: 스카우트 보고서

source: "I'd love to have seen you mount a cavalry charge against a Resplendent-class golem! Now that would have been an entertaining sight!"
ko: "네가 휘광급 골렘을 향해 마상 돌격을 하는 모습이 아주 보기 좋아! 이제는 재밌는 구경거리가 되어 버렸어!"
ko_mt: "눈부신 등급 골렘을 상대로 기병대가 돌격하는 모습을 보고 싶었어! 정말 재밌는 광경이었을 텐데!"

source: "You think these demons you're facing are dangerous? Compared to Jistka war machines, they're nothing!"
ko: "네 앞에 있는 데몬들이 위험하다고 생각하나? 지스트카 전쟁 기계와 비교하면 쟤들은 아무것도 아니야!"
ko_mt: "지금 마주하고 있는 이 데몬들이 위험하다고 생각하세요? 지스트카의 전쟁 기계에 비하면 아무것도 아니야!"

source: "How dare she disrespect the crusaders like that?"
ko: "어찌 감히 성전군을 그런 식으로 모욕하는 거지?"
ko_mt: "어떻게 감히 십자군을 저렇게 무시할 수 있지?"

source: "She sounds pretty convincing!"
ko: "꽤나 확신이 있는 것 같은데!"
ko_mt: "꽤 설득력 있게 들리네요!"

source: "She does look like she knows a thing or two about war."
ko: "전쟁에 대해 상당한 지식이 있어보여."
ko_mt: "그녀는 전쟁에 대해 한두 가지 정도는 알고 있는 것 같습니다."

source: "Just listen to this woman. Isn't it amazing how much nonsense can fit into such a small package?"
ko: "저 숙녀분의 말을 잘 들어보쇼. 저 작은 가방에 얼마나 많은 헛소리가 있는지가 놀랍지 않소?"
ko_mt: "이 여자 말을 들어보세요. 이렇게 작은 패키지에 이렇게 많은 말도 안 되는 내용을 담을 수 있다니 놀랍지 않나요?"

source: Personal Chest
ko: 개인 보관함
ko_mt: 개인 상자

source: Locked from inside
ko: 안쪽에서 잠김
ko_mt: 내부에서 잠김

source: "Keep quiet. We don't want to draw any attention."
ko: "조용. 어떤 시선도 끌어선 안돼."
ko_mt: "조용히 하세요. 주의를 끌기 싫으니까요."

source: Demon worshipers' cache, hidden by a magic rune.
ko: 마법 룬으로 숨겨진 데몬 숭배자의 은닉처.
ko_mt: 마법 룬으로 숨겨진 데몬 숭배자의 은닉처입니다.

source: Scattered items the robbers deemed not worth taking.
ko: 도둑들이 쓸모없다고 생각해 흩뿌려진 물건들입니다.
ko_mt: 강도가 가져갈 가치가 없다고 판단한 물건이 흩어져 있습니다.

source: Someone cut out a painting so they could leave its frame behind.
ko: 누군가 액자는 놔둔 채 그림만 떼갔습니다.
ko_mt: 누군가 그림을 오려서 액자만 남겨두고 떠났습니다.

source: The signs of crude but thorough ransacking are everywhere.
ko: 어질러놨으나 철저하게 뒤진 흔적이 여기저기에 있습니다.
ko_mt: 조잡하지만 철저한 약탈의 흔적은 곳곳에 남아 있습니다.

source: Someone smashed the glass to get at the exhibits.
ko: 누군가 전시물을 가져가기 위해 유리를 깨부쉈습니다.
ko_mt: 누군가 유리를 깨고 전시품을 훔쳐보려고 했습니다.

source: "You've done enough fighting, demon. Prepare for a swift and almost painless death."
ko: "너는 끝까지 잘 싸웠다, 데몬. 빠르고 거의 고통없는 죽음을 안겨주마."
ko_mt: "싸울 만큼 싸웠다, 데몬. 고통 없이 빠르게 죽을 준비를 하라."

source: "This city's fate is sealed! Death to crusaders!"
ko: "도시의 운명은 끝났다! 성전사들에게 죽음을!"
ko_mt: "이 도시의 운명은 정해졌다! 십자군에게 죽음을!"

source: "You think I'm defending the city? Now I've heard it all! You were just a job. Sweet dreams."
ko: "내가 도시를 지키고 있다고 생각했니? 전부 다 들었어! 아주 훌륭했단다. 좋은 꿈 꾸렴."
ko_mt: "제가 도시를 지키고 있다고 생각하세요? 이제 다 들었어! 넌 그냥 직업이었어. 좋은 꿈 꾸세요."

source: "You're an assassin? Maybe we can make a deal? Wait... Wait!"
ko: "너 암살자야? 거래를 하지 않겠어? 기다려... 잠깐!"
ko_mt: "당신이 암살자라고요? 거래를 할 수 있을까요? 잠깐.. 기다려!"

source: Push the column
ko: 기둥 밀기
ko_mt: 열을 밀기
