Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: The fate of foul armor and their insane creator has been decided. The commander made another choice that will either bring {mf|him|her} closer to the true power of an aeon, or further. This decision can't be changed by discussing its truthfulness, as the perished crusaders can't be brought back by taking apart the armor made of their skin.
ko: 역겨운 갑옷과 그것의 미친 창조자의 운명이 결정되었다. 사령관은 또 한 번 자신을 에온의 진정한 힘과 더 가까이, 또는 더 멀어질 결정을 또내렸다. 이 결정은 그 진정성에 대한 토의 따위로 바뀔 수 없다. 성전사들이 그들의 피부로 만들어진 갑옷을 해체한다고 살아 돌아올 수 없는 것처럼.
ko_mt: 파울 아머와 그 미친 창조자의 운명이 결정되었다. 사령관은 {mf|그|그녀}를 에온의 진정한 힘에 더 가깝게 만들거나 더 멀어지게 할 또 다른 선택을 했습니다. 죽어간 성전사의 가죽으로 만든 갑옷을 뜯어낸다고 해서 그들을 되살릴 수 없으므로 이 결정은 진실을 논한다고 해서 바꿀 수 없습니다.

source: The denizens of Wintersun got rid of illusions and accept the help of Drezen, if reluctantly. But what is an illusion? The mind can easily be tricked without magic if it's willing to be tricked, the weak mind can deceive itself, dragging its owner to the labyrinth of mirrors from which there is no exit.
ko: 윈터선의 거주민들은 환상에서 벗어났고 드레젠의 도움을 받아들였다. 하지만 환상이란 과연 무엇이란 말인가? 정신이란 속일 생각만 있다면 마법 없이도 손쉽게 속일 수 있으며, 약한 정신은 스스로를 기만하여 그 주인을 탈출구 없는 거울의 미궁으로 끌어내릴 수 있다.
ko_mt: 윈터선의 주민들은 환상을 없애고 마지 못해 드레젠의 도움을 받아 들였습니다. 하지만 환상이란 무엇일까요? 마음은 기꺼이 속이고 자한다면 마법 없이도 쉽게 속일 수 있으며, 약한 마음은 스스로를 속여 주인을 출구가 없는 거울의 미로로 끌고 갈 수 있습니다.

source: Drezen vs. an ordinary craftsman
ko: 드레젠 vs. 평범한 장인
ko_mt: 드레젠 대 뛰어난 장인

source: Treasure
ko: 보물
ko_mt: 보물

source: Combat in Pathfinder can be extremely challenging. If you find it to be overly difficult, you could consider changing the difficulty. You can adjust the difficulty settings on the fly in the options menu.
ko: 패스파인더의 전투 시스템은 엄청나게 어려울 수도 있습니다. 만일 어려움을 느낀다면, 난이도를 조정하는 것을 고려하시기 바랍니다. 설정 메뉴에서 여러분의 상황에 맞게 난이도를 조정할 수 있습니다.
ko_mt: 패스파인더의 전투는 매우 어려울 수 있습니다. 지나치게 어렵다고 생각되면 난이도를 변경해 보세요. 옵션 메뉴에서 즉시 난이도 설정을 조정할 수 있습니다.

source: If you find an encounter too challenging, feel free to adjust the battle difficulty in the options menu. The same goes for crusade management. You can even switch it to automode if you prefer to focus on adventuring.
ko_mt: 전투가 너무 어렵게 느껴진다면 옵션 메뉴에서 전투 난이도를 조정할 수 있습니다. 성전 관리도 마찬가지입니다. 모험에 집중하고 싶다면 자동 모드로 전환할 수도 있습니다.

source: "The absence of an answer is an answer too." - Anonymous
ko: "답의 부재 또한 답이다." - 화자 불명
ko_mt: "정답이 없는 것도 정답입니다." - 익명

source: "I lead by example, not with my blade." - Code of the paladins of Shelyn
ko: "나는 검이 아니라 모범을 보여 동료를 이끌겠습니다." - 셸린의 팔라딘의 규율
ko_mt: "나는 검이 아니라 모범을 보인다." - 쉴린 성기사의 강령

source: All active effects on your army are displayed on the global map in the upper left corner of the screen.
ko: 당신의 군대에 적용중인 모든 효과가 세계 지도의 왼쪽 상단에 표시됩니다.
ko_mt: 내 군대에 적용된 모든 활성화 효과는 화면 왼쪽 상단의 세계 지도에 표시됩니다.

source: By fighting demons, your army can procure powerful items and relics that will come in very useful for your party.
ko: 당신의 군대는 데몬과 싸워서, 당신의 일행이 아주 유용하게 쓸 수 있는 아이템과 유물을 입수할 수 있습니다.
ko_mt: 데몬과 싸우면 군대는 파티에 매우 유용한 강력한 아이템과 유물을 획득할 수 있습니다.

source: Morale is the measure of your army's willingness to fight. Positive morale increases the influx of soldiers and resources, while negative morale decreases it.
ko: 사기는 당신의 군대가 자발적으로 싸우고자 하는 정도를 나타냅니다. 양수 사기는 군인과 자원의 유입을 증가시키며, 반대로 음수 사기는 유입을 줄일 것입니다.
ko_mt: 사기는 군대의 전투 의지를 나타내는 척도입니다. 사기가 높으면 병사와 자원의 유입이 증가하고, 사기가 낮으면 병사와 자원의 유입이 감소합니다.

source: From time to time, roving armies of demons will attack your soldiers, forts, and even the capital. Destroy them as soon as possible.
ko: 때때로, 방랑하는 데몬의 군대가 당신의 병사, 요새, 그리고 수도까지도 공격할 것입니다. 가능한 신속하게 그들을 파괴하십시오.
ko_mt: 때때로 떠돌아다니는 데몬 군대가 병사, 요새, 심지어 수도까지 공격합니다. 가능한 한 빨리 그들을 파괴하세요.

source: When moving on the global map, your party can sneak past demon armies, but not forts controlled by demons.
ko: 당신의 파티는 세계 지도 상의 데몬 군대를 숨어서 지나갈 수 있지만, 데몬이 통제하는 요새는 통과할 수 없습니다.
ko_mt: 세계 지도에서 이동할 때 파티는 데몬 부대를 몰래 지나칠 수 있지만, 데몬이 지배하는 요새는 지나칠 수 없습니다.

source: When a demonic army reaches a fort, it starts a siege. If the fort falls, all buildings within it will be destroyed, and its level will drop to outpost. It will also lower the army's morale.
ko: 데몬 부대가 요새에 도달하면, 공성을 시작합니다. 성이 함락당하는 경우, 내부의 모든 건물이 파괴되며 전초 기지 단계로 하락할 것입니다. 이는 군대의 사기 또한 감소시킬 것입니다.
ko_mt: 데몬 군대가 요새에 도달하면 포위 공격을 시작합니다. 요새가 함락되면 요새 안의 모든 건물이 파괴되고 요새 레벨이 전초 기지로 떨어집니다. 또한 군대의 사기도 떨어집니다.

source: Generals make their armies stronger and use special abilities, such as spells.
ko: 장군은 자신의 부대를 강화하며 주문과 같이 특수한 능력을 사용할 수 있습니다.
ko_mt: 장군은 군대를 더 강하게 만들고 주문과 같은 특수 능력을 사용합니다.

source: On the global map, you can cast special magic rituals that give you advantages both on the battlefield and in the economy. Use them wisely!
ko: 당신은 세계 지도 화면에서 전장과 경제 모든 부문에 이점을 주는 특별한 마법 의식을 시전할 수 있습니다. 현명하게 사용하세요!
ko_mt: 세계 지도에서 전장과 경제 모두에서 이점을 주는 특별한 마법 의식을 시전할 수 있습니다. 현명하게 사용하세요!

source: Rogues and some other classes can use their Sneak Attack to inflict additional damage.
ko: 로그를 포함한 일부 클래스는 암습을 통해 추가적인 피해를 입힐 수 있습니다.
ko_mt: 로그와 일부 직업은 암습을 사용해 추가 피해를 입힐 수 있습니다.

source: Depending on the Mythic Path you have chosen, different units and rituals will become available to your army.
ko: 선택한 신화의 길에 따라, 성전에서 각기 다른 유닛과 의식을 사용할 수 있습니다.
ko_mt: 선택한 신화의 길에 따라 군대가 사용할 수 있는 유닛과 의식이 달라집니다.

source: Every week new soldiers and mercenaries arrive to join the crusade. To recruit them into your army, you need to hire them.
ko: 매 주 새로운 군인과 용병들이 성전에 참가하기 위해 도착합니다. 그들을 당신의 군대로 모집하기 위해서는 먼저 그들을 고용해야 합니다.
ko_mt: 매주 새로운 병사와 용병이 십자군에 합류하기 위해 도착합니다. 이들을 내 군대로 모집하려면 이들을 고용해야 합니다.

source: Large creatures occupy 4 squares on the army battlefield. You can use them to block the movement of enemy units.
ko: 대형 크리처는 부대 전장에서 4칸을 차지합니다. 당신은 그들을 적의 이동 경로를 막는 데 사용할 수 있습니다.
ko_mt: 대형 생물이 군대 전장의 사각형 4칸을 차지합니다. 이 생물을 사용하여 적 유닛의 이동을 막을 수 있습니다.

source: Flying creatures ignore obstacles and other units when moving around the battlefield. They still have to end their turn on a vacant square.
ko: 비행 크리처는 전장에서 이동할 때 장애물과 다른 유닛을 무시합니다. 그럼에도 반드시 비어있는 칸에서 턴을 마쳐야 합니다.
ko_mt: 비행 생명체는 전장을 이동할 때 장애물이나 다른 유닛을 무시합니다. 비행 생물은 빈 영역에서 자신의 턴을 끝내야 합니다.

source: Healing a unit during combat can resurrect fallen soldiers, but if a unit is completely destroyed, it can't be healed.
ko: 전투 중에 유닛을 치유하면 쓰러진 병사들을 되살릴 수 있습니다만, 완전히 파괴된 유닛은 치유받을 수 없습니다.
ko_mt: 전투 중 유닛을 치료하면 쓰러진 병사를 부활시킬 수 있지만, 유닛이 완전히 파괴된 경우에는 치료할 수 없습니다.

source: Generals, like heroes, have different classes. They can specialize in melee combat, spellcasting, or traps and siege weapons.
ko: 지휘관은 영웅들과 비슷하게 다른 클래스를 가지고 있습니다. 그들은 근접 전투, 주문 시전, 혹은 함정과 공성 무기를 전문화할 수 있습니다.
ko_mt: 장군도 영웅과 마찬가지로 다양한 클래스가 있습니다. 근접 전투, 주문 시전, 함정 및 공성 무기에 특화되어 있습니다.

source: When rewatching a cutscene, you can skip a cue by pressing [{bind|SkipBark}]. To skip the whole cutscene, press [{bind|SkipCutscene}].
ko: 컷씬을 다시 보는 경우, [{bind|SkipBark}] 키를 눌러 장면을 건너뛸 수 있습니다. 컷씬 전체를 건너뛰려면 [{bind|SkipCutscene}] 키를 누르십시오.
ko_mt: 컷씬을 다시 시청할 때 [{bind|SkipBark}]를 눌러 큐를 건너뛸 수 있습니다. 전체 컷씬을 건너뛰려면 [{bind|SkipCutscene}]을 누르세요.

source: Rest at a safe location to remove the Death's Door condition.
ko: 안전한 장소에서 휴식하면 죽음의 문턱 상태가 제거됩니다.
ko_mt: 안전한 장소에서 휴식을 취하면 죽음의 문 상태가 해제됩니다.

source: Use [Ctrl] to unsnap your Area of Effect (AoE) spell from the target. If this option is already active, use [Ctrl] to snap the AoE spell to the target instead.
ko: 범위 효과 주문을 사용할 때 대상 지정 기능을 해제하려면 [Ctrl] 을 사용하십시오. 이 옵션이 이미 활성화되어 있을 때는 [Ctrl] 을 사용해서 범위 효과 주문의 대상 지정 기능을 사용할 수 있습니다.
ko_mt: [Ctrl]을 사용해 대상에게서 광역 효과(AoE) 주문을 해제합니다. 이 옵션이 이미 활성화된 경우, [Ctrl]을 사용해 대상에게 광역 주문을 대신 붙입니다.

source: You can find previous cues from the current dialogue by scrolling up in the dialogue window.
ko: 대화창에서 위로 스크롤하여 현재 대화에서 이전 단서를 찾을 수 있습니다.
ko_mt: 대화 창을 위로 스크롤하면 현재 대화에서 이전 단서를 찾을 수 있습니다.

source: You can cure blindness with a scroll of remove blindness. Most harmful conditions can be removed in a similar way.
ko: 당신은 실명 제거 두루마리로 실명 상태를 치료할 수 있습니다. 대부분의 유해한 상태는 이와 비슷한 방법으로 제거할 수 있습니다.
ko_mt: 실명 제거 스크롤로 실명을 치료할 수 있습니다. 대부분의 유해한 상태도 비슷한 방법으로 제거할 수 있습니다.

source: Right-click a spell or ability on the action bar to activate their automatic use in combat. This spell or ability will be used instead of a standard attack action.
ko: 액션바에서 주문 또는 능력에 오른쪽 클릭을 하면 전투 중 자동 사용을 활성화할 수 있습니다. 이렇게 지정된 주문이나 능력은 일반 공격 행동 대신 사용될 것입니다.
ko_mt: 액션 바에서 주문이나 능력을 마우스 오른쪽 버튼으로 클릭하면 전투에서 자동으로 사용하도록 활성화할 수 있습니다. 이 주문이나 능력은 일반 공격 행동 대신 사용됩니다.

source: Destroying a lich's phylactery will not immediately kill it, but doing so is necessary to defeat the monster.
ko: 리치의 성물함을 파괴하는 것이 그를 즉시 파괴하지는 않습니다만, 이 괴물을 처리하기 위해서는 반드시 필요한 일입니다.
ko_mt: 리치 문자를 파괴해도 즉시 죽지는 않지만, 괴물을 쓰러뜨리기 위해서는 문자를 파괴해야 합니다.

source: Pharasma's followers despise any intervention in a soul's afterlife — except for resurrection. Creating an undead is the ultimate sacrilege in their eyes.
ko: 파라즈마의 추종자들은 영혼의 내세에 간섭하는 모든 일들을 혐오합니다. 그들의 눈에 언데드를 만드는 일은 최악의 신성 모독입니다.
ko_mt: 파라즈마의 추종자들은 부활을 제외하고 영혼의 사후 세계에 개입하는 것을 경멸합니다. 언데드를 만드는 것은 이들에게 최고의 신성 모독입니다.

source: True dragons can live up to a thousand years or more, becoming more powerful with each year's passing. As a rule, the older the dragon, the more dangerous it is.
ko: 진정한 드래곤들은 천 년 이상을 살 수 있으며, 세월이 지남에 따라 더욱 더 강해집니다. 이 법칙에 따라, 늙은 드래곤일수록 더욱 위험합니다.
ko_mt: 진정한 드래곤은 최대 천 년 이상 살 수 있으며, 해가 지날수록 더욱 강력해집니다. 일반적으로 드래곤은 나이가 많을수록 더 위험합니다.

source: Demons, daemons, and devils are three different types of creatures, each evil and dangerous in their own way.
ko: 데몬, 다이몬, 데빌은 서로 다른 종류의 크리처들이며, 각자의 방식대로 사악하고 위험합니다.
ko_mt: 데몬, 다이몬, 데빌은 각각 고유한 방식으로 사악하고 위험한 세 가지 유형의 생명체입니다.

source: When in doubt — save.
ko: 혹시나 싶을 땐 저장하세요.
ko_mt: 확실하지 않은 경우 저장하세요.

source: Cults dedicated to dangerous, dark deities like Lamashtu, Urgathoa, and the demon lords are proscribed in many countries across Golarion. However, the church of Asmodeus has managed to coexist with the worshipers of good deities.
ko: 사교는 라마슈투, 우르가쏘아, 그리고 데몬 군주들과 같이 수세기동안 골라리온에서 금해온 신격들을 위해 헌신합니다. 그러나, 아스모데우스의 교단 만큼은 선신 숭배자들과 공존하는데 성공했습니다.
ko_mt: 라마슈투, 우르가쏘아, 데몬 로드 같은 위험하고 어두운 신을 섬기는 숭배는 골라리온 전역의 여러 나라에서 금지되어 있습니다. 하지만 아스모데우스 교회는 선한 신을 숭배하는 이들과 공존하는데 성공했습니다.

source: The legacy of angels and other supernatural ancestors can show up in distant progeny — thus, an aasimar child may be born to a family of two ordinary humans.
ko: 엔젤이나 다른 초자연적 선조의 유산은 먼 자손에게도 발현될 수 있습니다. 따라서, 두 일반인 부모 사이에서도 아시마르 아이가 태어날 수 있습니다.
ko_mt: 천사와 다른 초자연적인 조상의 유산은 먼 후손에게 나타날 수 있으며, 따라서 평범한 두 인간 가족에게서 아시마르 아이가 태어날 수도 있습니다.

source: Wizards and some other classes can update their spellbooks by copying spells from scrolls into them. Right-click on a scroll to copy its spell.
ko: 위저드를 포함한 일부 클래스는 두루마리에 적힌 주문을 자신의 주문책으로 복사할 수 있습니다. 주문을 복사하려면 두루마리를 오른쪽 클릭 하십시오.
ko_mt: 위저드와 일부 직업은 두루마리의 주문을 주문서에 복사하여 주문서를 업데이트할 수 있습니다. 주문을 복사하려면 두루마리에 마우스 오른쪽 버튼을 클릭합니다.

source: Holding {bind|Unpause} enables tactical time mode, slowing down the flow of time in combat and allowing you to control your party's actions with increased precision.
ko: {bind|Unpause} 키를 누르면 전술적 시간 흐름이 활성화되어, 전투의 시간 흐름을 늦추고 일행의 행동을 보다 정밀하게 제어할 수 있습니다.
ko_mt: {bind|Unpause}를 누르면 전술 시간 모드가 활성화되어 전투에서 시간의 흐름이 느려지고 파티의 행동을 더욱 정밀하게 제어할 수 있습니다.

source: You can level up your character and companions automatically using our pregenerated builds. Just choose "Premade Build" during character creation and in the level-up menu. Note: Once you make a change to a pregenerated build, the auto level-up option will become unavailable.
ko_mt: 미리 생성된 빌드를 사용해 캐릭터와 동료의 레벨을 자동으로 올릴 수 있습니다. 캐릭터 생성 시 레벨업 메뉴에서 "미리 생성된 빌드"를 선택하기만 하면 됩니다. 참고: 미리 생성된 빌드를 변경하면 자동 레벨업 옵션을 사용할 수 없게 됩니다.

source: If you are over-encumbered (and not on a random encounter map), you can drop some items and come back later to pick them up.
ko: 짐이 너무 많은 경우, 무작위 조우 맵이 아니라면 잠깐 두고 떠났다가 나중에 다시 와서 챙겨갈 수 있습니다.
ko_mt: 무작위 조우 맵이 아닌 곳에서 지나치게 많이 포위된 경우, 일부 아이템을 떨어뜨리고 나중에 다시 돌아와서 아이템을 획득할 수 있습니다.

source: Don't forget to empower your party with items, spells, or abilities before challenging encounters.
ko: 힘든 전투에 앞서 도구나 주문, 능력 등을 이용해 일행을 강화하는 것을 잊지 마십시오.
ko_mt: 전투에 도전하기 전에 아이템, 주문, 능력으로 파티를 강화하는 것을 잊지 마세요.

source: During the game you'll meet friendly clerics who can heal or resurrect your companions for a fee.
ko: 게임을 진행하면서 대가를 받고 당신의 동료들 치유하거나 부활시켜줄 수 있는 우호적인 클레릭들을 만날 것입니다.
ko_mt: 게임 중에 유료로 동료를 치료하거나 부활시킬 수 있는 친절한 성직자를 만나게 됩니다.

source: Bonuses of the same type usually don't stack with each other. E.g., if you have two enhancement bonuses to your Dexterity score, only one of them (the highest) will take effect.
ko: 같은 종류의 보너스들은 보통 서로 중첩되지 않습니다. 예를 들어, 민첩에 두 가지 강화 보너스가 적용된다면, 그 중 가장 큰 강화 보너스 하나만 적용됩니다.
ko_mt: 같은 유형의 보너스는 일반적으로 서로 중첩되지 않습니다. 예를 들어 민첩 점수에 두 가지 강화 보너스가 있는 경우, 그 중 가장 높은 보너스 하나만 적용됩니다.

source: Certain spells and abilities have "permanent" effects (e.g., permanent blindness). That doesn't mean that they can't be removed or cured, only that they don't have a fixed duration.
ko: 어떤 주문이나 능력들은 "영구적" 효과를 지닙니다 (예시로, 영구적 실명 상태). 그러나 이것은 그 효과가 제거되거나 치유될 수 없다는 뜻이 아니라, 단지 정해진 지속시간이 없다는 뜻입니다.
ko_mt: 특정 주문과 능력에는 "영구" 효과가 있습니다.(예: 영구 실명). 이는 제거하거나 치료할 수 없다는 뜻이 아니라 지속 시간이 정해져 있지 않다는 의미입니다.

source: Sometimes running away and coming back later is a good idea — the lands of the Worldwound are perilous even for experienced crusaders!
ko: 가끔은 도망친 다음 나중에 다시 돌아오는 게 좋은 생각일 수도 있습니다. 세계상처 지역은 노련한 성전사들에게도 치명적인 곳이니까요!
ko_mt: 때로는 도망쳤다가 나중에 다시 돌아오는 것도 좋은 생각입니다 - 세계상처의 땅은 숙련된 성전사에게도 위험합니다!

source: If your character is repeatedly missing the enemy, try toggling off combat abilities like Power Attack or Defensive Fighting, or try using effects that grant a bonus on attack rolls.
ko: 캐릭터가 계속 적을 빚맞춘다면 강렬한 타격이나 방어적 전투와 같은 전투 능력을 해제하거나, 명중 굴림에 보너스를 주는 효과들을 이용해 보십시오.
ko_mt: 캐릭터가 반복적으로 적을 놓치는 경우, 강렬한 타격 또는 방어 전투와 같은 전투 능력을 끄거나 공격에 보너스를 부여하는 효과를 사용해 보세요.

source: Use light weapons for two-weapon fighting — they have lower penalties.
ko: 쌍수 무기를 들고 싸울 때는 페널티가 적은 가벼운 무기를 사용하십시오.
ko_mt: 2인 전투에서는 경량 무기를 사용하면 불이익이 적습니다.

source: Having a tough time with casters or archers? Try using the Charge basic ability.
ko: 주문 시전자나 궁수들 때문에 괴로우신가요? 기본 능력 중 돌격을 사용해보십시오.
ko_mt: 시전자나 궁수에게 어려움을 겪고 계신가요? 기본 능력인 돌격을 사용해 보세요.

source: If you fail a Trickery check to open a chest, try a different character or return to try again at a higher level.
ko: 상자를 여는 손재주 판정에 실패했을 경우 다른 캐릭터로 다시 시도하거나, 레벨이 높아진 이후 다시 시도하십시오.
ko_mt: 속임수 판정에 실패해 상자를 열지 못했다면 다른 캐릭터로 시도하거나 돌아와서 더 높은 레벨에서 다시 시도하세요.

source: Encumbrance slows you down and makes you an easy target for enemy attacks. Take only what you need.
ko: 하중이 무거워지면 이동속도가 느려지고 적의 공격에 취약해집니다. 꼭 필요한 물건만 챙기십시오.
ko_mt: 포위되면 속도가 느려지고 적의 공격 대상이 되기 쉽습니다. 필요한 것만 가져가세요.

source: Torches can be used to deal AoE fire damage. Swarms hate torches!
ko: 횃불은 화염 속성의 범위 공격을 입힐 때 사용할 수 있습니다. 군체 크리처는 횃불을 싫어합니다!
ko_mt: 횃불은 광역 화염 피해를 입히는데 사용할 수 있습니다. 떼는 횃불을 싫어합니다!

source: An enemy in a helpless condition (such as sleeping or paralyzed) is one coup de grace away from a swift death.
ko: 수면, 마비와 같은 무력화 상태의 적은 마무리 일격 한 번으로 빠르게 죽일 수 있습니다.
ko_mt: 수면 상태나 마비 상태와 같은 무력한 상태의 적은 한 번의 마무리 일격으로 순식간에 죽음을 맞이할 수 있습니다.

source: If you feel it's too dark in a dungeon, cast a light spell on one of your companions or break out the torches.
ko: 던전이 너무 어둡게 느껴진다면 빛 주문을 동료 중 한 명에게 시전하거나 횃불을 켜십시오.
ko_mt: 던전이 너무 어둡다고 느껴지면 동료 중 한 명에게 빛의 주문을 걸거나 횃불을 꺼내세요.

source: Initiative determines how quickly your character reacts to dangers and challenges. Characters with low initiative join the battle last.
ko: 우선권은 당신의 캐릭터가 위험과 도전에 얼마나 빨리 반응할지를 결정합니다. 낮은 우선권을 지닌 캐릭터는 전투에 늦게 참여합니다.
ko_mt: 우선권은 캐릭터가 위험과 도전에 얼마나 빨리 반응하는지를 결정합니다. 우선권이 낮은 캐릭터는 전투에 마지막에 참여합니다.

source: Real-time battles: Your characters and their enemies join the battle in the order determined by their initiative rolls. Each of them gets an individual timer, counting down the battle rounds. You can enable the display of these timers in the Combat Settings: Party Information menu.
ko: 당신의 캐릭터와 적들이 전투에 참여하는 순서는 우선권 굴림에 따라 결정됩니다. 모든 캐릭터들은 각자 타이머를 가지며, 이를 통해 전투의 라운드를 계산합니다. 이 타이머의 표시는 전투 설정: 일행 정보 메뉴에서 활성화할 수 있습니다.
ko_mt: 실시간 전투: 캐릭터와 적들은 우선권 굴림에 순서대로 전투에 참여합니다. 각 캐릭터는 개별 타이머를 가지고 있으며, 전투 라운드가 카운트다운됩니다. 전투 설정에서 타이머 표시를 활성화할 수 있습니다. 파티 정보 메뉴에서 타이머 표시를 활성화할 수 있습니다.

source: Real-time battles: A battle round lasts 6 seconds. There are different types of actions that your character can perform in a round. Most of them, like standard actions and move actions, take about 3 seconds, while swift actions and free actions don't take any time at all.
ko: 실시간 전투: 전투의 한 라운드는 6초입니다. 한 라운드 동안 캐릭터가 할 수 있는 행동에는 여러 종류가 있습니다. 일반 행동이나 이동 행동 같은 대부분의 행동은 3초가 걸리며, 신속 행동이나 자유 행동은 시간을 소모하지 않습니다.
ko_mt: 실시간 전투: 전투 라운드는 6초 동안 진행됩니다. 라운드에서 캐릭터가 수행할 수 있는 액션에는 여러 가지 유형이 있습니다. 일반 액션과 이동 행동과 같은 대부분의 액션은 3초 정도 걸리며, 빠른 액션과 자유 액션은 시간이 전혀 걸리지 않습니다.

source: You can select answers in dialogues using the number keys on your keyboard.
ko: 키보드에 있는 숫자 키를 이용해 대화문의 선택지를 고를 수 있습니다.
ko_mt: 키보드의 숫자 키를 사용하여 대화 상자에서 답변을 선택할 수 있습니다.

source: A swift action is an action that doesn't require any time to perform. However, you can use only one swift action per round. In comparison, free actions are not limited by time or number of uses.
ko: 신속 행동은 시간을 소모하지 않습니다. 그러나, 한 라운드에는 오직 한 번의 신속 행동만 할 수 있습니다. 반면, 자유 행동은 시간이나 횟수에 구애받지 않습니다.
ko_mt: 신속 행동은 수행하는데 시간이 필요하지 않은 행동입니다. 단, 신속 행동은 라운드당 한 번만 사용할 수 있습니다. 이에 비해 자유 행동은 시간이나 사용 횟수에 제한이 없습니다.

source: Most spells are cast as a standard action, meaning they require 3 seconds to cast, and you can do so once per round. However, some powerful spells require a full round (6 seconds) or even multiple rounds to cast.
ko: 대부분의 주문은 일반 행동으로 시전되어, 3초의 시간을 필요로 하고, 한 라운드에 한 번만 사용할 수 있습니다. 하지만 몇몇 강력한 주문은 라운드 전체 (6초)를 필요로 하거나, 여러 라운드에 걸쳐 시전해야 합니다.
ko_mt: 대부분의 주문은 표준 행동으로 시전되므로 시전하는데 3초가 걸리며, 라운드당 한 번만 시전할 수 있습니다. 하지만 일부 강력한 주문은 전체 라운드(6초) 또는 여러 라운드에 걸쳐 시전해야 합니다.

source: Metamagic is a useful tool that can make your favorite spells more powerful. However, metamagic spells require higher caster levels than normal spells. Make sure your character's level is high enough before trying to use them.
ko: 메타매직은 당신이 좋아하는 주문을 더 강력하게 만들 수 있는 유용한 도구입니다. 그러나, 메타매직 주문은 원래보다 더 높은 시전자 레벨을 필요로 합니다. 사용하기 전에 캐릭터의 레벨이 충분히 높은지 확인하십시오.
ko_mt: 메타매직은 좋아하는 주문을 더욱 강력하게 만들 수 있는 유용한 도구입니다. 하지만 메타매직 주문은 일반 주문보다 높은 시전자 레벨이 필요합니다. 사용하기 전에 캐릭터 레벨이 충분히 높은지 확인하세요.

source: Some enemies you meet while exploring the lands of the Worldwound will be resistant or even immune to certain damage types. Be sure to keep alternate weapons and spells on hand.
ko: 세계상처 지역을 탐험하면서 맞닥뜨리는 적들 중에는 특정한 피해 유형에 저항을 지니고 있거나 아예 면역인 경우도 있습니다. 대체용 무기와 주문을 준비하는 걸 잊지 마십시오.
ko_mt: 세계상처 땅을 탐험하는 동안 만나는 적 중에는 특정 피해 유형에 저항하거나 면역이 있는 적도 있습니다. 대체 무기와 주문을 준비해 두세요.

source: Touch and ranged touch spells can be used to sneak attack if a target is flanked or flat-footed.
ko: 대상이 협공 당하는 중이거나 무방비 상태라면, 접촉 및 원거리 접촉 주문으로 암습을 사용할 수 있습니다.
ko_mt: 대상의 측면이나 평평한 곳에 있을 경우 터치 및 원거리 접촉 주문을 사용해 암습할 수 있습니다.

source: A good rest will remove the Fatigued and Exhausted conditions.
ko: 충분한 휴식은 피로 및 탈진 상태를 제거합니다.
ko_mt: 충분한 휴식을 취하면 피곤하고 지친 상태가 사라집니다.

source: Some diseases, poisons, and spells can deal damage directly to your character's ability scores. You can use lesser restoration or similar spells to heal such damage. Camping can also heal ability damage at a rate of 1 ability point per rest.
ko: 어떤 질병이나 독, 주문들은 캐릭터의 능력치에 직접적인 피해를 입힙니다. 당신은 하급 상태 회복이나 비슷한 주문들로 이러한 피해를 치유할 수 있습니다. 또한 야영으로 휴식을 취할 때마다 1점의 능력치 피해가 회복됩니다.
ko_mt: 일부 질병, 독, 주문은 캐릭터의 능력 점수에 직접 피해를 입힐 수 있습니다. 이러한 피해는 하급 상태회복 또는 유사한 주문을 사용해 회복할 수 있습니다. 또한, 야영은 휴식할 때마다 능력 점수 1점씩 능력 피해를 회복할 수 있습니다.

source: Healing spells are deadly to undead creatures, and vice versa — inflict wounds and similar spells heal the undead and harm living beings.
ko: 치유 주문들은 언데드 크리처에게는 치명적입니다. 반대로 상처 입히기와 같은 주문들은 언데드를 치유하고 살아있는 존재들에게 해를 끼칩니다.
ko_mt: 치유 주문은 언데드 생명체에게 치명적이며, 그 반대의 경우도 마찬가지입니다. 상처를 입히거나 유사한 주문은 언데드를 치유하고 생명체를 해칩니다.

source: Creatures capable of regeneration are very hard to kill. However, almost all of them have some form of vulnerability. Whenever such a creature receives damage with a certain energy, it stops being able to regenerate for a short time.
ko_mt: 재생이 가능한 생명체는 죽이기가 매우 어렵습니다. 그러나 거의 모든 생명체는 어떤 형태로든 취약점을 가지고 있습니다. 이러한 생명체는 특정 에너지로 피해를 받을 때마다 짧은 시간 동안 재생을 멈춥니다.

source: Sometimes you just can't save everyone.
ko: 모든 사람을 구할 수 없을 때도 있습니다.
ko_mt: 때로는 모든 사람을 구할 수 없을 때도 있습니다.

source: You can use a character's portrait to select the target for a spell.
ko: 캐릭터의 초상화를 이용해 주문의 대상을 지정할 수 있습니다.
ko_mt: 캐릭터의 초상화를 사용하여 주문의 대상을 선택할 수 있습니다.

source: Will-o'-wisps are well protected against magic attacks. However, you can hit them with magic missile.
ko: 윌 오 위습은 마법 공격에 대한 방비를 잘 갖추고 있습니다. 하지만 마력 유도탄은 통할 것입니다.
ko_mt: 윌오위즈는 마법 공격으로부터 잘 보호됩니다. 하지만 마법 화살로 공격할 수 있습니다.

source: Flank your enemies for maximum damage. A creature is considered flanked if two or more characters are attacking it at the same time.
ko: 쉽게 공격을 명중시키고 싶다면 적을 협공하십시오. 여러 명의 캐릭터가 동시에 한 명을 공격할 때 협공이 됩니다.
ko_mt: 적의 측면을 공격하여 최대 피해를 입히세요. 두 명 이상의 캐릭터가 동시에 생물을 공격하는 경우, 생물은 측면 공격 중인 것으로 간주됩니다.

source: You can use ranged sneak attacks on flanked enemies.
ko: 협공 당하는 적에게는 원거리 암습을 가할 수 있습니다.
ko_mt: 측면에 있는 적에게 원거리 기습 공격을 사용할 수 있습니다.

source: Teamwork feats can make your party very powerful. Don't overlook them!
ko: 협동 특기들은 일행을 매우 강력하게 만듭니다. 깔보지 마십시오!
ko_mt: 협동 특기는 파티를 매우 강력하게 만들 수 있습니다. 간과하지 마세요!

source: Ranged attacks with weapons or spells against a target engaged in melee combat suffer a crippling -4 penalty. This makes the Precise Shot feat, which removes this penalty, very important for both archers and spellcasters.
ko: 근접 전투를 하고 있는 대상을 향한 원거리 무기 공격이나 주문 공격은 -4 라는 심각한 페널티를 받게 됩니다. 이 페널티를 없애주는 정밀 사격 특기는 궁수와 주문 시전자 모두에게 매우 중요합니다.
ko_mt: 근접 전투 중인 대상에게 무기나 주문을 사용한 원거리 공격은 -4의 치명적인 불이익을 받습니다. 따라서 이 불이익을 제거하는 정밀 사격 능력은 궁수와 주문 시전사 모두에게 매우 중요합니다.

source: Use the resist energy spell when facing an enemy with powerful elemental attacks.
ko: 강력한 원소 공격을 하는 적과 싸울 때는 에너지 저항 주문을 사용하십시오.
ko_mt: 강력한 원소 공격을 가하는 적과 맞닥뜨렸을 때 에너지 저항 주문을 사용합니다.

source: A good tactic is to send the party member with the highest Armor Class (AC) into battle first. That way, enemies will focus their attacks on the most armored companion.
ko: 일행 중 가장 높은 방어도(AC)를 지닌 캐릭터를 선두로 보내십시오. 이렇게 하면 적들은 가장 튼튼한 동료에게 공격을 집중할 것입니다.
ko_mt: 방어도(AC)가 가장 높은 파티원을 먼저 전투에 투입하는 것이 좋은 전술입니다. 이렇게 하면 적들은 가장 방어도가 높은 동료에게 공격을 집중할 것입니다.

source: Drinking a potion is a move action and takes approximately 3 seconds, but you can still cast a spell or make a single attack in the same round.
ko: 물약을 마시는 것은 이동 행동으로, 약 3초의 시간이 걸리지만 여전히 같은 라운드 내에 한 번의 공격을 하거나 주문을 사용할 수 있습니다.
ko_mt: 물약을 마시는 것은 이동 행동이며 약 3초가 걸리지만, 같은 라운드에서 주문을 시전하거나 한 번만 공격할 수 있습니다.

source: Right-clicking on a roll result in the combat log will display how that roll was achieved.
ko: 전투 로그에 나타난 주사위 굴림의 결과를 오른쪽 클릭하면 어떻게 그 결과가 나왔는지를 자세히 볼 수 있습니다.
ko_mt: 전투 로그에서 굴림 결과를 마우스 오른쪽 버튼으로 클릭하면 해당 롤을 달성한 방법이 표시됩니다.

source: If an angel can fall, does that mean a demon can ascend?
ko: 엔젤이 타락할 수 있다는 것은, 데몬도 승천할 수 있다는 뜻일까요?
ko_mt: 천사가 타락할 수 있다면 데몬도 승천할 수 있다는 뜻인가요?

source: Double-click on a character's portrait to center the camera on that character.
ko: 캐릭터의 초상화를 더블 클릭하면 해당 캐릭터를 중심으로 카메라 시점을 조정합니다.
ko_mt: 캐릭터의 초상화를 두 번 클릭하면 카메라가 해당 캐릭터의 중앙에 배치됩니다.

source: Use the Inspect button to view detailed information about the enemies you are facing. More information can be gleaned with successful Knowledge and Lore checks, depending on the type of enemy.
ko: 맞닥뜨린 적의 상세한 정보를 보고 싶다면 조사 버튼을 누르십시오. 적의 유형에 따라 지식 및 전승 체크에 통과한다면 더욱 상세한 정보가 표시될 겁니다.
ko_mt: 검사 버튼을 사용해 현재 상대하고 있는 적에 대한 자세한 정보를 볼 수 있습니다. 적의 종류에 따라 전승 및 지식 판정에 성공하면 더 많은 정보를 얻을 수 있습니다.

source: Before resting, make sure your spellcasters don't have any vacant spell slots left — otherwise, they will go to waste.
ko: 휴식하기 전에, 당신의 주문 시전자의 주문 슬롯이 비어있지는 않은가 확인하십시오. 그러지 않으면, 해당 슬롯이 낭비될 것입니다.
ko_mt: 주문 시전자가 쉬기 전에 빈 주문 슬롯이 없는지 확인하세요. 그렇지 않으면 주문 슬롯이 낭비됩니다.

source: Don't spend too much time in the wastelands without breaks. You need to return to safe locations every now and then, or the Abyssal corruption can weaken or even kill you.
ko: 황무지에서 너무 많은 시간을 휴식 없이 보내지 마십시오. 당신은 가끔은 안전한 장소로 돌아갈 필요가 있습니다, 그렇지 않으면 심연의 타락이 당신을 약화시킬 것이며, 심한 경우 죽일 수도 있습니다.
ko_mt: 황무지에서 휴식 없이 너무 많은 시간을 보내지 마세요. 가끔씩 안전한 장소로 돌아가야 하며, 그렇지 않으면 심연의 타락으로 인해 약해지거나 죽을 수도 있습니다.
