Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: "The crusaders will cleanse my lands of demons, and I'll lead a noble life! But for now, let's drink to his health — hic!"
ko: "성전군이 내 땅의 데몬들을 쓸어버릴거고, 그러면 나는 귀족에 걸맞는 삶을 살거야! 하지만 지금은, 그 분의 안녕을 위해 건배하자고 — 히끅!"
ko_mt: "십자군이 내 땅의 데몬을 정화하고 나는 고귀한 삶을 살게 될 거야! 하지만 지금은 그의 건강을 위해 건배합시다 - 힉!"

source: "That's it, I can't take it anymore. I've had enough, I quit! I'm going to serve somewhere else!"
ko: "됐어, 더이상 들어줄 수가 없구만. 이제 충분해. 난 간다! 어디 다른데 알아봐야 겠어!"
ko_mt: "이제 더는 못 참겠어요. 그만둘래요! 다른 곳에서 봉사할 거예요!"

source: "What don't you like?"
ko: "뭘 그렇게 싫어하는 거야?"
ko_mt: "뭐가 마음에 안 드세요?"

source: "All of it! I don't like any of it! The army's a mess, every day there are these insane orders, all these random people showing up..."
ko: "전부 다! 모든 게 싫어! 군기는 개판이지, 매일매일 정신나간 명령으로 지랄이지, 어디서 별 또라이들이 기어나오지..."
ko_mt: "전부 다! 하나도 마음에 안 들어요! 군대는 엉망이고, 매일 이런 미친 명령들이 쏟아지고, 무작위적인 사람들이 나타나고..."

source: "But we're winning! The demons are retreating!"
ko: "그래도 이기고 있잖아! 데몬을 몰아내고 있다고!"
ko_mt: "하지만 우리는 이기고 있습니다! 데몬들이 후퇴하고 있어요!"

source: "Yes, and that's the worst part. The army has turned into a madhouse... And yet it's winning! How? I can't wrap my head around it!"
ko: "맞아. 사실 그게 가장 안좋은 부분이야. 군대가 정신병원으로 바뀌었어... 그런데도 이기고 있다고! 대체 왜? 진짜로 이해가 안돼!"
ko_mt: "네, 그게 최악입니다. 군대가 미치광이로 변해버렸어요.. 그런데도 이기고 있어요! 어떻게? 도저히 이해할 수가 없어요!"

source: "A subordinate came to me the other day to file a request. It said, 'From now on, please consider me unavailable.' Can you imagine?"
ko: "한번은 부하가 나한테 와서 청원서를 제출하더군. 거기에는 '지금부터 없는 사람 취급해주십시오.' 라고 써있었어. 상상이나 가?"
ko_mt: "얼마 전 부하 직원이 저를 찾아와 요청을 했습니다. '지금부터 제가 부재중이라고 생각해 주세요'라는 내용이었습니다. 상상이 되시나요?"

source: "He quit?"
ko: "나갔어?"
ko_mt: "그만뒀다고요?"

source: "Yes. I asked him where he was going, and he says, 'I'm tired of all this, I'm going to live with the pigeons!'"
ko: "응. 어디로 갈거냐 물었더니, '전부 질렸어요. 비둘기처럼 살러 갑니다!' 라고 말하더군!"
ko_mt: "네. 어디 가냐고 물었더니 '이 모든 게 지겨워서 비둘기들과 함께 살 거예요'라고 하더군요."

source: "Ha ha ha, get out!"
ko: "하 하 하. 제대로네!"
ko_mt: "하하하, 나가!"

source: "I laughed too, at first. But then, you know, this pigeon appeared in the city, in a little hat, just like the one he used to wear..."
ko: "그 때는 나도 웃었지. 그런데 있지, 그 비둘기가 도시에 나타났어. 그가 자주 썼던 것과 똑같은 작은 모자를 쓰고..."
ko_mt: "저도 처음엔 웃었어요. 그런데 비둘기 한 마리가 자기가 쓰던 것과 똑같은 작은 모자를 쓰고 도시에 나타났어요..."

source: "I'm so tired of all this! They're giving me such a hard time! How long do I have to work before I get a promotion, huh?"
ko: "다 헛짓거리였어! 날 완전 물로 보잖아! 진급하려면 이 짓거리를 얼마나 더 해야 하는 거야? 응?"
ko_mt: "이 모든 게 너무 지겨워요! 저를 너무 힘들게 해요! 승진하려면 얼마나 더 일해야 하죠?"

source: "They're making bosses out of all these fools, but what about me? All that's left for me is drinking!"
ko: "다른 멍청이들은 전부 자기 편으로 끌어들였겠지만, 나는? 내게 남은것 뿐이라곤 술병 뿐이지!"
ko_mt: "저들은 이 모든 바보들을 보스로 만들고 있는데, 나는 어쩌고요? 나한테 남은 건 술뿐이야!"

source: "No one respects me, no one even listens to me..."
ko: "아무도 날 존중하지 않고, 내 얘기를 들어주지도 않고..."
ko_mt: "아무도 나를 존중하지 않고, 내 말을 들어주지도 않아요..."

source: "I, for one, respect you very much."
ko: "저 개인적으로는 당신을 매우 존경합니다."
ko_mt: "저는 당신을 매우 존경합니다."

source: "That's something at least!"
ko: "말이라도 고맙군!"
ko_mt: "적어도 그 정도는 되네요!"

source: "Ssh, keep it down... Do you know what they're saying in the city?"
ko: "쉬잇, 놀라지 말고 들어봐... 도시 전체에 떠도는 소문 알아?"
ko_mt: "쉿, 조용히 해.. 도시에서 뭐라고 하는지 알아요?"

source: "What?"
ko: "뭔데?"
ko_mt: "뭐?"

source: "They say the Commander is actually a fey!"
ko: "사령관님이 사실 페이라는 소문 말이야!"
ko_mt: "사령관이 사실은 요정이라던데!"

source: "What do you mean a fey?"
ko: "페이라는 게 무슨 뜻이야?"
ko_mt: "페이라니 무슨 소리야?"

source: "A real fey. I think it's as likely as not. With a sense of humor like that..."
ko: "진짜 페이라고. 내 생각엔 거의 확실한 것 같아. 그런 유머 감각은..."
ko_mt: "진짜 페이. 그럴 가능성이 높다고 생각해요. 저런 유머 감각을 가지고..."

source: "No, it's nonsense. It can't be... Then again, if you think about it... Hmmm..."
ko: "아니지. 말도 안돼. 그럴리가... 또 한편으로는, 네 생각이 그렇다면... 흐으으음..."
ko_mt: "아니, 말도 안 돼요. 그럴 리가.. 하지만 다시 생각해보면.. 흠..."

source: "That's what I'm talking about."
ko: "내 말이 바로 그거야."
ko_mt: "바로 그거예요."

source: "What are you staring at?"
ko: "뭘 노려보는 거야?"
ko_mt: "뭘 쳐다보는 거야?"

source: "Coins."
ko: "동전."
ko_mt: "동전."

source: "What's wrong with them?"
ko: "뭐 문제 있어?"
ko_mt: "무슨 문제가 있나요?"

source: "They... changed. Do you remember who was on the coins before? Queen Galfrey. Maybe some other rulers... And now? Look."
ko: "그게... 변했어. 동전에 누가 새겨졌었는지 기억 나? 갈프리 여왕이었어. 아마 다른 왕이었을지도 모르지만... 지금은? 봐봐."
ko_mt: "그들은.. 바뀌었습니다. 전에 누가 동전에 그려져 있었는지 기억하세요? 갈프레이 여왕 다른 통치자들도 있었겠지.. 그리고 지금은? 봐요."

source: "Oh! Is that... Thaberdine? That fool from the tavern?"
ko: "어! 이거... 타베르딘 아냐? 그 선술집에 있는 멍청이?"
ko_mt: "오! 저거.. 태버딘? 선술집에 있던 그 멍청이?"

source: "Yeah. He's on all the coins now. And no one seems to notice. Everyone accepts them like nothing's happened!"
ko: "그래. 지금은 모든 동전이 그 놈 얼굴이 그려져 있어. 근데도 아무도 신경 안쓰지. 모두가 아무것도 일어나지 않았다는 듯 받아들이더라고!"
ko_mt: "네. 그는 이제 모든 동전에 있습니다. 그런데 아무도 눈치채지 못하죠. 다들 아무 일 없었다는 듯이 받아들여요!"

source: "What is going on in this city?!"
ko: "대체 도시에 무슨 일이 일어나는 거야?"
ko_mt: "이 도시에서 무슨 일이 벌어지고 있는 거죠?!"

source: "Huzzah for the king!"
ko: "대왕님 만세!"
ko_mt: "왕 만세!"

source: "Good health to His Royal Majesty! Bottoms up!"
ko: "폐하의 건강을 위하여! 건배!"
ko_mt: "폐하께 건강을! 건배!"

source: "The return of the king, just like the legends said!"
ko: "전설 그대로 왕이 돌아오셨다!"
ko_mt: "전설처럼 왕의 귀환!"

source: "Eat, drink, and be merry!"
ko: "먹고, 마시고, 즐기자고!"
ko_mt: "먹고 마시고 즐거워하라!"

source: "This is the best day of my life!"
ko: "내 생에 최고의 순간일거야!"
ko_mt: "오늘이 내 인생 최고의 날입니다!"

source: "A motto is very important for a knight. I must definitely explain this to my squires."
ko: "좌우명이란 기사에게 매우 중요한 것이라네. 종자들에게 이 점을 분명하게 전해야만 하지."
ko_mt: "기사에게 좌우명은 매우 중요합니다. 제 기사단원들에게 반드시 설명해야 합니다."

source: "Everything ended well this time. But it could have ended another way!"
ko: "이번에는 일이 잘 풀렸군요. 하지만 다른 방식으로 끝났을지도 몰라요!"
ko_mt: "이번에는 모든 것이 잘 끝났습니다. 하지만 다른 방식으로 끝날 수도 있었어요!"

source: "Our commander, Sir Knight Allfrey, is truly the best commander, sir, and knight!"
ko: "우리의 지휘관인 기사 알프레이 경께서는 최고의 지휘관이자 귀족이자 기사시죠!"
ko_mt: "우리 사령관 올프리 경 기사님은 정말 최고의 사령관이자 기사님이십니다!"

source: "Demodands are much worse than regular demons!"
ko: "데모단드는 그냥 데몬보다 훨씬 더 사악합니다!"
ko_mt: "데모댄드는 일하프 데몬보다 훨씬 더 나쁩니다!"

source: "I'll believe we're safe only after I find myself inside the walls of Kenabres!"
ko: "케나브레스 성문을 지나야지만 안심할 수 있을 것 같아요!"
ko_mt: "케나브레스의 성벽 안에 들어가야만 우리가 안전하다고 믿을 수 있어요!"

source: Another squire
ko: 다른 종자
ko_mt: 또 다른 종자

source: A dead man wearing ancient ornate armor and a golden crown. He clutches a long sword.
ko: 화려한 고대의 갑옷과 황금 왕관을 쓴 시체입니다. 장검을 손에 쥐고 있습니다.
ko_mt: 고대의 화려한 갑옷과 황금 왕관을 쓴 시체입니다. 그는 긴 검을 쥐고 있습니다.

source: Flags have been hung in celebration, but they are old and faded, and now look more sad than cheerful.
ko: 축하 목적으로 걸렸던 깃발이지만, 낡고 빛바랜 탓에 지금은 활기보단 슬픔이 더 느껴집니다.
ko_mt: 축하를 위해 깃발을 걸었지만 낡고 색이 바랜 깃발은 이제 경쾌함보다는 슬픔이 느껴집니다.

source: Parcels wrapped in parchment and tied with string. Perhaps they are meant to be gifts.
ko: 양피지 포장지가 실로 고정된 꾸러미입니다. 아마 선물이었던 것으로 보입니다.
ko_mt: 양피지에 싸서 끈으로 묶은 소포. 선물용일 수도 있습니다.

source: A table is set with bowls of unappetizing, conjured food, and glasses of water. It is clearly intended to be a feast, though it is a rather austere affair.
ko: 탁자에는 식욕을 돋구진 않는 요리와 물잔이 놓였습니다. 상당히 절제된 차림입니다만, 축하를 위한 것이었음은 분명합니다.
ko_mt: 식욕을 돋우는 음식이 담긴 그릇과 물잔이 놓인 식탁이 차려져 있습니다. 다소 엄숙하지만 잔치를 위한 것이 분명합니다.

source: "A new face in the temple! Can't believe it!"
ko_mt: "성전에 새로운 얼굴이 나타났다! 믿기지 않아요!"

source: "A commander from Drezen... After all this time fighting for Drezen, those words are music to my ears!"
ko: "드레젠의 사령관이라... 드레젠과 관련된 전투가 끝나고 나니, 내 귀에는 그 문장이 음율처럼 들려!"
ko_mt: "드레젠의 사령관.. 드레젠을 위해 싸워온 세월이 지나고 나니 그 말이 귀에 쏙쏙 들어와요!"

source: A tombstone engraved with the following epitaph: "Katair, a Sarkorian ranger. He walked many paths, but the last one led him to Pharasma's boneyard."
ko: 비석에는 다음과 같은 비문이 새겨져 있습니다. "카타이르, 사코리스의 레인저. 그는 수많은 길을 걸었으나, 그의 마지막 길은 파라즈마의 뼈무덤으로 향했다."
ko_mt: 묘비에는 다음과 같은 비문이 새겨져 있습니다. "사르코리안 레인저 카타이르. 그는 많은 길을 걸었지만, 마지막 길은 파라즈마의 무덤으로 이어졌습니다."

source: Pick up the sword
ko: 검을 집어든다
ko_mt: 검을 집어 들기

source: "What should I give her next year..."
ko: "내년엔 그녀에게 뭘 줘야 할까..."
ko_mt: "내년에 뭘 선물해야 할까..."

source: "Take it away... Take it all away... It won't be needed anymore."
ko: "가져가라... 전부 가져가거라... 더이상 필요 없는 것들이니."
ko_mt: "가져가.. 다 없애버려.. 더 이상 필요 없을 거야."

source: "Thank you, Commander. Don't worry about me. This wound will heal... someday."
ko: "고맙습니다, 사령관님. 제 걱정은 하지 마세요. 이 상처는 뭐... 언젠간 나을겁니다."
ko_mt: "감사합니다, 사령관님. 제 걱정은 하지 마세요. 이 상처는 언젠가는 아물 겁니다."

source: Ambush the traitor
ko: 배신자를 기습한다
ko_mt: 배신자 매복

source: "New day... Same stars... And that's how it will always be."
ko: "또 다른 하루... 똑같은 별... 언제까지나 변함없을 거야."
ko_mt: "새로운 날.. 같은 별들.. 그리고 항상 그렇게 될 것이다."

source: "I can do it... I can! I won't betray your trust!"
ko: "할게... 할 수 있어! 네 믿음을 배신하지 않을게!"
ko_mt: "할 수 있어요.. 할 수 있어! 여러분의 믿음을 배신하지 않겠습니다!"

source: A rack filled with what looks to be ancient Sarkorian weapons.
ko: 옛 사코리스의 무기로 보이는 것들이 가득 올려진 선반입니다.
ko_mt: 고대 사르코리안 무기로 보이는 물건들로 가득 찬 선반.

source: "I was so wrong... Oh, Katair! I was so wrong about you! Thank you for opening my eyes!"
ko: "내 잘못이야... 오, 카타이르! 네게 정말 잘못했어! 내 시야를 밝혀줘서 고마워!"
ko_mt: "내가 정말 틀렸어.. 오, 카타이르! 내가 너에 대해 정말 잘못 생각했어! 내 눈을 뜨게 해줘서 고마워요!"

source: A schedule listing the daily responsibilities of the stargazers and guards. The schedule is packed so tightly, those who adhere to it must have little time to think of anything else.
ko: 점성술사와 경비병의 일일 의무 목록이 적힌 일정표입니다. 일과는 매우 빡빡하게 짜여있어, 그걸 따르는 사람이 다른 생각을 하기에는 아주 적은 시간만이 허락될겁니다.
ko_mt: 별 관측자와 경비병의 일일 임무가 적힌 일정표. 스케줄이 너무 빡빡하게 짜여 있어서 이를 지키는 사람들은 다른 생각을 할 시간이 거의 없을 것입니다.

source: A set of tables filled with astronomical data and observations about the Worldwound.
ko: 세계상처에 대한 천문 자료와 관측 기록들로 꽉 찬 책상들입니다.
ko_mt: 세계상처에 대한 천문학적 데이터와 관측 자료로 가득 찬 표 세트입니다.

source: Endless rows of books. Each tome is filled with indecipherable numbers.
ko: 끝이 보이지 않을 정도로 늘어선 책들입니다. 각 서적은 해독할 수 없는 숫자들로 꽉 차있습니다.
ko_mt: 끝없이 펼쳐진 책들. 각 책은 해독할 수 없는 숫자로 가득 차 있습니다.

source: The tomes are filled with ephemerides, data about the movement of the celestial bodies. The data seems to have been gathered over centuries.
ko: 서적에는 천체의 움직임을 기록한 천문력이 빼곡히 적혔습니다. 몇세기를 걸쳐 모은 정보로 보입니다.
ko_mt: 이 책들은 천체의 움직임에 관한 데이터인 천체 관측 자료로 가득 차 있습니다. 이 데이터는 수 세기에 걸쳐 수집된 것으로 보입니다.

source: The burnt wreckage of a ship.
ko: 불탄 선박의 잔해입니다.
ko_mt: 불에 탄 배의 잔해.

source: Remnants of a ship that once bore a Sarkorian chieftain on their final journey.
ko: 한때 사코리스 족장 일행의 마지막 여정을 수행했던 선박의 일부입니다.
ko_mt: 한때 사르코리안 족장을 태우고 마지막 여정을 떠났던 배의 잔해입니다.

source: A small mushroom patch that has clearly been tended with loving care.
ko: 사랑을 듬뿍 받은 게 분명한 작은 버섯 텃밭입니다.
ko_mt: 정성스럽게 가꾸어진 작은 버섯 패치입니다.

source: A board filled with complaints and suggestions, some birthday greetings, and an announcement that Taeriell is willing to teach the flute to anyone who wishes to learn.
ko: 불만과 제안 사항, 생일 축하와 태어리엘이 플루트 배우고 싶은 사람을 받는다는 공고가 가득한 게시판입니다.
ko_mt: 게시판에는 불만과 제안, 생일 축하 인사, 그리고 태리엘이 플루트를 배우고자 하는 사람에게 기꺼이 가르쳐주겠다는 공지가 가득했습니다.

source: Someone has put a plate of food scraps near a hole in the wall, hoping to tame some small animal.
ko: 작은 동물을 좀 길들이기 위해, 누군가 벽에 난 구멍 안에 음식물 찌꺼기 접시를 넣어뒀습니다.
ko_mt: 누군가 작은 동물을 길들이기 위해 벽에 난 구멍 근처에 음식물 찌꺼기 접시를 놓아두었습니다.

source: The starry sky is miraculously reflected in the surface of the water. The mirrored image is a perfect reproduction of the real thing, allowing you to see even the smallest details.
ko: 별이 빛나는 밤이 환상적으로 수면에 비칩니다. 반영은 실제를 완벽히 재현했으며, 당신은 아주 작은 세부 사항조차 관측할 수 있습니다.
ko_mt: 밤하늘의 별빛이 기적적으로 수면에 반사됩니다. 미러링된 이미지는 실물을 완벽하게 재현하여 아주 작은 디테일까지 볼 수 있습니다.

source: A stone inscribed with unfamiliar runes.
ko: 익숙치 않은 룬이 새겨진 돌입니다.
ko_mt: 낯선 룬이 새겨진 돌입니다.

source: An inscription in Hallit that reads, "Oh, Sarkoris! All our tears are for you, our lost land."
ko: 할리트로 쓰인 명문이 새겨져 있습니다. "오, 사코리스여! 빼앗긴 우리의 땅이시여! 우리의 모든 눈물을 당신께 바칩니다."
ko_mt: 할릿의 비문에는 "오, 사르코리스! 우리의 모든 눈물은 우리의 잃어버린 땅, 당신을 위한 것입니다." 라고 쓰여 있습니다."

source: A statue of Pulura, made in the simple but expressive style characteristic of Sarkoris.
ko: 간소하지만 사코리스의 독창적인 기법으로 만들어진 펄루라 조각상입니다.
ko_mt: 사르코리스 특유의 단순하지만 표현력이 풍부한 스타일로 만들어진 풀루라 동상입니다.

source: The shape of the stone resembles a tall, thin tree, and its surface feels like the texture of tree bark.
ko: 이 돌의 형태는 마치 크고 앙상한 나무를 닮았으며, 그 표면은 나무 껍질의 질감과 비슷합니다.
ko_mt: 돌의 모양은 키가 크고 가느다란 나무를 닮았으며 표면은 나무 껍질의 질감과 비슷합니다.

source: "Greetings, {mf|brother|sister}! It is surprising to see the soul of a mortal shine so brightly..."
ko: "{mf|형제|자매}님, 반갑습니다! 이토록 밝게 빛나는 필멸자의 영혼을 보게 되다니 놀랍군요..."
ko_mt: "안녕, {mf|형제|자매}여! 필멸자의 영혼이 이렇게 밝게 빛나는 것을 보니 놀랍군요..."

source: "I yearn to be in the palaces of Lady Pulura. I long to fly again, to see my brothers and sisters... To be free!"
ko: "저는 펄루라님의 궁전에 다시 들어갈 수 있길 간절히 바란답니다. 다시 날 수 있기를, 다시 형제 자매들과 만날 수 있기를... 자유로워지기를 바라요!"
ko_mt: "풀루라 부인의 궁전에 가고 싶어요. 다시 날아다니며 형제자매들을 보고 싶어요.. 자유로워지고 싶어요!"

source: The Thrush
ko: 지빠귀
ko_mt: 아구창

source: The Lantern Bearer
ko: 등불지기
ko_mt: 랜턴 운반자

source: The Newlyweds
ko: 신혼부부
ko_mt: 신혼부부

source: The Bridge
ko: 다리
ko_mt: 더 브릿지

source: The Daughter
ko: 여식
ko_mt: 딸

source: The Rider
ko: 기수
ko_mt: 카발리어

source: The Patriarch
ko: 족장
ko_mt: 족장

source: The Wagon
ko: 마차
ko_mt: 왜건

source: The Pack
ko: 무리
ko_mt: 팩

source: The Mother
ko: 어머니
ko_mt: 어머니

source: The Stargazer
ko: 점성술사
ko_mt: 스타게이저

source: The Stranger
ko: 이방인
ko_mt: 이방인

source: The Follower
ko: 추종자
ko_mt: 팔로워

source: Mysterious Note
ko: 알 수 없는 쪽지
ko_mt: 미스터리 노트

source: Much more interesting are the arms and legs of golems scattered around the waste, the mad constructs, the once-snarling faces of animals that now lack all resemblance to their living brethren, things that look like horse carcasses but with broken mechanical legs. Everything is brown with rust and long forgotten. A battle was fought here once, and the crusaders proved powerless in the face of the Abyss's mechanical inventions. Now the ash covers the detritus, and the entrance to the nearest barrow cannot be seen through the gray flurry.
ko: 벌판 이곳 저곳에 흩어져있는 골렘의 팔다리보다 더 흥미로운 것은, 현재의 생물과는 사뭇 다른 동물이 위협하는 얼굴을 가진 정신나간 구조물이 기계 다리가 부러진 채로 나뒹구는 말 사체 같다는 점입니다. 모든 것이 녹슬어 갈색으로 뒤덮였습니다. 언젠가 이 장소에서 전투가 있었고, 성전군은 심연의 기계 발명품의 앞에 무력하다는 것을 보여줬습니다. 지금은 그 잔해들에 잿더미가 쌓여있고, 가장 가까운 언덕으로 향하는 길은 회색 먼지로 인해 보이질 않습니다.
ko_mt: 쓰레기 더미에 흩어져 있는 골렘의 팔과 다리, 광기 어린 구조물, 한때는 살아있는 형제들과 전혀 닮지 않은 동물의 얼굴, 말의 시체처럼 보이지만 부러진 기계 다리가 달린 것들이 훨씬 더 흥미롭습니다. 모든 것이 녹이 슬고 갈색이며 오랫동안 잊혀졌습니다. 한때 이곳에서 전투가 벌어졌지만, 십자군은 심연의 기계 발명품 앞에서 무력함을 드러냈습니다. 이제 잿더미가 잔해를 뒤덮어 가장 가까운 무덤의 입구는 회색 눈보라에 가려 보이지 않습니다.

source: "They say the demons in the Wound are on the move again. Something's about to happen... "
ko: "세계상처의 데몬들이 또 한번 이동하는 중이라는 소문이 있더군. 무슨 짓을 꾸미는 걸까..."
ko_mt: "상처의 데몬들이 다시 움직이고 있다고 합니다. 곧 무슨 일이 일어날 거야.. "

source: "If something happens, it'll happen there, not here. Things stay quiet around here, thanks to the river, and that's how it should be!"
ko: "무슨 일이 일어나더라도, 거기서 일어나지 여기선 아닐 거예요. 이 주변은 강님 덕분에 아주 조용하고, 그래야만 하죠!"
ko_mt: "무슨 일이 생기면 여기가 아니라 저기서 일어날 겁니다. 강 덕분에 이 주변은 조용하고, 그래야만 합니다!"

source: "Yes, the Icy Rill will keep us safe. She won't allow any harm to come to us. Still, what do you think is happening? With the demons, I mean?"
ko_mt: "그래, 얼음 언덕이 우릴 지켜줄 거야. 우리에게 어떤 해악도 허락하지 않을 거예요. 그래도 무슨 일이 벌어지고 있다고 생각하세요? 데몬들 때문에요?"

source: "I don't know, and I don't want to know. You'd be better off asking how many catfish we'll catch this season. Now that's a real question, and a good one too. As for all that demon stuff, who cares?"
ko: "모르겠어요. 알고 싶지도 않고요. 이번 철에는 메기가 몇마리나 잡힐까 물어보시는 게 나을걸요. 그게 더 필요한 물음이고, 더 좋은 질문이기도 하니까요. 데몬 얘기는 누가 신경 쓰겠어요?"
ko_mt: "모르겠고 알고 싶지도 않아요. 이번 시즌에 메기가 몇 마리 잡힐지 물어보는 게 더 나을 거예요. 그거 정말 좋은 질문이네요. 그 모든 데몬에 관한 것들은 누가 신경이나 쓰겠어요?"

source: A small doll, made of grass, is tied to a tree with a dark blue ribbon.
ko: 풀로 만든 작은 인형이 검푸른 리본으로 나무에 묶여있습니다.
ko_mt: 풀로 만든 작은 인형이 진한 파란색 리본으로 나무에 묶여 있습니다.

source: Old, faded blue ribbons hang from the branches of the tree.
ko: 낡고 헤진 파란색 리본이 나뭇가지에 걸려 있습니다.
ko_mt: 오래되고 색이 바랜 파란색 리본이 나무 가지에 매달려 있습니다.

source: Three old dolls hang from the branches. Their grass and seaweed bodies are slowly rotting away.
ko: 낡은 인형이 나뭇가지에 걸렸습니다. 풀과 해초로 만들어진 몸통은 천천히 썩어가는 중입니다.
ko_mt: 나뭇가지에 낡은 인형 세 개가 매달려 있습니다. 인형의 풀과 해초 몸통은 서서히 썩어가고 있습니다.

source: A straw doll, clad in a small, skillfully embroidered light blue dress, is tied to the trunk of the tree.
ko: 작지만 솜씨 좋게 장식된 하늘색 드레스를 입은 지푸라기 인형이 나무 밑동에 묶였습니다.
ko_mt: 작고 정교하게 수 놓은 하늘색 드레스를 입은 밀짚 인형이 나무 줄기에 묶여 있습니다.

source: A piece of gray ribbon hangs from the branch.
ko: 회색 리본의 일부가 나뭇가지에 걸려 있습니다.
ko_mt: 나뭇가지에 회색 리본 한 조각이 매달려 있습니다.

source: A brand-new doll with blue beads for eyes hangs from the branch of a tree.
ko: 파란색 구슬로 눈을 표현한, 갓 만들어진 인형이 나뭇가지에 걸려 있습니다.
ko_mt: 파란 구슬이 눈에 달린 새 인형이 나뭇가지에 매달려 있습니다.

source: Two new dolls are tied to the trunk of the tree. Both are very small and look nearly identical — as if they are twins.
ko: 새 것 같은 인형 두 개가 나무 밑동에 묶여 있습니다. 둘 다 아주 작고, 마치 쌍둥이인 것처럼 거의 똑같습니다.
ko_mt: 두 개의 새 인형이 나무 줄기에 묶여 있습니다. 둘 다 매우 작고 마치 쌍둥이처럼 거의 똑같아 보입니다.

source: A rotting doll lies near the roots of the tree. The dirt makes it difficult to tell the color of the ribbon that once tied it to the branches.
ko: 썩어가는 인형이 나무 뿌리에 널브러져 있습니다. 한때 가지에 걸렸을 리본의 색은 진흙 때문에 알아보기 힘듭니다.
ko_mt: 나무 뿌리 근처에 썩은 인형이 놓여 있습니다. 먼지로 인해 나뭇가지에 묶었던 리본의 색을 구분하기 어렵습니다.

source: "What's happening here?"
ko: "무슨 일이 있었던 거지?"
ko_mt: "여기서 무슨 일이 일어나고 있는 거죠?"

source: "What does the doll mean?"
ko: "인형들의 의미는 뭐지?"
ko_mt: "인형은 무슨 뜻인가요?"

source: "How did he die?"
ko: "그는 왜 죽었나?"
ko_mt: "어떻게 죽었나요?"

source: "What's so special about firstborns?"
ko: "첫째라는 게 왜 그리 중요한 거지?"
ko_mt: "맏아들은 뭐가 그렇게 특별한가요?"

source: [Move along]
ko: [비켜준다]
ko_mt: [이동]

source: "It's not a wolf that howls in the night... It's not a bittern that cries in the fen..." {n}The fishermen sway slowly from side to side as they sing a mournful dirge. A woman, her face red and swollen from weeping, lifts a small doll made of grass and seaweed above her head, and ties it to a branch.{/n} "It's not the falling rain that blinds my sight... It's the grief of my broken, bleeding heart... "
ko: "한밤에 울부짖는 늑대가 아니에요... 늪가에서 우는 해오라기도 아니고요..." {n}어부들이 슬픈 장송곡을 부르며 양옆으로 몸을 흔든다. 눈물 때문에 벌겋게 부어오른 얼굴을 한 여성이 잡초와 해초로 만든 작은 인형을 그녀의 머리 위로 들어 올렸고, 나뭇가지 하나에 묶는다.{/n} "내 눈을 가리는 게 빗물이 아니라오... 그건 조각나고 피나는 나의 슬픈 심정이라오..."
ko_mt: "밤에 울부짖는 것은 늑대가 아니다.. 울타리 안에서 우는 것은 이리도 아니네..." {n}어부들이 슬픈 노래를 부르며 천천히 몸을 좌우로 흔들고 있다. 울음으로 얼굴이 빨갛게 부은 한 여인이 풀과 해초로 만든 작은 인형을 머리 위로 들어 올려 나뭇가지에 묶는다. {/n} "내 눈을 멀게 하는 것은 내리는 비가 아니라.. 그것은 부서지고 피를 흘리는 내 마음의 슬픔입니다...."

source: {n}One of the fishermen hushes you.{/n} "Be quiet!"
ko: {n}어부 하나가 당신을 제지한다.{/n} "조용!"
ko_mt: {n}어부 중 한 명이 당신을 조용히 시키고 있습니다.{/n} "조용히 해!"

source: "You want to know how he died? She begged him not to get close to the water. Told him so many times to stay on the shore... He's her firstborn, you know. But he didn't listen to his mama. He went swimming, got a leg cramp, and, well... What more is there to say? You can't cheat the river."
ko: "어떻게 죽었는지 궁금하다고? 그녀는 물에 너무 가까이 가지 말라고 녀석에게 빌었지. 개울가에 머무르라 수십 번을 말했네... 그녀의 첫째였어. 하지만 어머니의 말을 귀담아 듣지 않았지. 수영을 하러 갔고, 다리에 경련이 일어나서, 그리고, 그렇게 됐어... 더 말할게 무에 있나? 강을 속일 수는 없다오."
ko_mt: "그가 어떻게 죽었는지 알고 싶으세요? 그녀는 그에게 물 가까이 가지 말라고 애원했습니다. 뭍에 있으라고 수없이 말했지만.. 맏아들이니까요 하지만 그는 엄마 말을 듣지 않았어요. 수영하러 갔다가 다리에 쥐가 났고.. 더 할 말이 뭐 있겠어? 강을 속일 순 없지."

source: "Too curious for your own good, eh? People are in mourning. They didn't come here to answer all your questions, they came here to grieve. Move along, and leave us alone!"
ko: "궁금한 게 참으로 많구만? 응? 사람들이 슬퍼하고 있다네. 네 질문을 전부 받아주기 위해 모인게 아니야. 슬퍼하러 모인 거지. 비키시오. 그리고 우릴 가만히 놔두쇼!"
ko_mt: "너무 호기심이 많으시죠? 사람들은 애도 중입니다. 질문에 답하러 온 게 아니라 애도하러 온 거예요. 우릴 내버려두고 비켜주세요!"

source: {n}The fishermen ignore you as they continue to sing their mournful dirge.{/n}
ko: {n}어부들이 당신을 무시한 채 장송곡을 다시 부르기 시작한다.{/n}
ko_mt: {n}어부들이 슬픈 노랫소리를 계속 부르며 당신을 무시합니다.{/n}

source: "What's happening? What's happening is that Livona's son died two days ago. Her eldest, of course... So we're here, commemorating the poor child."
ko: "무슨 일이느냐고? 리보나의 아들이 이틀 전에 죽었소. 물론, 그녀의 장손이었지... 그 때문에 여기 모인 거요. 불쌍한 아이의 죽음을 슬퍼하기 위해."
ko_mt: "무슨 일이에요? 리보나의 아들이 이틀 전에 죽었습니다. 물론 그녀의 장남이죠.. 그래서 불쌍한 아이를 추모하기 위해 여기 모였습니다."

source: "The doll represents the person who died. That's what it means. We live our lives the best we can, but the river will always claim her own. Child or old man, it doesn't matter. Every one of us will drink of the icy water someday. See the white shores of the Icy Rill? That's not sand, it's the bones of our ancestors. And one day, we'll join them... "
ko: "인형은 죽은 이들을 상징하오. 그게 의미 자체지. 우리는 최선을 다해 살아간다만, 강께서는 언제나 그녀의 몫을 원하시지. 애인지 어른인지는 중하지 않소. 우리들 중 하나는 언젠가 차가운 물을 마시게 될 거요. 얼음장 개울의 하얀 강가가 보이시오? 저건 모래가 아니라 우리 조상들의 뼈라오. 그리고 언젠가는, 우리 또한 저곳에 들어가겠지..."
ko_mt: "인형은 죽은 사람을 상징합니다. 그게 바로 그 의미입니다. 우리는 최선을 다해 살아가지만 강은 언제나 그 인형을 찾아올 거예요. 어린아이든 노인이든 상관없어요. 우리 모두 언젠가는 그 얼음물을 마시게 될 테니까요. 아이시 릴의 하얀 해안이 보이시나요? 그건 모래가 아니라 우리 조상들의 뼈예요. 언젠가 우리도 그들과 함께.. "

source: An arrow sticks out of the demon's empty eye socket, and the floor around his body is smeared with his brain matter.
ko: 데몬의 텅 빈 눈구멍에 화살이 꽂혔고, 동시에 그의 뇌였던 물질들이 사방으로 튀겨 주변 바닥에 쏟아졌습니다.
ko_mt: 데몬의 빈 눈구멍에서 화살이 튀어나왔고, 몸 주변 바닥은 뇌물로 얼룩져 있습니다.

source: A demon bristling with arrows, creating the impression of a hedgehog. His killer made sure he died as painfully and slowly as possible.
ko: 화살이 빼곡히 박힌 데몬은 마치 고슴도치같은 형상입니다. 공격자는 그가 최대한 천천히, 고통스럽게 죽을 것이라 확신했습니다.
ko_mt: 고슴도치 같은 인상을 주는 화살이 뾰족한 데몬. 그의 살인자는 가능한 한 고통스럽고 천천히 죽도록 만들었습니다.

source: An expression of terror and joy is etched permanently on Kyado's face. He died quickly — the arrow pierced his heart.
ko: 공포와 기쁨의 표정이 캬도의 얼굴에 영원히 새겨졌습니다. 그는 빠르게 죽었습니다. 화살이 심장을 꿰뚫었기에.
ko_mt: 공포와 기쁨의 표정이 캬도의 얼굴에 영구히 새겨져 있습니다. 화살이 심장을 관통한 그는 순식간에 죽었습니다.

source: Zanedra's body appears untouched, but her throat has been crushed by bony fingers like it was paper.
ko: 자네드라의 육체가 변함없는 채로 나타났으나, 그녀의 목은 뼈만 남은 손가락에 의해, 마치 종잇장처럼 찢겼습니다.
ko_mt: 자네드라의 몸은 온전해 보이지만, 목은 뼈만 남은 손가락으로 종이처럼 짓이겨져 있습니다.

source: The bloody remains of a person lie out in plain view. There are marks on the bones left by gnawing teeth, some of them human.
ko: 피범벅인 사람의 사체가 감출 생각도 없다는 듯 누워있습니다. 뼈에는 이빨이 깨문 자국들이 있으며, 그 중 몇 개는 사람의 것입니다.
ko_mt: 피투성이가 된 사람의 유골이 눈에 잘 띄는 곳에 놓여 있습니다. 뼈에는 이빨을 갉아먹은 흔적이 남아 있는데, 그중 일부는 사람의 것이기도 합니다.

source: Profane depiction of a bull's head drawn in blood.
ko: 피로 그려진 신성 모독적인 황소 머리 그림입니다.
ko_mt: 황소 머리에 피가 묻은 불경스러운 묘사가 있습니다.

source: An antler of monstrous proportions set in steel. The beast to which it belonged must have been as large as a house.
ko: 강철에 박제된, 엄청나게 거대한 가지 뿔입니다. 본래 주인이었을 야수는 필시 집채만큼이나 거대했을 것입니다.
ko_mt: 강철에 세팅된 괴물 같은 비율의 뿔. 그것이 속한 짐승은 집채만 한 크기였을 겁니다.

source: It appears there is a carefully concealed doorway in this place.
ko: 이곳에 조심스럽게 숨겨둔 문이 있다는 게 드러났습니다.
ko_mt: 이곳에 조심스럽게 숨겨진 출입구가 있는 것 같습니다.

source: A hole stands out vividly in the demon's chest, as if an arrow wrought from sunfire found its mark there.
ko: 마치 태양불에서 뽑아든 화살이 그 표적을 꿰뚫은 것처럼, 데몬의 가슴팍에 선명한 구멍이 생겼습니다.
ko_mt: 데몬의 가슴에는 마치 태양불로 만든 화살이 그곳에 자국을 남긴 것처럼 구멍이 선명하게 드러나 있습니다.

source: A shocked grimace is frozen on the demon's face — he was killed suddenly and quickly.
ko: 데몬의 얼굴이 깜짝 놀라 찡그려진 채로 굳었습니다. 그는 빠르고 신속하게 살해되었습니다.
ko_mt: 갑작스럽고 빠르게 죽임을 당한 데몬의 얼굴에 충격에 찬 찡그린 표정이 굳어 있습니다.

source: "Please don't, you'll die!"
ko: "제발 그만 두십시오, 당신이 죽을지도 몰라요!"
ko_mt: "제발 안 돼요, 죽어요!"

source: "Glory be to Baphomet, Lord of the Ivory Labyrinth, unbridled consort of Lamashtu, father of the horned brood! Connive, maul, rut, and build labyrinths of lies in his honor! This is the will of his chosen priestess Zanedra."
ko: "상아 미궁의 군주, 라마슈투의 비공식 배우자, 뿔 달린 것들의 아버지 바포메트께 영광 있으라! 그분의 영예속에서 음모를 꾸미고, 상처를 입히고, 발정하며 거짓된 미궁을 건설하라! 이것은 그분께 간택받은 여사제 자네드라의 명령이노라."
ko_mt: "상아 미궁의 군주이자 뿔 달린 무리의 아버지 라마슈투의 자유로운 배우자인 바포메트에게 영광을! 그의 명예를 위해 거짓의 미궁을 만들고, 속이고, 틀에 박히고, 건설하세요! 이것이 그가 선택한 여사제 자네드라의 유언입니다."

source: "Marhevok lost!"
ko: "마르헤복이 졌다!"
ko_mt: "마헤복이 졌다!"

source: "You won in a fair fight. The Wintersun clan will have no quarrel with you."
ko: "당신은 공정한 싸움에서 승리했소. 윈터선 부족은 당신과 어떤 충돌도 빚지 않을 것이오."
ko_mt: "넌 정정당당한 싸움에서 이겼어. 윈터선 일족은 너와 다툴 일이 없을 것이다."
