Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: {g|Event_Discouraged_1}[Choice effects]{/g} Assign this task to Sosiel
ko: {g|Event_Discouraged_1}[선택 효과]{/g} 소시엘에게 임무를 맡긴다
ko_mt: {g|Event_Discouraged_1}[선택 효과]{/g} 이 작업을 소시엘에게 할당

source: {g|Event_Discouraged_2}[Choice effects]{/g} Assign this task to Nurah
ko: {g|Event_Discouraged_2}[선택 효과]{/g} 누라에게 임무를 맡긴다
ko_mt: {g|Event_Discouraged_2}[선택 효과]{/g} 이 작업을 누라에게 할당

source: {g|Event_Discouraged_3}[Choice effects]{/g} Ignore cowards
ko: {g|Event_Discouraged_3}[선택 효과]{/g} 겁쟁이들을 무시한다
ko_mt: {g|Event_Discouraged_3}[선택 효과]{/g} 겁쟁이 무시

source: Discouraged
ko: 의욕 상실
ko_mt: 낙담

source: As the army draws closer to Drezen, the sense of alarm grows stronger in soldiers' voices. They are frightened and exhausted; the coming battle strikes fear into their hearts and weakens their resolve. The fight for Drezen has already been lost once. What if it happens again? Nobody wants to die in this unforbidding land... The warriors need inspiration for the coming battle, but, unfortunately, the Commander does not have enough time to speak to each of them. One of h{mf|is|er} advisors should take up the task. Merciful cleric Sosiel is sure he can find the words that will keep the fighters' morale high. Cunning and charming Nurah Dendiwhar is also ready to take charge of military morale. The Commander faces a choice.
ko: 군대가 드레젠에 가까워질수록, 병사들 사이에서 불안함이 더욱 커져만 간다. 그들은 지치고 나약해졌다. 다음 전투는 그들의 마음 속 공포심을 자극하여 결의를 약화시킬 터이다. 이미 드레젠에서의 전투는 한 번 패배했었다. 또 한 번 싸워봤자 결과가 바뀌겠는가? 기약없는 승리를 위해 몸을 던질 사람은 그 누구도 없으니... 병사들에겐 다음 전투를 위한 동기 부여가 필요하지만, 불행히도 사령관에게 그들 전부를 일일이 만나 이야기 할 시간은 없다. 보좌관 중 한 명이 이 임무를 맡아야만 한다. 자애로운 클레릭인 소시엘은 자신이 전사들의 사기를 높일 수 있을 거라 확신한다. 교활하며 매력적인 누라 덴디와르 또한 군대의 사기를 위해 일 할 준비가 되었다. 사령관은 선택의 기로에 섰다.
ko_mt: 군대가 드레젠에 가까워질수록 병사들의 목소리에서 경보 감각이 강해집니다. 그들은 겁에 질리고 지쳤습니다. 다가오는 전투는 그들의 마음에 두려움을 불러 일으키고 그들의 결의를 약화시킵니다. 드레젠을 위한 전투는 이미 한 번 패배한 적이 있습니다. 또다시 패배하면 어떻게 될까요? 이 험난한 땅에서 죽고 싶은 사람은 아무도 없습니다.. 전사들은 다가올 전투를 위한 영감이 필요하지만, 안타깝게도 사령관은 그들에게 말을 걸 시간이 충분하지 않습니다. {mf|그|그녀}의 조언자 중 한 명이 그 일을 맡아야 합니다. 자비로운 성직자 소시엘은 전사들의 사기를 높여줄 말을 찾아낼 수 있다고 확신합니다. 교활하고 매력적인 누라 덴디와르도 군의 사기를 책임질 준비가 되어 있습니다. 사령관은 선택에 직면합니다.

source: Sosiel has succeeded in inspiring the soldiers. After speaking to the young cleric, the fighters' faces brightened. As they thought about the battle to come, they smiled. Soon they will get even with the demons for their slain companions in arms and raise the banner of Iomedae over the walls of Drezen. What a glorious day it will be!
ko: 소시엘은 병사들의 동기 부여에 성공했다. 젊은 클레릭의 연설 이후, 전사들의 얼굴은 밝아졌다. 이제 그들은 다가오는 전투에 대해 생각할 때 미소를 짓는다. 곧 그들은 살해당한 동료들을 위해 데몬과 싸워 드레젠의 성벽에 아이오메데의 깃발을 꽂을 것이다. 이 얼마나 영광스러운 일인가!
ko_mt: 소시엘은 병사들을 고무시키는데 성공했습니다. 젊은 성직자와 이야기를 나눈 후 전사들의 얼굴이 밝아졌다. 그들은 다가올 전투를 생각하며 미소를 지었습니다. 곧 그들은 전사한 동료들을 위해 데몬들에게 복수하고 드레젠 성벽에 아이오메데의 깃발을 올릴 것입니다. 얼마나 영광스러운 날이 될까요!

source: Unfortunately, Nurah's inspiring talk had no effect on the soldiers. Some officers even appealed to the Commander for not letting lady Dendiwhar talk to the fighters about how wonderful is to die for the right cause.
ko: 불행히도, 사기 증진을 위한 누라의 연설은 병사들에게 아무 효과도 없었다. 심지어 장교 중 몇 명은 사령관에게 누라가 병사들이 대의를 위해 죽는 게 얼마나 아름다운 일인지 떠드는 것을 금지해달라 요청하기도 했다.
ko_mt: 안타깝게도 누라의 감동적인 연설은 병사들에게 아무런 영향을 미치지 못했습니다. 일부 장교들은 덴디와르 부인이 전사들에게 올바른 대의를 위해 죽는 것이 얼마나 멋진 일인지에 대해 이야기하지 못하게 해달라고 사령관에게 호소하기도 했습니다.

source: Iomedae army is no place for the faint-hearted. The coming battle will separate the heroes from the cowards.
ko: 아이오메데의 군대에 심약한 자들이 설 자리는 없다. 다음 전투로 영웅들과 비겁자들이 가려질 것이다.
ko_mt: 아이오메데 군대는 마음이 약한 자들을 위한 곳이 아닙니다. 다가오는 전투는 영웅과 겁쟁이를 분리 할 것입니다.

source: This option is unavailable because Nurah is no longer one of the Commander's advisors.
ko: 이 선택지는 더이상 누라가 사령관의 보좌관이 아니기 때문에 선택할 수 없습니다.
ko_mt: 누라는 더 이상 사령관의 고문이 아니기 때문에이 옵션을 사용할 수 없습니다.

source: Wise bards who worship dragons will join the crusade to take care of their idols. They will become Dragon Disciples.
ko: 드래곤을 숭상하는 지혜로운 바드들이 그들의 우상을 보필하기 위하여 성전에 합류할 것입니다. 그들은 드래곤 디사이플이 될 것입니다.
ko_mt: 용을 숭배하는 현명한 바드들이 우상을 돌보기 위해 십자군에 합류할 것입니다. 그들은 드래곤 제자가 될 것입니다.

source: Dragon Disciple bards have arrived in Drezen, and their songs, full of wisdom and grace, have silenced the voice of the Abyss in the hearts of dragons.
ko: 드래곤 디사이플 바드가 드레젠에 도착하였습니다. 지혜와 은혜로 가득찬 그들의 노래는 드래곤의 마음 속 심연의 목소리를 침묵시켰습니다.
ko_mt: 용의 제자 바드들이 드레젠에 도착했고, 지혜와 은혜로 가득 찬 그들의 노래가 용의 마음속 심연의 목소리를 침묵시켰습니다.

source: X {g|DragonDiscipleBards}[Dragon Disciple Bards]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 X {g|DragonDiscipleBards}[드래곤 디사이플 바드]{/g}가 모집되었습니다.
ko_mt: X {g|DragonDiscipleBards}[드래곤 제자 바드]{/g}은 사령관 본부에서 모집합니다.

source: Dragon Disciples Initiation
ko: 드래곤 디사이플 입회
ko_mt: 드래곤 제자 입문

source: Recruit X Grave Knights at commander's headquarters.
ko: 사령관의 지휘부에 X 무덤 기사를 모집합니다.
ko_mt: 사령관 본부에서 X 그레이브 나이트를 모집하십시오.

source: Recruit X Liches at commander's headquarters.
ko: 사령관의 지휘부에 X 리치를 모집합니다.
ko_mt: 사령관 본부에서 X 리치를 모집하십시오.

source: All melee units deal 20% more damage to flying units. All ranged units deal 40% more damage to flying units.
ko: 모든 근접 유닛이 비행 유닛에게 20% 추가 피해를 가합니다. 모든 원거리 유닛이 비행 유닛에게 40% 추가 피해를 가합니다.
ko_mt: 모든 근접 유닛이 비행 유닛에게 20% 더 많은 피해를 줍니다. 모든 원거리 유닛이 비행 유닛에게 40% 더 많은 피해를 줍니다.

source: Anti-Air Training
ko: 대공 훈련
ko_mt: 대공 훈련

source: Defensive Training (Rank 5)
ko: 방어 훈련 V
ko_mt: 방어 훈련 (5 등급)

source: All units in the army get a +2 bonus to defense.
ko: 모든 유닛이 방어에 +2 보너스를 받습니다.
ko_mt: 군대의 모든 유닛은 방어에 +2 보너스를 받습니다.

source: Defensive Training (Rank 4)
ko: 방어 훈련 IV
ko_mt: 방어 훈련 (4 등급)

source: All your units deal 15% more damage to demons.
ko: 모든 유닛이 데몬에게 15% 추가 피해를 가합니다.
ko_mt: 모든 유닛이 데몬에게 15 % 더 많은 피해를줍니다.

source: Demonslayers
ko: 데몬 사냥꾼
ko_mt: 데몬 사냥꾼

source: Your ranged units get a +2 bonus to defense, maneuver and attack.
ko: 원거리 유닛이 방어, 전법 및 공격에 각각 +2 보너스를 받습니다.
ko_mt: 원거리 유닛은 방어, 전법 및 명중 굴림에 +2 보너스를 받습니다.

source: High Ground
ko: 고지 점령
ko_mt: 하이 그라운드

source: The morale of your paladins counts as 50 higher during combat.
ko: 전투 중 팔라딘의 사기가 50 더 높게 계산됩니다.
ko_mt: 전투 중에 성기사의 사기가 50 더 높게 계산됩니다.

source: Holy Warriors
ko: 신의 전사들
ko_mt: 신성한 전사

source: Your infantry takes 20% less damage.
ko: 보병 유닛이 피해를 20% 덜 받습니다.
ko_mt: 당신의 보병은 피해를 20 % 덜받습니다.

source: Impenetrable Battle Lines
ko: 뚫을 수 없는 전열
ko_mt: 뚫을 수없는 전선

source: Leadership (Rank 4)
ko: 지도력 IV
ko_mt: 리더십 (4 등급)

source: Leadership (Rank 5)
ko: 지도력 V
ko_mt: 리더십 (5 등급)

source: All ranged units in the army get a +1 bonus to damage.
ko: 부대의 모든 원거리 유닛이 피해에 +1 보너스를 받습니다.
ko_mt: 군대의 모든 원거리 유닛은 피해 +1 굴림 보너스를 얻습니다.

source: All ranged units in the army get a +1 bonus to attack and a +1 bonus to damage.
ko: 부대의 모든 원거리 유닛이 공격에 +1, 피해에 +1 보너스를 받습니다.
ko_mt: 군대의 모든 원거리 유닛은 명중 굴림 +1, 피해 +1 굴림 보너스를 얻습니다.

source: All ranged units in the army get a +2 bonus to attack.
ko: 부대의 모든 원거리 유닛이 공격에 +2 보너스를 받습니다.
ko_mt: 군대의 모든 원거리 유닛은 명중 +2 굴림 보너스를 얻습니다.

source: Marksmanship (Rank 4)
ko: 사격술 IV
ko_mt: 사격술 (4 등급)

source: All ranged units in the army get a +1 bonus to attack and a +2 bonus to damage.
ko: 부대의 모든 원거리 유닛이 공격에 +1, 피해에 +2 보너스를 받습니다.
ko_mt: 군대의 모든 원거리 유닛은 명중 굴림 +1, 피해 굴림에 +2 보너스를 얻습니다.

source: Marksmanship (Rank 5)
ko: 사격술 V
ko_mt: 사격술 (5 등급)

source: Your infantry gets a +2 bonus to defense, maneuver and attack.
ko: 보병 유닛이 방어, 전법, 공격에 각각 +2 보너스를 받습니다.
ko_mt: 당신의 보병은 방어, 전법 및 명중 굴림에 +2 보너스를 받습니다.

source: Methodical Advance
ko: 체계적인 전진
ko_mt: 체계적인 발전

source: Your Hellknights get a +6 bonus to damage.
ko: 헬나이트 유닛이 피해에 +6 보너스를 받습니다.
ko_mt: 당신의 지옥기사들은 피해에 +6 보너스를 받습니다.

source: No Mercy
ko: 무자비
ko_mt: 자비 없음

source: All melee units in the army get a +1 bonus to attack.
ko: 부대의 모든 근접 유닛이 공격에 +1 보너스를 받습니다.
ko_mt: 군대의 모든 근접 유닛은 명중 굴림에 +1 보너스를 얻습니다.

source: Offensive Training (Rank 1)
ko: 공격술 I
ko_mt: 공격 훈련 (1 등급)

source: All melee units in the army get a +1 bonus to damage.
ko: 부대의 모든 근접 유닛이 피해에 +1 보너스를 받습니다.
ko_mt: 군대의 모든 근접 유닛은 피해 굴림에 +1 보너스를 얻습니다.

source: Offensive Training (Rank 2)
ko: 공격술 II
ko_mt: 공격 훈련 (2 등급)

source: All melee units in the army get a +1 bonus to attack and a +1 bonus to damage.
ko: 부대의 모든 근접 유닛들이 공격에 +1, 피해에 +1 보너스를 받습니다.
ko_mt: 군대의 모든 근접 유닛은 명중 굴림에 +1, 피해 굴림에 +1 보너스를 얻습니다.

source: Offensive Training (Rank 3)
ko: 공격술 III
ko_mt: 공격 훈련 (3 등급)

source: All melee units in the army get a +2 bonus to attack.
ko: 부대의 모든 근접 유닛이 공격에 +2 보너스를 받습니다.
ko_mt: 군대의 모든 근접 유닛은 명중 굴림에 +2 보너스를 얻습니다.

source: Offensive Training (Rank 4)
ko: 공격술 IV
ko_mt: 공격 훈련 (4 등급)

source: All melee units in the army get a +1 bonus to attack and a +2 bonus to damage.
ko: 부대의 모든 근접 유닛들이 공격에 +1, 피해에 +2 보너스를 받습니다.
ko_mt: 군대의 모든 근접 유닛은 명중 굴림에 +1, 피해 굴림에 +2 보너스를 얻습니다.

source: Offensive Training (Rank 5)
ko: 공격술 V
ko_mt: 공격 훈련 (5 등급)

source: All units in the army get +1 to maneuver, and the army restores 10 more movement points every day.
ko: 부대의 모든 유닛이 전법에 +1 보너스를 받으며, 부대가 +10 이동 점수를 받습니다.
ko_mt: 군대의 모든 유닛은 기동력 +1을 얻고, 군대는 매일 10 개의 이동 점수를 더 회복합니다.

source: Pathfinding (Rank 1)
ko: 탐색술 I
ko_mt: 경로 찾기 (1 등급)

source: All units in the army get +1 to maneuver, and the army movement point limit increases by 50.
ko: 부대의 모든 유닛 전법에 +1을 받으며 부대의 이동 점수 최대치가 50 증가합니다.
ko_mt: 군대의 모든 유닛은 기동력 +1을 얻고, 군대의 이동 점수 제한이 50 증가합니다.

source: Pathfinding (Rank 2)
ko: 탐색술 II
ko_mt: 경로 찾기 (2 등급)

source: All units in the army get +1 to maneuver, and the army gets a +1 bonus to the situation roll during combat, significantly increasing a chance to take a more advantageous position.
ko: 부대의 모든 유닛이 전법에 +1 보너스를 받으며, 부대가 전투 중 상황 굴림에 +1 보너스를 받게 되어 더 좋은 위치를 잡을 확률이 상당히 늘어납니다.
ko_mt: 군대의 모든 유닛은 기동력 +1을 받고, 군대는 전투 중 상황 +1 롤에 보너스를 받아 더 유리한 위치를 차지할 확률이 크게 증가합니다.

source: Pathfinding (Rank 3)
ko: 탐색술 III
ko_mt: 경로 찾기 (3 등급)

source: All units in the army get +1 to maneuver, the army restores 10 more movement points every day, and the army movement point limit increases by 20.
ko: 부대의 모든 유닛이 전법에 +1 보너스를 받으며, 부대의 이동 점수가 +10, 이동 점수 최대치가 +20 증가합니다.
ko_mt: 군대의 모든 유닛이 기동력 +1을 얻고, 군대는 매일 이동 점수를 10 개 더 회복하며, 군대 이동 점수 제한이 20만큼 증가합니다.

source: Pathfinding (Rank 4)
ko: 탐색술 IV
ko_mt: 경로 찾기 (4 등급)

source: Pathfinding (Rank 5)
ko: 탐색술 V
ko_mt: 경로 찾기 (5 등급)

source: Caster unit. Special purpose unit. Can cast Acid Arrow, Blur and Stone Call spells, and receive additional attack bonus when flanking.
ko: 주문 시전 유닛. 특수 목적 유닛. 산성 화살, 흐릿함 및 자갈비 주문 시전 가능. 협공시 추가 공격 보너스.
ko_mt: 시전자 유닛. 특수 목적 유닛. 산성 화살, 블러 및 자갈비 주문을 시전하고 측면 공격시 추가 공격 보너스를 받을 수 있습니다.

source: Masters of cunning tricks and deceit, reinforcing their rogues' techniques with arcane spells.
ko: 절묘한 손재주와 기만의 달인으로, 그들이 가진 로그로서의 기교를 비전 주문들로 강화합니다.
ko_mt: 교활한 속임수와 속임수의 대가로, 비전 주문으로 로그의 기술을 강화합니다.

source: Arcane Tricksters
ko: 아케인 트릭스터
ko_mt: 비전 트릭스터

source: Masters of deepest forests, grim but fair protectors of the wild.
ko: 숲 최심부의 주인이며, 무섭지만 공평한 자연의 수호자입니다.
ko_mt: 가장 깊은 숲의 주인, 냉혹하지만 공정한 야생의 보호자.

source: Bears
ko: 곰
ko_mt: 곰

source: Ranged unit. Have +3 AC bonus and +3 attack bonus against undead units.
ko: 원거리 유닛. 언데드 유닛에 대해 +3 AC 및 +3 공격 보너스.
ko_mt: 원거리 유닛. 언데드 유닛에 대한 AC +3 보너스와 +3 공격 보너스를 받습니다.

source: Cavalry unit.
ko: 기병 유닛.
ko_mt: 기병 부대.

source: Professional armored soldiers riding warhorses.
ko: 군마를 모는 중장병입니다.
ko_mt: 전마를 타는 전문 기갑 병사.

source: Knights
ko: 기사
ko_mt: 기사

source: Ranged unit. Caster unit. Can heal allied units.
ko: 원거리 유닛. 주문 시전 유닛. 아군 유닛을 치유할 수 있음.
ko_mt: 원거리 유닛. 시전자 유닛. 아군 유닛을 치료할 수 있습니다.

source: These mortals have been overwhelmed and twisted by a divine power which a human body was never intended to endure. Just as their gift is both a blessing and a curse, the oracles themselves are a blessing to their allies and a deadly curse to their enemies.
ko: 이 필멸자들은 인간의 몸으로 견뎌낼 수 없는 신적인 힘으로 압박되어 뒤틀렸습니다. 그들이 받은 힘이 축복인 동시에 저주인 것처럼, 오라클은 아군에는 축복이며 적에게는 위험한 저주입니다.
ko_mt: 이 필멸자들은 인간의 몸으로는 결코 견딜 수 없는 신성한 힘에 압도당하고 뒤틀렸습니다. 그들의 선물이 축복이자 저주인 것처럼 오라클 자체는 아군에게는 축복이지만 적에게는 치명적인 저주입니다.

source: Oracles
ko: 오라클
ko_mt: 오라클

source: Horrible bloody traces suggest that a fierce battle was fought here.
ko: 끔찍한 핏자국들이 여기서 맹렬한 전투가 벌어졌음을 보여줍니다.
ko_mt: 끔찍한 피의 흔적은 여기서 치열한 전투가 벌어 졌음을 시사합니다.

source: Footsteps in the dust indicate two experienced swordsmen crossed paths here.
ko: 먼지 속에 찍힌 발자국은 노련한 검사 두 명이 이곳을 지나갔음을 나타냅니다.
ko_mt: 먼지 속의 발자국은 두 명의 숙련된 검객이 이곳에서 길을 건넜음을 나타냅니다.

source: This priest never even had a chance to draw his weapon — he was killed with a sudden stab in the back.
ko: 사제에겐 무기를 꺼낼 틈조차 없었습니다. 그는 등 뒤에서 기습으로 한 방에 죽었습니다.
ko_mt: 이 사제는 무기를 뽑을 기회조차 얻지 못했고 갑작스런 뒤통수 찔림으로 살해당했습니다.

source: A broad streak of blood, the kind left when someone's head is lopped off with a quick, sure strike.
ko: 넓게 펴진 핏자국입니다. 빠르고 확실한 일격으로 누군가의 목이 달아났을 때 생기는 종류의 것입니다.
ko_mt: 빠르고 확실한 타격으로 누군가의 머리가 잘릴 때 남는 종류의 넓은 피의 줄무늬.

source: The priest of Urgathoa's body looks strangely gaunt, unnaturally rigid, and stiff.
ko: 우르가쏘아 사제의 시신은 기이하게 여위고, 부자연스럽게 뻣뻣해 보입니다.
ko_mt: 우르가쏘아의 사제는 이상하게 끔찍하고 부자연스럽게 딱딱하고 뻣뻣해 보입니다.

source: The priest of Urgathoa's body seems to be dried out, with not a drop of blood left in his veins.
ko: 우르가쏘아 사제의 시신은 피가 한방울도 남지 않은 듯 말라 비틀어진 모습입니다.
ko_mt: 우르가쏘아의 사제는 정맥에 피 한 방울도 남지 않은 채 말라 버린 것 같습니다.

source: The tracks on the ground indicate that a body was dragged here.
ko: 지면에 남은 자국을 보면 시체가 끌려간 자리임을 추측할 수 있습니다.
ko_mt: 땅의 흔적은 시체가 여기로 끌려 왔음을 나타냅니다.

source: The tracks on the ground indicate that a body was dragged here with something like a spear or a stake sticking out of the middle.
ko: 지면에 남은 자국을 보면 시체가 한 가운데에 창이나 말뚝이 꽂힌 채 끌려 갔음을 추측할 수 있습니다.
ko_mt: 바닥에 난 발자국은 시신이 창이나 말뚝 같은 것을 가운데에 꽂은 채로 이곳으로 끌려왔다는 것을 나타냅니다.

source: The wood of this artifact is warm to the touch, and it trembles as though alive. It emanates whispering and crying, barely audible, right on the edge of perception. Touching the handle imparts a storm of vague emotions, ranging from ecstatic joy to bitter yearning. Briar is surrounded by a great mystery. It definitely possesses significant magical power, but its true value becomes known only once you study the history of the artifact's origin. The Briar was created from a portion of the nymph Nyrissa's soul by an Eldest of the First World. It was then hidden from her in a cave beneath the Old Sycamore. For thousands of years, Nyrissa desperately searched for it, filling the Stolen Lands with chaos and suffering in the process. The emergence of this artifact, after its thousand-year oblivion, is an event all its own. The Briar is a symbol of the desperate search for lost, distant hope and rebellion against higher powers.
ko: 이 유물의 나뭇결은 따뜻하고 살아있는 듯이 진동합니다. 이것은 속삭임과 울음이 희미하게 들립니다. 손잡이를 잡으면 날아갈 듯한 기쁨과 씁쓸한 절규의 여러가지 희미한 감정이 느껴집니다. 찔레에는 커다란 의문점들이 있습니다. 이것은 엄청난 마법력을 가지고 있지만 이 물건의 진정한 가치는 유물의 기원을 알았을 때 찾아옵니다. 찔레는 태초 세계의 원로가 님프 나이리사 영혼의 일부로 만들었습니다. 이것은 오래된 시카모어 나무 밑 동굴에 숨겨져 있었습니다. 수천년 동안 나이리사는 그것을 찾고자 혼돈과 고통을 겪으며 도둑맞은 땅을 찾아다녔습니다. 이 유물이 수천년의 잠에서 깨어난다면 그것 자체로 엄청난 일일 것입니다. 찔레는 강한 힘에 대항하기 위한 희망을 찾고자 하는 절망적인 노력의 상징입니다.
ko_mt: 이 유물의 나무는 만지면 따뜻하고 마치 살아있는 것처럼 떨립니다. 그것은 지각의 가엘데스트리에서 거의 들리지 않는 속삭임과 울음 소리를 발산합니다. 손잡이를 만지면 황홀한 기쁨부터 쓰라린 그리움까지 모호한 감정이 폭풍처럼 밀려옵니다. 브라이어는 거대한 신비에 둘러싸여 있습니다. 분명 상당한 마법의 힘을 지니고 있지만, 그 진정한 가치는 유물의 기원에 대한 역사를 연구해야만 알 수 있습니다. 브라이어는 태초 세계의 엘데스트가 님프 니리사의 영혼의 일부로 만들었습니다. 그 후 오래된 플라타너스 아래 동굴에 숨겨져 있었습니다. 수천 년 동안 니리사는 필사적으로 그 유물을 찾아 헤맸고, 그 과정에서 도둑맞은 땅은 혼돈과 고통으로 가득 찼습니다. 천 년 동안 잊혀졌던 이 유물의 출현은 그 자체로 하나의 사건입니다. 브라이어는 잃어버린 아득한 희망에 대한 필사적인 탐색과 더 높은 힘에 대한 반란의 상징입니다.

source: Briar
ko: 찔레
ko_mt: 브라이어

source: A corrupted gift the Four Horsemen gave their loyal servant in reward for his myriad atrocities in ancient times. The full power of the Oculus is not known, but it has power enough to destroy entire cities. It has power over the mind, and it is capable of revealing what is hidden, though not everyone can use it to its full extent. Revealing the true power of the Oculus requires a sacrifice, inserting it into the owner's eye socket. The suffering associated with this merger can be so strong that it leads to madness. The Oculus can also accumulate power and release it in horrible acts of magic, but that is a lengthy process that can take centuries.
ko: 그 옛날 네 기수가 수없이 많은 잔악 행위를 한 포상으로써 충실한 신자에게 하사한 사악한 선물입니다. 나락의 눈이 가진 힘의 끝은 알 수 없지만, 적어도 도시 하나쯤은 손쉽게 파괴할 것입니다. 이 물건은 상상을 뛰어넘는 힘을 가졌으며, 또한 숨겨진 것들을 찾아낼 수 있는 능력을 지녔습니다. 그러나 그 힘을 온전히 사용할 수 있는 자는 드뭅니다. 나락의 눈의 진정한 힘을 끌어내기 위해서는 제물이 필요하며, 그것은 바로 소유자의 눈에 이것을 꽂는 것입니다. 눈과 하나가 되는 고통은 너무나 강렬하여 소유자가 미쳐버릴지도 모릅니다. 또한 나락의 눈은 끔찍한 마법 의식을 통해 힘을 축적 및 방출할 수 있습니다만, 그를 위해서는 수세기가 넘는 시간을 준비해야만 합니다.
ko_mt: 포 호스맨이 고대에 무수한 잔학 행위에 대한 보상으로 충성스러운 종에게 준 타락한 선물입니다. 오큘러스의 전체 힘은 알려지지 않았지만 도시 전체를 파괴 할 수 있는 충분한 힘을 가지고 있습니다. 오큘러스는 마음을 지배하는 힘을 가지고 있으며 숨겨진 것을 드러낼 수 있지만 모든 사람이 그 힘을 최대한 사용할 수는 없습니다. 오큘러스의 진정한 힘을 드러내려면 소유자의 눈 소켓에 삽입하는 희생이 필요합니다. 이 합병과 관련된 고통은 너무 강해서 광기로 이어질 수 있습니다. 오큘러스는 또한 힘을 축적하여 끔찍한 마법 행위로 방출 할 수 있지만 수세기가 걸릴 수 있는 긴 과정입니다.

source: Oculus of Abaddon
ko: 나락의 눈
ko_mt: 아바돈의 오큘러스

source: A sacred sword of Gorum, used to imprison the soul of Armag — one of the greatest warriors in history. It has the blessing of the god of war, yes, but anyone who would take it in their hands must remain vigilant — for the faint of heart, this blessing can easily become a curse. Ovinrbaane is an object of dispute between Pharasma and Gorum — a symbol of the eerie, short-lived triumph of the god of war over the goddess of death. Not wishing to give his champion, Armag, over to Pharasma and the great River of Souls, Gorum infused Armag's soul into the sword, and for a thousand years, it waited for the time when it could return to the chaos of mortal battles for which it was born.
ko: 역사상 가장 위대한 전사 중 하나인 아르막의 영혼이 봉인된 고룸의 신성한 검입니다. 이 검은 전쟁의 신의 축복을 받았습니다만, 이 검을 쥐는 자는 언제나 조심해야만 합니다. 용기가 부족한 자에겐 이 축복이 저주가 될 수 있기 때문입니다. 오빈르베인은 파라즈마와 고룸의 분쟁에서 생겨난 물체이며, 이는 기묘하게도 전쟁의 신이 죽음의 여신에게 일시적인 승리를 거둔 사건이기도 합니다. 자신의 용사인 아르막을 파라즈마와 거대한 영혼의 강에 넘겨주기 싫었던 고룸은 아르막의 영혼을 이 검에 불어넣었습니다. 그 후 수 천 년 동안, 오빈르베인은 그를 탄생시킨, 목숨을 건 전장의 혼돈 속으로 돌아가기만을 기다리고 있습니다.
ko_mt: 역사상 가장 위대한 전사 중 한 명인 아르마그의 영혼을 가두는데 사용되는 고룸의 신성한 검입니다. 전쟁의 신의 축복이 깃들어 있지만, 이 검을 손에 넣으려는 자는 반드시 경계해야 합니다. 마음이 약한 자에게는 이 축복이 쉽게 저주가 될 수 있기 때문입니다." 오빈르바네는 파라즈마와 고룸 사이의 분쟁의 대상이며, 전쟁의 신이 죽음의 여신을 상대로 거둔 섬뜩하고 단명했던 승리의 상징이기도 합니다. 고룸은 자신의 챔피언인 아르마그를 파라즈마와 위대한 영혼의 강에게 넘겨주고 싶지 않아 아르마그의 영혼을 검에 불어넣고 천 년 동안 자신이 태어난 필멸자 전투의 혼돈으로 돌아갈 수 있는 때를 기다렸습니다.

source: Ovinrbaane, Enemy of All Enemies
ko: 오빈르베인, 모든 적들의 적
ko_mt: 모든 적의 적, 오빈르바네

source: Congratulations! You have completed the first five chapters of Pathfinder: Wrath of the Righteous! We hope you enjoyed your time, and we can't wait to see you in the full version of the game. - Owlcats
ko: 축하드립니다! 당신은 패스파인더: 의인의 분노의 첫 다섯 챕터를 끝마쳤습니다! 당신이 즐거우셨기를 바라며, 또 완성된 게임을 어서 보여드리고 싶어지는군요. - 아울캣
ko_mt: 축하합니다! 패스파인더의 첫 다섯 챕터를 완료하셨습니다. 의로운 자의 분노! 즐거운 시간이 되셨기를 바라며, 게임의 정식 버전에서 만나 뵙기를 기대합니다. - 아울캣츠

source: The door has a peculiar magic lock that is unlike anything you've seen before. It's unclear how it's even supposed to open.
ko: 이 문은 당신이 이제껏 보지 못한 종류의 마법으로 잠겨 있습니다. 어떻게 해야 열릴지 조차도 확실하지 않습니다.
ko_mt: 문에는 이전에 본 것과는 다른 특이한 마법 자물쇠가 있습니다. 어떻게 열어야하는지조차 불분명합니다.

source: Erastil's commandments are written on the Sarkorian tablets.
ko_mt: 에라스틸의 계명은 사르 코리안 석판에 기록되어 있습니다.

source: The ancient altar dedicated to Gorum has not yet lost its power.
ko_mt: 고룸에게 바쳐진 고대 제단은 아직 그 힘을 잃지 않았습니다.

source: Rope
ko_mt: 로프

source: The door is locked
ko_mt: 문이 잠겼습니다

source: You found the wizard's tower. Experience points gained: <b>{count}</b>.
ko_mt: 마법사의 탑을 찾았습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: Opening the gates under catapults fire does not seem possible.
ko: 투석기의 포화 아래에서 성문을 여는 것은 불가능해보입니다.
ko_mt: 투석기 사격으로 문을 여는 것은 불가능 해 보입니다.

source: Select slab
ko_mt: 슬래브 선택

source: Turn slab around
ko_mt: 슬래브 돌리기

source: [playtest] Игрок может долутать данж и войти в разрыв.
ko: [플레이테스트] 그 선수는 던전을 획득하고 격차에 들어갈 수 있다.
ko_mt: [플레이 테스트] Игрок может долутать данж и войти в разрыв.

source: [playtest] Катсцена, в которой открывается главная дверь и с красивым fx'ом
ko: [플레이테스트] 정문이 열리고 아름다운 효과음이 나오는 장면
ko_mt: [플레이 테스트] Катсцена, в которой открывается главная дверь и с красивым fx'ом

source: [playtest] Катсцена, в которой мы видим силы демонов, убегающие в один коридор и Минаго, убегающую от нас по лестнице вниз. Звучит рог Гарольда. После победы над жрецом Бафомета выбираем куда бежать — помогать Герольду или преследовать Минаго.
ko: [플레이테스트] 한 복도로 달려가는 악마와 미나고가 계단을 내려가는 것을 보는 장면. 해롤드의 뿔이 들린다. 바포메트 신부를 물리친 후에, 우리는 G를 돕기 위해 어디로 갈지 선택합니다.
ko_mt: [플레이테스트] 카트만두와 미나르고에서 플레이할 수 있는 게임으로, 게임 플레이에 대한 자세한 내용은 공식 홈페이지에서 확인할 수 있습니다. Звучит рог Гарольда. После победы над жрецом Бафомета выбираем куда бежать - помогать Герольду или преследовать Минаго.

source: [playtest] Катсцена в которой мы видим жрицу Дескари, посылающую в бой с Герольдом мобов, после чего убегающую в противоположную сторону бормоча что-то про "надо уничтожить бумаги". Если бежим за ней — успеваем залутать полезные в "королевстве" вещи.
ko: [플레이테스트] 여사제 데스카리가 폭도들을 헤롤드와 전투에 투입한 후 반대 방향으로 도망치며 "서류를 부숴야 한다"고 중얼거리는 장면이 나온다. 그녀를 쫓아가면 "왕국"에서 유용한 것들을 약탈할 시간이 있습니다.
ko_mt: [플레이 테스트] Катсцена в которой мы видим жрицу Дескари, посылающую в бой с Герольдом мобов, после чего убегающую в противоположную сторону бормоча что-то про "надо уничтожить бумаги그렇지 않으면 "королевстве"에서 "успеваем залутать полезные в "королевстве" вещи.

source: [playtest] Катсцена, в которой мы всей толпой вбегаем в главный зал и убиваем там демонов.
ko: [플레이테스트] 인파 속에 있는 본관으로 달려가 그곳에서 악마를 죽이는 컷신.
ko_mt: [플레이 테스트] Катсцена, в которой мы всей толпой вбегаем в главный зал и убиваем там демонов.

source: [playtest] Катсцена, в которой убиваем Яниэль. Хаски с барками ужаса убегают, затем мы находим их трупы в разных местах.
ko: [플레이테스트] 야니엘을 죽이는 컷신. 공포 바지선을 싣고 도망친 허스키는 다른 곳에서 그들의 시체를 찾습니다.
ko_mt: [플레이테스트] Катсцена, в которой убиваем Яниэль. Хаски с барками ужаса убегают, затем мы находим их трупы в разных местах.

source: [playtest] Богато оформленный лагерь с геотермальным джакузи и суккубами
ko: [플레이테스트] 지열 온수 욕조와 서큐버스가 있는 화려하게 장식된 캠프장
ko_mt: [플레이테스트] 게임플레이와 함께 플레이할 수 있습니다.

source: [playtest] Яниэль и хаски (если живы) уходят в закат и баркают.
ko: [플레이테스트] 야니엘과 허스키(살아 있다면)는 석양 속으로 떠나 짖습니다.
ko_mt: [플레이 테스트] Яниэль и хаски (если живы) уходят в закат и баркают.

source: "Am I hearing things? I see murderers in every shadow lately."
ko: "내가 뭘 듣고 있는 거지? 최근에 내겐 모든 그림자에서 살인자의 모습이 보여."
ko_mt: "내가 무슨 소리를 듣는 건가? 요즘 모든 그림자에서 살인자가 보입니다 "

source: You swing your hammer and strike the shielded warrior with all your might. A great blow! He falls to the ground, and the onlookers erupt in cheers.
ko: 당신은 망치를 들고 온 힘을 다해 방패를 든 전사를 향해 내려칩니다. 완벽한 일격입니다! 남자는 땅에 쓰러지고, 구경꾼들은 환호성을 터뜨립니다.
ko_mt: 망치를 휘두르며 방패를 든 전사를 온 힘을 다해 공격합니다. 큰 타격을 입혔습니다! 그는 땅에 쓰러지고 구경꾼들은 환호성을 지른다.

source: You choose one of the three tablets with writings in an ancient language. Your knowledge is clearly lacking, but the fairman hands you a consolation prize. "No need to cry," he says.
ko: 당신은 고대어가 쓰여진 세 개의 석판 중 하나를 선택합니다. 당신은 분명 아무것도 모릅니다만, 공정한 남자는 당신에게 위로 선물을 건넵니다. 그는 "감동하실 필요는 없어요." 라는 말을 건넵니다.
ko_mt: 당신은 고대 언어로 쓰여진 석판 세 개 중 하나를 선택합니다. 당신의 지식은 분명히 부족하지만 상인은 당신에게 위로의 상을 건네줍니다. "울 필요 없습니다."라고 그는 말합니다.

source: You try to run along the log, but trip over your own feet halfway across and fall to the ground.
ko: 당신은 통나무 위를 달리려고 시도했습니다. 그러나 반쯤 지났을 때 당신의 발이 서로 걸렸고 당신은 땅바닥으로 추락합니다.
ko_mt: 통나무를 따라 달리려고했지만 중간에 자신의 발에 걸려 넘어져 땅에 떨어졌습니다.

source: scriptzone
ko: 글상자
ko_mt: 스크립트존

source: Zombie
ko: 좀비
ko_mt: 좀비

source: Rest
ko: 휴식
ko_mt: 휴식
