Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: Element: fire Type: form infusion Level: 7 Burn: 4 Prerequisites: extended range Associated Blasts: blue flame, fire {g|Encyclopedia:Saving_Throw}Saving Throw{/g}: Reflex half You focus your energy on a point in space and create a controlled explosion. You can center the explosion anywhere within 120 feet of you, and you can choose the radius of the spread to be 5, 10, 15, or 20 feet. All creatures within the explosion take your blast's {g|Encyclopedia:Damage}damage{/g}. The saving throw {g|Encyclopedia:DC}DC{/g} is {g|Encyclopedia:Dexterity}Dexterity{/g}-based.
ko: 원소: 화염 유형: 형태 주입 레벨: 7 과열: 4 선결 조건: 사거리 연장 관련 블래스트: 푸른 불꽃, 화염 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}: 반사로 절반 한 공간에 에너지를 집중시켜 통제된 폭발을 일으킵니다. 120 피트 내의 지점에 5, 10, 15, 20 피트의 반경을 선택하여 폭발을 일으킵니다. 폭발 반경 내의 모든 크리처는 블래스트 {g|Encyclopedia:Damage}피해{/g}를 받습니다. 내성 굴림 {g|Encyclopedia:DC}DC{/g}는 민첩 기반입니다.
ko_mt: 원소: 화염 유형: 형태 주입 레벨: 7 화상: 4 전제 조건: 사거리 확장 연계 폭발: 푸른 불꽃, 화염 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}: 반사 반감 공간의 한 지점에 에너지를 집중하여 제어된 폭발을 일으킵니다. 폭발의 중심은 자신으로부터 120피트 이내의 어느 곳이든 지정할 수 있으며, 확산 반경은 5, 10, 15, 20피트 중에서 선택할 수 있습니다. 폭발 범위 안에 있는 모든 생물이 폭발만큼 {g|Encyclopedia:Damage}피해{/g}를 입습니다. 내성 굴림 {g|Encyclopedia:DC}DC{/g}는 {g|Encyclopedia:Dexterity}민첩{/g}을 기반으로 합니다.

source: Explosion
ko: 폭발
ko_mt: 폭발

source: Element: fire Type: utility Level: 9 Burn: 2 When you are about to fall {g|Encyclopedia:Injury_Death}unconscious{/g} or die from {g|Encyclopedia:HP}hit point{/g} damage, as an immediate {g|Encyclopedia:CA_Types}action{/g} you can burst into flames that leave behind only ash, which cannot be appreciably affected by most {g|Encyclopedia:Attack}attacks{/g} or effects, though a {g|SpellsDisintegrate}disintegrate{/g} {g|Encyclopedia:Spell}spell{/g} or similar magic can annihilate it. At the start of your next turn, unless the ash has been completely destroyed, you arise where the most ash is located, having taken the {g|Encyclopedia:Damage}damage{/g} from the triggering effect but having also {g|Encyclopedia:Healing}healed{/g} 5 points of damage per kineticist level you possess.
ko_mt: 원소: 화염 유형: 보조 레벨: 9 화상: 2 당신이 {g|Encyclopedia:Injury_Death}의식불명{/g}에 빠지거나 {g|Encyclopedia:HP}체력{/g} 피해로 사망하려고 할 때, 즉각적인 {g|Encyclopedia:CA_Types}행동{/g}으로 재만 남기는 화염을 터뜨려 대부분의 {g|Encyclopedia:Attack}공격{/g}이나 효과에 크게 영향을 받지 않지만, {g|SpellsDisintegrate}분해{/g} {g|Encyclopedia:Spell}주문{/g}이나 유사한 마법으로 소멸시킬 수 있습니다. 다음 턴이 시작될 때, 재가 완전히 파괴되지 않은 한, 당신은 재가 가장 많이 있는 곳에서 일어나며, 발동 효과로 인한 {g|Encyclopedia:Damage}피해{/g}를 받고 자신이 가진 키네티시스트 레벨당 5점의 피해를 회복합니다.

source: From the Ashes
ko: 잿더미로부터
ko_mt: 잿더미에서

source: Elements: earth or water Type: form infusion Level: 3 Burn: 2 Associated Blasts: earth, ice, metal {g|Encyclopedia:Saving_Throw}Saving Throw{/g}: none You extend a long, sharp spike of elemental matter along a line, impaling multiple foes. Make a single {g|Encyclopedia:Attack}attack roll{/g} against each creature in a 30-foot line, starting with the closest target. If the result is a {g|Encyclopedia:Critical}critical{/g} threat, {g|Encyclopedia:Dice}roll{/g} to confirm against only the first target you hit. Calculate {g|Encyclopedia:Damage}damage{/g} against each target you hit, starting from the closest. If your attack hits a target but fails to deal {g|Encyclopedia:Physical_Damage}physical damage{/g} to that target, the spike fails to penetrate and the infused blast doesn't continue. Infused earth and metal blasts always deal {g|Encyclopedia:Damage_Type}piercing damage{/g}.
ko: 원소: 대지 또는 물 유형: 형태 주입 레벨: 3 과열: 2 관련 블래스트: 대지, 얼음, 금속 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}: 없음 원소 물질을 길다랗고 뾰족한 가시의 형태로 늘여서 다수의 적을 꿰뚫습니다. 30 피트 직선에 놓인 크리처마다 가까운 순서대로 한 번 씩 {g|Encyclopedia:Attack}명중 굴림{/g}을 합니다. 굴림의 결과 {g|Encyclopedia:Critical}치명타{/g}위협이 나오면, 확정 굴림은 명중한 첫번째 목표만 굴립니다. 명중시킨 목표의 피해는 가까운 순서대로 각각 계산합니다. 만일 명중시킨 목표에 {g|Encyclopedia:Physical_Damage}물리적 피해{/g}를 입히는데 실패했다면, 가시가 관통에 실패해 주입된 블래스트의 효과가 종료됩니다. 대지나 금속 블래스트는 {g|Encyclopedia:Damage_Type}찌르기 피해{/g}만 입힙니다.
ko_mt: 원소: 흙 또는 물 유형: 형태 주입 레벨: 3 화상: 2 관련 폭발: 대지, 얼음, 금속 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}: 없음 길고 날카로운 원소 가시를 일직선으로 뻗어 여러 적을 관통합니다. 가장 가까운 대상부터 시작하여 30피트 일직선상에 있는 모든 생물에게 {g|Encyclopedia:Attack}공격{/g}을 한 번 합니다. 결과가 {g|Encyclopedia:Critical}치명타{/g} 위협이라면, {g|Encyclopedia:Dice}굴림{/g}을 굴려 첫 번째로 공격한 대상에게만 확인합니다. 가장 가까운 대상부터 시작하여 공격한 각 대상에 대한 {g|Encyclopedia:Damage}피해{/g}를 계산합니다. 공격이 목표물을 명중했지만 해당 목표물에 {g|Encyclopedia:Physical_Damage}물리 피해{/g}를 입히지 못하면, 가시가 관통하지 못하고 주입된 폭발이 계속되지 않습니다. 주입된 대지 및 금속 폭발은 항상 {g|Encyclopedia:Damage_Type}찌르기 피해{/g}를 입힙니다.

source: Impale
ko: 꿰뚫기
ko_mt: 임펄스

source: At 6th level, a kineticist's study of her body and the elemental forces that course through it allow her to form an internal buffer to store extra energy. The buffer starts empty and doesn't replenish each day, but the kineticist can accept 1 point of burn to add 1 point to the buffer as a {g|Encyclopedia:Full_Round_Action}full-round action{/g}, to a maximum of 1 point total. This maximum increases to 2 points at 11th level and to 3 points at 16th level. Once the kineticist adds points to her buffer, they remain indefinitely until she spends them. When she would otherwise accept burn, a kineticist can spend 1 point from her buffer to avoid accepting 1 point of burn. She cannot spend more than 1 point from her buffer in this way for a single wild talent. Points spent from the internal buffer don't activate elemental overflow or add to its effects. Similarly, this buffer can be used to exceed the limit on the number of points of burn the kineticist can accept in a single turn.
ko: 6레벨에서, 키네티시스트는 자신의 몸과 그것을 통과하는 원소의 힘을 연구하여 여분의 에너지를 저장할 수 있는 저장소를 몸 안에 형성하였습니다. 저장소는 비어있으며 날마다 충전되지도 않습니다. 대신 키네티시스트는 {g|Encyclopedia:Full_Round_Action}라운드 전체 행동{/g}으로 1점의 과열을 받으면서 저장소에 1점을 충전할 수 있습니다. 최대 충전량은 1점이고, 11레벨에서 2점, 16레벨에서 3점까지 늘어납니다. 일단 키네티시스트가 자신의 저장소에 과열 점수를 저장하고 나면, 사용하기 전까지는 사라지지 않습니다. 키네티시스트는 1점의 과열을 받는 대신 저장소에서 1점을 사용하여 과열을 피할 수 있습니다. 이렇게 쓰는 점수는 하나의 원초적 재능마다 1점을 초과할 수 없습니다. 에너지 저장소에서 소모된 점수로는 원소 과부하를 활성화 하거나 효과를 더할 수 없습니다. 마찬가지로, 키네티시스트가 한 턴에 부담할 수 있는 과열점을 초과해도 저장소의 점수는 사용할 수 있습니다.
ko_mt: 6레벨이 되면 키네티시스트는 자신의 몸과 몸을 관통하는 원소의 힘을 연구하여 여분의 에너지를 저장할 수 있는 내부 버퍼를 형성할 수 있습니다. 버퍼는 비어 있는 상태로 시작하여 매일 보충되지 않지만, 키네티시스트는 {g|Encyclopedia:Full_Round_Action}전력 행동{/g}으로 1점의 화상을 받아 버퍼에 1점을 추가할 수 있으며, 총 1점까지 추가할 수 있습니다. 이 최대치는 11레벨에서 2점, 16레벨에서 3점으로 증가합니다. 키네티시스트가 버퍼에 점수를 추가하면, 그 점수는 소모할 때까지 무기한 유지됩니다. 그렇지 않으면 화상을 받을 수 있을 때, 키네티시스트는 버퍼에서 1점을 소비하여 1점의 화상을 받지 않을 수 있습니다. 이런 식으로 버퍼에서 1점을 초과하여 하나의 야생 특성으로 사용할 수 없습니다. 내부 버퍼에서 사용한 포인트는 원소 과부화를 활성화하거나 그 효과에 추가되지 않습니다. 마찬가지로, 이 버퍼는 키네티시스트가 한 턴에 받을 수 있는 화상 점수의 제한을 초과하는데 사용할 수 있습니다.

source: Internal Buffer
ko: 에너지 저장소
ko_mt: 내부 버퍼

source: Metakinesis
ko: 메타키네시스
ko_mt: 메타키네시스

source: Element: universal Type: utility Level: 6 Burn: 0 You can use this wild talent as part of activating a kinetic blast. You transform yourself into your element or energy and send yourself along with your kinetic blast. You appear at the end of the blast's path, adjacent to the blast's target (or final target, for form infusions like chain) or at the center of the burst or spread for form infusions like explosion. This ability doesn't work with form infusions that involve {g|Encyclopedia:MeleeAttack}melee attacks{/g} (such as kinetic blade) or that use a cone shape (such as spray).
ko: 원소: 범용 유형: 보조 레벨: 6 과열: 0 이 원초적 재능은 초능력 블래스트를 발동하는 과정의 일부로 쓰일 수 있습니다. 키네티시스트는 자신이 원소나 에너지가 되어서 초능력 블래스트를 타고 갑니다. 키네티시스트는 블래스트의 목표 (또는 연쇄 같은 형태 주입의 최종목표) 의 근처나 폭발과 같은 형태 주입의 범위 중심에 나타납니다. 이 능력은 {g|Encyclopedia:MeleeAttack}근접 공격{/g} (초능력 칼날 등) 이나 원뿔 모양 (스프레이 등) 을 사용하는 형태 주입에서는 작동하지 않습니다.
ko_mt: 원소: 범용 유형: 보조 레벨: 6 화상: 0 이 야생 특성은 초능력 폭발을 발동할 때 사용할 수 있습니다. 자신의 원소 또는 에너지로 변신하여 초능력 폭발과 함께 자신을 보냅니다. 폭발의 경로 끝, 폭발의 대상(또는 연쇄와 같은 형태 주입의 경우 최종 대상)에 인접하거나 폭발과 같은 형태 주입의 경우 폭발 또는 확산의 중앙에 나타납니다. 이 능력은 {g|Encyclopedia:MeleeAttack}근접 공격{/g}(예: 초능력 칼날)을 포함하거나 원뿔 모양(예: 스프레이)을 사용하는 형태 주입에는 사용할 수 없습니다.

source: Ride the Blast
ko: 블래스트 탑승
ko_mt: 폭발적인 라이딩

source: Element: fire Type: utility Level: 2 Burn: — Prerequisites: burning infusion Over time, your burning infusion sears away your foe's fire {g|Encyclopedia:Energy_Resistance}resistance{/g}. When you {g|Encyclopedia:Dice}roll{/g} burn {g|Encyclopedia:Damage}damage{/g} from burning infusion against a foe, decrease the foe's fire resistance by an amount equal to the unmodified burn damage; don't apply fire resistance to this roll for the purpose of determining the reduction. This decrease lasts for a number of {g|Encyclopedia:Combat_Round}rounds{/g} equal to 1/2 your kineticist level. These decreases stack, to a minimum resistance of 0.
ko_mt: 원소: 화염 유형: 보조 레벨: 2 화상: - 전제 조건: 불타는 주입 시간이 지남에 따라 불타는 주입이 적의 불 {g|Encyclopedia:Energy_Resistance}저항{/g}을 태워버립니다. 내가 적에게 불타는 주입으로 화상을 입혀 {g|Encyclopedia:Damage}피해{/g}를 주면, 적의 화염 저항을 수정되지 않은 화상 피해만큼 감소시키며, 감소량을 결정하기 위해 이 굴림에 화염 저항을 적용하지 않습니다. 이 감소는 자신의 키네티시스트 레벨의 1/2에 해당하는 {g|Encyclopedia:Combat_Round}라운드{/g} 동안 지속됩니다. 이러한 감소는 중첩되어 최소 0의 저항까지 감소합니다.

source: Element: water Type: utility Level: 5 Burn: 1 Prerequisites: shroud of water Your shroud bends light, creating a shimmering mirage. While your shroud of water is active, {g|Encyclopedia:Attack}attacks{/g} against you suffer a 20% miss chance due to {g|Encyclopedia:Concealment}concealment{/g} until the next time your burn is removed.
ko: 원소: 물 유형: 보조 레벨: 5 과열: 1 선결 조건: 물의 장막 장막이 빛을 왜곡시켜 일렁이는 신기루를 만듭니다. 물의 장막이 활성화 상태면, {g|Encyclopedia:Concealment}은폐{/g} 로 인해 적의 {g|Encyclopedia:Attack}공격{/g}이 20%의 빗맞을 확률을 갖습니다. 과열이 제거될 때까지 지속됩니다.
ko_mt: 원소: 물 유형: 보조 레벨: 5 화상: 1 전제 조건: 물의 슈라우드 수의로 빛을 굴절시켜 반짝이는 신기루를 만듭니다. 물의 장막이 활성화되어 있는 동안, 다음 번 화상을 제거할 때까지 자신을 향한 {g|Encyclopedia:Attack}공격{/g}은 {g|Encyclopedia:Concealment}은폐{/g}로 인해 20% 확률로 적중하지 못합니다.

source: Shimmering Mirage
ko: 일렁이는 신기루
ko_mt: 반짝이는 신기루

source: An aerokineticist can select either air blast or electric blast as her simple blast. She gains one of them when she first selects air, and must select air again with expanded element to gain the other.
ko: 에어로키네티시스트는 단순 블래스트로 공기 블래스트와 전격 블래스트 중 하나를 선택할 수 있습니다. 처음 대기를 선택했을 때는 둘 중 하나를 얻고, 나머지를 얻으려면 추가 원소로 대기를 다시 골라야 합니다.
ko_mt: 대기 키네티시스트는 공기 폭발 또는 전기 폭발 중 하나를 단순 폭발로 선택할 수 있습니다. 처음 공기를 선택하면 둘 중 하나를 얻으며, 다른 하나를 얻으려면 확장된 요소로 공기를 다시 선택해야 합니다.

source: Simple Blast
ko: 단순 블래스트
ko_mt: 심플 블래스트

source: A geokineticist gains earth blast as a simple blast wild talent.
ko: 지오키네티시스트는 단순 블래스트 원초적 재능으로 대지 블래스트를 얻습니다.
ko_mt: 지구 키네티시스트는 단순 폭발 야생 특성으로 대지 폭발을 얻습니다.

source: Simple Blast
ko: 단순 블래스트
ko_mt: 심플 블래스트

source: Element: universal Type: utility Level: 5 Burn: 1 You breathe a semblance of life into elemental matter, which takes the form of a Medium elemental of any of your elements as if summoned by {g|SpellsSummonMonsterIV}summon monster IV{/g} with a {g|Encyclopedia:Caster_Level}caster level{/g} equal to your kineticist level. At 12th level, you can choose to form a Large elemental as if by {g|SpellsSummonMonsterV}summon monster V{/g}; at 14th level, you can choose to form a Huge elemental as if by {g|SpellsSummonMonsterVI}summon monster VI{/g}; at 16th level, you can choose to form a greater elemental as if by {g|SpellsSummonMonsterVII}summon monster VII{/g}; and at 18th level, you can choose to form an elder elemental as if by {g|SpellsSummonMonsterVIII}summon monster VIII{/g}.
ko_mt: 원소: 범용 유형: 보조 레벨: 5 화상: 1 원소 물질에 생명을 불어넣어, 자신의 키네티시스트 레벨과 같은 {g|Encyclopedia:Caster_Level}시전자 레벨{/g}을 가진 {g|SpellsSummonMonsterIV}괴물 소환 IV{/g} 처럼 자신이 가진 원소 중 하나의 중간 원소의 형태로 만듭니다. 12레벨에는 {g|SpellsSummonMonsterIV}괴물 소환 IV{/g}로 대형 정령을, 14레벨에는 {g|SpellsSummonMonsterV}괴물 소환 V{/g}로 거대 정령을, 16레벨에는 {g|SpellsSummonMonsterVII}괴물 소환 VII{/g}로 상급 정령을, 18레벨에는 {g|SpellsSummonMonsterVIII}소환 괴물 VIII{/g}로 장로 정령을 선택해 소환할 수 있습니다.

source: Spark of Life
ko: 생명 부여
ko_mt: 생명의 불꽃

source: The kinetic knight adds {g|Encyclopedia:Persuasion}Persuasion{/g} to her list of class {g|Encyclopedia:Skills}skills{/g} instead of {g|Encyclopedia:Mobility}Mobility{/g} and {g|Encyclopedia:Trickery}Trickery{/g}.
ko: 키네틱 나이트는 {g|Encyclopedia:Mobility}기동성{/g}과 {g|Encyclopedia:Trickery}손재주{/g} 대신 {g|Encyclopedia:Persuasion}설득{/g}을 클래스 {g|Encyclopedia:Skills}기술{/g} 목록에 추가합니다.
ko_mt: 키네틱 기사는 {g|Encyclopedia:Mobility}기동성{/g}과 {g|Encyclopedia:Trickery}손재주술{/g} 대신 직업 {g|Encyclopedia:Skills}기술{/g} 목록에 {g|Encyclopedia:Persuasion}설득{/g}을 추가합니다.

source: Blood Blast — Kinetic Blade
ko: 혈액 블래스트 - 초능력 칼날
ko_mt: 블러드 블래스트 - 초능력 칼날

source: Bonus Magus Feat
ko: 메이거스 보너스 특기
ko_mt: 추가 메이거스 특기

source: Arcane Pool
ko: 비전력
ko_mt: 비전력

source: As shadow, except it grants a +15 competence {g|Encyclopedia:Bonus}bonus{/g} on {g|Encyclopedia:Stealth}Stealth{/g} {g|Encyclopedia:Skills}skill checks{/g}.
ko: {g|Encyclopedia:Stealth}은신{/g} {g|Encyclopedia:Skills}기술 판정{/g}에 + 15 능숙 {g|Encyclopedia:Bonus}보너스{/g}를 주는 것을 제외하면 그림자와 같습니다.
ko_mt: 그림자로서 {g|Encyclopedia:Stealth}은신{/g} {g|Encyclopedia:Skills}기술{/g} 판정에 +15 능숙 {g|Encyclopedia:Bonus}보너스{/g}를 부여하는 것을 제외합니다.

source: Arcane Armor — Shadow
ko: 비전 갑옷 — 그림자
ko_mt: 비전 갑옷 - 그림자

source: AC Bonus (Wisdom)
ko: AC 보너스 (지혜)
ko_mt: AC 보너스(지혜)

source: A sohei may select mounted combat {g|Encyclopedia:Feat}feats{/g} as bonus feats.
ko: 소헤이는 기마 전투를 보너스 {g|Encyclopedia:Feat}특기{/g}로 고를 수 있습니다.
ko_mt: 소헤이는 기마 전투 {g|Encyclopedia:Feat}특기{/g}을 추가 특기로 선택할 수 있습니다.

source: Bonus Feats
ko: 보너스 특기
ko_mt: 추가 특기

source: By following the path of the stone, students of stone give up much of monks' mobility in favor of sheer resilience.
ko_mt: 돌의 길을 따르는 돌의 수련생은 수도승의 기동성을 포기하고 순수한 회복력을 추구합니다.

source: Student of Stone
ko_mt: 돌의 학생

source: A construct is an animated object or artificially created creature.
ko: 구조물은 움직이는 물체이거나 인공적으로 만들어진 크리처입니다.
ko_mt: 구조물은 움직이는 물체이거나 인공적으로 만들어진 존재입니다.

source: Construct
ko: 구조물
ko_mt: 구조물

source: Mythic Overcharge
ko_mt: 신화 과충전

source: At 10th level, a mystic theurge can as a {g|Encyclopedia:Standard_Actions}standard action{/g} achieve the state of a perfect {g|Encyclopedia:Spell}spell{/g} synthesis. For one minute after using this ability next spell from each of his selected spellcasting classes will be cast as a {g|Encyclopedia:Free_Action}free action{/g}. A mystic theurge may use this ability once per day.
ko: 10레벨에, 미스틱 시어지는 {g|Encyclopedia:Standard_Actions}일반 행동{/g}으로 완벽한 수준의 {g|Encyclopedia:Spell}주문{/g} 합성을 이뤄낼 수 있습니다. 이 능력을 사용한 후 1분 동안, 선택한 각 주문 시전 클래스의 다음 주문이 {g|Encyclopedia:Free_Action}자유 행동{/g}으로 사용됩니다. 미스틱 시어지는 하루에 한 번 이 능력을 사용할 수 있습니다.
ko_mt: 10레벨에, 신비주의자는 {g|Encyclopedia:Standard_Actions}표준 행동{/g}으로 완벽한 {g|Encyclopedia:Spell}주문합성{/g} 상태에 도달할 수 있습니다. 이 능력을 사용한 후 1분 동안 자신이 선택한 각 주문 시전 직업의 다음 주문은 {g|Encyclopedia:Free_Action}자유 행동{/g}으로 시전됩니다. 미스틱 시어지는 하루에 한 번만 이 능력을 사용할 수 있습니다.

source: Spell Synthesis
ko: 주문 합성
ko_mt: 주문 합성

source: You feel a closer connection to your deity you serve. Benefit: You gain one more domain, ignoring all domain prerequisites. This ability can only be taken by a cleric, inquisitor, or a hunter with the divine hunter archetype.
ko_mt: 섬기는 신과 더욱 긴밀한 유대감을 느낍니다. 혜택: 모든 권역 전제조건을 무시하고 권역을 하나 더 얻습니다. 이 능력은 성직자, 심문관 또는 신성한 사냥꾼 원형을 가진 사냥꾼만 사용할 수 있습니다.

source: You gain the service of an unusually intelligent, strong, and loyal mount. The creature must be one that you are capable of riding and is suitable as a mount. This mount functions as a druid's animal companion, using your oracle level as your effective druid level.
ko_mt: 비정상적으로 똑똑하고 강하며 충성스러운 탈것을 얻습니다. 탈것은 자신이 탈 수 있고 탈것으로 적합한 생물이어야 합니다. 이 탈것은 오라클 레벨을 유효 드루이드 레벨로 사용하여 드루이드의 동물 동반자 역할을 합니다.

source: Bounded Mount
ko: 결속된 탑승물
ko_mt: 바운드 마운트

source: Everything around a tortured crusader is so bleak that detecting evil only reminds her that the odds are always against her. At 1st level, a tortured crusader gains the smite evil ability, but instead of adding her {g|Encyclopedia:Charisma}Charisma{/g} bonus to her {g|Encyclopedia:Attack}attack rolls{/g} and gaining a deflection {g|Encyclopedia:Bonus}bonus{/g} equal to her Charisma bonus to her {g|Encyclopedia:Armor_Class}AC{/g}, she adds half her {g|Encyclopedia:Wisdom}Wisdom{/g} bonus (minimum 1) to her attack rolls and gains a +4 deflection bonus to her AC against the target of her smite. She gains these and other bonuses normally granted by the smite evil ability regardless of the target's {g|Encyclopedia:Alignment}alignment{/g}. A tortured crusader can use this ability once per day at 1st level, and one additional time per day for every 5 levels she has, to a total of 5 times per day at 20th level (not counting the 3 additional uses granted by her unbroken paragon ability at 20th level).
ko_mt: 고문당한 성전사 주변의 모든 것이 너무 암울하여, 악을 감지하는 것은 항상 불리한 상황이라는 것을 상기시켜줄 뿐입니다. {g|Encyclopedia:Charisma}1레벨이 되면 고문당한 성전사는 치명타 악마 능력을 얻지만, {g|Encyclopedia:Attack}명중 굴림에 매력{/g} 보너스를 추가하고{/g} 매력 보너스만큼 {g|Encyclopedia:Bonus}편향 보너스{/g}를 얻는 대신 {g|Encyclopedia:Armor_Class}공격력{/g} 에 자신의 {g|Encyclopedia:Wisdom}지혜{/g} 보너스(최소 1)의 절반을 추가하고 치명타 대상에 대한 공격력에 +4의 편향 보너스를 얻게 됩니다. 성전사는 대상의 {g|Encyclopedia:Alignment}정렬{/g} 과 관계없이 이러한 보너스를 비롯해 통상적으로 타격 악마 능력으로 부여하는 다른 보너스를 얻습니다. 고문당한 성전사는 이 능력을 1레벨에 하루에 한 번, 5레벨마다 하루에 한 번씩 추가로 사용할 수 있으며, 20레벨까지 하루에 총 5번 사용할 수 있습니다(20레벨에 깨지지 않는 모범 능력으로 부여되는 3번의 추가 사용은 포함되지 않음).

source: Alone in the Dark
ko_mt: 어둠 속에서 혼자

source: A tortured crusader can {g|Encyclopedia:Healing}heal{/g} her wounds as a {g|Encyclopedia:Swift_Action}swift action{/g}. With one use of this ability, a tortured crusader can heal {g|Encyclopedia:Dice}1d8{/g} {g|Encyclopedia:HP}hit points{/g} of {g|Encyclopedia:Damage}damage{/g} for every two paladin levels she possesses.
ko_mt: {/g} 고문을 당한 성전사는 {g|Encyclopedia:Healing}자신의 상처를 {g|Encyclopedia:Swift_Action}신속 행동으로 치유할 수 있습니다{/g}.{/g} {g|Encyclopedia:HP}이 능력을 한 번 사용하면 고문당한 성전사는 자신이 보유한 성기사 레벨 2마다 공격력{/g}의 {g|Encyclopedia:Damage}피해량{/g}을 {g|Encyclopedia:Dice}1d8 회복할 수 있습니다.

source: A paladin gains the service of an unusually intelligent, strong, and loyal steed to serve her in her crusade against evil. This mount is a heavy horse. This mount functions as a druid's animal companion, using the paladin's level as her effective druid level. At 11th level, the mount gains the celestial creature simple template. At 15th level, a paladin's mount gains {g|Encyclopedia:Spell_Resistance}spell resistance{/g} equal to the paladin's level + 11.
ko_mt: 성기사는 악에 대항하는 성전을 수행하기 위해 유난히 영리하고 강하며 충성스러운 말을 얻습니다. 이 탈것은 무거운 말입니다. 이 탈것은 성기사의 동물 동반자 역할을 하며, 성기사의 레벨을 유효 드루이드 레벨로 사용합니다. 11레벨에 탈것은 천상의 생물 단순 형상을 얻습니다. 15레벨에 성기사의 탈것은 성기사의 레벨 + 11만큼 {g|Encyclopedia:Spell_Resistance}주문 저항{/g}을 얻습니다.

source: Divine Mount Bond
ko: 신성 탑승물 결속
ko_mt: 신성한 탈것 유대

source: Combination Of {g|SpellsColorSpray}Color Spray{/g} And {g|SpellsConfusion}Confusion{/g}
ko_mt: {g|SpellsColorSpray}색채 분사{/g}와 {g|SpellsConfusion}혼동{/g}의 조합

source: Color Spray \ Confusion
ko_mt: 색채 분사 \ 혼동

source: Combination Of {g|SpellsColorSpray}Color Spray{/g} And {g|SpellsFireball}Fireball{/g}
ko_mt: {g|SpellsColorSpray}색채 분사{/g}와 {g|SpellsFireball}파이어볼{/g}의 조합

source: Color Spray \ Fireball
ko_mt: 색채 분사 \ 파이어볼

source: Combination Of {g|SpellsColorSpray}Color Spray{/g} And {g|SpellsSnowball}Snowball{/g}
ko_mt: {g|SpellsColorSpray}색채 분사{/g}와 {g|SpellsSnowball}스노우볼{/g}의 조합

source: Color Spray \ Snowball
ko_mt: 색채 분사 \ 스노우볼

source: Combination Of {g|SpellsConfusion}Confusion{/g} And {g|SpellsFireball}Fireball{/g}
ko_mt: {g|SpellsConfusion}혼동{/g}과 {g|SpellsFireball}파이어볼{/g}의 조합

source: Confusion \ Fireball
ko_mt: 혼돈 \ 불덩어리

source: Combination Of {g|SpellsConfusion}Confusion{/g} And {g|SpellsSnowball}Snowball{/g}
ko_mt: {g|SpellsConfusion}혼동{/g}과 {g|SpellsSnowball}스노우볼{/g}의 조합

source: Confusion \ Snowball
ko_mt: 혼란 \ 눈덩이

source: Combination Of {g|SpellsFireball}Fireball{/g} And {g|SpellsSnowball}Snowball{/g}
ko_mt: {g|SpellsFireball}파이어볼{/g}과 {g|SpellsSnowball}스노우볼{/g}의 조합

source: Fireball \ Snowball
ko_mt: 불덩어리 \ 눈덩이

source: At 1st level, the deceiver gains ability to combine effects of {g|Encyclopedia:Spell}spells{/g} with range touch, he chooses one spell from wizard spell list and one spell from cleric spell list and create new spell, that is added to spells he knows. Combined spell gains a name that deceiver gives to it, it gains an effect of both spells, it's level is equal to highest of the spells chosen to create new spell, it's {g|Encyclopedia:Casting_Time}casting time{/g} is always standart {g|Encyclopedia:CA_Types}action{/g}, you can't use metamagic to modify new spell. You can choose spell school, form and {g|Encyclopedia:Saving_Throw}saving throw{/g} (if they are different in inital spells) for new spell Deceiver can create such spell o replace existing one known only once per day, and cannot have more than his 10 modified in such way spells in total. New spells gain all {g|Encyclopedia:Spell_Descriptor}descriptor{/g} of both spells and gain range\target\{g|Encyclopedia:Spell_Resistance}spell resistance{/g} depending of chooses form.
ko_mt: 1 레벨이 되면, 속임수는 {g|Encyclopedia:Spell}주문{/g}의 효과를 범위 터치와 결합하는 능력을 얻게 되며, 마법사 주문 목록에서 한 주문과 성직자 주문 목록에서 한 주문을 선택하여 새로운 주문을 생성하고, 이 주문은 자신이 알고 있는 주문에 추가됩니다. 결합된 주문은 사기꾼이 부여한 이름을 얻고, 두 주문의 효과를 얻으며, 레벨은 새 주문을 생성하기 위해 선택한 주문 중 가장 높은 것과 같습니다. {g|Encyclopedia:Casting_Time}시전 시간{/g}은 항상 {g|Encyclopedia:CA_Types}표준 행동{/g}, 새 주문을 수정하기 위해 메타 매직을 사용할 수 없습니다. 새로운 주문에 대해 주문 학교, 형태 및 {g|Encyclopedia:Saving_Throw}내성 굴림{/g} (초기 주문이 다른 경우)를 선택할 수 있습니다. 사기꾼은 하루에 한 번만 알려진 기존 주문을 대체하는 주문을 만들 수 있으며, 이러한 방식으로 총 10 개 이상의 주문을 수정할 수 없습니다. 새로운 주문은 선택한 형태에 따라 주문과 범위\대상\{g|Encyclopedia:Spell_Resistance}주문 저항{/g} 모두 {g|Encyclopedia:Spell_Descriptor}설명자{/g}를 얻습니다.

source: Magical Hack
ko_mt: 마법 해킹

source: Deceiver
ko_mt: 사기꾼

source: At 8th level, a stormwalker becomes immune to the effects of strong wind. He can move without hindrance in windy conditions, and his {g|Encyclopedia:RangedAttack}ranged attacks{/g} take no {g|Encyclopedia:Penalty}penalties{/g} from non-magical wind.
ko_mt: 8레벨이 되면 스톰워커는 강풍의 영향에 면역이 됩니다. 바람이 부는 상태에서도 방해받지 않고 이동할 수 있으며, {g|Encyclopedia:RangedAttack}원거리 공격{/g}은 마법 이외의 바람에 의한 {g|Encyclopedia:Penalty}불이익{/g}을 받지 않습니다.

source: Finesse Training (Gore)
ko_mt: 기교 훈련 (고어)

source: Finesse Training (Hoof)
ko_mt: 기교 훈련 (발굽)

source: Finesse Training (Slam)
ko_mt: 기교 훈련 (슬램)

source: Finesse Training (Spiked Light Shield)
ko_mt: 기교 훈련 (스파이크 빛 보호막)

source: Finesse Training (Spike)
ko_mt: 기교 훈련 (스파이크)

source: Finesse Training (Tail)
ko_mt: 기교 훈련 (꼬리)

source: Finesse Training (Talon)
ko_mt: 기교 훈련 (발톱)

source: Finesse Training (Tentacle)
ko_mt: 기교 훈련 (촉수)

source: Finesse Training (Wing)
ko_mt: 기교 훈련 (날개)

source: Chimeric Aspect
ko: 키메라 형상
ko_mt: 키메라 측면

source: As a {g|Encyclopedia:Standard_Actions}standard action{/g}, the shaman can shoot razor-sharp icicles at an enemy within 30 feet as a ranged {g|Encyclopedia:TouchAttack}touch attack{/g}. This barrage deals {g|Encyclopedia:Dice}1d6{/g} points of {g|Encyclopedia:Damage_Type}piercing damage{/g} + 1 point for every 2 shaman levels she has. The shaman can use this ability a number of times per day equal to 3 + her {g|Encyclopedia:Charisma}Charisma{/g} modifier. At 11th level, any weapon she wields is treated as a frost weapon.
ko: {g|Encyclopedia:Standard_Actions}일반 행동{/g}으로 샤먼은 30 피트 내의 적 하나에 면도날처럼 날카로운 고드름을 원거리 {g|Encyclopedia:TouchAttack}접촉 공격{/g}으로 쏘아낼 수 있습니다. 이 사격은 {g|Encyclopedia:Dice}1d6{/g} + 보유한 2 샤먼 레벨당 1점의 {g|Encyclopedia:Damage_Type}찌르기 피해{/g}를 입힙니다. 샤먼은 이 능력을 하루에 3 + {g|Encyclopedia:Charisma}매력{/g} 수정치만큼 사용할 수 있습니다. 11레벨부터 장착한 모든 무기가 서리 특수 성질을 지닌 것으로 취급됩니다.
ko_mt: 주술사는 {g|Encyclopedia:Standard_Actions}표준 행동{/g}으로 30피트 내의 적에게 날카로운 고드름을 원거리 {g|Encyclopedia:TouchAttack}접촉 공격{/g}으로 발사할 수 있습니다. 이 사격은 ({g|Encyclopedia:Dice}1d6{/g} + 주술사 레벨 2마다 1) {g|Encyclopedia:Damage_Type}찌르기 피해{/g}를 줍니다. 주술사는 이 능력을 하루에 3 + 자신의 {g|Encyclopedia:Charisma}매력{/g} 수정치만큼 횟수만큼 사용할 수 있습니다. 11레벨이 되면 주술사가 휘두르는 모든 무기는 서리 무기로 취급됩니다.

source: Defensive Instinct
ko: 방어 본능
ko_mt: 방어 본능
