Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: Nonsensical scribbles, scratched deep into the walls — likely the work of some madman.
ko: 의미없는 글귀가 벽에 깊숙히 새겨져 있습니다. 어떤 미치광이의 작품일 겁니다.
ko_mt: 벽 깊숙이 긁힌 무의미한 낙서-아마도 어떤 미친 사람의 작품일 것입니다.

source: Rows of cell bars stretch into the distance and disappear in the darkness, as if this prison has no end. Perhaps that is exactly the case — in any Abyssal realm, everything bends to its owner's will, even space itself.
ko: 마치 이 감옥에 끝이란 없는 것처럼, 감옥의 창살이 어둠 저 너머로 이어집니다. 어쩌면 그것이 사실일지도 모릅니다. 심연의 어떤 장소든, 공간 그 자체를 포함한 모든 것이 주인의 의지에 맞춰 변하기 때문입니다.
ko_mt: 이 감옥에는 끝이 없는 것처럼 창살 줄이 멀리 뻗어 어둠 속에서 사라집니다. 심연의 영역에서는 모든 것이 주인의 의지에 따라 구부러지고 심지어 우주 자체도 구부러집니다.

source: The cell bars are made not of metal or stone, but of durable bone that seems to grow out of the floor and walls. It is as though what you are seeing is the skeleton of a prison, with other nightmares growing onto it.
ko: 이 창살은 금속이나 돌이 아니라, 마치 바닥이나 벽에서 자라난 듯한 튼튼한 뼈로 이루어져 있습니다. 이는 마치 당신이 보는 것은 감옥의 뼈대이고, 그 위에 다른 악몽들이 자라나는 것 같습니다.
ko_mt: 셀 바는 금속이나 돌이 아니라 바닥과 벽에서 자라는 것처럼 보이는 튼튼한 뼈로 만들어졌습니다. 마치 감옥의 골격에 다른 악몽이 자라나는 것처럼 보입니다.

source: The darkness that rolls beneath looks impenetrable and somehow carnivorous. Maybe even the darkness itself is a dangerous monster in this insane Abyssal realm.
ko: 아래쪽에 깔린 어둠은 그 속을 들여다보는 게 불가능하며, 왜인지 굶주린 듯 보입니다. 미쳐 돌아가는 이곳 심연의 영역에서는 암흑 그 자체가 위험한 괴물일지도 모릅니다.
ko_mt: 밑에 깔린 어둠은 뚫을 수 없을 것 같고 왠지 식인 것 같습니다. 어쩌면이 미친 심연의 영역에서 어둠 자체조차도 위험한 괴물일 수 있습니다.

source: A distorted reflection appears in this cloudy mirror only after a while. It emerges and laughs in your face. A bloody slash gapes on its throat.
ko: 뿌연 거울에 잠깐동안 왜곡된 반영이 나타납니다. 그것은 뚜렷해지더니 당신의 면전에 대고 폭소를 터뜨립니다. 핏빛 사선이 그것의 목에서 쩌억 벌어집니다.
ko_mt: 잠시 후 이 흐린 거울에 왜곡된 반사가 나타납니다. 그것은 당신의 얼굴에 나타나서 웃습니다. 목에 피 묻은 상처가 생깁니다.

source: It seems the prison warden enjoyed the suffering of her inmates so much, she even provided herself with a panoramic view of the prison cells from her office.
ko: 간수장은 그녀의 수감자들이 겪는 고통을 매우 즐기는 것으로 보이며, 심지어는 사무실에다 감옥의 전경을 볼 수 있도록 만들어 뒀습니다.
ko_mt: 교도소 소장은 수감자들의 고통을 너무 즐겼던 것 같아서 사무실에서 감옥의 탁 트인 전망을 제공하기도했습니다.

source: A dark aura of ominous magic and despair emanates from the obelisk.
ko: 불길한 마법과 절망의 어두운 기운이 오벨리스크로부터 퍼져나갑니다.
ko_mt: 불길한 마법과 절망의 어두운 기운이 오벨리스크에서 뿜어져 나온다.

source: Judging by the dark aura engulfing the obelisk, it is emitting a spell of Crushing Despair.
ko: 오벨리스크를 감싼 어두운 기운을 보고 판단하건대, 이것이 처참한 절망 주문을 발산하는 중입니다.
ko_mt: 오벨리스크를 감싸고있는 어두운 기운으로 판단하면 분쇄 절망의 주문이 발산되고 있습니다.

source: "I'd rather die than stand in {mf|his|her} way again!"
ko: "또 한번 {mf|그|그녀}의 앞을 막느니 죽고 말겠어!"
ko_mt: "{mf|그|그녀}의 길에 다시 서느니 차라리 죽겠어!"

source: "That crazy bitch! What scared her so badly?"
ko: "저 미친 씹창년 저거! 뭘 저렇게까지 두려워 하는 거야?"
ko_mt: "저 미친년! 뭐가 그렇게 겁을 먹었어?"

source: Alderpash's one-off teleportation amulet that gave him enough time to prepare for the confrontation. It's useless now.
ko: 알더페시의 일회용 공간이동 목걸이는 그가 대치를 준비할 시간을 충분히 벌어줬습니다. 지금은 쓸모 없습니다.
ko_mt: 알더파쉬의 일회성 순간이동 부적은 대결을 준비할 충분한 시간을 주었다. 지금은 쓸모가 없습니다.

source: Burnt Pendant
ko: 불탄 펜던트
ko_mt: 탄 펜던트

source: Vorimeraak's Stolen Treasures
ko: 보리메라악이 훔친 보물들
ko_mt: 보리메락의 훔친 보물

source: Expensive hairpins that were ripped off along with the scalps, rings that were bitten off along with the fingers, and other bloodied valuables taken by the cruel vrock Vorimeraak from the poor residents of the Ineluctable Prison.
ko: 두피와 함께 뜯어낸 값비싼 머리핀, 손가락과 함께 물어 뜯긴 반지, 이외의 다른 피투성이 귀중품들은 모두 불가피한 감옥의 초라한 거주자인 잔인한 브록 보리메라악이 훔쳐온 것들입니다.
ko_mt: 두피와 함께 찢어진 값 비싼 머리핀, 손가락과 함께 물린 반지, 그리고 잔인한 브록 보리메락이 불가항력 감옥의 가난한 주민들로부터 빼앗은 기타 피 묻은 귀중품.

source: Parts of shiny bone, torn false teeth, and other "little treasures" of the thieving vrock by the name of Vorimeraak.
ko: 반짝이는 뼈와 뜯어낸 금니, 그 밖의 "작은 보물들" 모두 보리메라악이라 불리는 도둑 브록의 것입니다.
ko_mt: 반짝이는 뼈의 일부, 찢어진 가짜 이빨, 그리고 보리메락이라는 이름의 도둑 브록의 다른 "작은 보물".

source: "Have you enjoyed my questions? I was not mistaken about you, I see. Instead of a riddle, I'll share my wisdom with you. Everyone knows that any decent intrigue requires at least three layers of lies. But only the wisest understand that a truly devious plot must also have at least two layers of truth. Think on this, {name}. And farewell."
ko: "나와의 문답이 즐거웠는가? 네 성질에 대한 나의 생각이 맞았군. 알겠다. 수수께끼 대신 나의 지혜를 네게 나눠주마. 훌륭한 음모에는 최소한 삼중의 거짓이 필요하다는 사실은 모든 이들이 안다. 하지만 진실로 사악한 계획에는 최소 두 개의 진실 또한 있어야 한다는 사실은 각별히 지혜로운 이들만이 이해하지. 잘 생각해보아라, {name}. 그리고 작별이다."
ko_mt: "내 질문이 재미있었나요? 내가 당신에 대해 착각하지 않았군요. 수수께끼 대신 제 지혜를 여러분과 공유하겠습니다. 괜찮은 음모에는 적어도 세 겹의 거짓말이 필요하다는 것은 누구나 알고 있습니다. 그러나 가장 현명한 사람만이 진정으로 사악한 음모에는 적어도 두 겹의 진실이 있어야 한다는 것을 이해합니다. 잘 생각해보세요, {name}. 그리고 안녕히 계세요"

source: A body in blue overalls rests under the boulder.
ko: 전신이 바위 밑에 깔려 파랗게 질린 시체입니다.
ko_mt: 파란 작업복을 입은 시체가 바위 아래에 놓여있다.

source: It looks like demons used this hole to enter the shrine.
ko: 데몬들이 성소에 진입하기 위해 이 구멍을 사용했던 모양입니다.
ko_mt: 데몬이이 구멍을 사용하여 신사에 들어간 것 같습니다.

source: The Foreman's enchantment has been lifted by Indarah. Now the magical barrier keeps you out.
ko_mt: 감독관의 마법이 인다라에 의해 해제되었습니다. 이제 마법의 장벽이 당신을 막습니다.

source: The massive door is locked, and the keyhole is filled with molten metal just in case.
ko_mt: 거대한 문은 잠겨 있고 열쇠 구멍은 만일을 대비하여 녹은 금속으로 채워져 있습니다.

source: "So people are still alive up there? And we thought the Worldwound killed everyone."
ko_mt: "그래서 사람들이 아직 저 위에 살아있다고? 그리고 우리는 세계상처가 모두를 죽인 줄 알았는데요"

source: "Do we really need to go back up there? We seem to be doing well down here."
ko_mt: "정말 다시 올라가야 할까요? 우리는 여기서 잘하고있는 것 같습니다."

source: "Since you're from up there, tell me — what do the stars look like? Are they more like fireflies, or like glowing mushrooms?"
ko_mt: "저 위쪽에서 왔으니, 말해봐요 - 별은 어떻게 생겼나요? 반딧불이처럼 생겼나요, 아니면 빛나는 버섯처럼 생겼나요?"

source: "You've got such fancy clothes, not like our tattered rags."
ko_mt: "너흰 너덜너덜한 누더기 옷이 아니라 이렇게 멋진 옷을 입었구나"

source: Open the door
ko: 문을 연다
ko_mt: 문 열어

source: "What are you waiting for?"
ko: "무엇을 기다리는 거지?"
ko_mt: "무엇을 기다리고 있습니까? "

source: "I believed I'd find them one day! I always believed!"
ko_mt: "언젠가는 찾을 수 있을 거라고 믿었어요! 나는 항상 믿었다!"

source: The pathway is blocked by a magic barrier that repels both physical objects and arcane incantations.
ko: 통로큰 물리 접촉과 마법 주문 모두를 튕겨내는 마법 장막으로 막혔습니다.
ko_mt: 통로는 물리적 물체와 비전 주문을 모두 격퇴하는 마법 장벽에 의해 막혀 있습니다.

source: The dirty, stagnant water reeks of rot.
ko: 더러운 고인 물에서 지독한 썩은내가 납니다.
ko_mt: 더럽고 정체 된 물은 썩은 냄새가납니다.

source: The altar is covered with profane and insulting inscriptions that have been scratched into its stone surface.
ko: 제단의 석재 표면에는 불경하고 모욕적인 언어들이 잔뜩 새겨져 있습니다.
ko_mt: 제단은 돌 표면에 긁힌 불경하고 모욕적인 비문으로 덮여 있습니다.

source: The statues look cracked, as if somebody laboriously pounded on them with something heavy.
ko: 석상은 마치 누가 무거운 물건으로 공들여서 후려 팬 것처럼 갈라져 보입니다.
ko_mt: 동상은 마치 누군가가 무거운 무언가로 힘겹게 두드린 것처럼 금이 간 것처럼 보입니다.

source: To the lower tier
ko_mt: 낮은 계층

source: To the upper tier
ko_mt: 상위 계층

source: The massive door is carved into the rock and resists every attempt to open it.
ko: 육중한 문은 바위처럼 만들어져 열고자 하는 모든 시도에 저항합니다.
ko_mt: 거대한 문은 바위에 새겨 져 있으며 열려는 모든 시도에 저항합니다.

source: "Oh, Commander… You'll have the honor of being slain by Mephistopheles, the ruler of Caina! The tyranny of the pseudo-aeon has gone on for far too long! It is time we put an end to your folly."
ko: "오, 사령관… 자네는 카이나의 지배자 메티스토펠레스에게 직접 살해당하는 영광을 누리게 됐네! 에온 유사품의 폭정이 너무 오래 지속되긴 했지! 자네 어리석음의 말로를 볼 시간이 왔구나."
ko_mt: "오, 사령관님.. 당신은 카이나의 통치자 메피스토펠레스에게 죽임을 당하는 영광을 누리게 될 것입니다! 사이비 에온의 폭정이 너무 오래 지속되어 왔습니다! 이제 그 어리석음을 끝낼 때입니다"

source: "Yes. That is the name I was given by my makers."
ko: "예. 그것은 제작자가 제게 지은 이름입니다."
ko_mt: "예. 그것이 제 조물주가 주신 이름입니다 "

source: "I will always be loyal to Queen Galfrey, but if she had left the Sword of Valor in the city, I would have stayed behind as well. Fortunately, I did not have to make that choice. My duty was clear."
ko: "저는 언제나 갈프리 여왕께 충성을 다합니다. 하지만 그분께서 용맹의 검을 도시에 남겨두셨더라면, 저 또한 후방에 남았었을 테죠. 다행히도, 제게는 그런 결정을 내릴 권한이 없었습니다. 제 의무는 명료했습니다."
ko_mt: "나는 항상 갈프레이 여왕에게 충성할 것이지만, 만약 그녀가 용맹의 검을 도시에 남겨두었다면, 나도 남았을 것이다. 다행히도 그런 선택을 할 필요가 없었습니다. 내 임무는 분명했으니까요."

source: "I hope we don't stay here long. There are two things I've always hated — cities and waiting."
ko: "여기서 너무 오래 머물지 않았으면 좋겠습니다. 여기는 제가 가장 싫어하는 것이 두 개나 있거든요. 도시와 기다림 말입니다."
ko_mt: "여기 오래 머물지 않았으면 좋겠어요. 제가 항상 싫어하는 두 가지가 있는데, 도시와 기다림입니다."

source: "Drezen is so different from the cities of Sarkoris..."
ko: "드레젠은 사코리스의 도시들과 완전히 다르구나..."
ko_mt: "드레젠은 사르코리스의 도시와 너무 다릅니다..."

source: "This is an excellent fortress... but to be honest, I've never much liked the look of crusader buildings."
ko: "훌륭한 요새지만... 솔직히 말하자면, 성전군의 건물들 외관은 절대로 좋아할 수 없겠어."
ko_mt: "이것은 훌륭한 요새입니다...하지만 솔직히 말해서 십자군 건물의 모양을별로 좋아하지 않았습니다 "

source: "I never lost hope during my endless years of imprisonment — not even for a moment. And it seems that my hope was not in vain!"
ko: "나는 영겁의 수감 생활동안 결코, 단 한 순간도 희망을 버리지 않았다네. 그 희망이란 게 헛되지 않았던 걸로 보이는군!"
ko_mt: "나는 끝없는 투옥 기간 동안 단 한 순간도 희망을 잃지 않았습니다. 그리고 내 희망은 헛되지 않았던 것 같습니다!"

source: "I used to be afraid of what I'd become. But I grow less fearful as time passes."
ko: "내가 무엇이 되는 건지 계속 두려워 했었지. 하지만 시간이 지날수록 공포심이 사라져가더군."
ko_mt: "예전에는 내가 어떻게 될지 두려웠습니다. 하지만 시간이 지날수록 두려움이 줄어들었어요."

source: "Drezen, Drezen... I will always love this city, no matter how many sorrowful memories are associated with it."
ko: "드레젠, 드레젠... 이 도시에 슬픈 역사가 얼마나 많았는지 상관없이, 난 언제나 이 도시를 사랑할 걸세."
ko_mt: "드레젠, 드레젠.. 아무리 슬픈 기억이 많더라도 나는 이 도시를 항상 사랑할 것입니다 "

source: "I can't help it— I want to sit in the corner and write a song about this battle! The lyrics practically write themselves!"
ko: "구석에 앉아서 이번 전투에 대한 노래를 쓰고 싶은걸 참을 수가 없어! 가사가 진짜 스스로 튀어 나오고 있다고!"
ko_mt: "어쩔 수 없이 구석에 앉아 이 전투에 대한 노래를 쓰고 싶어요! 가사가 거의 저절로 써져요!"

source: "Wonderful things happen to wonderful heroes!"
ko: "경이로운 영웅들에게 경이로운 사건들이 일어나는구나!"
ko_mt: "멋진 영웅에게 멋진 일이 일어난다!"

source: "Don't wait until you die to go to Elysium — create it around yourself!"
ko: "네가 죽어서 낙원에 올 때까지 기다릴 수가 없어! 여기다 하나 더 만들자!"
ko_mt: "엘리시움에 가기 위해 죽을 때까지 기다리지 말고 스스로 만들어보세요!"

source: "We live in amazing times and amazing things happen all around us."
ko: "우리는 놀라운 시기를 살며, 놀라운 일들이 우리들에게 일어나고 있어."
ko_mt: "우리는 놀라운 시대에 살고 있으며 놀라운 일들이 우리 주변에서 일어나고 있습니다"

source: "I cared for the wounded — fortunately, our free crusaders didn't suffer many injuries!"
ko: "저는 부상자들을 돌봤어요. 다행스럽게도, 우리의 자유 성전사들은 큰 부상을 입지 않았지요!"
ko_mt: "나는 부상자를 돌 보았습니다 - 다행히도 우리 자유 십자군은 많은 부상을 입지 않았습니다!"

source: "{name} has returned from the Abyss. Everything will be fine now!"
ko: "심연에서 {name}이 돌아왔어. 이제 모든 일이 잘 돌아갈거야!"
ko_mt: "{name}이 심연에서 돌아왔습니다. 이제 모든 것이 괜찮을 것입니다!"

source: "I have never before felt such inspiration."
ko: "이만큼 커다란 영감을 얻어본 적은 한 번도 없었어."
ko_mt: "이런 영감을 느껴본 적이 없어요"

source: The dragonlings clearly recognize you and show their teeth in friendly grins.
ko: 새끼 드래곤이 명확히 당신을 인식하고는 우호의 표시로 이빨을 드러냅니다.
ko_mt: 드래곤 링은 당신을 분명히 알아보고 친근한 미소로 이빨을 보여줍니다.

source: "Our Court is a place where you can always breathe freely."
ko: "우리의 궁전은 당신이 언제나 자유로이 숨쉴 수 있는 곳이랍니다."
ko_mt: "우리 법원은 언제나 자유롭게 숨 쉴 수 있는 곳입니다"

source: "Get rid of those buffoons. I'll wait."
ko: "이 광대들을 치워라. 기다리겠다."
ko_mt: "저 어리석은 놈들 없애버려. 기다릴게요."

source: "Rvveg is used to crushing, not being a friend. Strange place. Strange allies."
ko: "르브벡은 친해지는 게 아니라 부수는 게 익숙하다. 이상한 곳이다. 이상한 동맹이다."
ko_mt: "Rvveg는 친구가 아니라 분쇄하는데 익숙합니다. 이상한 장소. 이상한 동맹국 "

source: "Nice island. I like it! Just the thing to recuperate after being enslaved in the Abyss. We can restore our strength and lick our wounds!"
ko: "멋진 섬이로구만. 좋네! 심연에서의 노예 생활에서 회복하기 완벽한 곳이야. 우리도 이곳에서 힘을 회복하고 상처를 보듬을 수 있을 거야!"
ko_mt: "멋진 섬. 맘에 들어요! 심연의 노예가 된 후 회복하기에 딱 좋은 곳입니다. 힘을 회복하고 상처를 핥을 수 있습니다!"

source: "Who could have imagined back in Kenabres how much our fate would change."
ko: "그 옛날의 케나브레스에서 우리의 운명이 이렇게 변하리라고 누가 예측할 수 있었을까."
ko_mt: "케나브레스에서 누가 우리의 운명이 얼마나 바뀔지 상상할 수 있었을까요?"

source: "To the Commander and the Court!"
ko: "사령관과 궁정을 위하여!"
ko_mt: "사령관과 법원에!"

source: "Demons, aren't you tired yet? You know you'll be soundly thrashed, so why not run while you still can?"
ko: "아직도 지치지 않았느냐, 데몬아? 네가 철저히 매질당할 것을 알고 있을 텐데, 그러면 할 수 있을 때 도망가지 않는 이유는 뭐지?"
ko_mt: "데몬들아, 아직 피곤하지 않니? 곧 쓰러질 거라는 걸 알 테니, 아직 도망칠 수 있을 때 도망치지 그래?"

source: "We always win! Yesterday, today, the day after tomorrow. I skipped 'tomorrow' because we're going to be too busy celebrating!"
ko: "우는 언제나 이겨! 어제도, 오늘도, 내일 모래도. '내일'을 빼먹은 건 축배를 드느라 너무 바쁠테기 때문이야!"
ko_mt: "우리는 항상 승리합니다! 어제, 오늘, 모레. 축하하느라 너무 바빠서 '내일'은 건너뛰었어요!"

source: "Ugh. I don't like this city at all. We got lost a dozen times while fighting."
ko: "우욱. 난 이 도시가 정말 싫어. 이곳 전투에서 수십 번은 패배했으니 말이지."
ko_mt: "으. 이 도시가 전혀 마음에 들지 않아요. 싸우는 동안 길을 잃은 적이 수십 번 있었어요"

source: "No matter how many demons we kill, new ones keep coming. When will we finally block the hole from which they crawl?"
ko: "얼마나 많은 데몬을 죽이던 계속 새로운 놈들이 오지. 놈들이 들어오는 구멍은 대체 언제쯤 막을 수 있을까?"
ko_mt: "우리가 아무리 많은 데몬을 죽여도 새로운 데몬이 계속오고 있습니다. 언제 마침내 그들이 기어 나오는 구멍을 막을 수 있을까요?"

source: "A good fight! I wish they all could be like that!"
ko: "좋은 싸움이었다! 모든 놈들이 이랬으면 좋겠어!"
ko_mt: "잘 싸웠어! 나는 그들이 모두 그렇게 될 수 있으면 좋겠다!"

source: "What a shame that I didn't get to see Iz while it was still a thriving Sarkorian city..."
ko: "번성한 사코리스의 도시였던 시절의 이즈를 못봤다니 정말 아쉬운 일이로군."
ko_mt: "사르코리안 도시가 번성할 때 이즈를 보지 못해서 아쉽네요..."

source: Trouble on the Isle
ko: 섬 위의 문제
ko_mt: 섬에 문제가 생겼어요

source: The free crusaders sent a message to ask the Commander to come as soon as possible. Something terrible has happened!
ko: 자유 성전사들이 사령관에게 가능한 빨리 와달라는 전갈을 보냈습니다. 뭔가 끔찍한 일이 일어나려난 모양이군요!
ko_mt: 자유 십자군이 사령관에게 가능한 한 빨리 오라는 메시지를 보냈습니다. 끔찍한 일이 일어났습니다!

source: "Glory to our {mf|lord|lady}! Damn that despicable Iomedae!"
ko: "우리의 주군께 영광 있으라! 비열한 아이오메데에게는 저주가 있기를!"
ko_mt: "우리 군주에 영광을! 그 비열한 아이오메데!"

source: "Please, have mercy! I'll fight for you!"
ko: "제발 봐줘! 너를 위해 싸울게!"
ko_mt: "제발, 자비를 베풀어주세요! 당신을 위해 싸울게요!"

source: "Oh no, I signed up to fight against a bunch of weak crusaders — fighting against the armies of the Abyss is completely different! I yield!"
ko: "오, 안돼. 나는 약한 성전사들 무리와 싸우는 것에만 동의했어. 심연의 군대와 싸우는 것은 별개의 문제지! 항복!"
ko_mt: "오, 나는 약한 십자군 무리에 맞서 싸우기 위해 서명했습니다. 심연의 군대와 싸우는 것은 완전히 다릅니다! 나는 항복한다!"

source: "I can fight for Baphomet, or I can fight against him! There are demons on both sides — so it makes no difference to me. I guess I'll choose this side!"
ko: "나는 바포메트를 위해 싸울 수도 있고, 그자와 싸울 수도 있어! 양편에 모두 데몬들이 있으니, 내게는 별 다를게 없지. 이쪽 편을 드는 게 더 낫다 생각해!"
ko_mt: "나는 바포메트를 위해 싸울 수도 있고, 그와 맞서 싸울 수도 있다! 양쪽 모두 데몬이 있으니 나에게는 차이가 없습니다. 나는 이쪽을 선택할 것 같아요!"

source: "Do you still have trophies for sale?"
ko: "아직 판매중인 전리품이 있는가?"
ko_mt: "아직 전리품 판매 중인가요? "

source: "I've created an alliance of Alushinyrra's strongest, most dangerous fighters, and you have earned your place among them. When the time comes to fight Nocticula, I'd like you by my side... not hers."
ko: "나는 알루시니라의 가장 강하고, 가장 위험한 전사들과 동맹을 구축해왔다. 그리고 너는 그들 사이에서 인정을 받았지. 녹티큘라와 싸울 때가 다가오면, 네가 우리 편에 있기를 바란다... 그녀 쪽이 아니라."
ko_mt: "나는 알루시니라에서 가장 강하고 위험한 전사들로 구성된 동맹을 만들었고, 당신은 그들 사이에서 당신의 자리를 얻었습니다. 녹티큘라와 싸울 때가 오면 그녀가 아니라 내 곁에 있어주길 바란다."

source: A spot carefully chosen for the Commander and Queen Galfrey to hunt a mighty foe.
ko_mt: 사령관과 갈프레이 여왕이 강력한 적을 사냥하기 위해 신중하게 선택한 장소.

source: Hunting Grounds
ko_mt: 사냥터

source: "The Wound is a disgusting, dirty place. It reeks of chaos."
ko: "세계상처는 역겹고 더러운 장소다. 그것은 혼돈을 질질 뿜어대지."
ko_mt: "상처는 역겹고 더러운 곳입니다. 혼돈의 냄새가 난다"

source: No doubt only Mephistopheles could have left the wine and light refreshments here.
ko_mt: 의심 할 여지없이 메피스토펠레스 만이 여기에 와인과 가벼운 다과를 남길 수있었습니다.

source: "And more food! How Golarion has changed. There's no longer any need to hunt for food, it just keeps coming on its own."
ko_mt: "그리고 더 많은 음식! 골라리온이 어떻게 바뀌었는지. 더 이상 먹이를 사냥할 필요가 없고, 저절로 먹이가 나옵니다."

source: "How long I have waited for this. Tormented by hunger, languishing in captivity, I thought of only one thing: how delightful it would be to spill a mortal's guts and devour their flesh!"
ko_mt: "이 순간을 얼마나 기다렸는지. 굶주림에 시달리고 포로 생활에 시달리면서 나는 단 한 가지 생각 만했다. 필멸자의 내장을 흘리고 살을 삼키는 것이 얼마나 기쁜 일인가!"

source: "Help! Please, somebody help!"
ko_mt: "도와주세요! 제발, 누가 좀 도와주세요!"

source: "We can't sit and watch this thing kill our comrades! To battle!"
ko_mt: "우리는 이것이 우리 동료를 죽이는 것을 앉아서 볼 수 없습니다! 전투에!"

source: "Oh! More food. What a glorious feast it will be!"
ko_mt: "오! 더 많은 음식. 얼마나 영광스러운 잔치가 될 것입니다!"

source: "Curses, this thing is strong! Hold the line and fight, crusaders! Help is coming!"
ko_mt: "저주, 이건 강하다! 전선을 지키고 싸워라, 성전사들아! 도움이 오고 있다!"

source: "You can't silence us! We don't trust the Queen!"
ko_mt: "당신은 우리를 침묵시킬 수 없습니다! 우리는 여왕을 믿지 않아요!"

source: "You will answer for the blood you've spilled!"
ko_mt: "당신은 당신이 흘린 피에 대해 대답 할 것입니다! "

source: "Step back, all of you! Or you will be branded as rebels!"
ko_mt: "모두 물러서라! 그렇지 않으면 반란군으로 낙인찍힐 것이다!"

source: "The Commander is here! The Commander is on our side! Tell them the truth, Commander!"
ko_mt: "사령관이 여기 있습니다! 사령관은 우리 편입니다! 진실을 말하세요, 사령관님!"

source: On Queen Galfrey's orders, the soldiers who had spread disrespectful rumors were arrested. Some of them resisted and were killed by overzealous guards. The army fell into a state of unrest dangerously close to rebellion. Now, a crowd of disgruntled crusaders stands before the Drezen citadel and demands the Queen be held accountable for her actions.
ko_mt: 갈프레이 여왕의 명령에 따라 무례한 소문을 퍼뜨린 병사들은 체포되었다. 그들 중 일부는 저항하다 과열 된 경비병에 의해 살해당했습니다. 군대는 반란에 가까울 정도로 불안한 상태에 빠졌습니다. 이제 불만을 품은 십자군 군중이 드레젠 성채 앞에 서서 여왕에게 그녀의 행동에 대한 책임을 물을 것을 요구합니다.

source: Spilled Blood
ko_mt: 유출 된 피

source: The Commander's servants report that the devil Mephistopheles is awaiting an audience. For some reason he chose not to disclose, he is not waiting in the audience hall but in the Commander's private chambers.
ko_mt: 사령관의 하인들이 데빌 메피스토펠레스가 청중을 기다리고 있다고보고합니다. 어떤 이유로 그는 공개하지 않기로 결정한 이유로 그는 청중 홀이 아니라 사령관의 개인 방에서 기다리고 있습니다.

source: Unceremonious Visitor
ko_mt: 무례한 방문자

source: "This human body is so uncomfortable! No wings, bare skin instead of shiny scales..."
ko: "인간의 몸이란 참 불편하네! 날개도 없고, 반짝이는 비늘도 없는 맨 피부고..."
ko_mt: "이 인간의 몸은 너무 불편해! 날개도없고, 반짝이는 비늘 대신 맨살.. "

source: Soldiers' Picnic
ko_mt: 군인의 피크닉

source: "I've been to many lands, but never before have I seen soldiers show such love for their commander. My congratulations!"
ko_mt: "나는 많은 땅을 가봤지만 지휘관에 대한 사랑을 보여주는 병사들을 본 적이 없습니다. 축하합니다!"

source: "It would seem that a tendency to embellish their tales is something all soldiers share."
ko_mt: "자신의 이야기를 꾸미려는 경향은 모든 군인이 공유하는 것 같습니다 "

source: "Know, {name}, that I respect you. Go ahead and tell this to everyone you meet: 'Cayden Cailean said he respects me.'"
ko_mt: "{name}, 내가 당신을 존경한다는 것을 알아주세요. 만나는 모든 사람에게 '케이든 케일린이 나를 존중한다고 했어요'라고 말해 주세요."

source: "There's nothing better than a good story told in the company of friends."
ko_mt: "친구들과 함께 하는 좋은 이야기보다 더 좋은 것은 없습니다"

source: "I've loved stories about crusaders since I was a kid! That's why I enlisted!"
ko_mt: "저는 어렸을 때부터 십자군에 관한 이야기를 좋아했어요! 그래서 입대했습니다!"

source: "I wonder how many buckets of paint it would take to paint one tower? What if you then wanted to paint speckles or dots on it?"
ko: "탑 하나를 전부 칠하려면 얼마나 많은 페인트 통이 필요할까? 거기다 반점같은 것들까지 찍고 싶다면?"
ko_mt: "타워 하나를 칠하려면 몇 통의 페인트가 필요할까요? 그 위에 얼룩이나 점을 칠하고 싶다면 어떻게 해야 할까요?"

source: "I hope to see this city as a peaceful settlement, not a fortress."
ko: "나는 이 도시가 요새가 아닌 평화로운 주거지가 되길 바래."
ko_mt: "이 도시를 요새가 아닌 평화로운 정착지로보고 싶습니다 "

source: "I would prefer a more orderly, consolidated approach to the crusades in general. But even with what they have now, it is possible to achieve the primary goal — to close the Wound."
ko: "나는 성전 운영에 대해서 대개 단계적, 통합적인 접근법을 더 선호해. 하지만 지금까지 저들이 해온 일들 조차도, 가장 큰 목표인 세계상처를 닫는 것은 달성 가능하지."
ko_mt: "저는 일반적으로 십자군 전쟁에 대해 좀 더 질서정연하고 통합된 접근 방식을 선호합니다. 그러나 지금 가지고 있는 것만으로도 상처를 닫는 주요 목표를 달성 할 수 있습니다."

source: "Such a pleasant way to unwind. I just can't wait for the main course — the battle for Threshold."
ko: "매듭을 풀기엔 딱 좋은 방식이로군. 극점 전투라, 메인 요리를 기다릴 수가 없겠는걸."
ko_mt: "긴장을 풀 수 있는 즐거운 방법. 메인 코스인 임계점 전투를 기다릴 수 없습니다."

source: "We're about to be very naughty — storming Threshold and closing the Wound in one fell swoop..."
ko: "한 방의 공격으로 극점을 공략하고 세계상처를 닫는다라... 정말 무모한 시도 직전에 있네."
ko_mt: "우리는 아주 장난을 치려고합니다 - 임계점을 습격하고 한 번에 상처를 닫습니다..."

source: "May Heaven guide our path. I pray for our success."
ko: "천상이 우리의 길을 인도하길. 아군의 승리를 위해 기도합니다."
ko_mt: "하늘이 우리의 길을 인도하시길. 우리의 성공을 위해 기도합니다"

source: "Did I like this city when I was alive? I cannot recall. But there is too much hustle and bustle now."
ko: "내가 살아있던 때에는 이 도시를 좋아했었던가? 기억이 나질 않아. 하지만 지금은 너무 왁자지껄한데."
ko_mt: "내가 살아있을 때 이 도시가 좋았나요? 기억이 나지 않습니다. 하지만 지금은 너무 번잡해요"

source: "I'll name my child after the Commander. If I decide to have children, of course!"
ko: "내 아이 이름은 사령관님의 것을 따서 짓기로 했어. 물론, 아이를 가지기로 했을 때 얘기지만!"
ko_mt: "사령관님의 이름을 따서 아이 이름을 지을 거예요. 물론 내가 아이를 갖기로 결정한다면!"

source: "My gut tells me that our commander is actually two twin {mf|brothers|sisters}. One of them has power, the other one doesn't. And sometimes they just switch places!"
ko: "사령관님이 사실 쌍둥이 {mf|형제|자매}라고 내 직감이 말하고 있어. 한 쪽에겐 힘이 있고, 다른 쪽에는 전혀 없는 거야. 그리고 이따금씩 자리를 바꾸는 거지!"
ko_mt: "내 직감에 따르면 우리 사령관은 실제로 두 쌍둥이 {mf|brothers|sisters}입니다. 한 명은 힘이 있고 다른 한 명은 힘이 없습니다. 그리고 때때로 그들은 그냥 자리를 바꿉니다!"

source: "I pity the historians and chroniclers — they'll have so much trouble writing about our crusade. First, we had a commander who could work miracles as easily as breathing, and then — poof! — no more magic powers."
ko: "역사가와 연대기 사가들이 정말 불쌍하군. 그 치들은 이번 성전에 대해 기록하는데 상당히 애먹을 테니 말야. 먼저, 숨쉬듯이 기적을 행하던 사령관이 있었지. 그 다음엔 — 짜잔! 어떤 신비의 힘도 가지고 있지 않잖아."
ko_mt: "역사가와 연대기 작가들이 불쌍합니다. 그들은 우리 십자군 원정에 대해 쓰는데 많은 어려움을 겪을 것입니다. 첫째, 우리는 숨 쉬는 것처럼 쉽게 기적을 일으킬 수 있는 사령관을 가졌고, 그 다음에는 더 이상 마법의 힘이 없습니다."

source: "It's good that all these wonders and powers beyond understanding are in the past now. We'll get all the wonders we need after we die, but here on Golarion, all mortals should live like regular mortals."
ko: "이해 범주를 넘어선 그 힘들이 과거의 얘기가 된 것은 좋은 소식이야. 우리에게 필요한 모든 신비는 죽은 뒤에 얻을 수 있을 테지만, 이곳 골라리온의 모든 필멸자들은 평범한 필멸자로 살아야만 하니까."
ko_mt: "이 모든 경이로움과 이해할 수없는 힘은 이제 과거가되어서 다행입니다. 우리가 죽으면 필요한 모든 경이로움을 얻을 수 있지만, 여기 골라리온에서 모든 필멸자는 평범한 필멸자처럼 살아야합니다."

source: "It feels like a cheat — we were recruited to fight for the commander who had been chosen by the gods, and now it turns out {mf|he|she} wasn't chosen by anyone! Maybe I should — what's the word? — de-enlist?"
ko: "놀아난 기분이야. 우리는 신의 선택을 받았다는 사령관과 함께 싸우기 위해 입대했는데, 지금 {mf|그|그녀}는 그 누구에게도 선택되지 않은 사람으로 바뀌었잖아! 나 이제 — 뭔 단어였지? 탈-부대 해야 되나?"
ko_mt: "속임수처럼 느껴집니다 - 우리는 신들에게 선택받은 사령관을 위해 싸우기 위해 모집되었는데, 이제 {mf|그|그녀}는 아무도 선택하지 않은 것으로 밝혀졌습니다! 입대를 취소해야 할까요?"

source: "Drezen is a nice city, in all kinds of ways. And the Commander is great too — {mf|he|she}'s one of us, through and through!"
ko: "드레젠은 어딜 보더라도 괜찮은 도시야. 사령관 또한 위대한 인물이지. {mf|그|그녀}는 어딜 보더라도 우리랑 똑같은 사람이잖아!"
ko_mt: "드레젠은 모든 면에서 좋은 도시입니다. 그리고 사령관도 훌륭합니다 - {mf|그|그녀}는 우리 중 한 명입니다!"

source: "I'll follow the Commander through fire and water, I'm telling you. Even if {mf|he|she} isn't the gods' chosen one!"
ko: "난 불 속이든 얼음 속이든 사령관님을 따라 뛰어들 거야. {mf|그|그녀}가 신의 선택을 받지 않았다는 건 상관 없어!"
ko_mt: "나는 사령관을 따라 물과 불을 가리지 않을 것이다. 비록 {mf|그|그녀}의 신이 선택한 사람이 아니더라도!"

source: "I don't get it at all. So our commander used to be a real wonder, but now {mf|he|she}'s a common mortal again?"
ko: "전혀 이해되지 않는데 말야. 그래서 우리 사령관님이 진짜 영물이었는데, 지금은 다시 평범한 필멸자가 되었다는 거야?"
ko_mt: "전혀 이해가 안돼요. 그래서 우리 사령관은 예전에는 정말 경이로웠는데 이제 {mf|그|그녀}의 다시 평범한 필멸자라고요? "

source: "I bet {mf|he|she}'s just pretending. Or maybe this one isn't our commander at all. Or maybe the one with the marvelous powers was never the real commander, and the real one has only just returned!"
ko: " {mf|그|그녀}가 그냥 관심을 끄려고 연기하는 거라 확신해. 아니면 진짜 사령관님이 아닐지도 모르고. 그것도 아니면 신적인 힘을 가졌던 게 진짜 사령관이 아니었던 거고, 지금 돌아온게 진짜인걸지도 몰라!"
ko_mt: "{mf|그|그녀}는 그냥 척하는 것 같아요. 아니면 이 사람은 우리의 사령관이 아닐 수도 있습니다. 아니면 놀라운 힘을 가진 사람은 진짜 사령관이 아니었고 진짜 사령관은 이제 막 돌아온 것일 수도 있어요!"
