Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: "Our relic is now yours, stranger."
ko: "이제 우리의 유물은 당신 것입니다, 이방인."
ko_mt: "이제 우리의 유물은 당신의 것입니다, 이방인."

source: The stones are carved with faded depictions of barbarians in various heroic poses.
ko: 다양한 영웅적 자세를 취한 바바리안 그림이 흐릿하게 조각되어 있습니다.
ko_mt: 돌에는 다양한 영웅적인 포즈를 취한 야만인의 희미한 묘사가 새겨져 있습니다.

source: A chapel honoring the mighty ancestors of the Wintersun clan and their heroic deeds.
ko: 윈터선 부족의 강력한 선조들과 그들의 업적을 기리는 사당입니다.
ko_mt: 윈터선 가문의 위대한 조상들과 그들의 영웅적인 업적을 기리는 예배당입니다.

source: "You're the prettiest maid to come through these parts in a long time!"
ko: "오랫동안 이곳까지 들어온 녀석들 중 가장 아름다운 아가씨로구나!"
ko_mt: "오랜만에 본 가장 예쁜 메이드네요!"

source: "Where are you from, gorgeous? From Mendev, no doubt? You've got the look of royalty about you!"
ko: "어디서 왔느냐, 멋쟁아? 아마 멘데브에서 왔겠지? 네게서 왕족의 풍채가 보이는구나!"
ko_mt: "어디서 왔어요, 예쁜이? 멘데브 출신이죠? 왕족처럼 생겼네요!"

source: Tree cultivated with the power of Elysium.
ko: 낙원의 힘을 받고 자란 나무입니다.
ko_mt: 엘리시움의 힘으로 재배한 나무입니다.

source: "Hardship and struggle builds character. Wintersun will survive. It's got to!"
ko: "역경과 고난이 인간을 만든다. 윈터선은 살아남을 것이다. 항상 그랬듯이!"
ko_mt: "고난과 투쟁은 인격을 형성합니다. 윈터선은 살아남을 것이다. 반드시!"

source: The bear is unconscious and breathing heavily.
ko: 곰은 의식을 잃은 채 가쁜 숨을 내쉽니다.
ko_mt: 곰이 의식을 잃고 숨을 가쁘게 쉬고 있습니다.

source: "I see what others cannot discern, I know what others cannot learn, my hand is guided by the skill of centuries, my soul I guard against fetters."
ko: "나는 남들이 알아챌 수 없는 것들을 알아보고 남들이 배울 수 없는 지식을 알며, 나의 손은 세기의 기예들에 인도받고 나의 영혼은 속박에서 나를 보호한다."
ko_mt: "나는 남들이 분별할 수 없는 것을 보고, 남들이 배울 수 없는 것을 알고, 내 손은 수세기의 기술로 인도되며, 내 영혼은 족쇄로부터 보호된다."

source: The blood and charring almost conceal the heraldic symbols of the crusade on the dead man's armor, but they can still be made out.
ko: 죽은 사내의 갑옷에 그려진 성전군 전령 문장이 피와 검댕으로 거의 가려졌습니다만, 그럼에도 아직 알아볼 수는 있습니다.
ko_mt: 피와 그을음으로 인해 죽은 자의 갑옷에 새겨진 십자군 전쟁의 상징이 거의 가려졌지만, 여전히 식별할 수 있습니다.

source: The mutilated body undoubtedly belongs to one of the missing crusaders. His killers didn't even bother to strip him of his gear.
ko: 훼손된 시신은 틀림없이 사라진 성전사들 중 한 명입니다. 살인자는 그의 장비조차 벗기려 하지 않았습니다.
ko_mt: 훼손된 시신은 의심할 여지없이 실종된 십자군 중 한 명의 것이었습니다. 범인들은 그의 장비를 벗기는 것도 귀찮아하지 않았습니다.

source: The statue is decorated with runic script.
ko: 이 석상은 룬 문자로 장식되었습니다.
ko_mt: 동상은 룬 문자로 장식되어 있습니다.

source: The language of the inscription is unknown.
ko: 알 수 없는 언어로 쓰인 비문입니다.
ko_mt: 비문의 언어를 알 수 없습니다.

source: The inscription in Hallit, the language of old Sarkoris, says, "May you be forever joyful, Lady of the Sun."
ko: 옛 사코리스어인 할리트로 새겨진 명문입니다. "태양의 여인이시여, 영원히 즐거워하소서."
ko_mt: 옛 사르코리스의 언어인 할릿어로 "태양의 여인이여, 영원히 기쁨이 있기를"이라는 문구가 새겨져 있습니다."

source: Someone brings flowers to the statue regularly — some bouquets are dry, others are a little wilted, and one is fresh.
ko: 누군가 주기적으로 이 석상에 꽃을 가져다 뒀습니다. 어떤 꽃다발은 말라 비틀어졌고, 어떤 것은 조금 시들었으며, 하나는 생기를 머금었습니다.
ko_mt: 누군가가 정기적으로 동상에 꽃을 가져오는데, 어떤 꽃다발은 마르고 어떤 꽃다발은 약간 시들고 어떤 꽃다발은 싱싱합니다.

source: "Voices, voices... Screams of stone, silence of the wind... What will the bark show me? What will the frost whisper in my ear?"
ko: "목소리, 목소리가... 돌의 비명소리가, 바람의 침묵이... 이 껍질은 무엇을 보여줄까? 어떤 한기가 내 귀에 속삭일까?"
ko_mt: "목소리, 목소리.. 돌의 비명, 바람의 침묵.. 나무껍질은 내게 무엇을 보여줄까? 서리는 내 귀에 뭐라고 속삭일까요?"

source: A huge tree entirely turned to stone. Its surface reveals ancient runes written in an unknown language.
ko_mt: 거대한 나무가 완전히 돌로 변했습니다. 그 표면에는 알 수 없는 언어로 쓰여진 고대 룬이 새겨져 있습니다.

source: [Listen in]
ko: [엿듣는다]
ko_mt: [목록에 있음]

source: The old shield is cracked with age and covered with scores and nicks.
ko: 세월에 따라 금이 가고, 베이고 찔린 자국들이 빼곡히 새겨진 낡은 방패입니다.
ko_mt: 오래된 방패는 오래되어 금이 가고 흠집과 흠집으로 덮여 있습니다.

source: One of the shields is hung slightly askew. There is a concealed niche behind it.
ko: 방패 중 하나가 살짝 비뚤어진 채 걸렸습니다. 그것의 뒤에 작은 공간이 숨어 있었습니다.
ko_mt: 방패 중 하나가 약간 비뚤어져 매달려 있습니다. 그 뒤에 숨겨진 틈새가 있습니다.

source: Judging by the scraps of moldering clothes, these two dead men were Sarkorians.
ko: 썩어가는 의복 조각을 보고 판단하면, 죽은 두 남자는 사코리스인이었습니다.
ko_mt: 곰팡이가 핀 옷조각으로 보아 죽은 두 사람은 사르코리아인이었습니다.

source: Judging by the scraps of moldering clothes, these two dead men were Sarkorian priests of Gorum. Their positions indicate that they died fighting each other.
ko: 썩어가는 의복의 조각을 보고 판단하면, 죽은 두 남자는 사코리스인 고룸 사제였습니다. 둘의 위치는 그들이 서로 싸우다 죽은 것을 보여줍니다.
ko_mt: 곰팡이가 핀 옷 조각으로 보아 이 두 사람은 고룸의 사르코리안 사제들이었습니다. 그들의 위치로 보아 서로 싸우다 죽은 것으로 보입니다.

source: The walls are covered in indecipherable scratches.
ko: 벽에는 해독할 수 없는 긁힌 자국이 빼곡합니다.
ko_mt: 벽은 해독할 수 없는 스크래치로 덮여 있습니다.

source: "Two enter, one leaves — that is the law of our bloody temple. Rejoice, Gorum, when our blood runs over the stones."
ko: "두 명이 들어와, 한 명이 나간다. 이것이 피로 물든 우리 신전의 규칙이다. 고룸이시여, 기뻐하소서. 우리의 피가 돌바닥을 따라 흐를 때이니."
ko_mt: "둘은 들어가고 하나는 나가는 것이 우리 피의 성전의 법칙입니다. 고룸아, 우리의 피가 돌 위에 흐르면 기뻐하라."

source: "I don't need your help! Keep your charms for your comrades — they will need them after I face them in combat!"
ko: "당신의 도움따윈 필요하지 않소! 부적들은 당신의 전우들을 위해 남겨두시오. 나와 맞설 때 그들에게 필요할 터이니!"
ko_mt: "네 도움은 필요 없어! 전우들을 위해 부적을 보관해 두세요 - 제가 전투에서 전우들과 맞닥뜨린 후에 필요할 테니까요!"

source: "Hey! That's mine! Daylight robbery! And who d'you pick on? An honest working man!"
ko: "이봐! 그건 내 거야! 대낮에 도둑질을 하다니! 그리고 누굴 괴롭히는 건데? 정직한 일꾼이잖나!"
ko_mt: "야! 그거 내 거야! 대낮에 강도질이야! 누굴 골랐어? 정직한 노동자요!"

source: "Couldn't you give us a discount on that, friend? I'm a poor, humble woodcutter after all..."
ko: "조금만 할인해주면 안되실까, 친구? 어쨌든 나는 가난하고 겸손한 나무꾼이니..."
ko_mt: "할인 좀 해주면 안 될까요, 친구? 난 결국 가난하고 보잘것없는 나무꾼인데..."

source: Rune stone. It's hard to tell just by looking at it if it's still working.
ko: 룬석입니다. 보는 것만으로는 지금도 작동하는 건지 확언하기 어렵습니다.
ko_mt: 룬석. 보기만으로는 아직 작동 중인지 알기 어렵습니다.

source: This rune stone is a fake. It has no power to detect demons.
ko: 이 룬석은 가짜입니다. 여기에 데몬을 감지하는 힘은 없습니다.
ko_mt: 이 룬석은 가짜입니다. 데몬을 감지하는 능력이 없습니다.

source: Rune Stone
ko: 룬석
ko_mt: 룬석

source: Missing Scouts' Camp
ko: 연락 두절된 정찰대의 야영지
ko_mt: 실종된 스카우트 캠프

source: The abandoned camp doesn't shed any light on the missing patrol.
ko: 버려진 이 야영지에서는 연락이 끊긴 정찰대의 단서를 찾아볼 수 없습니다.
ko_mt: 버려진 캠프는 실종된 순찰대에 대한 어떠한 정보도 제공하지 않습니다.

source: The camp is abandoned, but there are no signs of struggle anywhere. The tracks indicate that the crusaders left willingly.
ko: 이 야영지는 버려졌으나, 전투의 흔적은 찾아볼 수 없습니다. 성전사들이 제 발로 떠났다는 흔적만이 남아있을 뿐입니다.
ko_mt: 캠프는 버려졌지만 어디에도 투쟁의 흔적은 없습니다. 흔적은 십자군이 기꺼이 떠났다는 것을 나타냅니다.

source: Plants withered from an unknown disease.
ko: 알 수 없는 질병으로 인해 말라붙은 식물입니다.
ko_mt: 알 수 없는 질병으로 시들어가는 식물들.

source: The Abyss blight has poisoned these plants.
ko: 심연의 역병이 이 식물들을 오염시켰습니다.
ko_mt: 심연의 역병이 이 식물들을 오염시켰습니다.

source: Although the blight has consumed certain plants, some magic is protecting the area and preventing the decay from spreading.
ko: 역병이 특정한 식물을 집어삼켰음에도 불구하고, 어떤 마법이 이 지역을 보호하며 부패가 더 퍼지지 못하도록 막는 중입니다.
ko_mt: 역병이 특정 식물을 먹어치웠지만, 어떤 마법으로 그 지역을 보호하고 썩음이 퍼지는 것을 막고 있습니다.

source: Bear Carcass
ko: 곰 사체
ko_mt: 곰 사체

source: The bear's body is icy, but it's hard to say what killed it.
ko: 곰의 시체는 차가운 상태입니다만, 무엇이 그를 죽였는지는 말하기 어렵습니다.
ko_mt: 곰의 시신은 얼어붙어 있지만 무엇이 곰을 죽였는지 말하기는 어렵습니다.

source: It looks like the bear was killed using magic, and ice magic at that.
ko: 이 곰은 마법, 특히 얼음 마법에 의해 살해당한 것으로 보입니다.
ko_mt: 곰이 마법, 그것도 얼음 마법을 사용하여 죽임을 당한 것 같습니다.

source: Dead Horse
ko: 죽은 말
ko_mt: 죽은 말

source: The horse died relatively recently.
ko: 말은 상대적으로 최근에 죽었습니다.
ko_mt: 말은 비교적 최근에 죽었습니다.

source: This horse clearly belonged to the missing crusaders.
ko_mt: 이 말은 분명히 실종된 십자군의 것이었습니다.

source: Ancient Monument
ko: 고대의 기념비
ko_mt: 고대 기념물

source: Failed to move the slab.
ko: 석판을 옮기는데 실패했습니다.
ko_mt: 슬래브를 이동하지 못했습니다.

source: It's possible that an ancient tomb was found beneath the displaced slab.
ko: 옮겨진 석판 밑에서 고대의 무덤이 드러났을 가능성이 있습니다.
ko_mt: 이동된 석판 아래에서 고대 무덤이 발견되었을 가능성이 있습니다.

source: The writing in Common reads: "So that young ears may heed old wisdom, we hide it, scattered among many caches. Youth enjoys guessing and seeking."
ko: 공용어로 쓰인 문장입니다. "덜 여문 귀는 오래된 지혜에 귀기울일 게 당연하기에, 그것을 숨겨 여러 장소에 흩어놓았다. 젊은이들이여, 보물찾기를 즐기거라."
ko_mt: 공통의 글은 다음과 같습니다. "젊은 귀가 오래된 지혜에 귀를 기울일 수 있도록, 우리는 그것을 숨겨서 많은 금고에 흩어 놓았다. 젊은 이들은 추측하고 찾는 것을 즐긴다."

source: Text in Hallit: "Wisdom cannot be etched in stone. It can only be carried in the heart."
ko: 할리트가 적혀 있습니다. "지혜란 돌에 새길 수 없는 것이다. 오직 심장만이 지혜를 지닐 수 있다."
ko_mt: 할릿어로 된 텍스트: "지혜는 돌에 새길 수 없습니다. 오직 마음속에 담을 수 있을 뿐이다."

source: Text in Hallit: "When gazing at the stars, do not forget to look at what is right in front of you."
ko: 할리트가 적혀 있습니다. "별을 바라볼 때, 네 발치를 확인하는 것도 잊지 말아라."
ko_mt: 할릿어로 된 텍스트: "별을 바라볼 때는 눈앞에 있는 것을 바라보는 것을 잊지 마세요."

source: Text in Hallit: "He who is not curious will never know what it is to be truly alive."
ko: 할리트가 적혀 있습니다. "호기심을 가지지 않는 자는 진정 살아있다는 게 어떤 것인지 결코 모를 것이다."
ko_mt: 할릿어로 된 텍스트: "호기심이 없는 사람은 진정으로 살아 있다는 것이 무엇인지 결코 알지 못할 것이다."

source: Text in Hallit: "Wind uproots a single tree, but dies down in a thicket. Stand shoulder to shoulder with your clansmen like trees in a forest."
ko: 할리트가 적혀 있습니다. "바람은 나무 하나를 뽑을 수 있겠지만, 무성한 덤불에는 힘을 잃는단다. 숲 속의 나무들처럼 부족원들과 어깨를 맞대고 서거라."
ko_mt: 할릿어로 된 텍스트: "바람은 한 그루의 나무를 뿌리째 뽑지만 덤불 속에서 고사한다. 숲의 나무처럼 동족과 어깨를 나란히 하라."

source: Text in Hallit: "Rely on your own strength, on your cunning. On your true arrow, on your sharp blade. On the aid of the spirits, on the vows of priests. But never rely on divination."
ko: 할리트가 적혀 있습니다. "네 자신의 힘과 재치에 의지하라. 뾰족한 네 화살과 날카로운 네 칼날에 의지하라. 영혼의 도움과 사제의 기도에 의지하라. 그러나 점괘에는 결코 의존하지 말아라."
ko_mt: 할릿어로 된 텍스트: "자신의 힘과 교활함에 의지하라. 당신의 진정한 화살과 날카로운 칼날에. 영혼의 도움과 사제들의 서약에 의지하십시오. 그러나 예지에는 절대 의지하지 마십시오."

source: Text in Hallit: "The power of the forest is in a hundred trees, of the sea — in a hundred rivers, Sarkoris — in a hundred clans."
ko: 할리트가 적혀 있습니다. "숲의 힘이란 백 그루 나무에서 나오는 법이다. 바다의 힘이란 백 줄기 강물에서 나온다. 마찬가지로, 사코리스의 힘은 백 개의 부족에 기반한다."
ko_mt: 할릿어로 된 텍스트: "숲의 힘은 백 그루의 나무에 있고, 바다의 힘은 백 개의 강에 있으며, 사르코리스의 힘은 백 개의 부족에 있습니다."

source: Text in Hallit: "Honor the old, guard the young, and stand with those whose prime has come."
ko: 할리트가 적혀 있습니다. "노인을 공경하고, 어린이들을 보호하며, 전성기를 맞이한 이들 곁에 서라."
ko_mt: 할릿어로 된 텍스트: "노인을 공경하고, 젊은 이를 지키며, 전성기를 맞이한 사람들과 함께하라."

source: Text in Hallit: "If you read all the admonitions — seek the reward in the heart of stone."
ko: 할리트가 적혀 있습니다. "격언들을 모두 읽거든, 돌 심장을 찾아 보상받으라."
ko_mt: 할릿어로 된 텍스트: "모든 훈계를 읽었다면 돌 심장에서 보상을 구하라."

source: Standing Stone
ko: 선돌
ko_mt: 스탠딩 스톤

source: You do not recognize the runes carved on the stone.
ko: 당신은 이 돌에 새겨진 룬을 인식하지 못합니다.
ko_mt: 돌에 새겨진 룬을 알아보지 못합니다.

source: "We are the children of Wintersun, we will survive even without the protection of that lying fiend!"
ko: "우리는 윈터선의 자손들이다, 우리는 저 거짓말쟁이 악귀의 보호가 없더라도 살아남을 것이야!"
ko_mt: "우리는 윈터선의 자식들이고, 저 거짓말쟁이 악마의 보호 없이도 살아남을 것이다!"

source: "Gesmerha is a lovely woman and very skilled, but what kind of a clan chief will she make? Soon we'll all be dab hands at carving and sewing, but we'll have forgotten how to fight!"
ko: "게스메라는 뛰어난 솜씨를 지닌 미녀이다만, 그녀가 어떤 종류의 족장이 될까? 곧 우리 모두가 조각과 바느질의 달인이 되겠지만, 어떻게 싸우는지는 잊어버리고 말거요!"
ko_mt: "게스메라는 사랑스러운 여성이고 솜씨도 뛰어나지만, 과연 어떤 부족장이 될까요? 곧 우리 모두 조각과 바느질에는 능숙해지겠지만, 싸우는 법은 잊어버리겠지!"

source: {n}The old woman crosses her arms over her chest.{/n} "I'd rather die right now than see my forest slowly die in agony."
ko: {n}늙은 여인이 가슴팍에 팔짱을 낀다.{/n} "나의 숲이 고통속에서 천천히 죽는 꼴을 보느니 지금 당장 뒤져버리고 말지."
ko_mt: {n}노파가 가슴에 팔짱을 끼고 있습니다.{/n} "내 숲이 고통스럽게 서서히 죽어가는 걸 보느니 차라리 지금 당장 죽는 게 낫겠어."

source: Heart of Stone
ko: 돌 심장
ko_mt: 돌의 심장

source: "How dramatic... You do understand that I shall return, don't you? Until we meet again, student."
ko: "극적이로구나... 내가 돌아올 것을 예상했지. 안그렇더냐? 다시 만나자꾸나, 제자야."
ko_mt: "얼마나 극적인지.. 내가 돌아올 거라는 건 알겠지? 다시 만날 때까지, 학생."

source: "You were wrong to underestimate me, student... Stand up. I shall not kill you. You can still be useful. Let us continue our work."
ko: "나를 저평가하는 실수를 저질렀구나, 제자야... 일어나거라. 널 죽이지 않을 것이다. 아직 유용할 수 있으니. 우리의 연구를 방해하지 마라."
ko_mt: "날 과소평가한 건 잘못이야, 학생.. 일어나 널 죽이지 않겠다. 넌 여전히 쓸모가 있다. 우리 일을 계속하자."

source: "A new batch of corpses has been delivered to the cellar. We need to start resurrecting them before decomposition sets in."
ko: "감옥에 새로운 시체 무더기가 전달됐어. 분해가 시작되기 전에 부활시켜야만 해."
ko_mt: "새로운 시체들이 지하실로 배달되었습니다. 부패가 시작되기 전에 시체를 부활시켜야 합니다."

source: "The chill of death is in the air. What a majestic place!"
ko: "죽음의 냉기가 대기에 만연하는구나. 이 얼마나 장엄한 장소인가!"
ko_mt: "죽음의 한기가 감돌고 있습니다. 정말 장엄한 곳입니다!"

source: "I'm proud this ziggurat has been entrusted into my care. Who knows, someday my head might end up on the Pillar of Skulls!"
ko: "이 지구라트가 내 손으로 건설되었다는 게 자랑스럽군. 언젠간 내 머리 또한 해골 기둥에 놓일지도 모르겠어!"
ko_mt: "이 지구라트를 제게 맡겨주셔서 자랑스럽습니다. 언젠가 내 머리가 해골의 기둥에 올라갈지 누가 알겠어요!"

source: "I hope to continue serving here after my death."
ko: "죽은 뒤에도 이곳을 모시고 싶습니다."
ko_mt: "제가 죽은 후에도 이곳에서 계속 봉사하고 싶습니다."

source: "Where are you, brother? What made you enter that bloody rift? May Iomedae have mercy on us, it killed us both. I was lucky to snap my neck and die at once, but you... How loud you screamed, brother!"
ko: "형제여, 어디 있는가? 어찌하여 저 피투성이인 협곡에 들어갔느냐? 그것이 우리 둘 모두를 죽였으니, 아이오메데께서 우리에게 자비를 내리시길. 나는 운이 좋았기에 내 목을 붙잡혀 단번에 죽었다만, 너는... 형제여, 너는 얼마나 큰 단말마를 내질렀을까!"
ko_mt: "어디 있나, 형제여? 왜 그 피비린내 나는 균열로 들어온 거야? 우리 둘 다 죽었으니 아이오메데께서 자비를 베푸소서. 난 운이 좋아 목이 꺾여 한 번에 죽었지만 넌.. 오빠가 얼마나 큰 소리로 비명을 질렀는지!"

source: "My little baby girls! Blast those bunglers that left you out in the open! They all died, and here you are, left to rot and crumble... Don't worry, my babies, it's not over yet... There'll be more shooting..."
ko: "내 아가들아! 너희를 바깥에 버리고 떠난 저 머저리들을 쏴버리거라! 그들은 모두 죽었고, 너희는 여기 부패와 붕괴 속에 남겨져 있지... 걱정 말거라, 아가들아. 이걸로 끝이 아니란다... 쏴댈개 아직 남았을 거야..."
ko_mt: "내 사랑스러운 딸들! 너희를 내버려둔 놈들을 날려버려라! 그들은 모두 죽었고, 너희는 여기 썩고 부서지도록 남겨졌어.. 걱정마, 내 새끼들 아직 안 끝났어.. 총격이 더 있을 거야..."

source: "Don't I deserve a proper grave, at least? Who leaves a brave knight's body to the crows, like mere carrion...?"
ko: "최소한, 적당한 묫자리라도 봐줄 수 없나? 그 누가 용감한 기사의 시신을 썩은 고기마냥 까마귀 밥으로 던져놓겠는가...?"
ko_mt: "최소한 제대로 된 무덤이라도 있어야 하지 않나요? 누가 용감한 기사의 시신을 까마귀에게 썩은 고깃덩어리처럼 버리다니...?"

source: "I've buried countless bodies here, and their numbers ain't getting any lower... And they never will. Soon, there'll be no soil left to bury 'em in. Our shovels will be cutting through corpses every time we dig."
ko: "난 이곳에 셀 수 없이 많은 시체를 묻어왔는데, 그것들은 조금도 줄어둘질 않았다네... 미래에도 똑같을 거야. 머지 않아 그들을 묻을 흙조차 남지 않을걸세. 삽질을 할 때마다 시체가 걸리게 될 거야."
ko_mt: "저는 이곳에 수많은 시신을 묻었고, 그 수는 줄어들지 않고 있습니다.. 앞으로도 그럴 거고요 곧 시체들을 묻을 흙이 남아있지 않을 겁니다. 땅을 파낼 때마다 삽이 시체를 파헤칠 겁니다."

source: "Aaaah! He flayed me! Flayed me alive, like a rabbit! Ow, the pain! What did I do to him?"
ko: "아아악! 놈이 내 가죽을 벗겼어! 토끼마냥 산 채로 가죽을 뜯었다고! 윽, 아파! 어떻게 놈에게 되갚아주지?"
ko_mt: "아아! 날 죽였어! 토끼처럼 산 채로 내 가죽을 벗겨버렸어! 아, 고통스러워! 내가 무슨 짓을 한 거야?"

source: "I couldn't remain a cultist any longer. I simply couldn't... I fled, but they don't forgive those who do so... They sent their retrievers, those beasts with all the legs, after me! I managed to wound one of them..."
ko: "난 더이상 사교도로 있을 수 없다. 그냥 할 수가 없어... 난 도망쳐 나왔지만, 그들은 탈주자를 내버려두지 않지... 내게 리트리버, 다리가 많은 그 괴물들을 보내 날 쫒았어! 그 중 하나에 상처를 줄 수 있었지만..."
ko_mt: "더 이상 사교도로 남아있을 수 없었습니다. 저는 단순히.. 도망쳤지만 그들은 그런 사람들을 용서하지 않아요.. 그들은 리트리버, 다리가 다 달린 짐승들을 저를 쫓아 보냈어요! 그 중 한 마리를 다치게 했어요..."

source: "We thought the deities we worshiped here would protect the Newfound Sanctuary. How wrong we were... Wrong and stupid. The gods care not for us."
ko: "우리가 여기서 숭배했던 신들이 새로이 지은 이 성소를 지켜주시리라 생각했었지. 완전히 틀렸구나... 실수인 데다 멍청하기까지 했어. 신들은 우리를 보살피지 않는다."
ko_mt: "우리는 이곳에서 숭배하는 신들이 새로 발견된 성역을 지켜줄 거라 생각했습니다. 우리가 얼마나 틀렸는지.. 잘못되고 어리석었지. 신들은 우릴 돌보지 않아요."

source: "We believed you, Zacharius! We died for you! Is that what you've been all along? A dark mage?"
ko: "자카리우스! 우린 당신을 믿었소! 우린 당신을 위해 죽었소! 이것이 당신의 본질이었던 거요, 사악한 마법사여?"
ko_mt: "우리는 당신을 믿었습니다, 재커라이어스! 우린 널 위해 죽었어! 그게 네가 지금까지 해온 일이야? 어둠의 마법사?"

source: "And then those two incubi approached me and said, 'D'you want us to spare you? You'll become one of us.' 'Sure do,' I said! So they grabbed their daggers and said, 'Keep silent, or better yet, laugh!' And then they cut me to pieces, sneering at me! Ugh, the liars!"
ko: "그러더니 그 인큐버스 두 명이 내게 다가와서는 '우리가 널 봐줬으면 좋겠냐? 우리처럼 될 거다.' 라길래, '물론입죠,' 라고 대답했지! 걔들이 단검을 들고 말했어. '입 다물고 있어. 아직 괜찮으면 웃던가!' 그 뒤엔 나를 비웃으면서 조각냈지! 으윽, 그 사기꾼들!"
ko_mt: "그때 인큐비 두 마리가 저에게 다가와 '우리가 당신을 살려주길 바라나요? 넌 우리 일원이 될 거야'라고 말했어요. 저는 '물론이죠'라고 대답했습니다. 그러자 그들은 단검을 들고 '조용히 있으라, 아니면 웃어라'고 했어요. 그러고는 저를 갈기갈기 찢으며 비웃었어요! 거짓말쟁이들!"

source: The ghost of a giant bear growls furiously, devouring you with its small wicked eyes yet unable to harm the living.
ko: 커다란 곰 유령이 사납게 울부짖으며 그 사악한 눈으로 당신을 죽일듯이 노려봤지만, 살아있는 그 어떤 것에도 해를 끼치지 못하는 건 여전합니다.
ko_mt: 거대한 곰 유령이 사납게 으르렁거리며 작고 사악한 눈으로 플레이어를 잡아먹지만 산 자에게는 해를 끼치지 못합니다.

source: "Hush... It's over there... Be quiet, or else it'll hear us and... Bugger it... It's got me... It's eating me alive! I'm dead! Aaaah!"
ko: "쉭... 저쪽이야... 조용해, 안그럼 우리 소리를 듣고... 이런 씹... 날 눈치챘어... 날 산채로 잡아먹는다! 나 죽어! 아아아악!"
ko_mt: "쉿.. 저기야.. 조용히 해, 안 그러면 우리 말을 듣고.. 젠장.. 날 잡았어.. 날 산 채로 잡아먹고 있어! 난 죽었어! 아아!"

source: "Mankind, reject the temptation of the undead's perverted existence, for it is blasphemy, evil, and deceit!"
ko: "인류여, 비뚤어진 불사의 삶에 대한 욕망을 거부하라. 그것은 신성 모독이며, 악이며, 기만이니라!"
ko_mt: "인류여, 언데드의 변태적 존재의 유혹을 거부하라, 그것은 신성 모독이자 악이며 기만이다!"

source: "One who cheats the cycle of life and death is loathed by Pharasma! Yet even he will face her judgment, and the punishment will be severe!"
ko: "삶과 죽음의 순환을 속이려 드는 자는 파라즈마의 분노를 사리라! 아무리 발버둥쳐도 언젠가는 그녀의 심판 앞에 설테고, 그 분의 판결은 가혹하리니!"
ko_mt: "삶과 죽음의 순환을 속이는 자는 파라즈마의 미움을 받습니다! 그러나 그도 그녀의 심판을 받게 될 것이며, 그 형벌은 가혹할 것이다!"

source: "For life and death must merge in a whole spiral to keep the River of Souls flowing! Where there is no death, life will not be born!"
ko: "영혼의 강의 흐름을 유지하기 위해 삶과 죽음은 반드시 거대한 나선에 합쳐져야만 한다! 죽음이 없다면 새로운 생명 또한 탄생하지 않을 것이니!"
ko_mt: "영혼의 강이 계속 흐르기 위해서는 삶과 죽음이 한데 어우러져야 합니다! 죽음이 없는 곳에는 생명이 태어나지 않습니다!"

source: "I hereby give my soul to Lady Pharasma! The necromancers shall not lay their filthy hands upon it! Do not bow before the dead's tyranny, mortals!"
ko: "이로써 내 영혼을 파라즈마님께 바치노라! 사령술사는 그 더러운 손아귀를 뻗지 못하리라! 필멸자들이여, 죽음의 폭군 앞에 엎드리지 마라!"
ko_mt: "내 영혼을 파라즈마 여사에게 바친다! 강령술사들은 그 영혼에 더러운 손을 댈 수 없다! 죽은 자의 폭정 앞에 굴복하지 마라, 필멸자들아!"

source: "What have you done, you crazy old man?"
ko: "이 미친 노인네가, 대체 무슨 짓을 한 거요?"
ko_mt: "무슨 짓을 한 거야, 이 미친 늙은 이?"

source: "Shut it, you milksop. My sons are heroes! It's been many a day since the morning their bodies were brought to me. My boys, cut down in their very first battle!"
ko: "닥쳐라, 젖먹이 녀석. 내 아들들은 영웅이야! 애들의 시체가 내게 돌아온 아침부터 몇 날이 지났어. 내 아들들이 첫 출정부터 썰려나갔다고!"
ko_mt: "닥쳐, 이 밀크솝아. 내 아들들은 영웅이야! 그들의 시신을 내게 가져온 아침부터 하루가 멀다 하고 지나갔어. 내 아들들, 첫 전투에서 전사했어!"

source: "Yes, I brought them back to life! I did it again and again, too! All because my boys saved countless idiots like you from imminent death!"
ko: "그래, 내가 그들을 되살렸어! 몇번이고 몇번이고 다시 할 거요! 모든건 내 아들들이 너같이 죽을 운명이었던 멍청이들을 셀 수도 없이 많이 구원했기 때문이야!"
ko_mt: "네, 제가 다시 살려냈어요! 몇 번이고 또 그랬어요! 내 부하들이 당신 같은 수많은 멍청이들을 임박한 죽음에서 구해줬기 때문이야!"

source: "Show them, my lads. Kill these wretched creatures, every one of them."
ko: "친구들, 한 번 보여줘. 이 비참한 생물들을 죽여버려라. 하나도 남기지 말고."
ko_mt: "보여줘라, 제군들. 이 비참한 생명체들을 모두 죽여라."

source: "We were ordered to return their bodies to you. Your sons were brave, but the demons got them in the end. Please accept our condolences. They died as heroes."
ko: "우리는 그들의 시신을 당신께 전하라 명받았습니다. 당신의 아들들은 용감했으나, 끝내 데몬에게 살해당했죠. 저희의 조의를 받아주십시오. 그들은 영웅이었습니다."
ko_mt: "우리는 그들의 시신을 당신에게 돌려주라는 명령을 받았습니다. 당신의 아들들은 용감했지만 결국 데몬에게 잡혔습니다. 우리의 애도를 받아주세요. 그들은 영웅으로 죽었습니다."

source: "My lads... Always in the thick of it. Step back, all of you! I need space!"
ko: "친구들이라... 언제나 두텁구만. 전부 물러나라! 공간이 필요해!"
ko_mt: "내 친구들.. 항상 한가운데 있죠. 모두 물러서! 공간이 필요해!"

source: "It's not over yet. Get up, lads. The battle awaits."
ko: "아직 끝나지 않았다. 일어나라, 전우들아. 전투가 기다린다."
ko_mt: "아직 끝나지 않았습니다. 일어나, 제군들. 전투가 기다리고 있다."

source: "Father..."
ko: "아버지..."
ko_mt: "아버지..."

source: "We fought well..."
ko: "우리 잘 싸웠어요..."
ko_mt: "우리는 잘 싸웠습니다..."

source: "By Iomedae! He resurrected them! His own sons! How can a father treat his own children so?"
ko: "아이오메데 맙소사! 저들을 되살렸어! 자기 아들들인데도! 어찌 아버지란 작자가 자식을 저렇게 대한단 말인가?"
ko_mt: "아이오메데! 그가 그들을 부활시켰어! 자기 아들들을! 어떻게 아버지가 자기 자식을 그렇게 대할 수 있나?"

source: "You've done well, my boys. Get some rest... Then again, you don't need it anymore. Poor souls... Well then, go slay the wretched demons instead. Avenge your lives that were ended so soon."
ko: "잘해줬다, 아들아. 좀 쉬거라... 참, 더는 휴식이란 게 필요하지 않는구나. 불쌍한 것들... 좋아. 그러면, 가서 빌어먹을 데몬들을 사냥하려무나. 너무 빨리 끝나버린 네 생전의 복수를 하거라."
ko_mt: "수고했어, 얘들아. 이제 좀 쉬어.. 이제 더는 필요없어. 불쌍한 영혼들.. 그럼 가서 그 비참한 데몬들을 죽여라. 너무 일찍 끝난 너희들의 삶을 복수해라."

source: "We'll kill them, Father..."
ko: "죽일게요, 아버지..."
ko_mt: "죽여버릴 거예요, 신부님..."

source: "We'll get revenge..."
ko: "복수할 거야..."
ko_mt: "복수할 거야..."

source: "This is your new life, warrior. You will fight demons for the glory of Urgathoa."
ko: "전사여, 이것이 너의 새로운 삶이다. 너는 우르가쏘아님의 영광을 위해 데몬과 싸울 것이다."
ko_mt: "이것이 너의 새로운 삶이다, 전사. 우르가쏘아의 영광을 위해 데몬과 싸워라."

source: "Glory to Urgathoa! Slay the demons!"
ko: "우르가쏘아님께 영광을! 데몬을 죽인다!"
ko_mt: "우르가쏘아에게 영광을! 데몬들을 처치하라!"

source: "Fetch the next one, quick. We need reinforcements on the front lines."
ko: "신속히 두번째 것을 따라라. 전선에 증원군이 필요하다."
ko_mt: "빨리 다음 놈을 데려와. 최전선에 지원군이 필요합니다."

source: "They've sent us another wagon from the infirmary. There's no shortage of fresh meat here."
ko: "의무대에서 마차를 또 보냈군. 신선한 고기가 부족하진 않은데 말야."
ko_mt: "의무실에서 마차 한 대를 더 보냈어요. 여기에는 신선한 고기가 부족하지 않아요."

source: "Show some respect, you dimwit! These warriors gave their all for our victory. Even their own afterlife."
ko: "얼간이 녀석, 좀 더 존중을 표해라! 이 전사들은 아군의 승리를 위해 모든 것을 바치신 거다. 내세에서의 삶까지 말이다."
ko_mt: "존경심을 보여라, 이 멍청아! 이 전사들은 우리의 승리를 위해 모든 것을 바쳤어. 심지어 그들의 사후세계까지."

source: {n}The dead man nods obediently, his empty eyes filled with hatred.{/n} "Kill..."
ko: {n}죽은 남자가 순종적으로 고개를 끄덕인다. 그의 공허한 눈에는 증오가 가득하다.{/n} "죽여..."
ko_mt: {n}죽은 자가 순순히 고개를 끄덕이며, 텅 빈 눈동자는 증오로 가득 차 있습니다.{/n} "죽여..."

source: A fine statue of exquisite workmanship, worthy of decorating the courtyard of a king's castle.
ko: 장인의 뛰어난 솜씨로 만들어진 훌륭한 석상으로, 왕성의 안마당을 장식할 만한 가치가 있습니다.
ko_mt: 왕의 성 안뜰을 장식할 만한 가치가 있는 정교한 솜씨의 훌륭한 조각상입니다.

source: A sinister skull, carefully polished and displayed like a work of art. The plaque reads: "He did not escape the Ineluctable Prison. But his skull did."
ko: 예술 작품처럼 세심하게 손질되고 전시된, 불길한 두개골입니다. 명판에 글귀가 새겨져 있습니다. "그는 불가피한 감옥을 탈출할 수 없었다. 그러나 그의 두개골은 해냈다."
ko_mt: 예술 작품처럼 세심하게 다듬어 전시된 사악한 해골. 명판에는 이렇게 적혀 있습니다. "그는 피할 수 없는 감옥에서 탈출하지 못했습니다. 하지만 그의 두개골은 탈출했습니다."

source: The statue of a mummified marilith is embellished with intricate details. She almost looks like she is about to move.
ko: 미라화된 마릴리스 석상은 세세한 부분까지 구현되었습니다. 마치 당장이라도 움직일 것만 같습니다.
ko_mt: 미라가 된 마릴리스 조각상은 복잡한 디테일로 장식되어 있습니다. 마치 곧 움직일 것만 같은 모습이에요.

source: The stone slab is inscribed with small Sarkorian runes. The plaque reads: "Cursed be the demons that destroyed Iz. Cursed be Areelu Vorlesh who opened the way for them. And a curse upon you, the demon reading my last words."
ko: 석판에는 작은 사코리스어 룬이 그려졌습니다. 명판에 글귀가 새겨져 있습니다. "이즈를 파괴한 데몬들이 저주받기를. 그들에게 길을 열어준 아릴루 볼레쉬가 저주받기를. 그리고 내 마지막 단말마를 읽고 있는 데몬, 바로 너에게 저주가 내리기를."
ko_mt: 석판에는 작은 사르코리안 룬이 새겨져 있습니다. 명판에는 이렇게 적혀 있다. "이즈를 파괴한 데몬들은 저주를 받으리라. 그들에게 길을 열어준 아릴루 볼레쉬에게 저주를 내린다. 그리고 내 유언을 읽은 데몬, 너에게도 저주를 내린다."

source: ...drops {mf|his|her} weapon and surrenders, hoping to save the sailors' lives.
ko: ...선원들의 목숨은 살려주길 바라며, {mf|그|그녀}의 무기를 내리고 항복했습니다.
ko_mt: ...선원들의 목숨을 구하기 위해 {mf|그|그녀}의 무기를 버리고 투항합니다.

source: "Why do I get the feeling this pathetic creature is planning some nasty trick against us?"
ko: "이 하찮은 생물이 우리를 위해 못된 속임수를 준비하고 있단 기분이 드는 건 왜일까?"
ko_mt: "왜 이 한심한 녀석이 우리를 상대로 끔찍한 계략을 꾸미고 있는 것 같은 느낌이 들까요?"

source: "What are you looking at? This is a special delivery for Lady Vellexia!"
ko: "뭘봐? 이건 벨렉시아 여사님께 가는 특수 배달이라고!"
ko_mt: "뭘 보고 있는 거야? 벨렉시아 아가씨를 위한 특별 배달입니다!"

source: Mage's Tower
ko: 마법사의 탑
ko_mt: 마법사의 탑

source: Portal to the Echo of Deskari's Lair
ko: 데스카리의 메아리의 소굴로 향하는 포탈
ko_mt: 데스카리의 은신처의 메아리로 통하는 차원문

source: Minagho's Hideout
ko: 미나고의 은신처
ko_mt: 미나고의 은신처
