Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: "WANTED: a runaway slave from Golarion. Dead or alive, but in one piece, for the purpose of desecrating his corpse. A generous reward guaranteed." Below the text is a skillfully-drawn picture of a man with an emaciated face and a haunted expression.
ko: "수배중: 골라리온산 탈주 노예. 생사 불문이나, 시신 훼손을 위해 사지는 멀쩡해야 함. 막대한 현상금을 걸었음." 설명문 아래에는 겁에 질린 표정을 한 수척한 남자의 얼굴이 세밀하게 그려져 있습니다.
ko_mt: "수배: 골라리온에서 도망친 노예. 죽었든 살았든, 시체를 더럽힐 목적으로 온전한 상태여야 한다. 넉넉한 보상이 보장됩니다." 글 아래에는 초췌한 얼굴에 유령 같은 표정을 한 남자의 그림이 능숙하게 그려져 있습니다.

source: "Offering 30,000 for the head of the vile known as Kerz Got-Stabbed, and 1,000 extra for each of his sailors." The ad is followed by a postscript in a different handwriting: "No longer relevant due to the client's untimely demise."
ko_mt: "케르츠가 칼에 찔린 사악한 자의 목에 30,000, 그의 선원 한 명당 1,000 금화를 추가로 제공합니다"광고 뒤에는 다른 필체로 된 포스트스크립트가 이어집니다. "고객의 갑작스러운 죽음으로 인해 더 이상 관련성이 없음"

source: "Seeking an expirienced pardner-in-crime skilled in lock picking and share loot without mistakes. Previous pardner was real bad at counting. Gorgor Seven."
ko: "자물쇠 따기에 능숙하며 전리품은 칼같이 나눌 동업자 구함. 이전 동지는 숫자를 제대로 못 셌음. 고르고르 세븐."
ko_mt: "자물쇠 따기에 능숙하고 실수없이 전리품을 공유하는 만료 된 범죄 파트너를 찾고 있습니다. 이전 파드너는 계산에 정말 서툴렀습니다. 고르고르 세븐"

source: "Seeking a gang of daredevils for a big heist. Expect the assault of a fortified palace, an assassination of a dangerous wizard, heavy losses, and princely rewards. Everyone is welcome."
ko: "한탕 칠 강심장 패거리 구함. 요새화된 궁전 침입, 강력한 위저드 암살, 고위험 및 고수익 예상됨. 누구든지 환영."
ko_mt: "큰 강도를 위해 무모한 갱단을 찾고 있습니다. 요새화 된 궁전 습격, 위험한 위저드 암살, 막대한 손실 및 왕자 보상을 기대하십시오. 모두 환영합니다"

source: "Seeking a killer for a job on Golarion. The target is the dangerous mortal calling {mf|him|her}self the 'Commander of the Crusade'. Payment in captured Golarian slaves."
ko: "골라리온에서 임무 수행 가능한 암살자 찾는 중. 대상은 스스로 '성전군 사령관'이라 칭하는 위험한 필멸자임. 사례금은 생포한 골라리온 노예들로 대신할 것."
ko_mt: "골라리온에서 일할 킬러를 찾고 있습니다. 목표는 {mf|그|그녀} 자신을 '성전 사령관'이라고 부르는 위험한 필멸자입니다. 포획한 골라리온 노예로 지불합니다"

source: "Ready for difficult jobs. Keeps a low profile. Success guaranteed. High fees expected. Rotten Guttery Gang."
ko: "고난도 임무를 위한 준비 완료됨. 기밀은 철저히 유지함. 임무 완수 보장. 고용비는 후하길 바람. 썩은 내장 패거리."
ko_mt: "어려운 작업에 대한 준비. 낮은 프로필을 유지합니다. 성공 보장. 높은 수수료가 예상됩니다."썩은 거터리 갱"

source: "Apologies, Commander, but right now, I just want to be left alone. These mugs are the only company I need."
ko: "용서하시오, 사령관. 하지만 지금은 혼자 있고 싶군. 하지만 지금 내게 필요한 동료는 이 얼간이들 뿐이라오."
ko_mt: "죄송합니다, 중령님, 하지만 지금은 그냥 혼자 있고 싶어요. 이 머그잔이 제게 필요한 유일한 회사에요"

source: There is a large crack in the trunk of this tree. A few well-aimed blows would cause it to fall, and block the trail.
ko: 나무 밑동에 커다란 금이 가 있습니다. 제대로 조준해서 몇 번 찍으면 쓰러뜨려서 길목을 막을 수 있을 겁니다.
ko_mt: 이 나무의 줄기에 큰 균열이 있습니다. 잘 조준 된 몇 번의 타격으로 인해 나무가 쓰러져 흔적을 막을 수 있습니다.

source: These trees can hide more than a solitary hunter. They could conceal an entire wagon.
ko_mt: 이 나무들은 고독한 사냥꾼보다 더 많은 것을 숨길 수 있습니다. 그들은 마차 전체를 숨길 수 있습니다.

source: These thick bushes would provide ample cover for an ambush.
ko: 두터운 수풀은 매복하기 충분한 엄폐를 제공합니다.
ko_mt: 이 두꺼운 덤불은 매복에 충분한 엄폐물을 제공 할 것입니다.

source: This rock is an excellent hiding place, and it will provide good cover against ranged attacks.
ko: 이 바위는 훌륭한 은신 장소이면서, 동시에 원거리 공격을 훌륭하게 막아줄 겁니다.
ko_mt: 이 바위는 훌륭한 은신처이며 원거리 공격에 대한 좋은 엄폐물을 제공 할 것입니다.

source: This is a suitable position for an archer — it overlooks the entire area.
ko: 주변을 한 눈에 볼 수 있는 위치로, 궁수를 배치하기 적절한 장소로군요.
ko_mt: 이것은 궁수에게 적합한 위치입니다 - 전체 지역을 내려다보고 있습니다.

source: "Now I'll show you the difference between a professional assassin and a bunch of amateurs."
ko: "이제 당신에게 암살 전문가와 아마추어 무리가 얼마나 차이나는지 보여주겠소."
ko_mt: "이제 전문 암살자와 아마추어 무리의 차이점을 보여 드리겠습니다 "

source: A deadly poison that suppresses the body's ability to heal and regenerate.
ko: 신체의 치유 및 재생 능력을 억제하는 치명적인 독극물입니다.
ko_mt: 신체의 치유 및 재생 능력을 억제하는 치명적인 독.

source: Black Lotus Extract
ko: 검은 연꽃 추출물
ko_mt: 검은 연꽃 추출물

source: The body of Dyra, the mongrel trader, has been ripped apart as if by a pack of wild animals.
ko: 잡종 상인인 다이라의 시체는 야생 동물들에 의해 갈기갈기 찢어졌습니다.
ko_mt: 몽그렐 상인 다이라의 시신은 마치 야생 동물 무리처럼 찢어졌습니다.

source: Dyra's chest is broken and there is a bloody hole where her heart should be.
ko: 다이라의 가슴팍이 박살났으며, 심장이 있어야 할 자리에는 커다란 구멍이 났습니다.
ko_mt: 다이라의 가슴이 부러졌고 심장이 있어야 할 곳에 피 묻은 구멍이 있습니다.

source: "Everyone ish alive, healthy, fed. What else doesh a chief need?"
ko: "모든 샤람이 샬아있고, 건강하고, 배부르다네. 족장에게 뭐가 더 필요하겠소?"
ko_mt: "모두 살아 있고, 건강하고, 배불리 먹었습니다. 추장에게 또 뭐가 필요하겠어요?"

source: "And if they're not happy? What if I can't make them a happy tribe?"
ko: "그들이 행복하지 않다면? 제가 행복한 부족을 만들 수 없다면 어떻겠습니까?"
ko_mt: "그리고 그들이 행복하지 않다면? 내가 그들을 행복한 부족으로 만들 수 없다면?"

source: "Who said there are any happy tribesh?"
ko: "행복한 부족이 있다고 누가 그랬소?"
ko_mt: "누가 행복한 부족이 있다고 했습니까? "

source: "Sull, have you ever wanted to just chase these idiotic cave-dwellers with a shovel and beat them round the head because they never do what you ask them to?"
ko: "설, 삽 한자루 들고 당신이 하자는 대로 말을 안 들어먹는 멍청한 동굴인들 머리통을 후려 갈겨주고 싶다는 생각 해본 적 없습니까?"
ko_mt: "설, 이 멍청한 동굴 거주자들을 삽으로 쫓아가서 시키는 대로 하지 않아서 머리를 때려주고 싶었던 적이 있나요? "

source: "Conshtantly. That'sh a chief's lot."
ko: "안해본 적이 없지. 그건 족장의 운명이라오."
ko_mt: "Conshtantly. 그건 수석의 로트입니다 "

source: "Did you want to beat me round the head too?"
ko: "제 머리도 후려 치고 싶었어요?"
ko_mt: "당신도 내 머리를 때리고 싶었습니까? "

source: "Eshpecially you."
ko: "특히나 말이지."
ko_mt: "특히 당신"

source: "The day's not even over yet and I've already gotten into an argument with a rations officer, submitted two requests to a quartermaster, and broken up two fights."
ko: "하루가 채 지나지도 않았는데 벌써 급양관이랑 논쟁을 벌이고, 병참 장교에게 두 번의 요청서를 제출하고, 싸움 두 번을 말렸어요."
ko_mt: "아직 하루가 끝나지도 않았는데 벌써 배급 담당자와 말다툼을 벌이고, 분대장에게 두 건의 요청서를 제출하고, 두 번의 싸움을 깨뜨렸어요"

source: "What did I tell you? Jusht don't forget about yourshelf. Get married, for inshtance. You're a chief now, you can get the besht wife. I'll find you one."
ko: "내가 뭐라 말했지? 너 자신을 잊지 말라 했지. 한가지 예쉬로는, 결혼이 있다네. 이제 족장이니, 가장 훌륭한 아내를 구할 슈 있겠지. 내가 하나 찾아주겠네."
ko_mt: "내가 뭐랬어? 당신의 선반을 잊지 마세요. 예를 들어 결혼해. 넌 이제 추장이니까 좋은 아내를 구할 수 있어. 내가 찾아줄게."

source: "Uhh... thanks, but I'll handle that on my own. One day. Maybe next year."
ko: "어... 고맙군요. 하지만 그쪽은 제가 직접 찾아볼게요. 곧이요. 아마 다음 해 쯤일지도."
ko_mt: "어.. 고마워요, 하지만 그건 제가 알아서 할게요. 언젠가. 아마 내년에요"

source: Approved of Wenduag's cannibalism.
ko: 웬두아그의 식인 권유에 찬성했습니다.
ko_mt: 웬두아그의 식인 풍습을 승인했습니다.

source: Refused to eat human flesh.
ko: 식인을 거절했습니다.
ko_mt: 인육을 먹기를 거부했습니다.

source: "Lann... our tribe will keep your name in their heartsh. I'll shee that they do!"
ko: "란... 우리 부족은 네 이름을 가슴 속 깊이 기억할 거요. 제대로 하는지는 내가 지켜봐주지!"
ko_mt: "란.. 우리 부족은 당신의 이름을 그들의 마음속에 간직할 것입니다. 그들이 그렇게하도록 할게요!"

source: "And jusht like that, it'sh over. For me, at leasht."
ko: "그리고 보다시피, 다 끝났소. 최소한 내게는 말이오."
ko_mt: "그리고 그렇게하면 끝입니다. 나에겐, 목줄에. "

source: "They all came back, alive and well! I'll pray to Iomedae, shay my thanksh!"
ko: "모두 살아서 돌아왔군! 아이오메데께 감샤 기도를 올려야겠소!"
ko_mt: "모두 살아서 돌아왔어요! 아이오메데에게 기도할게요, 감사합니다!"

source: Over half the pages in this thick and heavy book are empty. The rest are covered in crooked handwriting and littered with such phrases as "axiomatic theory," "epistemological quandary," "esoteric empiricism," and, most frequent of all, "in my expert opinion."
ko: 이 두껍고 무거운 책은 절반 이상이 비어있습니다. 나머지 페이지에는 비뚤어진 글씨로 "자명한 이론", "인식론적 난제", "소수의 경험적 증명" 따위의 문구들이 어질러져 있으며, 그 중에서도 가장 자주 등장하는 문구는 "본인의 전문적 소견으로는" 입니다.
ko_mt: 이 두껍고 무거운 책의 절반이 넘는 페이지가 비어 있습니다. 나머지는 비뚤어진 필체로 덮여 있고 "공리 이론", "인식론적 난제", "난해한 경험주의", 그리고 무엇보다도 "내 전문가적 견해"와 같은 문구로 가득 차 있습니다."

source: Encyclopedia Golarionnica by Nenio, the greatest scientist of the century (draft!!!)
ko: 골라리온 대백과, 세기 최고의 과학자 네니오 지음 (원고임!!!)
ko_mt: 세기 최고의 과학자 네니오의 골리오니카 백과 사전 (초안!!!)

source: Paralictor Aminos Renth
ko: 파랄릭터 아미노스 렌스
ko_mt: 패럴릭터 아미노 렌트

source: Paralictor Lerana Tye
ko: 파랄릭터 르라나 타이
ko_mt: 패럴릭터 레라나 타이

source: Paralictor Gerren Deothan
ko: 파랄릭터 게렌 데오탄
ko_mt: 패럴릭터 게렌 데오 단

source: "I can see you're either lying or keeping something back. Or worse…"
ko: "난 당신의 거짓말이나 정보 은폐를 알아차릴 수 있다. 그보다 더한 것도 말이지..."
ko_mt: "거짓말을 하고 있거나 무언가를 숨기고 있는 것 같습니다. 아니면 더 나쁜..."

source: The Hellknights have thoroughly restored and reinforced these fortifications, which date back to the age of the first crusades.
ko: 헬나이트들은 그들의 요새를 1차 성전 시기처럼 복구 및 강화했습니다.
ko_mt: 지옥기사는 첫 번째 십자군 시대로 거슬러 올라가는 이 요새를 철저히 복원하고 강화했습니다.

source: A solid wall of rocks surrounds this smoking fire pit, preventing random sparks from incinerating the entire camp.
ko: 단단한 돌벽이 연기나는 화염 구덩이를 둘러 싸, 갑작스런 불똥으로 인해 숙영지 전체가 불타는 사고를 방지합니다.
ko_mt: 단단한 바위 벽이 이 연기가 나는 화덕을 둘러싸고있어 무작위 불꽃이 캠프 전체를 소각하는 것을 방지합니다.

source: The gates are wide open. There are no signs of weapon damage, claw marks, or any traces of magic.
ko: 관문이 활짝 열려 있습니다. 무기로 인한 손상이나 손톱 자국, 또는 어떤 마법의 흔적도 보이지 않습니다.
ko_mt: 성문이 활짝 열려 있습니다. 무기 손상, 발톱 자국 또는 마법의 흔적이 없습니다.

source: Few mortals, apart from the Hellknights, would dare settle next to a hotbed of the blight.
ko: 역병의 온상 바로 옆에서 휴식할 수 있는 필멸자는 헬나이트가 아니고서야 얼마 없을겁니다.
ko_mt: 지옥기사단을 제외하고는 감히 역병의 온상 옆에 정착 할 필멸자는 거의 없습니다.

source: "I'm still waiting! Are we heading to Drezen soon?"
ko: "아직 대기중입니다! 곧 드레젠으로 향하는 겁니까?"
ko_mt: "아직 기다리는 중입니다! 곧 드레젠으로 가는 건가요?"

source: The outpost is in perfect condition. Everything appears to be in its right place and there are no signs of battle.
ko: 전초 기지는 완벽한 상태입니다. 모든 물건이 제자리에 있으며, 전투 흔적이라곤 하나도 없습니다.
ko_mt: 전초기지는 완벽한 상태입니다. 모든 것이 제자리에있는 것 같고 전투의 흔적도 없습니다.

source: A security checkpoint, a precautionary measure highly characteristic of the Hellknights, flanks the entrance.
ko: 매우 헬나이트스러운 예방책인 보안 검문소가 입구 양 옆에 배치되어 있습니다.
ko_mt: 지옥기사의 특징적인 예방 조치인 보안 검문소가 입구 옆에 있습니다.

source: This tent is different from the rest — there's a strong burnt smell around it, and a rustling sound coming from within.
ko: 이 천막은 나머지 것들과 다릅니다. 주변에서 탄 내가 강하게 나며, 내부에서는 부스럭거리는 소리가 들립니다.
ko_mt: 이 텐트는 다른 텐트와 다르게 타는 냄새가 강하고 내부에서 바스락거리는 소리가 납니다.

source: The ground is trampled and there are signs of battle everywhere. The Houndhearts were clearly attacked by demons here.
ko: 대지는 짓밟혔으며, 어디를 봐도 전투의 흔적이 남아 있습니다. 사냥개심장 기사단은 분명 이곳에서 데몬들에게 공격받았습니다.
ko_mt: 땅이 짓밟히고 사방에 전투의 흔적이 있습니다. 하운드 하트는 분명히 이곳에서 데몬의 공격을 받았습니다.

source: "Our prey has come to us. What a good day!"
ko: "사냥감이 제 발로 걸어오다니. 운이 좋은 날이군!"
ko_mt: "우리의 먹이가 우리에게 왔습니다. 정말 좋은 날입니다!"

source: "What an adventure, right? I wish doing our duty was always like that!"
ko: "굉장한 사건이구만, 안그래? 우리 임무가 항상 이랬으면 좋겠어!"
ko_mt: "정말 멋진 모험이죠? 우리의 의무를 다하는 것이 항상 그랬으면 좋겠어요!"

source: "Oh. My head is spinning."
ko: "어우. 머리가 핑핑 돌아."
ko_mt: "오. 내 머리가 돌고있다"

source: A torn flag with a crest you don't recognize.
ko: 찢어진 깃발에는 당신이 모르는 방패 문양이 그려졌습니다.
ko_mt: 당신이 모르는 문장이 있는 찢어진 깃발.

source: Torn flag of the Houndhearts — a small but noble order of crusaders.
ko: 규모는 작지만 충직한 성전 기사단인 사냥개 심장의 깃발이 찢어져 있습니다.
ko_mt: 하운드하츠의 찢어진 깃발 - 작지만 고귀한 십자군 교단.

source: A mysterious symbol, sloppily drawn in a strange greenish substance.
ko: 낯선 녹색 물질로 서툴게 그려진 의문스러운 문양입니다.
ko_mt: 이상한 녹색 물질로 엉성하게 그려진 신비한 상징.

source: A piece of cloth that was once a banner, with a dog's head above a red heart.
ko: 한 때 깃발이었을 걸레짝이며, 붉은 심장 위에 개의 머리가 그려져 있습니더.
ko_mt: 빨간 하트 위에 개 머리가있는 한때 현수막이었던 천 조각.

source: "I'm still uneasy about dragging you into this."
ko: "너를 여기 데려오자니 아직도 마음이 편치 않아."
ko_mt: "나는 여전히 당신을 끌어들이는 것에 대해 불안합니다 "

source: "Damn. The ring. It took the ring. The little fiend!"
ko: "이런. 반지가. 저 놈이 반지를 채갔어. 작은 악마 녀석!"
ko_mt: "젠장. 반지. 반지를 가져갔어. 작은 악마!"

source: "He's summoning demons from his wand? That little weasel!"
ko: "완드에서 데몬을 소환한 거야? 저런 쬐끄만 족제비같은!"
ko_mt: "지팡이로 데몬을 소환한다고요? 그 작은 족제비!"

source: The tent has been cut open from the inside. The knights apparently left it in a hurry.
ko: 천막은 안쪽에서부터 잘라졌습니다. 분명 기사들이 이 장소를 급하게 탈출한겁니다.
ko_mt: 텐트가 안쪽에서 찢어졌어요. 기사들이 서둘러서 떠난 것 같습니다.

source: "I wonder when I'll see a real battle? Everything so far has just been a warm-up!"
ko: "진짜 전투를 언제 겪어볼지 궁금했거든? 이제까지 겪은 모든 일들은 준비 운동에 불과했잖아!"
ko_mt: "언제쯤 진짜 전투를 볼 수 있을까요? 지금까지의 모든 것은 워밍업에 불과했습니다!"

source: "The Houndhearts welcome you, Commander!"
ko: "사냥개심장이 당신을 환영합니다, 사령관님."
ko_mt: "하운드하츠가 사령관님을 환영합니다!"

source: The wounded man is sound asleep. The emblem on his clothes is a dog's head above a red heart.
ko: 부상당한 남자는 깊게 잠들었습니다. 그의 옷에는 붉은 심장 위에 개의 머리가 포개진 문장이 그려져 있습니다.
ko_mt: 부상당한 남자는 잠들어 있습니다. 그의 옷에 있는 엠블럼은 빨간 하트 위에 있는 개의 머리입니다.

source: The knight is so absorbed in reading the letter that he takes no notice of you or anything around him. He smiles and seems like he's about to kiss the paper.
ko: 기사는 편지를 읽는데 너무 깊이 몰두한 나머지 당신을 포함해 그의 주변 모든 상황에 전혀 신경 쓰지 않습니다. 그는 미소를 짓고 있으며, 당장이라도 편지에다 키스를 할 모양입니다.
ko_mt: 기사는 편지를 읽는데 너무 몰두해서 당신이나 주변의 어떤 것도 알아차리지 못합니다. 그는 미소를 지으며 종이에 키스하려는 것처럼 보입니다.

source: "What did Seelah call us? The League of the Inspiring Cart? I wish we could set up an official knightly order with that name!"
ko: "실라가 우리를 뭐라 부르던가요? 격려의 마차 연맹? 그런 이름을 달고 공식 기사단을 창설할 수 있었다면 좋겠네요!"
ko_mt: "실라가 우리를 뭐라고 불렀나요? 영감을 주는 카트 리그? 그 이름으로 공식 기사단을 만들면 좋겠어요!"

source: "By the grace of the goddess, we'll keep the bodies of these poor people while their souls are imprisoned by evil."
ko: "여신의 은총 아래서, 이 불쌍한 이들이 악에 물들기 전에 그들의 시신을 정리하겠습니다."
ko_mt: "여신의 은총으로, 우리는 이 불쌍한 사람들의 영혼이 악에 갇혀있는 동안 그들의 육체를 지킬 것입니다 "

source: "I swear by Torag, that scoundrel Sunhammer isn't worthy to be called a dwarven master. Using our craft for evil! How can he sleep at night?"
ko: "토락께 맹세코, 그 비열한 선해머 자식은 드워프 장인이라 불릴 자격이 없소. 작품을 악행에 이용하다니! 놈이 어떻게 두 발 뻗고 잠을 잘 수 있겠소?"
ko_mt: "토라그에게 맹세컨대, 그 악당 썬해머는 드워프 마스터라고 부를 자격이 없다. 우리 기술을 악에 이용하다니! 어떻게 밤에 잠을 잘 수 있겠어?"

source: "My love, I know you can't hear me, but I'll say it anyway — don't lose hope, wherever you are."
ko: "내 사랑, 당신이 내 말을 들을 수 없다는 건 알지만, 그래도 말할게요. 당신이 어디에 있건, 절대로 희망을 잃지 말아요."
ko_mt: "내 사랑, 당신이 내 말을들을 수 없다는 것을 알고 있지만 어쨌든 말할 것입니다 - 당신이 어디에 있든 희망을 잃지 마십시오 "

source: The inscription says: "The victims of Darek Sunhammer, demon collaborator, have found shelter here. The hospital is under the patronage of the churches of Iomedae, Torag, and Abadar."
ko: 종이가 붙어 있습니다. "데몬 편에 붙은 다렉 선해머에게 당한 희생자들이 이곳에 피난처를 마련했습니다. 이 병동은 아이오메데, 토락, 그리고 아바다르 교단의 후원 아래에 있습니다."
ko_mt: 비문은 이렇게 적혀 있습니다. "데몬 협력자 다렉 선해머의 희생자들이 이곳에서 피난처를 찾았습니다. 이 병원은 아이오메데, 토라그, 아바다르 교회의 후원을 받고 있습니다."

source: "One day you will wake up, I know it!"
ko: "반드시 일어날거라고 믿어!"
ko_mt: "언젠가 당신은 깨어날 것입니다, 나는 그것을 알고 있습니다!"

source: "Demons never rest, their plots are endless."
ko: "데몬들은 결코 쉬지 않고, 끝도 없이 음모를 만들어내죠."
ko_mt: "데몬은 결코 쉬지 않고, 그들의 음모는 끝이 없다"

source: "We've seen worse. But it's still so sad..."
ko: "더 심한 광경도 지나왔어. 그렇더라도 슬픈건 어쩔 수 없지..."
ko_mt: "우리는 더 나쁜 것을 보았습니다. 하지만 여전히 너무 슬프다..."

source: "You will be saved, my friends, I promise you!"
ko: "친구여, 꼭 구해주겠다. 약속이야!"
ko_mt: "여러분은 구원받을 것입니다, 친구 여러분, 약속합니다!"

source: "I... can't stop thinking about it..."
ko: "상상하기도 싫은 일이 자꾸 상상돼..."
ko_mt: "나는.. 그것에 대해 생각하는 것을 멈출 수 없다..."

source: "Praise be to Baphomet!"
ko: "바포메트님께 영광을!"
ko_mt: "바포메트에게 찬사를!"

source: "Mortals, you don't even know what awaits you!"
ko: "네들에게 무슨 운명이 기다리는지도 모르는구나, 필멸자들아!"
ko_mt: "필멸자들아, 너희는 무엇이 너희를 기다리고 있는지조차 모른다!"

source: "Commander, my regards!"
ko: "영광입니다, 사령관님!"
ko_mt: "사령관님, 안부 전합니다!"

source: "I have to admit, this wedding is charming in its own, albeit frivolous, way."
ko: "바보같지만서도, 이런 결혼식이 나쁘지 않다는 것은 인정해야겠군."
ko_mt: "이 결혼식은 경박하긴 하지만 그 자체로 매력적이라는 것을 인정해야 해요"

source: "Three cheers for Elan and Kiana!"
ko: "엘란과 키아나를 위해 만세 삼창이 있겠습니다!"
ko_mt: "엘란과 키아나를 위해 건배!"

source: "Joyous occasions should be celebrated, even in the Worldwound. And weddings are the most joyous occasions of all!"
ko: "세계상처라도, 기쁜 일은 축하받아야 마땅하지. 결혼식은 그 중에서도 가장 기쁜 일이잖아!"
ko_mt: "기쁜 일은 세계상처에서도 축하해야 합니다. 그리고 결혼식은 가장 기쁜 날입니다!"

source: "We haven't let loose like this in a long time."
ko: "이렇게 긴장을 풀어진 적은 오랫만이야."
ko_mt: "우리는 오랫동안 이렇게 느슨해지지 않았습니다"

source: "The Commander {mf|him|her}self is here! Well, I never!"
ko: "사령관님께서 직접 방문하시다니! 상상도 못했어!"
ko_mt: "사령관 {mf|그|그녀} 자신이 여기 있습니다! 글쎄, 난 절대!"

source: "Kiana and Elan make such a beautiful couple!"
ko: "키아나와 엘란이 정말 아름다운 한 쌍을 이루었구나!"
ko_mt: "키아나와 엘란은 정말 아름다운 커플이에요!"

source: The rings of the future husband and wife — the one brought by Kiana and the one given by Seelah to Elan.
ko: 미래의 부부를 위한 반지입니다. 하나는 키아나가 가져왔으며, 다른 하나는 실라가 엘란에게 건네줬습니다.
ko_mt: 미래의 남편과 아내의 반지-키아나가 가져온 반지와 실라가 엘란에게 준 반지.

source: "We will speak later."
ko: "나중에 다시 얘기하지."
ko_mt: "나중에 이야기하겠습니다"

source: "Elan must be near the barracks. When you're finished here, we'll head over there, all right?"
ko: "엘란과 병영 근처에서 보기로 했습니다. 일이 끝나면 거기서 보는걸로 합시다. 괜찮으시죠?"
ko_mt: "엘란이 막사 근처에 있을 거야. 여기서 일 끝나면 거기로 가자, 알았지?"

source: "Elan must be near the barracks. When you're finished here, we'll head over there, all right?"
ko: "엘란과 병영 근처에서 보기로 했습니다. 일이 끝나면 거기서 보는걸로 합시다. 괜찮으시죠?"
ko_mt: "엘란은 막사 근처에 있을 거야. 여기서 일 끝나면 거기로 가자, 알았지?"

source: The skeleton has a slight sheen to it. Judging by the texture, it's made of marzipan.
ko: 뼈다귀에는 약간의 광택이 있습니다. 질감으로 보건대, 마지팬으로 만들어진게 분명합니다.
ko_mt: 골격에 약간의 광택이 있습니다. 질감으로 판단하면 마지팬으로 만들어졌습니다.

source: "I'm so glad this story had a happy ending. Everything — and everyone — is back to normal!"
ko: "이 이야기가 행복한 결말을 맞이했다는데 너무 감사해. 모든 것, 모든 사람들이 평화를 되찾았어!"
ko_mt: "이 이야기의 해피엔딩이 너무 기뻐요. 모든 것이, 그리고 모든 사람이 정상으로 돌아왔어요!"

source: "I know demons are the embodiment of evil. But stealing a dog's soul? That's going too far!"
ko: "데몬이란 게 악의 현신이라는 건 진작에 알고 있었죠. 하지만 개의 영혼까지 훔쳐가다니? 이건 선을 넘었잖아요!"
ko_mt: "데몬이 악의 화신인 건 알아요. 하지만 개의 영혼을 훔친다고요? 그건 너무 심해요!"

source: "I really got myself into trouble this time... I don't know how I'm still alive!"
ko: "이번엔 진짜로 큰 위험에 걸렸었어... 대체 어떻게 살아 있는 건지 모르겠네!"
ko_mt: "이번엔 정말 곤경에 빠졌어요.. 내가 어떻게 아직 살아 있는지 모르겠어요!"

source: "I always knew that demons and cultists couldn't defeat us... and now I have proof!"
ko: "데몬과 사교도들이 결코 우리를 이길 수 없다는 걸 알고는 있었어... 이젠 증거까지 생겼고!"
ko_mt: "나는 항상 데몬과 이교도들이 우리를 이길 수 없다는 것을 알고있었습니다.. 그리고 이제 증거가 있습니다!"

source: "I can breathe again! I can eat, and walk... and dance!"
ko: "다시 숨을 쉴 수 있어! 먹고, 걷고... 춤도 출 수 있고 말야!"
ko_mt: "다시 숨을 쉴 수 있어요! 먹고, 걷고.. 춤도 출 수 있어요!"

source: "What a nightmare this has been. Is it really over? It's hard to believe that I'm finally free!"
ko: "끔찍한 악몽이었어. 정말 끝난 건가? 마침내 자유를 찾았다는 게 믿기질 않아!"
ko_mt: "정말 악몽 같았어요. 정말 끝난 건가요? 드디어 자유로워졌다는 게 믿기지 않아요!"

source: "The Houndhearts have been through a lot, but this will be a day to remember!"
ko: "사냥개심장은 많은 일을 이겨내왔지만, 오늘은 그 중에서도 기억에 남겨야 할 날이 될 거예요!"
ko_mt: "하운드하트는 많은 일을 겪었지만 오늘은 기억에 남을 날이 될 것입니다!"

source: "Let's have a party! Demons be damned, we have something to celebrate!"
ko: "파티를 열자! 데몬들도 다 꺼졌고, 축하할 일도 생겼잖아!"
ko_mt: "파티를 하자! 데몬은 빌어먹을, 우리는 축하할 일이 있습니다!"

source: "I don't know how to explain it, but somehow, I just know that this war will be over soon. Our misfortunes are coming to an end!"
ko: "설명 하라고 하면 못하겠는데, 이 전쟁이 곧 끝날거라는 생각이 갑자기 들었어. 우리의 불행도 끝이 보이는 중이야!"
ko_mt: "어떻게 설명해야 할지 모르겠지만, 어떻게든 이 전쟁이 곧 끝날 거라는 건 알아요. 우리의 불행이 끝나고 있습니다!"

source: "This nightmare is finally over..."
ko: "이 악몽도 끝이구나..."
ko_mt: "이 악몽은 마침내 끝났습니다..."

source: "We're together again! I feel like dancing — I'm just so happy!"
ko: "다시 하나가 됐어! 춤이라도 추고 싶을 만큼 행복해!"
ko_mt: "우리는 다시 함께합니다! 춤추고 싶은 기분이에요 - 너무 행복해요!"

source: "We must remain vigilant. Baphomet's servants can be quite cunning."
ko: "아직 경계심을 늦춰선 안됩니다. 바포베트의 하수인들은 교활하거든요."
ko_mt: "우리는 경계를 늦추지 말아야 합니다. 바포메트의 하인들은 매우 교활할 수 있습니다"

source: "You know, it's strange. I'm not scared at all. I think I've forgotten how to be afraid."
ko: "있지, 정말 이상한 상태야. 두려움이라는 게 전혀 없어. 무서워하는 방법을 잊어린 것만 같아."
ko_mt: "이상해요. 전혀 두렵지 않아요. 무서워하는 법을 잊어버린 것 같아요"

source: "Screw you, Commander."
ko: "꺼져, 사령관."
ko_mt: "엿 먹어, 사령관"

source: Bodies torn to pieces. Steel armor crumpled like paper.
ko: 시신은 조각났으며, 강철 갑옷은 종잇장마냥 구겨졌습니다.
ko_mt: 시체가 갈기갈기 찢겨져 있다. 강철 갑옷은 종이처럼 구겨졌습니다.

source: A giant crack in the diseased, parched land. Deep down are huge branching burrows.
ko: 황폐하고 메마른 땅에 거대한 균열이 나있습니다. 안쪽 깊숙한 곳은 여기저기 작은 금이 뻗어나가는 구덩이가 됐습니다.
ko_mt: 병들고 메마른 땅의 거대한 균열. 깊은 곳에는 거대한 가지 굴이 있습니다.

source: What kind of monster could dig such a burrow? Maybe a giant mole demon?
ko: 어떤 괴물이 이런 구멍을 팔 수 있을까요? 거대한 두더지 데몬이라도 되는 걸까요?
ko_mt: 어떤 종류의 괴물이 그런 굴을 파낼 수 있을까요? 거대한 두더지 데몬일까요?

source: Judging by the burrow's form, it was dug by an incredibly huge purple worm.
ko: 구덩이의 형태를 보면, 믿을 수 없이 거대한 퍼플 웜이 이것을 파낸 것으로 추측됩니다.
ko_mt: 굴의 형태로 판단하면 엄청나게 거대한 보라색 벌레가 파낸 것입니다.

source: "I'm sorry it's come to this... So sorry."
ko: "일이 이렇게 되어 정말 유감이네... 미안하오."
ko_mt: "이런 일이 생겨서 미안해.. 정말 죄송합니다"

source: "We are so grateful for your visit, {mf|master|mistress}!"
ko: "주인님의 방문하시어 정말 기쁩니다!"
ko_mt: "주인님 방문해주셔서 감사합니다!"

source: "I'm so hungry... I'm dying..."
ko: "배고파... 죽겠어..."
ko_mt: "너무 배고파.. 난 죽어가고 있어..."

source: "We waited for a long time, we bore the grudge of our ancestors on our hearts. It's time to get revenge on the demons."
ko: "우리는 정말 오랜 시간 동안 선조들의 원한을 가슴속에 품은 채로 기다렸습니다. 이제 데몬들에게 되갚아줄 때로군요."
ko_mt: "우리는 오랫동안 기다렸고 조상들의 원한을 가슴에 품었습니다. 이제 데몬들에게 복수할 시간입니다."

source: "The food is so strange here... I don't like it. Where can we get snails?"
ko: "여기 음식 정말 이상한데... 좋아할 수가 없어. 어디 달팽이 잡을 만한 곳 없나?"
ko_mt: "여기 음식이 너무 이상해요.. 맘에 안 들어요. 달팽이는 어디서 구할 수 있나요?"

source: "Uplanders should have dug out a bigger dungeon so that we all could live in it. Why do they need these houses?"
ko: "우리 전부가 살만큼 커다란 땅굴을 지상인들이 파줘야해. 이 집들이 다 왜 필요한 거야?"
ko_mt: "고지대 사람들은 우리 모두가 살 수 있도록 더 큰 지하 감옥을 파 냈어야했습니다. 왜 그들은 이 집이 필요합니까?"

source: "Strangers are soft... We are strong..."
ko: "이방인들 연하다... 우리는 강하다..."
ko_mt: "낯선 사람들은 부드럽다.. 우리는 강하다..."

source: "It smells like strangers..."
ko: "이방인 냄새가 난다..."
ko_mt: "낯선 사람 냄새가 나요..."

source: "Grrr, sun... Hurts my eyes!"
ko: "그르르르... 태양... 내 눈 아파!"
ko_mt: "그르르, 태양.. 눈이 아파!"

source: "I caught them carrying the shtolen meat! They shnuck into the shtables and shlaughtered the sholdiers' horse!"
ko: "이 녀셕들이 도둑질한 고기를 옮기는 걸 잡았다! 녀셕들은 마귯간에 슘어들어간 다음 군마들을 학샬했다오!"
ko_mt: "나는 그들이 슈톨른 고기를 운반하는 것을 잡았습니다! 그들은 식탁에 몰래 들어가서 군인들의 말을 도살했습니다!"

source: "That's good. My warriors must eat well to be strong. And hone their ability to move with stealth."
ko: "좋은 일이로군. 내 병사들이 더 강해지려면 제대로 먹어야 한다. 거기에 은밀히 움직이는 기술까지 연마하다니."
ko_mt: "좋아. 내 전사들은 잘 먹어야 강해지죠. 그리고 은밀하게 움직일 수 있는 능력을 연마해야 합니다."

source: "All thish ish going to end badly... The uplandersh won't like that you are teaching warriorsh to deceive and shteal from their alliesh."
ko: "좋게 끝날 일이 아니다... 지샹인들은 네가 전샤들에게 아군을 쇽이고 물건을 훔치는 것을 가르친다는 걸 좋아하지 않을 거라오."
ko_mt: "이 모든 것이 나쁘게 끝날 것입니다.. 고지인들은 당신이 전사들에게 동맹국을 속이고 훔치도록 가르치는 것을 좋아하지 않을 것입니다."

source: "I repeat, none of the uplanders must enter the land we conquer. No one but the {mf|master|mistress}."
ko: "다시 말하는데, 어떤 지상인들도 우리가 정복한 땅에 발을 들이지 못한다. 주인님을 제외하고는 아무도 안돼."
ko_mt: "반복한다, 우리가 정복한 땅에는 어떤 고지대인도 들어와서는 안 된다. 누구도 주인님 외에는 들어올 수 없다."

source: "What are you trying to hide, Wenduag? You are putting the tribe in serioush danger."
ko: "무엇을 슘기려는 거냐, 웬두아그? 너는 부족 전체를 쉼각한 위험에 빠뜨리는 거다."
ko_mt: "무엇을 숨기려고하는거야, 웬두아그? 당신은 부족을 심각한 위험에 빠뜨리고 있습니다 "

source: "Nothing. But our warriors must get used to having their own territory and defending it against strangers."
ko: "아무것도 없다. 하지만 우리 전사들은 그들만의 영역을 갖고 이방인들에게서 방어하는데 익숙해져야만 해."
ko_mt: "아무것도. 그러나 우리 전사들은 자신의 영토를 가지고 낯선 사람으로부터 방어하는데 익숙해 져야합니다 "

source: "Three young huntersh fought a sholdier patrol. This might have conshequences, you must intervene."
ko: "젊은 샤냥꾼 셋이 순찰 병샤와 싸웠다. 뭔가 일이 있을 게 분명하니, 네가 개입해야만 한다."
ko_mt: "세 명의 젊은 사냥꾼이 더 용감한 순찰대와 싸웠습니다. 이것은 결과가있을 수 있으므로 개입해야합니다."

source: "You're right. I'll have everyone's food rations reduced. Everyone's except for the cocky three."
ko: "그 말은 맞군. 모든 사람의 식량 배급을 절반으로 줄여야겠어. 자존감 높은 그 셋만 제외하고."
ko_mt: "당신 말이 맞아요. 모두의 식량 배급량을 줄이겠습니다. 건방진 세 명만 빼고 모두"

source: "They have fighting spirit. The others need to develop it too, or they'll get fat like you, Sull."
ko: "그들에겐 투쟁심이 있어. 다른 녀석들이 더 길러야만 할 것이지. 아니면 당신처럼 살만 찔거다, 설."
ko_mt: "그들은 투지가 있습니다. 다른 사람들도 그것을 개발해야합니다. 그렇지 않으면 당신처럼 뚱뚱해질 것입니다, 설. "

source: "Good work, Wenduag."
ko: "잘했다, 웬두아그."
ko_mt: "잘했어, 웬두아그"

source: "Have you had enough, Lann?"
ko: "할 만큼 하지 않았어, 란?"
ko_mt: "충분히 먹었어, 란?"

source: A charmed crystal used to communicate across distances.
ko: 원거리에서 의사소통을 할 수 있도록 돕는 마법의 수정입니다.
ko_mt: 거리를 가로 질러 의사 소통하는데 사용되는 매력적인 수정.
