Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: "Everybody said the Commander's power came from the gods, and that explained all the miracles, but now what? There was nothing divine about any of it?"
ko: "다들 사령관의 힘은 신이 내린 것이라 주장했고, 그걸로 모든 기행들을 설명해냈지. 지금은 어때? 그 중 어떤 것에도 신성이 없었다는 거잖아?"
ko_mt: "모두가 사령관의 힘이 신에게서 나왔다고 말했고 모든 기적을 설명했지만 이제 어떻게해야합니까? 신성한 것은 하나도 없었다고요?"

source: "There must have been something — Iomedae herself came down! And that herald of hers, he came before! And Nocticula, too, curse her name!"
ko: "분명 무슨 일이 있었던 거야. 그야 아이오메데께서 직접 강림하셨잖아! 그리고 그 분의 전령도 한참 전에 내려와 있었고! 거기에 녹티큘라 그 빌어먹을 년까지!"
ko_mt: "뭔가 있었을 거야 - 아이오메데 자신이 내려왔어! 그리고 그녀의 전령, 그는 전에 왔습니다! 그리고 녹티큘라도 그녀의 이름을 저주합니다!"

source: "So it looks like our commander wasn't chosen by any gods, but still gods and demons are drawn to {mf|him|her} like moths to a flame? Wow! That's even more impressive, if you ask me!"
ko: "결국 우리 사령관님은 신에게 선택된 자가 아니었던 것 같은데, 아직도 신과 데몬들이 불 만난 나방마냥 {mf|그|그녀}를 따라다닌단 말이지? 우와! 내게는 그쪽이 훨씬 더 인상적인데!"
ko_mt: "그래서 우리 사령관은 어떤 신에게도 선택받지 못한 것 같지만, 여전히 신과 데몬이 {mf|그|그녀}에게 불나방처럼 끌린다고요? 와우! 제 생각엔 더 인상적이네요!"

source: "Now this is my kind of commander! Those mysterious powers of {mf|his|hers} used to give me the creeps."
ko: "이제서야 내 맘에 드는 사령관이 됐어! 이해하기 어려웠던 {mf|그|그녀}의 힘은 날 소름끼치게 만들었거든."
ko_mt: "이제 이것이 바로 내 종류의 사령관입니다! {mf|his|hers}의 신비한 힘은 나를 소름 끼치곤 했어요"

source: "I second that. Every time I think about how we're being led by a simple mortal and we're still winning every battle, I feel like I'm going to burst with pride!"
ko: "나도 그래. 어떻게 우리가 평범한 필멸자의 지휘를 받아 이기고 있는지에 대해 생각할 때마다 자부심이 터지더라고!"
ko_mt: "동감입니다. 우리가 어떻게 단순한 필멸자에 의해 인도되고 있으며 여전히 모든 전투에서 승리하고 있는지 생각할 때마다 자부심이 터질 것 같습니다!"

source: "When will my torment end?! Will anyone put an end to your crimes?"
ko: "도대체 나의 고통이 언제 끝날 것인가?! 누가 네놈의 범죄 행각에 막을 내릴 것이냐?"
ko_mt: "내 고통은 언제 끝날까요?! 누가 당신의 범죄를 끝내 줄까요?"

source: "No! Don't give me to Ustalav! Urgathoa, aid me!"
ko: "안돼! 저를 우스탈라브로 보내지 마십시오! 우르가쏘아시여, 저를 도와주소서!"
ko_mt: "안돼! 우스탈라프에게 날 넘기지마! 우르가쏘아, 도와줘!"

source: "Geb will crush you! You will regret your decision!"
ko: "게브가 당신을 파괴할 것이오! 그 때가 되면 지금의 결정을 후회하게 되겠지!"
ko_mt: "게브가 널 짓밟을 거야! 당신은 당신의 결정을 후회할 것입니다!"

source: "Blasphemers! I will bring your souls with me to face Pharasma's judgment! The sum of your unnatural sins has exhausted my mistress's patience!"
ko: "신성모독자들아! 내 너희들의 영혼을 파라즈마의 심판대 위로 끌어 올릴 것이다! 너희들이 저지른 섭리의 위반 덕분에 내 주인님의 인내심이 한계에 달하셨다!"
ko_mt: "신성모독자들! 너희 영혼을 데려가서 파라즈마의 심판을 받게 하겠다! 너희의 부자연스러운 죄의 총합은 내 여주인의 인내심을 소진시켰다!"

source: Terendelev's bones
ko: 테렌델레브의 뼈
ko_mt: 테렌델레브의 뼈

source: "Your enemies have conspired against you and wish to deny you immortality! Show them the extent of your new power!"
ko: "네 적들이 너의 불멸성을 없애길 바라며 공모하고 있다! 그들에게 네 새로운 힘의 위력을 보여주거라!"
ko_mt: "당신의 적들이 당신에게 음모를 꾸미고 당신의 불멸을 부정하려 합니다! 그들에게 당신의 새로운 힘의 범위를 보여주세요!"

source: "We served Baphomet and died for him! Why have we been condemned to undeath?"
ko: "우리는 바포메트님을 섬기고 그 분을 위해 죽었다! 어째서 우리가 불가사의 형을 받는 것이냐?"
ko_mt: "우리는 바포메트를 섬기고 그를 위해 죽었다! 왜 우리는 지하로 정죄 받았습니까?"

source: "We hoped death would give us freedom at last... But there is no escape from this prison!"
ko: "우리는 죽음이 우리에게 자유를 줄 수 있길 원했다... 하지만 이 감옥에서 벗어날 방법은 없구나!"
ko_mt: "우리는 죽음이 마침내 우리에게 자유를 주기를 바랐습니다... 그러나 이 감옥에서 탈출 할 수 없습니다!"

source: "Lord Baphomet gifted us with immortality in exchange for our loyal service! We shall remain here forevermore!"
ko: "바포메트께서는 우리에게 충심을 대가로 불멸성을 부여하셨다! 우리는 영원히 이 자리를 지킬 것이야!"
ko_mt: "바포메트 경은 우리의 충성스러운 봉사에 대한 대가로 우리에게 불멸을 선물했다! 우리는 영원히 이곳에 남을 것이다!"

source: "Pharasma... I beg you! Take me from this dreadful place, and let my soul be judged!"
ko: "파라즈마시여, 비나이다! 저를 이 끔찍한 장소에서 인도하시어, 제 영혼이 심판받을 수 있도록 허락해주소서!"
ko_mt: "파라즈마.. 이렇게 빌게요! 이 끔찍한 곳에서 나를 데려가 내 영혼이 심판을 받도록 해주세요!"

source: "We just found some more dead men underneath the rubble. Where should we send them?"
ko: "잔해 속에서 방금 막 시체 몇 구를 더 발견했습니다. 어디로 보내면 될까요?"
ko_mt: "방금 잔해 아래에서 시체를 몇 구 더 발견했습니다. 그들을 어디로 보내야합니까?"

source: "They can join the squad we assembled from the deceased demon worshipers."
ko: "죽은 데몬 숭배자들로 구성된 분대에 자리가 남았을 거다."
ko_mt: "그들은 죽은 데몬 숭배자들로부터 우리가 모은 분대에 합류 할 수 있습니다 "

source: "As you command. Soon we shall gather an army that not even the demons can withstand!"
ko: "알겠습니다. 곧 우리는 데몬들조차 맞설 수 없는 군대가 되겠군요!"
ko_mt: "명령대로. 곧 데몬도 견딜 수없는 군대를 모을 것입니다!"

source: "Demons are nothing. Their claws, fangs, and blades may be deadly, but we are death itself!"
ko: "데몬들은 아무것도 아니다. 그들의 손톱과 이빨, 그리고 칼날은 치명적일지도 모르지. 하지만 우리는 죽음 그 자체이니!"
ko_mt: "데몬은 아무것도 아닙니다. 그들의 발톱, 송곳니, 칼날은 치명적일지 모르지만 우리는 죽음 그 자체입니다!"

source: "Get moving! There are a number of dead men buried beneath this rubble! They must all be dug up so that they can join our ranks."
ko: "움직여! 이 폐허 아래에 시체가 좀 있다! 전부 파내서 우리 군단에 합류시키도록!"
ko_mt: "움직여! 이 잔해 밑에 시체들이 많이 묻혀있다! 그들이 우리 대열에 합류 할 수 있도록 모두 파 내야합니다 "

source: "Yes, master."
ko: "예, 주인님."
ko_mt: "예, 마스터"

source: "You are all so pathetic! Sniveling cowards, you cannot hide your fear! I can see you quaking in your boots! But do not fear. I will help you overcome your cowardice!"
ko: "진실로 가엾구나! 징징대는 겁쟁이 녀석, 네 공포심을 숨기지 말아라! 내게는 너의 두려움이 보인다. 하지만 두려워하지 말거라. 내가 네 약함을 극복할 수 있게 도와주마."
ko_mt: "너희들은 모두 너무 한심해! 이 비겁한 겁쟁이들아, 공포를 숨길 수 없구나! 부츠에서 떨고 있는 게 다 보여! 그러나 두려워하지 마십시오. 나는 당신이 당신의 비겁함을 극복하도록 도울 것입니다!"

source: "What are you going to do to us?"
ko: "우리에게 무엇을 하려는 거예요?"
ko_mt: "우리에게 무슨 짓을 할 건가요? "

source: "I'll give you back your dignity. Soon, you will sacrifice your lives for the Crusade! You will become champions of death, and join us in our final assault on the Worldwound!"
ko: "네 위엄을 돌려주겠다. 곧, 너는 성전을 위해 네 목숨을 희생하게 될 거다! 너는 죽음의 투사가 되어, 세계상처를 향한 우리의 마지막 진군에 합류하게 되리라."
ko_mt: "네 존엄성을 돌려줄게. 곧, 너희는 성전을 위해 목숨을 바칠 것이다! 죽음의 용사가 되어 세계상처에 대한 마지막 공격에 동참하세요!"

source: "They killed us! They butchered my family in front of me! I thirst for vengeance!"
ko: "놈들이 우릴 죽였어! 내 가족을 내 눈 앞에서 죽였다고! 복수하고 말겠다!"
ko_mt: "그들이 우릴 죽였어요! 그들은 내 눈앞에서 내 가족을 도살했습니다! 나는 복수를 갈망한다!"

source: "Vengeance! Vengeance! Death to our killers! Death to all demons!"
ko: "복수! 복수! 우릴 살인한 자들에게 죽음을! 모든 데몬들에게 죽음을!"
ko_mt: "복수! 복수! 우리의 살인자들에게 죽음을! 모든 데몬에게 죽음을!"

source: "All the fanatics and zealots are gone! No one will try to execute us for our 'sins'! Drezen is ours now!"
ko: "사교도와 열성분자들은 전부 죽었다! 이제 아무도 우리의 '죄악'을 심판하지 못하리라! 드레젠은 우리의 것이다!"
ko_mt: "광신도들과 광신도들은 모두 사라졌습니다! 아무도 우리의 '죄'로 우리를 처형하려 하지 않을 것입니다! 이제 드레젠은 우리 것입니다!"

source: "Galfrey's rule is at an end. Today is the dawn of the Undead Crusade!"
ko: "갈프리의 통치는 끝났다. 오늘은 불사의 성전의 여명이노라!"
ko_mt: "갈프레이의 통치는 끝났다. 오늘은 언데드 성전의 여명입니다!"

source: "Yes! We'll destroy the Worldwound, and then we'll conquer the rest of Avistan!"
ko: "맞소! 우리는 세계상처를 쳐부술거고, 그 뒤엔 아비스탄 전부를 정복할 거요!"
ko_mt: "네! 세계상처를 파괴하고 나머지 아비스탄을 정복할 겁니다!"

source: "I hear the call. I am ready to serve. I want to kill."
ko: "부름을 받았습니다. 받들 준비가 되었습니다. 죽이고 싶습니다."
ko_mt: "나는 부름을 들었다. 나는 봉사 할 준비가 되었습니다. 나는 죽이고 싶다 "

source: "Drezen, your dead rise to defend you."
ko: "드레젠이여, 너의 죽음이 너를 지키기 위해 일어난다."
ko_mt: "드레젠, 당신의 죽은 자들이 당신을 지키기 위해 일어납니다 "

source: "I heed the will of my {mf|master|mistress}. There will be no mercy for {mf|his|her} enemies!"
ko: "나는 내 주인의 명령에 복종힌다. 그분의 적에게 자비란 없을 것이다!"
ko_mt: "나는 주인님의 뜻에 귀를 기울인다. {mf|그|그녀}의 적에게는 자비를 베풀지 않겠습니다!"

source: "Drezen shall become your grave!"
ko: "드레젠이 네놈 무덤이 될 것이다!"
ko_mt: "드레젠이 너의 무덤이 되리라!"

source: "What?! But we killed them all! Why are they still attacking? There are too many of them! Run!"
ko: "뭐야?! 이미 저놈들 싹 다 죽여놨잖아! 왜 아직도 살아서 공격하는 건데? 쪽수가 너무 많아! 튀어!"
ko_mt: "뭐?! 하지만 우리가 다 죽였잖아! 왜 아직도 공격하는 거지? 놈들이 너무 많아! 도망쳐!"

source: "We are death. No one can escape us."
ko: "우리는 죽음이다. 그 누구도 우리에게서 벗어날 순 없다."
ko_mt: "우리는 죽음이다. 아무도 우리를 피할 수 없습니다."

source: "No mercy for the living. Death to everyone who breathes!"
ko: "산 것들에게 자비는 없다. 숨 쉬는 모든 자들은 죽어라!"
ko_mt: "산 자에게는 자비가 없다. 숨 쉬는 모든 사람에게 죽음!"

source: "Stop! We're on the same side! You died protecting us!"
ko: "멈춰! 같은 편이잖아! 넌 우리를 지키다가 죽었다고!"
ko_mt: "그만! 우린 같은 편이야! 당신은 우리를 보호하다가 죽었어!"

source: "You will fight in formation alongside us. No one shall cower behind anyone else. Death will make us all equal."
ko: "너는 우리 사이에서 대오를 맞춰 싸울 것이다. 몸을 사리는 이는 아무도 없을 거다. 죽음은 우리 모두를 평등하게 만들 것이다."
ko_mt: "너희는 우리와 함께 대형을 이루어 싸울 것이다. 그 누구도 다른 사람 뒤에서 움츠러들지 않을 것이다. 죽음은 우리 모두를 평등하게 만들 것입니다 "

source: Arueshalae's eyes are closed, and her chin rests gently on her chest, as if she has simply nodded off. She looks asleep, not dead. But no dream sent by Desna will ever disturb her eternal slumber.
ko: 아루샬레의 눈은 감겼으며, 턱은 깜빡 졸고 있는 듯 자연스럽게 그녀의 가슴팍에 기대져 있습니다. 그녀는 죽은게 아니라 자는 중인걸로 보입니다. 그러나 데즈나가 보내는 어떤 꿈이더라도 그녀의 영원한 수면을 방해하지는 못할 겁니다.
ko_mt: 아루샬래는 눈을 감고 턱을 가슴에 부드럽게 대고 졸고 있는 것처럼 보입니다. 그녀는 죽은 것이 아니라 잠든 것처럼 보입니다. 그러나 데스나가 보낸 어떤 꿈도 그녀의 영원한 잠을 방해하지 못할 것입니다.

source: Camellia's dazed expression makes her look fragile and helpless. She is like a dried flower pressed between the pages of a book — death has preserved her beautiful features, but now they are cold and lifeless.
ko: 카멜리아의 멍한 표정이 그녀를 연약하고 무방비한 것처럼 보이게 합니다. 그녀는 마치 책의 양 쪽 사이에 눌린 꽃 같습니다. 죽음은 그녀의 아름다움을 보존해줬지만, 그 아름다움은 이제 차가우며 생기조차 없습니다.
ko_mt: 카멜리아의 멍한 표정은 그녀를 연약하고 무력하게 보이게합니다. 그녀는 책 페이지 사이에 눌려진 말린 꽃과 같습니다. 죽음은 그녀의 아름다운 특징을 보존했지만 이제는 차갑고 생명이 없습니다.

source: Death has not deprived Daeran of his beauty. The cold, pale pallor of death makes his smooth skin look even more flawless. His bold, haughty eyes now carry the icy chill of the grave.
ko: 죽음은 대런의 미모를 거둬들이지 않았습니다. 차가움과 짙은 창백함은 그의 부드러운 피부를 더욱이 완벽해 보이게 만듭니다. 그러나 지금, 그의 짙고 거만한 눈동자에는 죽음의 한기만이 맺혀 있습니다.
ko_mt: 죽음은 대런의 아름다움을 빼앗지 못했습니다. 차갑고 창백한 죽음의 창백함이 그의 매끄러운 피부를 더욱 완벽하게 보이게 합니다. 그의 대담하고 거만한 눈에는 이제 무덤의 얼음 같은 냉기가 담겨 있습니다.

source: Lann's eyes are no longer lively and curious. Death has turned this strong and vigorous hunter into an empty husk, draining him of life like a spider drains its prey of blood.
ko: 랜의 눈에는 더이상 활력과 호기심이 보이지 않습니다. 죽음은 강하고 활기 넘치는 사냥꾼을 텅 빈 껍데기로 만들었으며, 먹이의 피를 빠는 거미처럼 그의 생명을 빨아들였습니다.
ko_mt: 란의 눈은 더 이상 활기차고 호기심이 넘치지 않아요. 죽음은 이 강하고 활기찬 사냥꾼을 빈 껍질로 바꾸어 거미가 먹이의 피를 빨아들이는 것처럼 그의 생명을 빼앗아갔습니다.

source: Death has banished all the warmth and compassion from Sosiel's features. His face is passive and indifferent.
ko: 죽음은 따스하고 동정심 가득한 소시엘의 특징들을 전부 털어냈습니다. 그의 표정은 무뚝뚝하며 감정이 없습니다.
ko_mt: 죽음은 소시엘의 특징에서 모든 따뜻함과 연민을 추방했습니다. 그의 얼굴은 수동적이고 무관심합니다.

source: Ulbrig stands still as a statue, just like the day you first met.
ko_mt: 울브리그는 당신이 처음 만난 날처럼 동상으로 가만히 서 있습니다.

source: Wenduag's body is bent at an awkward angle, like a broken puppet. The feline eyes that once burned bright with passion, are now cold and lifeless.
ko: 웬두아그의 몸이 부숴진 인형처럼 이상한 각도로 비틀려졌습니다. 한때 열정으로 불타오르던 그녀의 고양이 눈은 이제 차갑고 생기 없습니다.
ko_mt: 웬두아그의 몸은 부러진 인형처럼 어색한 각도로 구부러져 있습니다. 한때 열정으로 밝게 타오르던 고양이 눈은 이제 차갑고 생명이 없습니다.

source: "The {mf|Master|Mistress} has commanded us to execute all the rebel insurgents!"
ko: "주인께서는 우리에게 모든 반동분자들을 처분하라고 명하셨다."
ko_mt: "주인님가 모든 반란군을 처형하라고 명령했습니다!"

source: "We must execute all of the traitors! But first, we will make them suffer... for a long time. The sound of their screams will be music to our ears."
ko: "우린 모든 배신자들을 처형할 거야! 하지만 먼저, 녀석들에게 고통를 좀 줘야지... 좀 길게 말이야. 그들의 비명 소리는 우리에겐 음악처럼 들릴거야."
ko_mt: "반역자들을 모두 처형해야 합니다! 하지만 먼저, 우리는 그들을 오랫동안 고통스럽게 만들 것이다.. 오랫동안. 그들의 비명 소리가 우리 귀에 음악이 될 것입니다 "

source: "Pallid Princess! Grant me your purifying blessing! Let me rise from the grave and wreak your vengeance upon this renegade!"
ko: "창백한 여군주시여! 당신의 순결한 축복을 제게 내려주소서! 저를 무덤에서 인도하시어 이 배반자들에게 당신의 복수를 이루게 하소서!"
ko_mt: "창백한 공주님! 당신의 정화의 축복을 내려주소서! 제가 무덤에서 일어나 이 배신자에게 당신의 복수를 하게 해주세요!"

source: "Let the Whispering Way know it is no longer welcome here."
ko: "속삭이는 길에 더이상 이곳에서 환영받지 못하리라는 것을 알려라."
ko_mt: "속삭이는 길에게 더 이상 이곳에서 환영받지 못한다고 알려줘"

source: "You may have won today, but sooner or later, you will meet your downfall!"
ko: "오늘은 이겼겠지만, 머지 않아 네놈 또한 몰락을 맞을 것이다!"
ko_mt: "당신은 오늘 이겼을지 모르지만 조만간 몰락을 맞이할 것입니다!"

source: "I have larvae in my thigh."
ko: "내 허벅지에는 구더기들이 살아."
ko_mt: "허벅지에 애벌레가 있어요"

source: "Look at them squirm! I wonder what they are?"
ko: "꿈틀대는 것 좀 봐! 이것들은 다 뭘까?"
ko_mt: "꿈틀거리는 것 좀 봐! 그들이 무엇인지 궁금해? "

source: "I hope they are vescavors. They are so beautiful. And this song of theirs..."
ko: "베스카버였음 좋겠어. 녀석들은 엄청 예쁘잖아. 놈들이 연주하는 노래는 정말..."
ko_mt: "나는 그들이 베스캐버이면 좋겠어요. 그들은 너무 아름답습니다. 그리고 그들의이 노래는.. "

source: "The swarm has blessed you. You will become food!"
ko: "벌레 떼의 축복을 받았구나. 너는 좋은 먹이가 될 거야!"
ko_mt: "떼가 당신을 축복했습니다. 당신은 음식이 될 것입니다!"

source: "Thanks be to our {mf|lord|lady}! The swarm will devour me, and I will live forever."
ko: "우리의 주군께 감사를! 벌레 떼가 날 포식할 테고, 그러면 나는 영원히 살게 되겠지."
ko_mt: "군주에게 감사드립니다! 떼가 나를 삼킬 것이고 나는 영원히 살 것입니다."

source: "Do you remember what you were called before you joined the swarm?"
ko: "네가 벌레 떼에 합류하기 전에 뭐라 불렸었는지 기억해?"
ko_mt: "무리에 합류하기 전에 당신이 불렸던 것을 기억하십니까? "

source: "No. Why do I need a name when I am part of the swarm?"
ko: "아니. 벌레 떼의 일부인 내게 이름 따위가 왜 필요하겠어?"
ko_mt: "아니요. 군집의 일부인데 왜 이름이 필요합니까? "

source: "I sometimes remember things about my past life. I had a family, you know... "
ko: "난 가끔씩 과거의 삶에 대한 기억이 떠오르거든. 알다시피, 가족이 있었지..."
ko_mt: "나는 때때로 내 전생에 대한 것들을 기억합니다. 가족이 있었어요, 아시다시피.. "

source: "What happened to them?"
ko: "이들에게 무슨 일이 일어났던 거야?"
ko_mt: "그들에게 무슨 일이 일어 났습니까? "

source: "I don't remember. I guess it doesn't matter now."
ko: "모르겠는데. 지금은 별 문제같지 않아."
ko_mt: "기억이 안 나요. 지금은 중요하지 않은 것 같아요."

source: "That's right. Mortals are born to suffer. The only way to learn the truth and gain eternal life is to be a part of the swarm."
ko: "맞아. 필멸자들은 고통받기 위해 태어나지. 진실을 깨우치고 영생을 얻을 방법은 벌레 떼의 일부가 되는 것 뿐이야."
ko_mt: "맞아요. 인간은 고통받기 위해 태어났다. 진리를 배우고 영생을 얻는 유일한 방법은 무리의 일부가되는 것입니다."

source: "What will happen after we achieve victory?"
ko: "우리가 승리하고 나면 무슨 일이 일어날까?"
ko_mt: "우리가 승리를 거둔 후에는 어떻게 될까요? "

source: "Victory over whom? The false idol?"
ko: "누구를 이겨? 거짓된 우상?"
ko_mt: "누구에 대한 승리? 거짓 우상? "

source: "Yes. What will happen after our {mf|lord|lady} conquers the Worldwound?"
ko: "알겠어. 우리 주군께서 세계상처를 정복하고 나면 무슨 일이 일어날까?"
ko_mt: "예. 군주이 세계상처를 정복하면 어떻게 되나요?"

source: "I don't know. I guess {mf|he|she} will proceed to conquer other countries. Mendev, Numeria..."
ko: "글쎄다. 그분께선 다른 국가를 정복하러 다니시겠지. 멘데브, 누메리아..."
ko_mt: "모르겠어요. 내 생각에 {mf|그|그녀}는 다른 나라를 정복하기 위해 계속 진행할 것입니다. 멘데브, 누메리아..."

source: "What about the Abyss?"
ko: "심연은?"
ko_mt: "심연은 어때요?"

source: "Perhaps. Who knows? But it makes no difference to the swarm. The swarm seeks only to consume — it does not care what it devours."
ko: "아마도. 누가 알겠어? 하지만 벌레 떼에게는 별 다른 점이 없어. 무리는 오직 집어삼킬 것만을 찾아다니지, 무엇을 삼킬지는 별 문제가 아냐."
ko_mt: "아마도. 누가 알겠습니까? 하지만 군단에게는 아무런 차이가 없습니다. 떼는 소비만을 추구하며 무엇을 삼키는지는 신경 쓰지 않습니다."

source: This is a completely ordinary closet. It contains no magic whatsoever. A single word is scratched on its door: "Disappointment."
ko: 어떤 마법도 걸려있지 않은, 지극히 평범한 옷장입니다. 문짝에는 한 단어가 새겨져 있습니다. "실망."
ko_mt: 이것은 완전히 평범한 옷장입니다. 마법이 전혀 들어 있지 않습니다. 문에는 단 하나의 단어가 긁혀 있습니다. "실망"

source: A shiny gold medal is attached to the bottomless barrel. Her Grace does not speak, but you feel that she is silently inviting you to give her contents a taste.
ko: 바닥이 보이지 않는 나무통에 반짝이는 금메달이 붙어 있습니다. 고귀한 그녀는 입을 굳게 다물었지만, 당신은 그녀가 조용히 자기 내용물의 맛을 보라고 권하는 것을 느낍니다.
ko_mt: 반짝이는 금메달이 바닥이 없는 통에 붙어 있습니다. 그녀의 은총은 말하지 않지만, 당신은 그녀가 조용히 당신을 초대하여 그녀의 내용물을 맛 보도록 초대하고 있다고 느낍니다.

source: Baroness Barrel
ko: 나무통 남작 부인
ko_mt: 남작 부인 배럴

source: "I'm tired of being me. I'm gonna be a duck instead!"
ko: "내 삶에 지쳐버렸어. 차라리 오리로 살래!"
ko_mt: "나는 나로 지쳤어. 대신 오리가 될 거야!"

source: "Look what I can do!"
ko: "내가 뭘 할 수 있는지 봐봐!"
ko_mt: "내가 뭘 할 수 있는지 봐!"

source: "What a nice shirt! It's so beautiful!"
ko: "정말이지 멋진 셔츠네요! 너무 아름다워요!"
ko_mt: "정말 멋진 셔츠네요! 너무 예뻐요!"

source: A collection of devices designed for the most exquisite pleasures.
ko: 가장 강렬한 만족감을 위해 설계된 장치 모음입니다.
ko_mt: 가장 절묘한 즐거움을 위해 설계된 장치 모음.

source: An enormous bed, perfect for entertaining multiple guests at once.
ko: 많은 손님들을 한꺼번에 접대하기에 딱 맞는 거대한 침상입니다.
ko_mt: 한 번에 여러 손님을 접대하기에 완벽한 거대한 침대.

source: A washbasin filled with a salty liquid, possibly tears.
ko: 어쩌면 눈물일지도 모를 짭짤한 액체가 가득 찬 세면대입니다.
ko_mt: 짠 액체로 가득 찬 세면대, 아마도 눈물.

source: Scented candles burn in this candelabrum. Their tiny flames seem to call to you with soft whispers.
ko: 향초들이 촛대에 꽂혀 타고 있습니다. 작은 불꽃은 당신을 향한 작은 속삭임처럼 보입니다.
ko_mt: 이 촛대에는 향초가 타오르고 있습니다. 그들의 작은 불꽃이 부드러운 속삭임으로 당신을 부르는 것 같습니다.

source: An elegant armchair upholstered in leather. Judging from the faded tattoos that adorn the chair, this leather wasn't made from the skin of an animal.
ko: 가죽이 덮힌 고상한 안락의자입니다. 의자를 장식중인 헤진 문신들을 봐서, 이 가죽은 동물의 피부가 아닌 것 같습니다.
ko_mt: 가죽으로 덮개를 씌운 우아한 안락의자. 의자를 장식하는 색 바랜 문신으로 볼 때이 가죽은 동물의 가죽으로 만들어지지 않았습니다.

source: Sweet smelling smoke drifts up from an incense burner. Now it's ready to engulf its owner in a thick cloud of ash and glitter.
ko: 향로에서 달콤한 냄새가 나는 연기가 떠오르고 있습니다. 지금은 재와 반짝이로 이루어진 진한 구름으로 그 소유주를 감쌀 준비가 되었습니다.
ko_mt: 향로에서 달콤한 냄새가 나는 연기가 피어오릅니다. 이제 재와 반짝이의 두꺼운 구름으로 주인을 삼킬 준비가 되었습니다.

source: Sweet, fragrant smoke drifts up from an incense burner. This gives you a great idea for a prank!
ko: 향로 위로 달달하고 향긋한 연기가 피어오릅니다. 좋은 장난 소재가 떠오르는군요!
ko_mt: 향로에서 달콤하고 향기로운 연기가 피어오릅니다. 장난을 치기에 좋은 아이디어입니다!

source: This mirror has been polished until it shines. In front of it are numerous jars filled with various creams, powders, and other cosmetics.
ko: 거울은 광택이 날 정도로 잘 관리되었습니다. 그 앞에는 다양한 화장 크림과 파우더, 그리고 다른 화장품 용기들이 가득합니다.
ko_mt: 이 거울은 빛날 때까지 닦았어요. 그 앞에는 다양한 크림, 파우더 및 기타 화장품으로 가득 찬 수많은 항아리가 있습니다.

source: A comfortable velvet footstool. Its legs are made from mummified human feet.
ko: 편안한 벨벳 발받침입니다. 상다리는 미라화된 인간의 발로 만들어져 있습니다.
ko_mt: 편안한 벨벳 발판. 다리는 미라 화 된 인간의 발로 만들어졌습니다.

source: A soft, beautifully patterned rug... It now covers a pit filled with a thick, sticky, fermented sauce.
ko: 부드럽고, 아름답게 수놓인 융단입니다...만, 지금은 두껍고, 끈적이며, 자극적인 술자국이 덮였습니다.
ko_mt: 부드럽고 아름다운 무늬의 러그.. 이제 두껍고 끈적 끈적한 발효 소스로 채워진 구덩이를 덮고 있습니다.

source: A soft, beautifully patterned rug... This gives you an idea for a hilarious prank!
ko: 부드럽고, 아름답게 수놓인 융단입니다... 웃기는 장난을 위한 아이디어가 떠오르는군요!
ko_mt: 부드럽고 아름다운 무늬의 러그.. 이것은 당신에게 재미있는 장난에 대한 아이디어를 제공합니다!

source: This table contains an array of valuable trinkets. As you peruse the precious items, your eyes are drawn to a clawed finger that has been set in gold.
ko: 가치있는 장식품이 즐비한 탁상입니다. 값나가는 물건들을 자세히 살펴보자, 당신의 눈에 금으로 세공된 구부러진 손가락이 눈에 띕니다.
ko_mt: 이 테이블에는 귀중한 장신구들이 들어 있어요. 귀중한 장신구들을 둘러보다가 금으로 세팅된 발톱 손가락에 눈이 끌립니다.

source: A fabulous vase, filled with flowers that you've never seen on Golarion.
ko: 골라리온에서는 볼 수 없었던 꽃들이 가득 꽂힌 기막힌 꽃병입니다.
ko_mt: 골라리온에서 본 적 없는 꽃으로 가득 찬 멋진 꽃병입니다.

source: The wardrobe is filled with multiple different items of clothing — but now they are all bright pink.
ko: 옷장 속에는 다양한 종류의 갈아입을 옷이 준비되어 있습니다. 하지만 지금은 전부 다 밝은 분홍색이군요.
ko_mt: 옷장은 여러 가지 다른 옷으로 가득 차 있지만 지금은 모두 밝은 분홍색입니다.

source: The wardrobe is filled with multiple different items of clothing — but all of the garments are black, and none of them are larger than a handkerchief. These clothes give you an idea for a magnificent prank!
ko: 옷장 속에는 다양한 종류의 복장이 준비되어 있습니다. 하지만 모든 의복이 검은색인 데다가, 손바닥보다 큰 옷은 한 벌도 없습니다. 위대한 장난거리가 여기 있네요!
ko_mt: 옷장에는 여러 가지 다른 옷으로 가득 차 있지만 모든 옷은 검은색이며 손수건보다 큰 옷은 없습니다. 이 옷들은 멋진 장난을 위한 아이디어를 제공합니다!

source: "They're all so adorable... I almost feel bad that we're about to kill them!"
ko: "다들 너무 사랑스러워... 죽여야 된다니 거의 기분까지 나빠질 지경이야!"
ko_mt: "다들 너무 사랑스러워요.. 우리가 그들을 죽일 것 같아서 거의 기분이 나빠요!"

source: "What an unusual dream! But whose dream is it?"
ko: "정말 특이한 꿈이네! 근데 그거 누구 꿈이야?"
ko_mt: "정말 특이한 꿈이네요! 하지만 누구의 꿈입니까? "

source: "Where am I? Why is everyone fighting? I'm scared..."
ko: "여긴 어디지? 왜 다들 싸우고 있는 거야? 무서워..."
ko_mt: "여기가 어디지? 왜 다들 싸우는 거야? 무서워..."

source: "A battle worthy of a painter's brush..."
ko: "화폭에 담기 적절한 전투로군..."
ko_mt: "화가의 붓에 걸맞은 전투..."

source: Whatever valuables were stored on this rack before, a powerful explosion has turned them into fragments and chips of glass that crunch underfoot.
ko: 이 선반에 올려졌던 귀중품이 무엇이었는진 모르겠지만, 강력한 폭발이 모든 것을 산산이 부숴, 발 밑에서 까드득거리는 조각들만 남겼습니다.
ko_mt: 이전에 이 선반에 보관된 귀중품이 무엇이든간에 강력한 폭발로 인해 발밑에서 부서지는 유리 조각과 파편으로 변했습니다.

source: You've never seen such an unusual mechanism. It's unlike anything you've ever dealt with before.
ko: 당신도 이토록 이질적인 기계 장치는 처음 목격했습니다. 이것은 당신이 다뤄봤던 다른 어떤 기계와도 전혀 다릅니다.
ko_mt: 이런 특이한 메커니즘은 본 적이 없으실 겁니다. 이전에 다루어 본 적이 없는 것과는 다릅니다.

source: Access the door's controls
ko: 문 제어 장치에 접속하기
ko_mt: 문 제어 장치에 액세스

source: The mechanism controlling the gate is complicated and unfamiliar. However, you trust your instincts, and manage to operate the machinery.
ko: 관문 제어 기계는 복잡하고 이질적입니다. 그러나, 당신은 당신의 직감을 믿었으며 기계를 조작하는데 성공했습니다.
ko_mt: 게이트를 제어하는 메커니즘은 복잡하고 생소합니다. 하지만 본능을 믿고 기계를 조작할 수 있습니다.

source: After the death of Hundred-Face, the warrior summoned all her strength to break the terrible circlet and find freedom in death.
ko_mt: 백면이 죽은 후 전사는 끔찍한 고리를 끊고 죽음에서 자유를 찾기 위해 모든 힘을 소환했습니다.

source: This room with a collapsed floor was abandoned rather than repaired.
ko: 바닥이 무너져 있는 이 방은 보수되지 않은 채 버려졌습니다.
ko_mt: 바닥이 무너진 이 방은 수리되지 않고 버려졌습니다.

source: It appears that the humming machine filling the air around it with electricity is powering the surrounding mechanisms.
ko: 주위로 전기를 발산하며 윙윙거리는 기계가 주변의 기계 장치들에 전력을 공급하고 있다는 게 명백합니다.
ko_mt: 허밍 기계가 주변 공기를 전기로 채우는 것이 주변 메커니즘에 전력을 공급하는 것으로 보입니다.

source: It's surprising, but these vast machines perform tasks with the same delicacy as a silversmith, refurbishing and repairing damaged components for the machine people.
ko: 놀랍게도, 이 거대한 기계는 마치 은세공 장인 처럼 섬세하게 작동하여, 손상된 기계 인간들의 부품을 재조립 및 수리할 수 있습니다.
ko_mt: 놀랍게도 이 거대한 기계는 은세공인처럼 섬세한 작업을 수행하며, 기계 작업자를 위해 손상된 부품을 개조하고 수리합니다.

source: You fail to discern the purpose of the mysterious device.
ko: 당신은 이 괴상한 장치의 용도를 파악하는데 실패했습니다.
ko_mt: 당신은 신비한 장치의 목적을 분별하지 못합니다.

source: Brought to life by electricity, this machine clearly has the capacity to think. Its acute senses are gathering information from every corner of the camp.
ko: 다시 전력 공급을 받자, 기계는 생각할 수 있는 능력을 완벽히 되찾습니다. 정확한 감지 장치는 건물의 구석구석까지 세밀한 정보를 모았습니다.
ko_mt: 전기에 의해 생명을 얻은 이 기계는 분명히 생각할 수 있는 능력을 가지고 있습니다. 예리한 감각으로 캠프 구석구석에서 정보를 수집하고 있습니다.

source: This machine is like an insatiable but undiscriminating bibliophile, one that greedily absorbs whatever knowledge it can and stores it in its memory.
ko: 이 기계는 마치 끝을 모르고 차별없는 애독가 같습니다. 기계는 어떤 지식이던지 탐욕스럽게 흡입하여 그 기억 장치에 저장합니다.
ko_mt: 이 기계는 탐욕스럽지만 차별없는 장서 애호가와 같으며, 가능한 모든 지식을 탐욕스럽게 흡수하여 기억에 저장합니다.

source: The fragments of the smashed glass dome appear to have melted, as if the glass was eaten away by the gas that was previously held inside it.
ko: 마치 유리가 가두고 있던 기체에 집어 삼켜졌다는 듯, 깨진 유리 돔의 조각이 완전히 녹아버렸습니다.
ko_mt: 부서진 유리 돔의 파편은 마치 유리가 이전에 내부에 있던 가스에 의해 먹혀 버린 것처럼 녹은 것처럼 보입니다.

source: The glass dome is the fragile barrier that separates you from the deadly gas. Only a madman could have created a weapon so misguided and so lethal.
ko: 이 유리 돔은 치명적인 기체와 당신 사이를 가로막는 연약한 장막입니다. 오직 미친 사람만이 이처럼 그릇되고 위험한 무기를 만들 수 있었을 것입니다.
ko_mt: 유리 돔은 치명적인 가스로부터 당신을 분리하는 깨지기 쉬운 장벽입니다. 미친 사람 만이 그렇게 잘못 인도되고 치명적인 무기를 만들 수 있습니다.

source: The neat rows of Numerian symbols, resembling a military formation, cannot be deciphered.
ko: 대형을 갖춘 군대처럼 줄지어 늘어서 있는 이 누메리아 기호들은 해독할 수 없습니다.
ko_mt: 군사 대형을 닮은 깔끔한 누메리아 기호의 깔끔한 행은 해독 할 수 없습니다.

source: The notes read: "Percentage of successful implantations increased to 47. For the purposes of improving this result further, complete removal of the temporal lobes will be implemented in future procedures."
ko: 쪽지에는 이렇게 쓰여 있습니다. "이식 성공률 47%까지 올랐다. 이 연구 결과를 더욱 향상시키기 위해, 다음번 시술부터는 측두엽의 완전 제거 절차가 포함될 것이다."
ko_mt: 메모를 읽습니다. "성공적인 이식 비율이 47 %로 증가했습니다. 이 결과를 더욱 개선하기 위해 향후 시술에서 측두엽의 완전한 제거가 시행 될 것입니다."

source: The large patch of rust under the metal grate evokes a sense of neglect and decay.
ko: 철제 격자 아래에 보이는 커다란 녹슨 부위는 방치와 퇴락의 분위기를 풍깁니다.
ko_mt: 금속 화격자 아래의 큰 녹 패치는 방치와 부패의 느낌을 불러 일으 킵니다.

source: What at first appears to be a patch of rust is revealed, upon closer inspection, to be an old bloodstain spread across the wide drain.
ko: 처음에는 녹슨 부위라고 보였었지만, 자세히 살펴보자 오래된 핏자국이 널찍한 하수구 전체에 흩뿌려져 있는 것이었습니다.
ko_mt: 처음에는 녹 덩어리로 보이는 것이 자세히 살펴보면 넓은 배수구에 퍼져있는 오래된 핏자국으로 밝혀졌습니다.
