Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: The {g|SpellsAspectOfTheBear}aspect of the bear{/g} invokes a juggernaut of tireless endurance and furious power. Those who take this aspect are known for surviving severe wounds and delivering punishing blows in return. Minor Form: You gain a +2 inherent {g|Encyclopedia:Bonus}bonus{/g} to your {g|Encyclopedia:Constitution}Constitution{/g} score. At 8th level, the bonus increases to +4, and at 15th level, it increases to +6.
ko_mt: {g|SpellsAspectOfTheBear}곰의 형상{/g}은 지칠 줄 모르는 인내와 맹렬한 힘을 가진 거인을 떠올리게 합니다. 이 형상을 가진 자는 심한 상처를 입고도 살아남아 강력한 일격을 가하는 것으로 유명합니다. 마이너 형태: {g|Encyclopedia:Constitution}건강{/g} 점수에 +2 고유 {g|Encyclopedia:Bonus}보너스{/g}를 얻습니다. 8레벨이 되면 보너스가 +4로 증가하고, 15레벨이 되면 +6으로 증가합니다.

source: Chimeric Aspect
ko: 키메라 형상
ko_mt: 키메라 측면

source: Dragon Shape (Black)
ko_mt: 용 모양 (블랙)

source: At 20th level, a fiendflesh shifter can assume the minor forms of all her aspects at will.
ko: 20레벨에 핀드플레시 시프터는 자신의 모든 형상의 하위 형태를 마음대로 취할 수 있습니다.
ko_mt: 20레벨이 되면 형체변환술사는 자신의 모든 형상을 마음대로 변형할 수 있습니다.

source: When a fiendflesh shifter uses her fiendish aspect ability, she can gain an additional ability. The fiendflesh shifter can change which ability she gains each time she uses fiendish aspect. Daemon: Acid {g|Encyclopedia:Energy_Resistance}resistance{/g} equal to the resistance provided by her fiendish resilience ability and a +4 profane {g|Encyclopedia:Bonus}bonus{/g} on {g|Encyclopedia:Saving_Throw}saves{/g} against disease.
ko_mt: 악령 변신술사가 악령의 형상 능력을 사용하면 추가 능력을 얻을 수 있습니다. 악령 변신술사는 악령 변신을 사용할 때마다 어떤 능력을 얻는지 변경할 수 있습니다. 다이몬: {g|Encyclopedia:Energy_Resistance}산성 저항{/g}이 악마적 회복력 능력의 저항과 같고, 질병에 대한 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}에 +4 불경 {g|Encyclopedia:Bonus}보너스{/g}를 얻습니다.

source: As a {g|Encyclopedia:Standard_Actions}standard action{/g}, you can attempt to wrap a foe in sticky webs as a ranged {g|Encyclopedia:TouchAttack}touch attack{/g}. If you hit the foe, they are immobilized and {g|ConditionEntangled}entangled{/g}. Each {g|Encyclopedia:Combat_Round}round{/g}, the victim can attempt to break free by making a successful {g|Encyclopedia:Athletics}Athletics{/g} or {g|Encyclopedia:Mobility}Mobility check{/g} (the {g|Encyclopedia:Skills}skill{/g} with the greater bonus is selected automatically). Both skill {g|Encyclopedia:Check}checks{/g} have a {g|Encyclopedia:DC}DC{/g} equal to 10 + half your shifter level + your {g|Encyclopedia:Constitution}Constitution{/g} modifier.
ko_mt: {g|Encyclopedia:Standard_Actions}표준 행동{/g}으로 적을 끈적끈적한 거미줄로 감싸 원거리 {g|Encyclopedia:TouchAttack}접촉 공격{/g}을 시도할 수 있습니다. 적에게 적중하면 적들은 움직이지 못하고 거미줄에 얽힙니다. 피해자는 {g|Encyclopedia:Combat_Round}매 라운드{/g}마다 {g|Encyclopedia:Athletics}운동{/g} 또는 {g|Encyclopedia:Mobility}기동성{/g} 판정에 성공하여 풀려날 수 있습니다.(보너스가 더 큰 {g|Encyclopedia:Skills}기술{/g}이 자동으로 선택됩니다). 두 기술 {g|Encyclopedia:Check}판정{/g} 모두 {g|Encyclopedia:DC}DC{/g}가 10 + 시프터 레벨의 절반 + {g|Encyclopedia:Constitution}건강{/g} 수정치와 같아야 합니다.

source: As a {g|Encyclopedia:Standard_Actions}standard action{/g}, you can attempt to wrap a foe in sticky webs as a ranged {g|Encyclopedia:TouchAttack}touch attack{/g}. If you hit the foe, they are immobilized and {g|ConditionEntangled}entangled{/g}. Each {g|Encyclopedia:Combat_Round}round{/g}, the victim can attempt to break free by making a successful {g|Encyclopedia:Athletics}Athletics{/g} or {g|Encyclopedia:Mobility}Mobility check{/g} (the {g|Encyclopedia:Skills}skill{/g} with the greater bonus is selected automatically). Both skill {g|Encyclopedia:Check}checks{/g} have a {g|Encyclopedia:DC}DC{/g} equal to 10 + half your shifter level + your {g|Encyclopedia:Constitution}Constitution{/g} modifier.
ko_mt: {g|Encyclopedia:Standard_Actions}표준 행동{/g}으로 적을 끈적끈적한 거미줄로 감싸 원거리 {g|Encyclopedia:TouchAttack}접촉 공격{/g}을 시도할 수 있습니다. 적에게 적중하면 적들은 움직이지 못하고 거미줄에 얽힙니다. 피해자는 {g|Encyclopedia:Combat_Round}매 라운드{/g}마다 {g|Encyclopedia:Athletics}운동{/g} 또는 {g|Encyclopedia:Mobility}기동성{/g} 판정에 성공하여 풀려날 수 있습니다.(보너스가 더 큰 {g|Encyclopedia:Skills}기술{/g}이 자동으로 선택됩니다). 두 기술 {g|Encyclopedia:Check}판정{/g} 모두 {g|Encyclopedia:DC}DC{/g}가 10 + 시프터 레벨의 절반 + {g|Encyclopedia:Constitution}건강{/g} 수정치와 같아야 합니다.

source: At 1st level, affected allies gain a +2 morale {g|Encyclopedia:Bonus}bonus{/g} to {g|Encyclopedia:Intelligence}Intelligence{/g} and {g|Encyclopedia:Charisma}Charisma{/g} and a +1 morale bonus on {g|Encyclopedia:Saving_Throw}Will saving throws{/g}, but they also take a –1 {g|Encyclopedia:Penalty}penalty{/g} to {g|Encyclopedia:Armor_Class}AC{/g}. While under the effects of insightful contemplation, allies other than the court poet can't use any {g|Encyclopedia:Strength}Strength{/g}-based {g|Encyclopedia:Skills}skills{/g} or make any physical effort that requires a {g|Encyclopedia:Constitution}Constitution{/g} {g|Encyclopedia:Check}check{/g}. At 4th level and every 4 skald levels thereafter, the song's bonus on Will saves increases by 1; the penalty to AC doesn't change. At 8th and 16th levels, the song's bonuses to Intelligence and Charisma increase by 2. (Unlike the barbarian's rage ability, those affected are not {g|ConditionFatigued}fatigued{/g} after the song ends.)
ko_mt: 1레벨에서 영향을 받는 아군은 {g|Encyclopedia:Intelligence}지능{/g}과 {g|Encyclopedia:Charisma}매력{/g}에 +2 사기 {g|Encyclopedia:Bonus}보너스{/g}, {g|Encyclopedia:Saving_Throw}의지 굴림{/g}에 +1 사기 보너스를 받지만, {g|Encyclopedia:Armor_Class}AC{/g}에 -1 {g|Encyclopedia:Penalty}불이익{/g}을 받습니다. 통찰력 있는 관조의 효과를 받는 동안 궁정 시인 이외의 아군은 {g|Encyclopedia:Strength}힘{/g} 기반 {g|Encyclopedia:Skills}기술{/g}을 사용하거나 {g|Encyclopedia:Constitution}건강{/g} {g|Encyclopedia:Check}판정{/g}을 필요로 하는 신체적 노력을 할 수 없습니다. 4레벨과 그 이후 4기술 레벨이 올라갈 때마다 의지 굴림에 대한 노래의 보너스가 1씩 증가하지만, AC에 대한 불이익은 변하지 않습니다. 8레벨과 16레벨에 이 노래의 지능과 매력 보너스가 2 증가합니다. (야만용사의 분노 능력과 달리, 영향을 받는 대상은 노래가 끝난 후에도 {g|ConditionFatigued}피로{/g}를 잃지 않습니다.)

source: Insightful Contemplation
ko: 통찰력 있는 관조
ko_mt: 통찰력 있는 묵상

source: Imitation
ko: 모방
ko_mt: 모방

source: Rogue Stance
ko: 로그 자세
ko_mt: 로그 자세

source: At 4th level, a stygian slayer can cast {g|SpellsInvisibility}invisibility{/g} once per day, using his slayer level as his {g|Encyclopedia:Caster_Level}caster level{/g}. The slayer uses his {g|Encyclopedia:Intelligence}Intelligence{/g} modifier for {g|Encyclopedia:Concentration}concentration checks{/g} when using this ability. The slayer can use this an additional time per day at 8th level and every 4 levels thereafter.
ko_mt: 4레벨이 되면, 스티기안 슬레이어는 하루에 한 번 자신의 슬레이어 레벨을 자신의 {g|Encyclopedia:Caster_Level}시전자 레벨{/g}로 사용하여 {g|SpellsInvisibility}투명화{/g}를 시전할 수 있습니다. 슬레이어는 이 능력을 사용할 때 {g|Encyclopedia:Intelligence}지능{/g} 수정치를 {g|Encyclopedia:Concentration}집중{/g} 판정에 사용합니다. 슬레이어는 8레벨에 하루에 한 번, 그 이후에는 4레벨마다 추가로 사용할 수 있습니다.

source: At 4th level, a stygian slayer can cast {g|SpellsInvisibility}invisibility{/g} once per day, using his slayer level as his {g|Encyclopedia:Caster_Level}caster level{/g}. The slayer uses his {g|Encyclopedia:Intelligence}Intelligence{/g} modifier for {g|Encyclopedia:Concentration}concentration checks{/g} when using this ability. The slayer can use this an additional time per day at 8th level and every 4 levels thereafter.
ko_mt: 4레벨이 되면, 스티기안 슬레이어는 하루에 한 번 자신의 슬레이어 레벨을 자신의 {g|Encyclopedia:Caster_Level}시전자 레벨{/g}로 사용하여 {g|SpellsInvisibility}투명화{/g}를 시전할 수 있습니다. 슬레이어는 이 능력을 사용할 때 {g|Encyclopedia:Intelligence}지능{/g} 수정치를 {g|Encyclopedia:Concentration}집중{/g} 판정에 사용합니다. 슬레이어는 8레벨에 하루에 한 번, 그 이후에는 4레벨마다 추가로 사용할 수 있습니다.

source: Invisibility
ko: 투명화
ko_mt: 투명화

source: At 10th level, a stygian slayer can transform into an inky black cloud of mist. This functions as gaseous form, except it also obscures vision as fog cloud. The slayer can use this ability for a number of minutes per day equal to his level. These minutes need not be consecutive, but must be used in 1-minute increments.
ko: 10레벨에, 스티지언 슬레이어는 새까만 안개 형태로 변신할 수 있습니다. 이 능력은 안개 구름처럼 시야를 흐리는 것을 제외하면 기체 형상과 동일합니다. 슬레이어는 이 능력을 하루에 레벨당 1분 동안 사용할 수 있습니다. 이 시간을 한번에 모두 사용할 필요는 없지만, 반드시 1분 단위로 사용해야만 합니다.
ko_mt: 10레벨이 되면 스티기안 슬레이어가 시커먼 안개 구름으로 변신할 수 있습니다. 안개 구름처럼 시야를 가린다는 점을 제외하면 기체 형태와 같은 기능을 합니다. 슬레이어는 하루에 자신의 레벨과 동일한 시간 동안 이 능력을 사용할 수 있습니다. 이 시간은 연속으로 사용할 필요는 없지만 1분 단위로 사용해야 합니다.

source: Tactician — Allied Spellcaster
ko: 전술가 — 연합 시전
ko_mt: 전술가 - 연합 시전

source: Power of Wyrms (Black)
ko: 드래곤의 힘 (블랙)
ko_mt: 웜의 힘 (블랙)

source: Class Skill — Persuasion
ko: 클래스 기술 - 설득
ko_mt: 직업 기술 - 설득

source: Stalwart Defender Proficiencies
ko: 스탈워트 디펜더 숙련
ko_mt: 스탈워트 디펜더 숙련도

source: An Aldori swordlord can add his {g|Encyclopedia:Dexterity}Dexterity{/g} bonus (if any) to {g|Encyclopedia:Damage}damage rolls{/g} made with a dueling sword instead of his {g|Encyclopedia:Strength}Strength{/g} bonus. This {g|Encyclopedia:Bonus}bonus{/g} on damage rolls applies whether the swordlord is wielding a dueling sword {g|Encyclopedia:Light_Weapon}one-handed{/g} or two-handed. Aldori swordlord cannot use this ability if he is wielding a shield or using an off-hand weapon (including armor spikes, {g|Encyclopedia:UnarmedAttack}unarmed strikes{/g}, or {g|Encyclopedia:NaturalAttack}natural weapons{/g}).
ko_mt: 알도리 검사는 결투검 {g|Encyclopedia:Damage}피해 굴림{/g}에 자신의 {g|Encyclopedia:Strength}힘{/g} 보너스 대신 {g|Encyclopedia:Dexterity}민첩{/g} 보너스(있는 경우)를 추가할 수 있습니다. 이 피해 굴림 {g|Encyclopedia:Bonus}보너스{/g}는 검사가 결투검을 {g|Encyclopedia:Light_Weapon}한손으{/g}로 휘두르든 양손으로 휘두르든 상관없이 적용됩니다. 알도리 검사가 방패를 휘두르거나 반대손(갑옷 가시, {g|Encyclopedia:UnarmedAttack}비무장{/g} 타격, {g|Encyclopedia:NaturalAttack}자연 무기{/g} 포함)를 사용 중이면 이 능력을 사용할 수 없습니다.

source: Deft Strike
ko: 재빠른 타격
ko_mt: 재빠른 타격

source: A {g|Encyclopedia:Alignment}good{/g} warpriest (or a neutral warpriest of a good deity) can channel stored {g|Encyclopedia:Spell}spell{/g} energy into {g|Encyclopedia:Healing}healing{/g} spells that he did not prepare ahead of time. The warpriest can expend any prepared spell that isn't an {g|Encyclopedia:Cantrips_Orisons}orison{/g} to cast any cure spell of the same spell level or lower. A cure spell is any spell with "cure" in its name. An evil warpriest (or a neutral warpriest of an evil deity) can't convert spells to cure spells, but can convert them to inflict spells. An inflict spell is any spell with "inflict" in its name. A warpriest that is neither good nor evil and whose deity is neither good nor evil chooses whether he can convert spells into either cure spells or inflict spells. Once this choice is made, it cannot be changed. This choice also determines whether the warpriest channels positive or negative energy (see Channel Energy ability description).
ko: {g|Encyclopedia:Alignment}선{/g} 성향 또는 선신을 섬기는 중립 성향 워프리스트는 저장된 {g|Encyclopedia:Spell}주문{/g} 에너지를 미리 준비하지 않은 {g|Encyclopedia:Healing}치유{/g} 주문으로 전환할 수 있습니다. 워프리스트는 준비한 주문({g|Encyclopedia:Cantrips_Orisons}오리즌{/g} 제외)을 소모하여 해당 주문 레벨 이하의 치료 주문을 시전할 수 있습니다. 상처 치료 주문은 이름에 "상처 치료"가 포함된 주문입니다. 악 성향 워프리스트 또는 악신을 섬기는 중립 성향 워프리스트는 주문을 치료 주문으로 전환할 수 없지만, 상처 입히기 주문으로 전환할 수는 있습니다. 상처 입히기 주문은 이름에 "상처 입히기"가 포함된 주문입니다. 선 성향도, 악 성향도 아닌 워프리스트 또는 섬기는 신격이 선신도, 악신도 아닌 워프리스트는 주문을 상처 치료 주문으로 전환할지, 상처 입히기 주문으로 전환할지 선택할 수 있습니다. 이 선택은 한 번 하면 변경할 수 없습니다. 이 선택에 따라 워프리스트가 양에너지를 전달할지 음에너지를 전달할지도 결정됩니다. 자세한 설명은 에너지 전달 능력 설명을 참고하십시오.
ko_mt: 선한 전쟁사제(또는 선한 신의 중립 전쟁사제)는 저장된 {g|Encyclopedia:Spell}주문{/g} 에너지를 미리 준비하지 않은 {g|Encyclopedia:Healing}치유{/g} 주문으로 전환할 수 있습니다. 전쟁사제는 {g|Encyclopedia:Cantrips_Orisons}오리슨{/g}이 아닌 준비된 주문을 소모하여 같은 주문 레벨 이하의 치료 주문을 시전할 수 있습니다. 치료 주문은 이름에 "치료"가 포함된 모든 주문을 말합니다. 사악한 전쟁사제(또는 사악한 신의 중립 전쟁사제)는 주문을 치료 주문으로 전환할 수 없지만, 공격 주문으로 전환할 수는 있습니다. 가하는 주문은 이름에 "가하다"가 포함된 모든 주문을 말합니다. 선하지도 악하지도 않은 전쟁사제와 선하지도 악하지도 않은 신은 주문을 치료 주문으로 변환할지, 아니면 가하는 주문으로 변환할지 선택합니다. 이 선택은 한 번 하면 변경할 수 없습니다. 이 선택에 따라 전쟁사제가 양에너지를 전달할지 음에너지를 전달할지도 결정됩니다.(에너지 전달 능력 설명 참조).

source: Shield Armor
ko: 방패 방어도
ko_mt: 방패 갑옷

source: Shield Armor
ko: 방패 방어도
ko_mt: 방패 갑옷

source: Shield Armor
ko: 방패 방어도
ko_mt: 방패 갑옷

source: Shield Armor
ko: 방패 방어도
ko_mt: 방패 갑옷

source: Shield Weapon
ko: 방패 무기
ko_mt: 방패 무기

source: Shield Weapon
ko: 방패 무기
ko_mt: 방패 무기

source: Shield Weapon
ko: 방패 무기
ko_mt: 방패 무기

source: Shield Weapon
ko: 방패 무기
ko_mt: 방패 무기

source: Soaring Assault
ko: 비행 강습
ko_mt: 급상승 공격

source: Storm Strike (main hand)
ko_mt: 폭풍 일격 (주무기)

source: Storm Strike (off-hand)
ko_mt: 폭풍 일격 (오프 핸드)

source: Endurance
ko: 지구력
ko_mt: 지구력

source: Endurance
ko: 지구력
ko_mt: 지구력

source: Transformation
ko: 변신
ko_mt: 변환

source: Transformation
ko: 변신
ko_mt: 변환

source: A familiar is a magical pet that enhances the character's {g|Encyclopedia:Skills}skills{/g} and senses. A raven's master gains a +3 {g|Encyclopedia:Bonus}bonus{/g} on {g|Encyclopedia:Persuasion}Persuasion checks{/g} and a +2 bonus on {g|Encyclopedia:Perception}Perception checks{/g}.
ko: 패밀리어는 캐릭터의 {g|Encyclopedia:Skills}기술{/g}과 감각을 향상시켜 주는 마법의 애완동물입니다. 까마귀의 주인은 {g|Encyclopedia:Persuasion}설득 판정{/g}에 +3 {g|Encyclopedia:Bonus}보너스{/g}, {g|Encyclopedia:Perception}지각 판정{/g}에 +2 보너스를 얻습니다.
ko_mt: 애완동물은 캐릭터의 {g|Encyclopedia:Skills}기술{/g}과 감각을 강화하는 마법 애완동물입니다. 까마귀의 주인은 {g|Encyclopedia:Persuasion}설득{/g} 판정에 +3 {g|Encyclopedia:Bonus}보너스{/g}를 얻고, {g|Encyclopedia:Perception}지각{/g} 판정에 +2 보너스를 얻습니다.

source: Raven Familiar
ko: 까마귀 패밀리어
ko_mt: 까마귀 친숙

source: All {g|Encyclopedia:Damage}damage{/g} this object takes is reduced by 20. Additionally, damage from {g|Encyclopedia:RangedAttack}ranged attacks{/g} and {g|Encyclopedia:Energy_Damage}energy damage{/g} is halved before this reduction is applied.
ko_mt: 이 물체가 받는 모든 피해가 20만큼 감소합니다. 또한 원거리 공격과 에너지 피해로 받는 피해는 이 감소 효과가 적용되기 전에 절반으로 감소합니다.

source: Damage Reduction 10/-
ko: 피해 감소 10/-
ko_mt: 피해 감소 10/-

source: A creature with the {g|Encyclopedia:Fast_Healing}fast healing{/g} {g|Encyclopedia:Special_Abilities}special ability{/g} regains {g|Encyclopedia:HP}hit points{/g} at an exceptional rate. Fast healing continues to function even if the creature is {g|Encyclopedia:Injury_Death}unconscious{/g} or has less than zero hit points, as long as it's alive. If the creature dies, the effects of fast healing end immediately.
ko_mt: 생명체는 {g|Encyclopedia:Fast_Healing}빠른 치유{/g}를 가진다. {g|Encyclopedia:Special_Abilities}특수 능력{/g}을 가진 생물은 {g|Encyclopedia:HP}체력{/g}을 매우 빠른 속도로 회복합니다. 빠른 치유는 생물이 {g|Encyclopedia:Injury_Death}의식이 없거나{/g}공격타점이 0보다 적더라도, 생물이 살아 있는 한 계속 적용됩니다. 생물이 사망하면 빠른 치유 효과는 즉시 종료됩니다.

source: Whenever an enemy deals {g|Encyclopedia:Damage}damage{/g} in melee against such creature, there is a 50% chance for that enemy to suffer {g|Encyclopedia:Dice}2d10{/g} {g|Encyclopedia:Energy_Damage}sonic damage{/g}.
ko_mt: 적이 해당 생물에게 근접 피해를 주면 50% 확률로 그 적이 2d10의 음파 피해를 받습니다.

source: Creatures with the fiendish template live in the Lower Planes, such as the Abyss and Hell. Fiendish creatures gains {g|Encyclopedia:Spell_Resistance}spell resistance{/g} equal to its level +5. It also gains: 1 — 4 {g|Encyclopedia:Hit_Dice}HD{/g}: {g|Encyclopedia:Energy_Resistance}resistance{/g} 5 to cold and fire. 5 — 10 HD: resistance 10 to cold and fire, {g|Encyclopedia:Damage_Reduction}DR{/g} 5/{g|Encyclopedia:Alignment}good{/g} 11+ HD: resistance 15 to cold and fire, DR 10/good Smite Good (Su): Once per day, the fiendish creature may smite a good-aligned creature. As a {g|Encyclopedia:Swift_Action}swift action{/g}, the creature chooses one target within sight to smite. If this target is good, the creature adds its {g|Encyclopedia:Charisma}Charisma{/g} bonus (if any) to {g|Encyclopedia:Attack}attack rolls{/g} and gains a {g|Encyclopedia:Damage}damage{/g} {g|Encyclopedia:Bonus}bonus{/g} equal to its HD against that foe. This effect persists until the target is dead or the creature {g|Encyclopedia:Rest}rests{/g}.
ko_mt: 사악한 형상을 가진 생물은 심연과 지옥과 같은 마계에 서식합니다. 악 성향 생물은 자신의 레벨 +5만큼 {g|Encyclopedia:Spell_Resistance}주문 저항{/g}을 얻습니다. 또한 이득도 얻습니다. 1 - 4 {g|Encyclopedia:Hit_Dice}HD{/g}: {g|Encyclopedia:Energy_Resistance}냉기 및 화염 저항{/g} 5 5 - 10 HD: 냉기 및 화염에 대한 저항 10, {g|Encyclopedia:Damage_Reduction}DR{/g} 5/선 11 이상 HD: 냉기 및 화염 저항 15, DR 10/선 선 강타 (수): 하루에 한 번, 악마적 생물은 {g|Encyclopedia:Alignment}선 성향{/g} 생물에게 스마이트할 수 있다. 이 생물은 {g|Encyclopedia:Swift_Action}신속 행동{/g}으로, 시야 내에 있는 목표물 한 개를 선택하여 공격합니다. 이 목표가 선일 경우, 생물은 {g|Encyclopedia:Charisma}매력{/g} 보너스(있는 경우)를 {g|Encyclopedia:Attack}명중 굴림{/g}에 더하고 대상의 HD 만큼 {g|Encyclopedia:Damage}피해{/g} {g|Encyclopedia:Bonus}보너스{/g}를 얻습니다. 이 효과는 대상이 죽거나 생물이 휴식할 때까지 지속됩니다.

source: Diamond Tier
ko: 다이아몬드 등급
ko_mt: 다이아몬드 등급

source: Our heartfelt thanks goes to all our backers, who not only supported us with their pledges, but also helped us in adding more content and features to the game. We praise your creativity!
ko: 후원으로 우리를 지지해 줄 뿐만 아니라 우리 게임에 더 많은 내용과 특징을 더할 수 있도록 도와주시는 분들께 진심으로 감사드립니다. 당신의 창의성에 찬사를 보냅니다!
ko_mt: 서약을 통해 후원해 주셨을 뿐만 아니라 게임에 더 많은 콘텐츠와 기능을 추가할 수 있도록 도와주신 모든 후원자분들께 진심으로 감사드립니다. 여러분의 창의력에 찬사를 보냅니다!

source: Darven 'The Dashing' Fairwood (and NPC's quest: Deal with the Devil)
ko: 다르벤 '질주' 페어우드 (그리고 NPC 퀘스트: 데빌과의 거래)
ko_mt: 대븐 '돌진하는' 페어우드(및 NPC 퀘스트: 데빌과의 거래)

source: Korgath's Shackled Fury
ko: 코가쓰의 구속된 분노
ko_mt: 코르가스의 속박된 분노

source: Ring of Circumstances
ko: 상황의 반지
ko_mt: 상황의 고리

source: Gear's Rule
ko: 기어스 지배
ko_mt: 기어의 규칙

source: Professor's Hat
ko: 교수의 모자
ko_mt: 교수 모자

source: Warpainted Skull of Duthtica
ko: 두시카의 전투 분장 해골
ko_mt: 두티카의 워프 페인트 해골

source: Elven Protector Quiver
ko: 엘프 수호자의 화살통
ko_mt: 엘프 수호자 화살통

source: River Fox Memento Pendant
ko: 강여우의 추억 펜던트
ko_mt: 리버 폭스 메멘토 펜던트

source: Hand of Magus Dan
ko: 메이거스 댄의 손
ko_mt: 메이거스 댄의 손

source: The Quest Electri
ko: 일렉트리 모험전기
ko_mt: 퀘스트 일렉트리

source: Paragon of Defenders
ko: 방어자의 귀감
ko_mt: 수호자의 모범

source: Quest: The Secrets of Suramgamin
ko: 퀘스트: 슈람가민의 비밀
ko_mt: 퀘스트: 슈람가민의 비밀

source: Bracers of Ruby Phoenix Champion
ko: 홍옥 불사조 우승자의 팔찌
ko_mt: 루비 피닉스 챔피언의 팔찌

source: The Heart of Ira
ko: 아이라의 심장
ko_mt: 이라의 심장

source: The Bindings of the Prince
ko: 대공의 사슬
ko_mt: 왕자의 결박

source: Peridot Wyvern, Charoite Wyvern, Lapis Lazuli Wyvern
ko: 감람석 와이번, 차로아이트 와이번, 청금석 와이번
ko_mt: 감람석 와이번, 샤로이트 와이번, 청금석 와이번

source: Quest: The Impatient Pirates of Pitax
ko: 퀘스트: 피탁스의 참을성 없는 해적
ko_mt: 퀘스트: 참을성이 없는 피탁스의 해적들

source: Bartholomew Delgado appearance (including NPC's portrait)
ko: 바솔로뮤 델가도 외형 (NPC 포트레이트 포함)
ko_mt: 바르톨로메오 델가도 외형(NPC 초상화 포함)

source: Spell name: Secret of Suramgamin
ko: 주문 이름: 슈람가민의 비밀
ko_mt: 주문명: 슈람가민의 비밀

source: Bear Claw Sword
ko: 곰 발톱 검
ko_mt: 곰 발톱 검

source: Khanda Blade
ko: 칸다 칼날
ko_mt: 칸다 블레이드

source: Black Leather Chestpiece
ko: 검은 가죽 흉갑
ko_mt: 블랙 가죽 가슴 피스

source: "Maya's Charm" Necklace
ko: "마야의 매력" 목걸이
ko_mt: "마야의 부적" 목걸이

source: Xavorn's Cross
ko: 자본의 십자가
ko_mt: 자본의 십자가

source: Content Manager
ko_mt: 콘텐츠 관리자

source: Communications Manager
ko_mt: 커뮤니케이션 관리자

source: Jr. International Marketing Manager
ko_mt: 주니어 국제 마케팅 매니저

source: Head of Global Marketing
ko_mt: 글로벌 마케팅 책임자

source: UK Marketing Manager
ko_mt: 영국 마케팅 관리자

source: UK Marketing Assistant
ko_mt: 영국 마케팅 어시스턴트

source: UK Senior PR Manager
ko_mt: 영국 선임 PR 매니저

source: UK PR Assistant
ko_mt: 영국 홍보 도우미

source: UK Product Manager
ko_mt: 영국 제품 관리자

source: UK Community Manager
ko_mt: 영국 커뮤니티 관리자

source: UK Head of Sales and Trade Marketing UK & EIRE
ko_mt: 영국 영업 및 무역 마케팅 책임자 영국 및 EIRE

source: UK Trade Marketing Manager
ko_mt: 영국 무역 마케팅 관리자

source: UK National Account Manager
ko_mt: 영국 국가 계정 관리자

source: International Sales & New Business Development
ko_mt: 해외 영업 및 신규 비즈니스 개발

source: Brand Marketing Manager
ko_mt: 브랜드 마케팅 관리자

source: Chief Operating Officer
ko_mt: 최고 운영 책임자

source: Publishing Compliance Manager
ko_mt: 게시 규정 준수 관리자

source: Director of Marketing and PR
ko_mt: 마케팅 및 홍보 담당 이사

source: Associate Marketing Manager
ko_mt: 부 마케팅 관리자

source: Managing Director
ko_mt: 전무 이사

source: Marketing Director
ko_mt: 마케팅 디렉터

source: General Manager
ko_mt: 일반 관리자

source: Sales Manager Games
ko_mt: 영업 관리자 게임

source: Key Account Manager Games
ko_mt: 주요 계정 관리자 게임

source: Benelux Marketing
ko_mt: 베네룩스 마케팅

source: Business Development
ko_mt: 비즈니스 개발

source: International Marketing
ko_mt: 해외 마케팅

source: GSA Marketing
ko_mt: GSA 마케팅

source: Italy
ko_mt: 이탈리아

source: Italian Marketing
ko_mt: 이탈리아 마케팅

source: UK Marketing
ko_mt: 영국 마케팅

source: UK Sales
ko_mt: 영국 영업

source: International Export
ko_mt: 해외 수출

source: North America
ko_mt: 북미

source: Nordic
ko_mt: 북유럽

source: Nordic Marketing
ko_mt: 북유럽 마케팅

source: Spain
ko_mt: 스페인

source: Spanish Marketing
ko_mt: 스페인어 마케팅

source: Head of Innovation Division, Mail.Ru Group
ko_mt: 혁신 부문 책임자, Mail.Ru 그룹

source: Artist
ko_mt: 아티스트

source: Head of Media-buying Team
ko_mt: 미디어 구매 팀장

source: PR Manager
ko_mt: PR 관리자

source: Head of My.com marketing
ko_mt: My.com 마케팅 책임자

source: Video Producer
ko_mt: 비디오 프로듀서

source: PR Manager
ko_mt: PR 관리자

source: Sound Designer
ko_mt: 사운드 디자이너

source: Web Designer
ko_mt: 웹 디자이너

source: Web Developer
ko_mt: 웹 개발자

source: Head of My.com Operation
ko_mt: My.com 운영 책임자

source: COO, Mail.Ru Group
ko_mt: COO, Mail.Ru 그룹

source: Head of My.com
ko_mt: My.com 책임자

source: Marketing Director
ko_mt: 마케팅 디렉터

source: Head of Video Production Team
ko_mt: 비디오 제작 팀장

source: Video Designer
ko_mt: 비디오 디자이너

source: Head of Moscow Marketing
ko_mt: 모스크바 마케팅 책임자

source: Head of Voronezh Video Production Team
ko_mt: 보로네시 비디오 프로덕션 팀장

source: Head of My.com marketing
ko_mt: My.com 마케팅 책임자

source: The setting glossary contains information compiled and summarized by the volunteer editors of pathfinderwiki.com. We would like to thank them for their contribution to the Pathfinder community.
ko: 설정 용어집에는 pathfinderwiki.com의 자원봉사 편집자들이 편집하고 요약한 정보가 포함되어 있습니다. 패스파인더 커뮤니티에 기여해주신 부분에 대해 감사드리고 싶습니다.
ko_mt: 설정 용어집에는 pathfinderwiki.com의 자원 편집자들이 수집하고 요약한 정보가 포함되어 있습니다. 패스파인더 커뮤니티에 기여해 주신 편집자분들께 감사의 말씀을 드립니다.

source: Our heartfelt thanks to all the backers, who helped us with their feedback!
ko: 피드백으로 우리를 도와주신 모든 분께 진심으로 감사를 전합니다!
ko_mt: 피드백을 보내주신 모든 후원자분들께 진심으로 감사드립니다!

source: The setting glossary contains information compiled and summarized by the volunteer editors of pathfinderwiki.com. We would like to thank them for their contribution to the Pathfinder community.
ko: 설정 용어집에는 pathfinderwiki.com의 자원봉사 편집자들이 편집하고 요약한 정보가 포함되어 있습니다. 패스파인더 커뮤니티에 기여해주신 부분에 대해 감사드리고 싶습니다.
ko_mt: 설정 용어집에는 pathfinderwiki.com의 자원 편집자들이 수집하고 요약한 정보가 포함되어 있습니다. 패스파인더 커뮤니티에 기여해 주신 편집자분들께 감사의 말씀을 드립니다.

source: Thank you for playing!
ko: 플레이 해주셔서 감사합니다!
ko_mt: 플레이해 주셔서 감사합니다!

source: Special thanks to our families and friends for their support!
ko: 우리 가족과 친구들의 성원에 심심한 감사의 뜻을 전합니다!
ko_mt: 응원해주신 가족과 친구들에게 특별히 감사드립니다!

source: Special Thanks to our families and friends for their support!
ko: 우리 가족과 친구들의 도움에 특별히 감사드립니다!
ko_mt: 응원해주신 가족과 친구들에게 특별히 감사드립니다!

source: Marketing manager and social media guru
ko_mt: 마케팅 관리자 및 소셜 미디어 전문가

source: Editor in Chief
ko_mt: 편집장

source: 2D artist and author of the key art
ko_mt: 2D 아티스트이자 키 아트의 저자

source: CEO of Paizo Publishing, and COO of Goblinworks
ko_mt: 파이조 퍼블리싱의 CEO, 고블린웍스의 COO

source: CCO and Publisher
ko_mt: CCO 및 게시자

source: Licensing Manager
ko_mt: 라이선스 관리자

source: Design Director
ko_mt: 디자인 디렉터

source: Director of Visual Design
ko_mt: 비주얼 디자인 디렉터

source: VP of Marketing and Licensing
ko_mt: 마케팅 및 라이선싱 담당 부사장

source: Franchise Manager
ko_mt: 프랜차이즈 관리자

source: Platinum
ko_mt: 플래티넘

source: Platinum
ko_mt: 플래티넘

source: CEO of Paizo Publishing, and COO of Goblinworks
ko_mt: 파이조 퍼블리싱의 CEO, 고블린웍스의 COO

source: Marketing manager and social media guru
ko_mt: 마케팅 관리자 및 소셜 미디어 전문가

source: CCO and Publisher
ko_mt: CCO 및 게시자

source: Licensing Manager
ko_mt: 라이선스 관리자

source: Creative Director
ko_mt: 크리에이티브 디렉터

source: Design Director
ko_mt: 디자인 디렉터

source: VP of Marketing and Licensing
ko_mt: 마케팅 및 라이선싱 담당 부사장

source: Franchise Manager
ko_mt: 프랜차이즈 관리자

source: Director of licensing
ko_mt: 라이선싱 책임자

source: Art Director
ko_mt: 아트 디렉터

source: Editor in Chief
ko_mt: 편집장

source: 2d Artist and author of the key art
ko_mt: 2D 아티스트 및 키 아트 작성자

source: Account Manager
ko_mt: 계정 관리자

source: Orchestra Supervisor
ko_mt: 오케스트라 감독자

source: Dubbing Studio
ko_mt: 더빙 스튜디오
