Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: "Thank you." {n}After a pause, the priest adds softly,{/n} "How am I going to tell Mother? I don't want her to know about his disgrace. I'll tell them he died a hero, fighting demons in the Abyss. And it won't be a lie — it is what happened."
ko: "감사합니다." {n}성직자가 잠시 숨을 멈췄다 부드럽게 덧붙인다.{/n} "어머니께는 어떻게 말씀드려야 할까요? 그 분께서 그의 불명예를 모르시기를 바랍니다. 트레버가 심연에서 데몬들과 싸우다 영웅처럼 죽었다고 말씀드리겠습니다. 거짓말은 아니겠지요. 일어난 그대로이니."
ko_mt: "고마워요" {n}잠시 멈춘 후, 신부가 부드럽게 덧붙인다,{/n} "어머니께 어떻게 말씀드려야 하죠? 아버지의 불명예를 어머니께 알리고 싶지 않아요. 심연에서 데몬과 싸우다 영웅으로 죽었다고 말할 거예요. 그리고 그것은 거짓말이 아니라 실제로 일어난 일입니다."

source: {n}Wenduag gives you a bland smile.{/n} "Because you are winning, and I want to be with the winner. And also because being close to you is a good way to live. I love life, I'm young and strong. It makes sense to eat, drink, screw, and kill enemies while you're young, not when you're thirty thousand gongs old and shriveled up like Sull. As long as I'm your servant, I can have fun as I like and order around anyone I want. Who will dare defy me?"
ko: {n}웬두아그가 당신을 향해 부드러운 미소를 짓는다.{/n} "그야 당신께서 이기고 있고, 나는 승자의 편에 서고 싶기 때문입니다. 또한 당신 가까이에 있는 게 살아남기에 가장 좋기도 하고요. 나는 살고 싶은 데다가, 젊고 강합니다. 먹고, 마시고, 교미하고, 적을 죽이는 것은 설처럼 삼만 번의 징 소리를 지난 쭈글한 늙은이가 아닌 젊은 이들의 일이니. 내가 당신의 하수인인 한, 나는 내가 원하는 대로 재미를 보고 원하는 누구든지 명령을 내릴 수 있습니다. 감히 그 누가 나를 거역하겠습니까?"
ko_mt: {n}웬두아그는 부드러운 미소를 짓습니다.{/n} "당신이 이기고 있고, 나는 승자와 함께하고 싶기 때문입니다. 또한 당신과 가까워지는 것이 살기 좋은 방법이기 때문입니다. 저는 삶을 사랑하고 젊고 강합니다. 젊을 때 먹고, 마시고, 섹스하고, 적을 죽이는 것이지, 설처럼 삼천궁녀가 되어 쪼글쪼글하게 늙어서 죽는 것은 말이 안 되죠. 내가 당신의 신하로 있는 한, 나는 마음껏 즐기고 원하는 사람을 부릴 수 있습니다. 누가 감히 나를 거역하겠소?"

source: "You said you wanted to talk in private."
ko: "다른 이들 모르게 얘기할게 있다고 했었지."
ko_mt: "당신은 개인적으로 이야기하고 싶다고 말했습니다 "

source: {n}Woljif looks around, making sure no one is eavesdropping, and, with a wide grin, takes an amulet on a chain from under his shirt. An amulet in the shape of a crescent with a dark crystal in the middle — the Moon of the Abyss.{/n} "Ta-da! Whaddya make of this?"
ko: {n}울지프가 주변을 둘러보며 아무도 엿듣고 있지 않다는 걸 확인하고는, 환한 웃음과 함께 상의에서 사슬이 걸린 아뮬렛 하나를 꺼내든다. 중앙에 검은색 수정이 박힌 초승달 모양의 아뮬렛. 심연의 달이다.{/n} "따란! 이게 뭐게?"
ko_mt: {n}월지프는 주위를 둘러보며 아무도 엿듣지 않는지 확인한 후 활짝 웃으며 셔츠 아래에서 사슬에 달린 부적을 꺼냅니다. 초승달 모양에 가운데에 어두운 수정이 달린 부적, 심연의 달입니다.{/n} "짜잔! 이게 뭐야?"

source: "So many dreams... And they are all so fascinating!"
ko: "꿈이 정말 많아... 게다가 전부 다 너무 매력적이에요!"
ko_mt: "너무 많은 꿈들.. 그리고 그들은 모두 너무 매력적입니다!"

source: The freshly baked bread gives off a breathtakingly savory smell.
ko: 기가 막히도록 맛있는 냄새가 나는 갓 구운 빵입니다.
ko_mt: 갓 구운 빵에서 숨이 멎을 정도로 고소한 냄새가 납니다.

source: The pavement is not merely swept clean — it is thoroughly washed with soap. The lawn is trimmed so neatly that not a single blade of grass sticks out.
ko: 도로는 깔끔하게 정비되었을 뿐만 아니라, 비누로 깔끔하게 닦여 있습니다. 잔디는 매우 깔끔하게 다듬어져, 단 하나의 잎조차 삐져나오지 않았습니다.
ko_mt: 포장도로는 단순히 깨끗하게 쓸어내는 것이 아니라 비누로 철저히 씻어냅니다. 잔디가 너무 깔끔하게 다듬어져 풀잎 하나도 튀어 나오지 않습니다.

source: Now that's one gorgeous pumpkin! The pumpkin to end all pumpkins?
ko: 정말 멋들어진 호박이 하나 있네요! 다른 모든 호박들을 끝장낼 재앙인 걸까요?
ko_mt: 정말 멋진 호박이네요! 모든 호박을 끝내는 호박?

source: "We are alive... Praise the good gods, once again we are alive!"
ko: "살았어... 또 한번 살아남았다고! 모든 선신들이시여, 감사합니다!"
ko_mt: "우리는 살아있다.. 다시 한번 우리는 살아 있습니다!"

source: Amber-colored liquid with a bewildering aroma is dripping steadily from the pipe of the pot still.
ko: 뭐라 콕 집어 말하기 어려운 향을 뿜는 호박색 액체가 증류기의 배관에서 끊임없이 흘러내립니다.
ko_mt: 당황스러운 향기가 나는 호박색 액체가 여전히 냄비의 파이프에서 꾸준히 떨어지고 있습니다.

source: "Daddy... I'm here! I'm alive!"
ko: "아빠... 저 왔어요! 살았어요!"
ko_mt: "아빠.. 나 여기 있어요! 나 살아있어!"

source: The rejuvenation potion glitters like a tiny sun trapped in a bottle.
ko: 회춘의 영약이 병속에 갇힌 작은 태양처럼 밝게 빛납니다.
ko_mt: 회춘 물약은 병에 갇힌 작은 태양처럼 반짝입니다.

source: The faces of the burning cultists are distorted with pain and suffering.
ko: 불타는 사교도의 얼굴이 고통과 괴로움으로 일그러졌습니다.
ko_mt: 불타는 이교도들의 얼굴은 고통과 고통으로 왜곡되어 있습니다.

source: This magic weapon was enchanted to eradicate demons. Equipped with this, your soldiers would have carved through the enemy ranks like a hot knife through butter.
ko: 이 마법 무기에는 데몬들을 척살하기 위한 주문이 걸렸습니다. 이것과 함께라면, 당신의 병사들은 달궈진 나이프로 버터를 자르듯 적군을 자를 수 있을 겁니다.
ko_mt: 이 마법 무기는 데몬을 박멸하기 위해 마법이 부여되었습니다. 이것을 장착 한 당신의 병사들은 버터를 뚫는 뜨거운 칼처럼 적진을 뚫었을 것입니다.

source: Whoever killed these templars, they did it cleanly and without unnecessary violence.
ko: 상아 미궁의 기사들을 죽인게 누구인지는 모르지만, 그 자는 불필요한 폭력 행위 없이 깔끔하게 마무리했습니다.
ko_mt: 이 기사단을 죽인 사람은 누구든지 불필요한 폭력없이 깨끗하게 죽였습니다.

source: This carriage is full of sparkling adamantine ore.
ko: 이 마차에는 반짝이는 아다만틴 광석에 가득합니다.
ko_mt: 이 마차는 반짝이는 아다만틴 광석으로 가득 차 있습니다.

source: The bookshelf is bursting at the seams with numerous thick volumes on arcane theory.
ko: 책장에는 두꺼운 비전 이론서들이 꽉 들어찼습니다.
ko_mt: 책장은 비전 이론에 관한 수많은 두꺼운 책으로 이음새가 터지고 있습니다.

source: The demonic insects are still screeching their delirious hymn to the Abyss.
ko: 벌레 데몬들은 여전히 그들의 정신나간 심연의 교향곡을 연주하고 있습니다.
ko_mt: 데몬 곤충들은 여전히 심연에 대한 정신 나간 찬송가를 비명을 지르고 있습니다.

source: An intangible gust of wind ruffles the mysterious plants of the Realm of the Fey.
ko: 형언할 수 없이 세찬 바람이 페이 세상의 기이한 식물들을 흔들고 있습니다.
ko_mt: 무형의 돌풍이 페이 왕국의 신비한 식물들을 뒤흔든다.

source: The dead demons are staring at you with their dull, glazed eyes.
ko: 죽은 데몬이 초점없이 멍한 눈으로 당신을 응시합니다.
ko_mt: 죽은 데몬들이 칙칙하고 유약 한 눈으로 당신을 쳐다보고 있습니다.

source: "Glory to Arueshalae! Glory to our heroine!"
ko: "아루샬레를 찬미하라! 우리의 영웅을 찬미하라!"
ko_mt: "아루샬래에게 영광! 우리의여 주인공에게 영광!"

source: The ducks are quacking blithely as they graze on a lawn under an apple tree.
ko: 오리들이 사과나무 아래서 잔디들을 뜯으며 태평스럽게 꽥꽥댑니다.
ko_mt: 오리는 사과 나무 아래 잔디밭에서 풀을 뜯으며 삐딱하게 꽥꽥거리고 있습니다.

source: Touching the throne fills your mind with echoes of a jubilant crowd's voices and whispers of court sycophants.
ko: 옥좌에 손을 대자 승리감에 도취된 군중의 환호성과 간신배들의 속삭임이 당신의 머릿속을 가득 채웁니다.
ko_mt: 왕좌를 만지면 환희에 찬 군중의 목소리와 궁정 시선들의 속삭임이 당신의 마음을 가득 채 웁니다.

source: Innumerable treasures glitter coldly in the light of the invisible stars.
ko: 보이지 않는 별들의 빛 아래에서 수많은 금은보화들이 차갑게 반짝입니다.
ko_mt: 보이지 않는 별빛에 수많은 보물이 차갑게 반짝입니다.

source: Exotic woven patterns adorn this soft and fluffy carpet.
ko: 이국적인 무늬가 부드럽고 복실복실한 카페트를 장식합니다.
ko_mt: 이국적인 직조 패턴이 부드럽고 푹신한 카펫을 장식합니다.

source: This soft bed is tempting you to have a little rest.
ko: 안락한 침대가 조금만 쉬라고 당신을 유혹합니다.
ko_mt: 이 부드러운 침대는 약간의 휴식을 취하도록 유혹합니다.

source: The musical instruments look like they are ready to start playing all by themselves.
ko: 악기들은 자기들 스스로 연주할 준비를 마친 것처럼 보입니다.
ko_mt: 악기들이 저절로 연주를 시작할 준비가 된 것처럼 보입니다.

source: "I am a demon... A demon, now and forever! Curse you all!"
ko: "난 데몬이야... 데몬이라고. 영원히! 네놈들에게 저주가 내리길!"
ko_mt: "나는 데몬다.. 데몬, 지금 그리고 영원히! 너희 모두를 저주한다!"

source: "What's wrong with this stupid table? Why won't it burn?"
ko: "이 바보같은 탁자는 뭐가 문제일까요? 왜 불타지 않을까요?"
ko_mt: "이 멍청한 테이블에 무슨 문제가 있습니까? 왜 안 타요?"

source: "Arueshalae, my venomous butterfly... I'd rather see you burn along with this house than let you leave."
ko: "아루샬레, 나의 독나비야... 널 떠나보내느니 이 집과 함께 불타는 걸 지켜보겠어."
ko_mt: "아루샬래, 나의 독나비.. 네가 떠나게 두느니 차라리 이 집과 함께 불타는 걸 보고 싶다."

source: "My venomous butterfly!"
ko: "나의 독나비야!"
ko_mt: "나의 독나비!"

source: "You're mine once again..."
ko: "넌 다시 한 번 내 것이다..."
ko_mt: "넌 다시 내 거야..."

source: "You're going nowhere, bitch!"
ko: "아무 데도 갈 수 없다, 창년아!"
ko_mt: "넌 아무데도 못 가, 이년아!"

source: "Forgive me! Forgive me, please!"
ko: "미안해! 용서해줘, 제발!"
ko_mt: "용서해줘! 용서해줘, 제발!"

source: "I've missed you so terribly..."
ko: "네가 끔찍하게 그리웠어..."
ko_mt: "정말 보고 싶었어..."

source: "Come right in! Our beloved master is waiting for you!"
ko: "어서 와라! 친애하는 우리의 주인께서 너를 기다리신다!"
ko_mt: "들어오세요! 우리의 사랑하는 마스터가 당신을 기다리고 있습니다!"

source: {n}Dimalchio does not honor the Count with an answer, he just curls his lip contemptuously.{/n}
ko: {n}디말시오는 백작에게 직접 대답하는 대신, 그저 그의 입술을 모아 경멸을 표시한다.{/n}
ko_mt: {n}디말치오는 백작에게 대답을 하지 않고 경멸적으로 입술을 말아요.{/n}

source: "Eating something that eats your species? Only an extremely limited mind could have come up with such an idea. If we embrace this logic, we shall have to fill our plates with vultures, grave worms, and fleas."
ko: "너희 종족을 잡아먹는 것을 잡아먹는다라? 오직 극도로 퇴화된 지능의 소유자만이 그런 생각을 도출해내겠지. 우리가 만일 그런 논리를 포용한다면, 우리 식탁에는 독수리, 무덤 벌레, 벼룩 따위나 올려야 할 거다."
ko_mt: "당신의 종을 먹는 무언가를 먹는다고요? 극도로 제한된 마음만이 그런 생각을 떠올릴 수 있습니다. 만약 우리가 이 논리를 받아들인다면, 우리는 독수리, 무덤 벌레, 벼룩으로 접시를 채워야 할 것입니다."

source: {n}Hearing the azata's words, Greybor frowns and looks down. Sucking air through his teeth, he mutters,{/n} "Women..."
ko: {n}아자타의 말을 들은 뒤, 그레이보르는 찡그리며 아래를 내려다본다. 그러더니 이빨 사이로 숨을 들이쉬며 중얼거린다.{/n} "여자라..."
ko_mt: {n}아자타의 말을 들은 그레이버는 미간을 찌푸리며 아래를 내려다본다. 이빨로 공기를 빨아들이며 중얼거립니다.{/n} "여자..."

source: The short letter is written in ornate gold lettering on pink paper. "My darling venomous butterfly! Welcome back home, to our cozy little town. Would you like to visit an old friend? I can't wait for our reunion. Always yours, D."
ko: 짧은 편지는 분홍색 종이에 화려한 금색 글씨로 써졌다. "내 사랑스러운 독나비! 우리의 고향, 우리의 아늑한 작은 마을에 돌아온 것을 환영해. 오랜 친구랑 만나보지 않을래? 나는 재회를 고대하고 있어. 항상 당신을 생각하는 D가."
ko_mt: 짧은 편지는 분홍색 종이에 화려한 금색 글씨로 쓰여 있습니다. "내 사랑 독나비! 우리의 아늑한 작은 마을에 돌아온 것을 환영한다. 오랜 친구를 만나러 갈래? 우리 재회가 빨리 왔으면 좋겠어. "항상 사랑해, D."

source: Dimalchio's Letter
ko: 디말시오의 편지
ko_mt: 디말치오의 편지

source: "Beth is champing at the bit to begin a new crusade... But I ain't lettin' her go anywhere!"
ko: "베스는 새로운 성전이 시작되기만을 기다리고 있어요... 하지만 전 걔를 어디로도 보내지 않을 거예요!"
ko_mt: "베스는 새로운 십자군 전쟁을 시작하기 위해 열심히 싸우고 있습니다... 하지만 나는 그녀를 아무데도 보내지 않을거야!"

source: "Hahaha, that's a great story! Remember when we..."
ko: "하하하, 재밌는 이야기네! 우리 언젠가..."
ko_mt: "하하하, 멋진 이야기네요! 우리가..."

source: "I am so glad that you managed to change yourself. Tell me, how does it feel to be a former demon? I want to know every detail!"
ko: "네 스스로 변화하는데 성공했다니 너무 기쁘네. 더 이상 데몬이 아니게 된 기분이 어떤지 말해줄래? 세세한 부분까지 전부 알고 싶어!"
ko_mt: "나는 당신이 자신을 바꿀 수있어서 너무 기쁩니다. 말해봐요, 전직 데몬이 된 기분이 어때요? 모든 세부 사항을 알고 싶습니다!"

source: "I have always believed in you."
ko: "항상 너를 믿고 있었어."
ko_mt: "나는 항상 당신을 믿었습니다"

source: "You're like a big sister to me!"
ko: "당신은 제게 언니같아요!"
ko_mt: "당신은 나에게 큰 누나 같아요!"

source: "There are still so many people in the world who need our help... But I think we have time for one more drink before we go."
ko: "아직도 이 세상에는 우리의 도움이 필요한 자들이 너무 많이 있어... 하지만 출발하기 전에 한잔 더 들이킬 여유는 있을 거야."
ko_mt: "세상에는 아직도 우리의 도움이 필요한 사람들이 너무 많아... 하지만 가기 전에 한 잔 더 마실 시간이 있다고 생각합니다."

source: "I knew the person who supplied us with information was very brave — but I never imagined they'd be so beautiful!"
ko: "우리에게 정보를 제공한 사람이 아주 용감한 분이라는 건 알고 있었어요. 하지만 이렇게 아름다운 사람들일 줄은 상상도 못했죠!"
ko_mt: "우리에게 정보를 제공한 사람이 매우 용감하다는 것은 알았지만 이렇게 아름다울 줄은 상상도 못했어요!"

source: "Why are we drinking tea, anyway? Isn't there any beer in this house?"
ko: "아무튼, 왜 우리가 차나 타마시고 있는 거야? 이 집에 맥주는 없나?"
ko_mt: "그런데 왜 차를 마시는 거죠? 이 집에는 맥주도 없나요?"

source: "Look at that smile! You look so carefree and happy. Would you like me to paint your portrait?"
ko: "저 미소를 보세요! 당신은 정말 태평하고 행복해보이는군요. 제가 당신의 초상화를 그려봐도 되겠습니까?"
ko_mt: "저 미소 좀 봐요! 너무 평온하고 행복해 보여요. 초상화를 그려드릴까요?"

source: "You're not a terrible lover. Perhaps I'll avail myself of your services again some time."
ko: "너는 끔찍한 사랑꾼이 아니야. 난 아마도 너의 임무에 또 도움을 주게 될지도 모르겠네."
ko_mt: "당신은 끔찍한 애인이 아니에요. 아마도 언젠가 다시 당신의 서비스를 이용할 것입니다."

source: "We shouldn't be seen together. You go first. I'll follow."
ko: "둘 모두가 보여져서는 안돼. 먼저 가라. 뒤따라가지."
ko_mt: "우린 같이 있으면 안 돼. 당신이 먼저 가세요. 내가 따라갈게"

source: The thick layer of dust, lying untouched on the table for years, has been wiped away in the middle of the tabletop.
ko: 오랜 세월 동안 손길이 닿지 않은 채 탁상 위에 쌓인 두꺼운 먼지가 탁상 중앙으로부터 닦여나갔습니다.
ko_mt: 수년 동안 탁자 위에 손대지 않은 두꺼운 먼지 층이 탁상 중앙에 닦여졌습니다.

source: A man's clothes are heaped on the floor. They were taken off in a hurry.
ko: 남성 의류가 바닥에 쌓여 있습니다. 급하게 벗은 것 같습니다.
ko_mt: 한 남자의 옷이 바닥에 쌓여 있습니다. 그들은 서둘러 벗겨졌습니다.

source: You can hear muffled sighs coming from the next room.
ko: 옆방에서 낮게 숨고르는 소리가 들립니다.
ko_mt: 옆방에서 나지막한 한숨소리가 들린다.

source: "Lost a crusader? What of it? The barracks are teeming with 'em! Go and take your pick."
ko: "성전사가 실종됐다고? 뭐 어쩌라고? 병영에 꽉꽉 들어찬게 성전사잖아! 네 일이나 하러 가도록."
ko_mt: "십자군을 잃어버렸나요? 무슨 일이죠? 막사에 성전사가 가득합니다! 가서 골라보세요"

source: "One fellow just passed by a while ago — with a woman wearing a shawl to hide her face."
ko: "동료 하나가 방금 지나갔어. 숄로 얼굴을 가린 여자와 같이 있었지."
ko_mt: "조금 전에 한 남자가 얼굴을 가리기 위해 목도리를 두른 여자와 함께 지나갔어요"

source: "A crusader just went past, a young guy. Is he the one you want? Have a look around, he can't have gone far."
ko: "성전사가 방금 지나갔었어. 젊은 남자였지. 당신이 찾는 사람이 맞으려나? 주변을 찾아봐. 멀리 가지는 못했을 거야."
ko_mt: "십자군이 방금 지나갔습니다, 젊은 남자. 그가 당신이 원하는 사람입니까? 주위를 둘러보세요. 그는 멀리 가지 못했을 것입니다."

source: "I don't know anything about any crusader. But there's an abandoned house not far from here. If somebody was looking to hide, you won't find a better place than that."
ko: "성전사는 잘 모르겠는데. 하지만 이 근방에 버려진 집이 하나 있어. 누가 숨을 곳을 찾고 있었다면, 거기보다 나은 곳은 없을 거야."
ko_mt: "나는 십자군에 대해 아무것도 모른다. 하지만 여기서 멀지 않은 곳에 버려진 집이 있습니다. 누군가 숨을 곳을 찾고 있다면 이보다 더 좋은 곳을 찾을 수 없을 겁니다."

source: Punished Camellia for her crimes.
ko: 카멜리아의 죄를 빌미로 그녀를 처벌함.
ko_mt: 그녀의 범죄에 대해 카멜리아를 처벌했습니다.

source: "Who has ever heard of camellias that bloom all year long? There must be magic involved, I'm telling you!"
ko: "일년 내내 피어있는 동백꽃이 대체 어딨겠습니까? 단언컨대, 분명 마법이 있을 거예요!"
ko_mt: "일 년 내내 피는 카멜리아에 대해 들어본 사람? 분명 마법이 개입되어 있을 거예요!"

source: "Welcome to my room, my friend."
ko: "내 방에 온 걸 환영해, 친구."
ko_mt: "내 방에 온 걸 환영해, 친구"

source: "We are sure to find Horgus in his secret study."
ko: "분명 호르거스의 비밀을 찾을 수 있을 거야."
ko_mt: "우리는 그의 비밀 서재에서 호거스를 찾을 수 있습니다 "

source: The door is sealed and looks like it hasn't been opened in a very long time.
ko: 이 문은 잠겨있으며, 매우 오랫동안 열리지 않은 것 같습니다.
ko_mt: 문은 봉인되어 있고 오랫동안 열리지 않은 것처럼 보입니다.

source: "I thought mortals had cemeteries for sorrow and feasting halls for joy. This place seems to be a blend of both..."
ko: "필멸자들에게 묘지는 슬픔을, 식당은 기쁨을 위한 거라고 생각했었거든요. 이곳은 두 개념이 섞인 것 같아요..."
ko_mt: "인간은 슬픔을 위한 묘지와 기쁨을 위한 잔치장이 있는 줄 알았는데. 이곳은 두 가지가 혼합된 것 같습니다..."

source: "I adore this estate. So much beauty, so many quiet nooks."
ko: "나는 이 영지를 정말 좋아하지. 빼어나게 아름답고, 조용한 구석도 매우 많거든."
ko_mt: "저는 이 부동산을 좋아해요. 너무 많은 아름다움, 너무 많은 조용한 구석..."

source: "I don't like it in here. This party is stupid!"
ko: "여기 있기 정말 싫어. 이 연회는 멍청한 짓거리야!"
ko_mt: "난 여기가 싫어요. 이 파티는 멍청해요!"

source: "The Count must have exceptional bodyguards, considering he's still alive despite his personality."
ko: "백작이 그의 성격에도 불구하고 아직 살아있는 걸 보면, 정말로 뛰어난 경호원을 고용한 모양이로군."
ko_mt: "백작은 그 성격에도 불구하고 아직 살아있는 것을 고려할 때 뛰어난 경호원이 있어야합니다."

source: "So I've somehow landed at the party of a royal brat? Go figure!"
ko: "내가 어쩌다가 버릇없는 귀족 녀석의 연회에 들어오게 된 거지? 이해가 안되는군!"
ko_mt: "그래서 내가 어떻게든 왕족의 파티에 도착했다고? 상상해봐요!"

source: "'The psychological premise for mortals' attraction to sites of mass murder' or 'Gluttony'… Which article for my Encyclopedia should I focus on now?"
ko: "대량 학살 장소 또는 '폭식'에 관한 필멸자들의 심리적 전제라… 지금 내 백과사전에 실을 글 주제로 어느 것을 택해야 할까?"
ko_mt: "'대량 학살 현장에 대한 필멸자의 매력에 대한 심리적 전제'또는 '대식증'.. 지금 내 백과 사전의 어떤 기사에 집중해야합니까? "

source: "This estate could be remade into a formidable defensive outpost. It should be expropriated for the sake of the war effort and the owners compensated — after victory is secured."
ko: "이 영지는 강력한 수비 진지로 재구축할 수 있겠군. 꼭 전쟁 물자로 징발해야겠어. 주인에게는 승리가 확실해졌을 때 보상해야지."
ko_mt: "이 부동산은 강력한 방어 전초기지로 재탄생할 수 있습니다. 전쟁을 위해 수용되어야 하며, 승리가 확정된 후 소유주에게 보상이 이루어져야 합니다"

source: "You never know when — or if — you'll get another chance to rest and have some fun during wartime. I'd rather take my chance while I can!"
ko: "전쟁 중에는 휴식하며 좀 놀 수 있을 판이 언제 있을지, 아니면 가능이나 할 지 결코 알 수 없어. 할 수 있을 때 즐기는 게 나아!"
ko_mt: "전시 중에 언제, 혹은 언제 다시 쉬고 즐길 수 있는 기회를 얻을 수 있을지 알 수 없습니다. 할 수 있을 때 기회를 잡아야죠!"

source: "So that's how the Mendevian nobles live! Are their latrines adorned with gold and diamonds like people say?"
ko_mt: "그래서 멘데비아 귀족들은 이렇게 사는군요! 사람들이 말하는 것처럼 그들의 화장실은 금과 다이아몬드로 장식되어 있습니까?"

source: "I can imagine how lovely this manor must have been before the war. I yearn to set up my easel in one of the pleasant little alcoves and paint to my heart's content."
ko: "이 영지가 전쟁 전에는 얼마나 아름다웠을지 상상이 갑니다. 쾌적한 골방 하나에 제 화가를 세워두고 마음 속의 풍경을 그리고 싶어지는군요."
ko_mt: "전쟁 전에 이 저택이 얼마나 아름다웠을지 상상할 수 있어요. 쾌적한 작은 골방 중 하나에 이젤을 설치하고 마음껏 그림을 그리고 싶습니다."

source: "The golden boy invited us all here for a grand feast as if we were part of his own tribe. Interesting."
ko: "금색 남자가 우리 모두를 여기 초대해서 성대한 연회를 벌이는구나. 마치 우리가 자기 부족의 구성원인 듯 말이지. 흥미롭구나."
ko_mt: "황금 소년은 우리가 마치 자신의 부족의 일부인 것처럼 성대한 잔치에 우리 모두를 초대했습니다. 흥미롭군요"

source: "Everything here's just so... sparkly... I'm just gonna take a look at this thing and put it right back, honest!"
ko: "여기 있는 것들은 전부... 엄청... 반짝이네... 그냥 잠깐만 보고 다시 원래 자리에 갖다둘게. 진짜로!"
ko_mt: "여기 모든 게 너무.. 반짝반짝.. 그냥 이것 좀 보고 바로 돌려놓을게요, 솔직히!"

source: The decorative plants are in a miserable state. They've been neglected for many years.
ko: 장식용 식물들은 완전히 망가진 상태입니다. 수년간 방치되었을 게 확실합니다.
ko_mt: 장식용 식물은 비참한 상태입니다. 그들은 수년 동안 방치되었습니다.

source: The brickwork looks strangely uneven.
ko: 벽돌 하나가 이상하게 튀어나와 있습니다.
ko_mt: 벽돌이 이상하게 고르지 않게 보입니다.

source: There are occasional traces of older masonry and foundations. It looks like the building was reconstructed several times.
ko: 오래된 벽돌집과 그 토대의 흔적이 불규칙하게 남아있습니다. 이 건물은 몇 차례에 걸쳐 재건축되었을겁니다.
ko_mt: 가끔 오래된 벽돌과 기초의 흔적이 있습니다. 건물이 여러번 재건 된 것 같습니다.

source: "Countess Silaena Nevia Darah Arendae with her infant son Daeran." Unlike typical aristocratic portraits, this one depicts a young mother having fun with her child on a seesaw.
ko: "실레이나 네비아 다라 아렌데 백작 부인과 어린 아들 대런." 보통의 귀족 초상화와 달리, 이 그림은 젊은 어머니가 아이와 함께 시소를 타는 광경을 묘사합니다.
ko_mt: "실라에나 네비아 다라 아렌대 백작 부인이 어린 아들 다란과 함께" 전형적인 귀족 초상화와 달리이 초상화는 시소에서 아이와 함께 즐거운 시간을 보내는 젊은 엄마를 묘사합니다.

source: "Oh, it's you! Do you remember me? I called upon you to save the Count in Kenabres!"
ko: "아, 당신이군요! 기억하십니까? 케나브레스에서 제가 당신에게 백작님을 구해달라고 요청했었죠!"
ko_mt: "오, 너구나! 나 기억나? 케나브레스에서 백작을 구해달라고 부탁했었지!"

source: "Everything here screams of the destruction the demons bring upon the land... You can't just hide it under decorations."
ko: "데몬이 이 땅에 불러들인 파괴로 인해 이곳의 모든 것들이 비명을 지르는구나... 아무리 꾸며봤자 결코 감출 수 없지."
ko_mt: "여기 모든 것이 데몬들이 이 땅에 가져올 파괴에 대해 비명을 지르고 있습니다... 장식 아래에 숨길 수는 없습니다 "

source: "I wonder why the demons who attacked Heaven's Edge chose plague as their weapon. It was so... unimaginative."
ko: "데몬들이 어째서 천상의 끝자락을 공격할 무기로 역병을 선택했을까요. 그건 너무... 뻔하잖아요."
ko_mt: "천공의 가장자리를 공격한 데몬들이 왜 역병을 무기로 선택했을까. 그것은 너무.. 상상할 수 없었습니다."

source: "There's so much food here! If I let Soot eat everything she wants, she'll become twice as fat and won't be able to fly anymore."
ko: "먹을 게 너무 많아요! 만약 검댕이보고 알아서 먹게 풀어주면, 살이 두 배는 쪄서 더 이상 날아다니지 못하게 될걸요!"
ko_mt: "여기 음식이 너무 많아요! 그을음이 먹고 싶은 걸 다 먹게 하면 살이 두 배로 쪄서 더 이상 날 수 없어요"

source: "I love mansions like this. They always have columns, curtains, and alcoves where you can hide while waiting for the owner."
ko: "난 이런 저택을 좋아하지. 어김없이 기둥과 커튼, 작은 틈새가 있어서 주인이 돌아오기까지 숨기 좋거든."
ko_mt: "저는 이런 저택을 좋아합니다. 주인을 기다리는 동안 숨을 수 있는 기둥, 커튼, 골방이 항상 있죠"

source: "How can a single family or even a person live in a house large enough for my entire tribe?"
ko: "어떻게 한 가족이나 한 사람이 우리 부족 전체가 살기 충분한 집에서 살 수가 있는 거지?"
ko_mt: "어떻게 한 가족이나 심지어 한 사람이 부족 전체가 살 수있을 만큼 큰 집에 살 수 있습니까? "

source: "Compulsive food consumption may be a symptom of several serious neurological disorders. It may also indicate that the food in question boasts exceptional palatability!"
ko: "강박적인 음식 섭취는 아마도 몇가지 심각한 신경 장애의 증상일 것이다. 또한 그것은 문제의 그 음식이 엄청나게 맛있다는 것을 증명하기도 한다!"
ko_mt: "강박적인 음식 섭취는 몇 가지 심각한 신경 장애의 증상 일 수 있습니다. 또한 해당 음식이 뛰어난 기호성을 자랑한다는 것을 나타낼 수도 있습니다!"

source: "Don't think I underestimate the importance of quality rest for soldiers. But this revelry isn't rest — it's decadence."
ko: "제가 병사들을 위한 충분한 휴식의 중요성을 간과하고 있다 생각하지 마십시오. 하지만 흥청망청한 놀음은 휴식이 아닙니다. 퇴폐일 뿐이지요."
ko_mt: "제가 군인들에게 양질의 휴식의 중요성을 과소평가한다고 생각하지 마세요. 하지만 이 향연은 휴식이 아니라 퇴폐입니다."

source: "Fun and frolics may shield us from horror and despair, but one should use this shield sparingly."
ko: "즐거운 놀이는 공포와 좌절로부터 우리를 지켜줄 수 있지만, 아주 가끔씩만 써먹어야 해."
ko_mt: "재미와 장난은 공포와 절망으로부터 우리를 보호 할 수 있지만이 보호막을 아껴서 사용해야합니다 "

source: "The Mendevians sure like to put on airs... But they know how to throw a party, I'll give 'em that."
ko_mt: "멘데브인들은 확실히 방송을 좋아한다... 하지만 그들은 파티를 여는 방법을 알고 있습니다."

source: "Both this place and its owner make me think how deceptive appearances can be. But I cannot deny that the wine here is very good."
ko: "이 집과 집주인 모두 제게 기만적인 외견을 만드는 방법에 대해 생각할 거리를 주는군요. 하지만 이곳의 와인이 아주 맛있다는 사실 만큼은 부정할 수 없습니다."
ko_mt: "이 장소와 주인 모두 겉모습이 얼마나 기만적일 수 있는지 생각하게 만듭니다. 하지만 이곳의 와인이 매우 맛있다는 것은 부인할 수 없습니다."

source: "That's one good den. The golden boy's ancestors must have been powerful, given that their kin is still prosperous."
ko: "좋은 둥지로군. 금빛 남자의 조상은 분명 매우 강했을 테지. 그래야만 그 자손들도 여전히 풍족할 수 있을 테니."
ko_mt: "좋은 소굴이군요. 황금 소년의 조상은 친족이 여전히 번영하고있는 것을 감안할 때 강력했을 것입니다."

source: "I just saw a portrait of Daeran's mom. So she was an aasimar, too, huh? Some people get a celestial bloodline, tons of money, and a title, while others get horns and a slap in the face."
ko: "방금 대런의 엄마 초상화를 봤는데요. 그러니까 그녀도 아시마르였다는 거죠? 어떤 사람은 천족 혈통에, 돈방석에, 작위까지 얻는데, 어떤 사람은 뿔이랑 욕 사발만 받는 꼴이라니."
ko_mt: "방금 대런 엄마의 초상화를 봤어요. 엄마도 아시마르였군요? 어떤 사람은 천상의 혈통과 엄청난 돈과 직함을 얻지만 어떤 사람은 뿔과 얼굴에 뺨을 맞습니다."

source: "I want to leave. This place doesn't feel right."
ko: "나가고 싶어요. 여긴 뭔가 좋지 않은 느낌이 들어요."
ko_mt: "나 떠나고 싶어. 이곳은 옳지 않아요"

source: "I liked the party. It's a pity it's already coming to an end..."
ko: "이 파티 정말 좋았어요. 거의 끝나간다는 사실이 안타까울 따름이에요..."
ko_mt: "파티가 좋았어요. 벌써 끝나서 아쉽네요..."

source: "You know what I just realized? Daeran was afraid to come here, and so that's why he did it, because of that fear."
ko: "제가 방금 깨달은 사실이 뭔지 알아요? 대런 씨는 여기 오는 것을 두려워했어요. 그리고 바로 그 공포심 때문에 이곳을 찾아온 거죠."
ko_mt: "내가 방금 깨달은 게 뭔지 알아? 대런은 여기 오는 게 두려웠고, 그래서 그 두려움 때문에 그렇게 한 거야 "

source: "Is this my first time at a high society party not on a job?"
ko: "일 없이 상류층의 사교 파티에 참석한건 내 생에 최초인 것 같소만?"
ko_mt: "직장이 아닌 상류층 파티에 온 것은 이번이 처음인가요? "

source: "Ugh, my head... It feels even more twisted than usual."
ko: "윽, 머리야... 평소보다 더 틀어진 것 같아."
ko_mt: "으, 내 머리.. 평소보다 더 뒤틀린 느낌입니다 "

source: "I've been watching our Count and wondering... If you imagine his head as a boiling pot, then what kind of brew is bubbling inside?"
ko: "우리 백작을 보다가 문득 떠오른 건데... 그의 머리가 끓는 중인 솥단지라 치면, 그 속에는 어떤 혼합물이 보글보글 끓고 있을까?"
ko_mt: "나는 우리 백작을 지켜보면서 궁금했어... 그의 머리를 끓는 냄비라고 상상하면 어떤 종류의 양조가 내부에서 끓고 있습니까?"

source: "There is a common opinion that any party like this one must inevitably end with a fight. Hmmm. If you are trying to encourage me to check this hypothesis personally, then I'd rather observe from afar."
ko: "이와 비슷한 파티는 반드시 난투극으로 끝난다는 통념이 있죠. 흐으음. 당신이 내게 이 가설을 개인적으로 검토해보라 요청한다면, 내가 한 발 양보해야 할 것 같네요."
ko_mt: "이런 파티는 필연적으로 싸움으로 끝나야한다는 일반적인 의견이 있습니다. 흠. 이 가설을 개인적으로 확인하도록 격려하려는 것이라면 차라리 멀리서 관찰하고 싶습니다."

source: "I hope this travesty is finally over."
ko: "이 억지스러운 짓거리가 끝나기만을 바랍니다."
ko_mt: "이 비극이 마침내 끝났으면 좋겠다"

source: "I shouldn't have drunk so much. If the demons suddenly turn up, it'll be a lotta fun. Either for me... or for them!"
ko: "나도 술을 그렇게 퍼마시면 안됐는데. 데몬이 갑자기 튀어나오기라도 한다면 꽤 재밌어질거야. 나한테도... 데몬들에게도!"
ko_mt: "너무 많이 마시는 게 아니었어. 갑자기 데몬이 나타나면 정말 재미있을 거야. 나를 위해서든.. 아니면 그들을 위해서든!"

source: "Fine, I admit that the celebration wasn't that bad! I even feel less inclined to give Daeran a good slap."
ko: "좋아, 이 축하연이 썩 괜찮았다는 건 인정해! 대런 뺨을 후려치고 싶은 생각이 줄어들 정도라니깐."
ko_mt: "좋아요, 축하 행사가 그렇게 나쁘지 않았다는 것을 인정합니다! 대런이에게 뺨을 때려주고 싶은 마음도 덜해졌어요"

source: "Woo! I've eaten enough for ten men... and still, the festivals in our village were much more fun. We didn't have all these delicacies, but we celebrated with spirit."
ko_mt: "우! 남자 열 명이 먹을 만큼 먹었는데.. 그래도 우리 마을의 축제는 훨씬 더 즐거웠어요. 우리는 이 모든 진미를 먹지는 않았지만 정신으로 축하했습니다."

source: "I don't want to complain, but I'm not sure I'll be able to endure another hour of this outrageous debauchery."
ko: "불평하려는 건 아닙니다만, 이 광란의 방탕극을 조금 더 참아줄 수 있을지 확신이 서질 않는군요."
ko_mt: "불평하고 싶지는 않지만이 터무니없는 방탕을 한 시간 더 견딜 수 있을지 모르겠습니다 "

source: "I liked this celebration. Someday I will live like this, too. I will have just as much food and money, or even more!"
ko: "이 축하연이 마음에 들었어. 언젠간 나도 이렇게 살 수 있겠지. 이만한 음식과 돈, 그보다 더한 것들까지 가지게 될 거야!"
ko_mt: "나는 이 축하 행사가 좋았다. 언젠가는 나도 이렇게 살 것이다. 나는 많은 음식과 돈을 가질 것입니다, 또는 더 많이!"

source: "Are we leaving already? Yeah? No? I wouldn't mind stayin' for a little while!"
ko: "벌써 떠나려는 거예요? 맞아요? 아니에요? 전 여기 조금 더 있어도 괜찮은데요!"
ko_mt: "벌써 떠나요? 그래요? 아니요? 조금만 더 있어도 괜찮아요!"
