Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: The sting breaks in your hands, leaving them covered in venom.
ko: 독침은 맹독을 머금은 그대로 당신의 손에 의해 부러졌습니다.
ko_mt: 침이 손에서 부러져 독으로 덮여 있습니다.

source: The sting fits comfortably in the hand. It can be used as a poisonous dagger if desired.
ko: 독침은 손에 꼭 맞습니다. 원한다면 독을 머금은 단검으로도 사용할 수 있을 정도입니다.
ko_mt: 침은 손에 편안하게 맞습니다. 원하는 경우 독 단검으로 사용할 수 있습니다.

source: An intricate symbol is etched into the scorpion's chitin.
ko: 전갈의 갑각에는 복잡한 문양이 새겨져 있습니다.
ko_mt: 전갈의 키틴에 복잡한 기호가 새겨 져 있습니다.

source: The symbol etched into the scorpion's chitin belongs to the demon lord Aldinach, the sister and the sworn enemy of Areshkagal.
ko: 전갈의 갑각에 새겨진 문양은 아레시카갈의 자매이자 숙적인 데몬로드 알디나크의 것입니다.
ko_mt: 전갈의 키틴에 새겨진 상징은 아레쉬카갈의 자매이자 맹세 한 적인 데몬 로드 알디나흐의 소유입니다.

source: There is an inscription on the base of the statue. It reads, "Stand before me. Reveal yourself."
ko: 조각상의 받침에 글귀가 새겨져 있습니다. "내 뒤에 서라. 네 본질을 드러내라."
ko_mt: 동상 바닥에 비문이 새겨져 있습니다. "내 앞에 서라. 자신을 드러내십시오."

source: There used to be an inscription at the base of the statue, but time has worn it away completely.
ko: 조각상의 받침에는 글귀가 적혀 있었을 테지만, 시간이 그것을 완전 닳아 없어지게 만들었습니다.
ko_mt: 예전에는 동상 바닥에 비문이 있었지만 시간이 지남에 따라 완전히 닳아 없어졌습니다.

source: "I am the void and the emptiness. I am the starting point. I am infinite. Tear my mask off and let it fall at my feet."
ko: "나는 공허이자 허무이다. 나는 시작점이다. 나는 무한이다. 내 가면을 찢어 내 발 밑에 뿌려라."
ko_mt: "나는 공허와 공허함이다. 나는 출발점이다. 나는 무한하다. 가면을 벗고 내 발 앞에 떨어뜨려라."

source: "I am the end of the road. I am superiority. I am loneliness. Tear my mask off and let it fall at my feet."
ko: "나는 길의 끝이다. 나는 우월이다. 나는 고독이다. 내 가면을 찢어 내 발 밑에 뿌려라."
ko_mt: "나는 길의 끝이다. 나는 우월하다. 나는 외로움이다. 마스크를 찢어 내 발 앞에 떨어뜨려라."

source: "I am the unknown. I scare cowards, but reveal my secrets to the brave. Tear my mask off and let it fall at my feet."
ko: "나는 미지이다. 나는 겁쟁이에게 공포를 주나, 용감한 자에게는 내 비밀을 보여준다. 내 가면을 찢어 내 발 밑에 뿌려라."
ko_mt: "나는 미지의 존재다. 나는 겁쟁이들을 겁주지만 용감한 사람들에게는 내 비밀을 밝힙니다. 마스크를 찢고 내 발 앞에 떨어 뜨리십시오."

source: "I am the impetus to act. I am a reason for torture, and a cause for insomnia. Tear my mask off and let it fall at my feet."
ko: "나는 행동의 원동력이다. 나는 고통의 이유이며, 불면증의 원인이다. 내 가면을 찢어 내 발 밑에 뿌려라."
ko_mt: "나는 행동의 원동력이다. 나는 고문의 이유이며 불면증의 원인이다." 마스크를 찢어 내 발 앞에 떨어 뜨리십시오."

source: There is an inscription on the base of the statue. It reads: "Know yourself. Become no one."
ko: 조각상의 받침에 글귀가 새겨져 있습니다. "너 자신을 알라. 그 누구도 되지 말라."
ko_mt: 동상 바닥에 비문이 새겨져 있습니다. 이렇게 쓰여 있습니다. "자신을 알라. 아무도되지 마십시오."

source: "Our alliance could have been great. Our children would have ruled the Abyss. But you rejected me, Areshkagal." Beneath the inscription is a carefully drawn symbol — a minotaur's head.
ko: "우리가 손을 잡으면 위대해졌을 것이다. 우리의 자손이 심연을 지배했을 테지. 하지만 너는 나를 거절했다, 아레시카갈." 글귀 아래에는 미노타우르스의 머리 문양이 세심하게 그려졌습니다.
ko_mt: "우리의 동맹은 위대할 수 있었다. 우리 아이들이 심연을 지배할 수 있었을 거야. 하지만 당신은 나를 거부했지, 아레쉬카갈." 비문 아래에는 미노타우로스의 머리가 정성스럽게 그려진 상징이 있습니다.

source: "I don't want to become nothing. I don't want to become nothing. I don't want to become nothing. I don't want to become nothing. I don't want to become nothing."
ko: "나는 아무것도 아니고 싶지 않아. 나는 아무것도 아니고 싶지 않아. 나는 아무것도 아니고 싶지 않아. 나는 아무것도 아니고 싶지 않아. 나는 아무것도 아니고 싶지 않아."
ko_mt: "나는 아무것도되고 싶지 않다. 나는 아무것도 되고 싶지 않다. 나는 아무것도 되기 싫어요. 나는 아무것도 되기 싫어요. 나는 아무것도 되기 싫어요"

source: "We are paladins of holy Iomedae. We have come here to scatter the shadows and..." The rest of the inscription is illegible.
ko: "우리는 신성한 아이오메데의 팔라딘이다. 우리는 그림자를 쫒아내기 위해 이곳에 왔으며..." 글귀의 남은 부분은 읽을 수 없습니다.
ko_mt: "우리는 성스러운 아이오메데의 성기사다. 우리는 그림자를 흩뜨리기 위해 이곳에 왔습니다..." 나머지 비문은 읽을 수 없습니다.

source: A demon has left deep claw marks across this surface. If there was an inscription here, it has been completely obliterated.
ko: 데몬이 이 부분에 깊은 발톱 자국을 남겼습니다. 이곳에 글귀가 새겨져 있었다면, 완벽하게 사라졌을 것입니다.
ko_mt: 데몬이 이 표면에 깊은 발톱 자국을 남겼습니다. 여기에 비문이 있었다면 완전히 지워졌습니다.

source: "...great Areshkagal! I shall become a part of your riddle..." Time has rendered the rest of the inscription illegible.
ko: "... 위대하신 아레시카갈이시여! 저는 당신의 수수께끼의 일부가 되겠습니다..." 세월이 이 글귀의 다른 부분을 읽을 수 없게 만들었습니다.
ko_mt: "...위대한 아레쉬카갈! 당신의 수수께끼의 일부가 되겠습니다..." 시간이 지남에 따라 나머지 비문은 읽을 수 없게 되었습니다.

source: "I am writing this, therefore I exist."
ko: "나는 적는다, 고로 나는 존재한다."
ko_mt: "나는 이것을 쓰고 있으므로 나는 존재한다"

source: This ancient text is written in a long-forgotten language: "Vulgtmah l' ah Nyarlathotep, uh'eog ot r'luhh. Vulgtmah l' ah Areshkagal, ah'ehye'drn ot nildh'rishuggogg."
ko: 이 고대의 글은 오래 전에 잊힌 언어로 쓰여있습니다. "Vulgtmah l' ah Nyarlathotep, uh'eog ot r'luhh. Vulgtmah l' ah Areshkagal, ah'ehye'drn ot nildh'rishuggogg."
ko_mt: 이 고대 텍스트는 오랫동안 잊혀진 언어로 쓰여졌습니다. "벌그마 라흐 냐를라토텝, 어'에오그 오트 르루흐. 아레쉬카갈, 아흐예'드른, 닐드'리슈그고그"

source: Dried-Up Magic Spring
ko: 말라붙은 마법의 샘
ko_mt: 마른 마법의 샘

source: "The quantity reflects disguised numbers."
ko: "수량이 숨겨진 숫자를 나타낸다."
ko_mt: "수량은 위장된 숫자를 반영합니다"

source: "True treasures are always kept in darkness."
ko: "진정한 보물은 언제나 어둠 속에 숨어있다."
ko_mt: "진정한 보물은 항상 어둠 속에 보관된다"

source: "The quantity is no more than three in a straight."
ko: "수량은 연속 세 개보다 더 클 수 없다."
ko_mt: "수량은 한 줄에 3개 이하입니다"

source: The darkness at the bottom of the spring exudes a calm blue glow.
ko: 샘 밑바닥의 암흑에는 희미한 파란색 빛이 흐릅니다.
ko_mt: 봄의 바닥에있는 어둠은 차분한 푸른 빛을 발산합니다.

source: The darkness at the bottom of the spring exudes a calm green glow. Whispering can be heard coming from it: "I am the light."
ko: 샘 밑바닥의 암흑에는 희미한 초록색 빛이 흐릅니다. 안쪽에서 속삭임이 들려옵니다. "나는 빛이니라."
ko_mt: 샘 바닥의 어둠은 차분한 녹색 빛을 발산합니다. 거기서 속삭이는 소리가 들린다. "나는 빛이다."

source: The darkness at the bottom of the spring exudes a calm green glow. Whispering can be heard coming from it: "I am the darkness."
ko: 샘 밑바닥의 암흑에는 희미한 초록색 빛이 흐릅니다. 안쪽에서 속삭임이 들려옵니다. "나는 어둠이니라."
ko_mt: 봄의 바닥에있는 어둠은 차분한 녹색 빛을 발산합니다. 거기서 속삭이는 소리가 들립니다. "나는 어둠이다."

source: The darkness at the bottom of the spring exudes a calm green glow. Whispering can be heard coming from it: "I am between the light and the darkness."
ko: 샘 밑바닥의 암흑에는 희미한 초록색 빛이 흐릅니다. 안쪽에서 속삭임이 들려옵니다. "나는 빛과 어둠의 사이이니라."
ko_mt: 샘 바닥의 어둠은 차분한 녹색 빛을 발산합니다. 거기서 속삭이는 소리가 들립니다. "나는 빛과 어둠 사이에 있다."

source: A statue of a chicken, created in an artful and absolutely non-insulting manner.
ko: 감각적이며 완전히 모욕적이지 않은 기법으로 만들어진 닭 조각상입니다.
ko_mt: 교묘하고 절대 모욕적이지 않은 방식으로 만들어진 닭 동상.

source: "Holy Iomedae, do not forsake Drezen in our hour of strife."
ko: "신성한 아이오메데시여, 투쟁의 순간에 있는 드레젠을 버리지 말아 주소서."
ko_mt: "거룩한 아이오메데, 우리의 투쟁의 시간에 드레젠을 버리지 마소서"

source: Servants have discovered a {g|XorgesLetter}letter{/g} furtively planted in the Commander's chambers. Judging by the signature, it was written by the tiefling Xorges and addressed to the Commander.
ko_mt: 하인들이 사령관의 방에 은밀히 심어져 있는 {g|XorgesLetter}편지{/g}를 발견했습니다. 서명으로 보아 티플링 소르게스가 쓴 것으로 보이며 사령관에게 전달되었습니다.

source: "Perfect. Everything is ready. We're just waiting for you!"
ko: "완벽하군요. 모든 준비가 끝났습니다. 당신만을 기다리고 있었어요!"
ko_mt: "완벽합니다. 모든 것이 준비되었습니다. 여러분만 기다리고 있습니다!"

source: Farewell Letter from the Next-Door Theater
ko: 이웃 사촌 극단의 작별 편지
ko_mt: 옆집 극장에서 보낸 작별 편지

source: "Dearest Commander! It is with great pleasure that I inform you the Next-Door Theater has finally gained the international fame it deserves. We were invited to tour fifteen very distant countries, and that's where we're headed! We must depart Drezen immediately. Alas, we will be unable to perform for you our latest play about your heroic deeds. Be assured that we do not suspect you of wanting to devour our audience. And, naturally, it never crossed our minds that you might wish to eat one of our actors! This is absolutely not the case! With kindest regards, Grandma Gretlen"
ko: "경애하는 사령관님! 이웃 사촌 극단이 마침내 걸맞는 국제적 명성을 얻었음을 알릴 수 있어 기쁩니다. 우리는 항상 가보고 싶었던 머나먼 15개 국에서 초대 받았답니다! 우리는 즉시 드레젠을 떠나야 합니다. 아아, 우리는 당신의 영웅적 업적에 관한 우리의 마지막 공연을 열 수 없게 되었습니다. 우리는 당신이 우리의 관객들을 잡아먹고 싶어할지도 모른다는 의심 따윈 하지 않는답니다. 당연히 당신이 우리의 배우 중 하나를 먹고 싶어할지도 모른다는 생각은 감히 꿈도 꾸지 않았어요! 안부를 전하며, 그레틀렌 할머니"
ko_mt: "친애하는 사령관님! 옆집 극장이 마침내 국제적인 명성을 얻게 되었다는 소식을 알려드리게 되어 매우 기쁩니다. 우리는 아주 먼 15개국 투어에 초대받았고, 그곳으로 향하고 있습니다! 우리는 즉시 드레젠을 떠나야 합니다. 아쉽게도 당신의 영웅적 업적에 관한 최신 연극을 공연할 수 없게 되었습니다. 관객을 삼키려는 의도는 전혀 없으니 안심하셔도 됩니다. 그리고 당연히 우리 배우 중 한 명을 먹고 싶을지도 모른다는 생각은 전혀 하지 못했습니다! 절대 그렇지 않습니다! 친절한 안부, 그레틀렌 할머니"

source: "Well, it's time to do my duty as commander. Get a squad ready."
ko: "좋아, 사령관으로서 내 의무를 다할 시간이로군. 분대 전투 준비."
ko_mt: "글쎄, 지휘관으로서 내 의무를 다할 시간이다. 분대 준비해"

source: Fye's eyes are open, and you could almost think he was still alive, if it weren't for the hole in his temple.
ko: 파이의 눈이 커졌으며, 때문에, 관자놀이에 구멍만 없었더라면, 거의 그가 살아있다고 생각할 뻔했습니다.
ko_mt: 파이의 눈은 열려 있고 관자놀이에 구멍이 없었다면 그가 아직 살아 있다고 생각할 수 있습니다.

source: The Pathfinder venture-captain died fighting, sword in hand.
ko: 패스파인더 모험 대장은 전투 중 사망했으며, 손에는 아직도 검을 쥐었습니다.
ko_mt: 패스파인더 벤처 선장은 칼을 들고 싸우다 죽었다.

source: Someone has separated the head and the torso of the young priest from the rest of his body so delicately that it looks as if he is still whole.
ko: 누군가 젊은 사제의 머리와 배를 섬세하게 분리해뒀으며, 그 때문에 아직도 한 덩어리인 것처럼 보입니다.
ko_mt: 누군가 젊은 사제의 머리와 몸통을 몸의 나머지 부분에서 너무 섬세하게 분리하여 마치 그가 여전히 온전한 것처럼 보입니다.

source: Magical Barrier
ko_mt: 마법의 장벽

source: The exit is blocked with huge boulders, which are covered in moss, so it seems this blockage has been here for a long time.
ko: 출구는 커다란 바위로 막혔으며, 이끼로 뒤덮인걸 보아 상당히 오랜 기간동안 봉쇄되어 있었던 걸로 보입니다.
ko_mt: 출구는 이끼로 덮인 거대한 바위로 막혀있어이 막힘이 오랫동안 여기에 있었던 것 같습니다.

source: The corpse of the one-eyed tiefling is cold and damp — it was clearly frozen previously and only recently has the ice given way to rigor mortis.
ko: 척안 티플링의 시체는 차갑고 축축합니다. 분명히 직전까지 얼어붙어 있다가 존엄한 죽음을 맞이했을겁니다.
ko_mt: 애꾸눈 티플링의 시체는 차갑고 축축합니다. 이전에 분명히 얼어 붙었고 최근에야 얼음이 단단한 사체로 바뀌 었습니다.

source: The demons have not left much of the young Hellknight, but there is little doubt that he died without regrets.
ko: 데몬들은 젊은 헬나이트의 부속을 많이 남기지 않았으나, 그가 한 점의 후회 없이 죽었을 것은 의심의 여지가 없습니다.
ko_mt: 데몬들은 젊은 지옥기사에게 많은 것을 남기지 않았지만 그가 후회없이 죽었다는 것은 의심의 여지가 없습니다.

source: "So many interesting smells in this cave! Much more appetizing than the ones in the Abyss!"
ko: "이 동굴에선 너무나 많은 냄새가 나는군! 심연에서 맡던 것보다 훨씬 더 맛있어 보여!"
ko_mt: "이 동굴에는 흥미로운 냄새가 너무 많아요! 심연에 있는 것보다 훨씬 더 식욕을 돋워요!"

source: "It smells like home! Soon we'll warm up by the fire and have a huge dinner!"
ko: "고향 냄새가 나! 곧 장작을 피우고 성대한 식사를 할 수 있을 거야!"
ko_mt: "집 냄새가 나요! 곧 불 옆에서 몸을 녹이고 맛있는 저녁을 먹을 거예요!"

source: "It's my first time on another plane. I feel like a stranger here. But I feel like a stranger everywhere."
ko_mt: "다른 차원는 처음이에요. 이방인처럼 느껴집니다. 하지만 어디를 가든 낯선 사람처럼 느껴져요."

source: {n}The stream of curses coming from Ciar's mouth is cut off by a wheeze. He staggers and collapses to the ground. His gnarled fingers claw at the breastplate over his heart, then go still.{/n}
ko: {n}시어의 입에서 나오던 일련의 욕지거리가 가빠진 숨에 의해 멈췄다. 이윽고 비틀거리더니 바닥에 쓰러진다. 그의 마디진 손가락이 심장 부분의 흉갑을 감싸쥐었고, 그대로 멈췄다.{/n}
ko_mt: {n}시아르의 입에서 나오는 저주의 흐름이 쌕쌕거리는 소리와 함께 끊어집니다. 그는 비틀거리며 바닥에 쓰러졌습니다. 그의 울퉁불퉁한 손가락이 심장 위의 흉갑을 할퀴고 가만히 있습니다.{/n}

source: "I'm not about to give up the ghost just yet. There are more battles to come!"
ko: "난 아직 유령 따위에게 항복할 생각이 없다. 더 많은 전투가 기다리기 때문이다!"
ko_mt: "아직 유령을 포기할 때가 아니야. 앞으로 더 많은 전투가 있습니다!"

source: Old Ciar, leader of the Everbright Crusaders, has perished along with his order.
ko: 영원한 빛 성전군의 지휘관인 노인 시어는 그의 기사단과 함께 죽었습니다.
ko_mt: 에버 브라이트 십자군의 지도자 올드 시아르가 그의 명령과 함께 멸망했습니다.

source: "Run, demons! The knights of the Flaming Lance are here!"
ko: "도망쳐라, 데몬 놈들아! 불타는 기병창의 기사들이 당도했도다!"
ko_mt: "도망쳐라, 데몬들아! 불타는 창 기사단이 여기 있다!"

source: Klaem, valorous knight of the Order of the Flaming Lance, lies dead. His open wounds are crawling with locusts.
ko: 불타는 기병창 기사단의 용맹한 기사였던 클렘이 죽은 채 누워 있습니다. 절개된 그의 상처에는 메뚜기 떼가 우글댑니다.
ko_mt: 불타는 창 기사단의 용맹한 기사 클렘이 죽었습니다. 그의 열린 상처에는 메뚜기가 기어 다니고 있습니다.

source: "This battle has given us priceless evidence. When we come back, this will be a scientific breakthrough!"
ko: "이 전투는 우리에게 값을 매길 수 없는 물증을 주었다. 우리가 살아 돌아온다면, 이것들은 과학적 위업이 될 것이야!"
ko_mt: "이 전투는 우리에게 귀중한 증거를 제공했습니다. 우리가 돌아 오면 이것은 과학적 돌파구가 될 것입니다!"

source: Miammir the Scholar, leader of the Order of the Flaming Lance, returned to the Worldwound only to meet her death here.
ko: 불타는 기병창 기사단의 지휘관인 학자 미아미르는 그저 이곳에서 죽음을 맞기 위해 세계상처로 돌아왔을 뿐입니다.
ko_mt: 불타는 창 교단의 지도자인 학자 미아 미르가 세계상처로 돌아와 이곳에서 죽음을 맞이했습니다.

source: "Good work! We stopped the demon spawn from taking the banner!"
ko: "잘했소! 우리는 데몬 놈들이 깃발을 가로채는 걸 막았소!"
ko_mt: "잘했어! 데몬 스폰이 배너를 가져가는 것을 막았습니다!"

source: Nystra Flamefinger, leader of the Order of the Flaming Lance, has lost her final battle.
ko: 불타는 기병창 기사단의 지휘관인 나이스트라 플레임핑거는 마지막 전투에서 패배하고 말았습니다.
ko_mt: 불타는 창 교단의 지도자 니스트라 플레임핑거가 마지막 전투에서 패배했습니다.

source: "Not much longer now."
ko: "얼마 남지 않았다."
ko_mt: "이제 얼마 남지 않았습니다"

source: "Those demons won't take us a second time!"
ko: "데몬들에게 두 번은 질 수 없다!"
ko_mt: "저 데몬들은 우리를 두 번 다시 데려가지 않을 것입니다!"

source: "We've got a score to settle with those scum."
ko: "이 개새끼들에게 복수할 기회가 왔다."
ko_mt: "우리는 그 쓰레기들과 합의해야 할 점수가 있습니다 "

source: "We're back, horned beasts. Meet your end!"
ko: "우리가 돌아왔다, 뿔달린 금수들아. 네들 최후를 맞이하거라!"
ko_mt: "우리가 돌아왔다, 뿔 달린 짐승들아. 너의 최후를 맞이하라!"

source: The healed knights have returned to the Worldwound for revenge, but found only death.
ko: 치료받은 기사는 복수를 위해 세계상처로 돌아왔으나, 그를 반긴 것은 죽음뿐이었습니다.
ko_mt: 치유 된 기사들이 복수를 위해 세계상처로 돌아 왔지만 죽음 만 발견했습니다.

source: "Stay vigilant. The enemy is everywhere — a second wave may be on its way!"
ko: "경계를 늦추지 말라. 적들이 사방에 있다. 두번째 공격이 밀려올 것이다!"
ko_mt: "경계를 늦추지 마세요. 적이 도처에 있습니다 - 두 번째 물결이 오고 있을지도 모릅니다!"

source: Chun Dawei, governor of Kenabres, stares unseeingly up at the sky, his eye sockets empty.
ko: 케나브레스의 총독인 츈 다웨이는 초점을 잃은 채 하늘을 바라보는 중이며, 그의 눈구멍은 비어있습니다.
ko_mt: 케나브레스의 주지사 천다웨이는 눈구멍이 비어있는 채로 하늘을 응시하고 있습니다.

source: "Let more of them come! Let ten times as many come — their fate will be the same."
ko: "더 오게 두어라! 몇 번이고 다시 오도록 해라! 몇 마리가 오든 맞이하는 운명은 같을 것이다!"
ko_mt: "더 많이 오게 하소서! 10 배나 많은 사람들이 오게하십시오-그들의 운명은 같을 것입니다."

source: Prelate Hulrun, who fought tirelessly against the demon threat, has finally met an enemy he could not defeat.
ko: 끈질기게 데몬의 위협에 맞서 싸웠던 주교 헐런은 끝내 이길 수 없는 적을 만났습니다.
ko_mt: 데몬의 위협에 맞서 지칠 줄 모르고 싸웠던 사제 훌런이 마침내 물리 칠 수없는 적을 만났습니다.

source: "The accursed priestess of the accursed Deskari! You will not prevail, for Iomedae is with me!"
ko: "개같은 데스카리의 좆같은 여사제여! 아이오메데께서 나와 함께 하시는 한, 네게 승리란 없을 것이다!"
ko_mt: "저주받은 데스카리의 저주받은 여사제! 아이오메데가 나와 함께하니 넌 이기지 못할 것이다!"

source: "Terendelev, my old friend and trusted ally... I've come to pay my last debt to you."
ko: "테렌델레브... 내 오랜 친구이자 믿을 수 있는 아군이여... 네게 진 마지막 빚을 갚으러 왔소."
ko_mt: "테렌델레브, 나의 오랜 친구이자 믿음직한 동맹.. 너에게 마지막 빚을 갚으러 왔어."

source: "Close ranks!"
ko: "방진을 쳐라!"
ko_mt: "순위 마감!"

source: "Your Majesty! Watch out!"
ko: "주군이시여! 지켜봐주소서!"
ko_mt: "폐하! 조심하세요!"

source: "Your Majesty! It's a trap!"
ko: "주군이시여! 함정입니다!"
ko_mt: "폐하! 함정입니다!"

source: "Unforgivable insolence. The similar one will suffer. I'll chew the Queen's meat out of {mf|his|her} flesh — every bite, every last drop!"
ko: "용서해줄 수 없는 무례함이로구나. 비슷한 자가 고통을 겪을 것이다. 나는 사령관의 눈 앞에서 여왕의 고기를 씹을 것이다. 한 점도 남김없이 말이지!"
ko_mt: "용서할 수없는 무례 함. 비슷한 사람은 고통을 겪을 것입니다. 나는 {mf|그|그녀}의 살에서 여왕의 고기를 씹을 것입니다 - 한 입, 마지막 한 방울까지!"

source: "What's the news from Wintersun?"
ko: "윈터선에 새로운 소식이 있나?"
ko_mt: "윈터선 소식은? "

source: "What will you do now?"
ko: "이제 어떻게 할 거지?"
ko_mt: "이제 어떻게 하시겠습니까? "

source: "Farewell, Marhevok."
ko: "잘가라, 마르헤복."
ko_mt: "안녕, 마르헤복"

source: Destroy the Ineluctable Prison
ko_mt: 피할 수 없는 감옥을 파괴하라

source: Destroy Alderpash's phylactery
ko: 알더페시의 성물함을 파괴한다
ko_mt: 알더파쉬의 계통 파괴

source: Dispel the magical barrier
ko: 마법 장막을 해제한다
ko_mt: 마법의 장벽을 없애라

source: Climb up to the Groaning Gate
ko: 신음하는 관문 위로 기어오른다
ko_mt: 신음하는 문으로 올라가세요

source: Climb down to the secret passage
ko: 비밀 통로로 기어내려간다
ko_mt: 비밀 통로로 내려가세요

source: Kill the wretched victim
ko: 불쌍한 희생자를 죽인다
ko_mt: 비참한 희생자를 죽여라

source: Take the heart
ko: 심장을 챙긴다
ko_mt: 심장을 가져가기

source: "Run, my benefactor, save yourself! And I'll follow in your footsteps, catch up to you, and kill you! That is the only way the ashen death acquires its flavor!"
ko: "도망가라, 은인이여! 먼저 목숨을 건져라! 그러면 내가 네 발자취를 따라, 너를 따라 잡아, 죽여주겠다! 잿빛 죽음의 향기를 살릴 방법은 그것 뿐이니라!"
ko_mt: "나의 은인이여, 도망쳐라! 그러면 내가 당신의 발자취를 따라가서 당신을 따라잡고 죽일 것입니다! 그것이 잿빛 죽음이 그 맛을 얻는 유일한 방법입니다!"

source: "It seems to me that we have already discussed everything, my dear."
ko: "나의 당신이여, 이미 모든 사안에 대해 토의한 것 같군요."
ko_mt: "우리는 이미 모든 것을 논의한 것 같습니다, 내 사랑 "

source: There's not even a spark of intelligence in this mortal's dim eyes. This horrific imprisonment has driven him insane.
ko: 필멸자의 어둑한 눈동자에는 일말의 지적인 반짝임도 찾을 수 없습니다. 그는 이 끔찍한 구속 때문에 미쳐버렸습니다.
ko_mt: 이 필멸자의 희미한 눈에는 지능의 불꽃조차 없습니다. 이 끔찍한 투옥은 그를 미치게 만들었습니다.

source: The prisoner isn't looking at you — her bloodthirsty gaze, full of vengeful glee, is fixed on your opponent.
ko: 죄수는 당신을 보고 있지 않습니다. 피에 굶주린 그녀의 응시와 복수심으로 가득 찬 환희는 당신의 적을 향해 박혀 있습니다.
ko_mt: 죄수는 당신을 보고 있지 않습니다-복수의 기쁨으로 가득 찬 그녀의 피에 굶주린 시선이 상대방에게 고정되어 있습니다.

source: The prisoners were slaughtered quickly and carelessly, the guards were clearly in a hurry.
ko: 죄수들은 빠르고 무자비하게 살해되었습니다. 경비병은 분명히 서둘렀을 겁니다.
ko_mt: 죄수들은 빠르고 부주의하게 학살 당했고 경비원들은 분명히 서두르고있었습니다.

source: The corpse looks as if it exploded from the inside — all the entrails have been eaten away and the flesh is covered with oily mucus.
ko: 시신은 마치 안으로부터 폭발한 것처럼 보입니다. 내장은 전부 파먹혔으며, 살덩이는 번들거리는 점액으로 뒤덮였습니다.
ko_mt: 시체는 내부에서 폭발 한 것처럼 보입니다. 모든 내장이 먹혀 버렸고 살은 기름진 점액으로 덮여 있습니다.

source: The transparent skin stretched over bones and half-gnawed fingers indicate that the prisoner died of hunger.
ko: 뼈 위로 늘어진 채 내부를 그대로 보여주는 피부와 반쯤 파먹은 손가락은 이 죄수가 아사했음을 보여줍니다.
ko_mt: 뼈 위로 뻗은 투명한 피부와 반쯤 갉아 먹은 손가락은 죄수가 굶주림으로 죽었 음을 나타냅니다.

source: The writing in blood reads, "I'll see you, Commander. But not here, not now." It is signed "Echo" with Deskari's mark next to it.
ko: 피로 쓰인 글씨입니다. "나와 만나기 될 것이다, 사령관. 그러나 지금, 여기서는 아니다." 글에는 "메아리" 라는 서명이 있으며, 그 옆에는 데스카리의 표식이 그려졌습니다.
ko_mt: 피로 쓴 글에는 "사령관님, 또 뵙겠습니다. 하지만 여기서는 안 돼, 지금은 안 돼."라고 적혀있습니다. 그 옆에는 데스카리의 마크와 함께 "메아리"라고 서명되어 있습니다.

source: You feel a sudden chill, as though someone has just fixed their gaze, heavy with spite, on the back of your head.
ko: 당신은 갑작스런 한기를 느낍니다. 마치 누군가가 증오로 가득 찬 시선을 당신의 뒤통수에 꽂는 것 같습니다.
ko_mt: 누군가가 방금 당신의 뒤통수에 악의에 찬 무거운 시선을 고정시킨 것처럼 갑작스런 오한을 느낍니다.

source: Baphomet's unholy symbol is covered in the blood of the innocent who were sacrificed before it.
ko: 바포메트의 불경한 상징은 그것 아래에 희생된 무고한 자들의 피로 범벅되었습니다.
ko_mt: 바포메트의 부정한 상징은 그 앞에 희생된 무고한 사람들의 피로 덮여 있습니다.

source: Judging by the wounds, this guard was cut down from behind.
ko: 상처를 보고 판단하건대, 이 경비는 등 뒤에서 날붙이를 맞았습니다.
ko_mt: 상처로 판단하면이 경비원은 뒤에서 잘 렸습니다.

source: "I'm bored... What do you say we go help the torturers? Who are we guarding this cell against, anyway? Let's have a little fun with the angel, eh?"
ko: "지루하다... 고문 기술자들을 도와주러 가자 하면 뭐라고 할 거야? 뭐, 누가 이 감옥을 공격이라도 하겠어? 그 엔젤이랑 재미 좀 보러 가자. 응?"
ko_mt: "심심해.. 고문관들을 도와주러 가는 게 어때요? 이 감방은 누구로부터 지키고 있는 거지? 천사랑 재미 좀 보자고, 응?"

source: "Touch him and they'll be having fun with you! Stand there and keep watch! The guards aren't even allowed inside without permission!"
ko: "그 놈을 건드리면 걔들이 널 붙잡고 재미를 볼거다! 여기 서서 망이나 보도록! 경비병은 허락 없이 안으로 들어가는 것조차 금지되었다!"
ko_mt: "그를 만지면 천사가 재미있게 놀아줄 거예요! 거기 서서 잘 지켜봐요! 경비원은 허락 없이는 들어올 수 없어요!"

source: "Forget them! Looks like we've got some fun of our own right here! You lost, mortal? Come here!"
ko: "방금 얘기는 잊어버려! 여기서 새 장난감을 갖고 놀 수 있게 된 것 같으니까! 필멸자야, 길을 잃었느냐? 이리 오너라!"
ko_mt: "잊어버려! 여기 우리만의 재미가 있는 것 같네요! 길을 잃었나, 필멸자? 이리 와!"

source: *cluck cluck cluck*
ko: *꼬꼬댁*
ko_mt: *클럭클럭클럭*

source: "Ah! My scales are so shiny! The vrock has never had scales before, only feathers!"
ko: "아! 내 비늘들이 참 반짝여! 브록에겐 전까지 비늘 말고 깃털만 있었어!"
ko_mt: "아! 내 비늘이 너무 반짝여요! 그 브록은 전에는 비늘이 없었고 깃털만 있었어요!"

source: The bed is covered with old, moldy sheets that haven't been changed in a long time.
ko: 침대에는 오랜 기간 바뀌지 않은 낡고 곰팡이 낀 이불이 덮여 있습니다.
ko_mt: 침대는 오랫동안 교체하지 않은 낡고 곰팡이가 핀 시트로 덮여 있습니다.

source: An unfinished golem with small gems installed in its eyes.
ko: 눈구멍에 작은 보석이 설치된 미완성 골렘입니다.
ko_mt: 눈에 작은 보석이 설치된 미완성 골렘.

source: The drooling demodand stares at you dully.
ko: 침 흘리는 데모단드가 따분한 듯 당신을 바라봅니다.
ko_mt: 침을 흘리는 데모댄드는 당신을 지루하게 쳐다 본다.

source: This undead was dissected with great skill and care.
ko: 이 언데드는 놀라운 솜씨로 조심스럽게 해부되었습니다.
ko_mt: 이 언데드는 훌륭한 기술과 보살핌으로 해부되었습니다.

source: The bookshelf is full of rare arcane tomes, so ancient that even the dust that rests on them is priceless.
ko: 선반은 희귀한 마법 서적으로 가득하며, 너무 오래된 나머지 그 위에 쌓인 먼지조차 가치를 매길 수 없을 수준입니다.
ko_mt: 책장에는 희귀한 비전 서적들로 가득 차 있으며, 너무 오래되어 그 위에 놓인 먼지조차도 귀중합니다.

source: These scrolls look so old they might crumble to dust at a single touch.
ko: 이 두루마리들은 너무나도 오래되어 건드리기만 해도 바스라질 것 같습니다.
ko_mt: 이 두루마리는 너무 오래되어서 한 번만 만져도 먼지가 될 수 있습니다.

source: Beyond the door that previously led to Alderpash's chambers lies nothing but black, empty nothingness.
ko: 이전에 알다페시의 방으로 향했던 문 너머에는 검고 텅 빈 공허 외에는 아무것도 없습니다.
ko_mt: 이전에 알더 파쉬의 방으로 이어진 문 너머에는 검고 텅 빈 공허함만 있습니다.

source: A pool filled with quicksilver.
ko: 수은으로 가득 찬 웅덩이입니다.
ko_mt: 퀵실버로 가득 찬 수영장.

source: The painting depicts a glorious sunset serving as the background for a pyramid of severed heads.
ko: 그림은 꼭대기가 잘린 피라미드와 그 뒤에 깔린 아름다운 노을을 나타냅니다.
ko_mt: 이 그림은 잘린 머리의 피라미드의 배경이 되는 영광스러운 일몰을 묘사합니다.

source: The patterns on the splendid tapestry tell the story of some particularly bloody battle.
ko: 인상적인 태피스트리의 무늬는 특별히 치열했던 어떤 전투의 이야기를 묘사합니다.
ko_mt: 화려한 태피스트리의 패턴은 특히 피비린내 나는 전투에 대한 이야기를 들려줍니다.

source: This isn't Alderpash's phylactery.
ko: 이것은 알더페시의 성물함이 아닙니다.
ko_mt: 이것은 알더파쉬의 계통이 아닙니다.

source: The rivulets of blood running down the wall form crooked writings. They read, "At first, I was empty. Then I was filled with three things — wisdom, guile, and malignity."
ko: 벽을 따라 흘러 내리던 핏줄기가 비뚤어진 글씨로 변합니다. "처음에 나는 텅 빈 상태였다. 시간이 지나니, 내 안에 세 개의 물건이 채워졌지. 그 물건은 지혜, 교활함, 그리고 악의다."
ko_mt: 벽을 따라 흐르는 피의 물줄기는 비뚤어진 글씨를 형성합니다. "처음에 나는 공허했다. 그런 다음 나는 지혜, 교활함, 악의의 세 가지로 가득 찼습니다."

source: Under the trickles of blood, you notice scratches that make up the following message, "My star has five rays, and the sixth is I, and I bring light into your heart."
ko: 흐르는 피 아래에서 당신은 긁어서 쓴 글씨를 읽을 수 있습니다. "나의 별은 다섯 개의 광선을 내뿜고, 여섯번째는 나 자신이며, 나는 네 심장에 빛을 가져다 준다."
ko_mt: 피의 물방울 아래에서 다음과 같은 메시지를 구성하는 스크래치를 발견 할 수 있습니다."내 별에는 다섯 개의 광선이 있고 여섯 번째는 나이며 나는 당신의 마음에 빛을 가져옵니다."

source: The bone wall is bleeding like wounded flesh.
ko: 뼈로 된 벽이 마치 상처입은 살점처럼 피를 흘리고 있습니다.
ko_mt: 뼈 벽은 상처 입은 살처럼 피를 흘리고 있습니다.

source: Clear the rubble
ko: 돌무더기 치우기
ko_mt: 잔해를 치우다

source: The pile of rubble is too large. Clearing it would take great effort.
ko: 이 돌무더기는 너무 큽니다. 치우려면 아주 큰 노력이 필요할 겁니다.
ko_mt: 잔해 더미가 너무 큽니다. 그것을 치우려면 큰 노력이 필요할 것입니다.

source: Behind the rubble, you find rough drawings scratched on the wall — four figures, intertwined in either a dance or a battle, under the gaze of three bestial eyes. The rest of the picture is obscured by the remaining rubble.
ko: 돌무더기 뒤에서, 당신은 벽을 긁어낸 거친 그림을 발견했습니다. 네 개의 형상이 춤 또는 전투에 얽혀 들어갔고, 그 위에서 세 개의 짐승 눈이 내려보고 있습니다. 나머지 그림은 미처 치우지 못한 자갈 때문에 알아보기 어렵습니다.
ko_mt: 잔해 뒤에는 벽에 긁힌 거친 그림이 있습니다. 세 개의 짐승같은 눈의 시선 아래 춤이나 전투로 얽힌 네 명의 인물이 있습니다. 나머지 그림은 남은 잔해에 의해 가려져 있습니다.

source: The drawing continues — one of the figures, a horned one, is bringing down the other five and turning... into some half-effaced symbol that's no longer legible.
ko: 그림이 계속됩니다. 형상들 중에서 뿔 달린 것 하나가 나머지 다섯 형상을 떨어뜨려서... 더이상 알아볼 수 없는 반쯤 지워진 상징으로 변모시킵니다.
ko_mt: 그림은 계속됩니다. 그림 중 하나인 뿔이 있는 그림이 다른 5 개를 무너 뜨리고 더 이상 읽을 수없는 반쯤 얼굴이 있는 상징으로 변하고 있습니다.

source: Writing is carved on the corpse's chest, "I blame the commander of the crusaders for my death."
ko: 시체의 가슴팍에 글이 새겨져 있습니다. "성전 사령관에게 내 죽음의 책임을 묻노라."
ko_mt: 시체의 가슴에 "나는 내 죽음에 대해 십자군 사령관을 원망한다"라는 글이 새겨 져 있습니다."

source: These words were scratched on the dead body with a knife, "I was executed because you didn't surrender when you could, Commander."
ko: 시신에 단검으로 새긴 글이 적혀 있습니다. "사령관, 당신에게 기회가 있을 때 항복하지 않았기 때문에 내가 처형당했다."
ko_mt: 이 글귀는 칼로 시체에 긁힌 것입니다."나는 당신이 항복 할 수있을 때 항복하지 않았기 때문에 처형당했습니다, 사령관 "

source: Bloody writing on this body reads, "Commander, my death is on your conscience."
ko: 시체에 피로 쓴 글씨가 있습니다. "사령관, 내 죽음은 당신의 탓이오."
ko_mt: 이 시체에 피 묻은 글씨는 "사령관, 내 죽음은 당신의 양심에 달려 있다." 라고 적혀 있습니다."

source: Viscous, dark blood is seeping from the bone walls.
ko: 끈적거리는 검은 피가 뼈로 된 벽에서 새어나오고 있습니다.
ko_mt: 점성이 있고 어두운 피가 뼈 벽에서 스며 나오고 있습니다.
