Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: "What's happened to my family? I was saved, but they... Will I ever see them again?"
ko_mt: "우리 가족은 어떻게 된 거죠? 나는 구해졌지만 그들은.. 다시 볼 수 있을까요?"

source: "All right... Easy, Bemir, don't lose your nerve. The worst is behind us. Now you just have to lay low and be as quiet as a mouse."
ko_mt: "알았어.. 진정해, 베미르, 긴장하지 마. 최악의 상황은 지나갔어. 이제 당신은 쥐처럼 조용히 누워 있으면됩니다"

source: "They're reckless with themselves, get caught in the demons' claws, and I patch them up. Within a day, they come back riddled with holes, and I sew them up again..."
ko_mt: "그들은 스스로에게 무모하고 데몬의 발톱에 걸리고 나는 그들을 패치합니다. 하루 만에 그들은 구멍으로 가득 차서 돌아와서 다시 꿰매고 있습니다.. "

source: "How can the horror of war and the beauty of music exist in the same world? I... don't understand it."
ko_mt: "어떻게 전쟁의 공포와 음악의 아름다움이 같은 세상에 존재할 수 있을까요? 나는.. 그것을 이해하지 못합니다."

source: The masonry looks very old. Were these tunnels built by some ancient people before Kenabres was erected above?
ko_mt: 벽돌이 아주 오래 된 것 같아요. 이 터널은 케나브레스가 위에 세워지기 전에 고대인들이 만든 터널인가요?

source: The old masonry is holding well. A brilliant example of Mendevian architecture — it may not be pretty, but it is built to last.
ko_mt: 오래된 석조물이 잘 유지되고 있습니다. 멘데비안 건축의 훌륭한 예 - 예쁘지는 않지만 오래도록 지어졌습니다.

source: The corpse of a strange creature that looks like a human but with ugly scales and horns.
ko_mt: 인간처럼 보이지만 못생긴 비늘과 뿔을 가진 이상한 생물의 시체.

source: What a strange body! It looks like a mongrel — a member of the legendary tribe that fell prey to demonic corruption but is rumored to dwell under Kenabres to this very day.
ko_mt: 정말 이상한 몸이야! 데몬의 타락의 희생양이 된 전설적인 부족의 일원인 몽그렐처럼 보이지만 오늘날까지 케나브레스 아래에 산다는 소문이 있습니다.

source: The remains of a terrible feast of some large, extremely dangerous animal.
ko_mt: 크고 매우 위험한 동물의 끔찍한 잔치의 유적.

source: The musician's escape was cut short before it had even begun. He broke his neck after falling into the well.
ko_mt: 음악가의 탈출은 시작되기도 전에 중단되었습니다. 그는 우물에 빠진 후 목이 부러졌습니다.

source: Dry bones are all that remains of a feast of some unfamiliar monster.
ko_mt: 마른 뼈는 낯선 괴물의 잔치에서 남은 전부입니다.

source: Dry bones, tattered webs... It looks like a lair of giant spiders is straight ahead!
ko_mt: 마른 뼈, 너덜너덜한 거미줄.. 거대한 거미의 은신처가 바로 앞에있는 것 같습니다!

source: Web-covered rubbish is strewn all over the place. It has been a while since anybody came down here.
ko_mt: 거미줄로 덮인 쓰레기가 사방에 널려 있어요. 누군가 이곳에 내려온 지 오래되었습니다.

source: This place looks abandoned — but if the rumors are true, the routes that smugglers used to deliver goods should be somewhere nearby.
ko_mt: 이 장소는 버려진 것처럼 보이지만 소문이 사실이라면 밀수업자들이 물건을 배달하는데 사용했던 경로가 근처 어딘가에 있을 것입니다.

source: Take the acid
ko_mt: 산성 가져가기

source: Pour the oil
ko_mt: 기름을 붓는다

source: Lower the bridge
ko_mt: 다리를 내려

source: Ask for Bemir's help
ko_mt: 베미르의 도움 요청

source: Push the bridge
ko_mt: 다리를 밀기

source: Ask for Bemir's help
ko_mt: 베미르의 도움 요청

source: Clear the rubble
ko_mt: 잔해 치우기

source: Open the door
ko_mt: 문 열어

source: Clear the waterway
ko_mt: 수로 비우기

source: Use the elevator
ko_mt: 엘리베이터 사용

source: Push the stone
ko_mt: 돌을 밀기

source: Use tools to break the stalagmites
ko_mt: 도구를 사용하여 석순을 부수세요

source: To the catacombs
ko_mt: 카타콤

source: Tie the rope
ko_mt: 밧줄을 묶어

source: Loot
ko_mt: 전리품

source: A large room buried under broken pieces of scenery. It was previously used for rehearsals.
ko_mt: 부서진 풍경 조각 아래에 묻힌 큰 방입니다. 이전에는 리허설에 사용되었습니다.

source: "It's so awful... How could the gods have allowed this to happen?"
ko_mt: "너무 끔찍해요.. 어떻게 신들이 이런 일이 일어나도록 허용 할 수 있었습니까?"

source: The corpse reeks of carrion and cheap booze. It looks like the cultist tripped and broke his neck.
ko_mt: 시체에서 썩은 고기와 싸구려 술 냄새가 납니다. 이교도가 넘어져 목이 부러진 것 같습니다.

source: "Gods... Please, gods, save us... Please..."
ko_mt: "신들.. 제발, 신들, 우리를 구해주세요.. 제발..."

source: "Water..."
ko_mt: "물..."

source: "They'll let us go. This is some kind of misunderstanding, I'm sure they'll let us go soon."
ko_mt: "그들은 우리를 보내줄거야. 이것은 일종의 오해입니다, 나는 그들이 우리를 곧 보내 줄 것이라고 확신합니다 "

source: "The Queen is already on her way here. She'll make them pay!"
ko_mt: "여왕이 이미 여기로 오고 있어요. 그녀는 그들에게 대가를 치르게 할 것입니다!"

source: "Let's get to it!"
ko_mt: "가자!"

source: Shabby walls and piles of junk mark this place out as a storage room.
ko_mt: 허름한 벽과 쓰레기 더미가 이곳을 창고로 표시합니다.

source: This room was once the epitome of luxury. It seems this was the prima donna's dressing room.
ko_mt: 이 방은 한때 사치의 전형이었어요. 이곳은 프리마돈나의 탈의실이었던 것 같아요.

source: Pull the lever
ko_mt: 레버 당기기

source: Heaps of various garbage of all kinds imaginable.
ko_mt: 상상할 수 있는 모든 종류의 다양한 쓰레기 더미.

source: Judging by its condition, this theater is as old as Kenabres itself.
ko_mt: 그 상태로 판단하면이 극장은 케나브레스 자체만큼 오래되었습니다.

source: Before the Worldwound, there was no theater in Kenabres. It was built during the First Crusade to raise the spirits of fighters going off to fight the demons.
ko_mt: 세계상처 이전에는 케나브레스에 극장이 없었죠. 그것은 데몬과 싸우기 위해 떠나는 전사들의 영혼을 키우기 위해 첫 번째 십자군 중에 지어졌습니다.

source: You notice stage scenery and props amidst the mounds of rubbish — pieces of the walls of Nerosyan here, a fragment of an angel's helmet there, and a broken stave that very recently played the part of Radiance, the legendary sword.
ko_mt: 여기서는 네로시안의 벽 조각, 저기서는 천사의 투구 조각, 그리고 얼마 전까지 전설적인 검인 래디언스의 역할을 했던 부러진 지팡이 등 쓰레기 더미 속에서 무대 배경과 소품들을 발견할 수 있습니다.

source: Some occult symbol, crudely drawn on the wall in blood.
ko_mt: 벽에 피로 조잡하게 그려진 오컬트 상징.

source: Baphomet's unholy sigil has been crudely drawn on the wall in blood... upside down. It seems these cultists aren't very proficient in demonology.
ko_mt: 바포메트의 불경한 상징이 벽에 피로 조잡하게 그려져 있습니다.. 거꾸로. 이 이교도들은 데몬학에 능숙하지 않은 것 같습니다.

source: Floor Crack
ko_mt: 바닥 균열

source: Door to Auditorium
ko_mt: 강당 문

source: Well
ko_mt: 음

source: Push the closet
ko_mt: 옷장 밀기

source: "Keep walking, or I'll gut you right here!"
ko_mt: "계속 걷지 않으면 여기서 내장을 꺼낼거야!"

source: "What've we got here? A weapon, eh? You won't be needing this anymore, ha ha!"
ko_mt: "이게 뭐야? 무기라고요? 이제 더 이상 필요 없을 거야, 하하!"

source: "Move it!"
ko_mt: "움직여!"

source: "Now stay down! You have fun down there, we'll come for you soon enough."
ko_mt: "이제 가만히 있어! 아래에서 즐거운 시간 보내세요, 곧 데리러 갈게요"

source: The cart is full of decaying corpses that emit a disgusting stench.
ko_mt: 카트에는 역겨운 악취를 풍기는 썩어가는 시체로 가득 차 있습니다.

source: "So we're in the graveyard? I know something about this place. Come closer and I will tell you."
ko_mt: "그래서 여기가 묘지야? 이곳에 대해 뭔가 알고 있어요. 가까이 오면 말해줄게요"

source: You need tools.
ko_mt: 도구가 필요합니다.

source: The old masonry has collapsed. Clearing the debris would require tools — or exceptional strength.
ko_mt: 오래된 벽돌이 무너졌습니다. 잔해물을 치우려면 도구 또는 뛰어난 힘이 필요합니다.

source: "With your permission... Come, {mf|sir|ma'am}, I will show you something."
ko_mt: "허락하시면.. 이리 와, {mf|sir|ma'am}, 내가 보여줄게"

source: You need a rope.
ko_mt: 밧줄이 필요해요.

source: "What's that?"
ko_mt: "저게 뭐야? "

source: "Leg it! We have no chance against this dead guy."
ko_mt: "다리! 우리는 이 죽은 사람에 대해 기회가 없습니다."

source: "The wall has collapsed, you say? All right, let's have a good look at this wall of yours..."
ko_mt: "벽이 무너졌다고요? 좋아, 이 벽을 잘 살펴보자..."

source: "A pile of rubble near the graves? Are you sure nobody is going to come out and bite me? I will give you a hand, but you better defend me if they do!"
ko_mt: "무덤 근처에 잔해 더미? 아무도 나와서 나를 물지 않을 거라고 확신합니까? 내가 도와줄게, 하지만 만약 물면 날 방어하는 게 좋을 거야!"

source: "And people say you can't take it with you..."
ko_mt: "그리고 사람들은 당신이 그것을 가지고 갈 수 없다고 말합니다..."

source: "It is done. Rest in peace, you valiant carcass."
ko_mt: "끝났습니다. 이 용감한 시체여, 편히 잠드소서 "

source: You need tools.
ko_mt: 도구가 필요해.

source: "It is wrong to disturb the dead... But he does not need these books and scrolls anymore, and they can still help somebody!"
ko_mt: "죽은자를 방해하는 것은 잘못입니다... 하지만 그는 이 책과 두루마리가 더 이상 필요하지 않으며 여전히 누군가를 도울 수 있습니다!"

source: The decrepit tower could collapse at any moment.
ko_mt: 낡은 타워는 언제든 무너질 수 있습니다.

source: An old, dilapidated signal tower. Back in the day, they used to light the fire on top if the dead rose from their graves.
ko_mt: 오래되고 낡은 신호탑입니다. 예전에는 죽은 사람이 무덤에서 일어나면 꼭대기에 불을 붙이곤 했어요.

source: You need a rope.
ko_mt: 밧줄이 필요해.

source: There is no getting through. Perhaps the rubble can be cleared from the other side.
ko_mt: 통과할 수 없습니다. 아마도 잔해는 반대편에서 치울 수있을 것입니다.

source: There are glinting vials in the rotting crate on the little island.
ko_mt: 작은 섬의 썩은 상자에 반짝이는 약병이 있습니다.

source: This grave has already been dug up.
ko_mt: 이 무덤은 이미 파헤쳐졌습니다.

source: The crypt looks undisturbed. It would appear the late mage's wards kept the marauders at bay.
ko_mt: 지하실은 방해받지 않은 것처럼 보입니다. 고인이 된 마법사의 와드가 약탈자들을 막은 것 같습니다.

source: You need a rope.
ko_mt: 밧줄이 필요해.

source: The entrance to the crypt is decorated with a stone rose. A name is engraved below: Talia Vesse.
ko_mt: 지하실 입구는 돌 장미로 장식되어 있습니다. 아래에 이름이 새겨 져 있습니다. 탈리아 베세.

source: "Thank you. This... This means the world to me."
ko_mt: "고마워요. 이.. 이것은 나에게 세상을 의미합니다."

source: Clear the rubble
ko_mt: 잔해 치우기

source: Dig up the grave
ko_mt: 무덤을 파다

source: Topple the pillar with a rope
ko_mt: 밧줄로 기둥을 덮어라

source: Climb the rope
ko_mt: 로프 올라가기

source: Climb down the rope
ko_mt: 로프 내려가기

source: Tie the rope
ko_mt: 밧줄 묶어

source: Move the boards
ko_mt: 보드를 이동

source: Call the survivors
ko_mt: 생존자 호출

source: Pull the crate up with a rope
ko_mt: 밧줄로 상자를 위로 당겨

source: Examine the grave
ko_mt: 무덤을 조사하라

source: Ask for Bemir's help
ko_mt: 베미르의 도움 요청

source: Clear with your bare hands
ko_mt: 맨손으로 지우기

source: Clear using a rope
ko_mt: 로프를 사용하여 클리어

source: Clear using tools
ko_mt: 도구를 사용하여 클리어

source: Signal Tower
ko_mt: 신호 타워

source: Push the pillar
ko_mt: 기둥을 밀기

source: Camp
ko_mt: 캠프

source: Make camp
ko_mt: 캠프 만들기

source: "Pardon me for butting in, but I also need to get into a crypt in the new cemetery... You know what? Forget it! I'm not setting a foot in there! No vow is worth ending my life in the belly of an undead!"
ko_mt: "참견해서 미안하지만 새 공동묘지에 있는 지하실에 들어가야 하는데.. 그거 알아요? 됐어요! 난 거기에 발을 들여놓지 않을 거야! 언데드의 뱃속에서 내 인생을 끝낼 가치가 있는 서약은 없어!"

source: "Enough chatting already. Let's go."
ko_mt: "채팅은 이미 충분합니다. 가자"

source: The militia fought to the last — but the enemy took them by surprise.
ko_mt: 민병대는 마지막까지 싸웠지만 적이 그들을 기습했습니다.

source: "Don't linger here. It's not safe. Move on quickly."
ko_mt: "여기 머물지 마세요. 안전하지 않습니다. 빨리 이동하세요"

source: "Help us endure, goddess... Or lay the table and prepare to welcome us!"
ko_mt: "우리가 견딜 수 있도록 도와주세요, 여신님.. 아니면 테이블을 깔고 우리를 맞이할 준비를하세요!"

source: "Relax. You're safe here, for now at least."
ko_mt: "진정하세요. 적어도 지금은 안전합니다"

source: Push the barrels
ko_mt: 배럴을 밀기

source: The cultists barricaded the doors and set fire to the hospital. Everyone inside died a horrible death.
ko_mt: 이교도들이 문을 바리케이드로 막고 병원에 불을 질렀습니다. 안에있는 모든 사람이 끔찍한 죽음을 맞이했습니다.

source: "This old cart wants to feel its wheels spinning again. Should we help the hunk of junk?"
ko_mt: "이 낡은 수레는 바퀴가 다시 돌아가는 것을 느끼고 싶어합니다. 이 고철덩어리를 도와줄까요?"

source: The healer's lifeless body lies in a crimson puddle. She made it back to her hospital as she promised to do.
ko_mt: 치유사의 생명이 없는 시신이 진홍색 웅덩이에 누워 있습니다. 그녀는 약속한대로 병원으로 돌아 왔습니다.

source: "Demons! Demons are attacking!"
ko_mt: "데몬! 데몬이 공격하고 있어요!"

source: "In the goddess's name, what are those things? I've never seen the like before!"
ko_mt: "맙소사, 저건 뭐야? 이런 건 처음 봐요!"

source: "Civilians! Leave, quickly! Save yourselves — we'll hold these monsters back."
ko_mt: "민간인! 빨리 떠나세요! 우리가 이 괴물들을 막겠습니다"

source: "My, my, steam heating! People here know how to live... Well, they did."
ko_mt: "나의, 나의, 증기 난방! 여기 사람들은 사는 방법을 알고 있습니다.. 글쎄, 그들은 "

source: "Careful, the furnace is overloaded — it could blow at any minute. Stay away from the pipe — the steam would boil you alive."
ko_mt: "조심하세요, 용광로에 과부하가 걸렸습니다 - 언제든 폭발할 수 있습니다. 증기가 당신을 산 채로 끓일 수 있습니다."

source: "We need to adjust the pressure in the furnaces. Where is the valve?"
ko_mt: "용광로의 압력을 조정해야합니다. 밸브는 어디에 있습니까?"

source: A stench rises from the hole — this is where they dumped the alchemical waste.
ko_mt: 구멍에서 악취가 솟아납니다 - 이곳이 그들이 연금술 폐기물을 버린 곳입니다.

source: The drain runs right into the city sewers. It seems it was built without the city's permission and using it is not entirely safe.
ko_mt: 배수구가 도시 하수도로 바로 연결됩니다. 시의 허가 없이 지어진 것 같아서 사용하는 것이 완전히 안전하지 않습니다.

source: There is a strange, harsh smell in this room, which is filled with mysterious devices.
ko_mt: 이 방에는 신비한 장치로 가득 찬 이상하고 거친 냄새가납니다.

source: A secret alchemy lab — and an illegal one, most likely. It looks like living ooze was artificially grown here.
ko_mt: 비밀 연금술 실험실 - 그리고 아마도 불법적인 실험실. 살아있는 진액이 여기서 인위적으로 재배 된 것 같습니다.

source: Flies swarm on the hanged man's blue-tinged face.
ko_mt: 교수형에 처해진 남자의 파랗게 물든 얼굴에 파리가 떼 지어있다.

source: Push the barrels
ko_mt: 배럴을 밀기

source: The side of the boat is stained with blood.
ko_mt: 배의 측면이 피로 얼룩 져 있습니다.

source: It looks like people tried to flee the cultists in this boat, but they didn't get far.
ko_mt: 사람들이 보트에서 이교도들로부터 도망치려했지만 멀리 가지 못한 것 같습니다.

source: Examine the corpse
ko_mt: 시체 검사

source: Push the cart
ko_mt: 카트 밀기

source: Knock
ko_mt: 노크

source: This knight died from numerous injuries. It is hard to say who killed him.
ko_mt: 이 기사는 수많은 부상으로 사망했습니다. 누가 그를 죽였는지 말하기는 어렵습니다.

source: The dead knight was a captain, judging by the military honors he wears. His body is covered in wounds — it appears he fought until he bled out.
ko_mt: 죽은 기사는 그가 입은 군사 영예로 판단 할 때 대위였습니다. 그의 몸은 상처로 덮여 있습니다. 피를 흘릴 때까지 싸운 것 같습니다.

source: Examine the door
ko_mt: 문을 조사하십시오

source: Call Bemir to help
ko_mt: 베미르 호출하여 도움 요청

source: Judging by the lavish apparel, this is the master of the house. The cultists showed no mercy to him or his family.
ko_mt: 호화로운 의상으로 판단하면이 집의 주인입니다. 이교도들은 그와 그의 가족에게 자비를 보이지 않았습니다.

source: A ransacked house. A shield has been nailed to the door for some reason.
ko_mt: 약탈당한 집. 어떤 이유로 방패가 문에 못 박혀 있습니다.

source: Shards of broken glass glitter in the empty windows of the ransacked building. A shield has been nailed to the door — a sign that this house has been claimed by a particular gang and that other looters should keep out.
ko_mt: 약탈당한 건물의 빈 창문에서 깨진 유리 파편이 반짝입니다. 이 집이 특정 갱단에 의해 점령되었으며 다른 약탈자들이 접근하지 못하도록 방패가 문에 못 박혀 있습니다.

source: A rope is essential here.
ko_mt: 여기에는 밧줄이 필수입니다.

source: The forge has been stripped by looters.
ko_mt: 대장간은 약탈자들에 의해 벗겨졌습니다.

source: It seems the cultists made a beeline for this place so they could stock up on equipment. Anything they didn't take was stolen by gangs. The forge is empty.
ko_mt: 이단자들이 장비를 비축하기 위해 이곳을 찾은 것 같습니다. 그들이 가져 가지 않은 것은 갱단에 의해 훔친 것입니다. 대장간은 비어 있습니다.

source: The place is still smoldering after the recent chaos. The air smells of burning and blood.
ko_mt: 최근의 혼란 이후에도 이곳은 여전히 연기가 자욱합니다. 공기에서 타는 냄새와 피 냄새가납니다.

source: The cultists slaughtered all the horses and burned the stables to stop the townsfolk from fleeing.
ko_mt: 이교도들은 마을 사람들이 도망 치는 것을 막기 위해 모든 말을 도살하고 마구간을 불태 웠습니다.

source: Break down the door using tools
ko_mt: 도구를 사용하여 문을 부수세요

source: Break the fence using tools
ko_mt: 도구를 사용하여 울타리 부수기

source: The door is boarded up tight.
ko_mt: 문이 단단히 고정되어 있습니다.

source: Clear the way
ko_mt: 길 비켜

source: Empty the barrels down the drain
ko_mt: 배수구에 통을 비워

source: To the street
ko_mt: 거리

source: To the street
ko_mt: 거리

source: To the basement
ko_mt: 지하실

source: To the city
ko_mt: 도시

source: To the wall
ko_mt: 벽

source: To the basement
ko_mt: 지하실

source: To the tower
ko_mt: 타워

source: To the tower
ko_mt: 타워

source: To the tower
ko_mt: 타워

source: To the tower
ko_mt: 타워

source: To the street
ko_mt: 거리

source: To the street
ko_mt: 거리

source: To the basement
ko_mt: 지하실

source: Cast the rope at the wall
ko_mt: 벽에 밧줄을 던져

source: Down
ko_mt: 아래로

source: Hospital
ko_mt: 병원

source: Alchemist's Shop
ko_mt: 연금술사 가게

source: Watchtower
ko_mt: 망루

source: Rich Manor
ko_mt: 리치 매너

source: To the tower
ko_mt: 타워

source: "In the name of Iomedae! Come on, let's break its horns off!"
ko_mt: "아이오메데의 이름으로! 자, 뿔을 부러뜨리자!"

source: "For Kenabres! Kill the beast!"
ko_mt: "케나브레스를 위하여! 야수를 죽여라!"

source: "It's terrifying!"
ko_mt: "무서워요!"

source: The guards' bodies have been horribly mutilated.
ko_mt: 경비병의 시신이 끔찍하게 훼손되었습니다.

source: It looks like these guards held off the enemy's onslaught till their last breath, covering the retreat, and died heroes.
ko_mt: 이 경비병들은 마지막 숨을 쉴 때까지 적의 맹공격을 막고 후퇴를 막고 영웅이 된 것 같습니다.

source: The Defender's Heart tavern, the last crusader bastion in Kenabres. Its walls look strong.
ko_mt: 케나브레스의 마지막 십자군 요새인 수호자의 심장 선술집. 벽이 튼튼해 보인다.

source: The walls of the tavern may look strong, but you've seen what the demons and their minions are capable of. The crusaders' lives are hanging by a thread.
ko_mt: 선술집의 벽은 튼튼해 보이지만, 데몬들과 그 하수인들이 무슨 짓을 할 수 있는지 보셨을 겁니다. 십자군의 목숨은 실에 매달려 있습니다.

source: Sacrificed a comrade by using them as monster bait.
ko_mt: 동료를 괴물 미끼로 사용하여 동료를 희생했습니다.

source: "These knights are true heroes. They won't surrender the city to the enemy!"
ko_mt: "이 기사들은 진정한 영웅입니다. 그들은 도시를 적에게 넘겨주지 않을 것입니다!"

source: "Ow, my legs hurt real bad... They've been through so much, they've been scared stiff! I think I'll have a lie-down."
ko_mt: "아, 다리가 너무 아파서.. 너무 많은 일을 겪어서 다리가 뻣뻣해졌어요! 누워있을 것 같아요."

source: "I thought my number was up so many times on the way here, and look at me now — still alive! Didn't see that coming."
ko_mt: "여기 오는 동안 내 번호가 너무 많이 올라간 줄 알았는데, 지금 나를 봐요 - 아직 살아있어요! 이렇게 될 줄은 몰랐어요"

source: "Our feat is worthy of a ballad. Perhaps I'll be the one to write it... When my hands stop shaking, and my heart calms down!"
ko_mt: "우리의 위업은 발라드에 걸맞은 가치가 있습니다. 아마도 내가 쓸 수 있을지도.. 내 손이 떨림을 멈추고 내 마음이 진정되면!"

source: "This place is getting burned to the ground, and all of us along with it — mark my words, we're all going to burn!"
ko_mt: "이곳은 불타고 있고, 우리 모두와 함께 불타고 있습니다 - 내 말을 기억하세요, 우리 모두 불타고 있습니다!"

source: "The demons' minions are celebrating victory... But they won't escape vengeance."
ko_mt: "데몬의 하수인들이 승리를 축하하고 있습니다.. 하지만 그들은 복수를 피하지 못할 것입니다."

source: "May Erastil watch over you, valiant crusaders. May he watch over us all..."
ko_mt: "용감한 십자군 여러분, 에라스틸이 지켜보시길. 그가 우리 모두를 지켜주시길..."

source: "Minagho, that cursed fiend... Why has she come back? To the Abyss with all of it!"
ko_mt: "미나고, 그 저주받은 악마.. 왜 돌아온 거지? 모든 것을 가지고 심연으로!"

source: "So many stories have become intertwined within this city... I can feel somewhere nearby another one of them is approaching its turning point."
ko_mt: "이 도시 안에는 수많은 이야기가 얽혀있어요.. 어딘가에서 또 다른 이야기가 전환점을 맞이하고 있는 것이 느껴집니다"

source: Supplies were probably stored behind these bars. Now there's nothing left.
ko_mt: 보급품은 아마도이 창살 뒤에 보관되었을 것입니다. 이제 아무것도 남지 않았습니다.

source: It seems someone was being held behind these bars very recently. A prisoner.
ko_mt: 아주 최근에 누군가가이 창살 뒤에 갇혀 있었던 것 같습니다. 죄수.

source: The low wooden platform is covered with dirt and beer stains.
ko_mt: 낮은 나무 플랫폼은 먼지와 맥주 얼룩으로 덮여 있습니다.

source: Songs were sung from this stage until very recently. Now it is empty. But who knows, perhaps music will return to this place once more.
ko_mt: 이 무대에서 아주 최근까지 노래가 불렸다. 지금은 비어 있습니다. 하지만 누가 알겠습니까, 아마도 음악이 다시 한 번 이곳으로 돌아올 것입니다.

source: Razormaze Glaciers
ko_mt: 레이저메이즈 빙하

source: "Huzzah! We defeated him, we won! Time to celebrate our victory!"
ko_mt: "만세! 우리가 그를 물리쳤어, 우리가 이겼어! 우리의 승리를 축하할 시간입니다!"

source: "Victory? Celebration? What are you talking about? We're stranded here... With no way home."
ko_mt: "승리? 축하? 무슨 소리야? 우리는 여기에 좌초되었습니다.. 집에 갈 길이 없어."

source: You found a vantage point.
ko_mt: 당신은 유리한 지점을 찾았습니다.

source: You reached the ruined church. Experience points gained: <b>{count}</b>.
ko_mt: 폐허가 된 교회에 도착했습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You defeated the cultists. Experience points gained: <b>{count}</b>.
ko_mt: 이교도들을 물리쳤습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You defeated a dangerous opponent. Experience points gained: <b>{count}</b>.
ko_mt: 위험한 상대를 물리쳤습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You defeated the demon. Experience points gained: <b>{count}</b>.
ko_mt: 데몬을 물리쳤습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You defeated the gelatinous cubes. Experience points gained: <b>{count}</b>.
ko_mt: 젤라틴 큐브를 물리쳤습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: You defeated the demon. Experience points gained: <b>{count}</b>.
ko_mt: 데몬을 물리쳤습니다. 경험치를 획득했습니다. <b>{count}</b>.

source: "I'm not dying in here, no, no way..."
ko_mt: "나는 여기서 죽지 않을거야, 안돼, 안돼..."

source: "I thought at least death would free me..."
ko_mt: "적어도 죽음은 나를 자유롭게 할 것이라고 생각했다..."

source: What could this ominous symbol mean?
ko_mt: 이 불길한 상징은 무엇을 의미할까요?

source: Long forgotten by mortals and demons alike, the unholy sigil of the perished demon lord Nahyndri.
ko_mt: 인간과 데몬 모두에게 오랫동안 잊혀진, 죽은 데몬 로드 나힌 드리의 부정한 인장.

source: Corrupted Altar
ko_mt: 부패한 제단

source: Once a holy altar of Desna, now completely twisted by Abyssal corruption.
ko_mt: 한때 데스나의 성스러운 제단이었지만 지금은 심연의 부패로 완전히 뒤틀려 있습니다.

source: The wall is covered in an incoherent hodgepodge of magical formulas and religious symbols.
ko_mt: 벽은 마법 공식과 종교적 상징의 일관성없는 뒤죽박죽으로 덮여 있습니다.

source: Encrypted inside a complex magical diagram is the unholy symbol of Lamashtu, the goddess of monsters.
ko_mt: 복잡한 마법 다이어그램 안에 암호화 된 것은 괴물의 여신인 라마 슈투의 부정한 상징입니다.

source: There is a small depression at the bottom of this dry fountain.
ko_mt: 이 마른 분수 바닥에 작은 움푹 들어간 곳이 있습니다.

source: Dry Fountain
ko_mt: 마른 분수

source: The device is completely drained of power. The sign reads: "Danger! Do not expose to First World energies."
ko_mt: 장치의 전원이 완전히 방전되었습니다. 표지판은 다음과 같습니다. "위험! 태초 세계 에너지에 노출되지 마세요"

source: A strong chemical smell emanates from the ancient monolith.
ko_mt: 고대 모노리스에서 강한 화학 냄새가납니다.

source: An oddly shaped depression in the wall.
ko_mt: 벽에 이상한 모양의 움푹 들어간 곳.

source: Hole
ko_mt: 구멍

source: Abyssal Anchor
ko_mt: 심연 앵커

source: No
ko_mt: 아니요

source: Do you want to save the game? Caution: you only have one save slot in this DLC!
ko_mt: 게임을 저장하시겠습니까? 주의: 이 DLC에는 저장 슬롯이 하나만 있습니다!

source: Yes
ko_mt: 예

source: Congratulations! You have acquired the Chest of the Drowned. Whenever a new character starts their adventures, they will find a new randomly selected treasure inside it.
ko_mt: 축하합니다! 익사자의 상자를 획득하셨습니다. 새로운 캐릭터가 모험을 시작할 때마다 그 안에서 무작위로 선택된 새로운 보물을 찾을 수 있습니다.

source: You can't leave this place until you defeat its guardian and take their treasure.
ko_mt: 수호자를 물리 치고 보물을 가져갈 때까지 이곳을 떠날 수 없습니다.

source: "Ever heard the ballad of the succubus and the crusader? That's one of mine."
ko_mt: "서큐버스와 십자군의 발라드 들어본 적 있나요? 그건 내 노래 중 하나야"

source: "Look at these prices! You can shove your wares up your ass!"
ko_mt: "이 가격 좀 봐요! 당신은 당신의 상품을 엉덩이에 밀어 넣을 수 있습니다!"

source: The will of the Lady in Shadow protects her subjects from Abyssal corruption.
ko_mt: 그림자 여인의 의지는 심연의 타락으로부터 신민을 보호합니다.

source: "Think — hic! — your business's'more important than mine?"
ko_mt: "생각 - 힉! - 당신의 사업이 내 사업보다 더 중요합니까?"

source: "Cheap booze can't quench the fire inside..."
ko_mt: "값싼 술은 내면의 불을 끌 수 없습니다..."

source: "With a mug like that, you'd scare away all my fish."
ko_mt: "저런 머그잔을 사용하면 내 물고기를 모두 쫓아낼 수 있습니다. "

source: To the dock
ko_mt: 부두

source: "I'd roast your flesh over a fire, but your eyes, them I'd eat raw."
ko_mt: "나는 당신의 살을 불에 구울 것이지만 당신의 눈은 날로 먹을 것입니다 "

source: "More! Sing another song! I want to enjoy myself today!"
ko_mt: "더! 다른 노래를 불러! 오늘은 즐기고 싶어요!"

source: Treasure Hunter's Stash
ko_mt: 보물 사냥꾼의 은신처

source: "You want an assassin? No? Then get lost."
ko_mt: "암살자를 원하십니까? 아니? 그럼 꺼져"

source: "Keep loitering, and I'll bite a piece off you."
ko_mt: "계속 배회하면 한 조각 물어뜯어 버릴거야"

source: "I'm tellin' you, the place is chock-full of gold! We kill him and— quiet, we're not alone."
ko_mt: "내가 말했잖아, 그 곳은 금으로 가득 차 있다고! 우리가 그를 죽이고 조용히, 우리는 혼자가 아닙니다."

source: "Whatcha lookin' at, honey? Want to join us?"
ko_mt: "뭘 봐, 여보? 우리와 함께할래?"

source: "Keep movin', ain't nothin' for your ears."
ko_mt: "계속 움직여, 귀에 거슬리는 건 없어"

source: "Ask me about pain. I know everything there is to know."
ko_mt: "고통에 대해 물어보세요. 나는 알아야 할 모든 것을 알고 있습니다."

source: Go aboard
ko_mt: 탑승
