Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: No class needs every single ability score to be high to function properly. You need to choose what to prioritize, and what to sacrifice.
ko: 제대로 기능하기 위해 모든 능력치가 높아야 하는 클래스는 없습니다. 당신은 어떤 것을 우선시하고, 어떤 것을 버릴지 선택할 필요가 있습니다.
ko_mt: 어떤 직업도 모든 능력 점수가 높아야만 제대로 작동할 수 있는 것은 아닙니다. 우선순위를 정하고 무엇을 희생할지 선택해야 합니다.

source: When you meet an enemy with a forbiddingly high AC, try working around it. Use spells and abilities that lower the target's AC or ignore a part of it — for example, those which require a touch attack.
ko: 엄청나게 높은 수치의 AC를 가진 적을 상대할 때는, 여러 가지를 시도해 보십시오. 적의 AC를 낮추거나 부분적으로 무시하는 주문이나 능력을 사용하십시오. 예를 들어, 접촉 공격이 필요한 것들 말이죠.
ko_mt: AC가 지나치게 높은 적을 만나면 이를 우회하는 방법을 시도해 보세요. 대상의 AC를 낮추거나 AC의 일부를 무시하는 주문과 능력(예: 접촉 공격이 필요한 주문)을 사용하세요.

source: If only one of your characters can see an invisible enemy, it doesn't help the other party members to hit them. Use spells like glitterdust to make them visible to everyone.
ko: 만약 당신의 캐릭터 중 한 명만 투명한 적을 볼 수 있다면, 다른 파티원들이 그것을 때리는 데 도움이 되지 않습니다. 반짝이 가루와 같은 주문을 사용하여 그들을 모두에게 보이도록 하십시오.
ko_mt: 캐릭터 중 한 명만 보이지 않는 적을 볼 수 있다면 다른 파티원이 적을 공격하는데 도움이 되지 않습니다. 반짝이 가루와 같은 주문을 사용해 모든 플레이어가 볼 수 있게 만드세요.

source: If you want to carry more trophies, invest in a bag of holding, or get an animal companion for one of your heroes.
ko: 더 많은 전리품을 가지고 다니고 싶다면, 소유의 가방을 구매하거나, 당신의 영웅 중 하나에게 동물 동료를 얻도록 만드십시오.
ko_mt: 더 많은 전리품을 들고 다니고 싶다면, 보관 가방에 투자하거나 영웅 중 한 명에게 동물 동료를 얻으세요.

source: Read the notes you find while exploring dungeons. They might contain valuable clues.
ko: 던전을 탐험하는 동안 찾은 쪽지를 읽어보십시오. 귀중한 단서를 가지고 있을지도 모릅니다.
ko_mt: 던전을 탐험하는 동안 발견한 메모를 읽어보세요. 귀중한 단서가 들어 있을 수도 있습니다.

source: Don't sleep on control spells. A round your enemy spends laughing is a round they don't spend trying to kill you.
ko: 제어 주문을 과소 평가하지 마십시오. 당신의 적들이 웃느라 보내는 라운드는 그들이 당신을 죽이려 하지 않는 라운드라는 뜻입니다.
ko_mt: 제어 주문에 잠들지 마세요. 적이 웃으며 보내는 한 라운드는 당신을 죽이려 하지 않는 한 라운드입니다.

source: Every crusader has their own reasons for fighting. Some do it for glory, some for greed, some out of spite. What are you fighting for?
ko: 모든 성전군은 싸움에 대한 자신만의 이유를 가지고 있습니다. 누구는 영광을 위해, 누구는 탐욕을 위해, 누구는 악의를 가졌죠. 당신은 무엇을 위해 싸우십니까?
ko_mt: 모든 성전사는 저마다 싸우는 이유가 있습니다. 어떤 이들은 영광을 위해, 어떤 이들은 탐욕을 위해, 어떤 이들은 악의를 품고 싸우기도 합니다. 여러분은 무엇을 위해 싸우고 있나요?

source: You want the story of the Fifth Crusade to go differently? Grab a copy of the original adventure path for the Pathfinder tabletop RPG, invite your friends, and play it your own unique way!
ko: 5차 성전을 다른 전개로 보고 싶으신가요? 오리지널 패스파인더 어드벤처 패스를 구매해서, 친구를 초대하고, 당신만의 방식으로 플레이 하세요!
ko_mt: 제5차 십자군 이야기가 색다르게 진행되기를 원하시나요? 패스파인더 테이블탑 RPG의 오리지널 모험 경로를 다운로드하고 친구를 초대하여 나만의 방식으로 플레이하세요!

source: Press [{bind|HighlightObjects}] to highlight interactable objects.
ko: [{bind|HighlightObjects}] 키를 눌러 상호 작용 가능한 물체들을 강조할 수 있습니다.
ko_mt: [{bind|HighlightObjects}]을 눌러 인터랙션 가능한 객체를 강조 표시합니다.

source: Beware the succubus: she can compel your party members to fight against you!
ko: 서큐버스를 주의하십시오. 그녀는 당신의 파티 구성원을 당신과 싸우게 만들 수 있습니다!
ko_mt: 서큐버스를 조심하세요. 서큐버스는 파티원들을 강압하여 당신과 싸우게 할 수 있습니다!

source: Some traps can't be disarmed directly. Follow the line to find the place to use your burglar skills.
ko: 몇몇 함정은 직접 해제할 수 없습니다. 선을 따라가 당신의 절도 기술을 사용할 곳을 찾으십시오.
ko_mt: 일부 함정은 직접 해제할 수 없습니다. 선을 따라 도둑 기술을 사용할 장소를 찾아보세요.

source: By expending a lockpick, you can get a significant bonus to your Trickery skill check to open a lock.
ko: 락픽을 사용하는 것으로, 당신은 잠금을 열기 위한 손재주 기술 판정에 상당한 보너스를 받을 수 있습니다.
ko_mt: 자물쇠 따기 도구를 소모하면 자물쇠를 열 때 속임수 기술 판정에 상당한 보너스를 받을 수 있습니다.

source: All demons have resistance to some types of energy damage.
ko: 모든 데몬들은 일부 에너지 피해 유형에 저항을 가집니다.
ko_mt: 모든 데몬은 일부 유형의 에너지 피해에 저항합니다.

source: There are a lot of hidden objects in every location, from loot to whole secret passages. Having a character with a high Perception skill will help your party a lot.
ko: 모든 지역에는 전리품부터 숨겨진 통로까지 매우 많은 물체들이 숨겨져 있습니다. 높은 지각 기술을 지닌 캐릭터는 당신의 파티에 큰 도움을 줄 것입니다.
ko_mt: 전리품부터 비밀 통로까지 모든 장소에는 숨겨진 물건이 많이 있습니다. 지각 기술이 높은 캐릭터가 있으면 파티에 큰 도움이 됩니다.

source: In some dungeons, you can find holy relics that will reduce the effects of Abyssal corruption on your party.
ko: 일부 던전에서는 가끔 일행의 심연 오염을 줄여주는 신성한 유물을 찾을 수 있습니다.
ko_mt: 일부 던전에서는 심연의 부패가 파티에 미치는 영향을 줄여주는 성스러운 유물을 찾을 수 있습니다.

source: You don't need rations or camp supplies to rest.
ko: 당신은 휴식을 취하기 위해 야영 물자 또는 식량이 필요하지 않습니다.
ko_mt: 휴식을 위해 식량이나 캠프 용품이 필요하지 않습니다.

source: Your animal companions can wear equipment. Some of it is the same your characters can use, while some, like barding, is made specifically for them.
ko: 동물 동료에게 장비를 착용시킬 수 있습니다. 장비중에는 당신이 쓸 수 있는 것도 있으나, 마갑처럼 그들을 위해 특별히 제작된 것도 있습니다.
ko_mt: 동물 동료는 장비를 착용할 수 있습니다. 일부는 캐릭터가 사용할 수 있는 것과 동일하지만, 마갑처럼 동물 전용으로 제작된 것도 있습니다.

source: When you get a chance, raise your animal companion's Intelligence score to 3, or they won't have access to certain feats.
ko: 기회가 있다면, 당신의 동물 동료의 지능을 3으로 올리십시오, 그렇지 않으면 그들은 특정 재능을 얻지 못할 것입니다.
ko_mt: 기회가 있을 때, 동물 동료의 지능 점수를 3으로 올리면 특정 업적을 사용할 수 없습니다.

source: Rotating your camera can help you see more details of a location. To do this, either press [{bind|CameraRotateLeft}] and [{bind|CameraRotateRight}], or hold the middle mouse button.
ko: 카메라를 회전시키면 장소를 더 자세히 보는데 도움이 됩니다. 그러기 위해서는, [{bind|CameraRotateLeft}] 와 [{bind|CameraRotateRight}]를 누르거나, 마우스 가운데 버튼을 누르세요.
ko_mt: 카메라를 회전하면 위치의 세부 정보를 더 자세히 볼 수 있습니다. 이렇게 하려면 [{bind|CameraRotateLeft}] 및 [{bind|CameraRotateRight}]을 누르거나 마우스 가운데 버튼을 길게 누릅니다.

source: Your characters can't sleep in medium or heavy armor. That makes attacks on your camp extra dangerous.
ko: 당신의 캐릭터들은 평갑이나 중갑을 입고 잘 수 없습니다. 이는 당신의 야영지가 받는 습격을 더욱 위험하게 만듭니다.
ko_mt: 캐릭터는 평장 갑옷 또는 중장 갑옷을 착용하고 잠을 잘 수 없습니다. 따라서 진영에 대한 공격이 더욱 위험해집니다.

source: Don't hoard expendable items like potions, wands, and scrolls! They can help you hugely in battle, and you can always buy them from vendors.
ko: 물약, 완드, 두루마리 같은 소모품을 비축하지 마십시오! 그것들은 전투에서 큰 도움이 되며, 또 언제든 상인에게 그것들을 구매할 수 있습니다.
ko_mt: 물약, 지팡이, 주문서 같은 소모성 아이템을 쌓아두지 마세요! 전투에서 큰 도움이 될 수 있으며 언제든지 상인에게서 구입할 수 있습니다.

source: Don't ignore requests from your companions. Help them, and they will help you in turn.
ko: 동료의 요청을 무시하지 마십시오. 그들을 도와주면, 그 보답으로 당신을 도와줄 겁니다.
ko_mt: 동료의 요청을 무시하지 마세요. 동료들을 도와주면 동료들도 차례로 여러분을 도와줄 것입니다.

source: You can switch between real-time and turn-based modes at any moment, even in the middle of combat.
ko: 당신은 언제든지, 심지어 전투 중이더라도 실시간 모드와 턴 기반 모드를 변경할 수 있습니다.
ko_mt: 전투 중에도 언제든지 실시간 모드와 턴제 모드를 전환할 수 있습니다.

source: Ranged weapons don't normally use ammunition. However, you can find magic quivers that let you make a limited amount of special attacks with any bow or crossbow.
ko: 보통 원거리 무기는 탄약을 사용하지 않습니다. 하지만, 마법 화살통을 사용하면 활이나 쇠뇌로 제한된 횟수의 특수 공격을 할 수 있습니다.
ko_mt: 원거리 무기는 일반적으로 화살을 사용하지 않습니다. 하지만 활이나 쇠뇌로 제한된 양의 특수 공격을 할 수 있는 마법 화살통을 찾을 수 있습니다.

source: Invisibility can be immensely useful in a battle, but beware: many enemies have the ability to see the invisible.
ko: 투명화는 전투에서 대단히 유용하게 사용될 수 있지만, 주의하십시오. 많은 적들이 투명한 것을 볼 수 있는 능력을 갖추고 있습니다.
ko_mt: 투명화는 전투에서 매우 유용할 수 있지만, 많은 적들이 투명화를 볼 수 있는 능력을 가지고 있으니 주의하세요.

source: Some chests are locked. Some are trapped. Some are not even chests at all.
ko: 일부 상자는 잠겨있습니다. 어떤 것에는 함정이 설치되어 있으며, 심지어는 아예 상자가 아닐 수도 있습니다.
ko_mt: 일부 상자는 잠겨 있습니다. 일부는 갇혀 있습니다. 아예 상자가 아닌 것도 있습니다.

source: The Ascendant Element mythic power is invaluable for spellcasters, as it allows all spells of a particular element they cast to ignore any resistances and immunities the target might have.
ko: 원소 초월 신화 능력은 특정 속성에 대한 모든 주문이 적의 저항과 면역을 무시할 수 있게 해주기에 주문시전자들에게 있어 아주 유용합니다.
ko_mt: 원소 초월 신화 능력은 주문 시전자가 시전하는 특정 원소의 모든 주문이 대상의 저항과 면역을 무시할 수 있게 해주므로 주문 시전자에게 매우 유용합니다.

source: Don't trust everything you hear. Deception is the weapon most favored by demons, and not only by them...
ko: 들리는 것을 모두 믿지 마십시오. 속임수는 데몬들이 가장 선호하는 무기입니다. 게다가 그들만이 사용하는 것도 아닙니다...
ko_mt: 듣는 모든 것을 믿지 마세요. 속임수는 데몬들이 가장 선호하는 무기이며, 데몬들뿐만 아니라...

source: "Baphomet's cultists have not the slightest idea about who Baphomet really is, let alone any in-depth knowledge of his ideology or philosophy." - Encyclopedia Golarionnica
ko: "바포메트의 사교도들은 바포메트의 교리나 이념은 커녕, 바포메트가 누구인지조차 제대로 알지 못한다." - 골라리온 대백과
ko_mt: "바포메트의 추종자들은 그의 이데올로기나 철학에 대한 심도 있는 지식은커녕 바포메트가 실제로 누구인지에 대해서도 전혀 알지 못합니다." - 골라리온니카 백과사전

source: "All of the rifts within the perimeter of the Wound function as a single system. In a way, they are like a single entity, or offshoots from a single root. This means that closing them separately is impossible." - Unknown scholar
ko: "세계상처 주변의 모든 균열은 하나의 체계처럼 동작한다. 어떻게 보면, 그들은 단일 개체 또는 한 뿌리에서 파생되는 가지와 비슷하다. 이는 그것들을 하나씩 닫는 것이 불가능하다는 뜻이다." - 미상의 학자
ko_mt: "상처의 경계에 있는 모든 균열은 하나의 시스템으로 기능합니다. 어떻게 보면 하나의 실체, 즉 하나의 뿌리에서 나온 가지와 같습니다. 즉, 이들을 따로따로 봉합하는 것은 불가능합니다." - 무명의 학자

source: Press {bind|Hold} to make characters hold position. They will continue to attack enemies with long-range weapons and spells.
ko: {bind|Hold} 키를 눌러 캐릭터에게 위치 사수 명령을 내릴 수 있습니다. 위치 사수중인 캐릭터는 원거리 무기와 주문으로 적을 계속 공격 할 것입니다.
ko_mt: {bind|Hold}을 누르면 캐릭터가 위치를 유지합니다. 장거리 무기와 주문으로 적을 계속 공격합니다.

source: "That's what we're fighting for, isn't it? For weddings, fun, and laughter? Even in the cursed lands of the Worldwound, even after a hundred of years of war." - Seelah
ko: "결혼, 즐거움, 그리고 웃음. 그게 우리가 싸우는 이유죠. 그렇지 않나요? 세계상처의 저주 받은 땅에서도, 수백 년 간의 전쟁 후에도요." - 실라
ko_mt: "그게 우리가 싸우는 이유잖아요, 그렇죠? 결혼식, 재미, 웃음을 위해? 세계상처의 저주받은 땅에서도, 백 년의 전쟁이 끝난 후에도 말이죠." - 실라

source: "Stop blaming your own incompetence on cosmic forces. The side of good isn't weak, it's you." - Regill Derenge
ko: "우주적 군세에 대항하는 당신의 무력함을 탓하지 마십시오. 선의 측면도 결코 약하지 않습니다. 바로 당신 말입니다." - 레질 디렌지
ko_mt: "자신의 무능함을 우주의 힘 탓으로 돌리지 마세요. 선의 편은 약한 것이 아니라 바로 당신입니다." - 레질 데렌지

source: "It should be illegal to waste your time on anything you do not enjoy." - Daeran Arendae
ko: "좋아하지 않는 일에 시간을 낭비하는 건 법적으로 금지시켜야 합니다." - 대런 아렌데
ko_mt: "즐기지 않는 일에 시간을 낭비하는 것은 불법입니다." - 대런 아렌대

source: "If I lose my sword, I have lost a tool. If I betray my heart, I have died." - Code of the paladins of Iomedae
ko: "내 검을 잃음은 곧 내 도구를 잃음입니다. 내 마음을 배신함은 곧 나의 죽음입니다." - 아이오메데 팔라딘의 규율
ko_mt: "검을 잃으면 도구를 잃은 것이다. 내 마음을 배신하면 나는 죽은 것이다." - 아이오메데 성기사단의 강령

source: "Gods can't help anyone. They're just like us mortals — silly, frightened, clueless. No one can save you. No one, except you." - Ember
ko: "신들은 아무도 돕지 못해요. 우리 필멸자들과 똑같아요. 어리석고, 겁먹고, 둔하죠. 아무도 당신을 구원할 수 없어요. 당신 스스로만 빼고요." - 엠버
ko_mt: "신은 아무도 도울 수 없습니다. 신들도 우리 인간과 똑같이 어리석고, 겁에 질리고, 눈치도 없으니까요. 아무도 당신을 구할 수 없습니다. 당신만 빼고요." - 엠버

source: "Mortals always lie. If a mortal isn't talking, it means she's busy lying to herself." - Succubus proverb
ko: "필멸자들은 항상 거짓을 말한다. 만일 필멸자가 침묵한다면, 스스로에게 거짓말하기 급급하다는 뜻이다." - 서큐버스의 격언
ko_mt: "인간은 항상 거짓말을 한다. 필멸자가 말을 하지 않는다면 거짓말을 하느라 바쁘다는 뜻이다." - 서큐버스 속담

source: "There's something else besides war. There's a normal world out there. A place where blood doesn't stain the ground." - Sosiel Vaenic
ko: "전쟁 외에 다른 것도 있습니다. 저 밖에는 평범한 세상이 있어요. 피가 대지를 적시지 않는 곳 말이죠." - 소시엘 베이닉
ko_mt: "전쟁 말고도 다른 것이 있습니다. 저 밖에는 평범한 세상이 있습니다. 피가 땅을 더럽히지 않는 곳." - 소시엘 바이닉

source: It's time to decide at last what to do about the Worldwound.
ko: 마침내 세계상처를 어떻게 할지 결정할 때가 왔습니다.
ko_mt: 이제 드디어 세계상처를 어떻게 처리할지 결정해야 할 때입니다.

source: "There is only one swarm, and there can be no other. Anyone who does not become a part of the swarm, becomes its food." - Deskari
ko: "오직 하나의 무리만이 존재할 수 있다. 무리의 일부가 되지 않는 자는 그것의 먹이가 되리라." - 데스카리
ko_mt: "무리는 하나뿐이며 다른 무리는 존재할 수 없습니다. 무리의 일부가 되지 않는 사람은 그 무리의 먹이가 된다." - 데스카리

source: "Imprisonment begins in one's own mind." - Baphomet
ko: "감금이란 스스로의 마음가짐에서부터 시작된다." - 바포메트
ko_mt: "감옥은 자신의 마음에서 시작된다." - 바포메트

source: Press {bind|Stop} to cancel current actions. If combat AI is on, characters will act according to their AI pattern.
ko: {bind|Stop} 키를 눌러 현재 행동을 취소할 수 있습니다. 만약 전투 AI가 활성화되어 있으면, 캐릭터들은 설정된 AI 패턴에 따라 행동할 것입니다.
ko_mt: 현재 동작을 취소하려면 {bind|Stop}을 누르세요. 전투 AI가 켜져 있으면 캐릭터가 AI 패턴에 따라 행동합니다.

source: How is your adventure going? Let us know — leave a review!
ko: 즐거운 모험 중이신가요? 리뷰를 남겨 저희에게 알려주세요!
ko_mt: 모험은 어떻게 진행되고 있나요? 저희에게 알려주세요 - 리뷰를 남겨주세요!

source: Please report any bugs you find by hovering the cursor over the broken character, creature, item, spell, or interface and pressing ALT+B.
ko: 버그를 발견하셨다면 커서를 고장 난 캐릭터, 크리처, 아이템, 주문 혹은 인터페이스에 올려놓고 ALT+B 키를 눌러서 신고해 주세요.
ko_mt: 깨진 캐릭터, 생명체, 아이템, 주문, 인터페이스 위에 커서를 올려놓고 Alt+B를 눌러 버그를 신고해 주세요.

source: Take
ko: 획득
ko_mt: 획득

source: Courtly
ko: 기품

source: Ultra
ko: 매우 높음

source: Charon
ko: 케런

source: [draft] unknown
ko: [초안] 미확인

source: <font="Saber_Dist32"><size=140%><color=#983f1d>E</color></size></font>quipment
ko: <font="Saber_Dist32"><size=140%><color=#983f1d>장</color></size>비

source: [Draft] Resources description
ko: [Draft] 자원 설명

source: Built
ko: 건설됨

source: Built
ko: 건설됨

source: енг
ko: eng

source: [Draft] Corruptor
ko: [Draft] 타락자

source: [draft] Inspect
ko: [draft] 조사하기

source: [Draft] Pharasma Judgment
ko: [Draft] 파라즈마의 심판

source: Have: <b>{0}</b>
ko: 보유: <b>{0}</b>

source: Gang
ko: 집단

source: Agony
ko: 고통

source: Cusp
ko: 간극

source: Klaem
ko: 클렘

source: Пока построй мне зиккурат
ko: 그때까지 지구라트를 건설해주십시오

source: Close
ko: 닫기

source: да я держусь из последних сил. Нет Светлой судбы.
ko: 그래, 난 마지막 힘을 버텨. 라이트 박스 없음.

source: [draft] not for Beta
ko: [초안] 베타용 아님

source: работает
ko: 작동 중
