Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: Unlocks the {g|WorldwoundResearchers}[Worldwound Researchers]{/g} decree, allowing recruitment of {g|Kineticists}[Kineticists]{/g} — destructive elemental spellcasters. The Commander and h{mf|is|er} companions gain the Corruption Resistance feat which provides one rest without increasing the level of Abyssal corruption after the Commander had cleansed the corruption from themselves by resting at a safe place.
ko: {g|WorldwoundResearchers}[세계상처 연구자]{/g} 칙령을 해금해 {g|Kineticists}[키네티시스트]{/g} — 파괴적인 원소 주문시전자를 모집할 수 있습니다. 사령관과 동료들은 안전한 장소에서 휴식해 사령관이 오염을 정화한 뒤 심연의 오염 레벨을 증가시키지 않고 한 번 휴식할 수 있는 오염 저항 특기를 얻습니다.
ko_mt: {g|WorldwoundResearchers}[세계상처 연구원]{/g} 칙령을 잠금 해제하여 파괴적인 원소 주문 시전자인 {g|Kineticists}[키네틱 아티스트]{/g}을 모집할 수 있습니다. 사령관과 {mf|그|그녀}의 동료는 사령관이 안전한 장소에서 휴식을 취해 심연의 타락을 정화하면 심연의 타락 레벨이 증가하지 않고 한 번 휴식을 취할 수 있는 타락 저항 특성을 얻습니다.

source: Land of the Law
ko: 질서의 땅
ko_mt: 법의 땅

source: All generals gain the {g|BaneOfDemons}[Bane of Demons]{/g} ability.
ko: 모든 지휘관은 {g|BaneOfDemons}[데몬의 파멸]{/g} 능력을 얻습니다.
ko_mt: 모든 장수는 {g|BaneOfDemons}[데몬의 억압]{/g} 능력을 얻습니다.

source: Land of the Mortal
ko: 필멸자의 땅
ko_mt: 필멸자의 땅

source: All units gain the {g|ResistanceToElements}[Resistance to Elements]{/g} feat.
ko: 모든 유닛이 {g|ResistanceToElements}[원소 저항]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛이 {g|ResistanceToElements}[요소에 대한 저항]{/g} 업적을 얻습니다.

source: Unlocks the {g|CallTheAeons}[Call the Aeons]{/g} decree, allowing recruitment of {g|BythosAeons}[Bythos Aeons]{/g} — powerful utility spellcasters.
ko: {g|CallTheAeons}[에온 소환]{/g} 칙령을 해금해 강력한 보조 주문시전자 {g|BythosAeons}[바이토스 에온]{/g}을 모집할 수 있게 됩니다.
ko_mt: {g|CallTheAeons}[에온 호출하기]{/g} 칙령을 잠금 해제하여 강력한 유틸리티 주문 시전사인 {g|BythosAeons}[비토스 에온]{/g}을 모집할 수 있습니다.

source: Unlocks the {g|CallTheAxisArmy}[Call the Axis Army]{/g} decree, allowing recruitment of {g|KolyarutInevitables}[Kolyarut Inevitables]{/g} — extremely resistant mechanical infantry.
ko: {g|CallTheAxisArmy}[액시스 군대 소집]{/g} 칙령을 해금해 매우 튼튼한 기계 보병인 {g|KolyarutInevitables}[콜랴루트 필연자]{/g}를 고용할 수 있게 됩니다.
ko_mt: {g|CallTheAxisArmy}[추축군 부르기]{/g} 법령을 잠금 해제하여 저항이 매우 강한 기계 보병인 {g|KolyarutInevitables}[콜야루트, 인에비터블]{/g}을 모집할 수 있습니다.

source: Unlocks the {g|HeavenWarriors}[Heaven Warriors]{/g} decree.
ko: {g|HeavenWarriors}[천상의 전사들]{/g} 칙령을 잠금해제합니다.
ko_mt: {g|HeavenWarriors}[천국 전사]{/g} 법령을 잠금 해제합니다.

source: Preaching Zeal
ko: 열의 호소
ko_mt: 열정을 전파하다

source: All generals gain the {g|Zeal}[Zeal]{/g} feat.
ko: 모든 지휘관이 {g|Zeal}[열의]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 {g|Zeal}[열정]{/g} 능력을 얻습니다.

source: Everyone Is Important
ko: 모든 이의 소중함
ko_mt: 모두가 중요합니다

source: All units gain the {g|Cautious}[Cautious]{/g} feat.
ko: 모든 유닛은 {g|Cautious}[조심성]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛이 {g|Cautious}[주의]{/g} 업적을 얻습니다.

source: Unlocks the {g|SummonHeavenlyHost}[Summon Heavenly Host]{/g} ritual.
ko: {g|SummonHeavenlyHost}[천상의 군대]{/g} 의식을 해금합니다.
ko_mt: {g|SummonHeavenlyHost}[천상 호스트 소환]{/g}의식을 잠금 해제합니다.

source: The Power of Heaven
ko: 천상의 힘
ko_mt: 천국의 힘

source: Unlocks the {g|StormOfJustice}[Storm of Justice]{/g} decree. All generals learn the {g|BoltOfJustice}[Bolt of Justice]{/g} spell.
ko: {g|StormOfJustice}[정의의 폭풍]{/g} 칙령을 해금합니다. 모든 지휘관이 {g|BoltOfJustice}[정의의 번개]{/g} 주문을 배웁니다.
ko_mt: {g|StormOfJustice}[정의의 폭풍]{/g} 칙령을 잠금 해제합니다. 모든 장수가 {g|BoltOfJustice}[정의의 화살]{/g} 주문을 배웁니다.

source: Iomedae Wardship
ko: 아이오메데의 후원
ko_mt: 아이오메데 와드십

source: All generals learn the {g|BladeOfTheInheritor}[Blade of The Inheritor]{/g} spell. Infantry and cavalry units gain the {g|SmiteEvil}[Smite Evil]{/g} feat.
ko: 모든 지휘관이 {g|BladeOfTheInheritor}[계승자의 검]{/g} 주문을 배웁니다. 보병과 기병 유닛은 {g|SmiteEvil}[악 처단]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 {g|BladeOfTheInheritor}[계승자의 칼날]{/g} 주문을 배웁니다. 보병과 기병 부대는 {g|SmiteEvil}[악 강타]{/g} 피트를 얻습니다.

source: Sarenrae Wardship
ko: 서렌레이의 후원
ko_mt: 사렌래 와드십

source: All generals gain the {g|HealingLightOfSarenrae}[Healing Light of Sarenrae]{/g} feat.
ko: 모든 지휘관이 {g|HealingLightOfSarenrae}[서렌레이의 치유의 빛]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 {g|HealingLightOfSarenrae}[사렌래의 치유의 빛]{/g} 능력을 얻습니다.

source: Pulura Wardship
ko: 펄루라의 후원
ko_mt: 풀루라 워십

source: All generals learn the {g|WardAgainstWeakness}[Ward against Weakness]{/g} spell. Ranged units gain the {g|SmiteEvil}[Smite Evil]{/g} feat.
ko: 모든 지휘관이 {g|WardAgainstWeakness}[약화에 대한 수호]{/g} 주문을 배웁니다. 원거리 유닛은 {g|SmiteEvil}[악 처단]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 {g|WardAgainstWeakness}[약화 방지 와드]{/g} 주문을 배웁니다. 원거리 유닛은 {g|SmiteEvil}[악 강타]{/g} 피트를 얻습니다.

source: Unlocks the {g|BestowWrath}[Bestow Wrath]{/g} ritual.
ko: {g|BestowWrath}[분노 수여]{/g} 의식을 해금합니다.
ko_mt: {g|BestowWrath}[분노 부여]{/g}의식을 잠금 해제합니다.

source: Unlocks the {g|BestowProtection}[Bestow Protection]{/g} ritual.
ko: {g|BestowProtection}[보호 수여]{/g} 의식을 해금합니다.
ko_mt: {g|BestowProtection}[보호 기능 부여]{/g}의식을 잠금 해제합니다.

source: Unlocks the {g|DefendersOfFreedom}[Defenders of Freedom]{/g} decree.
ko: {g|DefendersOfFreedom}[자유의 수호자]{/g} 칙령을 해금합니다.
ko_mt: {g|DefendersOfFreedom}[자유의 수호자]{/g} 법령을 잠금 해제합니다.

source: All generals gain the {g|InspiredAdvance}[Inspired Advance]{/g} ability.
ko: 모든 지휘관은 {g|InspiredAdvance}[고양된 전진]{/g} 능력을 얻습니다.
ko_mt: 모든 장수는 {g|InspiredAdvance}[영감을 주는 사전 준비]{/g} 능력을 얻습니다.

source: The Rebirth of Life
ko: 삶의 재탄생
ko_mt: 생명의 재탄생

source: All generals learn the {g|SongOfSeasons}[Song of Seasons]{/g} spell.
ko: 모든 지휘관이 {g|SongOfSeasons}[사계절의 노래]{/g} 주문을 배웁니다.
ko_mt: 모든 장수는 {g|SongOfSeasons}[계절의 노래]{/g} 주문을 배웁니다.

source: Heroic Ballad
ko: 영웅적인 발라드
ko_mt: 영웅적인 발라드

source: All generals learn the {g|HeroicBallad}[Heroic Ballad]{/g} spell.
ko: 모든 지휘관이 {g|HeroicBallad}[영웅적인 발라드]{/g} 주문을 배웁니다.
ko_mt: 모든 장수는 {g|HeroicBallad}[영웅적인 발라드]{/g} 주문을 배웁니다.

source: Unlocks the {g|BellflowerFighters}[Bellflower Fighters]{/g} mercenary unit — accurate sharpshooters. 17 {g|BellflowerFighters}[Bellflower Fighters]{/g} are recruited at the Commander's headquarters. The cost of recruiting mercenary units reduces by 5%.
ko: 정확한 저격수인 {g|BellflowerFighters}[벨플라워 전사]{/g} 용병 유닛을 해금합니다. 사령관의 지휘부에 17 {g|BellflowerFighters}[벨플라워 전사]{/g}를 모집합니다. 용병 유닛의 모집 비용이 5% 감소합니다.
ko_mt: 정확한 명사수인 {g|BellflowerFighters}[도라지 파이터]{/g} 용병 유닛을 잠금 해제합니다. 사령관 본부에서 17명의 {g|BellflowerFighters}[도라지 파이터]{/g}을 모집할 수 있습니다. 용병 부대 모집 비용이 5% 감소합니다.

source: Unlocks the {g|ClericsOfCaydenCailean}[Clerics of Cayden Cailean]{/g} mercenary unit — spellcasters capable of summoning and empowering allies. 9 {g|ClericsOfCaydenCailean}[Clerics of Cayden Cailean]{/g} are recruited at the Commander's headquarters. The number of available mercenary units increases by 1.
ko: 소환과 아군 강화가 가능한 주문 시전자인 {g|ClericsOfCaydenCailean}[케이든 케일리언의 클레릭]{/g} 용병 유닛을 해금합니다. 사령관의 지휘부에 9 {g|ClericsOfCaydenCailean}[케이든 케일리언의 클레릭]{/g}을 모집합니다. 사용 가능한 용병 유닛의 수가 1 증가합니다.
ko_mt: 아군을 소환하고 힘을 부여할 수 있는 주문 시전사 {g|ClericsOfCaydenCailean}[케이든 케일린의 성직자]{/g} 용병 유닛을 잠금 해제합니다. 사령관 본부에서 9명의 {g|ClericsOfCaydenCailean}[케이든 케일린의 성직자]{/g}을 모집할 수 있습니다. 사용 가능한 용병 유닛 수가 1 증가합니다.

source: Unlocks the {g|StudentsOfTheStone}[Students of the Stone]{/g} mercenary unit — slow but tenacious fighting monks. 9 {g|StudentsOfTheStone}[Students of the Stone]{/g} are recruited at the Commander's headquarters.
ko: 느리지만 끈질기게 싸우는 몽크인 {g|StudentsOfTheStone}[스튜던트 오브 스톤]{/g} 용병 유닛을 해금합니다. 사령관의 지휘부에 9 {g|StudentsOfTheStone}[스튜던트 오브 스톤]{/g}이 모집됩니다.
ko_mt: 느리지만 끈질기게 싸우는 수도사 용병 부대 {g|StudentsOfTheStone}[돌의 학생]{/g}을 잠금 해제합니다. 사령관 본부에서 9명의 {g|StudentsOfTheStone}[돌의 학생]{/g}을 모집할 수 있습니다.

source: Unlocks the {g|StoneInfantry}[Stone Infantry]{/g} mercenary unit — strong and aggressive fighters. 6 {g|StoneInfantry}[Stone Infantry]{/g} are recruited at the Commander's headquarters.
ko: 강하고 공격적인 전사인 {g|StoneInfantry}[바위 보병]{/g} 용병 유닛을 해금합니다. 사령관의 지휘부에 6 {g|StoneInfantry}[바위 보병]{/g}을 모집합니다.
ko_mt: 강하고 공격적인 전사 {g|StoneInfantry}[돌 보병]{/g} 용병 유닛을 잠금 해제합니다. 사령관 본부에서 6명의 {g|StoneInfantry}[돌 보병]{/g}을 모집할 수 있습니다.

source: Unlocks the {g|SandClerics}[Sand Clerics]{/g} mercenary unit — spellcasters capable of inflicting curses. 6 {g|SandClerics}[Sand Clerics]{/g} are recruited at the Commander's headquarters.
ko: 저주를 내리는 주문 시전자인 {g|SandClerics}[모래 클레릭]{/g} 용병 유닛을 해금합니다. 사령관의 지휘부에 6 {g|SandClerics}[모래 클레릭]{/g}을 모집합니다.
ko_mt: 저주를 걸 수 있는 주문 시전사 {g|SandClerics}[모래 성직자]{/g} 용병 유닛을 잠금 해제합니다. 사령관 본부에서 6명의 {g|SandClerics}[모래 성직자]{/g}을 모집할 수 있습니다.

source: Unlocks the {g|AzatasRecruitment_mechanical_Lillend}[Call the Azatas]{/g} decree, allowing recruitment of {g|LillendAzatas}[Lillend Azatas]{/g} — spellcasters whose magical songs strengthen their allies.
ko_mt: {g|AzatasRecruitment_mechanical_Lillend}[아자타스 호출하기]{/g} 칙령을 잠금 해제하여 마법의 노래로 아군을 강화하는 주문 시전사 {g|LillendAzatas}[릴렌드 아자타스]{/g}을 소환할 수 있습니다.

source: Unlocks the {g|AzatasRecruitment_mechanical_Bralani}[Call the Azatas]{/g} decree, allowing recruitment of {g|BralaniAzatas}[Bralani Azatas]{/g} — sharpshooters, dangerous both at a distance and in close combat.
ko: {g|AzatasRecruitment_mechanical_Bralani}[아자타 소집]{/g} 칙령을 해금해 {g|BralaniAzatas}[브랄라니 아자타]{/g} — 원거리 및 근거리 전투 모든 방면에서 위험한 명사수를 모집할 수 있게 됩니다.
ko_mt: {g|AzatasRecruitment_mechanical_Bralani}[아자타스 호출하기]{/g} 법령을 잠금 해제하여 원거리와 근접전 모두에서 위험한 명사수인 {g|BralaniAzatas}[브라라니 아자타스]{/g}을 모집할 수 있습니다.

source: Dream of Green Meadows
ko: 녹빛 초원의 꿈
ko_mt: 푸른 초원의 꿈

source: All generals learn the {g|SongOfTheSecondBreath}[Song of the Second Breath]{/g} spell.
ko: 모든 지휘관이 {g|SongOfTheSecondBreath}[재기의 숨결의 노래]{/g} 주문을 배웁니다.
ko_mt: 모든 장수는 {g|SongOfTheSecondBreath}[두 번째 숨결의 노래]{/g} 주문을 배웁니다.

source: Dream of Glorious Victory
ko: 영광스러운 승리의 꿈
ko_mt: 영광스러운 승리의 꿈

source: All generals learn the {g|SongOfTheLastPush}[Song of the Last Push]{/g} spell.
ko: 모든 지휘관이 {g|SongOfTheLastPush}[마지막 공세의 노래]{/g} 주문을 배웁니다.
ko_mt: 모든 장수는 {g|SongOfTheLastPush}[마지막 밀기의 노래]{/g} 주문을 배웁니다.

source: Dream of the Way Home
ko: 고향길의 꿈
ko_mt: 집으로 가는 길의 꿈

source: All generals learn the {g|SongOfTheLastStep}[Song of the Last Step]{/g} spell.
ko: 모든 지휘관이 {g|SongOfTheLastStep}[마지막 발걸음의 노래]{/g} 주문을 배웁니다.
ko_mt: 모든 장수는 {g|SongOfTheLastStep}[마지막 단계의 노래]{/g} 주문을 배웁니다.

source: Unlocks the {g|VeranalliaRecruitment}[Feast of Veranallia Azatas]{/g} decree, allowing recruitment of {g|VeranalliaAzatas}[Veranallia Azatas]{/g} — spellcasters who can resurrect the fallen and remove curses.
ko: {g|VeranalliaRecruitment}[베라날리아 아자타들의 축제]{/g} 칙령을 해금해 {g|VeranalliaAzatas}[베라날리아 아자타]{/g} — 쓰러진 자들을 되살리고 저주를 제거하는 주문시전자들을 모집할 수 있게 됩니다.
ko_mt: {g|VeranalliaRecruitment}[베라날리아 아자타스의 향연]{/g} 칙령을 잠금 해제하여 쓰러진 자를 부활시키고 저주를 해제하는 주문 시전사 {g|VeranalliaAzatas}[베라날리아 아자타스]{/g}을 모집할 수 있습니다.

source: Unlocks the {g|HavocDragonsRecruitment}[Playday of Havoc Dragons]{/g} decree, allowing recruitment of {g|HavocDragons}[Havoc Dragons]{/g} — chaotic spellcasters who unpredictably cast enchantments on friends and foes alike.
ko: {g|HavocDragonsRecruitment}[하복 드래곤의 축일]{/g} 칙령을 해금해 아군과 적을 가리지 않고 예측불허의 부여 학파 주문을 시전하는 혼돈의 주문 시전자인 {g|HavocDragons}[하복 드래곤]{/g}을 모집할 수 있게됩니다.
ko_mt: {g|HavocDragonsRecruitment}[하복 드래곤의 플레이 데이]{/g} 칙령을 잠금 해제하여 아군과 적 모두에게 예측할 수 없이 마법을 시전하는 혼돈의 주문술사 {g|HavocDragons}[하복 드래곤]{/g}을 소환할 수 있습니다.

source: Unlocks the {g|AbyssalSummon}[Abyssal Summon]{/g} ritual.
ko: {g|AbyssalSummon}[심연 소환]{/g} 의식을 해금합니다.
ko_mt: {g|AbyssalSummon}[심연 소환]{/g}의식을 잠금 해제합니다.

source: Forged in Brutality
ko: 난폭하게 주조됨
ko_mt: 잔인함으로 단련된

source: All units gain the {g|Tormented}[Tormented]{/g} feat.
ko: 모든 유닛이 {g|Tormented}[고통받음]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛이 {g|Tormented}[괴롭힘]{/g} 업적을 얻습니다.

source: All units gain the {g|TraditionsOfWar}[Traditions of War]{/g} feat.
ko: 모든 유닛이 {g|TraditionsOfWar}[전쟁의 전통]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛이 {g|TraditionsOfWar}[전쟁의 전통]{/g} 업적을 얻습니다.

source: All units gain the {g|DemonicRage}[Demonic Rage]{/g} feat.
ko: 모든 유닛이 {g|DemonicRage}[데몬의 격노]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛이 {g|DemonicRage}[데몬적 분노]{/g} 업적을 얻습니다.

source: All generals learn the {g|FlamesOfTheAbyss}[Flames of the Abyss]{/g} spell.
ko: 모든 지휘관이 {g|FlamesOfTheAbyss}[심연의 불꽃]{/g} 주문을 배웁니다.
ko_mt: 모든 장수는 {g|FlamesOfTheAbyss}[심연의 불꽃]{/g} 주문을 배웁니다.

source: Abyssal Host
ko: 심연의 군세
ko_mt: 심연의 손님

source: All generals learn the {g|LesserAbyssalSummonSpell}[Lesser Abyssal Summon]{/g}, {g|AbyssalSummonSpell}[Abyssal Summon]{/g} and {g|GreaterAbyssalSummonSpell}[Greater Abyssal Summon]{/g} spells.
ko: 모든 지휘관이 {g|LesserAbyssalSummonSpell}[하급 심연 소환]{/g}, {g|AbyssalSummonSpell}[심연 소환]{/g}, {g|GreaterAbyssalSummonSpell}[상급 심연 소환]{/g} 주문을 배웁니다.
ko_mt: 모든 장수는 {g|LesserAbyssalSummonSpell}[하급 심연 소환]{/g}, {g|AbyssalSummonSpell}[심연 소환]{/g} 및 {g|GreaterAbyssalSummonSpell}[그레이터 Abyssal Summon]{/g} 주문을 배웁니다.

source: All generals learn the {g|FlamingRain}[Flaming Rain]{/g} spell.
ko: 모든 지휘관이 {g|FlamingRain}[타오르는 비]{/g} 주문을 배웁니다.
ko_mt: 모든 장수는 {g|FlamingRain}[불타는 비]{/g} 주문을 배웁니다.

source: The Main Barracks provide weekly recruitment growth for {g|Cultists}[Cultists]{/g}. All trainable units from the Main Barracks are promoted to {g|Cultists}[Cultists]{/g}. Energy Points income increases by 10%.
ko: 중앙 병영이 {g|Cultists}[사교도]{/g}의 주간 모집 성장을 제공합니다. 중앙 병영에서 훈련가능한 모든 유닛이 {g|Cultists}[사교도]{/g}로 진급합니다. 에너지 점수 수입이 10% 증가합니다.
ko_mt: 주 막사에서는 매주 {g|Cultists}[사교도]{/g}에 대한 신병 성장을 제공합니다. 주 막사에서 훈련 가능한 모든 유닛이 {g|Cultists}[사교도]{/g}로 진급합니다. 에너지 점수 수입이 10% 증가합니다.

source: The Main Stables provide weekly recruitment growth for {g|DemonicKnights}[Fallen Knights]{/g}. All trainable units from the Main Stables are promoted to {g|DemonicKnights}[Fallen Knights]{/g}. Finance and Materials Points income increase by 5%.
ko_mt: 주 마구간은 {g|DemonicKnights}[타락한 기사]{/g}에 매주 모집 성장을 제공합니다. 주 마구간에서 훈련 가능한 모든 유닛이 {g|DemonicKnights}[타락한 기사]{/g}로 승격됩니다. 재정 및 재료 점수 수입이 5% 증가합니다.

source: All units gain the {g|BlessingOfShax}[Blessing of Shax]{/g} feat. All ranged units gain the {g|CripplingShot}[Crippling Shot]{/g} feat.
ko: 모든 유닛이 {g|BlessingOfShax}[샥스의 축복]{/g} 특기를 얻습니다. 모든 원거리 유닛이 {g|CripplingShot}[둔화 사격]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛이 {g|BlessingOfShax}[샥스의 축복]{/g} 능력을 얻습니다. 모든 원거리 유닛이 {g|CripplingShot}[크리블링 샷]{/g} 피트를 얻습니다.

source: All units gain the {g|BlessingOfNurgal}[Blessing of Nurgal]{/g} feat. All infantry units gain the {g|BurnOnHit}[Burning]{/g} feat.
ko: 모든 유닛이 {g|BlessingOfNurgal}[누르갈의 축복]{/g} 특기를 얻습니다. 모든 보병 유닛이 {g|BurnOnHit}[불탐]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛이 {g|BlessingOfNurgal}[누르갈의 축복]{/g} 피트를 얻습니다. 모든 보병 유닛이 {g|BurnOnHit}[굽기]{/g} 피트를 얻습니다.

source: All units gain the {g|BlessingOfJezelda}[Blessing of Jezelda]{/g} feat. All cavalry units gain the {g|HuntingMasters}[Hunting Masters]{/g} feat.
ko: 모든 유닛이 {g|BlessingOfJezelda}[이젤다의 축복]{/g} 특기를 얻습니다. 모든 기병 유닛이 {g|HuntingMasters}[사냥의 달인]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛이 {g|BlessingOfJezelda}[제젤다의 축복]{/g} 피트를 얻습니다. 모든 기병 유닛이 {g|HuntingMasters}[사냥 마스터]{/g} 피트를 얻습니다.

source: Unlocks the {g|DemonicSlavesRecruitmentAshGiants}[Slave Trail]{/g} decree, allowing recruitment of {g|AshGiants}[Ash Giants]{/g} — infectious monsters that can throw huge stones at the enemy.
ko: {g|DemonicSlavesRecruitmentAshGiants}[노예 행렬]{/g} 칙령을 해금해 적에게 거대한 돌을 집어던지는 감염된 괴물인 {g|AshGiants}[재 거인]{/g}들을 고용할 수 있게 됩니다.
ko_mt: 1108}[노예 트레일]{/g} 칙령을 잠금 해제하여 적에게 거대한 돌을 던질 수 있는 감염성 괴물 {g|AshGiants}[재 거인]{/g}을 소환할 수 있습니다.

source: Unlocks the {g|DemonicSlavesRecruitmentGiantSalamanders}[Slave Trail]{/g} decree, allowing recruitment of {g|GiantSalamanders}[Giant Salamanders]{/g} — furious infantry enveloped in flames.
ko: {g|DemonicSlavesRecruitmentGiantSalamanders}[노예 행렬]{/g} 칙령을 해금해 불꽃을 두른 맹렬한 보병인 {g|GiantSalamanders}[거대 살라맨더]{/g}를 고용할 수 있게 됩니다.
ko_mt: {g|DemonicSlavesRecruitmentGiantSalamanders}[노예 트레일]{/g} 칙령을 잠금 해제하여 화염에 휩싸인 맹렬한 보병 {g|GiantSalamanders}[거대 도롱뇽]{/g}을 모집할 수 있습니다.

source: Unlocks the {g|DemonicSlavesRecruitmentRetrievers}[Slave Trail]{/g} decree, allowing recruitment of {g|Retrievers}[Retrievers]{/g} — giant mechanical spiders that are durable and utilize elemental attacks.
ko: {g|DemonicSlavesRecruitmentRetrievers}[노예 흔적]{/g} 칙령을 해금해 원소 공격을 사용하는 내구성 강하고 거대한 기계 거미인 {g|Retrievers}[리트리버]{/g}를 고용할 수 있게 됩니다.
ko_mt: {g|DemonicSlavesRecruitmentRetrievers}[노예 트레일]{/g} 법령을 잠금 해제하여 내구도가 높고 원소 공격을 사용하는 거대한 기계 거미인 {g|Retrievers}[검색기]{/g}을 소환할 수 있습니다.

source: Unlocks the {g|DemonicSlavesRecruitmentTarryDemodands}[Slave Trail]{/g} decree, allowing recruitment of {g|TarryDemodands}[Tarry Demodands]{/g} — flying fighters capable of striking with chaotic energy.
ko: {g|DemonicSlavesRecruitmentAshGiants}[노예 행렬]{/g} 칙령을 해금해 혼돈의 에너지로 적들을 공격하는 비행 전사인 {g|TarryDemodands}[타르 데모단드]{/g}를 고용할 수 있게 됩니다.
ko_mt: {g|DemonicSlavesRecruitmentTarryDemodands}[노예 트레일]{/g} 법령을 잠금 해제하여 혼돈의 기운으로 공격할 수 있는 비행 파이터 {g|TarryDemodands}[타리 데모댄드]{/g}을 모집할 수 있습니다.

source: Reign of Power
ko: 힘의 군림
ko_mt: 권력의 통치

source: Unlocks the {g|SummonKalavakuses}[Summon Kalavakuses]{/g} decree, allowing recruitment of {g|Kalavakuses}[Kalavakuses]{/g} — powerful shock infantry capable of teleporting. Unlocks the {g|SummonBalors}[Summon Balors]{/g} decree, allowing recruitment of {g|Balors}[Balors]{/g} — the most powerful demons of the Abyss.
ko: {g|SummonKalavakuses}[칼라바쿠스 소환]{/g} 칙령을 해금해 순간이동을 할 수 있는 강력한 충격보병인 {g|Kalavakuses}[칼라바쿠스]{/g}를 모집할 수 있게 됩니다. {g|SummonBalors}[발러 소환]{/g} 칙령을 해금해 심연에서 가장 강한 데몬 {g|Balors}[발러]{/g} — 모집할 수 있게 됩니다.
ko_mt: 순간 이동이 가능한 강력한 충격 보병인 {g|SummonKalavakuses}[생선 그릇에 소환]{/g} 칙령을 잠금 해제하여 {g|Kalavakuses}[칼라바쿠스]{/g}을 모집할 수 있습니다. 심연의 가장 강력한 데몬 {g|SummonBalors}[발러 소환]{/g} 칙령을 잠금 해제하여 심연의 가장 강력한 데몬 {g|SummonBalors}[발러]{/g}를 모집할 수 있습니다.

source: Reign of Carnage
ko: 학살의 군림
ko_mt: 대학살의 통치

source: Unlocks the {g|SummonBabaus}[Summon Babaus]{/g} decree, allowing recruitment of {g|Babaus}[Babaus]{/g} — dexterous masters of flanking strikes, whose blood is poisonous. Unlocks the {g|SummonMariliths}[Summon Mariliths]{/g} decree, allowing recruitment of {g|Mariliths}[Mariliths]{/g} — perfect fencers, capable of unleashing a barrage of blows on the enemy.
ko: {g|SummonBabaus}[바바우 소환]{/g} 칙령을 해금해 맹독성 피가 흐르는 민첩한 우회공격의 대가인 {g|Babaus}[바바우]{/g}를 모집할 수 있게 됩니다. {g|SummonMariliths}[마릴리스 소환]{/g} 칙령을 해금해 적에게 참격의 세례를 내리는 검술의 대가 {g|Mariliths}[마릴리스]{/g}를 모집할 수 있게 됩니다.
ko_mt: {g|SummonBabaus}[바바우스 소환]{/g} 칙령을 잠금 해제하여 피에 독을 품은 측면 타격의 숙련자 {g|Babaus}[바바우]{/g}를 영입할 수 있습니다. {g|SummonMariliths}[마릴리스 소환]{/g} 칙령을 잠금 해제하여 적에게 일격을 가할 수 있는 완벽한 검술가인 {g|SummonMariliths}[마릴리스]{/g}을 모집할 수 있습니다.

source: Reign of Pyre
ko: 불꽃의 군림
ko_mt: 불의 지배

source: Unlocks the {g|SummonBrimoraks}[Summon Brimoraks]{/g} decree, allowing recruitment of {g|Brimoraks}[Brimoraks]{/g} — demons capable of breathing fire. Unlocks the {g|SummonVavakias}[Summon Vavakias]{/g} decree, allowing recruitment of {g|Vavakias}[Vavakias]{/g} — fighters of enormous power, capable of crushing and stunning enemies.
ko: {g|SummonBrimoraks}[브리모락 소환]{/g} 칙령을 해금해 {g|Brimoraks}[브리모락]{/g} — 화염 숨결을 내뿜는 데몬을 모집할 수 있게 됩니다. {g|SummonVavakias}[바바키아 소환]{/g} 칙령을 해금해 {g|Vavakias}[바바키아]{/g} — 적을 분쇄하고 기절시킬 수 있는 막대한 힘의 싸움꾼을 모집할 수 있게 됩니다.
ko_mt: {g|SummonBrimoraks}[브리모락 소환]{/g} 칙령을 잠금 해제하여 불을 뿜는 데몬 {g|Brimoraks}[브리모락]{/g}을 모집할 수 있습니다. {g|SummonVavakias}[바바키아 소환]{/g} 칙령을 잠금 해제하여 적을 분쇄하고 기절시킬 수 있는 강력한 힘을 가진 전사 {g|SummonVavakias}[바바키아스]{/g}을 모집할 수 있습니다.

source: Reign of Magic
ko: 마법의 군림
ko_mt: 마법의 지배

source: Unlocks the {g|SummonVrocks}[Summon Vrocks]{/g} decree, allowing recruitment of {g|Vrocks}[Vrocks]{/g} — flying demons capable of stunning enemies with their magical screeches. Unlocks the {g|SummonVrolikai}[Summon Vrolikai]{/g} decree, allowing recruitment of {g|Vrolikai}[Vrolikai]{/g} — demons of death capable of casting lethal spells.
ko: {g|SummonVrocks}[브록 소환]{/g} 칙령을 해금해 마법의 소음으로 적을 기절시킬 수 있는 비행 데몬 {g|Vrocks}[브록]{/g}을 모집할 수 있게 됩니다. {g|SummonVrolikai}[브롤리카이 소환]{/g} 칙령을 해금해 명적인 주문들을 시전할 수 있는 죽음의 데몬 {g|Vrolikai}[브롤리카이]{/g}를 모집할 수 있게 됩니다.
ko_mt: {g|SummonVrocks}[브록 소환]{/g} 칙령을 잠금 해제하여 마법 비명을 지르며 적을 기절시키는 비행 데몬 {g|Vrocks}[브록]{/g}을 소환할 수 있습니다. {g|SummonVrolikai}[브롤리카이 소환]{/g} 칙령을 잠금 해제하여 치명적인 주문을 시전할 수 있는 죽음의 데몬 {g|SummonVrolikai}[브롤리카이]{/g}을 소환할 수 있습니다.

source: Contribution from Cheliax
ko: 첼리악스의 기부
ko_mt: 첼리악스의 기여

source: Adds 50,000 gold.
ko: 50,000 금화를 더합니다.
ko_mt: 50,000 골드를 추가합니다.

source: The Main Barracks provide weekly recruitment growth for {g|InfernalInfantry}[Infernal Infantry]{/g} — staunch soldiers who are skilled in close combat. All trainable units from the Main Barracks are promoted to {g|InfernalInfantry}[Infernal Infantry]{/g}.
ko: 중앙 병영이 근접 전투에 숙련된 믿음직한 병사들인 {g|InfernalInfantry}[지옥 보병]{/g}의 주간 모집 성장을 제공합니다. 중앙 병영에서 훈련 가능한 모든 유닛이 {g|InfernalInfantry}[지옥 보병]{/g}으로 진급합니다.
ko_mt: 주 막사에서는 근접 전투에 능숙한 강인한 병사 {g|InfernalInfantry}[지옥 보병]{/g}의 신병 모집이 매주 증가합니다. 주 막사에서 훈련 가능한 모든 유닛은 {g|InfernalInfantry}[지옥 보병]{/g}로 진급합니다.

source: The Main Stables provide weekly recruitment growth for {g|InfernalCavalry}[Infernal Cavalry]{/g} — cavalry capable of cursing enemies. All trainable units from the Main Stables are promoted to {g|InfernalCavalry}[Infernal Cavalry]{/g}.
ko: 중앙 마굿간이 적을 저주할 수 있는 기병대인 {g|InfernalCavalry}[지옥 기병]{/g}의 주간 모집 성장을 제공합니다. 중앙 마굿간에서 훈련 가능한 모든 유닛이{g|InfernalCavalry}[지옥 기병]{/g}으로 진급합니다.
ko_mt: 주 마구간에서는 적을 저주할 수 있는 기병인 {g|InfernalCavalry}[지옥의 기병대]{/g}의 모집이 매주 증가합니다. 주 마구간에서 훈련 가능한 모든 유닛이 {g|InfernalCavalry}[지옥의 기병대]{/g}로 진급합니다.

source: The Main Archery Range provides weekly recruitment growth for {g|InfernalArchers}[Infernal Archers]{/g} — a ranged unit that uses poisoned arrows. All trainable units from the Main Archery Range are promoted to {g|InfernalArchers}[Infernal Archers]{/g}.
ko: 중앙 궁술 훈련장이 독화살을 쏘는 원거리 유닛 {g|InfernalArchers}[지옥 궁수]{/g}의 주간 모집 성장을 제공합니다. 중앙 궁술 훈련장에서 훈련가능한 모든 유닛이 {g|InfernalArchers}[지옥 궁수]{/g}로 진급합니다.
ko_mt: 주 궁술 훈련장에서는 독화살을 사용하는 원거리 유닛인 {g|InfernalArchers}[지옥의 궁수]{/g}의 주간 모집 성장률을 제공합니다. 주 활터에서 훈련 가능한 모든 유닛은 {g|InfernalArchers}[지옥의 궁수]{/g}로 승급합니다.

source: Crusade morale increases by 10.
ko: 성전 사기가 10 증가합니다.
ko_mt: 십자군 사기가 10 증가합니다.

source: Self-Confidence
ko: 자신감
ko_mt: 자신감

source: 6 {g|BattleSlaves}[Battle Slaves]{/g} — shock infantry with low morale, but good fighting skills — are recruited at the Commander's headquarters. Unlocks the {g|BattleSlaves}[Battle Slaves]{/g} mercenary unit.
ko: 사기는 낮지만 전투 능력은 뛰어난 충격 보병인 {g|BattleSlaves}[전투 노예]{/g} 용병 유닛을 해금합니다. 사령관의 지휘부에 6 {g|BattleSlaves}[전투 노예]{/g}를 모집합니다.
ko_mt: 사령관 본부에서 사기는 낮지만 전투 기술은 좋은 충격 보병 {g|BattleSlaves}[전투 노예]{/g} 6명을 모집합니다. {g|BattleSlaves}[전투 노예]{/g} 용병 유닛을 잠금 해제합니다.

source: Infernal Forges, in addition to increasing Finance and Material points income, provide a +1 bonus to attack, AC, saving throws, and initiative for all trainable units.
ko: 지옥의 대장간이 재정 및 물자 점수를 증가시키고 모든 훈련 가능 유닛의 명중, AC, 내성 굴림, 우선권에 +1 보너스를 제공합니다.
ko_mt: 지옥의 대장간은 재정 및 재료 점수 수입을 증가시킬 뿐 아니라 훈련 가능한 모든 유닛의 명중 굴림, AC, 내성 굴림, 우선권에 +1 보너스를 제공합니다.

source: Involuntary Labor
ko: 원치 않는 노역
ko_mt: 비자발적 노동

source: Good Deal
ko: 좋은 거래
ko_mt: 좋은 거래

source: Adds 200,000 gold.
ko: 200,000 금화를 더합니다.
ko_mt: 200,000 골드를 추가합니다.

source: Appropriating the Trophies
ko: 전리품 도용
ko_mt: 전리품 사용

source: Provides {g|Devil4_3Artefact}[valuable trophy]{/g}.
ko: {g|Devil4_3Artefact}[귀중한 전리품]{/g}을 제공합니다.
ko_mt: {g|Devil4_3Artefact}[값진 전리품]{/g}을 제공합니다.

source: Unlocks the {g|AsmodeanClericsRecruitment}[Call upon the Church of Asmodeus]{/g} decree, allowing recruitment of {g|AsmodeanClerics}[Asmodean Clerics]{/g} — spellcasters capable of dominating and weakening enemies.
ko: {g|AsmodeanClericsRecruitment}[아스모데우스 교단 소집]{/g} 칙령을 해금해 {g|AsmodeanClerics}[아스모데우스 클레릭]{/g} — 적을 약화시키고 지배할 수 있는 주문시전자를 모집할 수 있게 됩니다.
ko_mt: {g|AsmodeanClericsRecruitment}[아스모데우스 교회에 요청]{/g} 칙령을 잠금 해제하여 적을 제압하고 약화시키는 주문 시전사 {g|AsmodeanClerics}[아스모데안 성직자]{/g}을 소환할 수 있습니다.

source: Unlocks the {g|ExecutionerDevilsRecruitment}[Hell's Invocation]{/g} decree, allowing recruitment of {g|ExecutionerDevils}[Executioner Devils]{/g} — warriors capable of teleporting into the enemy's ranks and unleashing massacres.
ko: {g|ExecutionerDevilsRecruitment}[지옥의 강신]{/g} 칙령을 해금해 적의 전열 가운데로 순간이동해 대학살을 벌일 수 있는 전사들인 {g|ExecutionerDevils}[처형자 데빌]{/g}들을 모집할 수 있게 됩니다.
ko_mt: {g|ExecutionerDevilsRecruitment}[지옥의 호출]{/g} 칙령을 잠금 해제하여 적 진영으로 순간이동하여 학살을 일으킬 수 있는 전사 {g|ExecutionerDevils}[사형 집행자 데빌]{/g}을 모집할 수 있게 합니다.
