Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: (Good) Unlocks the {g|TheEnlightened}[The Enlightened]{/g} decree.
ko: (선) {g|TheEnlightened}[깨달은 자]{/g} 칙령을 해금합니다.
ko_mt: (선) {g|TheEnlightened}[계몽주의자]{/g} 칙령을 잠금 해제합니다.

source: (Good) Unlocks the {g|SupportForTheHeartless}[Support for the Heartless]{/g} decree.
ko: (선) {g|SupportForTheHeartless}[마음이 꺾인 이들을 위한 지원]{/g} 칙령을 해금합니다.
ko_mt: (선) {g|SupportForTheHeartless}[무정한 자 지원]{/g} 칙령을 잠금 해제합니다.

source: All generals gain +1 level to the {g|ReductionOfLosses}[Reduction of Losses]{/g} feat. Crusade morale reduces by 25.
ko_mt: 모든 장수가 {g|ReductionOfLosses}[손실 감소]{/g} 업적 +1 레벨을 얻습니다. 십자군 사기가 25 감소합니다.

source: Crusade morale increases by 30.
ko: 성전 사기가 30 증가합니다.
ko_mt: 십자군 사기가 30 증가합니다.

source: Crusade morale increases by 20. All units gain the {g|Reasonable}[Reasonable]{/g} feat for 45 days.
ko: 성전 사기가 20 증가합니다. 모든 유닛이 45일 동안 {g|Reasonable}[이성적임]{/g} 특기를 얻습니다.
ko_mt: 십자군 사기가 20 증가합니다. 모든 유닛이 45일 동안 {g|Reasonable}[합리적인]{/g} 업적을 얻습니다.

source: Unlocks the {g|PoisonOrMedicine}[Poison or Medicine]{/g} decree.
ko: {g|PoisonOrMedicine}[독이냐 약이냐]{/g} 칙령을 해금합니다.
ko_mt: {g|PoisonOrMedicine}[독 또는 약]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|PoisonsOfTheWorldwound}[Poisons of the Worldwound]{/g} decree.
ko: {g|PoisonsOfTheWorldwound}[세계 상처의 독극물들]{/g} 칙령을 해금합니다.
ko_mt: {g|PoisonsOfTheWorldwound}[세계상처의 독]{/g} 법령을 잠금 해제합니다.

source: All units gain the {g|WellRested}[Well Rested]{/g} feat.
ko: 모든 유닛이 {g|WellRested}[푹 쉼]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛이 {g|WellRested}[잘 쉬다]{/g} 업적을 얻습니다.

source: Provides {g|Artefact_Event_77}[magnificent rod]{/g}. Crusade morale reduces by 15.
ko: {g|Artefact_Event_77}[아름다운 로드]{/g}를 제공합니다. 성전 사기가 15 감소합니다.
ko_mt: {g|Artefact_Event_77}[웅장한 막대]{/g}. 십자군 사기가 15 감소합니다.

source: Adds 9,000 Leadership experience points.
ko: 9,000 통솔 경험치를 더합니다.
ko_mt: 리더십 경험치 9,000점을 추가합니다.

source: All generals gain +1 level to the {g|StrivingForDistinction}[Striving for Distinction]{/g} feat.
ko_mt: 모든 장수는 {g|StrivingForDistinction}[차별화를 위한 노력]{/g} 업적 +1 레벨을 얻습니다.

source: The most experienced general gains the {g|RelicKeeper}[Relic Keeper]{/g} feat.
ko: 가장 경험 많은 장군이 {g|RelicKeeper}[유물 수호자]{/g} 특기를 얻습니다.
ko_mt: 가장 경험이 많은 장수는 {g|RelicKeeper}[유물 보관인]{/g} 능력을 얻습니다.

source: (Chaotic) Recruitment growth for trainable units increases by 20% for 45 days.
ko: (혼돈) 훈련 가능 유닛의 모집 성장이 45 일 동안 20% 증가합니다.
ko_mt: (혼돈) 45일 동안 훈련 가능한 유닛의 모집 성장률이 20% 증가합니다.

source: Crusade morale increases by 30.
ko: 성전 사기가 30 증가합니다.
ko_mt: 십자군 사기가 30 증가합니다.

source: Adds 12,000 Leadership experience points and deducts 3,000 Diplomacy experience points.
ko: 12,000의 통솔 경험치를 더하고 3000 교섭 경험치를 차감합니다.
ko_mt: 리더십 경험치 12,000을 추가하고 외교 경험치 3,000을 차감합니다.

source: (Chaotic) Recruitment growth for trainable units increases by 20% for 45 days, Finance Points income — by 250, Materials Points income — by 5, Energy Points income — by 2.
ko: (혼돈) 훈련 가능한 유닛의 모집 성장이 45 일간 20% 증가합니다. 재정 점수 수입은 250, 물자 점수 수입은 5, 에너지 점수 수입은 2 증가합니다.
ko_mt: (혼돈) 45일 동안 훈련 가능한 유닛의 모집 성장률이 20%, 재정 점수 수입이 250, 재료 점수 수입이 5, 에너지 점수 수입이 2 증가합니다.

source: (Evil) Adds 12,000 Leadership experience points.
ko: (악) 12,000 통솔 경험치를 더합니다.
ko_mt: (악) 리더십 경험치 12,000을 추가합니다.

source: 75 {g|ShieldBearers}[Shieldbearers]{/g} and 75 {g|Spearmen}[Spearmen]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 75 {g|ShieldBearers}[방패병]{/g}과 75 {g|Spearmen}[창병]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에 75 {g|ShieldBearers}[방패수]{/g}과 75 {g|Spearmen}[창병]{/g}이 모집됩니다.

source: (Evil) Adds 8,000 Leadership experience points. Unlocks the {g|SecretPolice}[Secret Guard]{/g} decree.
ko: (악) 8,000 통솔 경험치를 더하고, {g|SecretPolice}[비밀의 수호자]{/g} 칙령을 해금합니다.
ko_mt: (악) 리더십 경험치 8,000을 추가합니다. {g|SecretPolice}[비밀 경비대]{/g} 칙령을 잠금 해제합니다.

source: 6 {g|Rogues}[Rogues]{/g} and 8 {g|Bandits}[Bandits]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 6 {g|Rogues}[로그]{/g}와 8 {g|Bandits}[도적]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에 6명의 {g|Rogues}[로그]{/g}과 8명의 {g|Bandits}[로그]{/g}가 모집됩니다.

source: Adds 750 Diplomacy experience points.
ko: 750 교섭 경험치 점수를 더합니다.
ko_mt: 외교 경험치 750점을 추가합니다.

source: (Lawful) 14 {g|Convicts}[Convicts]{/g} are recruited at the Commander's headquarters.
ko: (질서) 사령관의 지휘부에 14 {g|Convicts}[죄수]{/g}를 모집합니다.
ko_mt: (질서) 사령관 본부에서 {g|Convicts}[죄수]{/g} 14명을 모집합니다.

source: (Evil) Unlocks the {g|DeathRedeemsAll}[Death Redeems All]{/g} decree.
ko: (악) {g|DeathRedeemsAll}[죽음이 모두를 구원하리라]{/g} 칙령을 해금합니다.
ko_mt: (악) {g|DeathRedeemsAll}[죽음은 모든 것을 구속합니다]{/g} 칙령을 잠금 해제합니다.

source: (Good) Unlocks the {g|RaisingHeroes}[Raising Heroes]{/g} decree.
ko: (선) {g|RaisingHeroes}[영웅으로 다시 태어나다]{/g} 칙령을 해금합니다.
ko_mt: (선) {g|RaisingHeroes}[영웅 육성]{/g} 칙령을 잠금 해제합니다.

source: All mercenary units gain the {g|Tough}[Tough]{/g} feat. The number of available mercenary units reduces by 1.
ko: 모든 용병 유닛이 {g|Tough}[튼튼함]{/g} 특기를 얻습니다. 사용가능한 용병 유닛의 수가 1 감소합니다.
ko_mt: 모든 용병 유닛이 {g|Tough}[거친]{/g} 능력을 얻습니다. 사용 가능한 용병유닛 수가 1 감소합니다.

source: (Chaotic) 45 {g|Headhunters}[Headhunters]{/g} and 25 {g|HedgeKnights}[Hedge Knights]{/g} are recruited at the Commander's headquarters.
ko_mt: (혼돈) 사령관 본부에서 45 {g|Headhunters}[헤드헌터]{/g}과 25 {g|HedgeKnights}[방랑 기사]{/g}을 모집합니다.

source: Crusade morale increases by 30.
ko: 성전 사기가 30 증가합니다.
ko_mt: 십자군 사기가 30 증가합니다.

source: Summons an enemy army. Defeating it recruits an experienced taldan general and 25 {g|Cuirassiers}[Cuirassiers]{/g} and 15 {g|Wizards}[Wizards]{/g} at the Commander's headquarters.
ko: 적 부대를 소환합니다. 적 부대를 쓰러뜨리면 사령관의 지휘부에서 경험 많은 탈도르 출신 지휘관, 25 {g|Cuirassiers}[퀴레시어]{/g}, 15 {g|Wizards}[위저드]{/g}를 모집합니다.
ko_mt: 적 군대를 소환합니다. 적군을 처치하면 사령관 본부에서 숙련된 탈도르 장군과 25명의 {g|Cuirassiers}[흉갑기병]{/g} 및 15명의 {g|Wizards}[위저드]{/g}을 모집할 수 있습니다.

source: Unlocks the {g|RescuingTheArrogantGeneral}[Rescuing the Arrogant General]{/g} decree.
ko: {g|RescuingTheArrogantGeneral}[오만한 지휘관 구출]{/g} 칙령을 해금합니다.
ko_mt: {g|RescuingTheArrogantGeneral}[오만한 장군 구출하기]{/g} 법령을 잠금 해제합니다.

source: Adds 200 Energy Points, deducts 3,500 Finance Points.
ko: 200 에너지 점수를 더하고, 3,500 재정 점수를 차감합니다.
ko_mt: 에너지 점수 200점 추가, 재정 점수 3,500점 차감.

source: Adds 5,000 Diplomacy experience points and 150 Energy Points.
ko: 5,000 교섭 경험치 점수와 150 에너지 점수를 더합니다.
ko_mt: 외교 경험치 5,000과 에너지 점수 150을 추가합니다.

source: Adds 150 Energy Points and 5,000 Logistics experience points.
ko: 150 에너지 점수와 5,000 병참 경험치 점수를 더합니다.
ko_mt: 에너지 점수 150점 및 물류 경험치 5,000점을 추가합니다.

source: Adds 200 Energy Points. All spellcasting units gain the {g|BestIngredients}[Best Ingredients]{/g} feat.
ko: 200 에너지 점수를 더합니다. 모든 주문 시전 유닛은 {g|BestIngredients}[최고의 재료]{/g} 특기를 얻습니다.
ko_mt: 에너지 점수 200을 추가합니다. 모든 주문 시전 유닛이 {g|BestIngredients}[최고의 재료]{/g} 업적을 얻습니다.

source: Unlocks the {g|DexterousHands}[Dexterous Hands]{/g} decree.
ko: {g|DexterousHands}[재빠른 손]{/g} 칙령을 해금합니다.
ko_mt: {g|DexterousHands}[민첩한 손]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|Spies}[Spies]{/g} decree.
ko: {g|Spies}[첩자들]{/g} 칙령을 해금합니다.
ko_mt: {g|Spies}[스파이]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|Agitators}[Agitators]{/g} decree.
ko: {g|Agitators}[선동자]{/g} 칙령을 해금합니다.
ko_mt: {g|Agitators}[교반기]{/g} 법령을 잠금 해제합니다.

source: All demon units gain the {g|DrilledToPerfection}[Drilled to Perfection]{/g} feat.
ko: 모든 데몬 유닛은 {g|DrilledToPerfection}[완벽하게 훈련됨]{/g} 특기를 얻습니다.
ko_mt: 모든 데몬 유닛은 {g|DrilledToPerfection}[완벽한 드릴링]{/g} 업적을 얻습니다.

source: (Lawful) Crusade morale increases by 35.
ko: (질서) 성전 사기가 35 증가합니다.
ko_mt: (질서) 십자군 사기가 35 증가합니다.

source: (Chaotic) Adds 7,000 Diplomacy experience points.
ko: (혼돈) 7,000 교섭 경험치 점수를 더합니다.
ko_mt: (혼돈) 외교 경험치 7,000을 추가합니다.

source: (Evil) Adds 5,000 Diplomacy experience points. Recruitment growth for trainable units increases by 15% for 30 days.
ko_mt: (악) 외교 경험치 5,000이 추가됩니다. 30일 동안 훈련 가능한 유닛의 모집 성장률이 15% 증가합니다.

source: All units gain the {g|Cautious}[Cautious]{/g} feat.
ko: 모든 유닛은 {g|Cautious}[조심성]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛이 {g|Cautious}[주의]{/g} 업적을 얻습니다.

source: All units gain the {g|DrivingForce}[Driving Force]{/g} feat.
ko_mt: 모든 유닛이 {g|DrivingForce}[원동력]{/g} 업적을 얻습니다.

source: All units gain the {g|DrivingForce}[Driving Force]{/g} feat. All enemy units receive the {g|Disoriented}[Disoriented]{/g} feat for 1 day.
ko: 모든 유닛이 {g|DrivingForce}[몰아치는 힘]{/g} 특기를 얻습니다. 모든 적 유닛이 1일 동안 {g|Disoriented}[방향 감각 상실]{/g} 특기를 받습니다.
ko_mt: 모든 유닛이 {g|DrivingForce}[원동력]{/g} 능력을 얻습니다. 모든 적 유닛이 1일 동안 {g|Disoriented}[방향 감각 상실]{/g} 특성 효과를 받습니다.

source: (Evil) All units gain the {g|Unstoppable}[Unstoppable]{/g} feat. All generals receive the {g|Merciless}[Merciless]{/g} feat.
ko: (악) 모든 유닛은 {g|Unstoppable}[저지불가]{/g} 특기를 얻습니다. 모든 지휘관은 {g|Merciless}[무자비함]{/g} 특기를 받습니다.
ko_mt: (악) 모든 유닛이 {g|Unstoppable}[멈출 수 없는]{/g} 특성 획득. 모든 장수가 {g|Merciless}[무자비한]{/g} 피트를 획득합니다.

source: Adds 9,000 Diplomacy experience points, deducts 4,000 Finance Points.
ko: 9,000 교섭 경험치 점수를 더하고 4,000 재정 점수를 차감합니다.
ko_mt: 외교 경험치 9,000을 추가하고 재정 점수 4,000을 차감합니다.

source: (Evil) Provides {g|Artefact_Event_86}[Pathfinder trophies]{/g}.
ko: (악) {g|Artefact_Event_86}[패스파인더 전리품]{/g}을 제공합니다.
ko_mt: (악) {g|Artefact_Event_86}[패스파인더 전리품]{/g}을 제공합니다.

source: Adds 5,000 Leadership, 1,000 Military, 3,000 Logistics and Diplomacy experience points.
ko: 5,000 통솔, 1,000 군사, 3,000 통솔 및 교섭 경험치 점수를 더합니다.
ko_mt: 리더십 5,000, 군사 1,000, 병참 및 외교 3,000 경험치를 추가합니다.

source: Deducts 3,000 Finance Points. Provides {g|Artefact_Event_86_5}[valuable trophy]{/g}.
ko: 3,000 재정 점수를 차감합니다. {g|Artefact_Event_86_5}[귀중한 전리품]{/g}을 제공합니다.
ko_mt: 재정 점수 3,000을 공제합니다. {g|Artefact_Event_86_5}[값진 전리품]{/g}을 제공합니다.

source: (Evil) Adds 1,250 Military experience points, crusade morale reduces by 25.
ko: (악) 1,250 군사 경험치 점수를 더하지만, 성전 사기가 25 감소합니다.
ko_mt: (악) 군사 경험치 1,250이 추가되고, 십자군 사기가 25 감소합니다.

source: Adds 1,250 Military experience points, Finance Points income reduces by 20.
ko: 1,250 군사 경험치 점수를 더하지만, 재정 점수 수입이 20 감소합니다.
ko_mt: 군사 경험치 1,250이 추가되고, 재정 점수 수입이 20 감소합니다.

source: (Good) Crusade morale increases by 35.
ko: (선) 성전 사기가 35 증가합니다.
ko_mt: (선) 십자군 사기가 35 증가합니다.

source: (Good) Crusade morale increases by 30. All generals gain the {g|ExampleForTheSoldiers}[Example for the Soldiers]{/g} feat.
ko: (선) 성전 사기가 30 증가합니다. 모든 지휘관이 {g|ExampleForTheSoldiers}[병사들의 귀감]{/g} 특기를 얻습니다.
ko_mt: (선) 십자군 사기가 30 증가합니다. 모든 장수가 {g|ExampleForTheSoldiers}[병사 예시]{/g} 능력을 얻습니다.

source: Adds 9,000 Leadership experience points.
ko: 9,000 통솔 경험치를 더합니다.
ko_mt: 리더십 경험치 9,000점을 추가합니다.

source: Unlocks the {g|PotionOfCourage}[Potion of Courage]{/g} decree.
ko: {g|PotionOfCourage}[용기의 물약]{/g} 칙령을 해금합니다.
ko_mt: {g|PotionOfCourage}[용기의 물약]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|MastersOfSereneThought}[Masters of Serene Thought]{/g} decree.
ko: {g|MastersOfSereneThought}[고요의 대가들의 생각]{/g} 칙령을 해금합니다.
ko_mt: {g|MastersOfSereneThought}[고요한 사고의 대가]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|ZagelforntzsLecture}[Zagelforntz's Lecture]{/g} decree.
ko: {g|ZagelforntzsLecture}[자겔포른츠의 강의]{/g} 칙령을 해금합니다.
ko_mt: {g|ZagelforntzsLecture}[자겔프론츠의 강의] 법령을 잠금 해제합니다.

source: Adds 2,500 Leadership, 500 Military, 1,500 Logistics and Diplomacy experience points. Crusade morale increases by 20.
ko: 2,500 통솔, 500 군사, 1,500 통솔 및 교섭 경험치 점수를 더합니다. 성전 사기가 20 증가합니다.
ko_mt: 리더십 2,500, 군사 500, 병참 및 외교 1,500 경험치를 추가합니다. 십자군 사기가 20 증가합니다.

source: The alchemist Zagelforntz will triumph and get back in the crusaders' good graces. Or ruin everything yet again. Either way, it is going to be spectacular!
ko: 알케미스트 자겔포른츠는 승리해 성전군의 영예를 되찾을 것입니다. 혹은 다시 한 번 모든 것을 무너뜨리겠죠. 어느 쪽이건 장관일겁니다!
ko_mt: 연금술사 자겔포른츠는 승리를 거두고 십자군의 호의를 되찾을 것입니다. 아니면 모든 것을 다시 망칠 수도 있습니다. 어느 쪽이든 장관이 될 것입니다!

source: Unlocks the {g|ArcanamiriumCompany}[Arcanamirium Company]{/g} decree.
ko: {g|ArcanamiriumCompany}[아르카나미리움 부대]{/g} 칙령을 해금합니다.
ko_mt: {g|ArcanamiriumCompany}[비전미리움 컴퍼니]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|AlchemistTraining}[Alchemist Training]{/g} decree.
ko: {g|AlchemistTraining}[연금술사 훈련]{/g} 칙령을 해금합니다.
ko_mt: {g|AlchemistTraining}[연금술사 훈련]{/g} 법령을 잠금 해제합니다.

source: Adds 4,500 Logistics experience points and deducts 1,500 Leadership experience points.
ko: 4,500 병참 경험치 점수를 더하고 1,500 통솔 경험치 점수를 차감합니다.
ko_mt: 물류 경험치 4,500점을 추가하고 리더십 경험치 1,500점을 차감합니다.

source: Adds 4,500 Leadership experience points, deducts 1,500 Logistics experience points.
ko: 4,500 통솔 경험치 점수를 더하고 1,500 병참 경험치 점수를 차감합니다.
ko_mt: 리더십 경험치 4,500점 추가, 군수 경험치 1,500점 차감.

source: Adds 1,500 Logistics experience points and 500 Military experience points.
ko: 1,500 병참 경험치 점수와 500 군사 경험치 점수를 더합니다.
ko_mt: 군수 경험치 1,500점 및 군사 경험치 500점을 추가합니다.

source: Unlocks the {g|BlessingOfBastet}[Blessing of Bastet]{/g} decree.
ko: {g|BlessingOfBastet}[바스테트의 축복]{/g} 칙령을 해금합니다.
ko_mt: {g|BlessingOfBastet}[바스테트의 축복]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|WideningTheStreets}[Widening the Streets]{/g} decree.
ko: {g|WideningTheStreets}[거리 확장]{/g} 칙령을 해금합니다.
ko_mt: {g|WideningTheStreets}[거리 넓히기]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|ReinforcingTheWalls}[Reinforcing the Walls]{/g} decree.
ko: {g|ReinforcingTheWalls}[성벽 강화]{/g} 칙령을 해금합니다.
ko_mt: {g|ReinforcingTheWalls}[벽 보강하기]{/g} 법령을 잠금 해제합니다.

source: Adds 100 Military experience points and 250 Diplomacy experience points. Unlocks the {g|HelpOfTheNail}[Help of the Nail]{/g} decree.
ko: 100 군사 경험치 점수와 250 교섭 경험치 점수를 더합니다. {g|HelpOfTheNail}[대못의 도움]{/g} 칙령을 해금합니다.
ko_mt: 군사 경험치 100과 외교 경험치 250을 추가합니다. {g|HelpOfTheNail}[네일의 도움]{/g} 칙령을 잠금 해제합니다.

source: The interrogators from Ustalav have investigated the matter upon receiving a payment.
ko: 우스탈라브의 심문관들이 대가를 지불받는 과정에서 발생한 문제를 조사했습니다.
ko_mt: 우스탈라프의 심문관은 지불을 받은 후 이 문제를 조사했습니다.

source: The crusaders have investigated the matter without outside help.
ko: 성전군이 도움을 받지 않고 직접 문제를 조사했습니다.
ko_mt: 십자군은 외부의 도움 없이 이 문제를 조사했습니다.

source: Sosiel tried to bolster the soldiers.
ko: 소시엘이 군인들을 북돋으려 시도했습니다.
ko_mt: 소시엘은 병사들을 강화하려고 했습니다.

source: Nurah tried to bolster the soldiers.
ko: 누라가 군인들의 사기를 북돋으려 시도했습니다.
ko_mt: 누라는 병사들을 강화하려고 했습니다.

source: Crusade morale reduces by X.
ko: 성전 사기가 X 감소합니다.
ko_mt: 십자군 사기가 X만큼 감소합니다.

source: All units gain the {g|DemonicResistance}[Demonic Resistance]{/g} feat.
ko: 모든 유닛이 {g|DemonicResistance}[데몬의 저항력]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛이 {g|DemonicResistance}[데몬 저항]{/g} 업적을 얻습니다.

source: All units gain the {g|FireResistance}[Fire Resistance]{/g} feat. Adds X Leadership experience points.
ko: 모든 유닛은 {g|FireResistance}[화염 저항]{/g} 특기를 얻습니다. X 통솔 경험치 점수를 더합니다.
ko_mt: 모든 유닛이 {g|FireResistance}[화염 저항]{/g} 능력을 얻습니다. 리더십 경험치를 X 획득합니다.

source: Adds X Leadership experience points.
ko: X 통솔 경험치 점수를 더합니다.
ko_mt: 리더십 경험치 X를 추가합니다.

source: The disappearance of Iekhim Klor has been thoroughly investigated.
ko: 예킴 클로르의 실종을 철저히 조사했습니다.
ko_mt: 이에킴 클로르의 실종 사건은 철저하게 조사되었습니다.

source: Iekhim Klor was forgotten and stricken from the records of the crusaders.
ko: 예킴 클로르는 잊혔고 성전의 기록에서 삭제되었습니다.
ko_mt: 이에킴 클로르는 십자군의 기록에서 잊혀지고 사라졌습니다.

source: The crusaders have conducted a hunt for the mysterious murderer.
ko: 성전군이 불가사의한 살인자에 대한 사냥을 수행했습니다.
ko_mt: 십자군은 수수께끼의 살인범을 찾기 위해 사냥에 나섰습니다.

source: The deeds of the mysterious murderer have gone unpunished.
ko: 불가사의한 살인자의 행적은 처벌받지 않은 채 묻혔습니다.
ko_mt: 수수께끼의 살인범은 처벌받지 않고 있습니다.

source: The cursed knights have been caught and wiped out.
ko: 저주받은 기사단은 사로잡혀 파괴되었습니다.
ko_mt: 저주받은 기사들이 잡혀 전멸했습니다.

source: Removes units with a total Value of X. Adds X Leadership experience points.
ko: 총합 X 가치만큼의 유닛을 제거합니다. X 통솔 경험 점수를 더합니다.
ko_mt: 총 가치가 X인 유닛을 제거합니다. 리더십 경험치 X를 추가합니다.

source: Adds X Military experience points. Deducts X Logistics experience points.
ko: X 군사 경험 점수를 더합니다. X 병참 경험 점수를 차감합니다.
ko_mt: 군사 경험치를 X 획득합니다. 병참 경험치 X를 차감합니다.

source: 50 {g|MongrelSharpshooters}[Mongrel Sharpshooters]{/g} — fast and rapid-firing sharpshooters — are recruited at the Commander's headquarters. All {g|MongrelFighters}[Mongrel Fighters]{/g} and {g|MongrelSharpshooters}[Mongrel Sharpshooters]{/g} units gain the {g|HeavenlyProtection}[Heavenly Protection]{/g} feat.
ko: 사령관의 지휘부에 50 {g|MongrelSharpshooters}[잡종 저격수]{/g} — 재빠르며 연속 사격을 가하는 궁수 유닛을 모집합니다.모든 {g|MongrelFighters}[잡종 전사]{/g}와 {g|MongrelSharpshooters}[잡종 저격수]{/g} 유닛이 {g|HeavenlyProtection}[천상의 보호]{/g} 특기를 얻습니다.
ko_mt: 사령관 본부에서 빠르고 빠르게 사격하는 명사수인 {g|MongrelSharpshooters}[몽그렐 샤프슈터]{/g} 50명을 모집합니다. 모든 {g|MongrelFighters}[잡종 파이터]{/g} 및 {g|MongrelSharpshooters}[몽그렐 샤프슈터]{/g} 유닛은 {g|HeavenlyProtection}[천상의 보호]{/g} 피트를 획득합니다.

source: 50 {g|MongrelFighters}[Mongrel Fighters]{/g} — agile and bloodthirsty melee warriors — are recruited at the Commander's headquarters. All {g|MongrelFighters}[Mongrel Fighters]{/g} and {g|MongrelSharpshooters}[Mongrel Sharpshooters]{/g} units gain the {g|MongrelWrath}[Mongrel Wrath]{/g} feat.
ko: 사령관의 지휘부에 50 {g|MongrelFighters}[잡종 전사]{/g} — 민첩하고 피에 굶주린 근접 유닛을 모집합니다. 모든 {g|MongrelFighters}[잡종 전사]{/g}와 {g|MongrelSharpshooters}[잡종 저격수]{/g} 유닛이 {g|MongrelWrath}[잡종의 분노]{/g} 특기를 얻습니다.
ko_mt: 사령관 본부에서 민첩하고 피에 굶주린 근접 전사 {g|MongrelFighters}[잡종 파이터]{/g} 50명을 모집합니다. 모든 {g|MongrelFighters}[잡종 파이터]{/g} 및 {g|MongrelSharpshooters}[몽그렐 샤프슈터]{/g} 유닛은 {g|MongrelWrath}[잡종 분노]{/g} 피트를 획득합니다.

source: 50 {g|MongrelFighters}[Mongrel Fighters]{/g} — agile and bloodthirsty melee warriors — are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 50 {g|MongrelFighters}[잡종 전사]{/g} — 민첩하고 피에 굶주린 근접 유닛이 모집되었습니다.
ko_mt: 사령관 본부에서 민첩하고 피에 굶주린 근접 전사 50 {g|MongrelFighters}[몽그렐 파이터]{/g}을 모집할 수 있습니다.

source: 50 {g|MongrelSharpshooters}[Mongrel Sharpshooters]{/g} — fast and rapid-firing sharpshooters — are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 50 {g|MongrelSharpshooters}[잡종 저격수]{/g} — 재빠르며 연속 사격을 가하는 궁수 유닛이 모집되었습니다.
ko_mt: 사령관 본부에 빠르고 빠르게 사격하는 명사수인 {g|MongrelSharpshooters}[몽그렐 샤프슈터]{/g} 50명을 모집합니다.

source: Fills the ring {g|IzHeritage_Melee}[with the power of the beasts]{/g}.
ko: 반지를 {g|IzHeritage_Melee}[야수의 힘]{/g}으로 채웁니다.
ko_mt: 링 {g|IzHeritage_Melee}[야수의 힘으로]{/g}을 채웁니다.

source: 30 {g|MongrelSharpshooters}[Mongrel Sharpshooters]{/g} — fast and rapid-firing sharpshooters — are recruited at the Commander's headquarters. All {g|MongrelFighters}[Mongrel Fighters]{/g} and {g|MongrelSharpshooters}[Mongrel Sharpshooters]{/g} units gain the {g|Tough}[Tough]{/g} feat.
ko: 사령관의 지휘부에 30 {g|MongrelSharpshooters}[잡종 저격수]{/g} — 재빠르며 연속 사격을 가하는 궁수 유닛을 모집합니다. 모든 {g|MongrelFighters}[잡종 전사]{/g}와 {g|MongrelSharpshooters}[잡종 저격수]{/g} 유닛이 {g|Tough}[튼튼함]{/g} 특기를 얻습니다.
ko_mt: 사령관 본부에서 빠르고 빠르게 사격하는 명사수인 {g|MongrelSharpshooters}[몽그렐 샤프슈터]{/g} 30명을 모집합니다. 모든 {g|MongrelFighters}[잡종 파이터]{/g} 및 {g|MongrelSharpshooters}[몽그렐 샤프슈터]{/g} 유닛은 {g|Tough}[거친]{/g} 피트를 획득합니다.

source: 30 {g|MongrelFighters}[Mongrel Fighters]{/g} — agile and bloodthirsty melee warriors — are recruited at the Commander's headquarters. All {g|MongrelFighters}[Mongrel Fighters]{/g} and {g|MongrelSharpshooters}[Mongrel Sharpshooters]{/g} units gain the {g|Wild}[Wild]{/g} feat.
ko: 사령관의 지휘부에 30 {g|MongrelFighters}[잡종 전사]{/g} — 민첩하고 피에 굶주린 근접 유닛을 모집합니다. 모든 {g|MongrelFighters}[잡종 전사]{/g}와 {g|MongrelSharpshooters}[잡종 저격수]{/g} 유닛이 {g|Wild}[야성]{/g} 특기를 얻습니다.
ko_mt: 사령관 본부에서 민첩하고 피에 굶주린 근접 전사 {g|MongrelFighters}[잡종 파이터]{/g} 30명을 모집할 수 있습니다. 모든 {g|MongrelFighters}[잡종 파이터]{/g} 및 {g|MongrelSharpshooters}[몽그렐 샤프슈터]{/g} 유닛은 {g|Wild}[야생]{/g} 피트을 획득합니다.

source: 30 {g|MongrelFighters}[Mongrel Fighters]{/g} — agile and bloodthirsty melee warriors — are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에서 30 {g|MongrelFighters}[잡종 전사]{/g} — 민첩하고 피에 굶주린 근접 유닛이 모집되었습니다.
ko_mt: 사령관 본부에서 민첩하고 피에 굶주린 근접 전사 30명 {g|MongrelFighters}[몽그렐 파이터]{/g}을 모집합니다.

source: 30 {g|MongrelSharpshooters}[Mongrel Sharpshooters]{/g} — fast and rapid-firing sharpshooters — are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에서 30 {g|MongrelSharpshooters}[잡종 저격수]{/g} — 날렵하고 빠르게 쏘는 궁수 유닛이 모집되었습니다.
ko_mt: 사령관 본부에 빠르고 빠르게 사격하는 명사수인 {g|MongrelSharpshooters}[몽그렐 샤프슈터]{/g} 30명을 모집합니다.

source: Decision without Consequences
ko: 결과를 괘념치 않는 결정
ko_mt: 결과 없는 의사 결정

source: This decision will not do any good or harm.
ko: 이 결정은 어떤 이득이나 손해도 없습니다.
ko_mt: 이 결정은 득이 되거나 해가 되지 않습니다.

source: The Commander gains the Armed to the Teeth feat which provides a +3 luck bonus to damage.
ko: 사령관은 완전 무장 특기를 얻어 피해에 +3 행운 보너스를 얻습니다.
ko_mt: 사령관은 피해 굴림에 +3 행운 보너스를 주는 무장 능력(이빨로 무장)을 얻습니다.

source: The Commander gains the Doom of Demons feat which provides a +3 luck bonus to attack.
ko: 사령관은 명중에 +3 행운 보너스를 제공하는 데몬의 파멸 특기를 얻습니다.
ko_mt: 사령관은 공격 시 +3 행운 보너스를 제공하는 데몬의 파멸 특전을 얻습니다.

source: The Commander gains the Favor of the Gods feat which provides a +3 luck bonus to AC.
ko: 사령관은 AC에 +3 행운 보너스를 제공하는 신의 은총 특기를 얻습니다.
ko_mt: 사령관은 AC에 +3 행운 보너스를 부여하는 신의 은총 특전을 획득합니다.

source: General Odan is recruited.
ko: 장군 오단을 모집했습니다.
ko_mt: 오단 장군을 모집합니다.

source: Adds 15,000 Leadership, Logistics and Diplomacy experience points.
ko_mt: 리더십, 병참, 외교 경험치 15,000점을 추가합니다.

source: Aeon Wisdom
ko: 에온의 지혜
ko_mt: 에온 지혜

source: Recertification
ko: 자격 갱신
ko_mt: 재인증

source: All generals gain the {g|Reliable}[Reliable]{/g} feat.
ko: 모든 장군은 {g|Reliable}[믿음직함]{/g} 특기를 얻습니다.
ko_mt: 모든 장수는 {g|Reliable}[신뢰성]{/g} 능력을 얻습니다.

source: All units gain the {g|SoundMind}[Sound Mind]{/g} feat. Unlocks the {g|WaterElementalsCreation}[Water Elementals Creation]{/g} decree.
ko: 모든 유닛이 {g|SoundMind}[건강한 정신]{/g} 특기를 얻습니다. {g|WaterElementalsCreation}[물 정령 생성]{/g} 칙령을 해금합니다.
ko_mt: 모든 유닛이 {g|SoundMind}[건전한 마음]{/g} 피트를 얻습니다. {g|WaterElementalsCreation}[물 정령 생성]{/g} 칙령을 잠금 해제합니다.

source: All units gain the {g|SoundBody}[Sound Body]{/g} feat. Unlocks the {g|FireElementalsCreation}[Fire Elementals Creation]{/g} decree.
ko: 모든 유닛이 {g|SoundBody}[건강한 신체]{/g} 특기를 얻습니다. {g|FireElementalsCreation}[화염 정령 생성]{/g} 칙령을 해금합니다.
ko_mt: 모든 유닛이 {g|SoundBody}[사운드 바디]{/g} 피트를 얻습니다. {g|FireElementalsCreation}[화염 정령 생성]{/g} 칙령을 잠금 해제합니다.

source: Planar Rifts Cartography
ko: 차원 균열 지도제작
ko_mt: 평면 균열 지도 제작

source: Unlocks the {g|EarthElementalsCreation}[Earth Elementals Creation]{/g} decree, allowing recruitment of {g|EarthElementals}[Earth Elementals]{/g} — resilient infantry. The Commander and h{mf|is|er} companions gain the Corruption Resistance feat which provides one rest without increasing the level of Abyssal corruption after the Commander had cleansed the corruption from themselves by resting at a safe place.
ko: {g|EarthElementalsCreation}[대지 정령 생성]{/g} 칙령을 해금해 회복력이 뛰어난 보병인 {g|EarthElementals}[대지 정령]{/g} 을 모집할 수 있습니다. 사령관과 동료들은 안전한 장소에서 휴식해 사령관이 오염을 정화한 뒤 심연의 오염 레벨을 증가시키지 않고 한 번 휴식할 수 있는 오염 저항 특기를 얻습니다.
ko_mt: {g|EarthElementalsCreation}[대지 정령 생성]{/g} 칙령을 잠금 해제하여 회복력 보병인 {g|EarthElementals}[대지 정령]{/g}을 모집할 수 있습니다. 사령관과 {mf|그|그녀}의 동료는 사령관이 안전한 장소에서 휴식을 취해 심연의 타락을 정화하면 심연의 타락 레벨이 증가하지 않고 한 번 휴식을 취할 수 있는 타락 저항 특성을 획득합니다.

source: Subduing the Worldwound Storms
ko: 세계상처의 폭풍 가라앉히기
ko_mt: 세계상처를 뒤덮은 폭풍을 잠재우다

source: Unlocks the {g|AirElementalsCreation}[Air Elementals Creation]{/g} decree, allowing recruitment of {g|AirElementals}[Air Elementals]{/g} — a fast unit, effective against flying enemies. The Commander and h{mf|is|er} companions gain the Corruption Resistance feat which provides one rest without increasing the level of Abyssal corruption after the Commander had cleansed the corruption from themselves by resting at a safe place.
ko: {g|AirElementalsCreation}[대기 정령 생성]{/g} 칙령을 해금해 비행 유닛에 대항하할 때 유용한 재빠른 유닛인 {g|AirElementals}[대기 정령]{/g} 모집할 수 있습니다. 사령관과 동료들은 안전한 장소에서 휴식해 사령관이 오염을 정화한 뒤 심연의 오염 레벨을 증가시키지 않고 한 번 휴식할 수 있는 오염 저항 특기를 얻습니다.
ko_mt: {g|AirElementalsCreation}[대기 정령 생성]{/g} 칙령을 잠금 해제하여 날아다니는 적에게 효과적인 빠른 유닛인 {g|AirElementals}[대기 정령]{/g}을 모집할 수 있습니다. 사령관과 {mf|그|그녀}의 동료는 사령관이 안전한 장소에서 휴식을 취해 심연의 타락을 정화하면 심연의 타락 레벨이 증가하지 않고 한 번 휴식을 취할 수 있는 타락 저항 특성을 얻습니다.

source: Studying Chaos Energies
ko: 혼돈 에너지 연구
ko_mt: 카오스 에너지 연구
