Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: An armchair with an elegantly curved back creaks mournfully, as if it is unhappy about something.
ko: 우아한 곡선의 등받이가 달린 안락의자가 슬픈듯이 삐걱거리며, 마치 무언가가 반갑지 않다는 듯합니다.
ko_mt: 우아하게 구부러진 등받이가있는 안락 의자가 무언가에 대해 불행한 것처럼 슬프게 삐걱 거립니다.

source: The sofa sounds reproachful as it creaks and groans piteously.
ko: 이 소파가 애처롭게 삐걱거리며 신음하는 게 마치 비난조로 들립니다.
ko_mt: 소파가 삐걱 거리고 불쌍하게 신음하면서 비난하는 소리가 들립니다.

source: A heavily laden table sways sadly on its spindly legs, nearly buckling under the weight of the food and refreshments piled on top.
ko: 성대하게 차려진 식탁은 그의 얇다란 다리가 슬프다는 듯 흔들립니다. 상다리가 휘어지도록 음식과 다과가 쌓여있습니다.
ko_mt: 무거운 짐을 실은 테이블이 가느 다란 다리 위에서 슬프게 흔들리며 위에 쌓인 음식과 다과 무게로 거의 구부러집니다.

source: The magnificent bed is covered in luxurious silk sheets that whisper sorrowfully, as if trying to tell you something.
ko: 굉장히 화려한 침대는 사치스러운 비단 이불로 덮여 있으며, 그것은 당신에게 뭔가 말하려는 것처럼 구슬픈 소리를 냅니다.
ko_mt: 웅장한 침대는 마치 무언가를 말하려는 것처럼 슬프게 속삭이는 고급스러운 실크 시트로 덮여 있습니다.

source: "Nasty scum! Come closer and I'll rip you in two!"
ko: "역겨운 새끼! 가까이 다가오면 반으로 갈라 죽여주지!"
ko_mt: "더러운 쓰레기! 가까이 오면 둘로 찢어버릴 거야!"

source: "I can't even feel your blows! Hahaha! You are helpless! You can't wound me!"
ko: "마치 파리가 앉은 듯한 공격이로구나! 하하하! 넌 무력하다! 내게는 생채기조차 낼 수 없어!"
ko_mt: "나는 당신의 타격조차 느낄 수 없습니다! 하하하! 넌 무력해! 넌 나를 다치게 할 수 없어!"

source: "You are stupid, sloppy, and reckless. You'll pay for your arrogance, you ambitious fool!"
ko: "바보같고, 엉성하고, 무모한 녀석. 네 오만의 대가를 치르게 될 거다, 야심찬 멍청아!"
ko_mt: "당신은 멍청하고, 엉성하고, 무모합니다. 당신은 당신의 오만함에 대한 대가를 치를 것입니다, 이 야심 찬 바보!"

source: "How predictable! We can see right through your pathetic tricks!"
ko: "너무 뻔해! 네 한심한 속임수따윈 속이 훤히 들여다보인다!"
ko_mt: "얼마나 예측 가능한가! 우리는 당신의 한심한 속임수를 바로 볼 수 있습니다!"

source: "We'll be back to settle the score, you miserable freak."
ko: "돌아와서 복수하겠다, 가련한 개새끼야."
ko_mt: "우리는 점수를 정산하기 위해 돌아올 것이다, 이 비참한 괴물아"

source: "This time you'll stay dead, you sneaky bitch!"
ko: "이번엔 영원히 뒈질거다, 비열한 씹년아!"
ko_mt: "이번엔 넌 죽게 될거야, 이 교활한 년아!"

source: "That's what I call a proper fight! Atselm almost won! But the Bloody Freak was just too good!"
ko: "이게 바로 팽팽한 싸움이라는 거죠! 앗셀름은 거의 이길 뻔했습니다! 하지만 피투성이 괴짜가 훨씬 더 뛰어났어요!"
ko_mt: "이게 내가 제대로 된 싸움이라고 부르는 거야! 아셀름이 거의 이길 뻔했어요! 하지만 블러디 프릭이 너무 잘했어!"

source: "What an unexpected twist in the finale! He should have grabbed her head, squeezed it until it cracked, and then ground her into dust!"
ko: "마지막에 예상치 못한 반전이 나오는군요! 그는 앗셀름의 머리를 쥐고, 쪼개질 때까지 짜낸 다음 먼지가 되도록 땅에 꽂았어야 했나봅니다!"
ko_mt: "피날레의 예상치 못한 반전! 그는 그녀의 머리를 움켜 쥐고 깨질 때까지 쥐어 짜서 그녀를 가루로 만들었어야했습니다"

source: "Today's entertainment will be a fight to the death in the arena! Your first fighter is a wild and savage newcomer called the Bloody Freak!"
ko: "오늘의 유흥은 목숨을 건 투기장의 혈투입니다! 먼저 첫번째 투사는 혈기 넘치는 신참인 피투성이 괴짜!"
ko_mt: "오늘의 엔터테인먼트는 경기장에서 죽을 때까지 싸울 것입니다! 첫 번째 선수는 거칠고 야만적인 신인 블러디 프릭입니다!"

source: "And the second is a skilled fighter! She always comes back to life, no matter how many times she dies! Atselm!"
ko: "그 상대는 숙련된 전사입니다! 그렇게 많이 죽었어도 언제나 살아 돌아오는 여성이죠! 앗셀름입니다!"
ko_mt: "그리고 두 번째는 숙련된 파이터입니다! 그녀는 몇 번이나 죽어도 항상 다시 살아납니다! 아셀름!"

source: "I'll skewer you on my blade and feed your guts to the Lower City riffraff. You'll never come back to life again!"
ko: "내 칼에 꿴 다음 내장을 하층 도시 천민들에게 던져주마. 다시는 살아돌아오지 못할 거다!"
ko_mt: "내 칼날에 널 꼬챙이에 꽂고 내장을 아랫도시 약탈자들에게 먹이겠다. 넌 다시는 살아나지 못할 거야!"

source: "Another arrogant upstart! You don't know how to fight! Your clumsy efforts are no match for my skill in battle!"
ko: "오만한 떨거지가 또 왔군! 어떻게 싸우는지도 모르잖아! 네 서투른 칼질 따위야 내 전투 기술에 상대도 안돼지!"
ko_mt: "또 오만한 신참이군! 넌 싸우는 법을 몰라! 당신의 서투른 노력은 전투에서 내 기술에 맞지 않습니다!"

source: "Don't bother me while I'm dispensing false justice."
ko: "내가 거짓 정의를 집행하는 동안 방해하지 마라."
ko_mt: "내가 거짓 정의를 분배하는 동안 나를 귀찮게하지 마십시오 "

source: "Hands off, scum! Let's fight one on one! I'll rip your heart out!"
ko: "손 대지 마, 쓰레기! 일대일로 싸우자고! 네 심장을 찢어줄테니!"
ko_mt: "손대지 마, 쓰레기야! 일대일로 싸우자! 네 심장을 찢어버릴 거야!"

source: "You'll pay for this, you miserable maggots!"
ko: "이번 일의 대가를 치르게 될 거다, 가엾은 구더기 새끼야!"
ko_mt: "넌 죗값을 치르게 될거야, 이 비참한 구더기들아!"

source: "Mercy... I beg you..."
ko: "자비를... 베풀어다오..."
ko_mt: "자비.. 제발..."

source: "Execute him! Kill him! There's no place for mercy in the Abyss!"
ko: "죽여라! 죽여라! 심연에는 자비가 설 자리가 없다!"
ko_mt: "처형해! 죽여버려! 심연에는 자비를 베풀 곳이 없다!"

source: "You are mistaken, I'm not the one who should be on trial! I didn't kill anyone!"
ko: "넌 실수한 거다. 난 법정에 설만한 일을 저지르지 않았어! 아무도 죽이지 않았다고!"
ko_mt: "당신은 착각하고 있어요, 재판을 받아야 할 사람은 내가 아니에요! 난 아무도 안 죽였어요!"

source: "But I am not Varsa the Nosecutter! This is a mistake! Curse you, Hepzamirah!"
ko: "하지만 난 콧날베기 바르사가 아니오! 이건 실수야! 좆까, 헵자미라!"
ko_mt: "하지만 저는 검찰관 바르사가 아닙니다! 이건 실수입니다! 저주하노라, 헵자미라!"

source: "I bet Shamira has something truly interesting in mind!"
ko: "난 샤미라의 생각 속에 엄청나게 재밌는 뭔가가 있을 거라 확신해!"
ko_mt: "샤미라는 정말 흥미로운 것을 염두에두고 있습니다! "

source: "What is this false justice everyone keeps talking about? Shamira should tell us what this is all about!"
ko: "모두가 계속 떠들어대는 거짓 정의란 게 대체 뭐야? 샤미라는 이게 다 뭔지 설명해라!"
ko_mt: "모두가 계속 이야기하는 이 거짓 정의는 무엇일까요? 샤미라가 이게 다 뭔지 말해줘야 해요!"

source: "Silence, everyone! Shamira is about to speak!"
ko: "전원 조용! 샤미라님이 말씀하신다!"
ko_mt: "모두 조용히하세요! 샤미라가 말하려고합니다!"

source: "I am so happy to see you. My private box feels so lonely and boring without good company."
ko: "당신을 만나서 반갑군. 내 신참 상자도 좋은 동료가 없어서 외로움과 지루함을 느끼던 참이야."
ko_mt: "만나서 정말 반가워요. 내 개인 상자는 좋은 회사가 없으면 너무 외롭고 지루한 느낌입니다"

source: "Freedom! Freedom at last! Run! Save yourselves from this place!"
ko: "자유다! 마침내 자유야! 도망쳐! 알아서 빠져나가!"
ko_mt: "자유! 드디어 자유! 도망쳐! 이곳에서 탈출하세요!"

source: "I can move again! Joy of joys!"
ko: "다시 움직일 수 있어! 기쁨 중에 기쁨이로구나!"
ko_mt: "다시 움직일 수 있어요! 기쁨의 기쁨!"

source: "No, Lady Vellexia! Please, do not punish us!"
ko: "안돼! 벨렉시아님! 제발, 저희를 처벌하지 말아주십시오!"
ko_mt: "안돼요, 벨렉시아 아가씨! 제발, 우리를 처벌하지 마세요!"

source: "What are you doing to me? Mercy! I'll do better next time!"
ko: "뭘 하시려는 겁니까? 자비를! 다음번엔 더 잘하겠습니다!"
ko_mt: "나한테 무슨 짓을 하는 거야? 자비! 다음엔 더 잘할게요!"

source: "Crusader, I need to speak with you. You must hear me out!"
ko: "성전사여, 너와 이야기할 일이 있다. 내 말을 경청하라!"
ko_mt: "크루세이더, 할 말이 있어요. 내 말을 들어야 해요!"

source: "I have grown tired of your company. I don't want to talk anymore."
ko: "너희들이 점점 더 피곤해지는구나. 더이상 얘기하고 싶지 않다."
ko_mt: "나는 당신의 회사에 지쳤습니다. 더 이상 이야기하고 싶지 않아요"

source: "I can't wait to see what entertainments are planned for this evening!"
ko: "오늘 저녁에는 어떤 유흥거리가 계획되었을지 기대되는구나!"
ko_mt: "오늘 저녁에 어떤 엔터테인먼트가 계획되어 있는지 빨리 보고 싶어요!"

source: "I have no doubts that tonight's performance will be as spectacular as always!"
ko: "오늘 밤 공연이 언제나처럼 놀라울 것을 의심치 않아!"
ko_mt: "오늘 밤의 공연이 언제나처럼 화려할 것이라는데 의심의 여지가 없습니다!"

source: The image reflected in the mirror is a perfect version of yourself. All the flaws and imperfections in your appearance have been subtly removed or corrected.
ko: 거울에 반사된 상은 당신의 완벽한 모습입니다. 당신 외모의 모든 결함과 불완전성이 절묘하게 제거되거나 수정되었습니다.
ko_mt: 거울에 비친 자신의 모습은 자신의 완벽한 모습입니다. 외모의 모든 결점과 불완전함이 미묘하게 제거되거나 수정되었습니다.

source: This magnificent piece of jewelry sparkles and shines like a pair of lively, intelligent eyes. You have the feeling that it is examining you as closely as you are examining it.
ko: 회려한 장신구가 생기있고 이지적인 한 쌍의 눈동자처럼 반짝이며 빛납니다. 당신이 그것을 유심히 관찰할 때, 그것 또한 당신을 관찰한다는 느낌을 받습니다.
ko_mt: 이 웅장한 주얼리는 활기차고 지적인 눈처럼 반짝이고 빛납니다. 당신이 그것을 검사하는 것처럼 당신을 면밀히 검사하고 있다는 느낌이 듭니다.

source: Lady Vellexia's Jewelry
ko: 벨렉시아의 장신구
ko_mt: 레이디 벨렉시아의 보석

source: "If you know all of the most influential demons in this city, perhaps you've heard of a demon named Willodus?"
ko: "당신이 도시에서 가장 영향력이 큰 데몬들을 잘 안다면, 윌로더스라는 이름의 데몬도 들어봤겠군?"
ko_mt: "이 도시에서 가장 영향력 있는 데몬들을 모두 알고 있다면, 윌로두스라는 데몬에 대해 들어보셨나요? "

source: {n}Vellexia smirks at you.{/n} "Indeed, though I wish I hadn't. The pompous dullard never stops boasting about his position as Our Lady in Shadow's main arcanist, and perhaps his magic really is that impressive, but... Unfortunately, the same cannot be said of his character. He is a coward and a bore. He may be tenacious, but he certainly lacks any cunning. I heard that he recently hired some assassins and sent them after Darrazand's head. But he wasn't smart enough to hire professionals. Not only did they fail, they also revealed the name of their client, and now everyone knows who ordered the hit job. Such sad mediocrity!"
ko: {n}벨렉시아가 당신을 향해 히죽거린다.{/n} "그럼요. 그렇지 않기를 바라긴 했지만. 그 거만한 멍청이는 그림자의 여제님의 수석 아르카니스트라는 자기 지위를 자랑하기를 멈추질 않죠. 그리고 아마 그의 마법 또한 그정도로 인상적일테고요. 하지만... 불행하게도, 그의 성격은 그렇지 않아요. 겁쟁이에다 지루한 사람이죠. 집착은 심하지만, 또 교활한 구석은 없어요. 최근에 그가 암살자 몇 명을 고용해서 다라잔드의 머리를 따오도록 보냈다는 소문은 들었어요. 하지만 전문가를 고용할 만큼 똑똑하지는 않았나보죠. 그들은 실패했을 뿐만 아니라, 누가 그 임무를 내렸는지까지 전부 불어렸어요. 참 안타까운 범인이랍니다!"
ko_mt: {n}벨렉시아가 당신을 보고 웃습니다.{/n} "사실, 그러지 않았으면 좋았을 텐데. 이 건방진 멍청이는 그림자 속의 성모님의 주요 아카니스트라는 자신의 지위를 자랑하길 멈추지 않고, 그의 마법이 정말 그렇게 인상적일지도 모르지만... 불행히도 그의 성격에 대해서도 마찬가지입니다. 그는 겁쟁이이자 지루한 사람입니다. 그는 끈질기기는 하지만 교활함은 확실히 부족합니다. 최근에 암살자를 고용해서 다라잔드의 목을 노렸다고 들었소. 하지만 그는 전문가를 고용할 만큼 똑똑하지 않았어요. 그들은 실패했을 뿐만 아니라 고객의 이름을 공개했고 이제는 누가 암살을 명령했는지 모두가 알고 있습니다. 정말 슬픈 평범함입니다!"

source: {n}Wenduag's lips curl into a sneer.{/n} "So she's just an old crone? She hides behind a sweet face and some curves, but all she's got beneath her disguise is a withered old carcass? Not much to brag about..."
ko: {n}웬두아그의 입술이 조소로 일그러졌다.{/n} "그러면 그녀는 그냥 늙은 노파라는 건가? 그녀는 아름다운 얼굴과 몸매 뒤에 숨었지만, 그 변장 아래에 있는 건 늙은 쭈그렁탱이 시체라는 거지? 자랑할 거리는 아니로군..."
ko_mt: {n}웬두아그의 입술이 비웃음으로 말린다.{/n} "그럼 그녀는 그냥 노망난 늙은 이인가요? 달콤한 얼굴과 약간의 곡선 뒤에 숨어 있지만 변장 아래에는 시든 늙은 시체뿐이라고요? 자랑할 게 별로 없는데..."

source: "My life is priceless. It is worth far more than this trinket! Take this magnificent weapon! I will not have others say that Lady Vellexia does not value her life highly enough!"
ko: "내 삶은 값을 매길 수 없어요. 이 싸구려들보다는 훨씬 더 가치있지요! 이 위엄 넘치는 무기를 받아주세요! 벨렉시아가 자신의 목숨을 중요하게 여기지 않는다고 남들이 떠드는 걸 참을 수가 없어요!"
ko_mt: "내 인생은 귀중하다. 이 장신구보다 훨씬 더 가치가 있습니다! 이 장엄한 무기를 가져가세요! 다른 사람들이 벨렉시아 부인이 자신의 목숨을 충분히 소중히 여기지 않는다고 말하게 두지 않겠습니다!"

source: {n}The succubus hands you an elegant piece of jewelry.{/n} "This is one of my latest creations. It has an intelligent mind of its own... It is certainly far more clever and sophisticated than many living creatures I know. The jewelry will identify the most important traits and features of its owner, and then it will enhance those abilities. It is a rare and valuable gift, and I hope you appreciate its worth. And now, I must ask you to leave. I have grown tired of your company."
ko: {n}서큐버스가 당신에게 우아한 장신구를 건네준다.{/n} "이건 최근에 만든 작품입니다. 고유의 지능을 갖고 있지요... 대부분의 살아있는 생물들 보다 훨씬 더 똑똑하고 지적일 거예요. 이 장신구는 주인의 가장 중요한 특징과 특성을 인식해서, 그 능력을 더욱 향상시켜줄 겁니다. 이건 아주 희귀하고 가치 있는 선물이고, 당신이 이 가치를 알아주셨으면 합니다. 그리고, 이제는 떠나주시길 요청드릴게요. 당신과의 동행이 점점 지치는군요."
ko_mt: {n}서큐버스가 우아한 보석을 건네줍니다.{/n} "이것은 제가 최근에 만든 작품 중 하나입니다. 그것은 나름대로 지적인 마음을 가지고 있습니다... 제가 아는 어떤 생명체보다 훨씬 영리하고 정교합니다. 이 보석은 소유자의 가장 중요한 특성과 특징을 파악한 다음 그 능력을 강화해줄 것입니다. 희귀하고 귀중한 선물이니 그 가치를 알아주셨으면 좋겠어요. 이제 나가주셔야겠습니다. 나는 당신의 회사에 지쳤습니다."

source: "Watch it! {mf|He|She}'s awake! Let's kill {mf|him|her} and get outta here!"
ko: "조심해! {mf|그|그녀}가 일어난다! 빨리 죽이고 여길 빠져나가자고!"
ko_mt: "Watch it! {mf|그|그녀}의 깨어났다! {mf|그|그녀}를 죽이고 여기서 나가자!"

source: "I want to spend the night here."
ko: "여기서 하룻밤 묵고 싶다."
ko_mt: "여기서 하룻밤을 보내고 싶어요"

source: {n}The demon pokes his claw at the door.{/n} "The room is shared by all the guests. The Bad Luck is not responsible for any possessions that might be lost or stolen. The bedding may be infested with bedbugs. Crush them quickly, or they'll drain your blood overnight and grow large enough to devour you."
ko: {n}데몬이 문 하나를 손톱으로 가리킨다.{/n} "방은 모든 손님들에게 공유됩니다. 불운은 물건 분실이나 도난에 관해 어떤 책임도 지지 않습니다. 침구류에는 빈대가 꼈을 수도 있죠. 발견 즉시 잡지 않으신다면, 한밤동안 당신의 피를 빨아먹고, 당신을 집어 삼킬만큼 커질지도 모릅니다."
ko_mt: {n}데몬이 문에 발톱을 찔렀다.{/n} "이 방은 모든 투숙객이 공유합니다. 배드 럭은 분실 또는 도난당한 소지품에 대해 책임을 지지 않습니다. 침구류에 빈대가 있을 수 있습니다. 빨리 없애지 않으면 하룻밤 사이에 피를 빨아먹을 만큼 커져서 삼킬 수 있습니다."

source: "He's managed to survive this long. I've already put several blood larvae — that's what they call cutthroats for hire who haven't earned a place in the Assassins' Guild — in contact with the broker representing whoever's targeting Willodus. But everyone who takes that job disappears without a trace."
ko: "그는 이토록 오래 살아남은 거야. 난 윌로더스를 목표물로 삼는 사람들을 모으는 중개인과 접촉하였고, 이미 피 유충, 즉 암살자 길드에 초대받지 못한 채 일거리를 찾는 살인자들 몇 명을 뿌려뒀어. 하지만 그 일을 수락한 모든 녀석들이 흔적도 없이 사라졌지."
ko_mt: "그는 이렇게 오래 살아남았습니다. 이미 여러 명의 피의 유충(암살자 길드에 가입하지 않은 고용인들을 일컫는 말)을 윌로두스를 노리는 자를 대리하는 브로커와 접촉시켰어요. 하지만 그 일을 맡은 사람은 모두 흔적도 없이 사라집니다."

source: "Shall we celebrate our arrival in Alushinyrra? Innkeeper, bring us your strongest stuff! You're looking at Golarion's finest crusaders, and we're here to drink!"
ko: "알루시니라 도착을 축하하지 않겠나? 주인장, 여기 가장 쎈 술을 가져다 주쇼! 당신은 골라리온에서 가장 뛰어난 성전사를 목격중이고, 그들은 지금 한 잔 걸치러 왔으니!"
ko_mt: "알루시니라에 도착한 것을 축하할까요? 여관주인, 가장 강한 물건을 가져오세요! 골라리온의 최정예 성전사들을 만나러 왔으니 술을 마시러 왔어요!"

source: {n}The sorceress sighs.{/n} "I realize that many consider me a fool because I honor the unwritten code of the aeronaut and never deviate from it, helping those in distress and never stealing cargo that belongs to others. But this is the first time anyone has claimed that doing so is a crime." {n}She thinks for a while.{/n} "Though, on the other hand, the absence of law is also a kind of order."
ko: {n}소서러가 한숨을 쉰다.{/n} "조난당한 이들을 돕고 다른 이들의 화물을 절대 훔치지 말라는, 비행사의 계명을 결코 저버리지 않는 저를 많은 이들이 바보 취급 한다는 걸 알아요. 하지만 그런 태도를 범죄라고 주장하는 사람이 나타난건 처음이죠. {n}그녀는 잠시 생각했다.{/n} "그럼에도 불구하고, 다르게 표현하자면, 질서의 부재 또한 규칙성의 한 종류라는 거죠."
ko_mt: {n}마법사가 한숨을 쉽니다.{/n} "나는 비행사의 불문율을 존중하고 결코 그것을 벗어나지 않으며 곤경에 처한 사람들을 돕고 다른 사람의 화물을 훔치지 않기 때문에 많은 사람들이 나를 바보라고 생각한다는 것을 알고 있습니다. 하지만 그렇게 하는 것이 범죄라고 주장하는 사람은 이번이 처음입니다." {n}그녀는 잠시 생각에 잠긴다.{/n} "하지만 다른 한편으로는 법의 부재도 일종의 질서입니다"

source: Copious bloodstains indicate that a fight took place here very recently.
ko: 다량의 핏자국은 방금 전까지 이곳에서 싸움이 벌어졌었다는 것을 보여줍니다.
ko_mt: 풍부한 혈흔은 이곳에서 아주 최근에 싸움이 일어났다는 것을 나타냅니다.

source: Bloodstained pieces of furniture appear to have been shattered by someone's body.
ko: 피로 물든 가구 조각이 누군가의 몸뚱아리에 의해 산산이 부숴진걸로 보입니다.
ko_mt: 피 묻은 가구 조각은 누군가의 몸에 의해 부서진 것으로 보입니다.

source: "Pleasures to satisfy every taste await you! Plunge into your darkest and most depraved fantasies."
ko: "어떤 취향이든 만족시킬 쾌락이 당신을 기다립니다! 당신의 가장 어둡고 음탕한 환상에 빠져보세요."
ko_mt: "모든 취향을 만족시키는 즐거움이 여러분을 기다립니다! 가장 어둡고 타락한 환상에 빠져보세요"

source: "Come to the Ten Thousand Delights, baby. You won't regret it."
ko: "만인의 환락에 오세요, 자기. 절대 후회하지 않으실 거예요."
ko_mt: "만 가지 즐거움으로 오세요, 자기. 후회하지 않을거야 "

source: "Your forbidden fantasies will all come true in the Ten Thousand Delights. You will always remember your visit with shame and excitement."
ko: "만인의 환락에선 당신의 금지된 환상이 현실이 됩니다. 부끄러움과 흥분으로 가득 찼던 방문을 영원히 기억하시게 될 거예요."
ko_mt: "당신의 금지된 환상은 만 가지 즐거움에서 모두 이루어질 것입니다. 당신은 항상 부끄러움과 설렘으로 방문을 기억할 것입니다 "

source: "Our palace of pleasure is at your service. We offer every delight you can imagine."
ko: "우리의 쾌락의 궁전이 당신을 위해 준비되었습니다. 우리는 당신이 상상할 수 있는 모든 환희를 제공합니다."
ko_mt: "우리의 즐거움의 궁전이 당신을 위해 준비되어 있습니다. 우리는 당신이 상상할 수 있는 모든 즐거움을 제공합니다 "

source: "I'll drive you insane with my caresses, and you won't even notice."
ko: "내 손길로 너를 미치게 만들 것이며, 넌 인식조차 하지 못할 거다."
ko_mt: "내 애무로 당신을 미치게 할거야, 그리고 당신은 눈치 채지 못할거야 "

source: "There's a reason I'm called Honeyed Tongue."
ko: "내가 달콤한 혀라고 불리는 이유가 있답니다."
ko_mt: "내가 꿀 혀라고 불리는데는 이유가 있습니다 "

source: "Why choose between pleasure and pain? I prefer to give both at the same time."
ko: "어째서 쾌락과 고통 중 하나를 선택하는 거죠? 저는 둘 모두를 동시에 드리는 걸 선호합니다."
ko_mt: "왜 쾌락과 고통 중 하나를 선택해야 하나요? 나는 둘 다 동시에주는 것을 선호합니다."

source: "We'll teach you sins you've never even heard of, sweetheart."
ko: "이쁜이, 네가 한번도 들어보지 못했을 죄악에 대해 가르쳐줄게."
ko_mt: "당신이 들어 본 적도없는 죄를 가르쳐 줄게, 아가야 "

source: "Chivarro paid well for your death. We won't fail her. We'll kill you immediately."
ko: "키바로가 네 목에 두둑한 값을 불렀어. 그녀를 실망킬 수 없지. 바로 죽여주마."
ko_mt: "치바로는 당신의 죽음에 대해 충분한 대가를 치렀습니다. 우리는 그녀를 실망시키지 않을 것이다. 우리는 당신을 즉시 죽일 것입니다 "

source: "Off on a job. Stick your nose in our business, and we'll hunt you down and gut you. Signed, Rotten Guttery Gang."
ko: "일이다. 우리 사업에 의문을 가지면, 네놈을 잡아다 내장을 뽑아주지. 서명, 썩은 내장 패거리."
ko_mt: "일하러 나갔다. 우리 사업에 코를 박으면 우리가 당신을 찾아내서 내장을 꺼내 줄 것입니다. 서명, 썩은 거터리 갱단 "

source: "It's been so long since I've had so much fun! What a great game!"
ko: "이렇게 즐거웠던 적이 언제였는지 모르겠네! 대단한 놀이야!"
ko_mt: "이렇게 재밌었던 건 정말 오랜만이에요! 정말 멋진 게임이에요!"

source: "Still, how many assassins have there been? Forty? Forty-five?"
ko: "그래서, 여기에 얼마나 많은 암살자가 있었던 거지? 40명? 45명?"
ko_mt: "그래도 암살자가 몇 명이나 있었나요? 마흔? 45명? "

source: [Attack] "Your rule here has come to an end."
ko: [공격] "네가 이곳을 다스리는 것도 끝이다."
ko_mt: [공격] "여기서 당신의 통치는 끝났습니다."

source: {n}Something flashes in your memory. The Rotten Guttery Gang. How could you forget a name like that? It's what those mercenaries who tried to kill you in the Lower City called themselves. They weren't demons or kidnappers, but experienced assassins.{/n}
ko: {n}당신의 기억 속에서 무언가가 번쩍인다. 썩은 창자 패거리. 어떻게 그 이름을 잊을 수가 있을까? 하층 도시에서 당신을 죽이려 했던 용병들이 자신들을 그런 이름으로 칭했었다. 그들은 데몬도 유괴범도 아니며, 단지 경험 많은 암살자일 뿐이다.{/n}
ko_mt: {n}기억 속 무언가가 스쳐 지나갑니다. 썩은 거터리 갱단. 어떻게 그런 이름을 잊을 수 있죠? 아랫도시에서 당신을 죽이려 했던 용병들이 스스로를 그렇게 불렀어요. 그들은 데몬이나 납치범이 아니라 노련한 암살자였어{/n}

source: {n}Having tried to read your mind, the lilitu dangerously reveals herself to you, and the roaring beast inside you leaps at the opportunity. With a victorious howl, the beast latches onto the lilitu's thoughts, pouncing on her memories and dragging them back to you, like a hunting dog bringing hares to its master.{/n}
ko: {n}당신의 생각을 읽으려 하면서, 릴리투는 위험천만하게 자신의 모습을 드러냈다, 또한 당신 내면의 울부짖는 야수가 그 기회를 포착했다. 그 야수는 마치 주인에게 사냥감을 끌어오는 사냥개마냥, 승리의 포효를 지르며 릴리투의 생각을 생각을 잠그고, 그녀의 기억에 돌진한 뒤 그것을 당신에게 다시 끌어왔다.{/n}
ko_mt: {n}당신의 마음을 읽으려는 릴리투가 위험하게 자신을 드러내고, 그 기회를 틈타 포효하는 야수가 뛰어오릅니다. 야수는 승리의 울부짖음과 함께 릴리투의 생각을 붙잡고, 사냥개가 토끼를 주인에게 데려다주듯 그녀의 기억을 잡아당겨 당신에게로 끌고 갑니다.{/n}

source: "I let Chivarro go."
ko: "키바로를 보내주겠다."
ko_mt: "치바로를 놓아주었습니다"

source: [Pay five thousand gold coins]
ko_mt: [오천 금화 지불]

source: {n}Herrax's amiable smile fades slightly.{/n} "I confess, I am not used to anyone underestimating the treasures of the Ten Thousand Delights. Believe me, a single night with any of my charges is worth selling yourself into eternal slavery. Gold does not compare with the caresses you will receive."
ko: {n}헤락스의 훈훈한 미소가 조금 옅어진다.{/n} "고백하자면, 저는 만인의 환락이 가진 보물들을 과소평가하는 사람을 보는 게 익숙하지 않아요. 믿어보세요, 저희 직원과의 하룻밤은 당신을 영원한 노역에 팔아치우기에 충분하니까요. 금화는 당신이 받을 보살핌에 비하면 별 것 아니랍니다."
ko_mt: {n}헤랙스의 상냥한 미소가 살짝 사라진다.{/n} "고백하건대, 나는 만 가지 즐거움의 보물을 과소평가하는 사람에게 익숙하지 않아요. 제 말 믿으세요, 제 요금으로 하룻밤을 보내면 영원한 노예로 팔아넘길 가치가 있습니다. 금은 당신이 받게 될 애무와 비교할 수 없습니다"

source: "Just so you know, Rokhorn is the favorite of Willodus, the court magician of the Lady in Shadow. However, in light of recent events, Willodus no longer visits here. So you can have Rokhorn, if you like him."
ko: "아시겠지만, 록혼은 그림자의 여주인님의 궁정 마도사인 윌로더스가 가장 좋아하는 사람이에요. 하지만, 최근 사건 이후, 윌로더스는 더 이상 이곳을 방문하지 않죠. 그러니 당신 마음에 드신다면, 록혼을 가지셔도 돼요."
ko_mt: "아시다시피, 로크혼은 그림자 속의 여인의 궁정 마술사 윌로두스가 가장 좋아하는 마술사입니다. 하지만 최근의 사건으로 인해 윌로두스는 더 이상 이곳을 방문하지 않습니다. 그러니 원한다면 로크혼을 데려가도 돼요"

source: "There's nothing sweeter than playing games of life and death! When I think of Zerieks tearing apart yet another greedy idiot I've sent his way... Mmm..." {n}The succubus closes her eyes and runs the tips of her fingers over her breasts and stomach.{/n} "Just imagining it sends flames licking through my body."
ko: "삶과 죽음을 건 놀이만큼 달콤한 건 없지요! 제가 보낸 또다른 욕심쟁이를 즈릭스가 찢어버리는 상상을 할 때면... 으음..." {n}서큐버스가 눈을 감고는 그녀의 손가락 끝으로 가슴과 배를 훑는다.{/n} "상상만으로도 불꽃이 제 온 몸을 핥는 듯하다니까요."
ko_mt: "삶과 죽음의 게임을 하는 것보다 더 달콤한 것은 없습니다! 내가 보낸 또 다른 탐욕스러운 멍청이를 찢어버리는 제릭스를 생각하면... 음..." {n}서큐버스가 눈을 감고 손가락 끝으로 자신의 가슴과 배를 쓰다듬는다.{/n} "상상만 해도 불길이 내 몸을 핥는 것 같아"

source: The cradle is creaking as if it is quietly humming a tune. It is empty.
ko: 비어있는 요람이 마치 곡조를 흥얼거리는 듯 삐걱거립니다.
ko_mt: 요람이 조용히 노래를 흥얼 거리는 것처럼 삐걱 거리고 있습니다. 비어 있습니다.

source: A child's drawings depicting various magical beasts. In a second, more assured hand that clearly belongs to an adult, there are annotations about wingspan, diet, and other details.
ko: 다양한 환수를 묘사한 어린 아이의 그림입니다. 둘째 장에는, 어른의 것이 확실한 묘화가 있습니다. 거기에는 날개폭, 무게, 그 밖에 다른 세부 사항에 관한 주석이 있습니다.
ko_mt: 다양한 마법의 짐승을 묘사한 아이의 그림. 성인의 것이 분명한 더 확실한 손에는 날개 길이, 식단 및 기타 세부 사항에 대한 주석이 있습니다.

source: A flower that clearly was picked somewhere in the forest, then diligently but clumsily potted.
ko: 꽃은 숲 속 어딘가에서 꺾였으며, 열심히 꽂아뒀지만 어딘가 엉성합니다.
ko_mt: 숲 어딘가에서 분명히 따서 부지런히 그러나 서투르게 화분에 심은 꽃.

source: The wooden horse is worn around the area where the rider would sit.
ko: 목각 말은 기수가 탈만한 부분이 닳아있습니다.
ko_mt: 나무 말은 기수가 앉을 영역 주위에 착용됩니다.

source: A handwritten and artfully illustrated textbook on magic. The margins are filled with doodles, clearly done out of boredom.
ko: 손으로 쓰였으며 아름답게 묘사된, 마법에 관한 필기입니다. 여백에는 지루함 때문일 게 분명한 낙서가 가득합니다.
ko_mt: 마술에 대한 손으로 쓰고 예술적으로 삽화가 그려진 교과서. 여백은 지루함에서 분명히 낙서로 가득 차 있습니다.

source: Judging by the writings and the explanatory notes, this is a teaching aid.
ko: 필기와 주석을 보면, 이것이 교육 자료임을 알 수 있습니다.
ko_mt: 글과 설명 메모로 판단하면 이것은 교구입니다.

source: Chains, stocks, and shackles — a whole arsenal designed to hold an individual in place.
ko: 쇠사슬, 형틀, 족쇄. 한 개인을 묶어두기 위한 도구 모음입니다.
ko_mt: 사슬, 주식, 족쇄 - 개인을 제자리에 고정하도록 설계된 전체 무기고.

source: Torture tools of all varieties.
ko: 다양한 종류의 고문 도구입니다.
ko_mt: 모든 종류의 고문 도구.

source: To the inner halls
ko: 안쪽 홀
ko_mt: 내부 복도

source: There is an inscription on the base of the statue. It reads: "Journey into emptiness. Know yourself."
ko: 조각상의 받침에 글귀가 새겨져 있습니다. "허무로 향하라. 너 자신을 알라."
ko_mt: 동상 바닥에 비문이 새겨져 있습니다. 이렇게 쓰여 있습니다. "공허로의 여행. 자신을 알라"

source: A mound of gold, a treasure worthy of monarchs. But you cannot pick up a single coin — it is as if they are glued together.
ko: 왕국 하나는 살만한 금은보화의 무더기입니다. 하지만 한 덩어리로 붙기라도 한 듯, 당신은 동전 하나조차 들 수 없습니다.
ko_mt: 금덩어리, 군주에게 어울리는 보물. 그러나 동전 하나를 집어 들 수는 없습니다. 마치 서로 붙어있는 것처럼 보입니다.

source: These treasures bear clear traces of illusion magic. Best not to get too close, let alone pick up any.
ko: 이 보물들에는 환영 마법이 걸려 있습니다. 가까이 다가가지 않고 가만히 놔두는 것이 최선입니다.
ko_mt: 이 보물에는 일루전 마법의 흔적이 선명하게 남아 있습니다. 너무 가까이 가지 말고 집어 들지 않는 것이 가장 좋습니다.

source: There is no inscription beneath the unfamiliar symbol.
ko: 특이한 문양 밑에는 어떤 글귀도 없습니다.
ko_mt: 낯선 기호 아래에는 비문이 없습니다.

source: There is no inscription beneath the symbol, but you recognize it anyway. This is the sign of Areshkagal, the Faceless Sphinx.
ko_mt: 기호 아래에는 비문이 없지만 어쨌든 당신은 그것을 알아볼 수 있습니다. 이것은 얼굴 없는 스핑크스 아레쉬카갈의 표식입니다.

source: An inscription suddenly materializes beneath the unfamiliar symbol on the wall. "I am the source and the universe, the undivided absolute."
ko: 벽에 그려진 특이한 문양 아래로 갑작스레 글귀가 나타납니다. "나는 우주의 근원이며, 나뉘지 않은 완전성이니라."
ko_mt: 벽에 걸린 낯선 상징 아래 갑자기 비문이 구체화됩니다. "나는 근원이며 우주, 분할되지 않은 절대자입니다. "

source: An inscription suddenly materializes beneath the unfamiliar symbol on the wall. "I am the unity that reigns between life and death."
ko: 벽에 그려진 특이한 문양 아래로 갑작스레 글귀가 나타납니다. "나는 삶과 죽음을 지배하는 통일성이니라."
ko_mt: 벽에 있는 낯선 기호 아래에 갑자기 비문이 구체화됩니다. "나는 삶과 죽음 사이를 다스리는 통일체입니다"

source: An inscription suddenly materializes beneath the unfamiliar symbol on the wall. "I am the planes of evil that give birth to demons, devils, and daemons."
ko: 벽에 그려진 특이한 문양 아래로 갑작스레 글귀가 나타납니다. "나는 데몬, 데빌, 다이몬을 탄생시킨 악의 차원이니라."
ko_mt: 벽의 낯선 상징 아래 갑자기 비문이 구체화됩니다. "나는 다이몬, 데빌, 데몬을 낳는 악의 평면입니다"

source: An inscription suddenly materializes beneath the unfamiliar symbol on the wall. "I am all cardinal directions on a spherical planet, the symbol of deceptive freedom."
ko_mt: 벽에 있는 낯선 기호 아래에 갑자기 비문이 구체화됩니다. "나는 기만적인 자유의 상징인 구형 행성의 모든 추기경 방향입니다 "

source: An inscription suddenly materializes beneath the unfamiliar symbol on the wall. "I am the futile crusade, the last in a line."
ko_mt: 벽의 낯선 상징 아래 갑자기 비문이 구체화됩니다. "나는 헛된 십자군이며, 줄의 마지막입니다. "

source: An inscription suddenly materializes beneath the unfamiliar symbol on the wall. "I am the marilith that brings evil with every hand."
ko: 벽에 그려진 특이한 문양 아래로 갑작스레 글귀가 나타납니다. "나는 모든 손으로 악행을 전하는 마릴리스이니라."
ko_mt: 벽의 낯선 상징 아래 갑자기 비문이 구체화됩니다. "나는 모든 손으로 악을 가져 오는 마릴리스입니다 "

source: An inscription suddenly materializes beneath the unfamiliar symbol on the wall. "I am the deadly sin that arose from a capital virtue."
ko_mt: 벽의 낯선 상징 아래 갑자기 비문이 구체화됩니다. "나는 자본의 미덕에서 발생한 치명적인 죄입니다. "

source: Scorpion Sting
ko: 전갈의 독침
ko_mt: 전갈 쏘임
