Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: When souls hurtle down into the Abyss, they undergo bizarre transformations. This bridge of bone could be the spine of an ancient beast — or the souls of hundreds of sinners fused together.
ko_mt: 영혼이 심연으로 떨어지면 기괴한 변신을 겪습니다. 이 뼈다리는 고대 짐승의 척추일 수도 있고, 수백 명의 죄인의 영혼이 융합된 것일 수도 있습니다.

source: The blocks of ice form jagged shapes that look unnatural and terrifying.
ko_mt: 얼음 블록은 울퉁불퉁한 모양을 형성하여 부자연스럽고 무서워 보입니다.

source: The sharp, jagged mass of ice calls to mind the name of a far-flung corner of the Abyss — the Razormaze Glaciers.
ko_mt: 날카롭고 울퉁불퉁한 얼음 덩어리는 심연의 먼 구석에 있는 레이저마제 빙하라는 이름을 떠올리게 합니다.

source: Frost and bones... Who rules over this sinister corner of the Abyss?
ko_mt: 서리와 뼈.. 심연의 이 사악한 구석을 지배하는 자는 누구일까요?

source: Glaciers and bones — it looks like the realm of Kostchtchie... But legend has it that the Deathless Frost won his kingdom from another, even more ancient, demon.
ko_mt: 빙하와 뼈 - 코스트치치의 영역처럼 보입니다.. 하지만 전설에 따르면 죽지 않는 서리가 훨씬 더 오래된 또 다른 데몬으로부터 자신의 왕국을 되찾았다고 합니다.

source: Clear the bodies
ko_mt: 시체 지우기

source: Push the cart
ko_mt: 카트 밀기

source: Topple the pillars using tools
ko_mt: 도구를 사용하여 기둥을 채우기

source: Down
ko_mt: 아래로

source: Topple the pillar
ko_mt: 기둥을 채우기

source: Topple the statue using tools
ko_mt: 도구를 사용하여 동상 탑 쌓기

source: Push the log
ko_mt: 로그 푸시

source: Clear the rubble
ko_mt: 잔해 치우기

source: Call the survivors
ko_mt: 생존자 호출하기

source: Open the door
ko_mt: 문 열기

source: Make camp
ko_mt: 캠프 만들기

source: It's closed from the inside.
ko_mt: 내부에서 닫혀 있습니다.

source: To backstage
ko_mt: 무대 뒤

source: To the auditorium
ko_mt: 강당

source: To the orchestra pit
ko_mt: 오케스트라 피트

source: To the stage
ko_mt: 무대

source: To Nahyndri's Heart
ko_mt: 나현드리의 심장

source: The ancient stone is covered in barely discernable inscriptions.
ko_mt: 고대 돌은 거의 알아볼 수 없는 비문으로 덮여 있습니다.

source: An ancient Sarkorian hymn praising the spirits of nature has been carved into the stone.
ko_mt: 자연의 영혼을 찬양하는 고대 사르코리안 찬송가가 돌에 새겨져 있습니다.

source: An ancient Sarkorian hymn praising the spirits of nature has been carved into the stone.
ko_mt: 자연의 영혼을 찬양하는 고대 사르코리안 찬송가가 돌에 새겨져 있습니다.

source: Unintelligible scrawling lines have been carved into the mossy stone.
ko_mt: 이끼 낀 돌에 알아볼 수 없는 낙서가 새겨져 있습니다.

source: Unintelligible scrawling lines have been carved into the mossy stone.
ko_mt: 이끼 낀 돌에 알아볼 수 없는 낙서가 새겨져 있습니다.

source: A depiction of the world tree can be seen on the mossy stone — this is how the Sarkorians imagined the universe to be.
ko_mt: 이끼 낀 돌에 세계 나무의 묘사가 보이는데, 이것이 사르코리아인들이 상상한 우주의 모습입니다.

source: A depiction of the world tree can be seen on the mossy stone — this is how the Sarkorians imagined the universe to be.
ko_mt: 이끼 낀 돌에 세계 나무의 묘사가 보이는데, 이것이 사르코리아인들이 상상한 우주의 모습입니다.

source: Depictions of creatures of some kind are barely discernible on the stone.
ko_mt: 어떤 종류의 생물의 묘사는 돌에서 거의 식별 할 수 없습니다.

source: Depictions of creatures of some kind are barely discernible on the stone.
ko_mt: 어떤 종류의 생물의 묘사는 돌에서 거의 식별 할 수 없습니다.

source: A scene from the myth of the great hunt has been carved into the ancient stone. At the center is a depiction of the divine wolf.
ko_mt: 위대한 사냥 신화의 한 장면이 고대 돌에 새겨져 있습니다. 중앙에는 신성한 늑대가 그려져 있습니다.

source: A scene from the myth of the great hunt has been carved into the ancient stone. At the center is a depiction of the divine wolf.
ko_mt: 위대한 사냥 신화의 한 장면이 고대 돌에 새겨져 있습니다. 중앙에는 신성한 늑대가 그려져 있습니다.

source: The ancient stone is covered in barely discernable inscriptions.
ko_mt: 고대 돌은 거의 알아볼 수 없는 비문으로 덮여 있습니다.

source: The people abandoned their village. But why?
ko_mt: 사람들은 마을을 버렸습니다. 하지만 왜 그랬을까요?

source: There is nothing but ruins, bones, and ash. It seems the settlement's entire population was wiped out.
ko_mt: 폐허와 뼈, 잿더미뿐입니다. 정착지 인구 전체가 전멸한 것 같습니다.

source: There must have been a lot of good fish here for the people to have built a fishing hut.
ko_mt: 사람들이 낚시터를 지었을 정도로 이곳에 좋은 물고기가 많았나 봐요.

source: This rushing river, known as the Frigid River, used to be the beating heart of the entire settlement, and fishing was the primary trade of the local residents.
ko_mt: 프리지드 강으로 알려진 이 급류가 흐르는 강은 예전에는 정착지 전체의 심장부였으며, 낚시는 지역 주민들의 주요 무역이었습니다.

source: This used to be a passage leading to another part of the village, but it was destroyed in a landslide.
ko_mt: 이곳은 마을의 다른 지역으로 연결되는 통로였으나 산사태로 파괴되었습니다.

source: Corrupted Totem
ko_mt: 타락한 토템

source: This building is larger and more solidly built than the rest. It must be the house of an elder or chieftain.
ko_mt: 이 건물은 다른 건물보다 더 크고 견고하게 지어졌습니다. 장로나 족장의 집임에 틀림없습니다.

source: Fell the tree
ko_mt: 나무 쓰러짐

source: Grief
ko_mt: 슬픔

source: Pain
ko_mt: 고통

source: Suffering
ko_mt: 고통

source: Torment
ko_mt: 고통

source: Control Crystal
ko_mt: 컨트롤 크리스탈

source: Deactivate the containment system
ko_mt: 격리 시스템 비활성화

source: Embrace agony in this world and the next, forget all that is not pain, and tune your mind so you understand the pleasures of torment.
ko_mt: 이 세상과 내세의 고통을 받아들이고, 고통이 아닌 것은 모두 잊어버리고, 고통의 즐거움을 이해할 수 있도록 마음을 조율하세요.

source: Embrace misery in this world and the next, forget all that is not suffering, and tune your mind so you understand the pleasures of pain.
ko_mt: 이 세상과 내세의 불행을 받아들이고, 고통이 아닌 것은 모두 잊어버리고, 고통의 즐거움을 이해할 수 있도록 마음을 조율하세요.

source: To the basement
ko_mt: 지하실로

source: To the basement
ko_mt: 지하실로

source: To the basement
ko_mt: 지하실로

source: The ominous mirror is cracked — it's currently missing a fragment.
ko_mt: 불길한 거울에 금이 갔습니다. 현재 거울의 파편이 빠져 있습니다.

source: Black Mirror
ko_mt: 블랙 미러

source: Other World
ko: 다른 세계
ko_mt: 다른 세계

source: The soldiers of the Fifth Crusade prepare themselves for the decisive march to liberate Drezen — the mighty citadel lost to the demons over a half a century ago.
ko: 반세기 전 데몬에게 함락당한 강력한 요새인 드레젠을 해방하기 위해, 5차 성전군이 과감한 진격을 준비합니다.
ko_mt: 제5차 성전의 병사들은 반세기 전 데몬에게 빼앗긴 강력한 성채 드레젠을 해방하기 위한 결전의 행군을 준비합니다.

source: Ravaged Long House
ko: 파괴된 롱하우스
ko_mt: 황폐한 롱 하우스

source: Catacombs
ko_mt: 지하 묘지

source: Crusade automode
ko_mt: 십자군 오토모드

source: In this mode, the strategic management of the crusade continues without the player's involvement. Once activated, this mode cannot be deactivated. It has no effect on the main story, but some side quests associated with the crusade might become impossible to complete. The defeat of the crusader armies becomes impossible. Demon forts blocking access to the captured regions will be liberated in stages.
ko_mt: 이 모드에서는 플레이어가 개입하지 않아도 전략적인 성전 관리가 계속됩니다. 이 모드는 한 번 활성화하면 비활성화할 수 없습니다. 메인 스토리에는 영향을 미치지 않지만, 성전 관련 일부 사이드 퀘스트는 완료가 불가능해질 수 있습니다. 성전 군대의 패배가 불가능해집니다. 점령한 지역으로의 접근을 막고 있는 데몬 요새가 단계적으로 해제됩니다.

source: Crusade morale affects recruitment growth, resource income, and the morale of the crusader armies. Each point of morale above 0 increases the growth of trainable units and resources income by 1%. Each point of morale below 0 reduces the growth of trainable units and resources income by 1%.
ko_mt: 십자군 사기는 모집 성장, 자원 수입, 십자군 군대의 사기에 영향을 줍니다. 사기가 0보다 높을 때마다 훈련 가능한 유닛의 성장과 자원 수입이 1% 증가합니다. 사기가 0 미만일 때마다 훈련 가능한 유닛의 성장과 자원 수입이 1% 감소합니다.

source: Crusade Stats
ko: 성전 지표
ko_mt: 성전 통계

source: Crusade morale changed by: <b>{mod}</b>. Current morale: <b>{count}</b>
ko_mt: 십자군 사기가 변경되었습니다. <b>{mod}</b>. 현재 사기입니다. <b>{count}</b>.

source: Can only be used once per turn.
ko_mt: 턴당 한 번만 사용할 수 있습니다.

source: Recruit
ko: 병력 모집
ko_mt: 신병

source: Recall
ko: 귀환
ko_mt: 리콜

source: Assign
ko: 배속
ko_mt: 할당

source: Properties
ko: 특성
ko_mt: 속성

source: The bonus to the maximum army size provided by the general.
ko: 장군이 제공한 최대 군대 크기 보너스.
ko_mt: 장군이 제공하는 최대 부대 규모에 대한 보너스입니다.

source: Army Size Increase
ko: 군대 규모 증가
ko_mt: 군대 규모 증가

source: Army size determines the maximum number of units that can be in the army.
ko: 군대 규모는 군대에 머무를 수 있는 최대 유닛 수를 결정합니다.
ko_mt: 군대 규모에 따라 군대에 포함할 수 있는 최대유닛 수가 결정됩니다.

source: Army Size
ko: 군대 규모
ko_mt: 군대 크기

source: Increases the attack of all units in the general's army.
ko: 장군의 부대에 속한 모든 유닛의 명중을 증가시킵니다.
ko_mt: 장군 부대에 속한 모든 유닛의 공격이 증가합니다.

source: Attack
ko: 공격
ko_mt: 공격

source: Cost: <b>{0}</b>
ko: 비용: <b>{0}</b>
ko_mt: 비용: <b>{0}</b>

source: Do you want to recruit <b>{0}</b> for {1} Finance Points?
ko: {1} 재정 점수를 소모해 <b>{0}</b>를 고용하시겠습니까?
ko_mt: {1}에 <b>{0}</b>을 모집하시겠습니까? 재정 점수를 모집하시겠습니까?

source: Recruiting a general
ko: 장군 고용
ko_mt: 장군 모집

source: Buy Resources
ko: 자원 구매
ko_mt: 리소스 구매

source: The army will lose all benefits provided by this general. You will not be able to assign this general to any army for <b>3 days</b>. Do you want to recall this general?
ko: 부대는 이 장군이 제공하는 모든 이점을 잃을 것입니다. 이 장군을 <b>3 일</b> 동안 어디에도 배속시킬 수 없습니다. 장군을 귀환시키겠습니까?
ko_mt: 해당 군대는 이 장수가 제공하는 모든 혜택을 잃게 됩니다. 3일 동안 이 장군을 어떤 군대에도 배치할 수 없습니다. 이 장군을 소환하시겠습니까?

source: Recall General
ko: 장군 귀환
ko_mt: 일반 소환

source: The total strength of an army. Allows you to compare the strength of different armies.
ko: 부대의 총 전투력. 다른 부대의 전투력과 비교할 수 있습니다.
ko_mt: 군대의 총 힘입니다. 다른 군대의 힘을 비교할 수 있습니다.

source: Army Strength
ko: 부대 전력
ko_mt: 군대 힘

source: Defeat
ko: 패배
ko_mt: 패배

source: Increases AC of all units in a general's army.
ko_mt: 장군의 부대에 속한 모든 유닛의 AC가 증가합니다.

source: Defense
ko: 방어
ko_mt: 방어

source: Assign a general to strengthen your army and increase its size.
ko: 부대에 장군을 임명해 전투력을 강화하고 부대 규모를 증가시키세요.
ko_mt: 장수를 지정해 군대를 강화하고 규모를 늘릴 수 있습니다.

source: The enemies are retreating. Pursue them and fight?
ko: 적들이 후퇴하고 있습니다. 추적해 싸우시겠습니까?
ko_mt: 적들이 후퇴하고 있습니다. 추격해서 싸울까요?

source: General:
ko: 지휘관:
ko_mt: 일반:

source: The infirmary replenishes an army's losses after a battle by the number of Value Points equal to its size.
ko_mt: 의무실은 전투 후 부대의 손실에 해당하는 가치 점수만큼 부대의 손실을 보충합니다.

source: Infirmary Size
ko: 의무대 규모
ko_mt: 의무실 크기

source: Energy cost:
ko: 에너지 비용:
ko_mt: 에너지 비용:

source: Fight the Battle
ko: 직접 전투
ko_mt: 전투!

source: Free search for new units: {0}
ko: 새로운 유닛 무료 탐색 횟수: {0}
ko_mt: 새 유닛을 무료로 검색하세요. {0}

source: Mercenaries
ko: 용병
ko_mt: 용병

source: Search
ko: 탐색
ko_mt: 검색

source: At the start of a battle, army morale is added to the combat morale of all units.
ko: 전투 시작 시, 모든 유닛의 전투 사기에 부대 사기가 더해집니다.
ko_mt: 전투가 시작되면 모든 유닛의 전투 사기에 군대 사기가 추가됩니다.

source: Morale
ko: 사기
ko_mt: 사기

source: Movement Points determine the distance an army can move on the global map. If an army runs out of Movement Points, it must rest before it can continue moving.
ko_mt: 이동 점수는 부대가 세계 지도에서 이동할 수 있는 거리를 결정합니다. 부대가 이동 점수가 부족하면 휴식을 취해야 계속 이동할 수 있습니다.

source: Movement Points
ko: 이동 점수
ko_mt: 이동 점수

source: Growth
ko: 성장
ko_mt: 성장

source: Recruit New General
ko: 새로운 지휘관 모집
ko_mt: 새로운 장군 모집

source: Resources
ko: 자원
ko_mt: 리소스

source: Your army has retreated to the nearest fort.
ko: 부대가 가장 가까운 요새로 후퇴했습니다.
ko_mt: 군대가 가장 가까운 요새로 후퇴했습니다.

source: Enemy losses:
ko: 적군 손실:
ko_mt: 적 손실:

source: Your army fled the battlefield and lost two-thirds of its units.
ko: 당신의 부대가 전장에서 도주했으며 유닛의 2/3 를 잃었습니다.
ko_mt: 아군 부대가 전장에서 도망쳐 유닛의 3분의 2를 잃었습니다.

source: Resources gained:
ko: 자원 획득:
ko_mt: 획득한 자원:

source: Units replenished at the infirmary:
ko: 의무대에서 회복한 유닛:
ko_mt: 의무실에서 유닛을 보충합니다.

source: Your losses:
ko: 아군 손실:
ko_mt: 당신의 손실:

source: Do you want to retreat?
ko: 후퇴하시겠습니까?
ko_mt: 후퇴하고 싶으신가요?

source: When retreating, your army will lose 67% of soldiers and run back to the nearest garrison. The battle will be lost.
ko_mt: 후퇴할 때 아군은 병사 67%를 잃고 가장 가까운 주둔지로 돌아갑니다. 전투에서 패배합니다.

source: Retreat
ko: 후퇴
ko_mt: 후퇴

source: Assign General
ko: 지휘관 할당
ko_mt: 일반 할당

source: Determines the power of spells and abilities used by a general in combat.
ko: 지휘관이 전투에서 사용하는 주문과 능력의 위력을 결정합니다.
ko_mt: 장수가 전투에서 사용하는 주문과 능력의 위력을 결정합니다.

source: Power
ko: 마력
ko_mt: 위력

source: Victory
ko: 승리
ko_mt: 승리

source: Military Camp
ko: 군대 야영지
ko_mt: 군사 캠프

source: Approaching Drezen in:
ko: 드레젠 도달까지:
ko_mt: 드레젠에 접근중:

source: Army
ko: 부대
ko_mt: 군대

source: Lair
ko: 소굴
ko_mt: 은신처

source: low
ko: 낮음
ko_mt: 낮은

source: Crusade morale increases by 1 every day.
ko: 성전군 사기가 매일 1씩 증가합니다.
ko_mt: 십자군 사기가 매일 1씩 증가합니다.

source: Crusade morale increases by 1 every day.
ko: 성전군 사기가 매일 1씩 증가합니다.
ko_mt: 십자군 사기가 매일 1씩 증가합니다.

source: Crusade morale increases by 1 every day.
ko: 성전군 사기가 매일 1씩 증가합니다.
ko_mt: 십자군 사기가 매일 1씩 증가합니다.

source: Crusade morale reduces by 3 every day.
ko: 성전군 사기가 매일 3씩 감소합니다.
ko_mt: 십자군 사기가 매일 3씩 감소합니다.

source: Crusade morale reduces by 3 every day.
ko: 성전군 사기가 매일 3씩 감소합니다.
ko_mt: 십자군 사기가 매일 3씩 감소합니다.

source: Crusade morale reduces by 3 every day.
ko: 성전군 사기가 매일 3씩 감소합니다.
ko_mt: 십자군 사기가 매일 3씩 감소합니다.

source: Crusade morale does not change.
ko: 성전군 사기가 변화하지 않습니다.
ko_mt: 십자군 사기는 변하지 않습니다.

source: Recruitment growth for all trainable units from the Main Archery Range and the Main Stables increases by 20%.
ko: 중앙 궁술 훈련장과 중앙 마굿간 훈련 유닛의 모집 성장이 20% 증가합니다.
ko_mt: 주 활쏘기 훈련장과 주 마구간에서 훈련 가능한 모든 유닛의 모집 증가량이 20% 증가합니다.

source: Ambitious Soldiers
ko: 야망있는 병사
ko_mt: 야심 찬 병사

source: The cost of recruiting all units increases by X%.
ko: 모든 유닛의 모집 비용이 X% 감소합니다.
ko_mt: 모든 유닛 모집 비용이 X% 증가합니다.

source: Energy Points income increases by X.
ko: 에너지 점수 수입이 X 증가합니다.
ko_mt: 에너지 점수 수입이 X만큼 증가합니다.

source: Finance Points income increases by X and Materials Points income increases by X.
ko: 재정 점수 수입이 X 증가하고 물자 점수 수입이 X 증가합니다.
ko_mt: 재정 점수 수입은 X만큼, 재료 점수 수입은 X만큼 증가합니다.

source: Weapons from Daggermark
ko: 대거마크의 무기
ko_mt: 대거마크의 무기

source: The Main Barracks, Main Stables, Main Archery Range, Main Spellcasters' Lodge, or Main Hall of Champions provide 100% more recruitment growth.
ko: 중앙 병영, 중앙 마굿간, 중앙 궁술 훈련장, 중앙 주문시전자의 집회소, 또는 중앙 투사의 전당은 100% 추가 모집 성장률을 제공합니다.
ko_mt: 주 막사, 주 마구간, 주 활쏘기 연습장, 주 주문 시전자의 숙소, 주 챔피언의 전당에서는 모집병이 100% 더 증가합니다.

source: Eccentric Astrologers
ko: 괴짜 점성술사
ko_mt: 괴상한 점성가

source: The cost of recruiting mercenary units reduces by 5%.
ko: 용병 유닛 모집 비용 5% 감소합니다.
ko_mt: 용병 유닛 모집 비용이 5% 감소합니다.

source: Caydenite Recruiters
ko: 케이든 신자 모병관
ko_mt: 카이데나이트 모집자

source: Crusade morale reduces by 1 each day.
ko: 성전군 사기가 매일 1씩 감소합니다.
ko_mt: 십자군 사기가 매일 1씩 감소합니다.

source: Recruitment growth for trainable units reduces by 50%. The cost of recruiting mercenary units increases by 100%.
ko: 훈련 유닛의 모집 성장이 50% 감소합니다. 용병 모집 비용이 100% 증가합니다.
ko_mt: 훈련 가능한 유닛의 모집 증가량이 50% 감소합니다. 용병 유닛 모집 비용이 100% 증가합니다.

source: Dragon Reign
ko: 드래곤 군림
ko_mt: 드래곤 통치

source: The number of available mercenary units increases by 1.
ko: 사용 가능한 용병 유닛 수가 1 증가합니다.
ko_mt: 사용 가능한 용병 유닛 수가 1 증가합니다.

source: Everyone's Welcome
ko: 누구나 환영
ko_mt: 누구나 환영

source: Materials Points income increases by 20.
ko: 물자 점수 수입이 20 증가합니다.
ko_mt: 재료 점수 수입이 20 증가합니다.

source: Fighting the Marauders
ko: 약탈자들과 전투
ko_mt: 약탈자 퇴치

source: The replenishment from {g|VoraciousSwarm}[Voracious Swarm]{/g} increases by X%.
ko: {g|VoraciousSwarm}[게걸스러운 무리]{/g}의 부대 회복이 X% 증가합니다.
ko_mt: {g|VoraciousSwarm}[탐욕스러운 무리]{/g}의 보충량이 X% 증가합니다.

source: For We Are Many
ko: 우리는 다수니
ko_mt: 우리는 다수입니다

source: Maximum crusade morale increases by 15.
ko: 성전군 사기 최대치가 15 증가합니다.
ko_mt: 최대 십자군 사기가 15 증가합니다.

source: Glory of the Legend
ko: 전설의 영광
ko_mt: 전설의 영광

source: Rituals Energy cost reduces by 50%.
ko: 의식의 에너지 비용이 50% 감소합니다.
ko_mt: 의식 에너지 비용이 50% 감소합니다.

source: Guilds' Support
ko: 길드의 지원
ko_mt: 길드 지원

source: The cost of recruiting mercenary units reduces by 5%.
ko: 용병 유닛 모집 비용 5% 감소합니다.
ko_mt: 용병 유닛 모집 비용이 5% 감소합니다.

source: Hired Caravan Guards
ko: 고용된 상단 경비병
ko_mt: 고용된 캐러밴 경비원

source: The cost of recruiting mercenary units increases by 100%, recruitment growth for trainable units reduces by 50%. Finance Points, Materials Points and Energy Points income reduces by 50%.
ko: 용병 유닛의 모집 비용이 100% 증가하고, 훈련 유닛의 모집 성장이 50% 감소합니다. 재정 점수, 물자 점수, 에너지 점수 수입이 50% 감소합니다.
ko_mt: 용병 모집 비용이 100% 증가하고, 훈련 가능한 유닛의 모집 증가가 50% 감소합니다. 재정 점수, 재료 점수, 에너지 점수 수입이 50% 감소합니다.

source: Death Host
ko: 죽음의 주인
ko_mt: 죽음의 숙주

source: Finance Points income increases by X, Materials Points income increases by X and Energy Points income increases by X.
ko: 재정 점수 수입이 X, 물자 점수 수입이 X, 에너지 점수 수입이 X 증가합니다.
ko_mt: 재정 점수 수입은 X만큼, 재료 점수 수입은 X만큼, 에너지 점수 수입은 X만큼 증가합니다.

source: Generous Donations
ko: 관대한 기부
ko_mt: 아낌없는 기부

source: Finance Points income increases by 10%.
ko: 재정 점수 수입이 10% 증가합니다.
ko_mt: 재정 점수 수입이 10% 증가합니다.

source: Lucky Caydenits
ko: 운 좋은 케이든 신자
ko_mt: 럭키 케이데니츠

source: The cost of building construction reduces by 20%.
ko: 건물 건설 비용이 20% 감소합니다.
ko_mt: 건물 건설 비용이 20% 감소합니다.

source: No Man's Property
ko: 소유자 미상
ko_mt: 남의 소유물 금지

source: Finance Points income increases by X, Materials Points income — by X, Energy Points income — by X.
ko: 재정 점수 수입이 X 민큼, 물자 점수 수입이 X 만큼, 에너지 점수 수입이 X 만큼 증가합니다.
ko_mt: 재정 점수 수입은 X만큼, 재료 점수 수입은 X만큼, 에너지 점수 수입은 X만큼 증가합니다.

source: Direct Supplies from Allies
ko: 동맹의 직접 군수 지원
ko_mt: 동맹국으로부터 직접 보급

source: Energy Points income increases by 7.
ko: 에너지 점수 수입이 7 증가합니다.
ko_mt: 에너지 점수 수입이 7 증가합니다.

source: Reminder of Piety
ko: 경건함 상기
ko_mt: 경건함의 알림

source: Finance Points income increases by 100, Materials Points income — by 5, Energy Points income — by 4.
ko: 재정 점수 수입은 100, 물자 점수 수입은 5, 에너지 점수 수입은 4 증가합니다.
ko_mt: 재정 점수 수입은 100, 재료 점수 수입은 5, 에너지 점수 수입은 4 증가합니다.

source: Universal Support
ko: 범세계적 지원
ko_mt: 범용 지원

source: The cost of recruiting all units reduces by 30%.
ko: 모든 유닛의 모집 비용이 30% 감소합니다.
ko_mt: 모든 유닛 모집 비용이 30% 감소합니다.

source: The Support of the People
ko: 민중의 지지
ko_mt: 사람들의 지원

source: Armies get a replenishment of {g|VescavorSwarm}[Vescavor Swarm]{/g}, {g|SpiderSwarm}[Spider Swarm]{/g}, and {g|LocustSwarm}[Locust Swarm]{/g} equal to (Value of killed enemies/Х) after a victory.
ko: {g|VescavorSwarm}[베스카버 무리]{/g}, {g|SpiderSwarm}[거미떼]{/g}, {g|LocustSwarm}[메뚜기 무리]{/g}가 승리 이후 살해한 적의 가치/X 만큼 회복합니다.
ko_mt: 군대는 승리 후 (처치한 적 수/Х) 만큼 {g|VescavorSwarm}[베스캐버 떼]{/g}, {g|SpiderSwarm}[거미떼]{/g}, {g|LocustSwarm}[메뚜기 떼]{/g}의 보충을 받습니다.

source: Voracious Swarm
ko: 게걸스러운 무리
ko_mt: 탐욕스러운 무리

source: Inns provide 75 additional Finance Points, Supply Centers provide 1 additional Material Point, Sanctuaries provide 1 additional Energy Point.
ko: 여관은 75 추가 재정 점수, 보급 기지는 1 추가 물자 점수, 성역은 1 추가 에너지 점수를 제공합니다.
ko_mt: 여관은 추가 재정 점수 75점, 보급 센터는 추가 재료 점수 1점, 성역은 추가 에너지 점수 1점을 제공합니다.

source: Work is a Cure for Doubt
ko: 작업은 의심의 치료제
ko_mt: 일은 의심의 치료제입니다

source: Crusade morale increases by 1 every day.
ko_mt: 십자군 사기가 매일 1씩 증가합니다.

source: Cleansing the Land
ko: 대지 정화 활동
ko_mt: 대지 정화

source: Garrison Barracks provide 50% more recruitment growth in the West Sellen region.
ko: 셀렌 강 서쪽 지역의 주둔군 병영이 50% 많은 모집 성장을 제공합니다.
ko_mt: 주둔 막사는 서부 셀렌 지역에서 50% 더 많은 모집 성장을 제공합니다.

source: Supply Routes
ko: 보급로
ko_mt: 공급 경로

source: Buildings that increase Finance Points income increase it by 20% more in the Drezen Surroundings region.
ko: 드레젠 접경 지역의 건물에서 생기는 재정 점수 수입이 20% 증가합니다.
ko_mt: 재정 점수 수입을 증가시키는 건물은 드레젠의 주변 지역에서 재정 점수 수입을 20% 더 증가시킵니다.

source: Restoration of Drezen
ko: 드레젠의 회복
ko_mt: 드레젠 복원

source: The cost of recruiting mythic units reduces by 10%.
ko: 신화적 유닛의 모집 비용이 10% 감소합니다.
ko_mt: 신화 유닛 모집 비용이 10% 감소합니다.

source: Place of Power
ko: 힘의 중심
ko_mt: 힘의 장소

source: Supply Centers provide a +1 additional Materials Point in the Gray Road region.
ko: 회색 길 지역의 보급 기지가 물자 점수를 추가로 +1 제공합니다.
ko_mt: 보급 센터는 회색 도로 지역에서 추가 재료 점수 +1을 제공합니다.

source: Logistics Chain
ko: 병참 연계
ko_mt: 물류 체인

source: A Garrison Archery Range provides 50% more recruitment growth in the Lake Lost to the Sun region.
ko: 태양을 잃은 호수 지역의 주둔군 궁술 훈련장이 50% 많은 모집 성장을 제공합니다.
ko_mt: 주둔지 양궁장은 태양을 잃은 호수 지역에서 모집 병력 성장률이 50% 증가합니다.

source: Our Arrows Chase Them Off
ko: 우리의 화살이 저들을 추격하리라
ko_mt: 우리의 화살이 그들을 쫓아냅니다

source: Forts increase Energy Points income by 0.5 per level of the fort in the Wintersun Lands region.
ko: 윈터선 지역의 에너지 수입이 요새 등급 당 0.5씩 증가합니다.
ko_mt: 요새는 겨울 태양의 땅 지역에서 요새 레벨당 에너지 점수 수입을 0.5씩 증가시킵니다.

source: Spirits of Old Sarkoris
ko: 옛 사코리스의 영혼들
ko_mt: 올드 사르코리스의 정령

source: Garrison Stables provide 50% more recruitment growth in The Wastes region.
ko: 황무지 지역의 주둔군 마굿간이 50% 많은 모집 성장을 제공합니다.
ko_mt: 주둔지 마구간은 황무지 지역에서 50% 더 많은 모집 성장을 제공합니다.

source: Steppe Pastures
ko: 스텝 목초지
ko_mt: 대초원 목초지

source: The number of available mercenary units increases by 1.
ko: 사용 가능한 용병 유닛 수가 1 증가합니다.
ko_mt: 사용 가능한 용병 유닛 수가 1 증가합니다.

source: Blaze of Glory
ko: 영광의 불길
ko_mt: 영광의 불꽃

source: Buildings that increase Finance, Materials, or Energy Points income increase it by 50% more in the Wounded Lands region.
ko: 상처받은 땅 지역의 건물에서 생기는 재정, 물자, 에너지 점수가 50% 증가합니다.
ko_mt: 재정, 재료, 에너지 점수 수입을 증가시키는 건물은 상처 입은 땅 지역에서 50% 더 증가시킵니다.

source: Victory Is Near
ko: 승리가 눈 앞이다
ko_mt: 승리가 가까워졌습니다

source: The bright-eyed priest set out on his journey. It is unlikely that anyone will ever hear from him again.
ko: 기쁨에 가득찬 사제는 길에 올랐습니다. 아마 그 누구도 그에 대한 이야기는 들을 수 없을 것입니다.
ko_mt: 밝은 눈의 사제는 여행을 떠났습니다. 다시는 그에게서 소식을 듣지 못할 것 같았습니다.

source: The poor spirit was sick and weak — the Wound had been poisoning him for decades. The Commander gave him shelter in the camp of the free crusaders, where the spirit took his last breath soon afterward. Later on, lesser spirits arrived there to honor his memory and join the crusaders.
ko: 세계상처의 독성으로 인해 몇 십년에 걸쳐 고통 받은 가엾은 영혼은 약해지고, 또 병에 걸렸습니다. 사령관은 그가 마지막 숨을 내뱉기 전에 Free Crusaders 캠프에 그를 위한 자그마한 쉼터를 만들어 주었습니다. 얼마 뒤, 그에게 경의를 표하기 위해 찾아온 작은 영혼들이 성전군에 가담했습니다.
ko_mt: 불쌍한 영혼은 병들고 약해져 있었으며, 상처는 수십 년 동안 그를 괴롭혀 왔습니다. 사령관은 그를 자유 십자군 진영으로 피신시켰고, 얼마 지나지 않아 영혼은 그곳에서 마지막 숨을 거두었습니다. 나중에 하급 영혼들이 그의 기억을 기리고 십자군에 합류하기 위해 그곳에 도착했습니다.

source: {g|Event_3_4}[Choice effects]{/g} Take care of the spirit
ko: {g|Event_3_4}[선택 효과]{/g} 영혼을 돌본다
ko_mt: {g|Event_3_4}[선택 효과]{/g} 영혼을 돌보기

source: {g|Event_3_5}[Choice effects]{/g} Find a way to heal the spirit
ko_mt: {g|Event_3_5}[선택 효과]{/g} 마음을 치유하는 방법 찾기

source: {g|Event_6_2}[Choice effects]{/g} Leave the con artists be
ko: {g|Event_6_2}[선택 효과]{/g} 사기꾼들을 내버려둔다
ko_mt: {g|Event_6_2}[선택 효과]{/g} 사기꾼은 그냥 놔두세요

source: {g|Event_13_2}[Choice effects]{/g} The safety of soldiers must come first
ko: {g|Event_13_2}[선택 효과]{/g} 병사들의 안전이 최우선이다
ko_mt: {g|Event_13_2}[선택 효과]{/g} 병사들의 안전이 최우선입니다.

source: This option is unavailable because the crusade does not have enough Energy Points.
ko: 성전군에 충분한 에너지 점수가 없기 때문에 이 선택지를 고를 수 없습니다.
ko_mt: 이 옵션은 성전단의 에너지 점수가 충분하지 않아 사용할 수 없습니다.

source: The Commander approved the tests, but secretly persuaded the clerics to influence the outcome. {mf|His|Her} supporters won with ease, and the knights who showed little loyalty to the Commander embarrassed themselves and lost whatever authority they had before.
ko: 사령관은 시험을 허가했지만, 비밀리에 성직자들을 설득하여 결과를 조작했습니다. 사령관의 지지를 받는 병사들은 쉽게 승리할 수 있게 되었고, 사령관에게 작은 충성심을 보인 기사들은 크게 당황하며, 그들이 전에 가졌던 권위를 잃어버리게 되었습니다.
ko_mt: 사령관은 시험을 승인했지만, 결과에 영향을 미치기 위해 성직자들을 몰래 설득했습니다. {mf|그|그녀}의 지지자들은 쉽게 승리했고, 사령관에게 충성심을 보이지 않았던 기사들은 당황하여 이전에 가졌던 모든 권위를 잃었습니다.

source: This option is unavailable because you do not have Greybor among your companions or the crusade does not have enough Finance Points.
ko: 당신의 동료 중 그레이보르가 없거나 성전군에 충분한 재정 점수가 없기 때문에 이 선택지를 고를 수 없습니다.
ko_mt: 이 옵션은 동료 중에 그레이버가 없거나 성전단의 재정 점수가 충분하지 않아 사용할 수 없습니다.

source: {g|Event_89_4}[Choice effects]{/g} Help the alchemist find his place
ko: {g|Event_89_4}[선택 효과]{/g} 연금술사가 자신의 자리를 되찾을 수 있도록 돕는다
ko_mt: {g|Event_89_4}[선택 효과]{/g} 연금술사가 제자리를 찾도록 도와주세요.

source: {g|Event_89_4}[Choice effects]{/g} Help the alchemist find his place
ko: {g|Event_89_4}[선택 효과]{/g} 연금술사가 자신의 자리를 되찾을 수 있도록 돕는다
ko_mt: {g|Event_89_4}[선택 효과]{/g} 연금술사가 제자리를 찾도록 도와주세요.

source: This option is unavailable because you do not have the appropriate assistants.
ko: 적절한 보좌관이 없기 때문에 이 선택지를 고를 수 없습니다.
ko_mt: 이 옵션은 적절한 어시스턴트가 없기 때문에 사용할 수 없습니다.

source: Killing helpless prisoners is shameful. When the Commander prohibited this practice, many warriors found an even deeper respect for {mf|him|her}.
ko: 무방비한 죄수들을 살해하는 일은 수치스러웠습니다. 사령관이 이러한 훈련을 금지하자, {mf|그|그녀}에 대한 전사들의 존경심이 더욱 커졌습니다.
ko_mt: 무력한 포로를 죽이는 것은 수치스러운 일입니다. 사령관이 이 관행을 금지하자 많은 전사들이 {mf|그|그녀}를 더욱 깊이 존경하게 되었습니다.

source: {g|Event_1_2}[Choice effects]{/g} Prohibit prisoner abuse
ko: {g|Event_1_2}[선택 효과]{/g} 죄수 학대를 금지한다
ko_mt: {g|Event_1_2}[선택 효과]{/g} 포로 학대 금지

source: The craftsmen have carried out the Commander's decree.
ko: 장인이 사령관의 칙령을 받들었습니다.
ko_mt: 장인들이 사령관의 명령을 수행했습니다.
