Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: Raise all four Crusade stats (Leadership, Strategy, Diplomacy, Military) to rank 5 in Chapter 3.
ko_mt: 3장에서 네 가지 십자군 스탯(리더십, 전략, 외교, 군사)을 모두 5등급으로 올립니다.

source: Playing on Core difficulty or above, let Chorussina summon a powerful demon in Drezen and defeat it.
ko_mt: 핵심 난이도 이상에서 플레이할 때, 코루시나가 드레젠에서 강력한 데몬을 소환하여 쓰러뜨리도록 하세요.

source: Save or let go a cultist scribe, a traveler, and a vrock. Then find out what happens to them later.
ko_mt: 이교도 서기관, 여행자, 그리고 브록을 구하거나 놓아주세요. 그런 다음 나중에 그들에게 무슨 일이 일어나는지 알아보세요.

source: Glaciation
ko_mt: 빙하

source: You defeated Sithhud on Unfair difficulty.
ko_mt: 불공정 난이도에서 시스후드를 처치했습니다.

source: Complete the game with the following settings, accomplishing the following deeds: 1) Core difficulty or above; 2) Party's speed depends on the weight you're carrying; 3) No auto level-up for PC or companions; 4) No retrain; 5) No more than 75 rests total; 6) Find and kill all optional bosses in the earliest chapter possible; 7) Defeat Khorramzadeh's army in Crusade mode; 8) Develop all four Crusade stats to their maximum potential; 9) Complete your mythic transformation.
ko_mt: 다음 설정으로 게임을 완료하고 다음 업적을 달성하세요. 1) 핵심 난이도 이상, 2) 파티의 속도는 소지한 무게에 따라 달라짐, 3) PC 또는 동료의 자동 레벨업 불가, 4) 재훈련 불가, 5) 총 휴식 횟수 75회 이하, 6) 가능한 가장 빠른 챕터에서 모든 옵션 보스를 찾아 처치, 7) 성전 모드에서 코람자데의 군대 처치, 8) 성전 능력치 4개를 모두 최대치로 육성, 9) 신화 변신을 완료해야 합니다.

source: Inevitable Excess
ko_mt: 불가피한 초과

source: Through the Ashes (Pack 2)
ko_mt: 잿더미 속을 (팩 2)

source: Through the Ashes (Pack 1)
ko_mt: 잿더미 속을 (팩 1)

source: The Treasure of the Midnight Isles (Pack 2)
ko_mt: 한밤의 섬의 보물 (팩 2)

source: The Treasure of the Midnight Isles (Pack 3)
ko_mt: 한밤의 섬의 보물 (팩 3)

source: The Treasure of the Midnight Isles (Pack 3)
ko_mt: 한밤의 섬의 보물 (팩 3)

source: The Treasure of the Midnight Isles (Pack 1)
ko_mt: 한밤중 섬의 보물 (팩 1)

source: The Last Sarkorians
ko_mt: 마지막 사르코리안

source: The Lord of Nothing (Pack 2)
ko_mt: 무의 군주 (팩 2)

source: The Lord of Nothing (Pack 1)
ko_mt: 무의 군주 (팩 1)

source: Reduces target's HP by 5% each round until the target unit makes a successful Fortitude saving throw. This is a death effect.
ko_mt: 대상 유닛이 인내력 구출에 성공할 때까지 매 라운드 대상의 HP를 5%만큼 감소시킵니다. 이것은 사망 효과입니다.

source: Unit has skipped a turn and has a -4 penalty to AC, plus it also loses the Dexterity bonus to AC.
ko_mt: 유닛은 한 턴을 건너뛰고 AC에 -4의 불이익를 받으며, 민첩 보너스를 잃습니다.

source: Panic
ko_mt: 패닉

source: Shifters
ko_mt: 시프터

source: Acid Splash
ko: 산성 분사
ko_mt: 산성 분사

source: Daze
ko: 몽롱
ko_mt: 몽롱

source: Disrupt Undead
ko: 언데드 붕괴
ko_mt: 언데드 방해

source: Flare
ko: 섬광
ko_mt: 섬광

source: Guidance
ko: 인도
ko_mt: 안내

source: Jolt
ko: 감전
ko_mt: 감전

source: Light
ko: 빛
ko_mt: 빛 1

source: Ray of Frost
ko: 서리 광선
ko_mt: 서리의 광선

source: Resistance
ko: 저항
ko_mt: 저항

source: Touch of Fatigue
ko: 피로의 손길
ko_mt: 피로의 손길

source: Virtue
ko: 미덕
ko_mt: 미덕

source: The character is numb with fear and can take no {g|Encyclopedia:CA_Types}actions{/g}. A cowering character takes a –2 {g|Encyclopedia:Penalty}penalty{/g} to {g|Encyclopedia:Armor_Class}Armor Class{/g} and loses their {g|Encyclopedia:Dexterity}Dexterity{/g} {g|Encyclopedia:Bonus}bonus{/g} (if any).
ko_mt: 캐릭터는 공포에 무감각해져 {g|Encyclopedia:CA_Types}행동{/g}을 취하지 못합니다. 움츠러든 캐릭터는 {g|Encyclopedia:Armor_Class}AC{/g}에 -2 {g|Encyclopedia:Penalty}불이익{/g}을 받고 {g|Encyclopedia:Dexterity}민첩{/g} 보너스(있는 경우)를 잃습니다.

source: Cowering
ko_mt: 위축

source: For 7 days, whenever an ally enters the area of Azata's performance, they become energized, getting a -5 {g|Encyclopedia:Penalty}penalty{/g} on {g|Encyclopedia:Perception}Perception{/g} {g|Encyclopedia:Skills}skill checks{/g} and a +2 {g|Encyclopedia:Bonus}bonus{/g} on {g|Encyclopedia:Saving_Throw}Reflex saves{/g} against movement impairing effects while Azata is performing.
ko_mt: 7일 동안 아군이 아자타의 공연 영역에 들어올 때마다 활력을 얻고, {g|Encyclopedia:Perception}지각{/g}에 -5 {g|Encyclopedia:Penalty}불이익{/g}을 받습니다. 아자타가 기술을 사용하는 동안 {g|Encyclopedia:Skills}기술{/g} 판정에 +2 {g|Encyclopedia:Bonus}보너스{/g}를 얻고 {g|Encyclopedia:Saving_Throw}반사 굴림{/g}으로 이동 방해 효과를 방지합니다.

source: Desna's Energy Harp
ko: 데즈나의 에너지 하프
ko_mt: 데스나의 에너지 하프

source: Arcane archers deal death from afar, winnowing down opponents while their allies rush into hand-to-hand combat. With their capacity to unleash hails of arrows on the enemy, they represent the pinnacle of ranged combat.
ko_mt: 비전 궁수는 원거리에서 적에게 피해를 입히고 아군이 근접 전투에 돌입하는 동안 적을 쓰러뜨립니다. 적에게 화살을 퍼부을 수 있는 비전 궁수는 원거리 전투의 정점을 찍습니다.

source: Arcane Archer
ko: 아케인 아처
ko_mt: 비전 궁수

source: Death Attack — Kill
ko: 죽음의 공격 - 살해
ko_mt: 사망 공격 - 처치

source: Devoured Flesh — Outsider (Chaotic)
ko_mt: 커섬된 육체 - 외차원체 (혼돈)

source: Cunning Elusion
ko: 노련한 회피
ko_mt: 교활한 일루전

source: Fervent Reflexes
ko: 열렬한 반사 신경
ko_mt: 열렬한 반사 신경

source: He strikes!
ko_mt: 공격한다!

source: Instinctual Warrior
ko: 인스팅추얼 워리어
ko_mt: 본능적 전사

source: An instinctual warrior is proficient with all simple and {g|Encyclopedia:Weapon_Proficiency}martial weapons{/g} and shields (except tower shields).
ko_mt: 본능의 전사는 모든 단순 무기와 {g|Encyclopedia:Weapon_Proficiency}무술 무기{/g}, 방패(타워 실드 제외)에 능숙합니다.

source: Instinctual Warrior Proficiencies
ko: 인스팅추얼 워리어 숙련
ko_mt: 본능적 전사 숙련도

source: Unparalleled Senses
ko: 특출난 감각
ko_mt: 비교할 수 없는 감각

source: A {g|Encyclopedia:Spell}spelleater{/g}'s blood empowers him to slowly recover from his wounds. At 2nd level, while bloodraging a spelleater gains {g|Encyclopedia:Fast_Healing}fast healing{/g} 1. At 7th level and every 3 levels thereafter, this increases by 1 (to a maximum of fast healing 6 at 19th level).
ko: {g|Encyclopedia:Spell}스펠이터{/g}의 피가 상처를 천천히 회복하는 힘을 부여합니다. 2레벨에 스펠레이터는 피의 격노 중에 {g|Encyclopedia:Fast_Healing}빠른 치유{/g} 1을 얻습니다. 7레벨 이후 매 3레벨마다 빠른 치유가 1씩 증가합니다 (19레벨에 최대 6까지 증가).
ko_mt: {g|Encyclopedia:Spell}주술사{/g}의 피가 상처를 천천히 회복하는 힘을 부여합니다. 2레벨에 이르러, 스펠레이터가 피를 흘리는 동안 {g|Encyclopedia:Fast_Healing}의 빠른 치유량{/g}을 얻습니다. 1. 7레벨 이후 매 3레벨마다 1씩 증가합니다.(19레벨에는 최대 빠른 치유 6까지 증가).

source: A cavalier gains the service of a loyal and trusty steed to carry him into battle. This mount functions as a druid's animal companion, using the cavalier's level as his effective druid level. The creature must be one that he is capable of riding and is suitable as a mount.
ko: 카발리어는 충직하고 믿을 수 있는 군마를 얻습니다. 탑승물은 드루이드의 동물 동료처럼 작동하며, 카발리어 레벨을 드루이드 레벨처럼 취급합니다. 크리처는 반드시 탑승이 가능하면서도 탑승에 적합해야만 합니다.
ko_mt: 캐벌리어는 충성스럽고 믿음직한 말을 얻어 전투에 함께할 수 있습니다. 이 탈것은 드루이드의 동물 동반자 역할을 하며, 무모한 자의 레벨을 드루이드의 유효 레벨로 사용합니다. 탈것은 드루이드가 탈 수 있고 탈것으로 적합한 생물이어야 합니다.

source: At 5th level, a disciple of the pike gains weapon training, as the fighter class feature. He must select polearms or spears as his weapon group. His bonuses with the selected group otherwise progress as though his fighter level were equal to his cavalier level.
ko_mt: 5레벨이 되면 파이크의 제자는 파이터 직업의 특징인 무기 훈련을 습득합니다. 창 또는 창을 무기 그룹으로 선택해야 합니다. 그렇지 않으면 선택한 무기군에 대한 보너스는 전투기 레벨이 평병 레벨과 동일한 것처럼 진행됩니다.

source: At 3rd level, a ghost rider becomes immune to fear. Each ally within 10 feet of the ghost rider gains a +4 morale {g|Encyclopedia:Bonus}bonus{/g} on {g|Encyclopedia:Saving_Throw}saving throws{/g} against fear effects. This ability functions only while the ghost rider is conscious, not if she is {g|Encyclopedia:Injury_Death}unconscious{/g} or dead.
ko_mt: 3레벨이 되면 고스트 라이더가 공포에 면역이 됩니다. 유령 기수로부터 10피트 내에 있는 모든 아군은 공포 효과에 대한 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}에 +4 사기 {g|Encyclopedia:Bonus}보너스{/g}를 얻습니다. 이 능력은 고스트 라이더가 의식이 있을 때만 작동하며, {g|Encyclopedia:Injury_Death}의식이 없거나{/g}사망한 상태에서는 작동하지 않습니다.

source: Fearless
ko_mt: 용감함

source: At 8th level, you gain {g|Encyclopedia:Energy_Resistance}resist{/g} acid 10. This resistance increases to 20 at 14th level.
ko_mt: 8레벨에 산성 저항 10을 얻습니다. 이 저항은 14레벨에 20으로 증가합니다.

source: As a {g|Encyclopedia:Standard_Actions}standard action{/g}, you can unleash an arc of electricity targeting any foe within 30 feet as a ranged {g|Encyclopedia:TouchAttack}touch attack{/g}. This arc of electricity deals {g|Encyclopedia:Dice}1d6{/g} points of {g|Encyclopedia:Energy_Damage}electricity damage{/g} + 1 point for every two levels you possess in the class that gave you access to this domain. You can use this ability a number of times per day equal to 3 + your {g|Encyclopedia:Wisdom}Wisdom{/g} modifier.
ko_mt: {g|Encyclopedia:Standard_Actions}표준 행동{/g}으로 30피트 내의 모든 적을 대상으로 원거리 {g|Encyclopedia:TouchAttack}접촉 공격{/g}으로 전기 원호를 발사할 수 있습니다. 이 전기 원호는 ({g|Encyclopedia:Dice}1d6{/g} + 이 권역을 사용할 수 있게 해준 직업 레벨의 2마다 1) {g|Encyclopedia:Energy_Damage}전기 피해{/g}를 줍니다. 이 능력은 하루에 (3 + {g|Encyclopedia:Wisdom}지혜{/g} 수정치)만큼 사용할 수 있습니다.

source: At 8th level, you can give a weapon touched the anarchic special weapon quality for a number of {g|Encyclopedia:Combat_Round}rounds{/g} equal to 1/2 your level in the class that gave you access to this domain. You can use this ability once per day at 8th level, and an additional time per day for every four levels beyond 8th.
ko: 8레벨에 하나의 무기에 이 영역의 권한을 부여한 클래스 레벨의 1/2 {g|Encyclopedia:Combat_Round}라운드{/g} 동안 무질서 특수 무기 성질을 부여할 수 있습니다. 8레벨에 이 능력을 하루에 한 번 사용할 수 있고, 이후 레벨이 4 오를 때마다 한 번 더 추가로 사용할 수 있습니다.
ko_mt: 8레벨이 되면 무기에 닿은 무기에 이 권역을 사용할 수 있게 해준 직업 레벨의 1/2에 해당하는 {g|Encyclopedia:Combat_Round}라운드{/g} 동안 무질서의 특수 무기 특성을 부여합니다. 이 능력은 8레벨에 하루에 한 번 사용할 수 있으며, 8레벨 이후 매 4레벨마다 하루에 한 번씩 추가로 사용할 수 있습니다.

source: Charm Domain
ko: 매혹 영역
ko_mt: 참 권역

source: Destruction Domain
ko: 파괴 영역
ko_mt: 파괴 권역

source: Destructive Aura
ko: 파괴적인 오라
ko_mt: 파괴적인 오라

source: Destructive Aura
ko: 파괴적인 오라
ko_mt: 파괴적인 오라

source: Earth Domain
ko: 대지 영역
ko_mt: 대지 권역

source: Evil Domain
ko: 악 영역
ko_mt: 악 권역

source: Scythe of Evil
ko: 악의 대낫
ko_mt: 악의 대낫

source: Scythe of Evil
ko: 악의 대낫
ko_mt: 악의 대낫

source: Fire Domain
ko: 화염 영역
ko_mt: 화염 권역

source: Touch of Glory
ko: 영광의 손길
ko_mt: 영광의 손길

source: Touch of Glory
ko: 영광의 손길
ko_mt: 영광의 손길

source: Glory Domain
ko: 영광 영역
ko_mt: 영광 권역

source: Aura of Heroism
ko: 영웅심의 오라
ko_mt: 영웅의 오라

source: Aura of Heroism
ko: 영웅심의 오라
ko_mt: 영웅의 오라

source: Touch of Good
ko: 선의 손길
ko_mt: 선의 손길

source: Good Domain
ko: 선 영역
ko_mt: 선 권역

source: Holy Lance
ko: 신성한 창
ko_mt: 신성한 창

source: You can touch a living creature as a {g|Encyclopedia:Standard_Actions}standard action{/g}, {g|Encyclopedia:Healing}healing{/g} it for {g|Encyclopedia:Dice}1d4{/g} points of {g|Encyclopedia:Damage}damage{/g} plus 1 for every two levels you possess in the class that gave you access to this domain. You can only use this ability on a creature that is below 0 {g|Encyclopedia:HP}hit points{/g}. You can use this ability a number of times per day equal to 3 + your {g|Encyclopedia:Wisdom}Wisdom{/g} modifier.
ko: {g|Encyclopedia:Standard_Actions}일반 행동{/g}으로 살아있는 크리처 하나와 접촉하여 대상의 생명점 {g|Encyclopedia:Damage}피해{/g}를 {g|Encyclopedia:Dice}1d4{/g} + 이 영역의 권한을 부여한 클래스 레벨 2당 1점 {g|Encyclopedia:Healing}치유{/g}합니다. 오직 {g|Encyclopedia:HP}생명점{/g}이 0점보다 낮은 대상에게만 이 능력을 사용할 수 있습니다. 하루에 3 + {g|Encyclopedia:Wisdom}지혜{/g} 수정치만큼 이 능력을 사용할 수 있습니다.
ko_mt: {g|Encyclopedia:Standard_Actions}표준 행동{/g}으로, 생물에 접촉하여 ({g|Encyclopedia:Dice}1d4{/g} + 이 권역에 접근하게 해준 직업 레벨 2마다 1) 피해를 {g|Encyclopedia:Healing}치유{/g}합니다. 이 능력은 {g|Encyclopedia:HP}체력{/g}이 0 미만인 생물에게만 사용할 수 있습니다.하루에 (3 + {g|Encyclopedia:Wisdom}지혜{/g} 수정치) 만큼 사용할 수 있습니다.

source: Healing Domain
ko: 치유 영역
ko_mt: 치유 권역

source: Teaching Moment
ko: 찰나의 가르침
ko_mt: 가르치는 순간

source: Teaching Moment
ko: 찰나의 가르침
ko_mt: 가르치는 순간

source: You can create an illusory double of yourself as a {g|Encyclopedia:Move_Action}move action{/g}. This double functions as a single mirror image and lasts for a number of {g|Encyclopedia:Combat_Round}rounds{/g} equal to your level in the class that gave you access to this domain, or until the illusory duplicate is dispelled or destroyed. You can have no more than one copycat at a time. This ability does not stack with the mirror image {g|Encyclopedia:Spell}spell{/g}. You can use this ability a number of times per day equal to 3 + your {g|Encyclopedia:Wisdom}Wisdom{/g} modifier.
ko_mt: 당신은 {g|Encyclopedia:Move_Action}이동 행동{/g}으로 자신의 환영 분신을 만들 수 있습니다. 이 복제본은 하나의 거울 이미지로 작동하며, 이 권역에 대한 접근 권한을 부여한 클래스의 레벨과 동일{g|Encyclopedia:Combat_Round}1 라운드{/g} 동안 또는 환영 복제본이 사라지거나 파괴될 때까지 지속됩니다. 모방자는 한 번에 하나만 가질 수 있습니다. 이 능력은 거울 이미지 {g|Encyclopedia:Spell}주문{/g}과 중첩되지 않습니다. 이 능력은 하루에 3 + 당신의 {g|Encyclopedia:Wisdom}지혜{/g} 수정치와 같은 횟수만큼 사용할 수 있습니다.

source: At 4th level, a druid gains the ability to turn herself into a wolf and back again once per day. The effect lasts for 1 hour per druid level, or until she changes back. Changing form is a {g|Encyclopedia:Standard_Actions}standard action{/g} and doesn't provoke an {g|Encyclopedia:Attack_Of_Opportunity}attack of opportunity{/g}. A druid can use this ability an additional time per day at 6th level and every two levels thereafter, for a total of eight times at 18th level. At 6th level, a druid can use wild shape to change into a leopard. At 8th level, a druid can use wild shape to change into a bear. At 10th level, a druid can use wild shape to change into a smilodon. For the feyspeaker archetype, all level prerequisites are increased by 2.
ko_mt: 4레벨이 되면 드루이드는 하루에 한 번 늑대로 변신했다가 다시 늑대로 돌아가는 능력을 얻습니다. 효과는 드루이드 레벨당 1시간 동안 또는 다시 변신할 때까지 지속됩니다. 변신은 {g|Encyclopedia:Standard_Actions}표준 행동{/g}이며, {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}을 유발하지 않습니다. 드루이드는 이 능력을 6레벨에 하루에 한 번, 이후 두 레벨마다 추가로 사용할 수 있으며, 18레벨까지 총 8번 사용할 수 있습니다. 6레벨에 드루이드는 야생 형상을 사용하여 표범으로 변신할 수 있습니다. 8레벨, 드루이드는 야생 형상을 사용해 곰으로 변신할 수 있습니다. 10레벨, 드루이드는 야생의 형상을 사용해 검치호으로 변신할 수 있습니다. 페이스피커 원형의 경우, 모든 레벨 필수 조건이 2 증가합니다.

source: You are in whirlwind form now. The whirlwind is 40 feet wide, and every creature that spends a {g|Encyclopedia:Combat_Round}round{/g} in the whirlwind must succeed at a {g|Encyclopedia:Saving_Throw}Reflex save{/g} or take {g|Encyclopedia:Dice}1d8{/g} {g|Encyclopedia:Damage_Type}bludgeoning damage{/g}. You cannot {g|Encyclopedia:Attack}attack{/g}, but you are able to use your abilities.
ko: 당신은 회오리바람 형태가 됩니다. 회오리바람은 40 피트 너비의 범위를 가지며, 회오리바람 안에서 {g|Encyclopedia:Combat_Round}라운드{/g}를 종료한 모든 크리처들은 {g|Encyclopedia:Saving_Throw}반사 내성{/g}에 실패하면 {g|Encyclopedia:Dice}1d8{/g}점의 {g|Encyclopedia:Damage_Type}부수기 피해{/g}를 입습니다. 당신은 {g|Encyclopedia:Attack}공격{/g}을 할 수 없지만, 다른 능력들은 사용 할 수 있습니다.
ko_mt: 당신은 지금 회오리바람 형태입니다. 회오리바람의 폭은 40피트이며, 회오리바람 속에서 {g|Encyclopedia:Combat_Round}라운드{/g}를 소비하는 모든 생물은 {g|Encyclopedia:Saving_Throw}반사 굴림{/g}에 성공하거나 {g|Encyclopedia:Dice}1d8{/g}을 감수해야 합니다. {g|Encyclopedia:Damage_Type}타격 피해{/g}를 입습니다. {g|Encyclopedia:Attack}공격{/g}은 불가능하지만, 자신의 능력을 사용할 수 있습니다.

source: Force of Will
ko: 의지의 힘
ko_mt: 의지의 힘

source: Elements: water Type: utility Level: 2 Burn: — {g|Encyclopedia:Saving_Throw}Saving Throw{/g}: none {g|Encyclopedia:Spell_Resistance}Spell Resistance{/g}: none Prerequisites: kinetic healer wild talent, aasimar Through your connection to the celestial planes, you have learned to draw angelic essence into your {g|Encyclopedia:Healing}healing{/g}. When you use kinetic healer, the target of the healing gains the benefits of {g|SpellsProtectionFromEvil}protection from evil{/g} for 1 {g|Encyclopedia:Combat_Round}round{/g}.
ko_mt: 원소: 물 유형: 보조 레벨: 2 화상: - {g|Encyclopedia:Saving_Throw}내성 굴림{/g}: 없음 {g|Encyclopedia:Spell_Resistance}주문 저항{/g}: 없음 전제 조건: 초능력 치유사 야생 특성, 아시마르 천계와의 연결을 통해 천사의 정수를 {g|Encyclopedia:Healing}치유{/g}에 끌어들이는 법을 배웠습니다. 초능력 치유사를 사용하면 치료 대상은 {g|Encyclopedia:Combat_Round}1 라운드{/g} 동안 {g|SpellsProtectionFromEvil}악으로부터의 보호{/g} 효과를 얻습니다.

source: Angelic Protection
ko: 엔젤의 보호
ko_mt: 천사의 보호

source: Element: air Type: utility Level: 1 Burn: 0 You can create a light breeze that blows against a creature from a direction of your choice that follows the target wherever it goes. The breeze grants the subject a +2 {g|Encyclopedia:Bonus}bonus{/g} on {g|Encyclopedia:Saving_Throw}saves{/g} against very hot conditions, severe heat, breath weapons, and cloud vapors and gases (such as {g|SpellsCloudkill}cloudkill{/g}, {g|SpellsStinkingCloud}stinking cloud{/g}, and inhaled poisons). This wild talent doesn't function without air or while underwater. You can have only one such breeze active at any one time.
ko_mt: 원소: 대기 유형: 보조 레벨: 1 화상: 0 원하는 방향에서 불어오는 산들바람을 만들어 목표물이 어디로 가든 따라다니게 할 수 있습니다. 이 바람은 대상에게 매우 뜨거운 조건, 극심한 열, 숨결 무기, 구름 증기 및 가스(예: {g|SpellsCloudkill}살인 구름{/g}, {g|SpellsStinkingCloud}악취 구름{/g}, 흡입 독)에 대한 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}에 +2 {g|Encyclopedia:Bonus}보너스{/g}를 얻습니다. 이 야생 특성은 공기가 없거나 물속에서는 작동하지 않습니다. 이러한 바람은 한 번에 하나만 활성화할 수 있습니다.

source: Basic Aerokinesis
ko: 기본 에어로키네시스
ko_mt: 기본 에어로 키네시스

source: Element: universal Type: form infusion Level: 5 Burn: 3 Prerequisites: kinetic blade Associated Blasts: any {g|Encyclopedia:Saving_Throw}Saving Throw{/g}: none You create a kinetic blade and swing it in an arc around you, making a single {g|Encyclopedia:Attack}attack{/g} against all foes within {g|Encyclopedia:Reach}reach{/g} as if kinetic blade was a reach weapon. The blade vanishes instantly after the whirlwind.
ko: 원소: 범용 유형: 형태 주입 레벨: 5 과열: 3 선결 조건: 초능력 칼날 관련 블래스트: 모두 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}: 없음 초능력 칼날을 만들어 주변에 원형으로 휘둘러, 초능력 칼날을 장병기로 취급하여 {g|Encyclopedia:Reach}사정거리{/g} 내의 모든 적들에게 1회 근접 {g|Encyclopedia:Attack}공격{/g}을 가합니다. 회오리를 일으킨 후 칼날은 사라집니다.
ko_mt: 원소: 범용 유형: 형태 주입 레벨: 5 화상: 3 전제 조건: 초능력 칼날 관련 폭발: 모든 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}: 없음 초능력 칼날를 만들어 주위를 호를 그리며 휘둘러, 마치 초능력 칼날가 장병기인 것처럼 {g|Encyclopedia:Reach}범위{/g} 내의 모든 적에게 한 번의 {g|Encyclopedia:Attack}공격{/g}을 가합니다. 회오리바람이 지나간 후 칼날은 즉시 사라집니다.

source: Blade Hurricane
ko: 칼날 태풍
ko_mt: 블레이드 허리케인

source: Element: air Type: form infusion Level: 5 Burn: 3 Associated Blasts: electric {g|Encyclopedia:Saving_Throw}Saving Throw{/g}: none Your electric blast leaps from target to target. When you hit a target with your infused blast, you can attempt a ranged {g|Encyclopedia:TouchAttack}touch attack{/g} against an additional target that is within 30 feet of the first. Each additional {g|Encyclopedia:Attack}attack{/g} originates from the previous target, which could alter cover and other conditions. Each additional target takes {g|Encyclopedia:Dice}1d6{/g} fewer points of {g|Encyclopedia:Damage}damage{/g} than the last (for example, 3d6 becomes 2d6), and you can't chain the blast back to a previous target. You can continue chaining your blasts until a blast misses or fails to deal damage, or until your blast is reduced to a single damage die.
ko: 원소: 대기 유형: 형태 주입 레벨: 5 과열: 3 관련 블래스트: 전기 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}: 없음 전기 블래스트가 적을 타고 전이됩니다. 주입된 블래스트가 대상에 명중할 경우, 첫 공격 대상으로부터 30 피트 이내에 있는 다른 적에게 추가로 원거리 {g|Encyclopedia:TouchAttack}접촉 공격{/g}을 시도할 수 있습니다. 각 추가 {g|Encyclopedia:Attack}공격{/g}은 이전 대상으로부터 날아오며, 엄폐나 그 밖의 상태를 바꿀 수 있습니다. 추가로 공격을 받은 대상은 이전에 명중한 대상보다 {g|Encyclopedia:Damage}피해{/g}를 {g|Encyclopedia:Dice}1d6{/g} 덜 받습니다 (예를 들어, 3d6은 2d6이 됩니다). 그리고 이전에 명중시킨 적에게 다시 공격을 명중시킬 수 없습니다. 블래스트가 빗나가거나, 피해를 입히는 데 실패하거나, 혹은 블래스트의 피해가 1d6이 될 때까지 계속됩니다.
ko_mt: 원소: 대기 유형: 형태 주입 레벨: 5 화상: 3 관련 폭발: 전기 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}: 없음 전기 폭발이 대상에서 대상으로 도약합니다. 주입된 폭발로 대상을 적중시키면 첫 번째 대상에서 30피트 이내에 있는 추가 대상에게 원거리 {g|Encyclopedia:TouchAttack}접촉 공격{/g}을 시도할 수 있습니다. 추가되는 각 {g|Encyclopedia:Attack}공격{/g}은 이전 대상에서 시작되며, 엄폐 및 기타 조건이 변경될 수 있습니다. 각 추가 대상은 마지막 대상보다 {g|Encyclopedia:Dice}1d6{/g} 적은 {g|Encyclopedia:Damage}피해{/g}를 입으며(예: 3d6이 2d6이 됨), 폭발을 이전 대상에게 다시 연쇄할 수 없습니다. 폭발이 빗나가거나 피해를 입히지 못할 때까지, 또는 폭발이 단일 피해 주사위로 감소할 때까지 연쇄 공격을 계속할 수 있습니다.

source: Chain
ko: 연쇄
ko_mt: 체인

source: At 2nd level, a kineticist gains her element's defensive wild talent. She must select the expanded defense utility wild talent to gain the defensive wild talent of any element she gains via the expanded element class feature.
ko: 2레벨에, 키네티시스트는 자신이 선택한 원소의 방어 원초적 재능을 얻습니다. 추가 원소 클래스 특성으로 얻은 원소의 방어 원초적 재능을 얻기 위해선 반드시 추가 방어 보조 원초적 재능을 선택해야 합니다.
ko_mt: 2레벨이 되면 키네티시스트는 해당 원소의 방어적 야생 특성을 얻습니다. 확장된 원소 직업 특성을 통해 획득한 원소의 방어 야생 특성을 얻으려면 확장된 방어 유틸리티 야생 특성을 선택합니다.

source: Elemental Defense
ko: 원소 방어
ko_mt: 원소 방어

source: Element: universal Type: utility Level: 3 Burn: 0 {g|Encyclopedia:Saving_Throw}Saving Throw{/g}: Will negates {g|Encyclopedia:Spell_Resistance}Spell Resistance{/g}: yes You use your element to halt a creature associated with your element, as {g|SpellsHoldMonster}hold monster{/g} except it requires {g|Encyclopedia:Concentration}concentration{/g} to maintain, and it works only on creatures with a subtype matching one of your elements (for example, a pyrokineticist could use it on creatures of the fire subtype). At any time, you can accept 1 point of burn to remove the need to concentrate.
ko_mt: 원소: 범용 유형: 보조 레벨: 3 화상: 0 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}: 의지 무효화 {g|Encyclopedia:Spell_Resistance}주문 저항{/g}: 예 당신은 자신의 원소를 사용하여 자신의 원소와 관련된 생물을 {g|SpellsHoldMonster}괴물 포박{/g}처럼 정지시키지만, 유지에 {g|Encyclopedia:Concentration}집중{/g}이 필요하고 자신의 원소 중 하나와 일치하는 하위유형을 가진 생물에게만 효과가 있습니다.(예를 들어, 불꽃기동술사는 불 하위유형을 가진 생물에게 사용할 수 있습니다). 언제든지 화상 1점을 받아 집중할 필요를 없앨 수 있습니다.

source: Elemental Grip
ko: 원소 붙잡기
ko_mt: 원소 그립

source: Elements: air, fire, or water Type: form infusion Level: 1 Burn: 1 Associated Blasts: blue flame, cold, electric, fire {g|Encyclopedia:Saving_Throw}Saving Throw{/g}: none Choose a manufactured weapon in your hand (not an {g|Encyclopedia:UnarmedAttack}unarmed strike{/g} or {g|Encyclopedia:NaturalAttack}natural attack{/g}); if the weapon is a double weapon, you must choose one of its ends to receive this benefit. You imbue the chosen weapon with your elemental energy as part of an {g|Encyclopedia:Attack}attack{/g} {g|Encyclopedia:CA_Types}action{/g}, charge action, or full-attack action to add extra {g|Encyclopedia:Damage}damage{/g} to each of your attacks with that weapon until the beginning of your next turn. Your attacks with the chosen weapon during that action deal {g|Encyclopedia:Dice}1d6{/g} additional points of damage. At 7th level and every 6 levels thereafter, this bonus damage increases by 1d6 points. Blue flame blasts deal double this additional damage. The additional damage is of the same type as the infused blast's damage. This additional damage ignores {g|Encyclopedia:Spell_Resistance}spell resistance{/g} and doesn't apply any modifiers to your kinetic blast's damage (such as your {g|Encyclopedia:Constitution}Constitution{/g} modifier).
ko_mt: 원소: 대기, 불 또는 물 유형: 형태 주입 레벨: 1 화상: 1 연관 폭발: 푸른 불꽃, 냉기, 전기, 불 {g|Encyclopedia:Saving_Throw}내성 굴림{/g}: 없음 손에 들고 있는 제조 무기를 선택합니다.({g|Encyclopedia:UnarmedAttack}비무장{/g} 공격 또는 {g|Encyclopedia:NaturalAttack}자연 무기{/g}가 아닌). 무기가 이중 무기인 경우, 이 효과를 받으려면 양쪽 끝 중 하나를 선택해야 합니다. 선택한 무기에 {g|Encyclopedia:Attack}공격{/g}의 일부로 자신의 원소 에너지를 불어넣습니다. {g|Encyclopedia:CA_Types}행동{/g}, 돌격 행동, 또는 맹공격 행동으로 다음 턴이 시작될 때까지 해당 무기로 공격할 때마다 추가 {g|Encyclopedia:Damage}피해{/g}를 입힙니다. 해당 행동 중에 선택한 무기로 공격하면 {g|Encyclopedia:Dice}1d6{/g}만큼 추가 피해를 줍니다. 7레벨부터 이후 6레벨마다 이 추가 피해량이 1d6씩 증가합니다. 푸른 화염 폭발은 이 추가 피해의 두 배를 줍니다. 추가 피해는 주입된 폭발의 피해와 같은 유형입니다. 이 추가 피해는 {g|Encyclopedia:Spell_Resistance}주문 저항{/g}을 무시하며, 초능력 폭발의 피해량에 {g|Encyclopedia:Constitution}건강{/g} 수정치를 비롯한 어떤 수정치도 적용되지 않습니다.

source: Energize Weapon
ko: 에너지 주입 무기
ko_mt: 무기 강화
