Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: "Death to mortals!"
ko: "필멸자들에게 죽음을!"
ko_mt: "인간에게 죽음을!"

source: "Light of Iomedae, guide my sword!"
ko: "아이오메데의 빛이여, 내 검을 비추시길!"
ko_mt: "아이오메데의 빛이여, 내 검을 인도하소서!"

source: "We're staying to defend the entrance and clear the city. Go, the Sword of Valor is waiting for you!"
ko: "저희는 이곳에서 도시에 남은 잔당을 처리하고 입구를 봉쇄하겠습니다. 가십시오. 용맹의 검이 당신을 기다립니다!"
ko_mt: "우리는 입구를 방어하고 도시를 정리하기 위해 남아있을 겁니다. 가자, 용맹의 검이 기다리고 있다!"

source: "Concentrate on your mission, leave the army to me."
ko: "당신의 임무에 집중하십시오. 병력 지휘는 제가 맡겠습니다."
ko_mt: "임무에 집중하고 군대는 내게 맡기세요."

source: "Knights of the Fifth Crusade — onward! Let's make this crusade the last one!"
ko: "5차 성전군의 사령관이여, 전진하라! 이번 성전을 마지막 성전으로 만들도록!"
ko_mt: "제5차 십자군 기사단 - 전진! 이번 성전을 마지막 성전으로 만들자!"

source: "The truth is with us! The Queen is with us!"
ko: "진실이 우리 편에 섰다! 여왕 폐하께서 우리와 함께하신다!"
ko_mt: "진실은 우리와 함께합니다! 여왕께서 우리와 함께하십니다!"

source: "Mendev is attacking! Run, beasts!"
ko: "꺼져라, 괴물들아! 멘데브가 왔다!"
ko_mt: "멘데브가 공격한다! 도망쳐라, 짐승들아!"

source: "He's not going to throw anything ever again!"
ko: "더이상은 이놈이 아군을 향해 아무것도 던지지 못하겠군!"
ko_mt: "다시는 아무것도 던지지 않을 거야!"

source: "He was a big brute, the scum... But he could do nothing against us!"
ko: "녀석은 크고 사나운 개새끼였어... 하지만 우리에겐 쪽도 못쓰네!"
ko_mt: "그는 큰 짐승 같은 쓰레기였어요.. 하지만 우리한테는 아무것도 할 수 없었어요!"

source: "Praise the Godclaw! Death to the enemies of the law!"
ko: "갓클로에 영광을! 질서의 적들에 사형을 내려라!"
ko_mt: "갓클로를 찬양하라! 법의 적들에게 죽음을!"

source: "Where is the beast?"
ko: "그 괴물은 어디갔지?"
ko_mt: "짐승은 어디 있죠?"

source: "There, behind the cordon. Eating human flesh..."
ko: 여기, 저지선 뒤에 있습니다. 인간의 살을 파먹고 있어요..."
ko_mt: "저기, 철조망 뒤에. 인육을 먹고..."

source: "He's about to eat steel. Hellknights, to arms!"
ko: "이젠 쇠라도 씹어먹을 것 같군. 헬나이트, 전투준비!"
ko_mt: "강철을 먹으려 한다. 지옥기사, 무기를 들어라!"

source: "For the Godclaw!"
ko: "갓클로를 위하여!"
ko_mt: "갓클로를 위하여!"

source: "Food! Coming straight to me!"
ko: "음식들아! 어서 오너라!"
ko_mt: "음식! 나한테 곧장 온다!"

source: "Is he throwing corpses?"
ko: "방금 시체를 던진 건가?"
ko_mt: "시체를 던지는 건가요?"

source: "Effective tactics. Too bad demons can't be threatened with things like that!"
ko: "효율적인 전략이로군. 그따위 걸론 데몬을 위협할 수 없는 것만 빼면!"
ko_mt: "효과적인 전술이군. 데몬이 그런 식으로 위협할 수 없다는 게 안타깝군요!"

source: "Ha! Neither can we! Get the beast!"
ko: "하! 그건 우리도 마찬가집니다! 괴물을 처리하라!"
ko_mt: "하! 우리도 안 돼! 야수를 잡아라!"

source: The Sword of Valor, in all its beauty, hangs on the fortress wall just like in the old days.
ko: 용맹의 검이 그 옛날처럼 성벽에 걸려 자신의 위용을 뽐냅니다.
ko_mt: 용맹의 검은 옛날처럼 아름다운 모습으로 요새 벽에 걸려 있습니다.

source: There are old, ragged books in rare languages on the shelf. Some of them are bound in leather — and it doesn't look like calfskin.
ko: 선반에는 희한한 언어로 쓰인 낡고 헤진 책들이 있습니다. 그중 몇 개는 가죽으로 제본되었으나, 송아지 가죽은 아닌걸로 보입니다.
ko_mt: 서가에는 희귀한 언어로 된 낡고 너덜너덜한 책들이 놓여 있습니다. 그 중 일부는 가죽으로 제본되어 있는데 송아지 가죽처럼 보이지 않습니다.

source: In the claws of the demons, the fortress is slowly turning into a pile of rubble.
ko: 요새는 데몬의 손아귀 안에서 천천히 자갈더미로 변하는 중입니다.
ko_mt: 데몬들의 발톱에 요새는 서서히 잔해 더미로 변해가고 있습니다.

source: This room looks a little cleaner than the rest of the fortress. It's probably the warden's bedroom.
ko: 이 방은 요새의 다른 부분보다 조금 더 정돈되어 보입니다. 아마도 감시자의 침실인 모양입니다.
ko_mt: 이 방은 요새의 다른 방들보다 좀 더 깨끗해 보이는데요. 아마 소장의 침실일 거예요.

source: The dead bodies give off an unbearable stench.
ko: 시신에서 참기 어려운 악취가 뿜어져 나옵니다.
ko_mt: 시체에서 참을 수 없는 악취가 풍깁니다.

source: "You came... too late. Let me... aah... die in peace."
ko: "너... 너무... 늦었어. 날... 아아... 죽게 내버려둬."
ko_mt: "넌.. 너무 늦게 왔어. 내가.. 아.. 평화롭게 죽게 해주세요."

source: "Hey, filth! Get away from our wounded! We have some survivors here!"
ko: "야, 더러운 놈! 우리 부상자들에게서 떨어져! 생존자들이 몇 명 있다고!"
ko_mt: "야, 오물아! 우리 부상자들한테서 떨어져! 여기 생존자가 있다!"

source: "We attack, the demons fight back. That's how it should be!"
ko: "우리가 공격하면, 데몬이 저지한다. 당연히 그렇겠지!"
ko_mt: "우리가 공격하면 데몬은 반격한다. 그렇게 해야 합니다!"

source: The air in the forge is heavy with the supernatural power coming from the anvil. The heat that pulses through the forge is not the heat of an ordinary fire.
ko: 모루에서 나오는 초자연적인 힘으로 인해 제련소의 공기가 무겁습니다. 제련소 내부에서 요동치는 열기는 평범한 불길에 의한 것이 아닙니다.
ko_mt: 대장간 안의 공기는 모루에서 뿜어져 나오는 초자연적인 힘으로 무겁습니다. 대장간에서 뿜어져 나오는 열기는 일반적인 불의 열기가 아닙니다.

source: A magic circle, covered with occult symbols. The runes have absorbed all the blood that was spilled in the circle.
ko: 미신적 상징물들로 뒤덮인 마법진입니다. 진에 새겨진 룬이 그 위에 뿌려진 피를 모두 빨아들였습니다.
ko_mt: 오컬트 기호로 뒤덮인 마법의 원입니다. 룬이 원 안에 흘린 피를 모두 흡수했습니다.

source: There are claw and tooth marks on the broken bones of unknown prisoners.
ko: 신원을 알 수 없는 죄수의 부러진 뼈에는 이빨과 손톱 자국이 있습니다.
ko_mt: 미확인 포로들의 부러진 뼈에는 발톱과 이빨 자국이 남아 있습니다.

source: A simple straw bed, made to last, built with dwarven solidity.
ko: 드워프의 손으로 만들어진, 최후를 위해 준비한 간단한 짚풀 침상.
ko_mt: 드워프의 견고함으로 오래도록 사용할 수 있는 단순한 밀짚 침대입니다.

source: The statue of the demon lord glowers at you with its goat eyes.
ko: 데몬 군주의 동상이 당신을 향해 그 염소 눈을 번뜩입니다.
ko_mt: 데몬 로드의 동상이 염소 눈동자로 여러분을 노려보고 있습니다.

source: The statue of the goddess has been scratched and smeared with something disgusting — but her righteous face remains full of courage.
ko: 여신의 조각상은 여기저기 긁혔으며 무언가 역겨운 물질들이 묻어있습니다. 하지만 그녀의 강직한 얼굴만은 자신감으로 가득합니다.
ko_mt: 여신상은 긁히고 더러운 것이 묻어 있지만 정의로운 얼굴은 여전히 용기로 가득 차 있습니다.

source: The crack in the wall reeks of something evil. For a moment you feel touched by the breath of the Abyss.
ko: 금간 벽 사이에서 사악한 무언가가 새어나옵니다. 당신은 잠깐동안 심연의 숨결에 닿은 듯한 느낌을 받습니다.
ko_mt: 벽의 갈라진 틈에서 사악한 냄새가 풍깁니다. 잠시 동안 심연의 숨결에 감동을 느낍니다.

source: "Over here, over here... The banner must be here somewhere!"
ko: "여기 있나, 여기 있나... 깃발이 분명 여기 어딘가에 있어야 하는데!"
ko_mt: "여기, 여기.. 배너가 여기 어딘가에 있을 거야!"

source: "Hey, mortals! Want to learn how to fly?"
ko: "이봐, 필멸자! 하늘을 나는 법을 배우고 싶어?"
ko_mt: "이봐, 인간들아! 비행하는 법을 배우고 싶니?"

source: "Bam! Smashed! Hahaha!"
ko: "빼앰! 때려 부셔! 하하하!"
ko_mt: "쾅! 박살났어! 하하하!"

source: "A rain of blood! A hail of bones! This is true joy!"
ko: "피의 비! 뼈의 우박! 정말 즐거워!"
ko_mt: "피의 비! 뼈의 우박! 이것이 진정한 기쁨이다!"

source: "I'm going to throw up..."
ko: "토할 것 같아..."
ko_mt: "나 토할 것 같아..."

source: "I... I think I knew him..."
ko: "나... 내가 알던 사람이야..."
ko_mt: "나는.. 그를 알았던 것 같아요..."

source: "Horrible..."
ko: "끔찍하군..."
ko_mt: "끔찍하다..."

source: "A rain of fire!"
ko: "화염이 내리는구나!"
ko_mt: "불의 비!"

source: "Boom! Baboom! Fun!"
ko: "펑! 퍼버벙! 너무 재밌어!"
ko_mt: "붐! 바붐! 재밌어!"

source: "The weather is like in the Abyss!"
ko: "심연의 날씨 같구나!"
ko_mt: "심연에 온 것 같은 날씨!"

source: "Down!"
ko: "엎드려!"
ko_mt: "엎드려!"

source: "Where are they coming from?"
ko: "어디서 튀어나오는 거야?"
ko_mt: "어디서 오는 거죠?"

source: "Not me, please, not me..."
ko: "날 빼줘, 제발, 나만 아니면..."
ko_mt: "난 안 돼, 제발, 난 안 돼..."

source: Something is written on the tombstone in Kelish.
ko: 켈레쉬어가 새겨진 묘비입니다.
ko_mt: 켈리쉬어로 된 묘비에는 무언가가 적혀 있습니다.

source: The stone bears an epitaph in Kelish: "Malaria. This is not what I came here for."
ko: 이 돌에는 켈레쉬어로 묘비명이 새겨졌습니다. "말라리아. 내가 찾으러 온게 아니었는데."
ko_mt: 돌에는 켈리아어로 된 비문이 새겨져 있습니다. "말라리아. 내가 여기 온 목적은 이것 때문이 아니다."

source: The demons did their best to destroy all traces of the worship of the good gods they so loathe.
ko: 데몬은 자신들이 증오하는 선신 신앙과 관련된 모든 흔적을 파괴하는데 노력했습니다.
ko_mt: 데몬들은 그들이 그토록 혐오하는 선한 신을 숭배하는 모든 흔적을 없애기 위해 최선을 다했습니다.

source: Long ago, in this temple, Iomedae's clerics blessed the crusaders on their way into battle against the forces of the Abyss.
ko: 오래전, 이 신전에서 아이오메데의 성직자들이 심연의 군세와 맞서기 위해 출진하는 성전군을 축복했었습니다.
ko_mt: 오래 전, 아이오메데의 성직자들은 이 사원에서 심연의 세력에 맞서 싸우러 가는 십자군 전사들을 축복했습니다.

source: A stone column, once proud, now stands smeared with demon feces.
ko: 한때 자랑스러웠던 돌기둥에는 데몬들의 배설물이 발려있습니다.
ko_mt: 한때 자랑스러웠던 돌기둥은 이제 데몬의 배설물로 얼룩진 채 서 있습니다.

source: "Away, you little beasts! Away!"
ko: "떨어져, 작은 괴물들아! 떨어져!"
ko_mt: "저리 가, 이 작은 짐승들아! 저리 가!"

source: "Ouch! They're stinging! How do we get rid of them?"
ko: "악! 쏘였어! 이것들 어떻게 조져야하지?"
ko_mt: "아야! 따가워요! 어떻게 제거할 수 있을까요?"

source: "Who brought the vescavors here?"
ko: "대체 누가 베스카버를 여기에 끌고온거야?"
ko_mt: "누가 베스캐버를 여기로 가져왔나요?"

source: "My eyes! They're in my eyes!"
ko: "내 눈! 이 씨발것들이 내 눈에 들어왔어!"
ko_mt: "내 눈! 내 눈에 들어갔어!"

source: "They're eating me alive!"
ko: "이놈들이 날 산채로 씹고 있어!"
ko_mt: "날 산 채로 잡아먹고 있어요!"

source: The ominous symbols on the tablet fill the heavy air with a feeling of impending doom.
ko: 석판에 새겨진 불길한 상징이 다가온 파멸의 기운으로 주위를 가득 채웁니다.
ko_mt: 태블릿에 새겨진 불길한 상징은 임박한 파멸의 느낌으로 무거운 공기를 가득 채웁니다.

source: The ominous symbols on the tablet are powering evil magic, which fills the citadel with whispers of madness.
ko: 석판에 새겨진 불길한 상징이 광기의 속삭임으로 성채를 가득 메운 사악한 마법에 힘을 주고 있습니다.
ko_mt: 석판에 새겨진 불길한 상징은 사악한 마법을 불러일으키며 성채를 광기의 속삭임으로 가득 채웁니다.

source: The very air here feels heavy with the victims' pain and fear.
ko: 이곳의 공기 그 자체가 희생자들의 고통과 공포로 인해 무겁게 느껴집니다.
ko_mt: 이곳의 공기는 피해자들의 고통과 두려움으로 무겁게 느껴집니다.

source: The pain and fear of the people who died here are powering an evil magic, which fills the citadel with whispers of madness.
ko: 이곳에서 죽은 사람들의 고통과 공포가 광기의 속삭임으로 성채를 가득 메운 사악한 마법에 힘을 주고 있습니다.
ko_mt: 이곳에서 죽은 사람들의 고통과 공포가 사악한 마법에 힘을 실어 광기의 속삭임으로 성채를 가득 채우고 있습니다.

source: "Troll dung! I missed my target... There's a first time for everything. Sorry, I'm not in the mood to talk."
ko: "트롤 똥같으니! 목표를 놓쳤어... 태어나서 처음이로군. 미안하지만, 지금은 얘기할 기분이 아냐."
ko_mt: "트롤 똥! 목표물을 놓쳤어.. 모든 일에는 처음이 있는 법이죠. 미안, 얘기할 기분이 아니야."

source: "I forgot to introduce myself... Areelu Vorlesh, Architect of the Worldwound. And now — farewell!"
ko: "내 소개를 잊었군... 아릴루 볼레쉬. 세계상처의 설계자다. 이제 잘있거라!"
ko_mt: "제 소개를 깜빡했네요.. 아릴루 볼레쉬, 세계상처의 건축가입니다. 이제 안녕히 가세요!"

source: A heavy iron key, disfigured by heavy claw marks.
ko: 커다란 발톱 자국으로 손상된 무거운 철 열쇠입니다.
ko_mt: 무거운 철제 열쇠로, 발톱 자국으로 인해 훼손되어 있습니다.

source: Warped Key
ko: 뒤틀린 열쇠
ko_mt: 뒤틀린 키

source: Take the Sword of Valor
ko: 용맹의 검을 회수한다
ko_mt: 용맹의 검 가져가기

source: Prisoner
ko: 죄수
ko_mt: 죄수

source: "There has to be a way to protect the camp from aerial attacks! What about ballistae? Or some kind of magic?"
ko: "공습에서 기지를 지킬 방법이 분명 있을 거야! 발리스타? 아님 무슨 마법을 써야하나?"
ko_mt: "공중 공격으로부터 캠프를 보호할 방법이 있을 겁니다! 발리스타이는 어때요? 아니면 마법 같은 건요?"

source: "What if the monsters come back and the Commander isn't here? What do we do then?"
ko: "괴물들이 돌아왔을 때 사령관님이 없으면 어떡하지? 그 땐 뭘 해야 하는 거야?"
ko_mt: "괴물들이 돌아왔는데 사령관이 여기 없다면요? 그럼 어떻게 하죠?"

source: "Keep together, don't let them grab you!"
ko: "뭉쳐라! 서로가 잡혀가지 않도록 지켜!"
ko_mt: "붙잡히지 말고 힘을 합쳐!"

source: "Brace yourselves, warriors! We will not yield!"
ko: "스스로를 다잡아라, 전사들아! 우린 결코 항복하지 않을 것이다!"
ko_mt: "전사여, 정신 바짝 차려라! 우리는 굴복하지 않을 것이다!"

source: "Hey, where do you think you're taking him?"
ko: "이봐, 녀석을 납치하면서 무슨 생각을 했어?"
ko_mt: "이봐, 어디로 데려가는 거야?"

source: "Meat! Tasty!"
ko: "고기! 맛있어!"
ko_mt: "고기! 맛있어!"

source: "Eat this!"
ko: "먹어라!"
ko_mt: "이거 먹어!"

source: "Ugh... I'm alive, just about... Thanks, my friend!"
ko: "으윽... 살았다, 간신히... 고마워, 친구들!"
ko_mt: "으.. 나 살아있어, 거의.. 고마워요, 친구!"

source: "You're welcome. Did you hear that? 'Eat this!' I've always wanted to say that!"
ko: "천만에. 그 소리 들었어? '먹어라!' 라던 거? 항상 그 말 한번 해보고 싶었어!"
ko_mt: "천만에요. 방금 들으셨나요? '이거 먹어!' 항상 그 말을 하고 싶었어요!"

source: "More meat! Grab them!"
ko: "더 많은 고기! 녀석들을 잡아!"
ko_mt: "고기 더! 잡아!"

source: "Come closer... Just a little more... Aha!"
ko: "가까이 와봐... 조금만 더... 아하!"
ko_mt: "가까이 오세요.. 조금만 더.. 아하!"

source: "We'll have you patched up in no time."
ko: "곧장 치료해줄게."
ko_mt: "금방 치료해 드리겠습니다."

source: "Those are some nasty wounds... I mean, don't worry, you'll live."
ko: "심한 상처가 몇 개 있네... 내 말은, 걱정말라고. 넌 살 수 있어."
ko_mt: "상처가 심하네요.. 걱정하지 마, 넌 살 거야."

source: "So heavy!"
ko: "너무 무거워!"
ko_mt: "너무 무겁다!"

source: "It won't budge!"
ko: "움직이지좀 마!"
ko_mt: "움직이지 않아요!"

source: The blackened husk of a burnt house.
ko: 숯덩이가 된 가옥의 뼈대입니다.
ko_mt: 불에 탄 집의 검게 그을린 껍질.

source: The burned-out husk of a traditional Sarkorian house. No houses like this have been built for a century.
ko: 불탄 사코리스 전통 가옥의 뼈대입니다. 이런 가옥은 적어도 1세기는 건설되지 않았습니다.
ko_mt: 불에 타버린 사르코리안 전통 가옥의 껍데기. 한 세기 동안 이런 집은 지어지지 않았습니다.

source: A boulder covering a secret tunnel.
ko: 비밀 통로를 막는 바위.
ko_mt: 비밀 터널을 덮고 있는 바위입니다.

source: There are spots of blood where you left the wounded halfling, but there's no trace of him or his footprints. It's like he just vanished.
ko: 당신이 부상당한 하플링을 내버려뒀던 곳에 핏자국이 있지만, 발자국 같은 흔적은 없습니다. 마치 그대로 사라져 버린듯합니다.
ko_mt: 부상당한 하플링을 두고 간 자리에는 피가 묻어 있지만, 그 흔적이나 발자국은 보이지 않아요. 그냥 사라진 것 같아요.

source: Charcoal, soot, and the remains of a greasy-looking liquid — possibly traces of burnt oil.
ko: 숯덩이와 그을음, 그리고 끈적여보이는 액체의 잔해가 있습니다. 기름에 불을 붙였던 흔적으로 추정됩니다.
ko_mt: 숯, 그을음, 기름기 있는 액체의 잔여물 - 타버린 기름의 흔적일 수 있습니다.

source: The crevice is drenched in darkness. From time to time there's an echo of little stones rolling down the slope, but the strange howling no longer disturbs the area.
ko: 균열은 암흑으로 흠씬 젖어있습니다. 때때로 작은 돌이 경사를 따라 굴러 내리는 메아리가 들리지만, 주위에 불안감을 심던 의문의 울음소리는 더이상 없습니다.
ko_mt: 틈새는 어둠으로 흠뻑 젖어 있습니다. 때때로 작은 돌멩이들이 경사면을 굴러가는 소리가 울려 퍼지지만, 이상한 울음소리는 더 이상 주변을 방해하지 않습니다.

source: Judging by the marks that his nails left in the soft sandstone, this man was still alive when the swarm began to eat him.
ko: 부드러운 사암에 남겨진 그의 손톱 자국으로 판단컨대, 이 남자는 벌레떼가 그를 먹어치우기 시작할 때까지 살아있었습니다.
ko_mt: 부드러운 사암에 손톱이 남긴 자국으로 보아 이 남자는 떼가 그를 잡아먹기 시작했을 때 아직 살아있었습니다.

source: "We will not back down. Complete your mission, Comman... der..."
ko: "우리는 결코 후퇴하지 않겠습니다. 당신의 임무를 완수하십시오. 사령관...님..."
ko_mt: "우리는 물러서지 않을 것이다. 임무를 완수하라, 커맨더.. 데어..."

source: "Commander... We're holding on for now..."
ko: "사령관님... 일단은 위치를 사수하고 있습니다..."
ko_mt: "사령관님.. 지금은 버티고 있습니다..."

source: The remains of the caravan camp. The vescavors have chewed up not only the bodies, but also the tents and the bundles of goods.
ko: 행상 야영지의 잔해입니다. 베스카버들은 시체들뿐만 아니라 천막과 상품 꾸러미까지 씹어삼켰습니다.
ko_mt: 캐러밴 캠프의 잔해. 베스캐버는 시체뿐만 아니라 텐트와 물품 묶음도 씹어 먹었습니다.

source: This man died clutching a small chest to his body. He protected his belongings from the vescavors to the very end.
ko: 이 남자는 작은 상자를 꼭 품은 채 죽었습니다. 그는 최후의 최후까지 베스카버로부터 자기 물건을 보호했습니다.
ko_mt: 이 남성은 작은 상자를 몸에 꽉 쥐고 죽었습니다. 그는 마지막까지 자신의 소지품을 베스큐로부터 보호했습니다.

source: Acid has ruined the caravanners' gear.
ko: 행상인들의 장비가 산으로 망가졌습니다.
ko_mt: 산성 때문에 캐러밴의 장비가 망가졌습니다.

source: The slime on the wall of the canyon emits a sweet smell, with a sharp hint of freshness, like the air before a storm. The insects are swarming over part of the wall.
ko: 협곡의 벽면에 붙은 점액질이 마치 폭풍 전야처럼 달콤한 냄새를 발산합니다. 새로 발라졌다는 징후도 보입니다. 벌레들이 일부 벽면의 위에 모여 윙윙댑니다.
ko_mt: 협곡 벽의 점액질은 폭풍 전의 공기처럼 날카로운 신선함과 함께 달콤한 냄새를 풍깁니다. 곤충들이 벽의 일부에 떼를 지어 모여 있습니다.

source: A huge runic circle has been drawn on the rock — probably with blood.
ko: 바위 표면에 커다란 룬 마법진이 있습니다. 아마도 피로 그려진 듯합니다.
ko_mt: 바위에 거대한 룬 문양이 그려져 있는데, 아마도 피로 그린 것 같습니다.

source: Disgusting slime that gives off a vile, rancid smell.
ko: 불쾌하고 코를 찌르는 악취를 내뿜는 역겨운 점액질입니다.
ko_mt: 역겹고 썩은 냄새를 풍기는 역겨운 슬라임.

source: Demonic bug slime — poisonous not only to everything alive, but also to the land itself.
ko: 데몬 벌레의 점액질입니다. 살아있는 모든 것뿐만 아니라, 대지 그 자체에조차 유해합니다.
ko_mt: 데몬 벌레 점액 - 살아있는 모든 것뿐만 아니라 땅 자체에도 유독합니다.

source: Loot taken by thieves from the Tower of Estrod.
ko: 에스트로드의 탑에서 도둑맞은 물건들입니다.
ko_mt: 에스트로드의 탑에서 도둑들이 가져간 전리품입니다.

source: The touch of the Abyss irreversibly changes the very lands of the Worldwound.
ko: 심연과의 접촉이 세계상처의 대지 그 자체를 되돌릴 수 없을 만큼 바꿔버렸습니다.
ko_mt: 심연의 손길은 세계상처의 땅을 돌이킬 수 없을 정도로 변화시킵니다.

source: The look of these plants, rapacious and sickly at the same time, suggests their unnatural origin.
ko: 허약한 동시에 탐욕스러워 보이는 이 식물들의 외견은 그들의 비정상적인 태생을 암시합니다.
ko_mt: 탐욕스럽고 병든 이 식물의 모습은 그 기원이 부자연스럽다는 것을 암시합니다.

source: The large keyhole repels any key or object brought near it.
ko: 커다란 열쇠 구멍은 열쇠나 다른 물체를 꽂지 못하도록 밀어냅니다.
ko_mt: 커다란 열쇠 구멍이 있어 열쇠나 물체를 가까이 가져가면 튕겨냅니다.

source: Use the puzzle key
ko: 퍼즐 열쇠를 사용한다
ko_mt: 퍼즐 키 사용

source: Use the charged puzzle key
ko: 충전된 퍼즐 열쇠를 사용한다
ko_mt: 충전된 퍼즐 키 사용

source: A large, heavy key made of some dull metal. The key's once polished surface is now covered in rust from its numerous scratches and cracks.
ko: 칙칙한 색의 금속으로 만들어진 크고 무거운 열쇠입니다. 한때 광택이 났을 열쇠의 겉면은 수많은 긁힘과 균열로 인해 녹슬었습니다.
ko_mt: 무딘 금속으로 만든 크고 무거운 열쇠. 한때 광택이 났던 열쇠의 표면은 수많은 긁힘과 균열로 인해 녹으로 뒤덮여 있습니다.

source: Broken Key
ko: 망가진 열쇠
ko_mt: 깨진 키

source: A large, heavy metal key. Every now and then, tiny bolts of lightning flash across its surface.
ko: 크고 무거운 금속 열쇠입니다. 이따금씩 작은 전류가 표면을 따라 파직거립니다.
ko_mt: 크고 무거운 금속 열쇠. 이따금씩 작은 번개가 표면을 가로질러 번쩍입니다.

source: Charged Puzzle Key
ko: 충전된 퍼즐 열쇠
ko_mt: 충전된 퍼즐 키

source: A large, heavy key made of some dull metal. Its polished surface is smooth, and has no scuffs, scratches, or other signs of use.
ko_mt: 무딘 금속으로 만든 크고 무거운 열쇠입니다. 표면이 매끄럽고 광택이 나며 흠집이나 긁힘, 기타 사용 흔적이 없는 제품입니다.

source: Puzzle Key
ko: 퍼즐 열쇠
ko_mt: 퍼즐 키

source: Simply looking upon this unknown manifestation of the Abyss leaves you feeling tainted.
ko: 저 정체모를 심연의 현현은 그저 바라보기만 했음에도 당신에게 더럽혀진 기분을 남깁니다.
ko_mt: 심연의 알 수 없는 모습을 바라보는 것만으로도 마음이 오염되는 느낌을 받습니다.

source: In places such as this, the impact of the Abyss on the Golarion's lands is especially apparent. It's better to keep away.
ko: 이런 장소에서는 골라리온의 대지에 대한 심연의 영향이 특히 잘 보입니다. 떨어져 있는 편이 낫습니다.
ko_mt: 이런 곳에서는 심연이 골라리온의 땅에 미치는 영향이 특히 두드러집니다. 멀리 떨어져 있는 것이 좋습니다.

source: Looks like the Hellknight continued to fight the gargoyle even from the air. They both fell to the rocks and perished.
ko: 이 헬나이트는 공중에서조차 가고일과 싸운 걸로 보입니다. 둘 모두 바위에 추락하여 사망했습니다.
ko_mt: 지옥기사는 공중에서도 가고일과 계속 싸웠나 봐요. 둘 다 바위에 떨어져 죽었다.

source: The skeleton of a man wearing armor from the time of the First Crusade. It's holding the skeleton of a child with strange proportions and animal paws instead of its right arm and leg.
ko: 1차 성전군 시기의 갑옷을 두른 남자의 해골입니다. 이상한 비율과 오른쪽 팔다리 대신 동물의 발이 달린 아이의 해골을 안고 있습니다.
ko_mt: 1차 십자군 전쟁 당시 갑옷을 입은 남성의 해골입니다. 오른쪽 팔과 다리 대신 이상한 비율과 동물의 발을 가진 아이의 해골을 들고 있습니다.

source: The crevice pulses, emitting waves of energy — unusual, but apparently not hostile.
ko: 이 균열은 에너지의 파장을 발산하며 요동칩니다. 특이하지만, 위협적이지 않다는 것은 명백합니다.
ko_mt: 틈새가 맥동하며 에너지 파동을 방출하는데, 비정상적이지만 적대적이지는 않은 것으로 보입니다.

source: Even after the attack, the tents at the Hellknight camp are lined up neatly, looking like they're ready for a parade.
ko: 공격이 지나간 뒤에도, 헬나이트 막사는 깔끔하게 줄지어 있습니다. 아무래도 행군을 준비한 듯 보입니다.
ko_mt: 공격이 있은 후에도 지옥기사 캠프의 텐트는 마치 퍼레이드를 준비하는 것처럼 깔끔하게 정렬되어 있습니다.

source: Whatever this thing is, it looks disgusting and smells even worse.
ko: 이게 무엇이든간에 구역질나는 모양새이며, 냄새는 그보다 더 끔찍합니다.
ko_mt: 이게 뭐든 간에, 보기에도 역겹고 냄새도 더 심합니다.

source: Demonic energy has polluted the earth, creating tumors filled with poison.
ko: 데몬의 에너지가 땅을 오염시켜, 독으로 가득한 종양을 만들었습니다.
ko_mt: 데몬의 에너지가 지구를 오염시켜 독으로 가득 찬 종양을 만들었습니다.

source: "Has someone come to stave off my boredom? I haven't made anyone scream for five days!"
ko: "내 지루함을 떨쳐줄 사람 어디 없나? 한 5일동안은 비명 소리를 못만들었어!"
ko_mt: "누가 제 지루함을 달래주러 왔나요? 5일 동안 아무도 비명을 지르지 않았어요!"

source: "Pretty skin. It will look fine on a wall."
ko: "예쁜 가죽이구나. 벽에다 걸면 잘 어울리겠어."
ko_mt: "피부가 예쁘네요. 벽에 걸어도 잘 어울릴 거예요."

source: "Pretty skin. It will look fine on a wall."
ko: "예쁜 가죽이구나. 벽에다 걸면 잘 어울리겠어."
ko_mt: "피부가 예쁘네요. 벽에 걸어도 잘 어울릴 거예요."

source: "Has someone come to stave off my boredom? I haven't made anyone scream for five days!"
ko: "내 지루함을 떨쳐줄 사람 어디 없나? 한 5일동안은 비명 소리를 못만들었어!"
ko_mt: "누가 제 지루함을 달래주러 왔나요? 5일 동안 아무도 비명을 지르지 않았어요!"

source: A corpse bearing the marks of hideous torture.
ko: 잔혹한 고문 흔적이 남은 시체입니다.
ko_mt: 끔찍한 고문의 흔적이 남아 있는 시체.

source: This person's murderers were masters of torture. Judging by the wounds, they tortured him for weeks before he died.
ko: 이 사람은 고문의 달인에게 살해당했습니다. 상처로 미뤄보면, 그는 죽기 전까지 최소 일주일 동안은 고문당한걸로 보입니다.
ko_mt: 이 사람의 살인범은 고문의 달인이었습니다. 상처로 보아 그들은 그가 죽기 전 몇 주 동안 그를 고문한 것으로 보입니다.

source: It seems these gargoyles were dead before some unknown force beheaded them.
ko: 이 가고일들은 어떤 알 수 없는 힘이 그들의 목을 날리기 전에 죽어있었습니다.
ko_mt: 이 석상들은 정체불명의 세력이 참수하기 전에 이미 죽은 상태였던 것 같습니다.

source: A burnt body pinned to a barrel with rusty nails. This soldier can't be helped.
ko: 녹슨 못으로 나무통에 고정된 채인 불탄 육체. 이 병사를 돕기엔 늦었습니다.
ko_mt: 녹슨 못으로 통에 고정된 불에 탄 시신. 이 병사는 어쩔 수 없는 상황입니다.

source: "What are you doing? Damn you!"
ko: "뭐하는 거야? 우라질놈아!"
ko_mt: "뭐 하는 거야? 빌어먹을!"

source: Free the crusader
ko: 성전사를 풀어준다
ko_mt: 성전사 해방

source: Rusty blades and jagged shards protrude from a pile of broken weapons and armor.
ko: 부서진 무기와 방어구 무더기. 녹슨 칼날과 뾰족한 파편들이 삐져나와 있다.
ko_mt: 녹슨 칼날과 뾰족한 파편이 부서진 무기와 갑옷 더미에서 튀어나옵니다.

source: "I prefer traveling with the army incognito, but I wish I could fight the demonic abomination with all my powers."
ko: "나는 가명을 쓰고 군대에 끼어 여행하는 편을 선호한다만, 내가 전신전령을 다해 데몬 흉물과 맞설 수 있기를 바라네."
ko_mt: "저는 시크릿으로 군대와 함께 여행하는 것을 선호하지만, 모든 힘을 다해 데몬의 흉물과 싸울 수 있으면 좋겠어요."

source: The words on the stone are written in a language you don't understand.
ko: 바위에 새겨진 글귀는 당신이 모르는 문자로 쓰여있습니다.
ko_mt: 돌에 적힌 글귀는 여러분이 이해할 수 없는 언어로 쓰여 있습니다.

source: An epitaph written in Tian is etched into the stone: "I lost my honor in my homeland. I regained it here."
ko: 바위에는 티안어 비문이 새겨져 있습니다. "내 고향에서 명예를 잃었다. 이곳에서 그 명예를 되찾았노라."
ko_mt: 티안어로 쓰여진 비문이 돌에 새겨져 있습니다. "나는 고국에서 명예를 잃었다. 이곳에서 명예를 되찾았습니다."

source: The face of the knight has been eaten off and his eyes sucked out.
ko: 기사의 얼굴은 파먹혔고 그의 눈알은 뽑혔습니다.
ko_mt: 기사의 얼굴이 뜯겨 나가고 눈이 빨려 나갔습니다.

source: Sharp claws maimed this knight's body beyond recognition.
ko: 예리한 손톱이 기사의 시신을 알아볼 수 없을 정도로 훼손했습니다.
ko_mt: 날카로운 발톱이 이 기사의 몸을 형체를 알아볼 수 없을 정도로 불구로 만들었습니다.

source: There isn't an uninjured spot on the body. It is covered with wounds and bristling with nails, needles, and glass shards.
ko: 시신에는 멀쩡한 부위가 단 한 곳도 없으며 대못, 바늘, 유리 조각으로 만든 상처가 그를 뒤덮었습니다.
ko_mt: 몸에 다치지 않은 곳이 없습니다. 상처로 뒤덮여 있고 손톱, 바늘, 유리 파편으로 뻣뻣합니다.

source: "How dull it is to listen to all those shouts from afar! Take me with you. I wish to see whoever is doing all that shrieking with my own eyes."
ko: "저 비명들을 멀리서 들어야 하는 게 얼마나 따분했는지! 저를 데려가 줘요. 저 비명 소리를 지르는 게 누구인지 제 눈으로 확인하고 싶어요."
ko_mt: "멀리서 그 모든 소리를 듣는 것은 얼마나 지루한 일입니까! 저를 데려가 주세요. 그 비명을 지르는 사람이 누구인지 직접 눈으로 보고 싶어요."

source: "Hearing about the horrors of the Worldwound and seeing it all with one's own eyes are two very different things, it turns out."
ko: "세계상처의 공포를 듣는 것과 그 모든 걸 두 눈으로 직접 보는 것은 엄청난 차이가 있더군요."
ko_mt: "세계상처의 참상에 대해 듣는 것과 직접 눈으로 보는 것은 전혀 다른 일입니다."

source: "The wounded will be able to rest here. I won't let the monsters come close."
ko: "부상자들은 여기서 휴식해라. 내가 괴물들이 가까이 오지 못하게 막을 테니."
ko_mt: "부상자들은 여기서 쉴 수 있을 거야. 괴물들이 가까이 오지 못하도록 하겠습니다."

source: "I wonder if gargoyles could be used to transport cargo. One could set up gargoyle shipping stations across all of Mendev. No, Avistan. No, Golarion!"
ko: "가고일들을 화물 운송 수단으로 쓸 수 있을지 궁금해졌어요. 누군가는 가고일 택배 정거장을 멘데브 전역에 건설할지도 몰라요. 아니, 아비스탄까지도요. 아니지, 골라리온 전역에다가요!"
ko_mt: "화물을 운송하는데 가고일을 사용할 수 있지 않을까 싶어요. 멘데브 전역에 가고일 운송 기지를 세울 수도 있죠. 안 돼, 아비스탄. 아니, 골라리온!"

source: "Everything is quiet here. I think I'd be of more use on the front lines!"
ko: "여기는 아주 조용하네. 내가 전선에 있어야 더 도움될 것 같아!"
ko_mt: "여기는 모든 것이 조용합니다. 전선에서 더 유용하게 쓰일 것 같아요!"

source: "Just let the gargoyles try to show up here. I'll chop their wings off!"
ko: "가고일 새끼들 튀어나오기만 해봐. 날개 째로 뜯어내주지!"
ko_mt: "그냥 가고일들이 여기 나타나게 놔둬요. 날개를 잘라버릴 거야!"

source: "We'll have to set up a field hospital right here on the bare earth."
ko: "맨 땅에다 야전 의무대를 설치하게 생겼군."
ko_mt: "바로 여기 맨땅에 야전 병원을 세워야 합니다."

source: "Just whistle if you need me!"
ko_mt: "내가 필요하면 휘파람만 불면 돼!"

source: "Stiffs... Urgh! There's no monster as foul as the walking dead."
ko_mt: "뻣뻣한.. 으악! 워킹데드만큼 더러운 괴물은 없어."

source: "Sitting here minding the crippled while others are fighting... It's unacceptable! I hope the smell of fresh blood will at least lure a few monsters in this direction."
ko: "다른 사람들이 싸우고 있는 와중에 다친 사람들을 위해 여기 앉아 있어야 한다니... 참을 수가 없어! 신선한 피냄새가 이쪽 근처의 괴물 몇 마리를 유인해줬음 좋겠어."
ko_mt: "다른 사람들이 싸우고 있을 때 여기 앉아서 불구자들을 돌보고 있다니.. 용납할 수 없어! 신선한 피 냄새가 괴물 몇 마리라도 이쪽으로 유인할 수 있기를 바랍니다."

source: The bed sheets have yellowed, and the blanket has been eaten by moths.
ko: 침대 이불은 노래졌으며, 담요는 나방들에게 파먹혔습니다.
ko_mt: 침대 시트가 누렇게 변색되었고 담요는 나방이 먹어버렸습니다.

source: Despite the general devastation, the books look surprisingly intact. Every spine is neatly dusted.
ko: 주변의 파괴에도 불구하고, 책들은 놀랍도록 멀쩡해 보입니다. 책등에는 먼지만 앉아있습니다.
ko_mt: 일반적인 황폐화에도 불구하고 책들은 놀랍도록 온전해 보입니다. 모든 척추가 깔끔하게 먼지를 털어냈습니다.

source: Salted meat, grain, wine — of all the supplies that used to be stored in the barrels, only dust remains.
ko: 염지된 고기, 곡물, 와인들이 나무통에 저장되어 있었을 테지만, 지금은 먼지만 남아있습니다.
ko_mt: 소금에 절인 고기, 곡물, 포도주 등 통에 저장되었던 모든 물품 중 먼지만 남아 있습니다.
