Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: Each time a lilitu {g|Encyclopedia:Damage}damages{/g} a living creature with her tail slap, the wound leaves an angry and permanent red brand. The creature struck becomes {g|ConditionStaggered}staggered{/g} for 1 {g|Encyclopedia:Combat_Round}round{/g} from the pain. A successful {g|Encyclopedia:DC}DC{/g} 26 {g|Encyclopedia:Saving_Throw}Will save{/g} negates the staggered condition. The save DC is {g|Encyclopedia:Charisma}Charisma{/g}-based.
ko_mt: 릴리투 {g|Encyclopedia:Damage}가 꼬리 때리기로 생명체에게{/g} 피해를 주면, 그 상처에 분노에 찬 영구적인 붉은 자국을 남깁니다. 맞은 생명체는 {g|ConditionSickened}고통{/g}으로 인해 {g|Encyclopedia:Combat_Round}1 라운드{/g} 동안 비틀거립니다. {g|Encyclopedia:DC}DC{/g} 26 {g|Encyclopedia:Saving_Throw}의지 굴림{/g}에 성공하면 비틀거리는 상태가 무효화됩니다. 내성 DC는 {g|Encyclopedia:Charisma}매력{/g} 기반입니다.

source: As a {g|Encyclopedia:Swift_Action}swift action{/g}, Deskari hurls some deadly insects at the target, dealing {g|Encyclopedia:Dice}10d8{/g} {g|Encyclopedia:Energy_Damage}unholy damage{/g}. A successful {g|Encyclopedia:DC}DC{/g} 34 {g|Encyclopedia:Saving_Throw}Fortitude saving throw{/g} halves the {g|Encyclopedia:Damage}damage{/g}. The save DC is {g|Encyclopedia:Constitution}Constitution{/g}-based.
ko_mt: 데스카리가 재신속 행동으로 대상에게 치명적인 벌레를 던져 10d8 부정 피해를 줍니다. DC 34의 인내 굴림에 성공하면 피해가 절반으로 감소합니다. 내성 DC는 건강에 따라 달라집니다.

source: Pestilent Maggots
ko_mt: 역병 구더기

source: {g|Encyclopedia:Saving_Throw}Save{/g}: Fortitude ({g|Encyclopedia:DC}DC{/g} 34) Frequency: 1/{g|Encyclopedia:Combat_Round}round{/g} Effect: {g|Encyclopedia:Dice}6d8{/g} {g|Encyclopedia:Energy_Damage}unholy damage{/g} Removed after 1 successful save The save DC is {g|Encyclopedia:Constitution}Constitution{/g}-based.
ko_mt: 내성 : 인내(DC 34) 빈도: 1회/라운드 효과: 6d8 부정 피해 1회 내성 성공 후 제거 내성 DC는 건강에 따라 달라집니다.

source: Apocalyptic Plague
ko_mt: 묵시록 전염병

source: {g|Encyclopedia:Saving_Throw}Save{/g}: Fortitude ({g|Encyclopedia:DC}DC{/g} 34) Frequency: 1/{g|Encyclopedia:Combat_Round}round{/g} for 6 rounds Effect: {g|Encyclopedia:Dice}1d3{/g} {g|Encyclopedia:Constitution}Constitution{/g} {g|Encyclopedia:AbilityDamage}damage{/g} and {g|ConditionStaggered}staggered{/g} condition Cure: 3 consecutive saves The save DC is Constitution-based.
ko_mt: 내성 : 인내(DC 34) 빈도: 6라운드 동안 1라운드당 1회 효과: 건강 1d3 피해 및 비틀거리는 상태 치료: 3회 연속 내성 내성 DC는 건강에 따라 달라집니다.

source: A vrock can release a cloud of spores from its body once every 3 {g|Encyclopedia:Combat_Round}rounds{/g} as a {g|Encyclopedia:Swift_Action}swift action{/g}. Adjacent creatures take {g|Encyclopedia:Dice}1d8{/g} points of {g|Encyclopedia:Damage}damage{/g} from the spores, plus 1d4 points of damage per round for 10 rounds as the spores grow into thick green vines. The spores can be destroyed by casting {g|SpellsBless}bless{/g} on the affected creatures. This {g|Encyclopedia:Attack}attack{/g} can also be halted by effects that remove or provide immunity to disease.
ko_mt: 브록은 {g|Encyclopedia:Combat_Round}라운드{/g}마다 한 번씩 {g|Encyclopedia:Swift_Action}신속 행동{/g}으로 자신의 몸에서 포자 구름을 방출할 수 있습니다. 인접한 생물은 포자로부터 {g|Encyclopedia:Dice}1d8{/g} {g|Encyclopedia:Damage}피해{/g}를 받고, 포자가 짙은 녹색 덩굴로 자라면서 10라운드 동안 라운드당 1d4 피해를 추가로 받습니다. 포자는 영향을 받은 생물에게 {g|SpellsBless}축복{/g}을 시전하여 파괴할 수 있습니다. 이 {g|Encyclopedia:Attack}공격{/g}은 질병을 제거하거나 면역을 부여하는 효과로도 막을 수 있습니다.

source: Spores
ko: 포자
ko_mt: 포자

source: Once per hour, a vrock can emit a shrill screech. All creatures except demons within a 30-foot-radius spread must succeed on a {g|Encyclopedia:DC}DC{/g} 21 {g|Encyclopedia:Saving_Throw}Fortitude save{/g} or be {g|ConditionStunned}stunned{/g} for 1 {g|Encyclopedia:Combat_Round}round{/g}. The save DC is {g|Encyclopedia:Constitution}Constitution{/g}-based.
ko_mt: 한 시간에 한 번, 브록이 날카로운 비명을 지릅니다. 반경 30피트 범위 내에 있는 데몬을 제외한 모든 생물은 {g|Encyclopedia:DC}DC{/g} 21 {g|Encyclopedia:Saving_Throw}인내 굴림{/g}에 성공하거나 {g|Encyclopedia:Combat_Round}1 라운드{/g} 동안 {g|ConditionStunned}기절{/g}해야 합니다. 내성 DC는 {g|Encyclopedia:Constitution}건강{/g} 기반입니다.

source: Stunning Screech
ko: 충격적인 비명
ko_mt: 멋진 비명

source: Fermented Beer
ko_mt: 발효 맥주

source: The first shard of Sithhud.
ko_mt: 시스후드의 첫 번째 파편입니다.

source: First Shard
ko_mt: 첫 번째 샤드

source: Death Throes
ko_mt: 죽음의 몸부림

source: Death Throes
ko: 최후의 발악
ko_mt: 죽음의 몸부림

source: Sting — injury {g|Encyclopedia:Saving_Throw}Save{/g}: Fortitude Frequency: 1/{g|Encyclopedia:Combat_Round}round{/g} for 6 rounds Effect: {g|Encyclopedia:Dice}1d4{/g} {g|Encyclopedia:Strength}Strength{/g} {g|Encyclopedia:AbilityDamage}damage{/g} Cure: 3 consecutive saves The save {g|Encyclopedia:DC}DC{/g} is {g|Encyclopedia:Constitution}Constitution{/g}-based.
ko_mt: 스팅; {g|Encyclopedia:Saving_Throw}내성 굴림{/g}: 인내 빈도: 6라운드 동안 1/{g|Encyclopedia:Combat_Round}라운드{/g} 효과: {g|Encyclopedia:Dice}1d4{/g} {g|Encyclopedia:Strength}힘{/g} {g|Encyclopedia:Damage}피해{/g} {g|Encyclopedia:Healing}치료{/g}: 3회 연속 내성 내성 DC는 건강에 따라 달라집니다.

source: Three times per day, an adult or older umbral dragon can breathe a cone of shadows. Affected creatures who fail a {g|Encyclopedia:Saving_Throw}Fortitude save{/g} are {g|ConditionBlind}blinded{/g} for {g|Encyclopedia:Dice}1d4{/g} {g|Encyclopedia:Combat_Round}rounds{/g} and take 1 point of {g|Encyclopedia:Strength}Strength{/g} {g|Encyclopedia:AbilityDamage}ability drain{/g} per the dragon's age category. A successful save negates the blindness and reduces the ability drain to 1d4 points
ko_mt: 성인 이상의 엄브렐라 드래곤은 하루에 세 번, 그림자 원뿔을 내뿜을 수 있습니다. 영향을 받은 생물이 {g|Encyclopedia:Saving_Throw}인내 굴림{/g}에 실패하면 {g|Encyclopedia:Dice}1d4{/g} {g|Encyclopedia:Combat_Round}라운드{/g} 동안 눈이 멀고, 드래곤의 나이 범주에 따라 {g|Encyclopedia:Strength}힘{/g} 1 {g|Encyclopedia:AbilityDamage}능력 소모{/g}을 줍니다. 내성에 성공하면 실명 상태가 무효화되고 능력 소모량이 1d4점으로 감소합니다.

source: Vescavors can devour nearly anything. This swarm ignores any {g|Encyclopedia:Damage_Reduction}DR{/g} other than N/-.
ko_mt: 베스케이버는 거의 모든 것을 삼킬 수 있습니다. 이 떼는 N/-를 제외한 모든 {g|Encyclopedia:Damage_Reduction}DR{/g}을 무시합니다.

source: As a {g|Encyclopedia:Standard_Actions}standard action{/g}, a vescavor guard can make a ranged {g|Encyclopedia:TouchAttack}touch attack{/g} to spit acid at a foe within 30 feet. A target hit by this glob of acid takes {g|Encyclopedia:Dice}3d6{/g} points of {g|Encyclopedia:Energy_Damage}acid damage{/g}.
ko_mt: 베스캐버 가드는 기본 행동으로 원거리 접촉 공격을 사용하여 30피트 내의 적에게 산을 뱉어낼 수 있습니다. 이 산 덩어리에 적중한 대상은 3d6 산성 피해를 받습니다.

source: The vescavor queen is constantly taking care of the growth of her swarm. Even in the middle of a battle she can spawn more of her offspring. As a {g|Encyclopedia:Standard_Actions}standard action{/g}, she can summon a vescavor swarm to aid her in combat.
ko_mt: 베스캐버 여왕은 끊임없이 무리의 성장을 돌보고 있습니다. 전투 중에도 더 많은 새끼를 낳을 수 있습니다. 기본 행동으로 베스캐버 무리를 소환하여 전투를 지원할 수 있습니다.

source: The wisp emits a powerful jolt of electricity that deals {g|Encyclopedia:Dice}10d6{/g} points of {g|Encyclopedia:Energy_Damage}electricity damage{/g} to each creature within its range ({g|Encyclopedia:Saving_Throw}Reflex saving throw{/g} halves). The save {g|Encyclopedia:DC}DC{/g} is {g|Encyclopedia:Constitution}Constitution{/g}-based.
ko_mt: 위프가 강력한 전기 충격을 방출하여 범위 내에 있는 모든 생물에게 {g|Encyclopedia:Dice}10d6{/g} {g|Encyclopedia:Energy_Damage}전기 피해{/g}를 줍니다.(반사 굴림이 절반으로 감소합니다). 내성 DC는 건강에 따라 달라집니다.

source: The wisp emits a powerful jolt of electricity that deals {g|Encyclopedia:Dice}7d6{/g} points of {g|Encyclopedia:Energy_Damage}electricity damage{/g} to each creature within its range ({g|Encyclopedia:Saving_Throw}Reflex saving throw{/g} halves). The save {g|Encyclopedia:DC}DC{/g} is {g|Encyclopedia:Constitution}Constitution{/g}-based.
ko_mt: 위프가 강력한 전기 충격을 방출하여 범위 내에 있는 모든 생물에게 {g|Encyclopedia:Dice}7d6{/g} {g|Encyclopedia:Energy_Damage}전기 피해{/g}를 줍니다.(반사 굴림이 절반으로 감소합니다). 내성 DC는 건강에 따라 달라집니다.

source: Player Character
ko: 플레이어 캐릭터
ko_mt: 플레이어 캐릭터

source: Augmented Greater Kalavakus Marauder
ko_mt: 증강된 그레이터 칼라바쿠스 약탈자

source: Balor Overseer
ko: 발러 감독관
ko_mt: 발러 감독관

source: Distorted Mythic Glabrezu
ko: 뒤틀린 신화적 글라브레주
ko_mt: 왜곡된 신화 글라브레주

source: Distorted Mythic Incubus
ko: 뒤틀린 신화적 인큐버스
ko_mt: 왜곡된 신화 인큐버스

source: Distorted Mythic Incubus
ko: 뒤틀린 신화적 인큐버스
ko_mt: 왜곡된 신화 인큐버스

source: Upgraded Incubus
ko: 강화된 인큐버스
ko_mt: 업그레이드된 인큐버스

source: Mythic Nabasu
ko: 신화적 나바수
ko_mt: 신화 나바수

source: Greater Shadow Demon
ko: 상급 그림자 데몬
ko_mt: 상급 그림자 데몬

source: Deep Shadow Demon Brute
ko: 깊은 그림자 데몬 투사
ko_mt: 깊은 그림자 데몬 짐승

source: Augmented Succubus
ko: 증강된 서큐버스
ko_mt: 증강 서큐버스

source: Vrock
ko: 브록
ko_mt: 브록

source: Mythic Vrock
ko: 신화적 브록
ko_mt: 신화 브록

source: Vrolikai Death Stealer
ko: 브롤리카이 죽음 강탈자
ko_mt: 브롤리카이 죽음의 도둑

source: Rustclaw
ko_mt: 녹클로

source: Spy of the Ivory Labyrinth
ko_mt: 상아 미궁의 스파이

source: Face Smasher
ko_mt: 페이스 스매셔

source: Bloody Artist
ko_mt: 블러디 아티스트

source: Abysmal Werewolf
ko_mt: 심연의 늑대인간

source: Reexa the Rotten Storm
ko_mt: 썩은 폭풍의 렉사

source: Hollow Wanderer
ko_mt: 중공 방랑자

source: Salty Feather
ko_mt: 짭짤한 깃털

source: Mythic Painajai Dreamslayer
ko: 신화적인 파이나자이 꿈살해자
ko_mt: 신화 페나자이 드림슬레이어

source: Restless Mummy
ko_mt: 불안한 미라

source: Dread Lich
ko_mt: 공포의 리치

source: Restless Spirit
ko_mt: 불안한 영혼

source: Ghostly Barbarian
ko: 유령 바바리안
ko_mt: 유령의 야만인

source: Ghostly Fighter
ko: 유령 파이터
ko_mt: 고스트 파이터

source: Ghostly Oracle
ko: 유령 오라클
ko_mt: 유령 오라클

source: Ghostly Ranger
ko: 유령 레인저
ko_mt: 유령 레인저

source: Fiendish Elite Minotaur Priest
ko_mt: 악마계 정예 미노타우로스 사제

source: Mongrel Ranger
ko: 잡종 레인저
ko_mt: 몽그렐 레인저

source: Pack Leader Spirit
ko_mt: 팩 리더 정신

source: Crusader
ko: 성전사
ko_mt: 크루세이더

source: Cursed Crusader
ko: 저주받은 성전사
ko_mt: 저주받은 성전사

source: Everbright Crusader
ko: 영원한 빛 성전사
ko_mt: 에버브라이트 크루세이더

source: Gredve the Mustard
ko: 활기찬 그레베
ko_mt: 머스타드 그레드브

source: Yumal Mono
ko: 유말 모노
ko_mt: 유말 모노

source: Scout
ko: 정찰병
ko_mt: 스카우트

source: Crusader
ko: 성전사
ko_mt: 크루세이더

source: Nystra
ko: 나이스트라
ko_mt: 니스트라

source: Blind Sarkorian
ko: 눈 먼 사코리스인
ko_mt: 맹인 사르코리안

source: Mercenary
ko: 용병
ko_mt: 용병

source: Virlong the Battle Slaver
ko: 전투 노예상 벌롱
ko_mt: 전투 노예 비롱

source: Aasimar
ko: 아시마르
ko_mt: 아시마르

source: Azata Slave
ko: 아자타 노예
ko_mt: 아자타 노예

source: Prototype Gold Golem of Slaughter
ko: 시제품 살육의 황금 골렘
ko_mt: 프로토타입 골드 학살의 골렘

source: Bandit Enchanter
ko: 도적 마술사
ko_mt: 도적 인챈터

source: Bandit Leader
ko: 도적 두목
ko_mt: 도적 리더

source: Bandit Bowman
ko: 도적 궁수
ko_mt: 도적 보우맨

source: Bandit Dodger
ko: 도적 회피자
ko_mt: 도적 다저

source: Bandit Raider
ko: 도적 약탈자
ko_mt: 도적 레이더

source: Child
ko: 어린이
ko_mt: 자식

source: Noble
ko: 귀족
ko_mt: 귀족

source: Noble
ko: 귀족
ko_mt: 귀족

source: Enormous Gelatinous Cube
ko_mt: 거대한 젤라틴 큐브

source: Grave Robbers Ringleader
ko_mt: 도굴꾼 주동자

source: Skeleton Eviscerator
ko_mt: 해골 적출기

source: Grave Robber Necromancer
ko_mt: 무덤 도굴꾼 강령술사

source: Citizen
ko_mt: 시민

source: Citizen
ko_mt: 시민

source: Reyna
ko_mt: 레이나

source: Cook
ko_mt: 요리

source: Fetchling Arcanist
ko_mt: 마법사 불러오기

source: Fetchling Kineticist
ko_mt: 키네티스트 불러오기

source: Summoned Monadic Deva
ko_mt: 소환된 모나딕 데바

source: Bloodstained Wight
ko_mt: 피에 물든 와이트

source: Hellknight
ko: 헬나이트
ko_mt: 지옥기사

source: Sunrise Sword Crusader
ko: 떠오르는 태양의 검 성전사
ko_mt: 선라이즈 소드 성기사

source: Soldier
ko: 병사
ko_mt: 군인

source: Hellknight
ko: 헬나이트
ko_mt: 지옥기사

source: Guest
ko: 손님
ko_mt: 게스트

source: Cyborg-Crusader Blast Shooter
ko: 사이보그 성전사 블래스트 사격수
ko_mt: 사이보그-크루세이더 폭발 사수

source: Cyborg-Crusader Evocator
ko: 사이보그 성전사 방출가
ko_mt: 사이보그-크루세이더 소환기

source: Cyborg-Crusader Lead Blade
ko: 사이보그 성전사 납 칼날 검사
ko_mt: 사이보그-크루세이더 무거운 칼날

source: Cyborg-Crusader Shadow
ko: 사이보그 성전사 그림자
ko_mt: 사이보그-크루세이더 그림자

source: Cyborg-Crusader Vanguard
ko: 사이보그 성전사 전위
ko_mt: 사이보그-크루세이더 선봉대

source: Cultist Arsonist
ko: 사교도 방화범
ko_mt: 사교도 방화범

source: Abrikandilu Sunderer
ko: 아브리칸딜루 절단자
ko_mt: 아브리칸딜루 선더러

source: Citizen
ko: 시민
ko_mt: 시민

source: Mineshaft Dweller
ko: 광산 거주자
ko_mt: 지뢰밭 거주자

source: Ghostly Animated Bow
ko_mt: 유령 애니메이션 활

source: Ghostly Animated Sword
ko_mt: 유령의 애니메이션 검

source: Arndor Gurnisson
ko_mt: 안도르 구르니손

source: Slime Splash
ko_mt: 슬라임 스플래시

source: This monster's body oozes caustic slime. Any creature that hits it with a {g|Encyclopedia:NaturalAttack}natural weapon{/g}, {g|Encyclopedia:UnarmedAttack}unarmed attack{/g} or a melee {g|Encyclopedia:TouchAttack}touch attack{/g}, must make a successful {g|Encyclopedia:Saving_Throw}Reflex saving throw{/g} ({g|Encyclopedia:DC}DC{/g} 21) or suffer {g|Encyclopedia:Dice}1d8{/g} {g|Encyclopedia:Energy_Damage}acid damage{/g}. The save DC is {g|Encyclopedia:Constitution}Constitution{/g}-based.
ko_mt: 이 괴물은 몸에서 부식성 점액을 뿜어냅니다. 이 괴물에게 {g|Encyclopedia:NaturalAttack}자연무기{/g}, {g|Encyclopedia:UnarmedAttack}비무장 공격{/g} 또는 근접 접촉 공격으로 적중시킨 모든 생물은 {g|Encyclopedia:Saving_Throw}반사 굴림{/g}에 성공하거나({g|Encyclopedia:DC}DC{/g} 21) {g|Encyclopedia:Dice}1d8{/g} {g|Encyclopedia:Energy_Damage}산성 피해{/g}를 받아야 합니다. 내성 DC는 {g|Encyclopedia:Constitution}건강{/g} 기반입니다.

source: Caustic Slime
ko_mt: 가성 슬라임

source: Slime Splash
ko_mt: 슬라임 스플래시

source: This poison deals {g|Encyclopedia:Dice}1d3{/g} {g|Encyclopedia:Damage}damage{/g} per {g|Encyclopedia:Combat_Round}round{/g}. Poisoned creatures can make a {g|Encyclopedia:Saving_Throw}Fortitude save{/g} ({g|Encyclopedia:DC}DC{/g} 19) each round to end the affliction.
ko_mt: 이 독은 {g|Encyclopedia:Combat_Round}라운드{/g} 마다 {g|Encyclopedia:Dice}1d3{/g} {g|Encyclopedia:Damage}피해{/g}를 줍니다. 독에 중독된 생물은 매 라운드마다 {g|Encyclopedia:Saving_Throw}인내 굴림{/g}(DC 19)하여 고통을 끝낼 수 있습니다.

source: Grave Fumes
ko_mt: 무덤 연기

source: Whenever Cobblehoof bites an enemy, the enemy must pass a {g|Encyclopedia:Saving_Throw}Fortitude saving throw{/g} ({g|Encyclopedia:DC}DC{/g} 30) or start bleeding.
ko: 코블후프가 적에게 물기 공격을 명중할 때마다, 그 적은 {g|Encyclopedia:DC}DC{/g} 30의 {g|Encyclopedia:Saving_Throw}인내 내성{/g}에 실패하면 출혈 상태가 됩니다.
ko_mt: 자갈발굽이 적을 물 때마다 적은 {g|Encyclopedia:Saving_Throw}인내 굴림{/g}(DC 30)에 성공하거나 출혈에 걸립니다.

source: Ripping Bite
ko: 살을 찢는 이빨
ko_mt: 리핑 바이트

source: Tasty Aroma
ko: 맛있는 향기
ko_mt: 맛있는 향기

source: Yunelard the Sober is not a typical, unscrupulous sellsword. He is a man of honor, and only takes wholesome jobs, such as protecting people from monsters or eradicating bandits. On the other hand, he gives no handouts: any work done well must be paid for, and he's good at his job. His allies feel safe behind his broad back as he swings his weapon, mowing down enemies and keeping them away from more fragile party members.
ko: 냉정한 유넬라드는 따분하고 양심없는 용병이 아닙니다. 그는 명예를 아는 남자고, 괴물에게서 사람들을 지킨다거나 도적 무리를 제거하는 것 같이 유익한 임무만을 받아들이죠. 그렇지만 절대로 공짜로는 일하지 않습니다. 확실히 마무리된 일에 대해선 반드시 보수를 받아야 하고, 그는 자기 일에 매우 뛰어나니까요. 그가 무기를 휘둘러 적들을 베어넘기고 연약한 일행에게서 떼어놓는 동안, 같은 편은.그의 넓은 등 뒤에서 안전함을 느낍니다.
ko_mt: 술주정뱅이 유네라드는 전형적인 파렴치한 장사꾼이 아닙니다. 그는 명예를 중시하며 괴물로부터 사람들을 보호하거나 도적을 퇴치하는 등 건전한 일만 맡습니다. 반면에 그는 일을 잘하면 반드시 대가를 지불해야 하며, 자신의 일을 잘하기 때문에 공짜는 절대 주지 않습니다. 무기를 휘두르며 적을 쓰러뜨리고 연약한 파티원에게 접근하지 못하게 하는 그의 넓은 등 뒤에서 아군은 안전함을 느낍니다.

source: Marnun the Night Bolt is a killer for hire, plain and simple. He doesn't care who the target is: for a good price he'll put a bolt through a saint's head or a demon's heart, with equal ease. To him, the Worldwound seems to be a place of great opportunities. He doesn't care about the demonic invasion. Instead, with his deadly crossbow in hand, he hopes to gain power and wealth in this dangerous region.
ko: 한밤의 볼트 마르넌은 고용주를 찾는 중인 솔직하고 단순한 살인자입니다. 그는 대상이 누구더라도 신경 쓰지 않습니다. 그러니, 값만 제대로 쳐준다면 성자의 머리에나 악마의 심장에나 똑같이 볼트 구멍을 내줄 겁니다. 세계상처는 그에게 있어 커다란 기회의 땅입니다. 그는 데몬의 침공에 대해선 신경 쓰지 않죠. 그 대신, 자신의 치명적인 쇠뇌를 들고, 이 위험 지역에서 힘과 재산을 얻기를 원합니다.
ko_mt: 밤의 볼트 마르눈은 간단명료한 킬러입니다. 그는 타겟이 누구든 상관하지 않으며, 돈만 주면 성인의 머리나 데몬의 심장을 똑같이 쉽게 관통할 수 있습니다. 그에게 세계상처는 큰 기회가 있는 곳입니다. 그는 데몬의 침략에 신경 쓰지 않습니다. 대신 치명적인 쇠뇌를 손에 들고 이 위험한 지역에서 힘과 부를 얻으려 합니다.

source: This huge lumbering creature is a triceratops, an ancient reptilian beast of the group known as dinosaurs. This result reveals all animal {g|Encyclopedia:Trait}traits{/g}. Triceratops are well defended by their thick hide, and can deliver a nasty gore with their trio of horns. More deadly however is a charging triceratops — the opponent must not only watch out for its dangerous horns with the full weight of a charging 9-ton monster behind them, but also be wary of being trampled under the feet of this massive beast.
ko: 이 거대하고 느릿느릿한 크리처는 공룡이라 불리는 고대의 파충류 동물인 트리케라톱스입니다. 이는 동물의 모든 {g|Encyclopedia:Trait}특성{/g}을 보여줍니다. 트리케라톱스는 두꺼운 가죽 덕분에 튼튼하고, 세 개의 뿔로 강력한 꿰뚫기 공격을 할 수 있습니다. 그보다도 더 강력한 것은 돌진하는 트리케라톱스로, 적들은 9톤짜리 괴물이 치명적인 뿔과 함께 전력으로 들이박는 걸 피해야 할 뿐만 아니라, 육중한 야수에게 뭉개지지 않는 것에도 신경써야 합니다.
ko_mt: 이 거대한 나무로 된 생물은 공룡으로 알려진 고대 파충류 동물인 트리케라톱스입니다. 이 결과는 모든 동물 {g|Encyclopedia:Trait}특성{/g}을 나타냅니다. 트리케라톱스는 두꺼운 가죽으로 방어력이 뛰어나며, 세 개의 뿔로 끔찍한 상처를 입힐 수 있습니다. 하지만 더 치명적인 것은 돌진하는 트리케라톱스입니다. 상대는 9톤의 괴물이 돌진하는 위험한 뿔을 조심해야 할 뿐만 아니라 이 거대한 짐승의 발에 짓밟히지 않도록 조심합니다.

source: Triceratops
ko: 트리케라톱스
ko_mt: 트리케라톱스

source: Humanoid Bane
ko_mt: 휴머노이드 베인

source: This +3 magical beast bane corrosive light mace grants the wielder a +5 competence {g|Encyclopedia:Bonus}bonus{/g} on all {g|Encyclopedia:Lore_Nature}Lore (Nature){/g} {g|Encyclopedia:Skills}skill checks{/g}.
ko: 이 +3 환수 파멸의 산성 소형 철퇴는 착용자의 {g|Encyclopedia:Lore_Nature}전승 (자연){/g} {g|Encyclopedia:Skills}기술 판정{/g}에 +5 능숙 {g|Encyclopedia:Bonus}보너스{/g}를 제공합니다.
ko_mt: 이 +3 환수 속박 부식성 소형 철퇴 착용자는 모든 {g|Encyclopedia:Lore_Nature}전승(자연){/g} {g|Encyclopedia:Skills}기술{/g} 판정에 +5 능숙 {g|Encyclopedia:Bonus}보너스{/g}를 얻습니다.

source: Radiance
ko: 광휘
ko_mt: 광채

source: Crystal Dagger
ko: 수정 단검
ko_mt: 수정 단검

source: Merry-Go-Round
ko: 회전 목마
ko_mt: 회전목마

source: Whenever the wielder of this +3 caustic club kills an enemy, it summons a huge Earth Elemental for {g|Encyclopedia:Dice}2d3{/g} {g|Encyclopedia:Combat_Round}rounds{/g}.
ko: 이 +3 부식성 몽둥이의 착용자가 적을 죽일 때마다, {g|Encyclopedia:Dice}2d3{/g} {g|Encyclopedia:Combat_Round}라운드{/g} 동안 대형 대지 정령을 소환합니다.
ko_mt: 이 +3 부식성 곤봉을 휘두르는 자가 적을 처치할 때마다, {g|Encyclopedia:Dice}2d3{/g} {g|Encyclopedia:Combat_Round}라운드{/g} 동안 거대 대지 정령을 소환합니다.

source: This creature suffers a –3 {g|Encyclopedia:Penalty}penalty{/g} on all {g|Encyclopedia:Attack}attack rolls{/g}, {g|Encyclopedia:Saving_Throw}saving throws{/g} and {g|Encyclopedia:Skills}skill checks{/g}.
ko: 이 크리처는 모든 {g|Encyclopedia:Attack}명중 굴림{/g}, {g|Encyclopedia:Saving_Throw}내성 굴림{/g} 및 {g|Encyclopedia:Skills}기술 판정{/g}에 –3 {g|Encyclopedia:Penalty}페널티{/g}를 받습니다.
ko_mt: 이 생물은 모든 {g|Encyclopedia:Attack}명중 굴림{/g}, {g|Encyclopedia:Saving_Throw}내성 굴림{/g}, {g|Encyclopedia:Skills}기술{/g} 판정에 -3 {g|Encyclopedia:Penalty}불이익{/g}을 받습니다.

source: Scythe with the Phylactery of Stevanius the Rotten
ko: 부패한 자 스테바니우스의 성물함을 담은 대낫
ko_mt: 썩은 스테바니우스의 계통이 새겨진 대낫

source: Shortspear Made of Chillroar's Tusk
ko: 서리울음의 엄니로 만든 단창
ko_mt: 칠로어 엄니로 만든 단창

source: Arcane Charger
ko: 비전 충전기
ko_mt: 비전 충전기

source: Cobra's Fury
ko: 코브라의 분노
ko_mt: 코브라의 분노

source: Sharp Breeze
ko: 날카로운 산들바람
ko_mt: 선명한 바람

source: Rapid Recovery
ko: 신속한 복구
ko_mt: 빠른 복구

source: Champion's Glaive
ko: 투사의 글레이브
ko_mt: 챔피언의 글레이브

source: Universal Punishment
ko: 우주적 처벌
ko_mt: 보편적 처벌

source: Thousand Eyes
ko: 천 개의 눈
ko_mt: 천 개의 눈

source: Peacemaker
ko: 평화인도자
ko_mt: 피스메이커

source: Master of Command
ko: 지휘의 대가
ko_mt: 마스터 오브 커맨드

source: Mastermind's Bardiche
ko: 흑막의 바디시
ko_mt: 마스터마인드의 바디시

source: Martyr's Bane
ko: 순교자의 골칫거리
ko_mt: 순교자의 파멸

source: Demonic Hunger
ko: 데몬의 굶주림
ko_mt: 데몬의 굶주림

source: A treatise by the highborn and powerful ruler, His Excellency the esteemed Count Bartolo Mezinas Westcrown Royal Publishing. Approved by the censors. "From time to time, we see some politician unacquainted with warfare but driven by false humanity propose an absurd thought — that wars are somehow supposed to be fought in the open field, away from cities, and only between professional armies so as to avoid casualties among so-called 'non-combatants,' even if they are on the side of the enemy. The supporters of this ludicrous belief must be mistaking war for a tourney where fighters clash in mock battles, their swords clanging against shields as they avoid striking at the stomach or the head for fear of inadvertently delivering a mortal blow — in other words, achieving what would be their goal in real combat. Unlike mock fights, real war is a continuation of politics that utilizes force with the purpose of establishing the dominion of one group of people over another. And since power is the origin point of all morality, it goes without saying that no moral standards that may be customary in everyday life can impose limitations on power struggles — for the victor will be the one who determines those same standards. When one wants to catch fish, one goes to the river, and when one wants to hunt game, ones goes to the forest — the natural habitat of one's prey, where it feeds, breeds, and rests. So if the prey is a human being, where else is one to go if not to the city? The city is where laws are passed, deals are made, treatises are written, and songs are composed. While pursuing the goal of subjugating a hostile society, one must begin by attacking its cities instead of wasting time maneuvering one army around another."
ko_mt: 고귀하고 강력한 통치자, 존경하는 바르톨로 메지나스 백작의 논문입니다. 웨스트크라운 왕실 출판사. 검열관의 승인을 받았습니다. "우리는 때때로 전쟁에 대해 잘 알지 못하지만 거짓된 인간성에 이끌린 일부 정치인들이 전쟁은 어떻게든 도시에서 떨어진 광야에서, 그리고 그들이 적의 편에 있더라도 소위 '비전투원'의 사상자를 피하기 위해 전문 군대 사이에서만 싸워야 한다는 터무니없는 생각을 제안하는 것을 봅니다. 이 터무니없는 믿음을 지지하는 사람들은 전쟁을 모의 전투에서 격투가들이 방패에 칼을 부딪히며 실수로 치명타를 가할까봐 배나 머리를 치는 것을 피하는, 다시 말해 실제 전투에서 목표를 달성하는 대회로 착각하고 있는 것 같습니다. 모의 전투와 달리 실제 전쟁은 한 집단이 다른 집단에 대한 지배권을 확립하기 위한 목적으로 무력을 사용하는 정치의 연속입니다. 그리고 권력은 모든 도덕의 출발점이기 때문에 일상 생활에서 관습적으로 적용되는 도덕적 기준이 권력 투쟁에 제한을 가할 수 없다는 것은 두말할 나위 없이 당연합니다. 물고기를 잡고 싶을 때는 강으로 가고, 사냥감을 사냥하고 싶을 때는 먹이를 먹고 번식하고 쉬는 먹잇감의 자연 서식지인 숲으로 갑니다. 그렇다면 사냥감이 사람이라면 도시가 아니라면 어디로 가야 할까요? 도시에서는 법이 통과되고, 거래가 이루어지고, 논문이 쓰이고, 노래가 작곡됩니다. 적대적인 사회를 정복하려는 목표를 추구할 때는 한 군대가 다른 군대를 기동하는데 시간을 낭비하지 말고 도시를 공격하는 것부터 시작해야 합니다."

source: On the Art of Siege
ko_mt: 공성전의 기술

source: Rusty Breastplate
ko_mt: 녹슨 흉갑

source: This weapon is a +1 cold iron longsword.
ko: 이 무기는 +1 한철 장검입니다.
ko_mt: 이 무기는 +1 냉철 장검입니다.

source: This weapon is a +2 cold iron longsword.
ko: 이 무기는 +2 한철 장검입니다.
ko_mt: 이 무기는 +2 냉철 장검입니다.

source: Rubble
ko: 돌무더기
ko_mt: 루블

source: Get across
ko: 지나가기
ko_mt: 건너뛰기

source: Adopt
ko: 입양하기
ko_mt: 채택

source: There's something moving in the box of oranges.
ko: 오렌지 상자 속에서 무언가가 움직입니다.
ko_mt: 오렌지 상자에서 무언가가 움직이고 있습니다.

source: Box of Oranges
ko: 오렌지 상자
ko_mt: 오렌지 상자

source: Look inside
ko: 들여다 보기
ko_mt: 내부 살펴보기

source: Squeeze through
ko: 틈새 통과하기
ko_mt: 스퀴즈 통과

source: Rest
ko: 휴식
ko_mt: 휴식

source: The bookcase is full of texts describing demons and methods of fighting them. Regrettably, all this knowledge wasn't enough to save Kenabres from the spawn of the Abyss.
ko: 이 책장에는 악마를 묘사하고 그들과 싸울 방법을 기록한 책들로 가득합니다. 유감스럽지만, 이 모든 지식으로도 심연의 악마들에게서 케나브레스를 구하기엔 부족했습니다.
ko_mt: 책장에는 데몬과 싸우는 방법을 설명하는 글들이 가득합니다. 안타깝게도 이 모든 지식이 케나브레스를 심연의 생성으로부터 구하기에는 충분하지 않았습니다.

source: The great library of Kenabres has been ravaged and wrecked in the most barbaric way. It seems that someone took perverse pleasure in smashing lamps and furniture, and tearing pages out of books.
ko: 케나브레스의 대도서관은 가장 야만적인 방법으로 파괴되고 약탈당했습니다. 누군가 책을 찢고 가구와 램프를 부수는데서 비뚤어진 즐거움을 가졌던 것으로 보입니다.
ko_mt: 케나브레스의 위대한 도서관이 가장 야만적인 방식으로 황폐화되고 난파되었습니다. 누군가 램프와 가구를 부수고 책에서 페이지를 찢는 것을 비뚤어진 즐거움으로 여긴 것 같습니다.

source: The enormous black rift cuts the library in half. It goes so deep that one can only wonder who could have possibly wreaked such destruction, and how.
ko: 거대한 검은 균열은 도서관을 반으로 나누었습니다. 균열은 너무도 깊었으며 누가, 어떻게 이런 파괴를 행할 수 있었을지는 상상하기도 어렵습니다.
ko_mt: 거대한 검은 균열이 도서관을 반으로 갈라놓았습니다. 누가 어떻게 이런 파괴를 일으켰는지 궁금할 정도로 깊게 패여 있습니다.

source: Some monstrously large demonic blade fell upon the library, splitting the ruins in two and leaving an enormous black scar. It is possible that Deskari himself was the one to destroy this building with his terrifying scythe — Riftcarver.
ko: 엄청나게 거대한 데몬의 날이 도서관을 향해 떨어져, 이 유적을 둘로 나누는 거대한 검은 흉터를 남겼습니다. 데스카리 본인이 자신의 끔찍한 대낫인 균열조각가로 이 건물을 파괴한 것 같습니다.
ko_mt: 엄청나게 큰 데몬의 칼날이 도서관에 떨어져 폐허를 둘로 쪼개고 거대한 검은 흉터를 남겼습니다. 데스카리 자신이 무시무시한 대낫인 리프트카버로 이 건물을 파괴한 장본인일지도 모릅니다.
