Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: Material
ko: 소재
ko_mt: 재질

source: or
ko: 또는
ko_mt: 또는

source: Your encumbrance inside settlements does not affect your movement, but you may be asked to leave or sell things before leaving the location.
ko: 마을에서는 하중에 의해 움직임에 영향을 받지 않지만, 물건을 버리거나 팔지 않으면 마을을 떠나지 못 할 수도 있습니다.
ko_mt: 거주지 내 점유는 이동에 영향을 미치지 않지만, 거주지를 떠나기 전에 물건을 팔거나 떠나라는 요청을 받을 수 있습니다.

source: You are in safe zone. Penalties are temporarily lifted.
ko: 안전 지대에 있습니다. 페널티가 일시적으로 해제됩니다.
ko_mt: 안전 지대에 있습니다. 불이익이 일시적으로 해제됩니다.

source: Try getting rid of some items.
ko: 물품을 어느 정도 버려야 합니다.
ko_mt: 일부 항목을 삭제해 보세요.

source: A medium load will reduce the party's movement speed across the global map by 20%. The party will become exhausted 20% faster. The party with a heavy load will move at a speed of 20 feet outside of combat. The party's movement speed across the global map will be reduced by 66%, and the exhaustion will happen 50% faster. Exceeding the maximum weight load will slow down the party out of combat even further.
ko: 보통 하중은 세계지도에서 움직이는 일행의 이동 속도를 20% 감소시킵니다. 일행이 20% 더 빨리 탈진합니다. 일행이 무거운 하중을 받으면 비전투시 이동속도가 20피트가 됩니다. 세계지도에서 일행의 이동속도가 66% 감소하고 50% 빨리 탈진합니다. 무게가 최대 하중을 넘어서면 비전투시 이동속도가 더 느려집니다.
ko_mt: 중간 부하가 걸리면 전 세계 지도에서 파티의 이동 속도가 20% 감소합니다. 파티가 20% 더 빨리 탈진합니다. 짐이 무거운 파티는 전투 밖에서 20피트 속도로 이동합니다. 전 세계 지도에서 파티의 이동 속도가 66% 감소하고 탈진 속도가 50% 빨라집니다. 최대 무게 하중을 초과하면 파티가 전투에서 벗어나는 속도가 더욱 느려집니다.

source: Try getting rid of some items.
ko: 물품을 어느 정도 버려야 합니다.
ko_mt: 일부 항목을 삭제해 보세요.

source: If a character's encumbrance is Medium or Heavy, the character's movement speed in combat will be reduced. They will also suffer a limit on their maximum AC bonus, and they will receive penalties to Athletics, Mobility, and Trickery checks. Their speed is reduced by 10 feet for characters with a base speed of 30 feet or by 5 feet for characters with a base speed of 20 feet. Their maximum Dexterity bonus to AC is limited to +3 if they're carrying a Medium load and +1 for a Heavy load. The penalties to Athletics, Mobility and Trickery checks are -3 at Medium and -6 at Heavy. These penalties do not stack with penalties from armor. If a character's encumbrance is greater than their maximum carrying capacity, then the character will be unable to move.
ko_mt: 캐릭터의 속박이 중간 또는 무거운 경우, 전투 시 캐릭터의 이동 속도가 감소합니다. 또한 최대 AC 보너스가 제한되며, 운동 능력, 기동성, 속임수 판정에 불이익을 받습니다. 기본 이동 속도가 30피트인 캐릭터의 경우 이동 속도가 10피트, 기본 이동 속도가 20피트인 캐릭터의 경우 이동 속도가 5피트 감소합니다. 민첩에 대한 최대 민첩 보너스는 중무장을 한 경우 +3, 중무장을 한 경우 +1로 제한됩니다. 운동 능력, 기동성, 속임수 판정에 대한 불이익은 중간일 때 -3, 무거울때 -6입니다. 이러한 불이익은 방어구 불이익과 중첩되지 않습니다. 캐릭터의 짐이 최대 운반 능력보다 크면 캐릭터는 움직일 수 없습니다.

source: Penalty
ko: 페널티
ko_mt: 불이익

source: Result
ko: 결과
ko_mt: 결과

source: Reach
ko_mt: 도달 범위

source: Recipe
ko: 조리법
ko_mt: 레시피

source: Regeneration
ko: 재생
ko_mt: 재생

source: Remove regeneration
ko: 재생 제거
ko_mt: 재생성 제거

source: Right-click this spell in Spellbook window and select "Info" for more information.
ko: 자세한 정보를 보려면 주문책 창에서 이 주문을 오른쪽 클릭하고 "Info"를 선택하십시오.
ko_mt: 주문서 창에서 이 주문을 마우스 오른쪽 버튼으로 클릭하고 "정보"를 선택하면 자세한 내용을 확인할 수 있습니다.

source: <size=150%><sprite name=RightMouseBTN></size> expand
ko: <size=150%><sprite name=RightMouseBTN></size> 확장
ko_mt: <size=150%><sprite name=RightMouseBTN></size> 펼치기

source: Irremovable
ko: 장비 해제 불가
ko_mt: 제거 불가

source: Delaying your turn will rearrange the turn order for the rest of the combat. Continue?
ko: 턴을 미루면 이번 전투 끝까지 턴 순서가 바뀝니다. 계속하시겠습니까?
ko_mt: 내 차례를 지연하면 나머지 전투의 턴 순서가 재조정됩니다. 계속하시겠습니까?

source: Move action
ko: 이동 행동
ko_mt: 이동 작업

source: Round
ko: 라운드
ko_mt: 라운드

source: Don't show again
ko_mt: 다시 표시하지 않기

source: Don't show tutorials from group {0}
ko: {0} 그룹의 튜토리얼 숨기기
ko_mt: 그룹 {0}의 튜토리얼을 표시하지 않음

source: Basic tutorials
ko: 기본 튜토리얼
ko_mt: 기본 튜토리얼

source: Basic controls
ko: 기본 조작
ko_mt: 기본 조작

source: Advanced controls
ko: 고급 조작
ko_mt: 고급 제어

source: Basic gameplay
ko: 기본 게임플레이
ko_mt: 기본 게임 플레이

source: Advanced gameplay
ko: 고급 게임플레이
ko_mt: 고급 게임 플레이

source: Pathfinder RPG rules
ko: 패스파인더 RPG 규칙
ko_mt: 패스파인더 RPG 규칙

source: Crusade
ko: 성전
ko_mt: 십자군

source: Armies
ko: 부대
ko_mt: 군대

source: Vendor's Offer
ko_mt: 공급업체 제안

source: Your Offer
ko_mt: 귀하의 제안

source: Accessories
ko: 장신구
ko_mt: 액세서리

source: Armor and shields
ko: 갑옷과 방패
ko_mt: 갑옷과 방패

source: Ingredients
ko: 재료
ko_mt: 재료

source: All items
ko: 모든 물품
ko_mt: 모든 항목

source: Other
ko: 기타
ko_mt: 기타

source: Notable
ko: 중요품
ko_mt: 중요품

source: Usable
ko: 소모품
ko_mt: 사용 가능

source: Weapons
ko: 무기
ko_mt: 무기

source: Camp
ko: 야영
ko_mt: 캠프

source: The party gets tired faster by {0}.
ko: 일행이 {0}만큼 더 빨리 지칩니다.
ko_mt: 파티가 {0}만큼 더 빨리 피곤해집니다.

source: The party gets tired faster by {0}.
ko: 일행이 {0}만큼 더 빨리 지칩니다.
ko_mt: 파티가 {0}만큼 더 빨리 피곤해집니다.

source: The party gets tired faster by {0}.
ko: 일행이 {0}만큼 더 빨리 지칩니다.
ko_mt: 파티가 {0}만큼 더 빨리 피곤해집니다.

source: Group speed (outside of combat)
ko: 일행 속도 (비전투)
ko_mt: 그룹 속도(전투 외)

source: Party penalty
ko: 일행 페널티
ko_mt: 파티 불이익

source: Party speed is limited
ko: 일행 속도 제한됨
ko_mt: 파티 속도가 제한됩니다.

source: A class ability is the most useful ability for a character of that class. It affects the character's skill checks and other modifiers. One class may have several class abilities. It is advised to concentrate on developing these primarily.
ko: 클래스 능력은 해당 클래스의 캐릭터에게 가장 유용한 능력입니다. 캐릭터의 기술 판정 및 수정치에 영향을 줍니다. 한 클래스는 여러 클래스 능력을 가질 수 있습니다. 이것들을 주로 개발하는 것에 집중하는 것이 좋습니다.
ko_mt: 직업 능력은 해당 직업의 캐릭터에게 가장 유용한 능력입니다. 이는 캐릭터의 기술 판정 및 기타 수정치에 영향을 줍니다. 한 직업에 여러 직업 능력이 있을 수 있습니다. 이 능력들을 주로 집중적으로 육성하는 것이 좋습니다.

source: Personal penalty
ko: 개인 페널티
ko_mt: 개인 불이익

source: Class Ability Score
ko: 클래스 능력치
ko_mt: 직업 능력 점수

source: A non-recommended feature is any feature which has little or no impact on the character. Adequate character development doesn't involve developing such features.
ko: 비추천 능력은 캐릭터에 거의 영향을 주지 않는 능력입니다. 효율적인 캐릭터를 만드려면 이러한 능력에 투자하지 않는 것을 추천합니다.
ko_mt: 비권장 기능은 캐릭터에 거의 또는 전혀 영향을 미치지 않는 기능을 말합니다. 적절한 캐릭터 개발에는 이러한 기능을 개발하는 것이 포함되지 않습니다.

source: Non-recommended feature
ko: 비추천 능력
ko_mt: 비추천 능력

source: A recommended feature is any of the character's important features, which have a positive impact on the character. These could include spells, abilities, or any other features worth developing.
ko: 추천 능력은 현재 상황에서 캐릭터에게 가장 좋은 영향을 주는 능력입니다. 특성, 주문 또는 그 외 개발할 가치가 있는 캐릭터의 능력이나 측면을 말합니다.
ko_mt: 추천 기능은 캐릭터에 긍정적인 영향을 미치는 캐릭터의 중요한 기능입니다. 여기에는 주문, 능력 또는 개발할 가치가 있는 기타 모든 기능이 포함될 수 있습니다.

source: Recommended feature
ko: 추천 능력
ko_mt: 추천 기능

source: Settings
ko: 설정
ko_mt: 설정

source: Crusade
ko: 성전
ko_mt: 십자군

source: By devouring victims, the Swarm increases the power of all its abilities depending on the CR of the devoured creatures. The first number indicates the sum of the CRs of all the devoured creatures, the second — the current size of the swarm.
ko: 희생자를 집어삼킴으로써, 벌레떼는 포식한 크리처의 도전 등급에 기반해 모든 능력의 힘을 증가시킵니다. 앞쪽의 숫자는 포식한 크리처들의 총 도전 등급 합계를 의미하며, 뒤쪽의 숫자는 벌레떼의 현재 크기를 나타냅니다.
ko_mt: 희생자를 잡아먹음으로써 군단은 잡아먹힌 생물의 CR에 따라 모든 능력의 위력을 증가시킵니다. 첫 번째 숫자는 삼킨 모든 생물의 CR을 합한 값이고, 두 번째 숫자는 현재 무리의 크기를 나타냅니다.

source: Equipped by
ko: 착용 중
ko_mt: 착용 중

source: Equipped by
ko: 착용 중
ko_mt: 착용 중

source: Equipped by
ko: 착용 중
ko_mt: 착용 중

source: Equipped by
ko: 착용 중
ko_mt: 착용 중

source: Equipped by
ko: 착용 중
ko_mt: 착용 중

source: Equipped by
ko: 착용 중
ko_mt: 착용 중

source: Equipped by
ko: 착용 중
ko_mt: 착용 중

source: Equipped by
ko: 착용 중
ko_mt: 착용 중

source: <align=center>Press [{bind|OpenCharacterScreen}] to open.</align>
ko: <align=center>[{bind|OpenCharacterScreen}] 키를 눌러 열기.</align>
ko_mt: <align=center>[{bind|OpenCharacterScreen}]을 눌러 엽니다.</align>

source: Equipped by
ko: 착용 중
ko_mt: 착용 중

source: Equipped by
ko: 착용 중
ko_mt: 착용 중

source: Equipped by
ko: 착용 중
ko_mt: 착용 중

source: <align=center>Click to open formation selector.</align> <align=center>Right click to open formation window.</align>
ko: <align=center>클릭하여 대형 선택 열기</align> <align=center>오른쪽 클릭으로 대형 창 열기.</align>
ko_mt: <align=center>대형을 선택하려면 클릭하십시오.</align> <align=center>마우스 오른쪽 버튼을 클릭하여 대형 창을 열 수 있습니다.</align>

source: Equipped by
ko: 착용 중
ko_mt: 착용 중

source: Sort
ko: 정렬
ko_mt: 정렬

source: <align=center>Changing the group during a trip may require extra time.</align>
ko: <align=center>여행 중에 일행을 변경하려면 추가 시간이 필요할 수 있습니다.</align>
ko_mt: <align=center>여행 중에 일행을 변경하려면 추가 시간이 필요할 수 있습니다.</align>

source: Group Manager
ko: 일행 관리
ko_mt: 그룹 관리자

source: <align=center>Press [{bind|OpenRestCamp}] to rest.</align>
ko: <align=center>[{bind|OpenRestCamp}] 키를 눌러 휴식하기.</align>
ko_mt: <align=center>[{bind|OpenRestCamp}]를 눌러 휴식을 취합니다 </align>.

source: Travel speed on the map is reduced by {0}.
ko: 지도에서의 이동속도가 {0} 감소했습니다.
ko_mt: 지도에서의 이동 속도가 {0}만큼 감소합니다.

source: Control
ko: 조작
ko_mt: 제어

source: Defense
ko: 방어
ko_mt: 방어

source: Magic
ko: 마법
ko_mt: 마법

source: Melee Combat
ko: 근접 전투
ko_mt: 근접 전투

source: Ranged Combat
ko: 원거리 전투
ko_mt: 원거리 전투

source: Support
ko: 지원
ko_mt: 지원

source: Camp
ko: 휴식
ko_mt: 캠프

source: Equipped by
ko: 착용 중
ko_mt: 착용 중

source: Formations
ko: 대형
ko_mt: 진형

source: Inspect
ko_mt: 검사

source: Inventory
ko: 소지품
ko_mt: 인벤토리

source: Journal
ko: 일지
ko_mt: 저널

source: Map
ko: 지도
ko_mt: 지도

source: Spellbook
ko: 주문책
ko_mt: 주문서

source: Potion
ko: 물약
ko_mt: 물약

source: Scroll
ko: 두루마리
ko_mt: 주문서

source: Utility item
ko: 보조 물품
ko_mt: 유틸리티 항목

source: Wand
ko: 완드
ko_mt: 벽

source: You can not save in the Last Azlanti mode.
ko: 마지막 아즐란트인 모드에서는 저장할 수 없습니다.
ko_mt: 마지막 아즐란트 모드에서는 저장할 수 없습니다.

source: Saving error
ko_mt: 저장 오류

source: You cannot rest during combat.
ko: 전투 중에는 휴식할 수 없습니다.
ko_mt: 전투 중에는 휴식을 취할 수 없습니다.

source: Chaotic Evil
ko: 혼돈 악
ko_mt: 혼돈 악

source: Chaotic Good
ko: 혼돈 선
ko_mt: 혼돈 선

source: Chaotic Neutral
ko: 혼돈 중립
ko_mt: 혼돈 중립

source: Chaotic
ko: 혼돈
ko_mt: 혼돈

source: Good
ko: 선
ko_mt: 선

source: Lawful Evil
ko: 질서 악
ko_mt: 질서 악

source: Lawful Good
ko: 질서 선
ko_mt: 질서 선

source: Lawful Neutral
ko: 질서 중립
ko_mt: 질서 중립

source: Lawful
ko: 질서
ko_mt: 질서

source: Neutral Evil
ko: 중립 악
ko_mt: 중립 악

source: Neutral Good
ko: 중립 선
ko_mt: 중립 선

source: Neutral
ko: 중립
ko_mt: 중립

source: Chaotic Evil
ko: 혼돈 악
ko_mt: 혼돈 악

source: Chaotic Good
ko: 혼돈 선
ko_mt: 혼돈 선

source: Chaotic Neutral
ko: 혼돈 중립
ko_mt: 혼돈 중립

source: Chaotic
ko: 혼돈
ko_mt: 혼돈

source: Evil
ko: 악
ko_mt: 악

source: Good
ko: 선
ko_mt: 선

source: Lawful Evil
ko: 질서 악
ko_mt: 질서 악

source: Lawful Good
ko: 질서 선
ko_mt: 질서 선

source: Lawful Neutral
ko: 질서 중립
ko_mt: 질서 중립

source: Lawful
ko: 질서
ko_mt: 질서

source: Neutral Evil
ko: 중립 악
ko_mt: 중립 악

source: Neutral Good
ko: 중립 선
ko_mt: 중립 선

source: Neutral
ko: 중립
ko_mt: 중립

source: Back
ko: 뒤로
ko_mt: 뒤로

source: Buy
ko: 구매
ko_mt: 구매

source: Drop
ko: 버리기
ko_mt: 버리기

source: Equip
ko: 장비
ko_mt: 장비

source: Forget
ko: 잊기
ko_mt: 잊어버림

source: Info
ko: 정보
ko_mt: 정보

source: Open Inventory
ko: 소지품 열기
ko_mt: 인벤토리 열기

source: Open Spellbook
ko: 주문책 열기
ko_mt: 주문서 열기

source: Open Character Screen
ko: 캐릭터 정보 열기
ko_mt: 캐릭터 화면 열기

source: Memorize
ko: 암기
ko_mt: 암기

source: Sell
ko: 판매
ko_mt: 판매

source: Split
ko: 나누기
ko_mt: 분할

source: Take off
ko: 장비 해제
ko_mt: 해제

source: Use until fully healed
ko_mt: 완전히 치유될 때까지 사용

source: Use
ko: 사용
ko_mt: 사용

source: Copy to Spellbook
ko: 주문책으로 복사
ko_mt: 주문집에 복사

source: Check result: {roll} (roll {d20} + modifiers: {mod}) Difficulty (DC): {dc} Result: failure
ko_mt: 결과 확인: {roll} (roll {d20} + 수정치: {mod}). 난이도(DC): {dc}. 결과: 실패.

source: Check result: {roll} (roll {d20} + modifiers: {mod}) Difficulty (DC): {dc} Result: success
ko_mt: 결과 확인: {roll} (roll {d20} + 수정치: {mod}). 난이도(DC): {dc}. 결과: 성공.

source: Attack result: {roll} (roll: {d20} + modifiers: {mod}) Target's CMD: {dc}
ko_mt: 공격 결과: {roll} (roll: {d20} + 수정치: {mod}). 표적의 CMD: {dc}.

source: Concealment miss chance — {chance_dc}%, roll: {d100} — failed
ko: 은폐 빗나감 확률 — {chance_dc}%, 굴림 결과: {d100} — 실패
ko_mt: 은폐 실패 확률 - {chance_dc}%, 굴림: {d100} - 실패

source: Concealment miss chance — {chance_dc}%, roll: {d100} — successful
ko: 은폐 빗나감 확률 — {chance_dc}%, 굴림 결과: {d100} — 성공
ko_mt: 은폐 실패 확률 - {chance_dc}%, 굴림: {d100} - 성공

source: <b>{source}</b> already failed to pick this lock.
ko: <b>{source}</b>: 이미 이 자물쇠를 따는데 실패함.
ko_mt: <b>{source}</b>; 이미 이 자물쇠 해제에 실패함

source: Flat-footed
ko: 무방비
ko_mt: 무방비

source: Attack number: {attack_number} out of {attacks_count}
ko: 공격 횟수: {attacks_count}회 중 {attack_number}번째 공격
ko_mt: 공격 번호: {attack_number} 중 {attacks_count}

source: Attack number: {attack_number} out of {attacks_count}
ko: 공격 횟수: {attacks_count}회 중 {attack_number}번째 공격
ko_mt: 공격 번호: {attack_number} 중 {attacks_count}

source: Hunters were attacked!
ko: 사냥꾼이 공격당했습니다!
ko_mt: 사냥꾼이 공격당했습니다!

source: Only characters with at least one rank in Trickery can try to disarm traps and pick locks.
ko: 최소한 1등급 이상의 손재주를 가진 캐릭터만 함정과 자물쇠를 해제할 수 있습니다.
ko_mt: 속임수 등급이 한 등급 이상인 캐릭터만 함정을 해제하고 자물쇠를 따려고 시도할 수 있습니다.

source: Target is immune to combat maneuvers.
ko_mt: 대상은 전법에 면역입니다.

source: Target disbelieved the shadow illusion.
ko_mt: 대상이 그림자 환영을 믿지 않았습니다.

source: (Reduced to {0})
ko: ({0}(으)로 감소)
ko_mt: ({0}로 축소됨)

source: <b>{source}</b> heals <b>{target}</b> for <b>{count}</b> hit points.
ko: <b>{source}</b>: <b>{target}</b>의 생명점 <b>{count}</b> 치유.
ko_mt: <b>{source}</b>; <b>{target}</b>의 체력을 <b>{count}</b> 회복

source: <b>{source}</b> heals for <b>{count}</b> hit points.
ko: <b>{source}</b>: 생명점이 <b>{count}</b> 치유됨.
ko_mt: <b>{source}</b>; <b>{count}</b> 체력 회복

source: <b>{target}</b> gains <b>{count}</b> hit points from unknown source.
ko: <b>{target}</b>: 알 수 없는 출처로부터 생명점 <b>{count}</b> 획득.
ko_mt: <b>{target}</b>; 알 수 없는 출처에서 <b>{count}<b> 체력 획득

source: The lock is jammed.
ko_mt: 자물쇠가 걸렸습니다.

source: Effect: <b>{0}</b>
ko: 효과: <b>{0}</b>
ko_mt: 효과: <b>{0}</b>

source: {text} deals {count} {description} damage to {target}.
ko: <b>{text}</b>: <b>{target}</b>에게 <b>{count}</b> {description} 피해.
ko_mt: <b>{text}</b>; <b>{target}</b>에 <b>{count}</b>의 <b>{description}</b> 피해

source: {text} deals {count} {description} damage to {target}.
ko: <b>{text}</b>: <b>{target}</b>에게 <b>{count}</b> {description} 피해.
ko_mt: <b>{text}</b>; <b>{target}</b>에 <b>{count}</b>의 <b>{description}</b> 피해

source: Damage result: <b>{count}</b> Damage source: <b>{text}</b>
ko_mt: 피해 결과: <b>{count}</b>. 피해 원인: <b>{text}</b>.

source: Ability scores
ko: 능력치
ko_mt: 능력 점수

source: Ability
ko: 능력
ko_mt: 능력

source: Belt
ko: 허리띠
ko_mt: 허리띠

source: Spellbook
ko: 주문책
ko_mt: 주문서

source: Choose Character
ko: 캐릭터 선택
ko_mt: 캐릭터 선택

source: Select a Boon
ko: 혜택 선택
ko_mt: 혜택 선택

source: Select a Boon
ko: 혜택 선택
ko_mt: 혜택 선택

source: Choose one boon for your next playthrough. The more dungeon floors you've conquered in your last playthrough, the better are the boons.
ko: 다음 플레이 때 받을 혜택을 선택하십시오. 지난 플레이에서 내려간 층 수에 비례하여 더 좋은 혜택을 얻습니다.
ko_mt: 다음 플레이를 위해 하나의 혜택을 선택합니다. 마지막 플레이에서 정복한 던전 층이 많을수록 더 좋은 보상을 받을 수 있습니다.

source: Choose one boon for your next playthrough. The more dungeon floors you've conquered in your last playthrough, the better are the boons.
ko: 다음 플레이 때 받을 혜택을 선택하십시오. 지난 플레이에서 내려간 층 수에 비례하여 더 좋은 혜택을 얻습니다.
ko_mt: 다음 플레이를 위해 하나의 혜택을 선택합니다. 마지막 플레이에서 정복한 던전 층이 많을수록 더 좋은 보상을 받을 수 있습니다.

source: Bug Report
ko: 오류 제보
ko_mt: 버그 보고서

source: Upgrade
ko: 승급
ko_mt: 업그레이드

source: Calendar
ko: 달력
ko_mt: 캘린더

source: Cancel
ko: 취소
ko_mt: 취소

source: Attack
ko: 공격
ko_mt: 공격

source: Characters
ko: 캐릭터
ko_mt: 문자

source: Enter name...
ko: 이름을 입력하십시오...
ko_mt: 이름 입력...

source: Reset
ko: 초기화
ko_mt: 초기화

source: All
ko: 전체
ko_mt: 모두

source: Combat
ko: 전투
ko_mt: 전투

source: Dialogue
ko: 대화
ko_mt: 대화

source: Events
ko: 사건
ko_mt: 이벤트

source: Artificial Intelligence
ko: 인공 지능
ko_mt: 인공 지능

source: Link
ko_mt: 링크

source: Stealth
ko_mt: 은신

source: Delay turn
ko: 턴 미루기
ko_mt: 지연 턴

source: Delay turn
ko: 턴 미루기
ko_mt: 지연 턴

source: Toggle Inspect
ko: 조사 켜기/끄기
ko_mt: 검사 토글

source: Toggle Inspect
ko: 조사 켜기/끄기
ko_mt: 검사 토글

source: Crisis Points
ko: 위기 점수
ko_mt: 위기 포인트

source: Enter a name to search
ko: 검색할 이름을 입력하세요
ko_mt: 검색할 이름을 입력하세요.

source: Party Manager
ko: 일행 관리
ko_mt: 파티 관리자

source: Strike Team
ko: 공격대
ko_mt: 스트라이크 팀

source: Cancel
ko: 취소
ko_mt: 취소

source: Accept
ko: 승인
ko_mt: 확인

source: You don't own this scenario yet
ko: 이 시나리오를 갖고 있지 않음
ko_mt: 아직 이 시나리오를 소유하고 있지 않습니다.

source: DLC Required
ko: DLC 필요
ko_mt: DLC 필요

source: You did not use any boons during this playthrough.
ko: 이번 플레이에서 어떤 혜택도 사용하지 않습니다.
ko_mt: 이 플레이를 진행하는 동안 어떤 혜택도 사용하지 않았습니다.

source: <font="Saber_Dist32"><size=140%><color=#983f1d>E</color></size></font>ncyclopedia
ko: <font="Saber_Dist32"><size=140%><color=#983f1d>백</color></size>과사전
ko_mt: <font="Saber_Dist32"><size=140%><color=#983f1d>E</color></size></font>엔사이클로피디아

source: Start Again
ko: 다시 시작
ko_mt: 다시 시작

source: Exit To Desktop
ko: 바탕화면으로 나가기
ko_mt: 바탕화면으로 종료

source: Exit To Desktop
ko: 바탕화면으로 나가기
ko_mt: 바탕화면으로 종료

source: Menu
ko: 메뉴
ko_mt: 메뉴

source: Menu
ko: 메뉴
ko_mt: 메뉴

source: Options
ko: 설정
ko_mt: 옵션

source: Options
ko: 설정
ko_mt: 옵션

source: Save Game
ko: 게임 저장
ko_mt: 게임 저장

source: Yes, please!
ko: 그래요, 제발!
ko_mt: 네, 그러세요!

source: Let's roll!
ko: 해 봅시다!
ko_mt: 시작하자!

source: Nah, I'm good
ko: 아니, 됐어요.
ko_mt: 아니요, 괜찮아요

source: Hold Shift to move characters freely.
ko_mt: 캐릭터를 자유롭게 이동하려면 Shift 키를 누릅니다.

source: Formation
ko: 진형
ko_mt: 진형

source: Load last save
ko: 마지막 저장 불러오기
ko_mt: 마지막 저장 로드

source: Load Game
ko: 불러오기
ko_mt: 게임 로드

source: Main Menu
ko: 메인 메뉴
ko_mt: 메인 메뉴

source: View last report
ko: 마지막 보고서 보기
ko_mt: 마지막 보고서 보기

source: Show location names
ko: 장소 이름 표시
ko_mt: 위치 이름 표시

source: Teleport
ko: 순간이동
ko_mt: 순간이동

source: Continue
ko: 계속
ko_mt: 계속

source: Continue
ko: 계속
ko_mt: 계속

source: Crusade
ko: 성전
ko_mt: 십자군

source: Required companions
ko: 필요 동료
ko_mt: 필수 동반자

source: Crusade Resources
ko: 성전 자원
ko_mt: 성전 자원

source: Stop
ko: 정지
ko_mt: 중지

source: companions
ko: 동료
ko_mt: 동반자

source: Current Group
ko: 현재 일행
ko_mt: 현재 그룹

source: Group manager
ko: 일행 관리
ko_mt: 그룹 관리자

source: Hold position
ko_mt: 위치 유지

source: <font="Saber_Dist32"><size=140%><color=#983f1d>Q</color></size></font>uests
ko: <font="Saber_Dist32"><size=140%><color=#983f1d>임</color></size>무
ko_mt: <font="Saber_Dist32"><size=140%><color=#983f1d>Q</color></size></font>게스트

source: Show complete quests
ko: 완료한 임무 표시
ko_mt: 완료된 퀘스트 표시

source: Cost
ko: 비용
ko_mt: 비용

source: Set the amount of items to purchase
ko: 구입할 물품 갯수 설정
ko_mt: 구매할 아이템의 수량 설정

source: The event can be canceled during the day it was begun.
ko_mt: 이벤트는 이벤트가 시작된 당일에 취소할 수 있습니다.

source: Start Event
ko: 사건 시작
ko_mt: 이벤트 시작

source: Advisors
ko: 보좌관
ko_mt: 어드바이저

source: Need to visit Commander's headquarters
ko: 사령관의 지휘실 방문 필요
ko_mt: 사령관 본부를 방문해야 합니다.

source: Build Points
ko: 건설 점수
ko_mt: 빌드 포인트

source: Stats
ko: 지표
ko_mt: 통계

source: Decrees and Events
ko: 칙령과 사건
ko_mt: 법령 및 이벤트

source: Build Points Per Week
ko: 주 당 건설 점수
ko_mt: 주당 포인트 적립

source: Total changed
ko: 총 변동
ko_mt: 총 변경 사항

source: You can claim this region.
ko: 이 지역을 점령할 수 있습니다.
ko_mt: 이 지역을 신청할 수 있습니다.

source: Claim Region Decree
ko: 지역 점령 칙령
ko_mt: 청구 지역 법령

source: This region will be available to claim in the future.
ko: 이 지역은 나중에 점령이 가능합니다.
ko_mt: 이 지역은 향후에 청구할 수 있습니다.

source: Resources
ko: 자원
ko_mt: 리소스

source: You have not claimed any resources in this region yet.
ko: 이 지역의 어느 자원도 점령하지 않았습니다.
ko_mt: 아직 이 지역에서 자원을 획득한 적이 없습니다.

source: Upgrades
ko: 업그레이드
ko_mt: 업그레이드

source: Fortress Stats
ko: 요새 지표
ko_mt: 요새 통계

source: Build
ko: 건설
ko_mt: 빌드

source: Only one settlement can be established in the region.
ko: 이 지역에는 오직 하나의 정착지만 건설할 수 있습니다.
ko_mt: 이 지역에는 하나의 정착지만 설립할 수 있습니다.

source: Name the settlement
ko: 정착지 이름 정하기
ko_mt: 결제 이름 지정

source: Crusade Stats
ko: 성전 지표
ko_mt: 성전 통계

source: Experience
ko: 경험치
ko_mt: 경험

source: Name
ko: 이름
ko_mt: 이름

source: Progress
ko: 진행도
ko_mt: 진행 상황

source: Rank
ko: 등급
ko_mt: 순위

source: Next Rank
ko: 다음 등급
ko_mt: 다음 등급

source: Skip Day
ko: 하루 건너뛰기
ko_mt: 하루 건너뛰기

source: Stats
ko: 지표
ko_mt: 통계

source: Stats
ko: 지표
ko_mt: 통계

source: Purchase resources
ko: 자원 구매
ko_mt: 리소스 구매

source: Back
ko: 뒤로
ko_mt: 뒤로

source: Build
ko: 건설
ko_mt: 빌드

source: Build List
ko: 건물 목록
ko_mt: 빌드 목록

source: Level
ko: 레벨
ko_mt: 레벨

source: Pause
ko: 일시정지
ko_mt: 일시 중지

source: Advisors
ko: 보좌관
ko_mt: 어드바이저

source: Loading
ko: 로딩 중
ko_mt: 로드 중

source: Load
ko: 불러오기
ko_mt: 불러오기

source: Campaign
ko_mt: 캠페인

source: New events!
ko: 새로운 사건!
ko_mt: 새로운 이벤트!

source: Select scenario
ko: 시나리오 선택
ko_mt: 시나리오 선택

source: Photomode
ko_mt: 포토모드

source: A very small percentage of individuals may experience epileptic seizures or blackouts when exposed to certain light patterns or flashing lights. Exposure to certain patterns or backgrounds on a television screen or when playing video games may trigger epileptic seizures or blackouts in these individuals. These conditions may trigger previously undetected epileptic symptoms or seizures in persons who have no history of prior seizures or epilepsy. If you, or anyone in your family, has an epileptic condition or has had seizures of any kind, consult your physician before playing. IMMEDIATELY DISCONTINUE use and consult your physician before resuming play.
ko: 극소수의 개인이 특정 발광 패턴이나 번쩍이는 빛에 노출되었을 때 간질 발작 또는 기절을 경험할 수 있습니다. 텔레비전 화면이나 비디오 게임을 할 때 특정 발광 패턴이나 배경에 노출되면 간질 발작이나 기절이 유발될 수 있습니다. 이러한 상태는 이전까지 발작이나 간질의 병력이 없는 사람에게 간질 증상이나 발작을 유발할 수 있습니다. 귀하 또는 가족 중 누군가가 간질 상태에 있거나 발작을 일으킨 경우, 플레이 하기 전에 의사와 상담하십시오. 즉시 플레이를 중단하고, 재개하기 전에 의사와 상의하십시오.
ko_mt: 극히 일부의 사람들이 특정 빛 패턴이나 번쩍이는 불빛에 노출될 때 간질 발작 또는 실신을 경험할 수 있습니다. 텔레비전 화면의 특정 패턴이나 배경에 노출되거나 비디오 게임을 할 때 이러한 사람에게 간질 발작 또는 실신이 유발될 수 있습니다. 이러한 조건은 이전에 발작이나 간질 병력이 없는 사람에게 이전에 발견되지 않았던 간질 증상이나 발작을 유발할 수 있습니다. 본인 또는 가족 중 간질 질환이 있거나 발작을 경험한 사람이 있는 경우, 플레이하기 전에 의사와 상담하세요. 즉시 사용을 중단하고 의사와 상담한 후 다시 플레이하세요.

source: Photosensitivity Warning
ko: 광과민성 경고
ko_mt: 광과민성 경고

source: (Click to edit)
ko: (클릭하여 편집)
ko_mt: (편집하려면 클릭)

source: Enter save name
ko: 저장 파일 이름 입력
ko_mt: 저장 이름 입력

source: Possible Outcome
ko: 예상 결과
ko_mt: 가능한 결과

source: View
ko: 전망
ko_mt: 보기

source: All
ko_mt: 모두

source: Cities
ko_mt: 도시

source: Army
ko: 부대
ko_mt: 군대

source: Reset
ko: 초기화
ko_mt: 초기화

source: Delete
ko: 삭제
ko_mt: 삭제

source: Save
ko: 저장
ko_mt: 저장

source: Select a character to retrain
ko: 재훈련할 캐릭터 선택
ko_mt: 재훈련할 캐릭터 선택

source: Selling...
ko: 판매중...
ko_mt: 판매 중...

source: Sell
ko: 판매
ko_mt: 판매

source: Armor Class & Saving Throws
ko: 방어도 & 내성 굴림
ko_mt: 방어도 & 내성 굴림

source: Character
ko: 캐릭터
ko_mt: 캐릭터

source: Encyclopedia
ko: 백과사전
ko_mt: 백과사전

source: Encyclopedia
ko: 백과사전
ko_mt: 백과사전

source: Inventory
ko: 소지품
ko_mt: 인벤토리

source: Willas's Journal
ko: 윌라스의 저널
ko_mt: 윌라스의 일기

source: Journal
ko: 일지
ko_mt: 저널

source: Map
ko: 지도
ko_mt: 지도

source: Mythic Path
ko: 신화의 길
ko_mt: 신화 경로

source: Spellbook
ko: 주문책
ko_mt: 주문서

source: Shared Stash
ko: 전체 짐
ko_mt: 공유 보관함

source: Binding occupied
ko: 이미 할당된 키
ko_mt: 바인딩 점유

source: Cancel
ko: 취소
ko_mt: 취소

source: Press a key to bind.
ko_mt: 바인딩하려면 키를 누릅니다.

source: Unbind
ko: 할당 해제
ko_mt: 바인딩 해제

source: Reset
ko: 초기화
ko_mt: 초기화

source: Off
ko: 끄기
ko_mt: 꺼짐

source: On
ko: 켜기
ko_mt: 켜기

source: Controls
ko: 조작
ko_mt: 조작

source: Difficulty
ko: 난이도
ko_mt: 난이도

source: Game
ko: 게임
ko_mt: 게임

source: Graphics
ko: 그래픽
ko_mt: 그래픽

source: Sound
ko: 소리
ko_mt: 소리

source: Upgrade
ko: 승급
ko_mt: 업그레이드

source: We want to sincerely thank everyone who believed in our team and our game. Your support on Kickstarter, RPG Codex, and owlcat.games (and other places) is what allows us to do what we love and make games for all of you!
ko_mt: 저희 팀과 게임을 믿어주신 모든 분들께 진심으로 감사드립니다. Kickstarter, RPG Codex, owlcat.games(및 기타 장소)에서 보내주신 여러분의 성원 덕분에 저희가 좋아하는 일을 하고 여러분 모두를 위한 게임을 만들 수 있습니다!

source: Drop
ko: 버리기
ko_mt: 버리기

source: Move
ko: 이동
ko_mt: 이동

source: Split
ko: 나누기
ko_mt: 분할

source: The upgrade provides additional stats:
ko: 이 승급은 다음 수치를 제공합니다:
ko_mt: 업그레이드를 통해 추가 통계가 제공됩니다.

source: Shared Stash
ko: 전체 짐
ko_mt: 공유 보관함

source: Deal
ko: 거래
ko_mt: 거래

source: Deal
ko: 거래
ko_mt: 거래

source: Offer
ko: 제안
ko_mt: 제안

source: Clear
ko: 비우기
ko_mt: 지우기
