Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: Long ago, even before Earthfall, a rich man lived in the empire of cyclopes called Koloran. He possessed anything he could ever wish for in ample supply — money, fertile lands, slaves — but envy still gnawed at him, for his neighbor had even more. With the dream of destroying his rival, the man raised a prayer to Famine, one of the Four Horsemen — dreadful deities who were worshiped in Koloran. The deity demanded bloody sacrifice, and the rich man was all too happy to obey. He wrote his agreement with the Horseman on skin ripped from a living cyclops — one of his slaves — and signed it with his own blood. Famine signed the agreement as well, and in an instant, the neighbor's fields and orchards were filled with swarms of rats. The rich man rejoiced, but not for long — after decimating the neighbor's crops, the rats moved on to his own lands. So the man prayed to another Horseman, War, for help. The deity demanded their agreement be written on the skin of the rich man's favorite servant — an old butler who'd served the family his entire life. The rich man felt pity for his old friend, but he had to act quickly. So he skinned his butler, and as soon as War signed the agreement, packs of wolves rushed into his lands. The wolves quickly devoured the rats, and then began attacking the slaves. Seeing his riches melting away, the rich man appealed to the third Horseman, Pestilence, for help. To eliminate the wolves, Pestilence demanded that the rich man sacrifice his concubines. The rich man loved his women very much, but he valued his lands more. After the agreement was signed on the concubines' skins, Pestilence unleashed swarms of flies upon the estate. The flies began spreading all kinds of disease, wiping out animals and cyclopes alike. As the rich man pulled his hair out in despair, the fourth Horseman, Death, came with a proposal to return all of his riches in exchange for the lives of all of his family. After the man skinned his loved ones, Death signed the agreement, and all who'd died previously rose once again — the rich man's slaves, the flies, the wolves, the rats, and even the trees in his orchards. They were all vicious undead now. Once the emperor learned of this, he sent his guards to the estate, and after a series of long and difficult battles, they burned the estate to the ground. A cloak was crafted from the skins that had been used for the vile agreements. The emperor's guards placed the cloak around the rich man's shoulders and chased him through all of Koloran with whips until the cloak and the flesh it covered had been torn to tatters. That would have been the end of this story, but after thousands of years, someone found the pieces of this cloak and restored it, deciding to play with dark powers at their own peril...
ko: 어스폴이 있기도 전, 콜로란이라 불리던 사이클롭스 제국에 부유한 남자가 살고 있었습니다. 그는 하고 싶은 일은 뭐든지 할 수 있을 만큼의 재산을 가졌었습니다. 돈, 비옥한 토지, 노예들을요. 하지만 여전히 그는 질투심에 사로잡혔었습니다. 왜냐하면, 그의 이웃이 자신보다도 더 부유했기 때문이지요. 그는 자신의 라이벌을 몰락시키고자 하는 꿈을 가진 채 콜로란에서 숭배되던 두려운 신격인 4인의 기수 중 하나, 기근에게 기도를 올렸습니다. 신은 산 제물을 요구했고, 부자는 기꺼이 따랐습니다. 그는 자신의 노예였던 살아있는 사이클롭스의 피부에 기수께 올리는 계약서를 적었고, 본인의 피로 서명했습니다. 기근 또한 계약에 서명했으며, 그 즉시 이웃의 밭과 과수원에 쥐 떼거리가 창궐했습니다. 부자는 기뻐했습니다. 그러나 이웃의 작물이 몽땅 사라지자, 얼마 지나지 않아 쥐 떼가 그 자신의 토지로 모여들었습니다. 그래서 남자는 또 다른 기수인 전쟁에게 도움을 요청하는 기도를 올렸습니다. 신은 부자가 가장 좋아하는 하인이었던, 가문을 위해 그의 일생을 바쳤던 늙은 집사의 피부에 게약서를 작성할 것을 요구했습니다. 부자는 자신의 오랜 친구에게 안타까움을 느꼈습니다만, 빠르게 행동해야만 했습니다. 그래서 그는 자기 집사의 가죽을 벗겼으며, 전쟁이 계약에 서명하자마자 몇 개의 늑대 무리가 그의 땅에 달려왔습니다. 늑대들은 재빠르게 쥐 떼를 포식하고는, 노예들을 공격하기 시작했습니다. 자신의 재산이 사라져가는 것을 본 부자는 세번째 기수인 역병에게 도움을 청했습니다. 늑대를 제거하기 위해, 역병은 그의 첩들을 제물로 바칠것을 요구했습니다. 부자는 그 여성을 매우 사랑했습니다만, 자신의 땅을 지키는데 우선하였습니다. 첩의 가죽에 적인 계약이 서명되자, 역병은 영지에 파리 떼를 풀었습니다. 파리 떼는 모든 종류의 역병을 뿌려대며 동물들과 사이클롭스들을 전부 쓸어버렸습니다. 부자가 좌절감에 먹혀 자신의 머리를 쥐어 뜯던 와중에, 마지막 기수인 죽음이 찾아와 가족 모두의 목숨과 맞바꿔 그의 부를 되돌려주겠노라 제안했습니다. 사랑했던 이들의 가죽을 벗겨낸 뒤, 죽음이 그 계약에 서명하였고, 이전에 죽었던 모든 것들이 되살아났습니다. 부자의 노예들, 파리들, 늑대들, 쥐들, 그리고 과수원의 나무들 까지도요. 이제 그들은 모두 잔혹한 언데드였습니다. 이 사태를 황제가 알게 되자 그는 자신의 경비대를 영지로 보냈으며, 몇차례 길고 어려운 전투가 끝난 뒤, 모든 영지를 불살라버렸습니다. 이 망토는 사악한 계약을 위해 사용되었던 가죽으로 만들어졌습니다. 황제의 경비대는 이것을 부자의 어깨에 얹은 채 콜로란 전역을 돌며 그의 살과 가죽이 넝마가 되도록 채찍질 했습니다. 이야기는 이것으로 끝나야 했습니다만, 수천 년이 지난 뒤, 누군가가 이 망토의 조각들을 찾아 복원했습니다. 위험을 감수하고 어둠의 힘과 놀아나기 위해 말이죠...
ko_mt: 오래 전, 어스폴 이전에도 콜로란이라는 사이클로프 제국에 한 부자가 살았습니다. 그는 돈, 비옥한 땅, 노예 등 원하는 모든 것을 넉넉하게 소유하고 있었지만 이웃이 더 많은 것을 가지고 있었기 때문에 시기심이 그를 갉아먹었습니다. 라이벌을 멸망시키겠다는 꿈을 안고 그는 콜로란에서 숭배하는 무시무시한 신인 네 기수 중 한 명인 기근에게 기도를 올렸습니다. 신은 피의 희생을 요구했고 부자는 기꺼이 순종했습니다. 그는 노예 중 한 명인 살아있는 사이클롭스의 가죽을 찢어 기수와의 계약서를 작성하고 자신의 피로 서명했습니다. 기근도 계약서에 서명했고, 순식간에 이웃의 밭과 과수원은 쥐떼로 가득 찼습니다. 부자는 기뻐했지만 오래가지 못했습니다. 이웃의 농작물을 먹어치운 쥐들은 자신의 땅으로 이동했습니다. 그래서 부자는 다른 기수인 워에게 도움을 청했습니다. 신은 부자가 가장 아끼는 하인이자 평생 부자의 가족을 위해 일해 온 늙은 집사의 피부에 계약서를 쓰라고 요구했습니다. 부자는 오랜 친구를 불쌍히 여겼지만 빨리 행동해야 했습니다. 그래서 그는 집사의 가죽을 벗겼고, 워가 계약서에 서명하자마자 늑대 무리가 부자의 땅으로 달려들었습니다. 늑대들은 재빨리 쥐를 잡아먹은 다음 노예들을 공격하기 시작했고, 부자는 자신의 재산이 녹아내리는 것을 보고 세 번째 기수인 전염병에게 도움을 요청했습니다. 역병은 늑대들을 없애기 위해 부자에게 첩들을 희생시킬 것을 요구했습니다. 부자는 여자를 무척 사랑했지만 땅을 더 소중히 여겼어요. 첩들의 가죽에 계약서에 서명을 한 후 역병은 영지에 파리 떼를 풀어놓았습니다. 파리는 온갖 질병을 퍼뜨리기 시작했고, 동물과 사이클롭스까지 전멸시켰습니다. 부자가 절망에 빠져 머리카락을 뽑고 있을 때, 네 번째 기수인 죽음이 나타나 모든 가족의 목숨을 대가로 모든 재산을 돌려주겠다는 제안을 했습니다. 부자가 사랑하는 사람들의 가죽을 벗긴 후 죽음이 계약서에 서명하자 부자의 노예, 파리, 늑대, 쥐, 심지어 과수원의 나무까지 이전에 죽었던 모든 것들이 다시 살아났습니다. 이제 그들은 모두 사악한 언데드였습니다. 이 사실을 알게 된 황제는 근위병을 그 저택으로 보냈고, 길고 힘든 전투 끝에 저택을 불태워버렸어요. 사악한 협정에 사용되었던 가죽으로 망토를 만들었습니다. 황제의 근위병들은 부자의 어깨에 망토를 두르고 망토와 망토가 덮고 있던 살이 너덜너덜해질 때까지 채찍을 들고 콜로란 전역을 쫓아다녔어요. 그것이 이 이야기의 끝이었을 것이지만 수천 년이 지난 후 누군가가이 망토 조각을 발견하고 복원하여 자신의 위험을 감수하면서 어둠의 힘을 가지고 놀기로 결정했습니다...

source: Cloak of Sold Souls
ko: 거래된 영혼들의 망토
ko_mt: 팔린 영혼의 망토

source: This helmet gives its wearer DR 2/- against ranged attacks (10/- against falling and thrown rocks), and the ability to cast good hope and crushing despair spells once per day (Caster level 11, DC 17). It also gives a +3 dodge bonus to AC and +3 insight bonus to saving throws against the enemies of the Giant and Goblinoid subtypes.
ko: 이 헬멧은 착용자에게 원거리 공격으로부터의 피해 감소 2/—을 부여하며 (추락 또는 돌 던지기에 대하여는 10/— ), 좋은 희망과 처참한 절망 주문을 하루 한번 시전할 능력을 부여합니다(주문 시전 레벨 11, DC 17). 또한 거인과 고블리노이드 하위 유형의 적에 대한 방어도에 +3 피하기 보너스와 내성 굴림에 +3 통찰 보너스를 제공합니다.
ko_mt: 이 투구는 착용자에게 원거리 공격에 대한 DR 2/- (낙하 및 던진 돌에 대한 DR 10/-)를 부여하고 하루에 한 번 희망과 처참한 절망 주문을 시전 할 수 있습니다 (시전자 레벨 11, DC 17). 또한 거인 및 고블린 아형의 적에 대한 AC에 +3 회피 보너스, +3 통찰력 보너스를 얻습니다.

source: This helm was forged five centuries ago by the legendary dwarven smith Ordleif. She crafted it for her husband, Jarvind, the Langebukk patriarch, before the clan forever left their homeland in the Five Kings Mountains and traveled north to establish a new trade route in the River Kingdoms. These troubled lands proved to be full of dangers, especially the territory known today as the Stolen Lands, where the dwarves encountered their sworn enemies — giants. A tribe of hill giants — led by a stone giant called Dagr the Earthraker — ran rampant in the area where the dwarves were building their citadel, Bronzeshield Fortress. The giants would appear out of nowhere, throw large boulders at the dwarves, and disappear before reinforcements could arrive. Infuriated, Jarvind called a hunt for Dagr — and, unfortunately for him, was successful. On a frosty winter morning, a small patrol of dwarves led by Jarvind himself encountered the giants' main force. The dwarven trumpeter barely had time to reach for the horn before being crushed by a thrown boulder. Realizing his chances were slim, Jarvind charged Dagr, hoping for an honest one-on-one fight. His enchanted helm protected him, deflecting all the flying stones, but once the two adversaries clashed in close combat, Dagr grabbed Jarvind and hurled him against the nearest cliff. The dwarven patriarch was dead before he hit the ground. The moment he died, his helm shattered to pieces with a thunderous clang that echoed for miles. Ordleif gathered the dwarven forces and hurried to the battlefield. In a great battle, the tribe of giants was destroyed, and the body of Jarvind was returned to the fortress for burial. The dwarves were able to find several shards of the helm, which they kept as relics, but many shards were lost. No one ever managed to collect all the shards and reforge the artifact, until now.
ko: 이 투구는 다섯 세기 전, 전설적인 드워프 대장장이 오들리프가 남편이자 랑게북크 족장이었던 자빈드를 위해 만들었습니다. 랑게북크 부족은 고향 다섯 왕의 산맥을 떠나 북으로 여행한 끝에 강 왕국에 새로운 무역로를 개척하였습니다. 그곳은 분쟁 지역으로 도처에 위험이 도사리고 있었으며, 오늘날에는 도둑맞은 땅이라 불리는 곳이 특히 위험한 것으로 알려져 있습니다. 드워프들은 그곳에서 숙적인 거인을 마주쳤습니다. 땅을 뒤엎는 자 다그르가 이끄는 언덕 거인 부족이 드워프들이 청동 방패 요새를 건설하던 장소를 공격했습니다. 거인들은 갑자기 나타나 드워프들을 향해 바윗덩이를 던지고, 지원 병력이 도착하기도 전에 사라졌습니다. 격노한 자빈드는 다그르 토벌대를 소집했습니다. 그리고, 그에겐 불행하게도, 이는 성공적이었습니다. 추운 겨울날 아침, 자빈드가 이끄는 소규모 정찰대가 거인 군대와 맞닥뜨렸습니다. 드워프 나팔수가 나팔에 손을 뻗기도 전에 바윗덩이가 날아와 그를 짓이겼습니다. 이길 가능성이 희박함을 깨달은 자빈드는 일기토를 노리고 다그르에게 돌격했습니다. 마법이 부여된 투구는 날아오는 돌덩이를 튕겨내며 자빈드를 보호했지만 거인 둘이 양 옆구리를 파고들어 격돌했고, 다그르는 자빈드를 붙잡아 낭떠러지로 내동댕이 쳤습니다. 드워프 족장은 미처 바닥에 몸이 닿기도 전에 죽어버렸습니다. 자빈드의 투구는 수마일 밖에서도 메아리치는 우레 같은 소리를 내며 산산조각 났습니다. 오들리프는 병력을 모아 서둘러 전장으로 향했습니다. 대규모 전투에서 거인 부족을 격퇴할 수 있었고, 자빈드의 시체는 매장을 위해 요새로 돌려보냈습니다. 드워프는 투구 조각 일부를 찾아내 유물로 간직했지만, 대부분의 조각을 잃어버린 상태입니다. 지금껏 투구 조각을 모두 모아 마법 투구를 다시 주조한 이는 없었습니다.
ko_mt: 이 투구는 전설적인 드워프 대장장이 오르들리프가 5세기 전에 만든 것입니다. 그녀는 다섯 왕 산맥의 고향을 떠나 리버 킹덤에 새로운 무역로를 개척하기 위해 북쪽으로 이동하기 전에 남편인 랑게부크 족장 자르빈드를 위해 이 투구를 만들었습니다. 이 험난한 땅은 위험으로 가득했고, 특히 오늘날 도둑맞은 땅으로 알려진 지역에서는 드워프들이 맹세한 적인 거인들과 마주쳤습니다. 대지의 거인 다그르라는 돌 거인이 이끄는 언덕 거인 부족이 드워프들이 성채인 청동방패 요새를 짓고 있던 지역에 기승을 부렸습니다. 거인들은 어디선가 나타나 드워프들에게 커다란 돌을 던지고는 지원군이 도착하기도 전에 사라지곤 했습니다. 분노한 야르빈드는 다그르 사냥을 요청했고, 안타깝게도 사냥에 성공했습니다. 서리가 내린 겨울 아침, 야르빈드가 이끄는 드워프 순찰대가 거인들의 본대와 마주쳤습니다. 드워프 트럼펫 연주자는 던져진 돌멩이에 짓밟히기 전에 나팔을 뻗을 겨를도 없었습니다. 기회가 희박하다는 것을 깨달은 야르빈드는 정정당당하게 일대일로 싸우기를 바라며 다그르를 향해 돌진했습니다. 마법에 걸린 투구가 그를 보호하며 날아오는 돌을 모두 튕겨냈지만, 두 적이 근접전에서 충돌하자 다그르는 야르빈드를 붙잡아 가장 가까운 절벽으로 던졌습니다. 그가 죽는 순간, 투구가 산산조각 나면서 천둥과 같은 굉음이 수 킬로미터까지 울려 퍼졌다. 오르들리프는 드워프 군대를 모아 서둘러 전장으로 향했습니다. 치열한 전투 끝에 거인 부족은 멸망했고, 야르빈드의 시신은 요새로 돌아와 묻혔습니다. 드워프들은 투구 파편 몇 개를 발견하여 유물로 보관했지만 많은 파편이 분실되었습니다. 지금까지 아무도 모든 파편을 모아 유물을 다시 만들지 못했습니다.

source: Dwarven Helm Shard
ko: 드워프제 투구 조각
ko_mt: 드워프 투구 파편

source: Trailblazer's Helm
ko: 개척자의 투구
ko_mt: 트레일 블레이저의 투구

source: Whenever the wearer of these bracers would become shaken, its effect is negated, and the wearer gains a +2 morale bonus to attack rolls, saving throws and skill checks for the same duration. Whenever the wearer would become frightened or confused, they start laughing instead, as if under effects of hideous laughter spell, for the same duration. They also grant the wearer the ability to use the effect of freedom of movement spell for 1 minute once per day. Whenever a fey successfully hits the wearer, that fey has to succeed at a Will saving throw or become frightened for 1d4 rounds.
ko: 이 손목보호구 착용자가 동요 상태가 되면, 해당 효과를 무효화하고, 착용자에게 같은 시간 동안 명중 굴림, 내성 굴림 및 기술 판정에 +2 사기 보너스를 부여합니다. 착용자가 겁먹음 상태나 혼란 상태가 되면, 마치 끔찍한 웃음 주문의 효과 아래 있는 것처럼 착용자는 상태이상 대신에 같은 시간 동안 웃기 시작합니다. 또한 손목보호구는 착용자에게 하루에 한번 1분간 이동의 자유 주문을 시전할 수 있는 능력을 부여합니다. 페이가 착용자를 성공적으로 공격했을 때, 공격한 페이는 의지 내성 굴림에 성공하지 않으면 1d4라운드 간 겁먹음 상태에 빠집니다.
ko_mt: 착용자가 이 팔찌를 착용하고 동요할 때마다 그 효과가 무효화되고, 착용자는 같은 시간 동안 공격 및 내성 굴림에 +2 사기 보너스를 얻습니다. 착용자가 겁을 먹거나 혼란스러워할 때마다 같은 시간 동안 끔찍한 웃음 주문의 효과를 받는 것처럼 대신 웃음을 터뜨리기 시작합니다."또한 착용자에게 하루에 한 번 1분 동안 이동의 자유 주문의 효과를 사용할 수 있는 능력을 부여합니다. 요정이 착용자에게 적중할 때마다 해당 요정은 의지 굴림에 성공하거나 1d4 라운드 동안 겁에 질립니다.

source: These bracers once belonged to a knight who fell out of favor with his king and fled his wrath out into the wilderness, where humans peacefully coexisted with the fey. Time and again he raised his weapons when bandits or monsters threatened the lives of the locals. To help him, the fey enchanted his bracers with a powerful spell. After the knight eventually died, the bracers were stored as a relic in a local shrine of Erastil. Many years later, trouble came to the village. For reasons unknown, one of the fey had lost her mind, turning into a monster and wreaking havoc around the village. People fled, terrified — all but one calm young acolyte in the shrine. He prepared for battle, arming himself with a pitchfork and girding himself with whatever he could find — an oven shutter for a chest plate, a saucepan for a helmet, and a pair of bracers he found in the shrine to protect his hands. He didn't expect to win — he just wanted to buy enough time for the villagers to run for safety. But still, he emerged victorious. When the monster saw the bracers, she froze on the spot, moaning as if in pain. Her moan reverberated in the bracers — they trembled, droned, almost as if crying, then shattered. The monster remained frozen in that spot for three more weeks, then withdrew back to the forest. Alas, by that time the village was just a pile of rubble, but the majority of the people who lived there had survived — the bracers had aided a young brave soul in accomplishing their last heroic deed... until someone else found all the pieces and managed to restore the bracers once more.
ko: 이 손목보호구는 한 때, 자신을 아끼던 왕의 총애를 잃고 그의 분노를 사 인간과 페이가 평화롭게 공존하며 살고 있던 황야로 도망친 기사가 보유했던 것이었습니다. 그 주민들의 목숨을 위협하는 도적들이나 괴물들을 향해 그는 몇 번이고 그의 무기를 들었습니다. 그를 돕기 위해, 페이는 그의 손목보호대에 강력한 주문을 부여했습니다. 기사가 결국 사망한 이후에, 손목보호대는 그 지역의 에라스틸의 신전에서 유물로서 간직되었습니다. 많은 시간이 흐르고, 위기가 마을에 찾아왔습니다. 알 수 없는 이유로 페이 중 하나가 그녀의 이성을 잃고, 괴물로 변하여 마을 주변을 무너뜨렸습니다. 사람들은 모두 겁에 질려 도망쳤지만, 신전의 한 묵묵했던 젋은 견습사제는 그러지 않았습니다. 그는 싸움을 준비하여, 그는 쇠스랑으로 잡고 그가 찾아낸 것들로 무장했습니다. 화덕의 마개는 그의 흉갑이 되고, 냄비는 그의 투구가 되었으며, 그가 신전에서 찾아낸 한 쌍의 손목보호대로 그의 손을 보호했습니다. 그는 이기리라 기대하지 않았습니다 - 단지 그가 싸우는 것으로 마을 사람들이 안전하게 도망갈 시간을 벌기를 바랄 뿐이었습니다. 그랬는데, 그는 승리를 거머쥐었습니다. 괴물이 손목보호대를 보자, 그녀는 한곳에 꼼짝않고, 고통에 신음했습니다. 그녀의 신음은 손목보호대에 메아리쳤고, 그 메아리들은 떨리고, 윙윙거리며, 그의 흐느낌처럼 되었다가, 이윽고 흩어졌습니다. 괴물은 3주가 넘는 시간 동안 한 곳에 꼼짝않았다가, 숲 속으로 물러났습니다. 아아, 그 때 그 마을은 단지 한 무더기의 잔해가 되었지만, 그곳에 살던 대부분의 사람들은 살아남았습니다 - 손목보호대는 한 젋고 용감한 영혼을 도와 그 마지막 영웅적인 업적을 완수한 것입니다... 또 다른 누군가가 모든 조각들을 모아 다시금 이 손목보호대를 재생하기 전까지 말이죠.
ko_mt: 이 보호대는 한때 왕의 총애를 잃고 인간과 페이가 평화롭게 공존하는 황야로 분노를 피해 도망친 기사의 것이었으나, 도적이나 괴물이 주민의 생명을 위협할 때마다 그는 다시 무기를 들었습니다. 그를 돕기 위해 페이는 강력한 주문으로 그의 팔찌에 마법을 걸었습니다. 기사가 결국 죽은 후, 팔찌는 에라스틸의 신전에 유물로 보관되었습니다. 수년 후, 마을에 문제가 생겼습니다. 알 수 없는 이유로 요정 중 한 마리가 정신을 잃고 괴물로 변해 마을을 혼란에 빠뜨린 것입니다. 사람들은 겁에 질려 모두 도망쳤지만 신전에 있던 침착한 젊은 신관 한 명만 남았어요. 그는 갈퀴로 무장하고 오븐 셔터로 흉갑을, 냄비로 투구를, 신전에서 찾은 팔 보호대로 손을 보호하는 등 닥치는 대로 몸을 묶으며 전투를 준비했습니다. 그는 승리를 기대한 것이 아니라 마을 사람들이 안전하게 도망칠 수 있는 시간을 벌고 싶었을 뿐이었습니다. 하지만 그는 결국 승리했습니다. 괴물이 팔찌를 보자 그 자리에서 얼어붙어 고통스러운 듯 신음소리를 냈습니다. 그녀의 신음소리가 보호대에 울려 퍼졌고, 보호대는 거의 울부짖는 것처럼 떨리다가 산산조각이 났다. 괴물은 그 자리에서 3주 동안 더 얼어붙은 채로 있다가 다시 숲으로 물러났습니다. 안타깝게도 그 무렵 마을은 잔해 더미에 불과했지만 그곳에 살던 대부분의 사람들은 살아남았습니다. 브레이커는 젊은 용감한 영혼이 마지막 영웅적인 행동을 수행하는데 도움을 주었습니다.. 다른 누군가가 모든 조각을 발견하고 브레이커를 다시 복원 할 수있을 때까지...

source: Forest Knight's Bracers
ko: 숲의 기사의 팔보호대
ko_mt: 포레스트 나이트 팔찌

source: This +5 hide armor grants its wearer the ability to turn into a Smilodon at will. While in this form, their natural weapons get a +5 enhancement bonus.
ko: 이 +5 가죽 갑옷은 착용자에게 검치호로 변신할 수 있는 의지 시전 능력을 부여합니다. 이 능력으로 변신하는 중, 그의 자연 무기들은 +5 강화 보너스를 받습니다.
ko_mt: 이 +5 가죽갑옷의 착용자는 마음대로 검치호으로 변신 할 수 있는 능력을 부여합니다. 이 형태에있는 동안 자연 무기는 + 5 강화 보너스를 받습니다.

source: This armor, made of a saber-toothed tiger pelt, was enchanted under the Blood Moon on the summit of a sacred mountain. Bearing secret runes and forgotten symbols, it was in the possession of Dwarg's family for several generations. His grandfather, Aghar the Fierce, wore this armor while hunting a dragon — only the armor and three of his warriors returned, though carrying the dragon's head along with them. Dwarg's mother, Idra the Crusher, wore it to fight giants — and many was the time when, in contemplation, Dwarg would touch a small dent in the armor, left by a giant's sword as it decapitated his mother. From his ancestors, Dwarg inherited the armor, but not their fierce nature. The artifact resided peacefully in his tent as he earned glory of his own — not from feats on the battlefield, but with wise advice and cunning deals. He was dubbed Dwarg the Reasonable, and after yet another chieftain met his glorious death on the battlefield beside a hundred other warriors, the elders chose Dwarg to be their new leader. There were many who were less than happy with Dwarg's leadership — under his rule, there were fewer glorious victories and epic battles. They took to calling him a "sheeptain," claiming he'd betrayed Gorum. So it surprised no one when he was challenged by a young fighter with burning eyes known as Armag. For the first time in many years, Dwarg donned his family armor, stepped into the circle, and clenched a sword in his wrinkled hands. "He'll be their ruin," he thought, as Armag's blade pierced his long rage-free heart. The new chieftain threw the corpse of the old, still clad in his family armor, to the smilodons. Songs of Armag's deeds are sung to this day, while the name of his predecessor went forgotten for thousands of years. That is, until heroes and sages of a new era restored his armor.
ko: 검치호의 가죽으로 만들어진 이 갑옷은, 성스러운 산 정상에 떠오른 블러드 문 아래에서 마법이 부여되었습니다. 비밀의 룬과 잊힌 상진들을 품고, 드와그 가문의 소유로 여러 세대를 거쳐왔습니다. 그의 할아버지인 맹렬한 자 아그하르는 드래곤을 사냥할 때에 이 갑옷을 입었는데, 이 갑옷과 그의 전사 중 셋만이 드래곤의 머리를 가지고 되돌아 왔습니다. 드와그의 어머니, 부수는 자 아이드라는 거인들과 싸울 때에 이를 입곤 했고, 드와그가 사색에 잠길 때면, 거인의 칼이 그녀의 어머니를 참수할 때 생긴, 이 갑옷의 작은 패임을 어루만지곤 했습니다. 그의 선조로부터, 드와그는 갑옷을 물려받았지만, 그들의 사나운 본성을 받지는 않았습니다. 이 유물은 그가 쟁취한 그의 영광으로서 천막에서 안전하게 보관되었습니다. -전장에서 위업이 아닌 현명한 조언과 교묘한 거래에 의해서 였습니다. 그는 이성적인 자 드와그로 불렸으며, 전대의 족장이 전장에서 그의 수백의 전사들과 함께 영광스러운 죽음을 맞이하자, 장로들은 그를 새로운 지도자로 추대했습니다. 드와그의 지도력에 행복하지 않은 자들이 많았습니다 - 그의 통치 아래에선, 영광스런 승리와 전설적인 전투가 매우 적었기 때문입니다. 그들은 그를 일컬어 "양치기장"이라 부르며, 고룸을 배신한 것이라 주장했습니다. 그래서 어느 누구도 불타는 듯한 두 눈으로 잘 알려진 아르막이라는 젋은 전사가 그에게 도전했을 때, 놀라지 않았습니다. 수년 만에, 드와그는 그의 가문의 갑옷을 입고, 결투장으로 나와, 그의 주름진 손으로 칼을 꽉 쥐었습니다. "그는 그들을 파멸로 이끌것이다." 아르막의 검이 그의 오랜 시간 노여워 하지 않았던 심장을 꿰뚫었을 때, 그는 생각했습니다. 새 족장은 여전히 그의 가문의 갑옷을 입고 있는 늙은이의 시체를 검치호에게로 집어 전졌습니다. 아르막의 위업을 찬양하는 노래는 그의 전임자의 이름이 천여년의 시간 동안 잊혀가는 동안, 오늘날까지 노래되었습니다. 즉, 새 시대의 새로운 영웅과 현자들이 그의 갑옷을 회복시킬 때까지 말입니다.
ko_mt: 검치 호랑이 가죽으로 만든 이 갑옷은 신성한 산 정상의 블러드문 아래에서 마법에 걸린 것입니다. 비밀 룬과 잊혀진 상징이 새겨진 이 갑옷은 드와르그의 가문에서 여러 세대에 걸쳐 소유하고 있었습니다. 드와르의 할아버지인 사나운 아가르가 용을 사냥할 때 이 갑옷을 입었는데, 용의 머리와 함께 갑옷과 세 명의 전사만 돌아왔습니다. 드와르그의 어머니인 분쇄자 이드라는 거인과 싸울 때 이 갑옷을 입었는데, 드와르그는 생각에 잠긴 채 거인의 칼이 어머니의 목을 베었을 때 갑옷에 남긴 작은 흠집을 만지곤 했습니다. 드와르그는 전장에서의 업적이 아닌 현명한 조언과 교활한 거래로 자신만의 영광을 얻었기에 이 유물은 그의 텐트에서 평화롭게 지냈습니다. 그는 "이성적인 드와르그"라는 별명을 얻었고, 다른 족장이 전장에서 다른 전사들과 함께 영광스러운 죽음을 맞이하자 원로들은 드와르를 새로운 지도자로 선택했습니다. 그의 통치 아래서 영광스러운 승리와 장대한 전투가 줄어들자 드와르그의 리더십에 만족하지 않는 사람들도 많았습니다. 그들은 드와르그가 고룸을 배신했다고 주장하며 그를 "양치기"라고 불렀습니다. 그러던 그가 아르마그라는 불타는 눈빛의 젊은 전사에게 도전장을 내밀었을 때 아무도 놀라지 않았습니다. 드워그는 수년 만에 처음으로 가문의 갑옷을 입고 원 안으로 들어와 주름진 손에 검을 꽉 쥐었습니다. 아르마그의 칼날이 오랫동안 분노를 품지 않았던 그의 심장을 꿰뚫자 저놈은 저들의 파멸이 될 거야라고 생각했다. 새 족장은 여전히 가문의 갑옷을 입은 노인의 시체를 스밀로돈에게 던졌습니다. 아르마그의 업적에 대한 노래는 오늘날까지 불리고 있지만, 그의 전임자의 이름은 수천 년 동안 잊혀졌습니다. 즉, 새로운 시대의 영웅과 현자가 그의 갑옷을 복원 할 때까지.

source: Armor of Saber-Toothed Courage
ko: 검치호 용기의 갑옷
ko_mt: 세이버 이빨 용기의 갑옷

source: This ring grants its wearer a +4 enhancement bonus to Charisma, +4 competence bonus to Stealth and Trickery skill checks, +4 bonus to attack rolls made to confirm critical hits, and a +2 bonus to DC of mind-affecting spells cast by the wearer. It imposes a -2 enhancement penalty to wearer's Wisdom score, -4 competence penalty to Perception skill checks, -2 resistance penalty to Will saving throws, and a -10 all saving throws against traps. Whenever the wearer receives a critical hit, they become confused for 1d4 rounds.
ko: 이 반지는 착용자의 매력에 +4 강화 보너스, 은신과 손재주 기술 판정에 +4 능숙 보너스, 치명타 확정에 대한 명중 굴림에 +4 보너스 및 착용자가 시전한 정신에 영향 주문의 DC에 +2 보너스를 줍니다. 또한 착용자의 지혜에 -2 강화 페널티, 지각 기술 판정에 -4 능숙 페널티, 의지 내성 굴림에 -2 저항 페널티 및 함정에 대한 모든 내성 굴림에 -10 페널티를 줍니다. 만약 착용자가 치명타를 입는다면, 착용자는 1d4 라운드간 혼란 상태에 빠집니다.
ko_mt: 이 반지는 착용자에게 매력 +4 강화 보너스, 은신 및 속임수 기술 판정에 +4 능숙 보너스, 치명타 확인을 위한 명중 굴림에 +4 보너스, 착용자가 시전하는 정신에 영향을 미치는 주문의 DC에 +2 보너스를 부여합니다."착용자의 지혜 점수에 -2의 강화 불이익, 지각 기술 판정에 -4의 능력 불이익, 의지 굴림에 -2의 저항 불이익, 함정에 대한 모든 내성 굴림에 -10을 부과합니다. 착용자가 치명타를 받을 때마다 1d4 라운드 동안 혼돈 상태에 빠집니다.

source: This simple steel ring is decorated with a plain pattern along with an inscription — "Fortune favors the brave." The inscription is written in the ancient language of the Empire of Taldor, the predecessor of the modern Common tongue. It's unknown when this artifact was crafted, or by whom, but its last owner was a Taldan treasure hunter who was traveling through the Kamelands with a group of like-minded daredevils. In an ancient tomb riddled with traps, he came across a skeleton, this steel ring on its bony finger. Once he realized it was enchanted, the treasure hunter put it on his own finger without hesitation. And he didn't regret it — the artifact increased his vigor and confidence, and disabling traps seemed so easy he could do it with his eyes closed. The deeper his group proceeded into the tomb, the hotter the air became, as though the adventurers were traveling through a giant oven. Ancient runes on the walls gleamed with red light, spurts of flame shot from the floor and ceiling, and fire elementals roamed the passages. More than once did his companions, tired and covered with burns, suggest turning back, taking a break, maybe resting and returning later with reinforcements. But the treasure hunter wouldn't listen — all these difficulties meant there must be real treasure hidden in the depths of the tomb, and he couldn't wait to get his hands on it. When the group entered the burial chamber, the door behind them shut tight, and pillars of flame began dancing around the hall. One of his companions pointed out a crimson crystal, welded into the lid of the sarcophagus — that must be the source of the energy fueling all the traps in the dungeon, he figured. It was possible to approach the sarcophagus carefully, to avoid the roaring flames and carefully remove the crystal. But our treasure hunter's plan was much more direct — without thinking twice, he picked up a stone and hurled it into the crystal. The explosion was so strong it must have been heard in Numeria. Where the tomb once was had become a deep crater. The adventurers had instantly turned to ashes, and the shards of the ring were scattered all over the Kamelands. It would be a thousand years before a new daredevil would find them, restore the artifact, and put their luck to the test.
ko_mt: 이 단순한 강철 반지는 "행운은 용감한 사람을 선호합니다." 라는 비문과 함께 평범한 패턴으로 장식되어 있습니다.이 비문은 현대 공용어의 전신인 탈도르 제국의 고대 언어로 쓰여 있습니다. 이 유물이 언제, 누구에 의해 만들어졌는지는 알 수 없지만, 마지막 주인은 같은 생각을 가진 무모한 무리와 함께 카멜랜드를 여행하던 탈도르의 보물 사냥꾼이었습니다. 그는 함정이 가득한 고대 무덤에서 해골을 발견했는데, 그 해골의 손가락에는 이 강철 반지가 끼워져 있었습니다. 마법이 걸려 있다는 것을 알아차린 보물 사냥꾼은 주저 없이 자신의 손가락에 끼워 보았습니다. 그 유물은 그의 활력과 자신감을 북돋아 주었고, 함정을 무력화하는 일은 눈을 감고도 할 수 있을 정도로 쉬워 보였습니다. 일행이 무덤 깊숙이 들어갈수록 모험가들은 마치 거대한 오븐을 통과하는 것처럼 공기가 더 뜨거워졌습니다. 벽에 새겨진 고대 룬 문자가 붉은 빛으로 빛나고 바닥과 천장에서 불꽃이 튀어 올랐으며 화염 정령들이 통로를 돌아다녔습니다. 지치고 화상을 입은 동료들은 돌아가서 잠시 쉬었다가 나중에 지원군을 데리고 돌아오자고 여러번 제안했습니다. 하지만 보물 사냥꾼은 듣지 않았습니다. 이 모든 어려움은 무덤 깊숙한 곳에 진짜 보물이 숨겨져 있다는 것을 의미했고, 그는 그것을 손에 넣는 것을 기다릴 수 없었습니다. 일행이 무덤 방에 들어갔을 때 뒤쪽 문이 굳게 닫히고 불꽃 기둥이 홀 주변에서 춤을 추기 시작했습니다. 동료 중 한 명이 석관 뚜껑에 용접된 진홍색 수정을 가리키며, 그것이 던전의 모든 함정에 연료를 공급하는 에너지의 원천일 거라고 생각했습니다. 활활 타오르는 불길을 피해 조심스럽게 석관에 접근하여 수정을 조심스럽게 꺼낼 수 있었습니다. 하지만 보물 사냥꾼의 계획은 훨씬 더 직접적이었습니다. 두 번 생각하지 않고 돌을 집어 수정에 던졌습니다. 폭발음이 누메리아에 들렸을 정도로 강렬했습니다. 무덤이 있던 자리는 깊은 분화구가 되어버렸다. 모험가들은 순식간에 잿더미로 변했고, 반지의 파편은 카멜랜드 전역에 흩어졌다. 새로운 무모한 모험가가 그들을 찾아 유물을 복원하고 그들의 운을 시험하기까지는 천 년이 걸릴 것입니다.

source: Ring of Reckless Courage
ko: 무모한 용기의 반지
ko_mt: 무모한 용기의 반지

source: This gauntlet grants its wearer a +8 enhancement bonus to Strength and the ability to use a laser beam that deals 4d6 damage at will.
ko: 이 건틀렛은 착용자의 힘에 +8의 강화 보너스를 제공하며 4d6 피해를 주는 레이저 빔을 의지 시전으로 사용할 수 있는 능력을 제공합니다.
ko_mt: 이 건틀릿 착용자는 힘에 +8 강화 보너스를 얻고, 마음대로 4d6 피해를주는 레이저 광선을 사용할 수 있는 능력을 부여합니다.
