Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: "How could Drezen endure a siege for so many years? Incredible!"
ko: "드레젠이 공성전을 몇 년씩이나 버텨낸 거야? 대단한데!"
ko_mt: "어떻게 드레젠이 그렇게 오랫동안 포위 공격을 견뎌낼 수 있었을까요? 놀랍습니다!"

source: "If it wasn't for the Sword of Valor, the demons would have defiled Drezen a long time ago!"
ko: "용맹의 검이 없었다면, 데몬들이 진작에 드레젠을 더럽혔을걸!"
ko_mt: "용맹의 검이 아니었다면 데몬들은 이미 오래전에 드레젠을 더럽혔을 겁니다!"

source: "Wait, Warden Staunton isn't in charge anymore? How is that fair?"
ko: "잠깐, 스턴튼 감시관이 더이상 책임자가 아니라고? 어떻게 그럴 수가 있어?"
ko_mt: "잠깐만요, 스턴튼 소장이 더 이상 책임자가 아니라고요? 그게 어떻게 공평해요?"

source: "Another day free of those damned demons! I can't believe it!"
ko: "또 개같은 데몬들이 없는 하루잖아! 믿을 수가 없어!"
ko_mt: "저주받은 데몬으로부터 벗어난 또 하루! 믿을 수가 없어요!"

source: "So I can go outside the gates now? I can travel to Kenabres? Just like that?"
ko: "그럼 이제 성문 밖에 나가볼 수 있는 거야? 케나브레스로 놀러갈 수 있어? 이렇게 갑자기?"
ko_mt: "이제 성문 밖으로 나갈 수 있나요? 케나브레스로 갈 수 있다고요? 그냥 그렇게?"

source: "It's so strange that Staunton isn't in charge anymore."
ko: "스턴튼에게 더이상 책임이 없다니 너무 이상한데."
ko_mt: "스턴튼이 더 이상 책임자가 아니라는 것이 너무 이상합니다."

source: "If it hadn't been for the Sword of Valor, I don't know what would have happened to us!"
ko: "용맹의 검이 그런 사건을 겪지 않았다면 우리가 어떤 일을 겪었을지 상상도 안돼!"
ko_mt: "용맹의 검이 아니었다면 우리에게 무슨 일이 일어났을지 모르겠어요!"

source: "With all of the Commander's trials, who will be left to fight? A few paladins?"
ko: "사령관의 재판이 죄다 저렇다면, 누가 남아서 싸우겠어? 팔라딘 몇 명쯤?"
ko_mt: "사령관의 시련이 모두 끝나면 누가 싸울 수 있겠소? 성기사 몇 명?"

source: "Don't judge 'em too harshly, Commander!"
ko: "사령관님, 저들에게 너무 심한 판결을 내리지 말아주십쇼!"
ko_mt: "너무 가혹하게 판단하지 마세요, 중령님!"

source: "I hope the prison isn't overcrowded..."
ko: "감옥이 꽉차지는 않길..."
ko_mt: "감옥이 과밀하지 않기를..."

source: "It's the Commander! Don't make eye contact, don't make eye contact..."
ko: "사령관님이다! 눈 마주치지 마. 눈도 마주치지 마..."
ko_mt: "사령관이다! 눈 마주치지 마, 눈 마주치지 마..."

source: "Glory to the Commander! Finally Drezen will have some order!"
ko: "사령관님께 영광을! 드디어 드레젠에 질서가 세워지겠구나!"
ko_mt: "사령관님께 영광을! 드디어 드레젠이 질서를 잡았습니다!"

source: "Commander! You aren't... you aren't coming for me, are you?"
ko: "사령관님! 저를... 설마 저를 찾아오신건 아니겠죠?"
ko_mt: "사령관님! 날 잡으러 오는 건 아니죠?"

source: "Glory to the Commander! Now we can walk the streets at night without fear!"
ko: "사령관님께 영광을! 드디어 한밤의 거리를 두려움 없이 걸을 수 있어!"
ko_mt: "사령관님께 영광을! 이제 두려움 없이 밤거리를 걸을 수 있게 되었습니다!"

source: "Glory to the Commander! Let's make Drezen a city of justice!"
ko: "사령관님께 영광을! 드레젠을 정의의 도시로 만들자!"
ko_mt: "사령관님께 영광을! 드레젠을 정의의 도시로 만들자!"

source: "Commander! I'm going to write up a list of suspicious persons just for you!"
ko: "사령관님! 의심가는 사람들 목록을 작성해 단신께 드리겠습니다!"
ko_mt: "사령관님! 중령님만을 위해 의심스러운 사람 명단을 작성하겠습니다!"

source: "What good is justice when the streets lie in disrepair?"
ko: "거리가 좌절감에 잠겼는데, 정의가 다 무슨 소용이야?"
ko_mt: "거리가 파손되어 있는데 정의가 무슨 소용이 있을까요?"

source: Leather armor crafted by Arthus, a leatherworker from Wintersun. Despite its pinkish hue and slightly sweet scent, the armor is of high quality, and has been elegantly embossed with a traditional Sarkorian pattern.
ko: 윈터선의 가죽장이 아르투스가 만든 가죽 갑옷입니다. 분홍빛 빛깔과 달콤한 냄새 조금을 빼면 뛰어난 품질이며, 사코리스의 전통 문양이 우아하게 수놓였습니다.
ko_mt: 윈터선의 가죽 장인 아서스가 제작한 가죽갑옷입니다. 분홍빛을 띠고 약간 달콤한 향기가 나는 갑옷이지만, 전통적인 사르코리안 무늬가 우아하게 양각된 고품질의 갑옷입니다.

source: Master Arthus's Armor
ko: 장인 아르투스의 갑옷
ko_mt: 마스터 아서스의 갑옷

source: Armor forged personally by Hurgill the Anvil, the first blacksmith of the Woradash clan, for the Commander. The master's mark can be found on the inside, along with the following inscription: "To the Commander of Drezen."
ko: 워라대쉬 부족 최초의 대장장이인 모루 허길이 사령관을 위해 개인적으로 제련한 갑옷입니다. 안쪽에 장인의 문장과 함께 "드레젠의 사령관에게"라는 각주가 새겨져 있습니다.
ko_mt: 워다쉬 부족 최초의 대장장이인 모루 허길 대장장이가 사령관을 위해 직접 제작한 갑옷입니다. 안쪽에는 장인의 마크와 함께 다음과 같은 문구가 새겨져 있습니다. "드레젠의 사령관에게."

source: Woradash Clan Armor
ko: 워라대쉬 부족 갑옷
ko_mt: 워라다쉬 부족 방어구

source: "I swore I'd never fight under the banners of the crusade again... yet here I am."
ko: "나는 두 번 다시 성전군의 깃발 아래에서 싸우지 않을 것을 맹새한다... 아직은 그 아래에 있지만."
ko_mt: "다시는 십자군의 깃발 아래서 싸우지 않겠다고 맹세했는데.. 여기까지 왔습니다."

source: "My friends, my brothers and sisters... I was supposed to be one of you."
ko: "친구들이여, 형제 자매들이여... 당신들과 하나가 되려고 했소."
ko_mt: "내 친구들, 내 형제자매들.. 나도 당신들 중 하나였어야 했어요."

source: "Amazing. Even my comrades-in-arms are being kinder to each other. I heard the privates are too ashamed to act like pigs with the Commander in charge."
ko: "놀라워. 내 전우들조차도 서로에게 친절해질 수 있다니. 신병들이 사령관님 앞에서 돼지 흉내를 내는데 부끄러워한다는 소문은 들었는데."
ko_mt: "놀랍습니다. 전우들끼리도 서로에게 더 친절해졌어요. 사병들이 사령관 앞에서 돼지처럼 행동하는 것이 너무 부끄럽다고 하더군요."

source: "Maybe my lot would have the same idea if they saw the Commander more often."
ko: "사령관님을 더 자주 보게 된다면 우리 부대도 같은 생각이 될 거야."
ko_mt: "아마 제 동료들도 사령관을 더 자주 본다면 같은 생각을 할 것입니다."

source: "Maybe you should suggest it to them?"
ko: "걔들한테 제안해보는 건 어때?"
ko_mt: "당신이 제안하는 게 어때요?"

source: "Truth be told, I finally feel like a crusader, not a mercenary. Something has definitely changed."
ko: "솔직히 말하자면, 이제서야 용병이 아니라 성전군 같다는 느낌이 들어. 확실히 뭔가 변하긴 했나봐."
ko_mt: "솔직히 말해서 용병이 아니라 십자군이 된 기분이 듭니다. 뭔가 확실히 달라졌어요."

source: "Do you think it's true what they say, that the Commander is an angel sent by Iomedae?"
ko: "사령관님이 아이오메데께서 보내신 엔젤이라는 소문 말인데, 사실이라고 생각해?"
ko_mt: "사령관이 아이오메데가 보낸 천사라는 말이 사실이라고 생각하세요?"

source: "I don't know, but you don't have to be an angel to inspire others."
ko: "잘 모르겠지만, 사람들을 고무시키는 게 꼭 엔젤일 필요는 없잖아."
ko_mt: "다른 사람에게 영감을 주기 위해 천사가 될 필요는 없습니다."

source: "They gave me the paladins' code to read... and you know, it's all pretty easy: live decently, do good works, honor Iomedae..."
ko: "쟤들이 팔라딘의 규율이 적힌 종이를 줬어... 그리고 알다시피, 꽤 쉬운 것들 이더라고. 품위 있게 살아라, 선행을 해라, 아이오메데를 존경해라..."
ko_mt: "성기사의 강령을 읽으라고 주셨는데.. 알다시피 착하게 살고, 선행을 베풀고, 아이오메데를 공경하라.. 아주 간단했어요."

source: "If it's all so easy, why doesn't everybody become a paladin, huh? Yeah, you'll keep your vows until the novelty wears off, and then you'll show your true colors."
ko: "그게 그렇게 쉬운 것들이면, 왜 사람들 전부가 팔라딘이 될 수 없겠어? 응? 뭐, 신선함이 가실 때까지 맹세를 지켜보면 네 본색도 드러나겠지."
ko_mt: "이렇게 쉬운데 왜 다들 성기사가 되지 않죠? 그래, 참신함이 사라질 때까지 서약을 지키고 그다음에 본색을 드러내면 되겠지."

source: "Maybe you're right... I'm just so sick of my sorry excuse for a life, if you only knew! But when I look at the Commander, I feel hope."
ko: "네가 맞을지도... 내가 하찮은 변명으로 가득한 내 삶에 신물이 났다는 걸 너도 알았나보네! 하지만 사령관님을 보면 희망이 느껴져."
ko_mt: "어쩌면 당신이 맞을지도 몰라.. 당신만 알았더라면 내 변명 같은 인생이 너무 지겨워요! 하지만 사령관을 보면 희망이 느껴져요."

source: "Pray! Pray, sinners! For an angel has come down to Golarion in the guise of a mortal creature!"
ko: "기도하라! 기도하라, 죄인들아! 엔젤님께서 필멸자 생물로 가장하신 채 골라리온에 강림하셨나니!"
ko_mt: "기도하라! 기도하라, 죄인들이여! 천사가 필멸자의 모습으로 골라리온에 내려왔으니!"

source: "Even the air feels cleaner ever since the Commander arrived!"
ko: "사령관님이 오신 뒤로는 공기마저 더 깨끗하게 느껴져!"
ko_mt: "사령관님이 오시고 나서 공기도 더 깨끗해진 것 같아요!"

source: "Sing hymns, my friends! Holiness has returned to the crusade!"
ko: "친구들이여, 찬송가를 부르자! 성전군이 신성함을 되찾았으니!"
ko_mt: "찬송을 불러라, 친구들아! 성결이 십자군으로 돌아왔다!"

source: "I'm not too sure about all this. Are we all supposed to lead righteous lives now, like a bunch of paladins?"
ko: "난 거기에 대해서 확신이 안서. 이제 우리들도 팔라딘들마냥 경건한 삶을 살아야 하는 건가?"
ko_mt: "이 모든 것이 잘 모르겠습니다. 이제 우리 모두 성기사처럼 의로운 삶을 살아야 하는 건가요?"

source: "An awful lot of holiness going around... They're not gonna close the pub, I hope?"
ko: "신성의 무리라는 것들이 겁나게 돌아다니는데... 저놈들이 선술집까지 닫으려 들진 않겠지?"
ko_mt: "너무 많은 성스러움이 돌아다니는데.. 술집 문을 닫지는 않겠지?"

source: "Now we're definitely going to win. I can feel it."
ko: "이제 우린 반드시 승리할 거야. 그런 기분이 들어."
ko_mt: "이제 우리는 확실히 이길 것입니다. 느낌이 와요."

source: "It's as if Iomedae has set our souls alight!"
ko: "아이오메데께서 우리의 영혼에 빛을 내리신 것만 같아!"
ko_mt: "마치 아이오메데가 우리 영혼에 불을 붙인 것 같아요!"

source: "My faith has never been strong, but something stirs in my soul when I look at the Commander."
ko: "내 신앙심이 결코 강한 편은 아니지만, 그럼에도 사령관님을 볼 때마다 내 영혼속에서 무언가가 요동쳐."
ko_mt: "제 신앙은 결코 강하지 않았지만 사령관을 바라볼 때면 제 영혼에 무언가가 꿈틀거립니다."

source: "It feels like the heroes of the old have returned, and Queen Galfrey is a bright-eyed girl again."
ko: "옛 영웅들이 되돌아왔다는 느낌이야. 그리고 갈프리 여왕은 다시 눈을 반짝이던 그 시절 소녀가 됐고."
ko_mt: "옛날의 영웅이 돌아온 것 같고, 갈프레이 여왕은 다시 밝은 눈빛의 소녀가 된 것 같아요."

source: "Is Iomedae's light really shining over Drezen once more?"
ko: "정말 아이오메데님의 빛이 다시 한 번 드레젠 위에 비치려나?"
ko_mt: "아이오메데의 빛이 다시 한 번 드레젠을 비추는 건가요?"

source: "People say all kinds of things about the Gray Garrison, the light from the skies, the Sword of Valor above the citadel... You know when I realized our commander was the real deal?"
ko: "모든 사람들이 회색 요새나 하늘에서 내리쬔 빛, 성채에 걸린 용맹의 검 같은 사건들에 대해 수근대잖아... 사령관님이 진짜 거물이라는 걸 내가 언제 깨달았는지 알아?"
ko_mt: "사람들은 회색 주둔지, 하늘에서 내려오는 빛, 성채 위의 용맹의 검에 대해 온갖 말을 하지만.. 우리 사령관이 진짜라는 걸 언제 깨달았는지 아세요?"

source: "My best friend Cirr is a gnome. About two years ago, the Bleaching started to affect her. You have no idea what it's been like for me."
ko: "내 절친인 키르는 노움이야. 그녀는 2년쯤 전부터 백화에 시달리기 시작했지. 나게 나에게 어떤 의미였는지 넌 상상도 할 수 없을 거야."
ko_mt: "제 절친인 시르는 요정입니다. 약 2년 전, 백화가 그녀에게 영향을 미치기 시작했어요. 제게 어떤 일이 있었는지 상상도 못할 거예요."

source: "She's like a sister to me. I took her places, tried everything I could... Nothing helped."
ko: "내겐 자매나 다름 없었거든. 그녀에게 딱 달라 붙어서 할 수 있는 모든 걸 했었지... 아무 도움도 안되더라고."
ko_mt: "그녀는 저에게 자매와도 같은 존재입니다. 나는 그녀를 데려다주고 할 수 있는 모든 것을 시도했지만.. 아무것도 도움이 되지 않았어요."

source: "And then the Commander appeared, with those crazy Desnans and that dragon of {mf|his|hers}! Cirr recovered instantly! She can laugh again, she's no longer a pale shadow of her former self!"
ko: "그러다 사령관님께서 저 정신나간 데즈나 신도들과 {mf|그|그녀}의 용을 이끌고 등장하셨지! 키르는 곧장 회복되었어! 그녀는 다시 웃을 수 있게 됐고, 더이상 이전의 창백한 그림자에 짓눌리지 않아!"
ko_mt: "그리고 사령관이 그 미친 데스나과 {mf|그|그녀}의 용을 데리고 나타났어요! 서르는 순식간에 회복되었어요! 다시 웃을 수 있게 되었고, 더 이상 예전의 창백한 그림자가 아니게 되었어요!"

source: "That's what a divine gift is. Giving strength to others, filling the world with joy. I'd give anything for such a miracle."
ko: "신의 선물이란 게 바로 그런 거지. 다른 사람들애게 힘을 주고, 세상에 즐거움을 채우는 일들. 나는 그런 기적을 위해서라면 모든걸 바칠 수 있어."
ko_mt: "이것이 바로 신성한 선물입니다. 다른 사람들에게 힘을 주고 세상을 기쁨으로 가득 채우는 것 말입니다. 그런 기적을 위해서라면 뭐든지 할 수 있습니다."

source: "Hey, why so sad? And what's with the hood?"
ko: "야, 왜 그렇게 슬퍼해, 그 모자는 또 뭐고?"
ko_mt: "야, 왜 그렇게 슬퍼? 그리고 후드는 뭐야?"

source: "I fell for it hook, line, and sinker! Have you heard about the Commander's ridge? Whatever you bury there turns into something amazing!"
ko: "나 완전 제대로 낚였어! 사령관님의 능선에 대해 들어봤어? 아무거나 묻으면 뭔가 굉장한 걸로 변한다는 소문 말야!"
ko_mt: "낚싯줄에 걸려들었어요! 사령관의 능선에 대해 들어보셨나요? 그곳에 묻으면 무엇이든 놀라운 물건으로 변해요!"

source: "A no-good charlatan sold me a face mask and said it was made with mud taken from up on that ridge."
ko: "웬 못된 사기꾼이 그 능선 꼭대기에서 가져온 진흙으로 만들었다고 하면서 이 마사지 가면을 팔았거든."
ko_mt: "한 사기꾼이 저에게 마스크를 팔면서 저 산등성이에서 채취한 진흙으로 만들었다는 말을 했어요."

source: "He said I wouldn't recognize my own face after applying it! I fell for his lies. And I'm not the only one — the One-Eyed Devil and Lord Horgus did as well!"
ko: "그는 효과가 적용된 뒤엔 내 얼굴을 알아볼 수도 없을 거랬어! 완전 속아넘어갔지. 나뿐만 아냐. 외눈 데빌이랑 호르거스님도 같이 했지!"
ko_mt: "그는 이걸 바르고 나면 제 얼굴을 못 알아볼 거라고 했어요! 저는 그의 거짓말에 속았어요. 애꾸눈 데빌과 호거스 경도 저만 그런 게 아니에요!"

source: "And the mud was just regular old dirt, except it's extra hard to wash off! The dodgy trader's been exposed and kicked out of Drezen, but..."
ko: "그 진흙은 그냥 오래된 흙이었고, 다만 씻어내기가 존나 힘들었어! 그 개새끼는 걸려가지고 드레젠에서 쫒겨났지만..."
ko_mt: "진흙은 씻어내기가 더 어렵다는 점만 빼면 그냥 평범한 오래된 흙이었어요! 비열한 상인이 들통나 드레젠에서 쫓겨났지만..."

source: "I spent three days with mud smeared all over my face! Everyone was laughing at me! Hey, why are you giggling?"
ko: "난 얼굴에 진흙을 덕지덕지 바른 채로 꼬박 3일 동안 있었어! 주변 사람들이 전부 날 보면서 웃더라고! 이봐, 넌 또 왜 큭큭대?"
ko_mt: "얼굴에 진흙이 온통 묻은 채로 사흘을 보냈어요! 모두가 저를 비웃었어요! 왜 웃는 거야?"

source: "Hey, you don't happen to know why half the locals were walking around with mud smeared all over their faces yesterday?"
ko: "야, 어제 왜 주민들 절반이 자기 얼굴에 진흙을 바른 채 돌아다녔는지 알아?"
ko_mt: "어제 현지인 절반이 얼굴에 진흙을 잔뜩 묻히고 돌아다녔던 이유를 혹시 아세요?"

source: "Sure I do! I was dumb enough to buy a 'magic mud mask' from some quack of a merchant."
ko: "당연히 알지! 내가 돌팔이 상인한테 그 '마법의 진흙 가면'을 살만큼 바보 천치였다는 거야."
ko_mt: "물론이죠! 어떤 돌팔이 상인에게서 '마법의 진흙 마스크'를 샀을 정도로 멍청했어요."

source: "Sure enough, it wasn't magic at all, but it was really hard to wash off! I spent three days with a dirty face, and with the whole city pointing and laughing at me."
ko: "역시나, 마법이라곤 티끌만도 없고, 씻기는 또 더럽게 어렵더라고! 3일동안이나 더러운 얼굴로 다니는 통에 시민들 전체가 날 가리키며 깔깔댔어."
ko_mt: "물론 마법은 전혀 아니었지만 씻어내기가 정말 힘들었어요! 온 도시가 저를 가리키며 비웃는 가운데 더러운 얼굴로 사흘을 보냈어요."

source: "My friends had enough of people mocking me, so they went and smeared mud all over their faces too."
ko: "내 친구들은 사람들이 날 놀리는 게 재밌었는지, 자기들도 얼굴에 진흙을 쳐바르더라고."
ko_mt: "제 친구들은 저를 조롱하는 사람들이 너무 많아서 자기 얼굴에도 진흙을 묻혔어요."

source: "Everyone asked them what they were doing, and they decided to join in! Merchants, a tavern keeper, Desnan priests, and more besides!"
ko: "모든 사람이 걔들한테 뭐하는 거냐고 묻더니, 거기에 참여하더라! 상인, 선술집 주인, 데즈나 신도, 기타 등등 전부!"
ko_mt: "모두들 무슨 일을 하냐고 물었고, 모두들 동참하기로 결정했습니다! 상인, 선술집 주인, 데스나 사제 등 다양한 사람들이요!"

source: "I almost burst into tears when I found out. But at least I know I have the best friends a girl could want, friends who don't mind being silly for my sake!"
ko: "그 꼴을 보니 눈물나게 웃을 뻔했지. 그래도 내가 내 바보짓들에 신경 쓰지 않는, 누구나 원할 만한 최고의 친구들을 뒀다는 것만은 알게 됐어!"
ko_mt: "그 사실을 알았을 때 눈물이 날 뻔했어요. 하지만 적어도 저에게는 여자가 가질 수 있는 최고의 친구, 저를 위해 바보 같은 짓도 마다하지 않는 친구가 있다는 걸 알았어요!"

source: "By Iomedae, our Commander is knighting trees! How could {mf|he|she} mock our chivalric ideals like that?"
ko: "아이오메데 맙소사, 사령관님이 나무를 기사로 임명하시다니! 어떻게 그 분이 우리 기사도로 장난을 칠 수가 있지?"
ko_mt: "아이오메데, 우리 사령관이 나무를 기사화한다! 어떻게 {mf|그|그녀}의 우리의 기사도적 이상을 저렇게 조롱할 수 있지?"

source: "I don't recall our chivalric ideals requiring any particular ancestry. Anyone can become a knight if their spirit is noble."
ko: "내 기억에는 기사도라는 게 뭐 특별한 혈통같은걸 요구하진 않았던 것 같은데. 정신이 고결하다면 누구나 기사가 될 수 있는 거야."
ko_mt: "기사도의 이상에 특별한 혈통이 필요했던 기억은 없습니다. 고귀한 정신만 있다면 누구나 기사가 될 수 있습니다."

source: "Skerenthal the treant is worthy of this title, a good sight more than many others. He's a noble warrior fighting for the lives of his forest folk."
ko: "트렌트 스케렌탈은 그 직위에 걸맞는 이고, 남들보다 더 나은 측면도 있어. 그는 숲 민족의 생존을 위해 싸우는 고결한 전사야."
ko_mt: "나무꾼 스케렌탈은 이 칭호에 걸맞게 다른 누구보다 훌륭한 광경입니다. 그는 숲속 사람들의 목숨을 위해 싸우는 고귀한 전사입니다."

source: "I've heard the Commander even sings romantic serenades to a fair lady!"
ko: "사령관님이 아름다운 여성을 위해 낭만적인 세레나데를 부른다고도 들었어!"
ko_mt: "사령관이 아가씨에게 로맨틱한 세레나데를 부른다고 들었어요!"

source: "So my buddies and I were on patrol. Out of nowhere, we see a statue of Baphomet in the middle of a field. Decorated with gold and jewels it was, too!"
ko: "나랑 많은 동료들이 순찰중이었어. 난데없이 벌판 한가운데에서 바포메트의 석상이 보였지. 또 그건 금은보화로 장식되어 있었어!"
ko_mt: "친구들과 순찰을 돌고 있었어요. 갑자기 들판 한가운데서 바포메트 동상이 보였어요. 금과 보석으로 장식되어 있었어요!"

source: "And then we see cultists approach from a distance. We could tell they had no clue where the statue came from. They just stood there, scratching their heads."
ko: "그 뒤, 사교도들이 멀리서 접근하는 게 보이더군. 걔들도 그 석상이 어디서 생겼는지 몰랐던 것 같아. 머리를 긁적이면서 서있었거든."
ko_mt: "그리고 멀리서 이단자들이 다가오는 것을 보았습니다. 그들은 동상이 어디에서 왔는지 전혀 알지 못했습니다. 그들은 그냥 서서 머리를 긁적이며 서 있었습니다."

source: "And the damn statue turned into a mimic and gobbled up one of the cultists, robes and all!"
ko: "근데 갑자기 미친 석상이 미믹으로 변하더니, 사교도 하나를 로브까지 통째로 삼켜버렸어!"
ko_mt: "그리고 그 망할 동상이 흉내를 내며 이교도 중 한 명을 잡아먹어 버렸어요!"

source: "Hey, didya hear the Commander taught {mf|his|her} rock to fly?"
ko: "헤이, 사령관님이 바위에게 날아다니는 법을 가르쳤다는 소식 들었어?"
ko_mt: "사령관이 {mf|그|그녀}의 바위에게 비행을 가르쳤다고 들었어?"

source: "Imagine what would happen if Drezen could fly! Them demons would try to attack the city, but they'd show up and it wouldn't even be here!"
ko: "드레젠이 날 수 있다면 무슨 일이 일어날지 상상해봐! 데몬 놈들이 도시를 공격하러 왔는데, 도시가 그 자리에 없는 거야!"
ko_mt: "드레젠이 날 수 있다면 어떤 일이 벌어질지 상상해 보세요! 데몬들이 도시를 공격하려 하겠지만, 데몬이 나타나면 도시가 여기 있지도 않을 거예요!"

source: "Or my home village. Then we wouldn't have to worry about the tax collectors calling anymore!"
ko: "아니면 내 고향 마을도. 그러면 세무관이 오는 걸 더이상 걱정하지 않아도 될 거야!"
ko_mt: "아니면 고향으로요. 그러면 더 이상 세금 징수원이 전화하는 것에 대해 걱정할 필요가 없겠죠!"

source: "That's all well and good, but imagine what would happen if our dwarven fortress soared up into the sky!"
ko: "그것도 다 좋지만, 우리 드워프 요새가 하늘로 솟구치면 어떨지도 상상해봐!"
ko_mt: "그것도 좋지만 드워프 요새가 하늘로 치솟으면 어떻게 될지 상상해 보세요!"

source: "It'd be floating away with them Torag's artisans chasing after it, cursing it to the high heavens and trying to cast a ladder up there!"
ko: "그러면 하늘에다 저주를 퍼부어대며 사다리를 걸려고 드는 토락의 장인들을 피해 달아날테지!"
ko_mt: "토라그의 장인들이 쫓아다니며 저주를 퍼붓고 사다리를 던져 하늘로 올라가려 할 테니까요!"

source: "It's my crusade, and I'll do as I please! That's what our Commander probably thinks, and I like it!"
ko: "이건 나의 성전이고, 내가 좋을 대로 할 거야! 그게 우리 사령관 생각일테고, 나도 그게 좋아!"
ko_mt: "이건 내 성전이고, 내 마음대로 할 거야! 사령관님도 아마 그렇게 생각하실 거고, 난 그게 좋아요!"

source: "There's no way you'd make me believe that our Commander was chosen by Iomedae. It must've been Desna or some other half-mad deity!"
ko: "우리 사령관이 아이오메데의 선택을 받았다고는 절대로 못믿어. 선택한건 데즈나 아니면 반쯤 맛간 다른 신이 분명하거든!"
ko_mt: "우리 사령관이 아이오메데의 선택을 받았다는 건 말도 안 돼요. 데스나나 다른 반쯤 미친 신이 그랬을 거야!"

source: "I'm always expecting {mf|him|her} to give us some crazy order, like paint our armor in polka dots."
ko: "그 사람이 어떤 정신나간 명령을 내릴지 항상 기대돼. 우리 갑옷에 물방울 무늬를 칠해라 같은 것들 말야"
ko_mt: "{mf|그|그녀}이 갑옷에 땡땡이 무늬를 칠하라는 등의 황당한 명령을 내리기를 항상 기대하고 있습니다."

source: "A merry crusade is the best crusade!"
ko: "최고의 성전은 바로 즐거운 성전이지!"
ko_mt: "즐거운 십자군이 최고의 십자군입니다!"

source: "Me, I think a dragon makes everything better! A commander with a dragon is so much better than other commanders!"
ko: "나, 나는 드래곤이 모든걸 더 좋게 만든다고 생각해! 드래곤을 데리고 다니는 사령관이 다른 사령관들보다 훨씬 더 낫잖아!"
ko_mt: "저는 용이 있으면 모든 것이 좋아진다고 생각해요! 용을 가진 사령관은 다른 사령관보다 훨씬 낫다고요!"

source: "Queen Galfrey should move her court to Drezen. This is where the crusade is, after all, and this place is much jollier!"
ko: "갈프리 여왕도 드레젠으로 궁전을 옮겨야만 할 거야. 어쨌든 여기가 성전의 상징인 데다가, 여기가 훨씬 더 재밌으니까!"
ko_mt: "갈프레이 여왕은 드레젠으로 궁정을 옮겨야 합니다. 여기가 십자군 전쟁이 벌어지는 곳이고, 여기가 훨씬 더 재미있으니까요!"

source: "I'm tired of our marching drums. I'd rather we went into battle to some cheerful music!"
ko: "우리 드럼 행진곡에 질렸어. 더 신나는 음악과 함께 전투에 임하는 게 좋을 것 같아!"
ko_mt: "행진하는 북소리에 지쳤어요. 차라리 경쾌한 음악에 맞춰 전투에 나갔으면 좋겠어요!"

source: "I wonder if our crusade will be remembered as the most courageous, or as the one that marched into battle singing and dancing!"
ko: "이번 성전이 가장 용맹했던 걸로 기억될지, 아니면 춤과 노래와 함께 진격했던 걸로 기억될지 궁금하네!"
ko_mt: "우리의 십자군 원정이 가장 용감한 원정으로 기억될지, 아니면 노래와 춤을 추며 전장으로 진군한 원정으로 기억될지 궁금합니다!"

source: "I write letters to my grandma all the time, telling her what's going on in Drezen. The other day she wrote me saying she wanted to join the crusaders too..."
ko: "할머니께 드레젠에서 무슨일이 일어나는지 편지를 보내왔거든. 근데 어느날은 본인도 성전군이 되고 싶다는 편지를 보내시더라..."
ko_mt: "저는 항상 할머니께 편지를 써서 드레젠에서 무슨 일이 일어나고 있는지 알려드리고 있습니다. 얼마 전에는 할머니가 자신도 십자군에 합류하고 싶다고 편지를 보내셨어요..."

source: "When demons see our brave forces, they'll probably flee in all directions, just in case our madness is contagious!"
ko: "데몬이 용맹한 우리의 군대를 보면, 아마 우리의 광기가 전염될까봐 혼비백산해서 달아날거야!"
ko_mt: "데몬들은 우리의 용감한 군대를 보면 우리의 광기가 전염될까봐 사방으로 도망칠 겁니다!"

source: Bell of Mercy
ko: 자비의 종
ko_mt: 자비의 종

source: Awesome Beauty by Maitresse Olla Devara.
ko: 경외로운 미인, 메트레스 올라 데바라 작.
ko_mt: 마이트레세 올라 데바라의 어썸 뷰티.

source: MEHOPS — Magical Extra Hot and Outstandingly Prismatic Spring — created by Maitresse Olla Devara.
ko: 아뜨겁다샘 — 아주 뜨겁고 겁나 다채로운 마법의 샘 — 메트레스 올라 데바라 작.
ko_mt: 메홉스 - 마법의 매우 뜨겁고 뛰어난 프리즘 온천 - 마이트레세 올라 데바라가 만든 곳입니다.

source: The treants' grove has developed surprisingly fast. The Court's magic must have had something to do with it.
ko: 트렌트의 숲은 놀랍도록 빠르게 성장했습니다. 궁정의 마법이 어떤식으로든 작용했을 게 분명합니다.
ko_mt: 나무들의 숲은 놀라울 정도로 빠르게 성장했습니다. 왕궁의 마법과 관련이 있을 겁니다.

source: A magic harp made by Aranka's friends based on her sketch. The strings play Starward Gaze, the Song of Elysium.
ko: 아란카의 친구가 그녀의 도안을 기반으로 제작한 마법 하프입니다. 그 현은 낙원의 노래인 별을 향한 시선을 연주합니다.
ko_mt: 아란카의 친구들이 그녀의 스케치를 바탕으로 만든 마법의 하프입니다. 현악기로 엘리시움의 노래인 별빛의 시선을 연주합니다.

source: The mosaic created by Maestro Aven'Turine looks as delicate, calm, and mysterious as the artist himself.
ko: 마에스트로 아벤'츄린이 만든 모자이크는 예술가 본인처럼 섬세하고, 평온하며, 신비스럽습니다.
ko_mt: 마에스트로 아베투린이 만든 모자이크는 예술가 자신만큼이나 섬세하고 차분하며 신비로운 느낌을 줍니다.

source: A gingerbread demon created by the cavalry sculptors. The statue looks as though it was partly molded by hand and partly chiseled at full gallop.
ko: 조각가 기병대가 만든 생강빵 데몬입니다. 이 석상은 일부분은 손으로 빚어지고, 일부분은 말이 온 힘을 다해 파낸 것처럼 보입니다.
ko_mt: 기병대 조각가들이 만든 진저브레드 데몬 조각상입니다. 조각상은 부분적으로는 손으로 성형하고 부분적으로는 전속력으로 깎아 만든 것처럼 보입니다.

source: Reinvigorate the land
ko: 대지에 활력을 불어넣는다
ko_mt: 대지에 활력 불어넣기

source: A wondrous garden has flourished on soil that only recently was infested with demonic corruption.
ko: 바로 직전까지 데몬의 부패에 오염되었던 토양에 환상적인 정원이 만발했습니다.
ko_mt: 얼마 전까지만 해도 데몬의 타락으로 뒤덮였던 땅 위에 경이로운 정원이 번성하고 있습니다.

source: This quest is under construction. To progress, you just need to gather the quest items from the temporary loot containers on the Commander's ridge. The quest's actual mechanics will be added in later versions.
ko: 이 퀘스트는 제작중입니다. 진행하려면 사령관의 능선에 있는 임시 전리품 보관함에서 임무 아이템을 획득하시면 됩니다. 퀘스트의 실제 동작은 이후 버전에서 추가될 것입니다.
ko_mt: 이 퀘스트는 현재 진행 중입니다. 퀘스트를 진행하려면 사령관 능선에 있는 임시 전리품 상자에서 퀘스트 아이템을 모으면 됩니다. 퀘스트의 실제 메커니즘은 추후 버전에서 추가될 예정입니다.

source: "We are the cavalry sculptors! Tomorrow is ours!"
ko: "우리가 바로 조각가 기병대다! 내일은 우리 것이다!"
ko_mt: "우리는 기병대 조각가입니다! 내일은 우리의 것이다!"

source: "Finally, we're crusading!"
ko: "드디어 우리가 성전에 참여한 거야!"
ko_mt: "드디어 십자군 전쟁을 시작합니다!"

source: "Psst, Commander. It's me, your knightly mimic! Just keep this hush-hush, okay? It'll be a surprise!"
ko: "프흐흐, 사령관. 나야, 너의 미믹 기사! 그냥 쉿쉿하고 넘어가, 알겠지? 깜짝 선물이 될 거니까!"
ko_mt: "저기요, 사령관님. 저예요, 당신의 기사 흉내쟁이! 비밀로 해주세요, 알았죠? 깜짝 놀랄 거예요!"

source: "Kel is a strong leader, but what has he got us into this time?"
ko: "켈은 강력한 지도자야, 하지만 뭣때문에 우리를 이런 곳으로 이끈 거지?"
ko_mt: "켈은 강력한 리더인데 이번엔 무슨 일이 벌어진 걸까요?"

source: "I like it here better than in Cheliax. Demons aren't as cunning as devils."
ko: "첼리악스에 있는 것보단 낫군. 데몬은 데빌들만큼 간사하지 않으니."
ko_mt: "첼리악스보다 여기가 더 좋아요. 데몬은 데빌만큼 교활하지 않으니까요."

source: "This place is so inspiring!"
ko: "여기 오니까 영감이 샘솟아!"
ko_mt: "이곳은 정말 영감을 주는 곳입니다!"

source: "Hope is like a sapling. It must be nurtured."
ko: "희망은 묘목과 같다. 키워줘야만 한다."
ko_mt: "희망은 묘목과 같습니다. 반드시 키워야 합니다."

source: "We are not mere halfling warriors... we are the Valhalflings!"
ko: "우리는 그냥 하플링 전사가 아냐... 발할플링이라고!"
ko_mt: "우리는 단순한 하플링 전사가 아니라.. 발하플링입니다!"

source: "We'll set up a camp here. Come and see us later!"
ko: "우리는 이곳에 숙영지를 짓겠습니다. 다음에 다시 봐요!"
ko_mt: "여기에 캠프를 차릴 거야. 나중에 보러 오세요!"

source: The remains of a swing attached to the edge of the ridge.
ko: 능선의 가장자리에 붙어있던 그네의 일부입니다.
ko_mt: 능선 가장자리에 붙어 있는 그네의 잔해입니다.

source: Melted rocks, colorful stains left by various substances, and a strange smell indicate the presence of Maitresse Olla Devara, the alchemist.
ko: 녹은 바위, 다양한 소재에 남겨진 형형색색의 염료, 그리고 이상한 냄새가 연금술사 메트레스 올라 데바라의 존재를 나타냅니다.
ko_mt: 녹아내린 바위, 다양한 물질이 남긴 형형색색의 얼룩, 이상한 냄새는 연금술사 마이트레세 올라 데바라가 있음을 알려줍니다.

source: Two hoofprints are visible at the very edge of the precipice, as though someone has been rearing up on a horse here.
ko: 벼랑의 끝에 두개의 말발굽 자국이 보입니다. 누군가 여기서 말을 길렀던 것 같습니다.
ko_mt: 절벽 가장자리에는 마치 누군가 이곳에서 말을 타고 올라간 것처럼 두 개의 발굽 자국이 보입니다.

source: The mysterious word 'valhalflings' has been carved in the stone.
ko: '발할플링'이라는 의문의 단어가 돌에 새겨져 있습니다.
ko_mt: 돌에 '발하플링'이라는 신비한 단어가 새겨져 있습니다.

source: "Aivu the lovely dragon was here. If you're reading this gimme a cookie!"
ko: "귀여운 드래곤 아이부가 여기 있었다. 이걸 읽는 당신은 쿠키를 달라!"
ko_mt: "사랑스러운 용 아이부가 왔어요. 이 글을 읽고 있다면 쿠키를 주세요!"

source: "Down with the pikeman confectioners!" says an inscription made with pebbles.
ko: 자갈로 "제빵사 장창부대를 물리쳐라!"라는 명문이 쓰여 있습니다.
ko_mt: "파이크맨 과자 장사꾼들과 함께!" 조약돌로 만든 문구가 적혀 있습니다.

source: The halflings' dummies for combat training. Each dummy has a sign lovingly attached to it displaying a name such as "Gwenda the Meanie" or "Tubby the Strawman."
ko: 전투 훈련을 위한 하플링 모형입니다. 각각의 모형마다 "쩨쩨한 그웬다"나 "지푸라기 터비"와 같은 애칭이 쓰인 명패가 붙어있습니다.
ko_mt: 전투 훈련용 하플링 인형들. 각 더미에는 "비열한 그웬다" 또는 "짚신 터비" 등의 이름이 사랑스럽게 적힌 팻말이 붙어 있습니다."

source: "I used to be worried I'd fall off this rock, and that was before it started floating!"
ko: "이 바위에서 떨어지면 어쩌나 걱정하고 있었는데, 그러자마자 떠오르기 시작했어요!"
ko_mt: "이 바위에서 떨어질까봐 걱정했었는데, 그건 바위가 물에 뜨기 전이었어요!"

source: "It's time for the cavalry sculptors to become soaring sculptors!"
ko: "조각가 기병대를 날개달린 조각가들로 바꿀 때로군!"
ko_mt: "기병대 조각가들이 비상하는 조각가가 될 시간입니다!"
