Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: "The statues of demon lords here are ominous, of course, but there is some savage aesthetic in them."
ko: "여기 있는 데몬 군주의 석상이 불길한건 당연하지만, 동시에 야만적인 미학도 함께 있어."
ko_mt: "물론 이곳의 데몬 로드 조각상은 불길하지만, 그 안에는 야만적인 미학이 있습니다."

source: "The demons are strong, but you are stronger!"
ko: "데몬은 강하지만, 당신은 그들보다 더 강합니다!"
ko_mt: "데몬은 강하지만 당신은 더 강합니다!"

source: "I can't believe I'm free. I can't wait to get out of this dank dungeon!"
ko: "내가 풀려났다는 게 믿어지질 않아. 이 기분 나쁜 지하 감옥을 벗어나는 걸 더는 기다릴 수 없어!"
ko_mt: "자유를 얻다니 믿을 수가 없어요. 이 음습한 지하 감옥에서 빨리 벗어나고 싶어요!"

source: The young crusader seems not dead but asleep — a faint smile is frozen on his face.
ko: 젊은 성전사는 죽은게 아니라 잠이 든걸로 보입니다. 희미한 미소가 그의 얼굴에 떠올라있습니다.
ko_mt: 젊은 성전사는 죽은 것이 아니라 잠든 것처럼 보이며 희미한 미소가 얼굴에 얼어붙어 있습니다.

source: Thall the Wallflower died fighting in the vanguard.
ko: 월플라워 트할은 선발대와의 전투 도중 사망했습니다.
ko_mt: 벽화의 탈은 선봉에서 싸우다 전사했습니다.

source: Even the dead treant looks menacing, his bark coated in the blood of slain demons.
ko: 트렌트는 죽어서조차도 섬뜩해보이며, 그의 나무 껍질은 살해한 데몬들의 피로 흠뻑 젖었습니다.
ko_mt: 죽은 나무도 위협적으로 보이는데, 나무껍질에 죽인 데몬의 피가 묻어 있습니다.

source: "Do you know why they call me 'Five Knives,' demon? So that while you're trying to work it out, my guys can sneak up and gut you!"
ko: "왜 내가 '다섯 단검'이라고 블리는지 아냐, 데몬아? 니가 그 답을 생각하는 동안 내 친구들이 다가와서 니 뒤통수를 따버리니까!"
ko_mt: "왜 사람들이 날 '다섯 개의 칼'이라고 부르는지 알아, 데몬? 네가 문제를 해결하려고 애쓰는 동안 내 부하들이 몰래 다가와서 네 배를 갈라버리라고!"

source: "My bark is stronger than armor, my wrath is fierce and righteous. You will answer to me for every leaf that has withered because of you!"
ko: "내 나무 껍질은 갑옷보다 단단하며, 내 분노는 사납고 정의롭다. 너는 너때문에 시들고 있는 모든 잎사귀들을 위해 내게 답을 줘야 할 것이다."
ko_mt: "내 나무 껍질은 갑옷보다 강하고, 내 진노는 사납고 의롭다. 너 때문에 시든 나뭇잎 하나하나에 대해 내게 대답할 것이다!"

source: "Kill the demons, get the cultists!"
ko: "데몬을 죽이고 사교도들을 사로잡아라!"
ko_mt: "데몬을 죽이고, 이교도들을 잡아라!"

source: "Typical Galfrey! It doesn't matter what victories we achieve, how much glory we earn — you'll never be happy! You'll be wearing that look of sour disappointment no matter what we do!"
ko: "보통의 갈프리로군! 우리가 어떤 승리를 일궈내던, 얼마나 많은 영광을 쟁취하던 아무 관심이 없어. 당신은 절대로 기뻐하질 않겠지! 우리가 뭔 일을 하던 당신은 언짢은 실망감을 드러내는 모양새를 취할 거야!"
ko_mt: "전형적인 갈프레이! 우리가 어떤 승리를 거두든, 얼마나 많은 영광을 얻든, 당신은 결코 행복할 수 없을 거야! 우리가 무슨 일을 하든 넌 시큼한 실망의 표정을 짓게 될 거야!"

source: "I have to go."
ko: "가봐야겠군."
ko_mt: "가야겠어요.."

source: "Greybor, tell me how your last fight with Darrazand ended."
ko: "그레이보르, 다라잔드와 붙었던 저번 싸움이 어떻게 끝났는지 말해줘."
ko_mt: "그레이버, 다라잔드와의 마지막 싸움이 어떻게 끝났는지 말해줘요."

source: "Fulfill my wish." {n}Gresilla bites her full lower lip.{/n} "Tell Darrazand that you are killing him on my orders. Let him die thinking that I am stronger than him. Let my mistress hear the rumor that I used the Commander for my own ends. I know she will reward me when she hears of it. If you fulfill my wish, luck will be on your side in battle."
ko: "내 바램이라면." {n}그레실라가 그녀의 아랫입술을 깨문다.{/n} "다라잔드에겐 네가 내 명령에 따라 그를 죽인다고 말해. 내가 녀석보다 강하다는 생각과 함께 죽게 만들어. 내 주인이 내 목적을 위해 사령관을 이용했다는 소문을 들을 수 있도록 만들어. 그 소식을 들으면 그녀가 내게 포상을 내리겠지. 내 소망을 들어준다면, 행운이 네 편에 서서 싸우게 될 거야."
ko_mt: "내 소원을 이뤄줘." {n}그레실라가 아랫입술을 깨물었다.{/n} "다라잔드에게 내 명령에 따라 그를 죽인다고 전해라. 내가 그보다 강하다고 생각하며 죽게 놔둬. 내가 내 목적을 위해 사령관을 이용했다는 소문을 내 정부에게 듣게 해줘. 그녀가 그 소문을 들으면 내게 보답할 것을 안다. 내 소원을 들어주면 전투에서 행운이 네 편이 될 것이다."

source: Careful, I heard about her
ko: 조심해, 그녀에 대한 얘기를 들었어
ko_mt: 조심해, 그녀에 대해 들었어

source: Ah, I've heard about you too, but we've never met, too bad, too bad
ko: 아, 너에 대한 이야기도 들었지, 하지만 직접 만난 적은 없지. 아주, 아주 안좋아
ko_mt: 아, 나도 당신에 대해 들었지만 만난 적이 없어요, 안됐어요, 안됐어요

source: sighs sadly — no, Darrazand definitely wasn't more seductive than her
ko: 깊은 한숨만 나오지만, 아니. 분명 다라잔드는 그녀보다 더 매력적이진 않아
ko_mt: 슬픈 한숨 - 아니, 다라잔드는 확실히 그녀보다 더 매혹적이지 않았습니다.

source: "What are you doing? Are you out of your mind?"
ko: "뭐하는 거야? 정신 나갔어?"
ko_mt: "뭐 하는 거야? 너 미쳤어?"

source: he also felt very bad
ko: 또한 그는 아주 안좋은 기분이야
ko_mt: 그는 또한 매우 기분이 나빴습니다.

source: Judging by how little dust there is on the stone fractures, this rockslide is fairly new. The cave ceiling must have collapsed only a short time ago.
ko: 이 돌의 갈라진 면에 쌓인 먼지가 거의 없는 걸 보아, 이 암반 붕괴는 최근에 생긴걸로 보입니다. 동굴 천장은 얼마 전에 무너졌을 게 확실합니다.
ko_mt: 돌 파편에 먼지가 거의 없는 것으로 보아 이 낙석은 상당히 최근에 발생한 것으로 보입니다. 동굴 천장이 무너진 지 얼마 되지 않았을 겁니다.

source: The dead man's uniform bears an insignia of the Blackstone Company, a group of Andoren mercenaries.
ko_mt: 죽은 자의 군복에는 안도렌 용병단인 블랙스톤 컴퍼니의 휘장이 새겨져 있습니다.

source: Judging by the insignia, this man was a member of the Blackstone Company – one of the many soldiers of fortune.
ko: 인장을 보면, 이 사람은 검은바위 용병단의 구성원으로 보입니다.
ko_mt: 휘장으로 보아 이 남자는 블랙스톤 컴퍼니의 일원으로, 수많은 부호 중 한 명이었습니다.

source: Either this soldier was stabbed and then burned, or vice versa.
ko: 이 병사는 칼에 찔린 뒤 불태워졌거나, 불태워진 뒤 칼을 맞았습니다.
ko_mt: 이 병사는 칼에 찔린 후 불에 탔거나 그 반대의 경우입니다.

source: The soldiers' bodies were mercilessly torn apart.
ko: 이 병사의 시신은 갈갈이 찢겼습니다.
ko_mt: 병사들의 시신은 무자비하게 갈기갈기 찢겨져 있었습니다.

source: It looks like there was a great fire here.
ko: 이곳에 큰 화재가 발생했던걸로 보입니다.
ko_mt: 여기에 큰 불이 난 것 같습니다.

source: This warrior was slain, presumably by a mage, who attacked him with sword strikes and a barrage of spells.
ko: 이 전사는 마법사로 추측되는 자에게 살해당했으며, 검과 마법 폭격으로 공격당했습니다.
ko_mt: 이 전사는 검을 휘두르고 주문을 퍼부으며 공격한 마법사에게 죽임을 당한 것으로 추정됩니다.

source: No wild beast would have ripped apart the bodies of these soldiers with such savagery – it was surely the work of demons.
ko: 야생의 그 어떤 동물도 이토록 잔인하게 병사의 시체를 찢어발기진 않을겁니다. 분명 데몬의 짓입니다.
ko_mt: 어떤 야수라도 이렇게 잔인하게 병사들의 시신을 찢어버릴 수는 없었을 것이며, 이는 데몬의 소행임이 분명합니다.

source: An expert in fire magic clearly took part in this battle.
ko_mt: 화염 마법의 전문가가 이 전투에 참여한 것이 분명합니다.

source: "Bloodthirsty monsters... But she is the worst of all, though not a demon."
ko: "피에 굶주린 괴물... 하지만 그녀는 데몬을 포함한 모든 것들 중 최악이로군."
ko_mt: "피에 굶주린 괴물들.. 하지만 데몬은 아니지만 최악이다."

source: "Why did you send us here, captain? To die at the taloned hands of demons? Curse you!"
ko: "왜 우리를 여기 보낸 거야, 대장? 데몬의 손톱에 찢겨 뒤지라고? 좆까!"
ko_mt: "왜 우릴 여기로 보낸 겁니까, 선장님? 데몬들의 발톱에 죽으라고? 저주한다!"

source: "Stop burning my body! I'm begging you! It hurts!"
ko: "나한테 붙인 불좀 꺼줘! 이렇게 빌게! 너무 아파!"
ko_mt: "내 몸을 태우지 마세요! 이렇게 빌게요! 아프다고요!"

source: "Rrrgh!"
ko: "으윽!"
ko_mt: "으흠!"

source: "I hope those soldiers from Drezen hurry up... I'd rather be in prison than here."
ko: "드레젠의 병력이 빨리 왔으면 좋겠어... 여기 있느니 감옥에를 가고 말지."
ko_mt: "드레젠의 병사들이 서둘러 왔으면 좋겠어.. 여기보다는 감옥에 있겠어."

source: "You are a saint, Commander!"
ko: "사령관님, 당신은 성인 군자요!"
ko_mt: "사령관님, 당신은 성인이십니다!"

source: "Ya! Fresh meat for the ritual! And for dinner!"
ko: "이야! 의식에 필요한 신선한 고기야! 저녁거리도 되고!"
ko_mt: "야! 제사를 위한 신선한 고기! 그리고 저녁으로!"

source: "We are vrocks, makers of demons! Fear us!"
ko: "우리는 데몬 제작가인 브록이다! 두려워해라!"
ko_mt: "우리는 데몬을 만드는 브록이다! 우리를 두려워하라!"

source: "I am human again! We both are! Thank you, Commander!"
ko: "우리 둘 다 다시 인간이 되었어! 감사합니다, 사령관님!"
ko_mt: "나는 다시 인간이 되었다! 우리 둘 다! 고마워요, 사령관님!"

source: "You can't keep me here! I'll go back to Vamona!"
ko: "날 계속 붙잡아 둘 순 없어! 난 바모나에게 돌아갈거거든!"
ko_mt: "날 여기 가둘 순 없어! 난 바모나로 돌아갈 거야!"

source: A dead babau lies on the ground. It has been cut to ribbons, by more than one sword. Soldiers' bootprints can be seen around the corpse.
ko: 죽은 바바우가 땅에 널브러져 있습니다. 그는 하나 이상의 검으로 난도질 당한 상태입니다. 그 시체 주변에서는 병사들의 발자국을 확인할 수 있습니다.
ko_mt: 죽은 바바우가 바닥에 누워 있습니다. 시체는 여러 개의 칼에 의해 갈기갈기 찢겨져 있습니다. 시체 주변에는 병사들의 발자국이 보입니다.

source: {n}The aeon in the mirror nods to you ever so slightly, encouraging you to begin. You know that it knows everything, that it does not need the mirror to perceive you. Sometimes it seems to know what you are going to say before you do.{/n}
ko: {n}거울 속 에온은 당신을 향해 아주 살짝 고개를 끄덕이며, 당신이 시작하도록 유도합니다. 당신은 그것이 모든 것을 알며, 그것이 당신을 지각하기 위해 거울 따위를 필요로 하지 않는다는 것을 압니다. 때론 그것이 당신이 말하기도 전에 당신이 말하려는 바를 아는 것처럼 보인다.{/n}
ko_mt: {n}거울 속의 에온이 당신에게 아주 살짝 고개를 끄덕이며 시작하라고 격려합니다. 거울은 모든 것을 알고 있으며, 당신을 인식하기 위해 거울이 필요하지 않다는 것을 알고 있습니다. 때때로 거울은 당신이 무슨 말을 할 것인지 당신이 말하기 전에 미리 알고 있는 것 같습니다.{/n}

source: "Absolutely not. I think there's been a mistake."
ko: "전혀 아니다. 거기엔 실수가 있었다고 생각한다."
ko_mt: "절대 아닙니다. 실수가 있었던 것 같습니다."

source: [Go alone]
ko: [홀로 떠난다]
ko_mt: [혼자 이동]

source: {n}With considerable effort, you manage to take a step back. You do not know what awaits you on the other side of the distortion. It's dangerous to go alone.{/n}
ko: {n}당신은 상당한 노력을 들인 끝에야 물러날 수 있었다. 당신은 왜곡의 건너편에 무엇이 기다리는지 모른다. 혼자 들어가는 것은 위험하리라.{/n}
ko_mt: {n}상당한 노력을 기울이면 한 발짝 물러날 수 있습니다. 왜곡의 반대편에서 무엇이 당신을 기다리고 있는지 모릅니다. 혼자 가는 것은 위험합니다.{/n}

source: {n}You do not know what awaits you on the other side of the distortion, but only an aeon can change the future. As soon as you stop resisting, the distortion consumes you.{/n}
ko: {n}당신은 왜곡의 건너편에서 무엇이 기다리는지 알지 못하지만, 오직 에온만이 미래를 바꿀 수 있습니다. 당신이 저항을 멈추자, 그 즉시 왜곡이 당신을 집어삼킨가.{/n}
ko_mt: {n}왜곡의 저편에서 무엇이 당신을 기다리고 있는지 알 수 없지만, 오직 에온만이 미래를 바꿀 수 있습니다. 저항을 멈추자마자 왜곡이 당신을 집어삼킬 겁니다.{/n}

source: A faint cloud of bluish fog. You are the only one who seems to see it.
ko: 희미한 푸른색 안개 구름. 이것을 볼 수 있는 자는 오직 당신뿐인 듯합니다.
ko_mt: 희미한 푸르스름한 안개 구름. 당신만이 그것을 볼 수 있습니다.

source: "What 'extra food rations from the kitchen'? Don't even think about it! The Commander sees everything!"
ko: "'주방에서 보낸 추가 식량 배급'이라고? 꿈도 꾸지 마! 사령관님은 모든걸 아셔!"
ko_mt: "주방에서 추가로 배급하는 음식이 뭔데요? 꿈도 꾸지 마! 사령관이 모든 걸 다 보고 있어!"

source: "What's {mf|he|she} going to do? They're just thoughts!"
ko: "설마 그분이 뭘 하시겠어? 그냥 생각일 뿐이잖아!"
ko_mt: "{mf|그|그녀}의 뭘 하려는 거죠? 그냥 생각일 뿐이야!"

source: "What? Like you don't know! Everyone says that if you do anything wrong, even in your mind, the Commander will look you in the eye and — bam! One look and you're dead!"
ko: "뭐? 전혀 모르는구만! 모든 사람들이 떠들잖아! 네가 뭔가 잘못을 저지르면, 그게 상상뿐이었더라도, 사령관께서 네 눈을 들여다볼테지. 그러고나면 — 빵! 눈만 마주쳐도 사형!"
ko_mt: "뭐? 모르는 것처럼! 마음속으로라도 잘못을 저지르면 사령관이 눈을 똑바로 쳐다보고 한 번만 쳐다봐도 죽는다고 다들 말해요!"

source: "Then why doesn't it work on demons?"
ko: "그거 왜 데몬들한텐 안먹히는 거야?"
ko_mt: "그럼 왜 데몬에게는 효과가 없나요?"

source: "Because... umm, yeah, come to think of it, why doesn't it? Something's off about all this..."
ko: "왜냐면... 엄... 맞네, 그러고 보니 왜 그렇지? 좀 이상하긴 하네..."
ko_mt: "왜냐면.. 음, 그러고 보니 왜 안 되죠? 이 모든 게 뭔가 이상해..."

source: "Devils in the fortress! The Commander's sold us out to Hell!"
ko: "요새 안에 데빌이 들어왔어! 사령관이 우릴 지옥에 팔아넘겼다고!"
ko_mt: "요새에 데빌이 있다! 사령관이 우릴 지옥에 팔아넘겼어!"

source: "Get out, devil! You hellspawn aren't welcome here!"
ko: "꺼져라, 데빌! 너희 지옥의 자식들은 환영받지 못해!"
ko_mt: "꺼져, 데빌! 이 지옥의 새끼는 여기 환영받지 못해!"

source: "Just a minute, gentlemen! You think I want to be here? If the Commander had sold you all out, I'd be celebrating in Caina, not sitting here with you! I'm just a soldier, same as you!"
ko: "잠깐만 들어봐, 신사분! 내가 여기 있고 싶어서 있는줄 알아? 사령관이 너희들을 전부 팔아 치웠다면, 너와 함께 여기 앉아있을 게 아니라 카이나에서 축배를 들고 있었을 거야! 나도 너랑 똑같은 병사일 뿐이라고!"
ko_mt: "잠깐만요, 여러분! 내가 여기 있고 싶을 것 같아? 사령관이 너희들을 모두 팔아넘겼다면 난 여기 여기 앉아있지 않고 카이나에서 축하하고 있었을 거야! 나도 너희와 같은 군인일 뿐이야!"

source: "I'm telling you, the Commander's trials are nothing but a sham!"
ko: "내 하나 말하는데, 사령관의 판결이란 것들 죄다 가짜야!"
ko_mt: "사령관의 재판은 사기일 뿐입니다!"

source: "Shh, quiet!"
ko: "쉿, 조용!"
ko_mt: "쉿, 조용히 해!"

source: "No, I'm not going to be quiet about this! I've been told the Commander walks straight up to people and makes them confess their wrongdoings without so much as a by-your-leave! It's outrageous!"
ko: "아냐, 이걸 두고 어떻게 닥치고 있어! 나는 사령관이 직접 사람들에게 걸어가서 허락도 없이 저지른 모든 죄를 고해하게 만든다는 걸 들었다고! 어이없잖아!"
ko_mt: "아니요, 전 이 일에 대해 조용히 있지 않을 거예요! 사령관이 사람들에게 곧장 다가가서 한 마디 말도 없이 잘못을 자백하게 만든다고 들었어요! 말도 안 돼요!"

source: "You don't understand, it's magic! The Commander sees straight through everybody!"
ko: "이해를 못하나본데, 그건 마법이야! 사령관님은 모든 사람을 꿰뚫어보신다고!"
ko_mt: "넌 이해 못 해, 이건 마법이야! 사령관은 모든 사람을 꿰뚫어 봐요!"

source: "Magic-shmagic... {mf|He|She}'s just abusing {mf|his|her} power in wartime. If the suspects turn out to be guilty... it's a coincidence, nothing more."
ko: "마법-짭법... 그거 그냥 전시라고 직권 남용하는 거잖아. 만약 용의자가 죄인이라는 게 판명나더라도... 우연일 뿐이야."
ko_mt: "마술-마술.. {mf|그|그녀}는 전시에서 {mf|그|그녀}의 권력을 남용하고 있을 뿐입니다. 용의자가 유죄로 밝혀지면.. 우연의 일치일 뿐 그 이상은 아닙니다."

source: "Has anybody ever heard of {mf|him|her} before? No, nobody! But suddenly, when things are really bad, the Commander just happens to show up and save everybody! I don't believe in such coincidences."
ko: "누구 전에 {mf|그|그녀}에 대해 들어본 적 있는 사람? 아무도 없어! 하지만 갑자기, 상황이 좆같아졌을때, 사령관이 뿅하고 나타나서 모두를 구했지! 나라면 그런 우연은 믿지 않겠어."
ko_mt: "{mf|그|그녀}에게 대해 들어본 사람 있나요? 아뇨, 아무도 몰라요! 그런데 갑자기 상황이 정말 안 좋을 때 사령관이 나타나서 모두를 구해줬어요! 전 그런 우연은 믿지 않아요."

source: "What, a new conspiracy theory? Come on, tell me! I know you want to."
ko: "뭐, 새로운 음모론이야? 자, 얘기해봐! 너도 입이 근질거리는 거 알아."
ko_mt: "뭐야, 새로운 음모론? 어서 말해봐요! 그러고 싶은 거 알아요."

source: "And if she names the Commander, no one will say a word against it — everyone will be so grateful to the Commander! Clever, right? The Queen will never have to admit {mf|he|she}'s a bastard!"
ko_mt: "그리고 그녀가 사령관을 지명하면 아무도 반대하는 말을 하지 않을 것입니다. 모두가 사령관에게 감사할 것입니다! 영리하죠? 여왕은 {mf|그|그녀}의 사생아라는 걸 인정할 필요가 없겠지!"

source: "It's simple. The Commander is the Queen's bastard. {mf|He|She} was raised and educated in secret and only revealed to the world when it became necessary. Think about it. If we do win, the Queen might want to name an heir."
ko: "간단해. 사령관은 여왕의 서자라는 거야. {mf|그|그녀}는 비밀스럽게 자라고 교육받았으며, 필요해졌을 때 세상에 공개된 거야. 생각을 해봐. 만약 우리가 이기면, 여왕은 후계자를 정하고 싶을 거야."
ko_mt: "간단합니다. 사령관은 여왕의 사생아입니다. {mf|그|그녀}는 비밀리에 양육되고 교육받았고 필요할 때만 세상에 드러났어요. 생각해봐요. 우리가 승리하면 여왕이 후계자를 지명하고 싶어 할지도 몰라요."

source: "The Queen? No, no. Think higher! The tavern keeper told me that the Commander is Pharasma's {mf|son|daughter}! That's why {mf|he|she} can see who does good and who does evil."
ko: "여왕이? 아냐, 아냐. 더 크게 생각해! 선술집 주인이 내게 말해준 건데, 사령관이 파라즈마의 {mf|아들|딸}이래! 그게 바로 착한 아이와 나쁜 아이를 구분할 수 있는 이유인 거지."
ko_mt: "여왕? 아뇨, 아뇨. 더 높이 생각해! 선술집 주인이 말하길 사령관은 파라즈마의 {mf|아들|딸}이라고 했어요! 그래서 {mf|그|그녀}는 누가 선을 행하고 누가 악을 행하는지 볼 수 있어요."

source: "Wait... if the Commander has divine powers, maybe Galfrey got knocked up by Iomedae! Sure, she's a woman too, but gods can do things. Maybe she just breathed on her or something, and that was that..."
ko: "잠깐만... 만약 사령관이 신성을 가졌다면... 갈프리가 아이오메데에게 대줬다는 얘기잖아! 뭐, 그분도 여자지만, 신은 뭐든지 할 수 있으니까. 아마도 숨결을 불어넣거나 뭔가 했고, 그래서 그렇게 된 거였어..."
ko_mt: "잠깐만요.. 사령관에게 신적인 힘이 있다면 갈프레이가 아이오메데에게 임신한 게 아닐까요? 물론 그녀도 여자지만 신은 그런 것도 할 수 있어. 어쩌면 이오메데에게 입김을 불어넣은 것일지도 몰라..."

source: "...just make sure the inquisitors can't hear you."
ko: "... 인퀴지터 앞에서 떠들지만 마라."
ko_mt: "...심문관들이 못 듣게 하세요."

source: "So, did you get them all?"
ko: "그래서, 다 가져왔어?"
ko_mt: "그래서, 다 받으셨나요?"

source: "I think so. Even the ones in the privy. Do you think there'll be any more of these? I hope the Commander doesn't see them..."
ko: "아마도. 변소에 있던 것까지도 가져왔어. 이것들이 더 있을 거라고 생각해? 사령관께서 보시지 않았으면..."
ko_mt: "그런 것 같아요. 화장실에 있는 것들도요. 이런 게 더 있을까요? 사령관님이 못 보셨으면 좋겠는데..."

source: "I'm keeping an eye on all the grunts now! Just let them try to write as much as a single word! All those involved have been whipped, and that should send a strong message to the others."
ko: "지금은 모든 병사들을 감시하고 있어! 한글자라도 쓰기만 해봐! 연루된 녀석들은 죄다 태형을 때릴거야. 그러면 다른 녀석들에게도 강렬한 교훈이 되겠지."
ko_mt: "지금부터 모든 애들을 주시하고 있어요! 한 단어라도 더 쓰게 하세요! 관련된 모든 사람들이 채찍질을 당했으니 다른 사람들에게도 강력한 메시지를 전달할 수 있을 겁니다."

source: "Have you read them? I haven't. So what do we have here? '...and the Commander, toying with {mf|his|her} whip, said, "I've made my decision. You shall be punished, because you've been a very, very bad boy and I'm very, very displeased with you..."'"
ko: "읽어본 적 있어? 난 없어. 그럼 뭘 해야겠어? '... 그러자 자신의 채찍을 갖고 장난치던 사령관이 말했다. "결정을 내렸다. 너는 처벌받을 것이다. 왜냐하면 네가 매우, 매우 나쁜 아이이고, 난 네게 매우, 매우 실망했기 때문이다...""
ko_mt: "읽어보셨나요? 안 읽어봤어요. 그럼 여기 뭐가 있지? "...그리고 사령관은 {mf|그|그녀}의 채찍을 가지고 놀면서 말했다."나는 결정을 내렸다. 넌 벌을 받아야 해. 넌 아주 아주 나쁜 아이였고 나는 너에게 아주 아주 불쾌해..."

source: "That's disgusting! Let me look."
ko: "구역질나는데! 이리 줘봐."
ko_mt: "역겨워요! 어디 보자."

source: "So, does your husband write to you?"
ko: "그래서, 네 남편이 써서 보내준거야?"
ko_mt: "남편은 편지를 보내나요?"

source: "He does, but that's not saying much. He tells me how short-staffed they are in the workshop, and how he can't wait for me to come back to lighten the load. Nothing about how he loves or misses me."
ko: "맞아. 하지만 이게 다는 아니야. 작업장에 얼마나 일손이 부족한지, 내가 홀가분하게 돌아오길 기다리는 게 얼마나 어려운지 늘상 말해줘. 나를 사랑한다거나 그립다는 게 아니라."
ko_mt: "그렇긴 하지만 그 정도로는 충분하지 않아요. 그는 작업장에 일손이 얼마나 부족한지, 제가 빨리 돌아와서 일손을 덜어주기를 얼마나 기다리는지 말하죠. 저를 사랑하거나 그리워한다는 말은 전혀 없었어요."

source: "You think he found someone else while you've been gone?"
ko: "네가 떠난 동안 다른 사람을 찾았을 거라 생각해?"
ko_mt: "당신이 없는 동안 그가 다른 사람을 찾았다고 생각하세요?"

source: "Who knows? I wish I could put him in front of the Commander. The Commander would see the truth right away!"
ko: "누가 알겠어? 그를 사령관님 앞에 끌고올 수 있었다면 좋겠어. 사령관님께선 그 즉시 진실을 보실 수 있을 테니까!"
ko_mt: "누가 알겠어요? 사령관님 앞에 데려다 놓고 싶어요. 사령관이 진실을 바로 알 수 있을 거예요!"

source: "After the war, we'll take the Commander on a tour of every town and city: just make sure {mf|he|she} sets eyes on your husband before you do!"
ko: "전쟁이 끝나면, 우리가 사령관님을 모든 마을과 도시에 관광시켜드리자고. 네가 녀석을 끌고가는 게 아니라 그분이 네 남편을 보시도록 만들자고!"
ko_mt: "전쟁이 끝나면 사령관님을 모시고 모든 마을과 도시를 둘러볼 테니 {mf|그|그녀}의 당신 남편을 먼저 만나도록 하세요!"

source: "But just think! You will have strength beyond your wildest dreams! And after death... well, who cares what happens after death?"
ko: "그래도 생각만 해봐! 너는 가장 원초적인 꿈을 넘어서는 힘을 가지게 될 거야! 그리고 죽고 나면... 뭐, 죽고 나서 뭔 일이 일어날지 신경 쓰는 사람이 어딨어?"
ko_mt: "하지만 생각해보세요! 상상 이상의 힘을 얻게 될 거야! 그리고 죽음 이후에는.. 글쎄, 죽음 이후에 무슨 일이 일어나든 누가 신경이나 쓰겠어요?"

source: "Ha, you'll have to try harder! You won't convince me, devil!"
ko: "하, 너는 더 노력해야 되겠어! 날 설득하진 못할 거다, 데빌아!"
ko_mt: "하, 더 열심히 노력해야 할 거야! 넌 날 설득할 수 없어, 데빌!"

source: "Try harder... All right, I'll try harder. You'll see how convincing I can be."
ko: "노력해라... 좋지, 더 노력할게. 내가 얼마나 믿을 수 있는 놈이지 보게 될 거야."
ko_mt: "더 열심히.. 알았어요, 더 노력할게요. 제가 얼마나 설득력이 있는지 보실 수 있을 겁니다."

source: "I heard the bad news. Your poor head's been hurt, hasn't it? You can't fight anymore! Too bad, too bad..."
ko: "나쁜 소식을 들었어. 네 불쌍한 머리가 다쳤다고 했지? 더이상 싸울 수 없겠어! 슬프군, 슬퍼..."
ko_mt: "나쁜 소식 들었어요. 네 머리가 다쳤구나, 그렇지? 더 이상 싸울 수 없게 됐어! 안타깝다, 안타깝다..."

source: "Go away, devil! I might be weak and almost blind, but I'll still knock your teeth out!"
ko: "꺼져, 데빌! 내가 약하고 거의 실명할 지경이더라도 아직 네 이빨정돈 아작내줄 수 있어!"
ko_mt: "저리 가, 데빌! 내가 약하고 거의 눈이 멀었지만 그래도 네 이빨을 부숴버릴 거야!"

source: "You can be as angry as you want... or you can accept my offer. Sign the contract, and never again will a blow to the head leave you unable to tell your right hand from your left!"
ko: "원하는만큼 화를 낼 수도 있지... 아니면 내 제안을 받아들이던가. 계약서에 서명만 한다면, 좌우도 구분 못하게 만든 네 머리의 부상 같은 건 두 번 다시 없을 거다."
ko_mt: "원하는 만큼 화를 내던지.. 아니면 내 제안을 받아들이던지. 계약서에 서명하면 다시는 머리를 맞고 오른손과 왼손을 구분하지 못하는 일은 없을 겁니다!"

source: "Out! Get out!"
ko: "나가! 당장 꺼져!"
ko_mt: "나가! 나가!"

source: "I'll wait."
ko: "기다리마."
ko_mt: "기다릴게요."

source: "You're going to talk to me about your contract again, aren't you?"
ko: "계약에 대해 다시 논의하러 오셨구만. 안그래?"
ko_mt: "계약에 대해 다시 얘기할 거죠?"

source: "Oh, no! I came to offer my condolences. You're probably thinking that if you'd been fighting alongside your friend, you would have been able to protect him... Everyone thinks that. And many of them are right."
ko: "아냐 아냐! 난 조의를 표하러 왔어. 너도 네 친구랑 같이 싸우게 되면 녀석을 지킬 수 있을 거라 생각했을 테니... 누구나 그렇게 생각하거든. 대개는 맞는 말이고."
ko_mt: "오, 안 돼! 조의를 표하러 왔어요. 친구와 함께 싸웠더라면 친구를 지킬 수 있었을 텐데.. 라고 생각하실 겁니다. 모두가 그렇게 생각하죠. 그리고 그들 중 많은 사람들이 옳습니다."

source: "Don't you dare talk about him!"
ko: "그에 대해 한마디라도 꺼내봐!"
ko_mt: "감히 그 사람에 대해 말하지 마!"

source: "I'm not talking about him, I'm talking about you. If you accepted my offer, would you be drinking in the evening alone? Would you have been hit on the head? Would you have lost your best friend?"
ko: "난 그 녀석 얘기 하려는 게 아냐. 너에게 얘기하는 거지. 네가 내 제안을 받아들였다면, 야밤에 혼자 술을 마셨을까? 누구한테 머리를 후려맞았을까? 절친한 친구를 잃어버렸을까?"
ko_mt: "그 사람 얘기가 아니라 당신 얘기를 하는 거예요. 만약 당신이 내 제안을 받아들였다면 저녁에 혼자 술을 마셨을까요? 머리를 맞았을까요? 가장 친한 친구를 잃었을까요?"

source: "I wonder what your fellow soldiers think of you? Here you are, safe and snug behind the walls, while they're out there dying?"
ko: "네 동료 병사들이 너에 대해 무슨 생각을 할지 궁금한걸? 밖에서 죽어가고 있는 녀석들이, 지금 안전하고 안락한 성벽 뒤에 있는 너에 대해 말이지."
ko_mt: "동료 병사들은 자네를 어떻게 생각할까? 저들은 밖에서 죽어가는데 당신은 벽 뒤에서 안전하고 아늑하게 지내고 있잖아요?"

source: "...so... you'll take my soul after I die, and you won't try to kill me to make me die faster?"
ko: "...그래서... 너는 내가 죽고 나면 내 영혼을 취할 것이며, 내가 더 빨리 죽도록 날 살해하지 않을 것이다?"
ko_mt: ".. 그래서.. 내가 죽으면 내 영혼을 가져갈 거고, 날 빨리 죽이려고 죽이려고 하지 않을 거라고요?"

source: "I can't break a contract after I've signed."
ko: "나는 서명이 끝난 계약서를 파기할 수 없다."
ko_mt: "서명한 후에는 계약을 파기할 수 없습니다."

source: "All right. Give me that paper. I'll make sure none of my friends ever die again!"
ko: "좋아. 그 종이 내놔. 내 친구들 그 누구도 다시는 죽도록 두지 않겠어!"
ko_mt: "알았어. 그 종이 내놔. 다시는 내 친구들이 죽지 않게 할게요!"

source: "You don't understand! The Commander is the true arbiter of justice, sent to us by Iomedae herself! I've read all the books the order has about law, I know what I'm talking about! I've studied the reports from the Commander's trials, and the judgments are perfect!"
ko: "이해를 못하는군! 사령관님은 아이오메데께서 보내신 진정한 정의의 중재자이셔! 나는 질서의 법칙에 대한 책들을 전부 읽었고, 내가 무슨 말을 하는지 확실히 알아! 사령관님의 재판 기록을 읽어봤고, 그 판결들은 완벽했다고!"
ko_mt: "넌 이해 못 해! 사령관님은 아이오메데께서 직접 보내신 진정한 정의의 중재자라고요! 나는 사령부가 가지고 있는 법에 관한 모든 책을 읽었고, 내가 무슨 말을 하는지 알고 있습니다! 사령관님의 재판 보고서도 읽어봤는데, 판결은 완벽해요!"

source: "I think your admiration of the Commander has gone a little too far..."
ko: "사령관님에 대한 네 존경심은 좀 과한 것같아..."
ko_mt: "사령관에 대한 당신의 존경심이 너무 지나친 것 같습니다..."

source: "Yes, I know, everybody's afraid of the Commander these days! But the only ones who need to be afraid are those who have something to hide. I've always been a loyal paladin of Iomedae. I have nothing to hide!"
ko: "그래, 모두가 최근의 사령관님을 두려워하는 건 나도 알아! 하지만 두려워할 필요가 있는 건 뭔가 켕기는 구석이 있는 자들 뿐이지. 난 언제나 아이오메데님의 충직한 팔라딘이었어. 난 떳떳해!"
ko_mt: "네, 요즘 모두가 사령관을 두려워하는 거 알아요! 하지만 두려워해야 할 사람은 숨길 게 있는 사람뿐이야. 나는 언제나 아이오메데의 충성스러운 성기사다. 난 숨길 게 없어요!"

source: "Huh, we've been standing here for a while now and you haven't mentioned the Commander once! That's new."
ko: "허, 우리가 한동안 같이 서 있었는데도 사령관 얘기는 한번도 안꺼냈네! 이건 또 새롭구만."
ko_mt: "어, 여기 온 지 한참 됐는데 사령관님에 대해 한 번도 언급하지 않으셨네요! 그건 처음이네요."

source: "I've been having... doubts. Some of the Commander's decisions seem too..."
ko: "최근에... 의심이 생겼거든. 사령관님의 결정 중 일부는..."
ko_mt: "저는.. 의구심이 들었습니다. 사령관의 결정 중 일부는 너무..."

source: "Harsh?"
ko: "가혹해서?"
ko_mt: "가혹한가요?"

source: "Too lenient! If I were {mf|him|her}..."
ko: "너무 관대해서! 만약 내가 그 사람이었다면..."
ko_mt: "너무 관대해요! 내가 {mf|him|her}이라면..."

source: "My powers! Iomedae has forsaken me, do you understand? Forsaken me! I've spent too much time in this foul place!"
ko: "나의 힘! 아이오메데께서 나를 저버리셨도다. 알아들었나? 날 버리셨다고! 나는 이 더러운 장소에서 너무 많은 시간을 보냈어!"
ko_mt: "내 힘! 아이오메데는 날 버렸어, 알겠어? 날 버렸다고! 이 더러운 곳에서 너무 많은 시간을 보냈어!"

source: "If Iomedae has forsaken you, the problem is with you, not this place."
ko: "아이오메데께서 널 버리셨다면, 문제는 장소가 아니라 너에게 있는 거야."
ko_mt: "아이오메데가 당신을 버렸다면, 문제는 이곳이 아니라 당신에게 있습니다."

source: "No, you don't understand! This city has sunk into vice! Everyone needs to be executed! I see the way they look at me! They all have the eyes of thieves, murderers, and criminals! And the Commander chooses to do nothing! Their heads need to be chopped off! All of them!"
ko: "아냐. 이해를 못했군! 이 도시는 악덕으로 침몰되었어! 하나하나 남김없이 처형되어야해! 저들이 날 어떻게 보는지 알아! 죄다 도둑, 살인자, 범죄자의 눈을 하고 있다고! 그리고 사령관은 아무것도 안하기로 했지! 저것들은 죄다 참수당해야해! 싹 다!"
ko_mt: "아니, 당신은 이해하지 못합니다! 이 도시는 악에 빠졌다고요! 모두 처형해야 해! 저들이 날 보는 눈빛이 보여요! 그들은 모두 도둑, 살인자, 범죄자의 눈을 가지고 있습니다! 그리고 사령관은 아무것도하지 않기로 선택합니다! 저들의 목을 잘라야 해! 전부 다!"

source: "I... don't know what you're talking about... I think you need to see a healer..."
ko: "어... 네가 뭔 얘기를 하는지 모르겠는데... 일단 치유사를 찾아가야 할 것 같다..."
ko_mt: "난.. 무슨 말인지 모르겠는데.. 치유사를 만나야 할 것 같아요..."

source: "I can't believe the crusaders who broke through the siege are real people, not just some demons playing a cruel trick on us."
ko: "나는 성벽을 뚫었다는 성전군들이 진짜 사람이라는 걸 믿을 수가 없어. 데몬들이 우리에게 끔찍한 장난을 친 것 같아."
ko_mt: "포위망을 뚫은 십자군이 우리를 잔인하게 속이는 데몬이 아니라 진짜 사람이라는 게 믿기지 않아요."

source: "I had family in Kenabres... Will they remember me?"
ko: "케나브레스에 가족이 있었는데... 나를 기억해줄까?"
ko_mt: "케나브레스에 가족이 있었는데.. 그들이 나를 기억할까?"

source: "I want to go outside the walls. Just for a minute. Just to see if it really is possible."
ko: "성벽 밖으로 나가고 싶어. 일분 만이라도. 정말 가능한건지 확인하고 싶거든."
ko_mt: "벽 밖으로 나가고 싶어요. 잠깐만요. 정말 가능한지 확인하려고요."
