Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: "We can still see the Light of Heaven you showed us in Neathholm, Commander. For as long as it's with us, we won't fear the dark."
ko: "우리는 아직도 당신이 아랫마을에서 보여준 천상의 빛을 볼 수 있습니다, 사령관님. 그것이 저희와 함께인 한, 어둠을 두려워하지 않아도 되겠지요."
ko_mt: "사령관님, 네스홀름에서 보여주신 천국의 빛이 아직도 보입니다. 그것이 우리와 함께 있는 한, 우리는 어둠을 두려워하지 않을 것입니다"

source: "If they try to drive us out, we'll melt the very stones with our magic, but we won't fall back."
ko: "그들이 우릴 밀어내려 한다면 우리는 돌멩이 하나하나까지 마법으로 녹여버릴 테지만, 밀려나는 일 자체가 없을 것이다."
ko_mt: "그들이 우리를 쫓아 내려고하면, 우리는 우리의 마법으로 돌을 녹일 것이지만, 우리는 물러서지 않을 것입니다"

source: "I am glad to see you in one piece. Ah, I should probably be reporting in a soldierly manner. I report: we're winning... I think."
ko: "당신이 한데 뭉친걸 보게 되어 기쁩니다. 아, 군대 방식으로 보고를 드렸어야 했군요. 보고. 승리중입니다... 아마도요."
ko_mt: "무사히 돌아와서 기뻐요. 아, 군인답게 보고해야겠군요. 보고합니다. 우리가 이기고 있습니다.. 제 생각에는요"

source: "Go forth, and remember — history is being made here this day."
ko: "전진하시오, 그리고 오늘 이 자리에서 역사가 쓰이고 있다는 것을 기억하시오."
ko_mt: "나가서 기억하십시오 - 역사는 오늘 여기에서 만들어지고 있습니다 "

source: "We'll cover your advansh, Commander. You can count on ush."
ko: "당신의 전진을 엄호하게쉽니다, 스아령관님. 우리에게 맡기쉽시오."
ko_mt: "사령관님, 우리가 당신의 어드밴시를 커버해드리겠습니다. 우리만 믿으셔도 됩니다"

source: "Forward, hurry! I can barely keep these wild soulsh in line!"
ko: "전진! 빨리! 난 이 거친 영혼들을 간신히 대열에 묶어두고 있는 거라고!"
ko_mt: "앞으로, 서둘러! 나는 이 거친 영혼들을 간신히 유지할 수 있습니다!"

source: "Our fellow warriors of the order fought in the First Crusade. We have the honor of fighting in the last."
ko: "우리 기사단의 동료 전사들은 1차 성전에서도 싸웠었다. 우리는 마지막 성전에서 싸울 영광을 얻었다."
ko_mt: "우리 교단의 동료 전사들은 1차 십자군 전쟁에 참전했습니다. 우리는 마지막에 싸우는 영광을 얻었습니다."

source: "We're outnumbered! Retreat! We've done all we can, the Commander will have to handle the rest!"
ko: "머릿수가 밀린다! 후퇴! 우리 할 일은 다 했어! 사령관님이 나머지를 정리하실거다!"
ko_mt: "수적으로 열세다! 후퇴하라! 우리는 할 수 있는 모든 것을 다했습니다. 나머지는 사령관이 처리해야합니다!"

source: "Curses, they are too strong! We can't hold off such a force, only the Commander would stand a chance! Fall back! Save yourselves!"
ko: "씨발, 저놈들 너무 강해! 놈들에게 맞설 수 있는 건 사령관님 뿐이야! 퇴각하라! 목숨만은 건져라!"
ko_mt: "저주, 그들은 너무 강해! 우리는 저런 부대를 막을 수 없습니다. 사령관만이 기회를 잡을 수 있습니다! 후퇴하라! 스스로를 구하십시오! "

source: "Khorramzadeh is dead, the enemy is routed! We held strong! Victory!"
ko: "코람자데는 죽었고, 적들은 도주했다! 아군이 거점을 점령했다! 이겼다!"
ko_mt: "코람자데가 죽었고, 적들은 퇴각했습니다! 우리는 강하게 버텼다! 승리!"

source: "You didn't fail the Commander and forced the Betrayer herself to flee! All that's left is to pray that {name} can finish this!"
ko: "당신은 사령관님을 실망시키지 않았으며, 배신자가 제 발로 도망치게 만들었습니다! 이제 남은 것은 {name}께서 이 짓거리를 끝내실 수 있기를 비는 일 뿐이군요."
ko_mt: "사령관을 실망시키지 않았고 배신자 스스로 도망가게 만들었습니다! 남은 것은 {name}이 이 일을 끝낼 수 있도록 기도하는 것뿐입니다!"

source: "I'll hold this patch of land just like I held Drezen — the demons will have to walk over my corpse to take it."
ko: "드레젠을 지켰던 것처럼 이땅을 지키겠습니다. 데몬들은 제 시체를 건너서야 이 땅을 차지할 수 있겠죠."
ko_mt: "내가 드레젠을 잡았던 것처럼이 땅을 잡을거야 - 데몬들은 그것을 가져 가려면 내 시체 위로 걸어야 할거야 "

source: "In your footsteps, I hear the righteous thunder. Justice comes for the sin that was committed a century ago."
ko: "당신이 걸을 때면, 내 귀엔 정의로운 천둥 소리가 들린다오. 일백년 전에 행해진 죄악에게 정의가 다가왔구려."
ko_mt: "당신의 발자취에서 나는 의로운 천둥 소리를 듣습니다. 한 세기 전에 저지른 죄에 대한 정의가 온다"

source: "We've dealt with the less dangerous foe. But somewhere within, my former mentor awaits your arrival. Tread carefully with her."
ko: "우리는 상대적으로 덜 위험한 적들을 물리쳤소. 하지만 저 안쪽 어딘가엔 내 이전 스승이 당신을 기다리고 있겠지. 신중을 기하시오."
ko_mt: "우리는 덜 위험한 적을 상대했습니다. 하지만 그 안 어딘가에 나의 옛 스승이 당신의 도착을 기다리고 있습니다. 그녀를 조심스럽게 대하세요"

source: "Defend the foothold until our last breath? No one can handle this better than us."
ko: "우리 마지막 숨까지 이 성채를 지켜라? 우리보다 더 잘 할 수 있는 사람은 없을걸."
ko_mt: "마지막 숨을 거둘 때까지 발판을 지키자? 우리보다 더 잘할 수 있는 사람은 없다"

source: "Lead us!"
ko: "명령을 내려주십시오!"
ko_mt: "우리를 인도하십시오!"

source: "Bad place to stop, we're out in the open. It's like we're asking to get jumped. But you've got to do what you've got to do."
ko: "개활지 한가운데라니, 멈춰서기엔 안좋은 장소로군. 마치 협공해달라고 비는 것 같잖나. 하지만 당신은 당신이 할 일만 하면 되오."
ko_mt: "멈추기에 나쁜 장소, 우리는 공개적으로 나와 있습니다. 마치 우리가 뛰어들라고 요청하는 것과 같습니다. 하지만 해야 할 일을 해야 합니다."

source: "Now it's not the damned demons razing our cities, it's we who have invaded their den!"
ko: "이젠 빌어쳐먹을 데몬들이 우리 도시를 침공하는 게 아니라, 우리가 놈들의 소굴에 침입하는 거야!"
ko_mt: "이제 우리 도시를 파괴하는 것은 저주받은 데몬이 아니라 그들의 소굴을 침입 한 우리입니다!"

source: "Today, light will prevail. There's no other way."
ko: "오늘, 빛은 승리할 것이다. 다른 길은 없다."
ko_mt: "오늘은 빛이 승리할 것이다. 다른 방법은 없습니다."

source: "Is this truly the day? All of us, Commander, storming Threshold itself. Unbelievable!"
ko: "이거 꿈 아니지? 우리 모두와 사령관님이 극점 그 자체를 공격하다니. 믿기질 않아!"
ko_mt: "오늘이 정말 그날인가? 우리 모두, 사령관님, 문턱 자체를 습격했습니다. 믿기지 않아요!"

source: "When I die, the swarm will devour my body, and we will become one."
ko: "내가 죽으면, 벌레 떼가 내 몸을 포식할 테고, 그로써 우리는 하나가 될 것이다."
ko_mt: "내가 죽으면 떼가 내 몸을 삼키고 우리는 하나가 될 것입니다 "

source: "We are the swarm. We will stop the enemy with our bodies, for we do not fear death."
ko: "우리는 벌레떼요. 우리는 죽음을 두려워 하지 않기에, 우리의 몸으로 적들을 막을 거요."
ko_mt: "우리는 무리입니다. 우리는 죽음을 두려워하지 않기 때문에 우리 몸으로 적을 막을 것입니다 "

source: "The corruption inside me is trying to break free because of the proximity to the Worldwound, but my will is stronger!"
ko: "세계상처에 가까우니, 내 안의 타락이 풀려나려 하고 있어. 하지만 내 의지가 더 강해!"
ko_mt: "내 안의 부패는 세계상처에 가까워서 벗어나려고하지만 내 의지는 더 강하다!"

source: "When the moment of victory comes, the storm of chaotic energies in the sky will disperse, and we will see the stars."
ko: "승리의 순간이 당도하면, 저 하늘에 있는 혼돈 에너지의 폭풍이 흩어질 테고, 그러면 별을 볼 수 있을 겁니다."
ko_mt: "승리의 순간이 오면 하늘의 혼란스러운 에너지의 폭풍이 흩어지고 별을 볼 수 있습니다 "

source: "A fine harvest. We will grip this stretch of land like Urgathoa's hand grips the throat of a dying body."
ko: "풍작이로다. 우리는 우르가쏘아께서 시신의 목을 쥐시는 것처럼 이 땅을 손에 쥘 것이다."
ko_mt: "훌륭한 수확. 우르가쏘아의 손이 죽어가는 시체의 목을 움켜쥐듯 우리는 이 땅을 움켜쥘 것입니다"

source: "I don't need eyes to see how deeply this place is cursed."
ko: "이곳이 얼마나 깊숙히 저주받았는지 보는 데는 눈도 필요치 않습니다."
ko_mt: "이곳이 얼마나 저주받았는지 보는데 눈이 필요없어"

source: "Once you step close to the core of the Worldwound, the poison of the Abyss within you will try to rebel. Be stalwart... my kin."
ko: "세계상처의 중심부에 가까이 갈 수록, 당신 내부의 심연의 독이 당신을 침식하려 할 겁니다. 견뎌내십시오... 친족이여."
ko_mt: "세계상처의 중심부에 가까이 다가가면 몸속 심연의 독이 반란을 일으키려 할 것입니다. 굳건히.. 내 친족. "

source: "We may die, but we will not yield!"
ko: "죽는 한이 있더라도 물러서지는 않겠다!"
ko_mt: "우리는 죽을지 모르지만 굴복하지 않을 것입니다!"

source: "We have been preparing for this for many years."
ko: "몇 년간 이 날만을 준비해왔지."
ko_mt: "우리는 수년 동안 이것을 준비해 왔습니다"

source: "The battle ahead of you, Champion, will be the most difficult of all. You hold the fate of Golarion in your hands."
ko: "용사여, 전투가 기다리고 있소. 아마 이제까지 중 가장 힘겨운 것일테지. 골라리온 전체의 운명이 당신에게 달려있소."
ko_mt: "챔피언, 당신 앞에 놓인 전투는 가장 어려운 전투가 될 것입니다. 골라리온의 운명은 당신의 손에 달려 있습니다."

source: "A glorious sight — watching the many-headed abomination of evil preparing to die in its own putrid lair."
ko: "대가리가 여럿 달린 사악한 혼종들이 자기네 썩은 소굴에 앉아 죽길 기다리는 꼴이 아주 장관이로군."
ko_mt: "영광스러운 광경 - 머리가 많은 악의 가증스러운 존재가 자신의 썩은 은신처에서 죽을 준비를 하는 것을 보는 것"

source: "Thank Desna the losses so far haven't been too severe!"
ko: "손실이 너무 심각해지지 않도록 지켜주신 데즈나님께 감사드립니다!"
ko_mt: "지금까지 손실이 너무 심하지 않은 데스나에게 감사합니다!"

source: "We've been waiting for this for so long. To victory!"
ko: "정말 오랫동안 기다려 왔어. 승리를 말야!"
ko_mt: "우리는 이 순간을 오랫동안 기다려왔습니다. 승리를 위하여!"

source: "The hour of grief will come soon. But now is the hour of battle."
ko: "추모의 시간이 곧 다가올 겁니다. 하지만 지금은 전투의 시간입니다."
ko_mt: "슬픔의 시간은 곧 올 것이다. 그러나 지금은 전투의 시간입니다 "

source: "Sure, the demons are a nasty bunch, but no nastier than the tax collectors I once robbed three times in a row! Now those were terrifying, the demons got nothing on them."
ko: "물론 데몬들도 끔찍한 자식들이긴 하지만, 일주일에 세 번을 털어도 남는 게 있는 세금 징수자들보단 괜찮을걸요! 데몬들이 가진게 없으니, 놈들이 악마같이 굴더라고요."
ko_mt: "물론, 데몬들은 끔찍한 무리이지만, 내가 세 번 연속으로 강탈한 세금 징수원들보다 더 끔찍하지는 않습니다! 이제 그것들은 무서웠고 데몬들은 그들에게 아무것도 얻지 못했습니다."

source: "After what I've been through, the demons cannot deter me."
ko: "데몬들은 이 모든 역경을 헤쳐 넘긴 나를 막아서지 못할 거다."
ko_mt: "내가 겪은 일을 겪은 후, 데몬은 나를 막을 수 없습니다 "

source: "The demons believe themselves to be the prime servants of chaos. But I know how to prove them wrong."
ko: "데몬들은 자기들이 제일가는 혼돈의 수하라고 믿지. 그러나 내겐 놈들이 틀렸다는 걸 증명할 방법이 있어."
ko_mt: "데몬들은 스스로를 혼돈의 시종이라고 믿는다. 하지만 나는 그들이 틀렸다는 것을 증명할 방법을 알고 있다."

source: "These demons are so icky! Don't they ever wash at all? Even biting them is gross! Eww!"
ko: "이 데몬들 정말 냄새나네! 씻기는 하는 거 맞아? 물기만 해도 구역질이 나! 우웩!"
ko_mt: "이 데몬들은 너무 역겨워요! 그들은 전혀 씻지 않나요? 무는 것조차 역겨워! 으웩!"

source: "Delightful bloodshed. When I acceded to the throne of Alushinyrra, there was a slaughter just like this one."
ko: "기분 좋은 유혈 사태로구나. 내가 알루시니라의 왕좌를 차지했을 때도 이같은 학살이 벌어졌었지."
ko_mt: "유쾌한 유혈 사태. 내가 알루시니라 왕좌에 올랐을 때 이런 학살이 있었다"

source: "Quite the battle. It seems we're aiming to slay every demon in the Worldwound at once."
ko: "대단한 전투로군. 우리 목적이 세계상처의 모든 데몬들을 한번에 쓸어버리는 걸로 보이기까지 하니."
ko_mt: "꽤 큰 전투였어. 세계상처의 모든 데몬을 한꺼번에 처치하는 것이 목표인 것 같습니다"

source: "Threshold is a foul place. Soaked in the malice of the sorcerers that were kept here."
ko: "극점은 부패한 장소입니다. 이곳에 남았던 소서러들의 악의를 전부 빨아들였지요."
ko_mt: "문턱은 더러운 곳입니다. 이곳에 갇힌 소서러들의 악의에 젖어있다"

source: "Mendev won't be allowed to claim all the glory afterward. Cheliax is doing its part!"
ko: "멘데브가 모든 영광을 독차지하게 두지 않겠다. 첼리악스가 여기 있노라!"
ko_mt: "멘데브는 이후 모든 영광을 차지할 수 없습니다. 첼리악스가 그 역할을 하고 있습니다!"

source: "The demons have always tried to surpass Hell in the acquisition of souls. And they have always failed."
ko: "데몬들은 언제나 지옥보다 더 많은 영혼을 취하려고 시도했었지. 그리고 언제나 실패해왔다네."
ko_mt: "데몬들은 항상 영혼을 획득하는데 지옥을 능가하려고 노력해 왔습니다. 그리고 그들은 항상 실패했습니다."

source: "All this time, the spirits of dead Sarkoris have waited in such anticipation for this day! For their vengeance! And we will see it done."
ko: "여태까지, 죽은 사코리스의 영혼들이 이 날이 오기만을 고대하고 있었다! 그들의 복수를 위하여! 또한 우리는 그 광경을 목격하게 될 것이다."
ko_mt: "그동안 죽은 사르코리스의 영혼들은 이 날을 고대하며 기다렸습니다! 그들의 복수를 위해! 그리고 우리는 그것을 볼 것입니다 "

source: "Not enough demons! Want more!"
ko: "아직 한참 모자라! 더 몰려와라, 데몬들아!"
ko_mt: "데몬이 충분하지 않습니다! 더 원해!"

source: The mongrel snaps to attention under your gaze, chest puffed out.
ko: 잡종이 당신의 시선을 보고는, 가슴을 펴며 잽싸게 차려 자세를 취합니다.
ko_mt: 몽그렐은 당신의 시선 아래에서주의를 기울이고 가슴이 부풀어 오른다.

source: "They scream funny when I pull guts out! I like!"
ko: "내장을 뽑을 때 재밌는 비명 소리를 내더라고! 완전 좋아!"
ko_mt: "내장을 꺼내면 재미있게 비명을 지른다! 좋아요!"

source: "Shame my father didn't live to see this day. He would've loved to get even with the demons for everything."
ko: "아버지께서 오늘까지 살아서 이 날을 보시지 못하다니 아쉽구만. 데몬들이 저지른 모든 짓에 대해 복수하기를 바라셨었는데."
ko_mt: "아버지가 오늘을 보지 못한 것이 안타깝습니다. 그는 모든 것에 대해 데몬에게 복수하고 싶어했을 것입니다."

source: "This is a fine position. As soon as they show their faces, we'll incinerate them."
ko: "딱 좋은 장소로군. 놈들이 대가리를 들이밀자마자 불태워버릴 수 있겠어."
ko_mt: "이것은 좋은 위치입니다. 그들이 얼굴을 드러내 자마자 우리는 그들을 소각 할 것입니다 "

source: "Desna used to send me dreams of our victory. What a joy it is to see them in the waking world at last!"
ko: "데즈나께서는 줄곧 우리의 승리를 예견하는 꿈을 보내주셨죠. 끝내는 깨어있는 채로 그 현실을 마주할 수 있는 게 정말 기쁜 일이랍니다!"
ko_mt: "데스나는 우리에게 승리의 꿈을 보내곤 했어요. 마침내 깨어있는 세상에서 그들을 보게되어 얼마나 기쁜지!"

source: "We are ready to fulfill our duty to all the denizens of Golarion — both living and undead."
ko: "우리는 생자와 언데드를 막론하고 골라리온의 모든 거주자들을 위해 의무를 수행할 준비가 되었습니다."
ko_mt: "우리는 살아있는 사람과 언데드 모두 골라리온의 모든 주민들에게 우리의 의무를 다할 준비가 되어 있습니다"

source: "I will put down my roots here, as if these harsh rocks were my home grove. No demon will force me from this place."
ko: "이 척박한 바위들이 내 고향 숲인 것처럼 내 뿌리를 내리겠소. 그리하면 그 어떤 데몬도 나를 밀어내지 못하겠지."
ko_mt: "이 거친 바위가 내 고향 숲인 것처럼 나는 이곳에 뿌리를 내릴 것이다. 어떤 데몬도 나를 이곳에서 강제로 끌어내지 못할 것이다."

source: "This is cheating — bringing a demon lord to a fight with demons. Poor things! I even feel a little ashamed!"
ko: "데몬과 싸우기 위해 데몬 군주를 데려오다니, 이건 뭐 사기 수준이잖아. 저 불쌍한 것들! 난 조금 부끄럽기까지 해!"
ko_mt: "이것은 속임수입니다 - 데몬 로드를 데몬과의 싸움에 데려 오는 것입니다. 불쌍한 것들! 조금 부끄러워요!"

source: "Whew... Hopping from one rock to another ish exhaushting. We'll make our shtand here."
ko: "휘유... 바위에셔 다른 바위로 뛰어 넘어다니자니 지치네요. 여기에 경계 초쇼를 만들겠쉽니다."
ko_mt: "휴.. 이 바위에서 저 바위로 뛰어내리니 숨이 차네요. 여기서 쉬겠습니다."

source: "We will win! If not us, then who?"
ko: "우리는 승리할 거야! 우리가 아니면 누가 이기겠어?"
ko_mt: "우리가 이길 것이다! 우리가 아니면 누가?"

source: "This is more entertaining than I thought! I don't regret partaking in this carnage."
ko: "내 생각보다 훨씬 더 재미있잖아! 이 학살극에 참가할 가치가 있었어."
ko_mt: "생각보다 재미있어요! 이 대학살에 참여한 것을 후회하지 않습니다 "

source: "The dragon won't go further. The dragon will keep watch here and loot the corps— make sure no one is playing dead."
ko: "드래곤은 더 전진하지 않을 거요. 이 자리를 지키며 시체들을 수거하겠소. 누가 죽은척 하지 않는가는 확인해야지."
ko_mt: "용은 더 이상 가지 않을 것입니다. 드래곤은 여기서 계속 지켜보고 군단을 약탈 할 것입니다- 아무도 죽지 않도록하십시오 "

source: Thall the Wallflower looks embarrassed by your attention.
ko: 월플라워 트할은 당신의 관심을 부담스러워 하는 듯 보입니다.
ko_mt: 월 플라워 탈은 당신의 관심에 부끄러워 보입니다.

source: "I feel the spirits of our ancestors rejoice as they look upon us!"
ko: "선조님들의 혼이 우리를 보며 기뻐하시는 게 느껴진다."
ko_mt: "조상들의 영혼이 우리를 바라보며 기뻐하는 것 같아요!"

source: "We are the masters of this land!"
ko: "이 땅의 주인은 바로 우리다!"
ko_mt: "우리는 이 땅의 주인이다!"

source: "The first strike has been successful. We'll cover this foothold while you press the advance."
ko: "선제 공격에는 성공했군. 당신이 전진하는 동안 우리는 이 거점을 방어하겠소."
ko_mt: "첫 번째 공격이 성공했습니다. 전진을 누르는 동안 이 발판을 덮을 것입니다"

source: "I've lived my whole life for this moment!"
ko: "이 순간만을 위해 평생을 살았습니다!"
ko_mt: "나는 이 순간을 위해 평생을 살았다!"

source: "It's been a while since I killed for free! I had quite forgotten the feeling!"
ko: "내가 살해당한 뒤로 꽤나 시간이 지났지! 감정이란 걸 많이 잊어버리긴 했어!"
ko_mt: "공짜로 죽인 지 오래되었습니다! 나는 그 느낌을 꽤 잊고 있었다!"

source: "Do not expect me to do all the work. This entire crusade can curl up and die for all I care."
ko: "제가 모든 일을 해내리라 생각지는 마십시오. 대신 성전군 전체가 제 일에 힘을 모아줄 것입니다."
ko_mt: "내가 모든 일을 할 것이라고 기대하지 마십시오. 이 십자군 전체가 웅크리고 죽을 수 있습니다."

source: "After this skirmish, many demons will be keen to leave their masters behind and pledge themselves to the new ruler of Alushinyrra."
ko: "이번 전투 뒤에, 많은 데몬들이 이전 주인을 버리고 알루시니라의 새 주인에게 충성을 맹세하고 싶어서 안달날거야."
ko_mt: "이 전투가 끝나면 많은 데몬들이 주인을 떠나 알루시니라의 새로운 통치자에게 충성을 맹세하고 싶어 할 것이다"

source: The goddess Iomedae gave this blade to the champion of Golarion as a reward for withstanding the Lady in Shadow's temptations.
ko: 그림자의 여제가 내미는 유혹을 뿌리쳐낸 골라리온의 투사에게 여신 아이오메데가 선물로 내린 검입니다.
ko_mt: 아이오메데 여신은 그림자 속의 여인의 유혹을 견뎌낸 것에 대한 보상으로 골라리온의 챔피언에게 이 검을 주었다.

source: Unwavering Faith
ko: 확고한 신념
ko_mt: 흔들리지 않는 믿음

source: The Lady in Shadow gifted this dark steel circlet to her chosen. The circlet is imbued with the power of the Abyss.
ko: 그림자의 여제는 그녀가 선택한 자에게 이 서클렛을 선물했습니다. 서클렛에는 심연의 힘이 깃들어 있습니다.
ko_mt: 그림자 속의 여인은 선택한 사람에게이 어두운 강철 서클릿을 선물했습니다. 이 서클릿에는 심연의 힘이 깃들어 있습니다.

source: Wreath of Shadows
ko: 그림자의 화환
ko_mt: 그림자의 화환

source: "Oh, my bones ache... it must be about to rain. That's an old paladin joke!"
ko: "아우, 삭신이 다 쑤시네... 비가 오려나. 이건 늙은 팔라딘들이 하던 농담이야!"
ko_mt: "오, 뼈가 아파요.. 비가 곧 내릴 것 같아요. 그건 오래된 성기사 농담이에요!"

source: "Our victory is near — I can feel it!"
ko: "아군의 승리가 가까워졌구나. 실감이 나네요!"
ko_mt: "우리의 승리가 가까워졌어요.- 느낄 수 있어요!"

source: "A hundred years of voluntary confinement in the temple, my imprisonment in the Abyss — it was all worth it."
ko: "자발적으로 백여 년을 신전에 갇혀있던, 심연에서의 내 감금은 결국 의미가 있는 일이었군."
ko_mt: "100년 동안의 자발적인 성전 감금, 심연에서의 투옥 - 모두 그만한 가치가있었습니다."

source: "For the first time in my life, I feel truly free. I've never felt more alive."
ko: "내 생에 처음으로 진정한 자유가 느껴져. 이보다 더 생생하게 느껴본 적이 없어."
ko_mt: "내 인생에서 처음으로 진정으로 자유로움을 느낍니다. 이보다 더 살아있다고 느낀 적이 없어요."

source: "This terrible war is finally at an end. My heart is full of hope and pride!"
ko: "이 끔찍한 전쟁도 마침내 끝나는군요. 제 가슴에 희망과 자부심이 가득해집니다!"
ko_mt: "이 끔찍한 전쟁이 마침내 끝났습니다. 내 마음은 희망과 자부심으로 가득 차 있습니다!"

source: "We are inside the Threshold fortress! Can you believe it? Not long ago, this would have been impossible."
ko: "우리가 지금 극점 요새 안까지 들어왔어! 믿겨져? 얼마 전까진 절대 불가능했던 일이었잖아."
ko_mt: "우리는 문턱 요새 안에 있습니다! 믿어지세요? 얼마 전만 해도 불가능했을 것입니다."

source: Sundered the walls of Threshold with song.
ko: 노래를 통해 극점의 벽을 부쉈습니다.
ko_mt: 노래로 문턱의 벽을 뒤덮다.

source: "I want to talk about you."
ko: "너에 대해 궁금한 게 있어."
ko_mt: "당신에 대해 이야기하고 싶어요"

source: "Are you still able to commune with spirits?"
ko: "여전히 영혼들과 대화할 수 있는 거야?"
ko_mt: "당신은 여전히 영혼과 소통할 수 있습니까?"

source: "Do you remember anything from before you ended up in Kenabres?"
ko: "케나브레스 이전의 기억이 남아 있어? 어떤 것이라도 좋아."
ko_mt: "케나브레스에 오기 전의 기억이 있나요?"

source: "The Wardstone, Yaniel... hold on, what you're describing happened decades ago."
ko: "수호석, 야니엘... 잠깐, 네가 말하는 것들은 전부 몇십년 전에 일어난 일들인데."
ko_mt: "수호석, 야니엘.. 잠깐만요, 당신이 묘사하는 것은 수십 년 전에 일어났습니다."

source: "Finnean, you need to understand, you're not human anymore."
ko: "피니언, 온전히 이해해야만 해. 넌 더이상 인간이 아니야."
ko_mt: "피니언, 당신은 이해해야합니다. 당신은 더 이상 인간이 아닙니다. "

source: "Hail to the adventurers! You know, I've never regretted following you. Everything seems to revolve around you, like a beaver in a millwheel! I'll have a lot to write in my report to the {g|Pathfinder Society}Pathfinder Society{/g}. Although, thinking about it... it's been a while since I last sent them any reports..."
ko: "모험가들에게 영광 있으라! 있지, 난 너를 따라온게 결코 후회되지 않아. 만물이 널 중심으로 돌아가는걸로 보이거든. 마치 쳇바퀴 속의 비버처럼 말이지! {g|Pathfinder Society}패스파인더 협회{/g}로 보낼 내 보고서에 쓸만한 내용이 엄청나게 많아. 아, 생각해 보니까... 내가 마지막으로 보고서를 보냈던 게 언제적이더라..."
ko_mt: "모험가 만세! 난 당신을 따르는 것을 후회한 적이 없어요. 모든 것이 물레방아를 돌리는 비버처럼 당신을 중심으로 돌아가는 것 같아요! {g|Pathfinder Society}패스파인더 협회{/g}에 제출할 보고서에 쓸 게 많겠어. 생각해보니.. 마지막으로 보고서를 보낸 지 꽤 오래되었네요..."

source: {n}Finnean is silent for a few moments.{/n} "And... I remember when the cultists took me. Cut down my whole party and dragged me to their ringleader. Don't know his name, everyone just called him the Bladesmith. But after that... my memory is all fuzzy. For some reason, he didn't sacrifice me or anything, just knocked me around. Said he'd been looking for a phantom blade for a long time... I don't remember why."
ko: {n}피니언이 잠시 침묵한다.{/n} "그리고... 사교도들이 날 납치했을 때가 기억나. 우리 파티를 박살내서 우두머리에게 데려갔지. 놈의 진짜 이름은 몰라. 모든 놈들이 녀석을 도검장인이라고만 불렀거든. 그 뒤로는... 내 기억이 너무 흐릿해. 무슨 이유에선지, 놈은 나를 제물로 바치거나 다른 짓을 하지 않았고, 그냥 내버려뒀지. 자기가 오랫동안 유령 칼날을 찾고 있었다고 말했고... 이유는 기억나지 않아."
ko_mt: {n}피니언은 잠시 동안 침묵합니다.{/n} "그리고.. 이교도들이 날 데려갔을 때가 기억나요. 내 파티 전체를 잘라내어 그들의 주동자에게 나를 끌고 갔다. 이름은 몰랐고 다들 그냥 '블레이드스미스'라고 불렀어요. 하지만 그 후로는.. 기억이 흐릿해졌어요. 어떤 이유에서인지 그는 나를 희생시키지도 않고 그냥 두들겨 팼어요. 오랫동안 유령의 검을 찾고 있었다고 했어.. 왜 그랬는지는 기억이 안 나요"

source: "How I escaped, what I did... can't remember that either. Some crusader picked me up in the Wound, brought to Kenabres. And that's where I stayed, licking my wounds. Maybe there was a mix-up and now they think I'm dead... Why else would none of them contact me this whole time?"
ko: "어떻게 탈출했는가, 무엇을 했는가... 둘 다 기억에 없어. 어떤 성전사가 세계상처에서 날 주워서 케나브레스로 가져왔지. 나도 거기에 머무르며 상처를 보듬었고. 아마도 작은 혼동이 있어서 내가 죽었다고 생각했던 모양이야... 그게 아니면 왜 여지껏 아무도 내게 말을 걸어보지 않았겠어?"
ko_mt: "어떻게 탈출했는지, 무엇을 했는지.. 그것도 기억이 나지 않습니다. 어떤 성전사가 저를 상처에서 데리고 케나브레스로 데려갔어요. 그리고 거기서 상처를 핥으며 지냈어요. 뭔가 착오가 있어서 내가 죽었다고 생각하는 걸지도 모르지.. 아니면 왜 지금까지 아무도 내게 연락하지 않았을까요?"

source: "That's rich! Next you're going to tell me I've been sleeping for decades. Last year, that was! Well, maybe the year before last. I couldn't have been wandering the Wound that long, I would've been either dead or an old geezer by now. Nah, quit messing with me."
ko: "잘 알지! 넌 그 다음으로 내가 몇십년 동안 잠을 자는 중이라고 말하겠지. 작년에는 맞는 말이었어! 뭐, 재작년이었을 수도 있고. 세계상처를 안돌아다닌지가 그렇게 오래 됐으니, 시체거나 노망난 늙은이가 됐을 게 틀림없지. 에라, 내 악담은 그만둬야겠어."
ko_mt: "그거 부자네! 다음에는 내가 수십 년 동안 잠을 자고 있었다고 말할 것입니다. 작년에는 그랬죠! 글쎄요, 아마도 재작년이었을 겁니다. 그렇게 오래 상처를 떠돌아다닐 수 없었다면 지금쯤 죽었거나 노인이 되었을 거예요. 아니, 장난 그만해."

source: {n}Finnean's voice sounds concerned.{/n} "Hey, are you feeling all right? Maybe you need to have a lie-down? I'm standing right in front of you, poke me if you like. As human as they come. Or do you think my travels have worn me down so much I've become an animal? Not happening. My folks taught me to stay human, always, no matter the circumstances. To remember who I am, and never to shame my ancestors."
ko: {n}피니언이 걱정스러운듯 말한다.{/n} "이봐, 괜찮아? 누워있어야 될 것 같아? 네 앞에 서있으니깐, 손가락으로 찌르고 싶으면 해도 돼. 다른 사람들처럼 말이야. 아니면 너도 내가 여행 때문에 너무 지친 나머지 동물이 되어버렸다고 생각하는 건가? 그럴 일은 없다구. 우리 민족은 내게 인간으로 사는 법을 가르쳤어. 무슨 일이 있더라도, 언제나 말야. 내가 누구인지 기억하는 법, 그리고 조상님들께 결코 부끄럽지 않는 법이지."
ko_mt: {n}피니언의 목소리가 걱정스럽게 들립니다.{/n} "이봐요, 괜찮아요? 좀 누워 있어야 할까요? 내가 바로 앞에 서 있으니 원한다면 나를 찌르세요. 인간답게 말이야. 아니면 여행 때문에 너무 지쳐서 짐승이 된 걸까요? 그럴 리 없어. 부모님은 어떤 상황에서도 항상 인간다움을 잃지 말라고 가르치셨어요. 내가 누구인지 기억하고 조상들을 부끄러워하지 말라고요"

source: "Maybe I can, only they don't want to talk to me. I'm still a phantom blade, my power is within me, but... I have this feeling like I'm separated from the spirit world by some kind of transparent wall. I keep knocking... but no one can hear me. I think..." {n}Finnean forces a chuckle.{/n} "Guess all the Bladesmith's torture... did a number on me. He broke something inside."
ko: "할 수 있겠지만, 그들이 나와 대화하고 싶어할지는 모르겠어. 난 여전히 유령 칼날이고, 내 힘도 그대로 있지만... 뭔가 내가 영혼 세계로부터 투명한 벽으로 가로막혀 있는 느낌이 있어. 계속 두드려보고는 있지만... 아무도 내 얘기를 들어주지 않아. 내 생각엔..." {n}피니언이 억지로 낄낄댄다.{/n} "아마도 도검장인이 행한 고문들이 날... 조져놓았겠지. 그는 내 안의 무언가를 부쉈거든."
ko_mt: "나는 할 수 있지만 그들은 나와 이야기하고 싶지 않을 뿐입니다. 나는 여전히 유령의 칼날이고 내 힘은 내 안에 있지만.. 투명한 벽에 의해 영계와 분리된 것 같은 느낌이 들어요. 계속 노크하는데.. 아무도 내 말을 들을 수 없어요. 제 생각엔..." {n}피니언이 웃음을 터뜨립니다.{/n} "블레이드스미스의 고문이 날 괴롭혔나 봐... 내 안의 뭔가를 부러뜨렸어"

source: "Oh! Well, sometimes folks curse our names, calling us opportunists who just want to line our pockets. But that's only part of it. We're travelers, explorers, solvers of mysteries, and fighters of evil. I mean, good coin hasn't hurt anybody yet, but for folks like me, it's not what matters most. We're curious to see the world, play a part in everything, stick our nose everywhere."
ko: "오! 뭐, 사람들이 가끔씩 자기 잇속만 채우려는 기회주의자들이라며 우리를 모욕하고는 해. 하지만 그런 녀석들은 아주 일부일 뿐이야. 우리는 여행자고, 탐험가고, 신비를 헤치는 자이며, 불의와 맞서는 전사들이라고. 즉, 나같은 사람들은 아직 누구도 건드리지 않은 돈이 싫다는 건 아니지만, 그렇다고 가장 중요한 것도 아니라는 말씀이야. 우리는 세상을 보는 것에 흥미가 있고, 모든 일들에 참여를 하며, 어디든지 머리를 들이밀고 보지."
ko_mt: "오! 때때로 사람들은 우리 이름을 저주하며 우리를 주머니를 채우려는 기회주의자라고 부릅니다. 하지만 그건 일부일 뿐입니다. 우리는 여행자이자 탐험가, 미스터리 해결사, 악에 맞서는 투사입니다. 좋은 코인이 아직 누구에게도 해를 끼친 적은 없지만, 저 같은 사람에게는 코인이 가장 중요하지 않죠. 우리는 세상을 보고 싶고, 모든 일에 참여하고 싶고, 모든 곳에 코를 박고 싶어요."

source: "Getting into our circle isn't easy — first you must prove that you can endure any place you're sent to, that you won't shy away or flee. That's why you'll never catch a long line of applicants outside any {g|Pathfinder Society}Society{/g} lodge. Every lodge has a venture-captain, and if they approve your application, you're in. And there are many lodges all over the world, but the main one, the Grand Lodge is located far away, in {g|Absalom}Absalom{/g}! I've never been there myself, but I've heard a lot of stories about it and about the Decemvirate that governs all Pathfinder affairs from there."
ko: "우리 모임에 들어오는 건 쉽지 않아. 먼저 네가 어디로 보내지든지 견딜 수 있다는 것을 증명해야 해. 발을 빼거나 튀지 않아야 한다는 거지. 네가 {g|Pathfinder Society}협회{/g}의 어떤 지부에서도 기다란 가입자 대기열을 보지 못한 이유야. 모든 지부에는 모험 대장이 있고, 그들이 당신의 가입을 승인하면, 그걸로 끝이지. 전세계에 수많은 지부가 산재해 있지만, 가장 큰 지부인 총괄 본부는 저 멀리 {g|Absalom}압살롬{/g}에 있어! 나는 한 번도 직접 가본 적이 없지만, 본부와 거기서 패스파인더와 관련된 모든 일을 관리하는 십인회에 대해서는 많은 얘기를 들어봤지!"
ko_mt: "우리 서클에 들어가는 것은 쉽지 않습니다. 먼저 당신이 어떤 곳으로 보내지더라도 견딜 수 있고, 부끄러워하거나 도망치지 않을 것임을 증명해야 합니다. 그렇기 때문에 {g|Pathfinder Society}협회{/g} 롯지 밖에는 지원자가 길게 줄을 서는 일이 없습니다. 모든 롯지에는 벤처 대장이 있으며, 대장이 지원서를 승인하면 참가가 확정됩니다. 전 세계에 많은 롯지가 있지만, 가장 큰 롯지인 그랜드 롯지는 멀리 떨어진 {g|Absalom}압살롬{/g}에 있어요! 직접 가본 적은 없지만, 그곳과 그곳에서 모든 패스파인더의 일을 관장하는데켐비레이트에 대한 이야기는 많이 들었어요"

source: "Sure, hit me!"
ko: "좋아, 때려봐!"
ko_mt: "물론, 날 때려!"

source: Refused to meddle in Greybor's fate and let him decide for himself.
ko: 그레이보르의 행보에 간섭하지 않았으며, 그 스스로 운명을 결정하도록 했습니다.
ko_mt: 그레이버의 운명에 간섭하지 않고 스스로 결정하도록했습니다.

source: "What will you do next?"
ko: "이젠 뭘 할 계획이지?"
ko_mt: "다음에 무엇을 하시겠습니까? "

source: "Thank you." {n}After a pause, the cleric adds softly,{/n} "How am I going to tell Mother? No, it's best if she doesn't know. Trever died in the war — that's all they'll know at home."
ko: "감사합니다." {n}성직자가 잠시 숨을 멈췄다 부드럽게 덧붙인다.{/n} "어머니께는 어떻게 말씀드려야 할까요? 아니, 그 분께선 모르시는 게 낫겠군요. 트레버는 전쟁통에 죽었다. 고향에는 그렇게만 전할 겁니다."
ko_mt: "고마워요" {n}잠시 멈춘 후, 성직자가 부드럽게 덧붙입니다.{/n} "어머니께 어떻게 말씀드려야 하죠? 아니, 어머니가 모르시는 게 최선이야. 트레버는 전쟁에서 죽었으니 집에서는 그것만 알 거예요."

source: "He is better." {n}Sosiel smiles sadly.{/n} "He can even say a complete sentence sometimes."
ko: "그는 나아졌습니다." {n}소시엘이 슬픈 듯 미소짓는다.{/n} "이제는 가끔씩 완성된 문장을 말할 수도 있게 됐거든요."
ko_mt: "그는 더 낫다" {n}소시엘이 슬프게 웃습니다.{/n} "그는 때때로 완전한 문장을 말할 수도 있습니다."
