Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: The craftsmen have carried out the Commander's decree.
ko: 장인이 사령관의 칙령을 받들었습니다.
ko_mt: 장인들이 사령관의 명령을 수행했습니다.

source: The craftsmen have carried out the Commander's edict.
ko: 장인이 사령관의 칙령을 받들었습니다.
ko_mt: 장인들이 사령관의 칙령을 수행했습니다.

source: The craftsmen of the crusade have carried out the Commander's decree.
ko: 성전군의 장인이 사령관의 칙령을 받들었습니다.
ko_mt: 십자군 장인들이 사령관의 명령을 수행했습니다.

source: The craftsmen of the crusade have carried out the Commander's decree.
ko: 성전군의 장인이 사령관의 칙령을 받들었습니다.
ko_mt: 십자군 장인들이 사령관의 명령을 수행했습니다.

source: The wizard has carried out the Commander's order.
ko: 마법사가 사령관의 명령을 받들었습니다.
ko_mt: 위저드가 사령관의 명령을 수행했습니다.

source: The craftsmen of the crusade have carried out the Commander's decree.
ko: 성전군의 장인이 사령관의 칙령을 받들었습니다.
ko_mt: 십자군 장인들이 사령관의 명령을 수행했습니다.

source: The craftsmen of the crusade have carried out the Commander's decree.
ko: 성전군의 장인이 사령관의 칙령을 받들었습니다.
ko_mt: 십자군 장인들이 사령관의 명령을 수행했습니다.

source: Conduct the inquiries.
ko: 조사를 실행한다.
ko_mt: 문의를 진행합니다.

source: Adjoining buildings are located in squares that share a side. Diagonally adjacent buildings do not count as adjoining.
ko_mt: 인접한 건물은 한 면을 공유하는 정사각형에 위치합니다. 대각선으로 인접한 건물은 인접한 것으로 간주되지 않습니다.

source: Adjacent units are located in squares that have a common touchpoint. This includes diagonally adjacent units.
ko_mt: 인접한 유닛은 공통 접점이 있는 정사각형 안에 위치합니다. 여기에는 대각선으로 인접한 단위가 포함됩니다.

source: Adds 4,500 Logistics experience points, crusade morale reduces by 20.
ko: 4,500 병참 경험치 점수를 더하고, 성전 사기가 20 감소합니다.
ko_mt: 물류 경험치 4,500이 추가되고, 십자군 사기가 20 감소합니다.

source: Crusade morale increases by 30, deducts 1,500 Logistics experience points.
ko: 성전 사기가 30 증가하고, 병참 경험지 점수를 1,500 차감합니다.
ko_mt: 십자군 사기가 30 증가하고, 군수 경험치 1,500이 감소합니다.

source: (Lawful) Adds 2,500 Military experience points.
ko: (질서) 2,500 군사 경험치 점수를 더합니다.
ko_mt: (질서) 군사 경험치 2,500을 추가합니다.

source: (Good) Adds 2,000 Leadership experience points, crusade morale increases by 30. Deducts 1,500 Logistics experience points.
ko: (선) 2,000 통솔 경험치 점수를 더하고, 성전 사기가 30 증가합니다. 1,500 병참 경험치 점수를 차감합니다.
ko_mt: (선) 지도력 경험치 2,000이 추가되고, 십자군 사기가 30 증가합니다. 병참 경험치 1,500을 차감합니다.

source: 12 {g|Barbarians}[Barbarians]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 12 {g|Barbarians}[바바리안]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 12 {g|Barbarians}[야만인]{/g}을 모집합니다.

source: 9 {g|Wizards}[Wizards]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 9 {g|Wizards}[위저드]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 9 {g|Wizards}[위저드]{/g}을 모집합니다.

source: Protector of Wizards
ko: 위저드의 수호자
ko_mt: 위저드의 수호자

source: (Lawful) Adds 1,500 Leadership experience points.
ko: (질서) 1,500만큼의 통솔 경험치를 획득합니다.
ko_mt: (질서) 리더십 경험치 1,500점을 추가합니다.

source: (Chaotic) Adds 2,000 Leadership experience points, crusade morale increases by 20.
ko: (혼돈) 2,000의 통솔 경험치를 더하고, 성전 사기가 20 증가합니다.
ko_mt: (혼돈) 리더십 경험치 2,000이 추가되고, 십자군 사기가 20 증가합니다.

source: 12 {g|Barbarians}[Barbarians]{/g} are recruited at the Commander's headquarters, adds 1,200 gold.
ko_mt: 사령관 본부에서 12 {g|Barbarians}[야만인]{/g}을 모집하면 1,200 골드가 추가됩니다.

source: Adds 3,500 Leadership experience points.
ko: 3,500 통솔 경험치를 더합니다.
ko_mt: 리더십 경험치 3,500점을 추가합니다.

source: Crusade morale increases by 20.
ko: 성전 사기가 20만큼 증가합니다.
ko_mt: 십자군 사기가 20 증가합니다.

source: Adds 3,500 Finance Points.
ko: 3,500 재정 점수를 더합니다.
ko_mt: 3,500 재정 점수를 추가합니다.

source: (Chaotic) Crusade morale increases by 35.
ko: (혼돈) 성전 사기가 35 증가합니다.
ko_mt: (혼돈) 성전단의 사기가 35 증가합니다.

source: Recruitment growth for all trainable units from the Main Barracks and the Main Archery Range increases by 15% for 30 days.
ko: 30 일 동안 중앙 병영과 중앙 궁술 훈련장이 제공하는 모든 훈련 가능한 유닛의 모집 성장이 15% 증가합니다.
ko_mt: 주 막사 및 주 활터에서 훈련 가능한 모든 유닛의 모집 성장률이 30일 동안 15% 증가합니다.

source: (Good) Crusade morale increases by 30. All units receive the {g|Vulnerable}[Vulnerable]{/g} feat for 30 days.
ko: (선) 성전 사기가 30 증가합니다. 모든 유닛이 30 일 동안 {g|Vulnerable}[취약함]{/g} 특기를 얻습니다.
ko_mt: (선) 십자군 사기가 30 증가합니다. 모든 유닛이 30일 동안 {g|Vulnerable}[취약]{/g} 업적을 받습니다.

source: Adds 550 Military experience points.
ko: 550 군사 경험치를 더합니다.
ko_mt: 군사 경험치 550점을 추가합니다.

source: (Good) Unlocks the {g|DangerousKids}[Dangerous Kids]{/g} decree.
ko: (선) {g|DangerousKids}[위험한 아이들]{/g} 칙령을 해금합니다.
ko_mt: (선) {g|DangerousKids}[위험한 어린이]{/g} 칙령을 잠금 해제합니다.

source: (Good) Unlocks the {g|HuntForTheKidnappers}[Hunt for the Kidnappers]{/g} decree.
ko: (선) {g|HuntForTheKidnappers}[유괴범 사냥]{/g} 칙령을 해금합니다.
ko_mt: (선) {g|HuntForTheKidnappers}[납치범 찾기]{/g} 칙령을 잠금 해제합니다.

source: (Lawful) Adds 40 Materials Points.
ko: (질서) 40 물자 점수를 더합니다.
ko_mt: (질서) 재료 점수 40을 추가합니다.

source: Adds 300 Military experience points.
ko: 300 군사 경험치를 추가됩니다.
ko_mt: 군사 경험치 300점을 추가합니다.

source: Unlocks the {g|WardenGolems}[Warden Golems]{/g} decree.
ko: {g|WardenGolems}[수호자 골렘]{/g} 칙령을 해금합니다.
ko_mt: {g|WardenGolems}[워든 골렘]{/g} 법령을 잠금 해제합니다.

source: (Chaotic) Unlocks the {g|RansomFromTheMountainKings}[Ransom from the Mountain Kings]{/g} decree.
ko: (혼돈) {g|RansomFromTheMountainKings}[산의 군주들이 보내온 몸값]{/g} 칙령을 해금합니다.
ko_mt: (혼돈) {g|RansomFromTheMountainKings}[마운틴 킹의 몸값]{/g} 칙령을 잠금 해제합니다.

source: 10 {g|Inquisitors}[Inquisitors]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 10 {g|Inquisitors}[인퀴지터]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 10 {g|Inquisitors}[이단심문관]{/g}을 모집합니다.

source: Adds 1,500 Leadership experience points, deducts 200 Military experience points.
ko: 1500 통솔 경험치를 더하고, 200 군사 경험치를 차감합니다.
ko_mt: 리더십 경험치 1,500을 추가하고 군사 경험치 200을 차감합니다.

source: Adds 3,000 Leadership experience points.
ko: 3000 통솔 경험치를 더합니다.
ko_mt: 리더십 경험치 3,000점을 추가합니다.

source: Unlocks the {g|SeniorComrades}[Senior Comrades]{/g} decree.
ko: {g|SeniorComrades}[선배 전우들]{/g} 칙령을 해금합니다.
ko_mt: {g|SeniorComrades}[선배 동지]{/g} 법령을 잠금 해제합니다.

source: Adds 3,500 Leadership experience points.
ko: 3,500 통솔 경험치를 더합니다.
ko_mt: 리더십 경험치 3,500점을 추가합니다.

source: Crusade morale increases by 20.
ko: 성전 사기가 20 증가합니다.
ko_mt: 십자군 사기가 20 증가합니다.

source: Adds 2,000 Leadership experience points, Finance Points income increases by 10.
ko: 2,000 통솔 경험치를 더하고, 재정 점수 수입이 10 증가합니다.
ko_mt: 리더십 경험치 2,000이 추가되고, 재정 점수 수입이 10 증가합니다.

source: Adds 1,750 Leadership experience points, crusade morale increases by 20.
ko: 1,750 통솔 경험치를 더하고, 성전 사기가 20 증가합니다.
ko_mt: 리더십 경험치 1,750이 추가되고, 십자군 사기가 20 증가합니다.

source: Adds 3,000 Military experience points.
ko_mt: 군사 경험치 3,000점을 추가합니다.

source: Adds 4,000 Leadership experience points.
ko: 4,000 통솔 경험치를 더합니다.
ko_mt: 리더십 경험치 4,000점을 추가합니다.

source: Crusade morale reduces by 30, recruitment growth for trainable units increases by 15% for 30 days.
ko: 성전 사기가 30 감소하고, 훈련 가능 유닛의 모집 성장이 30일 동안 15% 증가합니다.
ko_mt: 30일 동안 십자군 사기가 30 감소하고 훈련 가능한 유닛의 모집 성장률이 15% 증가합니다.

source: (Good) Crusade morale increases by 15, Energy Points income increases by 3 for 30 days.
ko: (선) 성전 사기가 15 증가하고, 에너지 점수 수입이 30일 동안 3 증가합니다.
ko_mt: (선) 30일 동안 성전 사기가 15 증가하고, 에너지 점수 수입이 3 증가합니다.

source: Unlocks the {g|WorkForTheGiants}[Work for the Giants]{/g} decree.
ko: {g|WorkForTheGiants}[거인을 위한 일]{/g} 칙령을 해금합니다.
ko_mt: {g|WorkForTheGiants}[자이언츠에서 일하기]{/g} 법령을 잠금 해제합니다.

source: (Good) Unlocks the {g|HealingTheGiants}[Healing the Giants]{/g} decree.
ko: (선) {g|HealingTheGiants}[거인 치료]{/g} 칙령을 해금합니다.
ko_mt: (선) {g|HealingTheGiants}[거인 치유]{/g} 칙령을 잠금 해제합니다.

source: Unlocks the {g|AbnormalGiants}[Abnormal Giants]{/g} decree.
ko: {g|AbnormalGiants}[비정상적인 거인들]{/g} 칙령을 해금합니다.
ko_mt: {g|AbnormalGiants}[비정상 거인]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|GiantsVillage}[Giants' Village]{/g} decree.
ko: {g|GiantsVillage}[거인들의 마을]{/g} 칙령을 해금합니다.
ko_mt: {g|GiantsVillage}[거인의 마을] 법령을 잠금 해제합니다.

source: (Good) Crusade morale increases by 25, deducts 2,000 Finance Points.
ko: (선) 성전 사기가 25 증가하고, 2,000 재정 점수를 차감합니다.
ko_mt: (선) 십자군 사기가 25 증가하고, 재정 점수 2,000이 감소합니다.

source: (Lawful) 4 {g|BattleSlaves}[Battle Slaves]{/g} are recruited at the Commander's headquarters.
ko: (질서) 사령관의 지휘부에 4 {g|BattleSlaves}[전투 노예]{/g}가 모집됩니다.
ko_mt: (질서) 사령관 본부에서 {g|BattleSlaves}[전투 노예]{/g} 4명을 모집합니다.

source: (Chaotic) Crusade morale increases by 25, deducts 1,000 Diplomacy experience points.
ko: (혼돈) 성전 사기가 25 증가하고, 1000의 교섭 경험치를 차감합니다.
ko_mt: (혼돈) 성전단 사기가 25 증가하고, 외교 경험치 1,000이 감소합니다.

source: (Chaotic) Crusade morale increases by 40.
ko: (혼돈) 성전 사기가 40 증가합니다.
ko_mt: (혼돈) 성전단의 사기가 40 증가합니다.

source: (Evil) Adds 300 Military experience points.
ko: (악) 300 군사 경험치 점수를 더합니다.
ko_mt: (악) 군사 경험치 300점을 추가합니다.

source: (Good) Adds 750 Leadership experience points.
ko: (선) 750 통솔 경험치를 더합니다.
ko_mt: (선) 리더십 경험치 750점을 추가합니다.

source: (Chaotic) Unlocks the {g|RightToAPardon}[Right to a Pardon]{/g} decree.
ko: (혼돈) {g|RightToAPardon}[사면권]{/g} 칙령을 해금합니다.
ko_mt: (혼돈) {g|RightToAPardon}[사면을 받을 권리]{/g} 칙령을 잠금 해제합니다.

source: 100 {g|Conscripts}[Conscripts]{/g} are recruited at the Commander's headquarters, crusade morale reduces by 10.
ko: 사령관의 지휘부에 100 {g|Conscripts}[징집병]{/g}이 모집되며, 성전 사기가 10 감소합니다.
ko_mt: 사령관 본부에서 100 {g|Conscripts}[징집병]{/g}을 모집하면, 십자군 사기가 10 감소합니다.

source: Materials Points income increases by 1, crusade morale reduces by 20.
ko: 물자 점수 수입이 1 증가하고, 성전 사기가 20 감소합니다.
ko_mt: 재료 점수 수입이 1 증가하고, 십자군 사기가 20 감소합니다.

source: (Good) 40 {g|Champions}[Champions]{/g} are recruited at the Commander's headquarters.
ko: (선) 사령관의 지휘부에 40 {g|Champions}[챔피언]{/g}이 모집됩니다.
ko_mt: (선) 사령관 본부에서 40 {g|Champions}[챔피언]{/g}을 모집합니다.

source: (Good) Crusade morale increases by 5, Materials Points income increases by 1.
ko_mt: (선) 성전 사기가 5, 재료 점수 획득량이 1 증가합니다.

source: Adds 4,000 Leadership experience points.
ko: 4,000 통솔 경험치를 더합니다.
ko_mt: 리더십 경험치 4,000점을 추가합니다.

source: Finance Points income increases by 30, adds 3,000 Diplomacy experience points.
ko: 재정 점수 수입이 30 증가하고, 3,000 교섭 경험치 점수를 더합니다.
ko_mt: 재정 점수 수입이 30 증가하고 외교 경험치 3,000이 추가됩니다.

source: Finance Points income increases by 30, adds 600 Military experience points.
ko: 재정 점수 수입이 30 증가하고, 600 군사 경험지 점수를 더합니다.
ko_mt: 재정 점수 수입이 30 증가하고, 군사 경험치가 600 추가됩니다.

source: Unlocks the {g|SwordsOfSet_Morale}[Swords of Set]{/g} decree.
ko: {g|SwordsOfSet_Morale}[세트의 검]{/g} 칙령을 해금합니다.
ko_mt: {g|SwordsOfSet_Morale}[세트의 검]{/g} 법령을 잠금 해제합니다.

source: (Evil) Unlocks the {g|SwordsOfSet_Finance}[Swords of Set]{/g} decree.
ko: (악) {g|SwordsOfSet_Finance}[세트의 검]{/g} 칙령을 해금합니다.
ko_mt: (악) {g|SwordsOfSet_Finance}[세트의 검]{/g} 칙령을 잠금 해제합니다.

source: (Good) Crusade morale increases by 20.
ko: (선) 성전 사기가 20 증가합니다.
ko_mt: (선) 십자군 사기가 20 증가합니다.

source: (Lawful) Adds 2,000 Leadership experience points and 400 Military experience points.
ko: (질서) 2,000의 통솔 경험치와 400 군사 경험치를 더합니다.
ko_mt: (질서) 리더십 경험치 2,000점, 군사 경험치 400점을 추가합니다.

source: Adds 4,500 Leadership experience points.
ko: 4,500 통솔 경험치를 더합니다.
ko_mt: 리더십 경험치 4,500점을 추가합니다.

source: Crusade morale increases by 30, deducts 2,000 Leadership experience points.
ko: 성전 사기가 30 증가하고, 2000 통솔 경험치를 차감합니다.
ko_mt: 성전단 사기가 30 증가하고, 리더십 경험치 2,000이 감소합니다.

source: Adds 4,500 Diplomacy experience points.
ko: 4,500 교섭 경험치 점수를 더합니다.
ko_mt: 외교 경험치 4,500점을 추가합니다.

source: Crusade morale increases by 30, recruitment growth for trainable units reduces by 15% for 20 days.
ko: 성전 사기가 30 증가하고, 훈련 가능 유닛의 모집 성장이 20일 동안 15% 감소합니다.
ko_mt: 20일 동안 십자군 사기가 30 증가하고, 훈련 가능한 유닛의 모집 증가량이 15% 감소합니다.

source: Adds 4,500 Leadership experience points.
ko: 4,500 통솔 경험치를 더합니다.
ko_mt: 리더십 경험치 4,500점을 추가합니다.

source: (Good) Summons an enemy army. Defeating it adds 2,500 Leadership experience points and increases crusade morale by 30.
ko: (선) 적 부대를 소환합니다. 적을 쓰러뜨리면 2,500 통솔 경험치 점수를 더하고 성전 사기가 30 증가합니다.
ko_mt: (선) 적 군대를 소환합니다. 적을 처치하면 리더십 경험치 2,500이 추가되고 십자군 사기가 30 증가합니다.

source: Adds 2,500 Leadership experience points, crusade morale increases by 30, recruitment growth for trainable units reduces by 15% for 20 days.
ko: 2,500 통솔 경험치 점수를 더하고, 성전 사기가 30 증가하지만 훈련 가능 유닛의 모집 성장이 20일 동안 15% 감소합니다.
ko_mt: 리더십 경험치 2,500이 추가되고, 십자군 사기가 30 증가하며, 20일 동안 훈련 가능한 유닛의 모집 성장률이 15% 감소합니다.

source: Crusade morale increases by 20.
ko: 성전 사기가 20 증가합니다.
ko_mt: 십자군 사기가 20 증가합니다.

source: Unlocks the {g|PreparingTheBards}[Preparing the Bards]{/g} decree.
ko: {g|PreparingTheBards}[바드들을 준비시킨다]{/g} 칙령을 해금합니다.
ko_mt: {g|PreparingTheBards}[바드 준비하기]{/g} 법령을 잠금 해제합니다.

source: All generals learn the {g|SongOfSeasons}[Song of Seasons]{/g} spell. If it was already known, all generals gain the {g|InspiredAdvance}[Inspired Advance]{/g} ability.
ko: 모든 장군은 {g|SongOfSeasons}[사계절의 노래]{/g} 주문을 배웁니다. 이 주문이 이미 알려진 경우 모든 장군은 {g|InspiredAdvance}[고양된 전진]{/g} 능력을 얻습니다.
ko_mt: 모든 장수는 {g|SongOfSeasons}[계절의 노래]{/g} 주문을 배웁니다. 이미 알고 있었다면, 모든 장수는 {g|InspiredAdvance}[영감을 주는 사전 준비]{/g} 능력을 얻습니다.

source: Adds 1,500 Diplomacy experience points, crusade morale increases by 30.
ko_mt: 외교 경험치 1,500이 추가되고, 십자군 사기가 30 증가합니다.

source: Adds 5,000 Finance Points.
ko: 재정 점수가 5,000 증가합니다.
ko_mt: 재정 점수 5,000점을 추가합니다.

source: 7 {g|InfernalCavalry}[Infernal Cavalry]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 7 {g|InfernalCavalry}[지옥 기병]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에서 7 {g|InfernalCavalry}[지옥의 기병대]{/g}을 모집합니다.

source: (Good) Unlocks the {g|YoungChallenger}[Young Challenger]{/g}, {g|AmbitiousDebutant}[Ambitious Debutant]{/g} and {g|TheHeroHasMatured}[The Hero Has Matured]{/g} decrees.
ko: (선) {g|YoungChallenger}[젊은 도전자]{/g}, {g|AmbitiousDebutant}[야심찬 초심자]{/g}, {g|TheHeroHasMatured}[성숙한 영웅]{/g} 칙령을 해금합니다.
ko_mt: (선) {g|YoungChallenger}[젊은 도전자]{/g}, {g|AmbitiousDebutant}[야심 찬 데뷔자]{/g} 및 {g|TheHeroHasMatured}[영웅이 성숙해졌습니다]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|HelpOfTheMwangi}[Help of the Mwangi]{/g} decree.
ko: {g|HelpOfTheMwangi}[므왕기의 도움]{/g} 칙령을 해금합니다.
ko_mt: {g|HelpOfTheMwangi}[므왕이의 도움]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|HelpOfOsirion}[Help of Osirion]{/g} decree.
ko: {g|HelpOfOsirion}[오시리온의 도움]{/g} 칙령을 해금합니다.
ko_mt: {g|HelpOfOsirion}[오시리온의 도움]{/g} 법령을 잠금 해제합니다.

source: Adds 40 Energy Points.
ko: 40 에너지 점수를 더합니다.
ko_mt: 에너지 점수 40점을 추가합니다.

source: All undead units gain the {g|OccultEnchantment}[Occult Enchantment]{/g} feat.
ko: 모든 언데드 유닛은 {g|OccultEnchantment}[강화 비술]{/g} 특기를 얻습니다.
ko_mt: 모든 언데드 유닛은 {g|OccultEnchantment}[오컬트 인챈트]{/g} 업적을 얻습니다.

source: Adds 1,000 Leadership experience points and 1,000 Diplomacy experience points, crusade morale reduces by 20.
ko: 1,000 통솔 및 교섭 경험치를 더하지만 성전 사기가 20 감소합니다.
ko_mt: 리더십 경험치 1,000, 외교 경험치 1,000이 추가되며, 십자군 사기가 20 감소합니다.

source: Crusade morale increases by 20, deducts 1,000 Diplomacy experience points.
ko: 성전 사기가 20 증가하지만 1,000 교섭 경험치 점수를 차감합니다.
ko_mt: 십자군 사기가 20 증가하고 외교 경험치 1,000이 감소합니다.

source: Adds 350 Military experience points.
ko: 350 군사 경험치 점수를 더합니다.
ko_mt: 군사 경험치 350점을 추가합니다.

source: (Chaotic) Unlocks the {g|HostOfDrunkards}[Host of Drunkards]{/g} decree.
ko: (혼돈) {g|HostOfDrunkards}[술주정뱅이의 초대]{/g} 칙령을 해금합니다.
ko_mt: (혼돈) {g|HostOfDrunkards}[주정뱅이 호스트]{/g} 칙령을 잠금 해제합니다.

source: (Chaotic) Provides {g|Artefact_Event_28}[gift from the church of Cayden Cailean]{/g}.
ko: (혼돈) {g|Artefact_Event_28}[케이든 케일리언 교회의 선물]{/g}을 제공합니다.
ko_mt: (혼돈) {g|Artefact_Event_28}[케이든 케일린 교회의 선물]{/g}을 제공합니다.

source: Adds 4,500 Leadership experience points.
ko: 4,500 통솔 경험치를 더합니다.
ko_mt: 리더십 경험치 4,500점을 추가합니다.

source: Adds 5,000 Diplomacy experience points.
ko: 5,000 교섭 경험치 점수를 더합니다.
ko_mt: 외교 경험치 5,000을 추가합니다.

source: Adds 1,000 Military experience points, crusade morale reduces by 20.
ko: 1,000 군사 경험치 점수를 더하고, 성전 사기가 20 감소합니다.
ko_mt: 군사 경험치 1,000이 추가되고, 십자군 사기가 20 감소합니다.

source: (Chaotic) Provides {g|Artefact_Event_2}[relics of the blessed one]{/g}.
ko: (혼돈) {g|Artefact_Event_2}[축복받은 자의 유물]{/g}을 제공합니다.
ko_mt: (혼돈) {g|Artefact_Event_2}[축복받은 자의 유물]{/g}을 제공합니다.

source: (Good) Finance Points income increases by 20.
ko: (선) 재정 점수 수입이 20 증가합니다.
ko_mt: (선) 재정 점수 수입이 20 증가합니다.

source: (Good) All generals gain +1 level to the {g|ReductionOfLosses}[Reduction of Losses]{/g} feat.
ko_mt: (선) 모든 장수는 {g|ReductionOfLosses}[손실 감소]{/g} 업적 +1 레벨을 얻습니다.

source: Adds 1,500 Diplomacy experience points.
ko_mt: 외교 경험치 1,500점을 추가합니다.

source: (Good) Unlocks the {g|FreeingTheSlaves}[Freeing the Slaves]{/g} decree.
ko: {g|FreeingTheSlaves}[노예 해방]{/g} 칙령을 해금합니다.
ko_mt: (선) {g|FreeingTheSlaves}[노예 해방하기]{/g} 칙령을 잠금 해제합니다.

source: Unlocks the {g|ReluctantSoldiers}[Reluctant Soldiers]{/g} decree.
ko: {g|ReluctantSoldiers}[주저하는 병사들]{/g} 칙령을 해금합니다.
ko_mt: {g|ReluctantSoldiers}[꺼리는 병사]{/g} 법령을 잠금 해제합니다.

source: (Good) Unlocks the {g|TheUnchained}[The Unchained]{/g} decree.
ko: (선) {g|TheUnchained}[풀려난 자들]{/g} 칙령을 해금합니다.
ko_mt: (선) {g|TheUnchained}[사슬을 풀다]{/g} 칙령을 잠금 해제합니다.

source: (Evil) Unlocks the {g|SlaveTrade}[Slave Trade]{/g} decree.
ko: (악) {g|SlaveTrade}[노예 교역]{/g} 칙령을 해금합니다.
ko_mt: (악) {g|SlaveTrade}[노예 무역]{/g} 칙령을 잠금 해제합니다.

source: (Evil) Adds 400 Military experience points.
ko: (악) 400 군사 경험치 점수를 더합니다.
ko_mt: (악) 군사 경험치 400점을 추가합니다.

source: (Good) Adds 2,500 Leadership experience points.
ko_mt: (선) 리더십 경험치 2,500점을 추가합니다.

source: (Evil) Adds 500 Military experience points. Unlocks the {g|PersonalGuard}[Personal Guard]{/g} decree.
ko: (악) 500 군사 경험치 점수를 더합니다. {g|PersonalGuard}[개인 경호원]{/g} 칙령을 해금합니다.
ko_mt: (악) 군사 경험치 500을 추가합니다. {g|PersonalGuard}[개인 경호원]{/g} 칙령을 잠금 해제합니다.

source: (Good) Unlocks the {g|IndividualApproachToTraining}[Individual Approach to training]{/g} decree.
ko: (선) {g|IndividualApproachToTraining}[맞춤 훈련]{/g} 칙령을 해금합니다.
ko_mt: (선) {g|IndividualApproachToTraining}[교육에 대한 개별 접근 방식]{/g} 칙령을 잠금 해제합니다.

source: Adds 650 Military experience points.
ko: 650 군사 경험치 점수를 더합니다.
ko_mt: 군사 경험치 650점을 추가합니다.

source: Adds 5,000 Diplomacy experience points.
ko: 5,000 교섭 경험치 점수를 더합니다.
ko_mt: 외교 경험치 5,000을 추가합니다.

source: (Chaotic) Finance Points income increases by 20, all generals gain the {g|Lucky}[Lucky]{/g} feat.
ko: (혼돈) 재정 점수 수입이 20 증가하고, 모든 장군은 {g|Lucky}[행운]{/g} 특기를 얻습니다.
ko_mt: (혼돈) 재정 점수 수입이 20 증가하고, 모든 장수가 {g|Lucky}[행운]{/g} 능력을 얻습니다.

source: Unlocks the {g|PurchasingCheapEquipment}[Purchasing Cheap Equipment]{/g} decree.
ko: {g|PurchasingCheapEquipment}[값싼 장비 구입]{/g} 칙령을 해금합니다.
ko_mt: {g|PurchasingCheapEquipment}[저렴한 장비 구매]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|PurchasingQualityEquipment}[Purchasing Quality Equipment]{/g} decree.
ko: {g|PurchasingQualityEquipment}[양질의 장비 구입]{/g} 칙령을 해금합니다.
ko_mt: {g|PurchasingQualityEquipment}[고품질 장비 구매]{/g} 법령을 잠금 해제합니다.

source: (Evil) Unlocks the {g|ProfitablePurchase}[Profitable Purchase]{/g} decree.
ko: {g|ProfitablePurchase}[유리한 구매]{/g} 칙령을 해금합니다.
ko_mt: (악) {g|ProfitablePurchase}[수익성 있는 구매]{/g} 칙령을 잠금 해제합니다.

source: Unlocks the {g|WeaponsFromDaggermark}[Weapons from Daggermark]{/g} decree.
ko: {g|WeaponsFromDaggermark}[대거마크의 무기]{/g} 칙령을 해금합니다.
ko_mt: {g|WeaponsFromDaggermark}[대거마크의 무기]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|FugitiveHunt}[Fugitive Hunt]{/g} decree.
ko: {g|FugitiveHunt}[도망자 사냥]{/g} 칙령을 해금합니다.
ko_mt: {g|FugitiveHunt}[도망자 사냥]{/g} 법령을 잠금 해제합니다.

source: (Good) Materials Points income increases by 2 for 30 days, crusade morale increases by 10.
ko: (선) 물자 점수 수입이 30 일 동안 2 증가하고, 성전 사기가 10 증가합니다.
ko_mt: (선) 30일 동안 재료 점수 수입이 2 증가하고, 십자군 사기가 10 증가합니다.

source: Crusade morale reduces by 50.
ko: 성전 사기가 50 감소합니다.
ko_mt: 성전단의 사기가 50 감소합니다.

source: Crusade morale increases by 35, recruitment growth for trainable units from the Main Spellcasters' Lodge and the Main Stables reduces by 25% for 30 days.
ko: 성전 사기가 35 증가하고, 중앙 비전시전자의 집회소와 중앙 마굿간이 제공하는 훈련 가능 유닛의 모집 성장이 30 일 동안 25% 증가합니다.
ko_mt: 성전단의 사기가 35만큼 증가하고, 주 주문 시전자의 숙소와 주 마구간에서 훈련 가능한 유닛의 모집 증가량이 30일 동안 25% 감소합니다.

source: (Evil) This decision will not do any good or harm.
ko: (악) 이 결정은 득도 실도 되지 않을 것이다.
ko_mt: (악) 이 결정은 어떤 이익이나 해를 끼치지 않습니다.

source: Adds 60 Energy Points.
ko: 60 에너지 점수를 더합니다.
ko_mt: 에너지 점수 60점을 추가합니다.

source: 12 {g|SkeletonSharpshooters}[Skeleton Sharpshooters]{/g} and 8 {g|SkeletonChampions}[Skeleton Champions]{/g} are recruited at the Commander's headquarters. Crusade morale reduces by 15.
ko: 사령관의 지휘부에 12 {g|SkeletonSharpshooters}[스켈레톤 명사수]{/g}와 8 {g|SkeletonChampions}[스켈레톤 챔피언]{/g}이 모집됩니다. 성전 사기가 15 감소합니다.
ko_mt: 사령관 본부에서 12 {g|SkeletonSharpshooters}[해골 샤프슈터]{/g}과 8 {g|SkeletonChampions}[해골 투사]{/g}을 모집합니다. 십자군 사기가 15 감소합니다.

source: Unlocks the {g|EnchantingTheDead}[Enchanting the Dead]{/g} decree.
ko: {g|EnchantingTheDead}[죽음 부여]{/g} 칙령을 해금합니다.
ko_mt: {g|EnchantingTheDead}[죽은 자에게 마법 부여]{/g} 법령을 잠금 해제합니다.

source: 15 {g|Sorcerers}[Sorcerers]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 15 {g|Sorcerers}[소서러]{/g}가 모집되었습니다.
ko_mt: 사령관 본부에서 15명의 {g|Sorcerers}[소서러]{/g}을 모집합니다.

source: Energy Points income increases by 1 for 90 days.
ko: 90 일 동안 에너지 점수 수입이 1 증가합니다.
ko_mt: 90일 동안 에너지 점수 수입이 1 증가합니다.

source: Adds 2,500 Leadership experience points.
ko: 2,500 통솔 경험치를 더합니다.
ko_mt: 리더십 경험치 2,500점을 추가합니다.

source: Energy Points income increases by 1, crusade morale increases by 20.
ko: 에너지 점수 수입이 1, 성전 사기가 20 증가합니다.
ko_mt: 에너지 점수 수입이 1 증가하고, 십자군 사기가 20 증가합니다.

source: All generals gain the {g|SorcererSquire}[Sorcerer Squire]{/g} feat for 90 days.
ko: 모든 장군이 90일 동안 {g|SorcererSquire}[소서러 종자]{/g} 특기를 획득합니다.
ko_mt: 모든 장수는 90일 동안 {g|SorcererSquire}[소서러 스콰이어]{/g} 능력을 얻습니다.

source: Unlocks the {g|FutureHeroes}[Future Heroes]{/g} decree.
ko: {g|FutureHeroes}[미래의 영웅들]{/g} 칙령을 해금합니다.
ko_mt: {g|FutureHeroes}[미래의 영웅]{/g} 법령을 잠금 해제합니다.

source: Adds 3,000 Diplomacy experience points.
ko: 외교 경험치가 3,000 증가합니다.
ko_mt: 외교 경험치 3,000을 추가합니다.

source: Unlocks the {g|DangerousHunt}[Dangerous Hunt]{/g} decree.
ko: {g|DangerousHunt}[위험한 사냥]{/g} 칙령을 해금합니다.
ko_mt: {g|DangerousHunt}[위험한 사냥]{/g} 법령을 잠금 해제합니다.

source: (Evil) Adds 3,000 Finance Points.
ko: (악) 3,000 재정 점수를 더합니다.
ko_mt: (악) 재정 점수 3,000점을 추가합니다.

source: 6 {g|InfernalCavalry}[Infernal Cavalry]{/g} are recruited at the Commander's headquarters.
ko: 사령관의 지휘부에 6 {g|InfernalCavalry}[지옥 기병]{/g}이 모집되었습니다.
ko_mt: 사령관 본부에 6명의 {g|InfernalCavalry}[지옥의 기병대]{/g}이 모집됩니다.

source: Materials Points income increases by 5 for 30 days.
ko: 물자 점수 수입이 30일 동안 5 증가합니다.
ko_mt: 30일 동안 재료 점수 수입이 5 증가합니다.

source: All units gain the {g|Robust}[Robust]{/g} feat.
ko: 모든 유닛이 {g|Robust}[튼튼함]{/g} 특기를 얻습니다.
ko_mt: 모든 유닛이 {g|Robust}[견고함]{/g} 업적을 얻습니다.

source: (Evil) Adds 100 Materials Points. All units gain the {g|Healthy}[Healthy]{/g} feat.
ko: (악) 100 물자 점수를 더합니다. 모든 유닛은 {g|Healthy}[건강함]{/g} 특기를 얻습니다.
ko_mt: (악) 재료 점수를 100 추가합니다. 모든 유닛이 {g|Healthy}[건강한]{/g} 업적을 얻습니다.

source: (Good) 3 {g|EarthElementals}[Earth Elementals]{/g} are recruited at the Commander's headquarters.
ko: (선) 사령관의 지휘부에 3 {g|EarthElementals}[대지 정령]{/g}이 모집됩니다.
ko_mt: (선) 사령관 본부에서 {g|EarthElementals}[대지 정령]{/g} 3명을 모집합니다.

source: 4 {g|Warpriests}[Warpriests]{/g} are recruited at the Commander's headquarters, crusade morale reduces by 20.
ko: 사령관의 지휘부에 4 {g|Warpriests}[워프리스트]{/g}가 모집되며, 성전 사기가 20 감소합니다.
ko_mt: 사령관 본부에서 {g|Warpriests}[전쟁사제]{/g} 4명을 모집하면, 십자군 사기가 20 감소합니다.

source: Adds 7,500 Finance Points and 100 Materials Points. Deducts 100 Energy Points.
ko: 7,500 재정 점수와 100 물자 점수를 더합니다. 100 에너지 점수를 차감합니다.
ko_mt: 재정 점수 7,500과 재료 점수 100을 추가합니다. 에너지 점수 100을 차감합니다.

source: Adds 7,500 Finance Points and 100 Materials Points.
ko: 7,500 재정 점수와 100 물자 점수를 더합니다.
ko_mt: 7,500 재정 점수와 100 재료 점수를 추가합니다.

source: (Evil) Adds 4,000 Diplomacy experience points.
ko: (악) 4,000 교섭 경험치 점수를 더합니다.
ko_mt: (악) 외교 경험치 4,000을 추가합니다.

source: Unlocks the {g|BattleMonsters}[Battle Monsters]{/g} decree.
ko: {g|BattleMonsters}[전투 괴물]{/g} 칙령을 해금합니다.
ko_mt: {g|BattleMonsters}[전투 괴물]{/g} 법령을 잠금 해제합니다.

source: Unlocks the {g|DangerousGoods}[Dangerous Goods]{/g} decree.
ko: {g|DangerousGoods}[위험한 물건]{/g} 칙령을 해금합니다.
ko_mt: {g|DangerousGoods}[위험물]{/g} 법령을 잠금 해제합니다.

source: Crusade morale increases by 25.
ko: 성전 사기가 25 증가합니다.
ko_mt: 십자군 사기가 25 증가합니다.

source: (Chaotic) Adds 4,000 Finance Points and 3,000 Diplomacy experience points.
ko: (혼돈) 4,000 재정 점수와 3,000 교섭 경험치 점수를 더합니다.
ko_mt: (혼돈) 재정 점수 4,000점 및 외교 경험치 3,000점을 추가합니다.

source: Unlocks the {g|ExoticPrey}[Exotic Prey]{/g} decree.
ko: {g|ExoticPrey}[특이한 먹잇감]{/g} 칙령을 해금합니다.
ko_mt: {g|ExoticPrey}[이국적인 먹이]{/g} 법령을 잠금 해제합니다.
