Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: Defeating powerful enemies sometimes provides a safe place to rest. You can click on the special object the enemies dropped to rest and recover your health and spells.
ko: 강력한 적을 물리치면 때때로 안전한 휴식처를 제공합니다. 적들이 떨어뜨린 특수 오브젝트를 클릭하면 휴식을 취하여 체력과 주문을 회복할 수 있습니다.
ko_mt: 강력한 적을 쓰러뜨리면 가끔 안전한 휴식처를 얻을 수 있습니다. 적들이 떨어뜨린 특별한 물체를 클릭하면 휴식을 취하고 체력과 주문을 회복할 수 있습니다.

source: The Honest Guy Has New Goods!
ko: 정직한 사내에게 신상품이 들어왔습니다!
ko_mt: 정직한 녀석의 새로운 상품이 출시되었습니다!

source: Each time you defeat an elite corrupted enemy, like you did just now, the Honest Guy expands his inventory of goods. You'll encounter elite corrupted enemies every five levels of the dungeon, starting on the 10th level. The number of items the Honest Guy sells persists across your playthroughs.
ko: 방금처럼 정예 타락한 적을 물리칠 때마다, 정직한 사내의 상품 재고가 늘어납니다. 10층부터 던전의 각 5층마다 정예 타락한 적들을 만나게 됩니다. 정직한 사람이 판매하는 물품의 수는 모든 게임 플레이에 걸쳐 유지됩니다.
ko_mt: 방금처럼 정예 타락한 적을 쓰러뜨릴 때마다 정직한 남자의 상품 인벤토리가 확장됩니다. 10레벨부터 던전의 5레벨마다 정예 타락한 적을 만나게 됩니다. 정직한 남자가 판매하는 아이템의 수는 플레이하는 동안 계속 유지됩니다.

source: The Silver Dragon Has New Goods!
ko: 실버 드래곤에게 신상품이 들어왔습니다!
ko_mt: 실버 드래곤에 새로운 상품이 등장했습니다!

source: Each time you defeat one of the Lost Heroes, like you did just now, the silver dragon expands his inventory of goods. The number of items the silver dragon sells persists across your playthroughs.
ko: 방금처럼 잃어버린 영웅을 물리칠 때마다 실버 드래곤의 상품 재고가 늘어납니다. 실버 드래곤이 판매하는 물품의 수는 모든 게임 플레이에 걸쳐 유지됩니다.
ko_mt: 방금처럼 잃어버린 영웅 중 한 명을 쓰러뜨릴 때마다 실버 드래곤의 상품 목록이 확장됩니다. 실버 드래곤이 판매하는 아이템의 수는 플레이하는 동안 계속 유지됩니다.

source: Lost Hero Vanquished!
ko: 잃어버린 영웅 토벌!
ko_mt: 로스트 히어로 정복!

source: Congratulations! You've defeated one of the Lost Heroes! There's always only one such enemy in every dungeon. To advance the story, retire your current character and begin anew. The silver dragon and the Honest Guy will carry over the number of items they can sell you, and you'll be able to choose a boon for your next playthrough. To retire a character, leave the Tenebrous Ruins by using the road. You may keep exploring the current dungeon and battle more corrupted enemies, collect more valuable loot, and reach even deeper into the Tenebrous Depths.
ko: 축하합니다! 잃어버린 영웅 중 한 명을 물리쳤습니다! 잃어버린 영웅은 각 던전에 한 명밖에 없습니다. 이야기를 더 진행하려면 현재의 캐릭터를 은퇴시키고 새롭게 시작하십시오. 실버 드래곤과 정직한 사내의 상품 재고의 수가 계승되므로, 다음 플레이에서 더 좋은 아이템을 구매할 수 있습니다. 캐릭터를 은퇴시키려면 도로를 따라 어둠의 유적을 떠나면 됩니다. 아니면 지금의 던전을 계속 탐험하여 타락한 적들과 더 싸우고, 더 값진 전리품을 수집하고, 어둠의 심부의 더 깊숙한 곳으로 내려갈 수도 있습니다.
ko_mt: 축하합니다! 로스트 히어로 중 한 명을 쓰러뜨렸습니다! 모든 던전에는 항상 한 명의 적만 존재합니다. 스토리를 진행하려면 현재 캐릭터를 퇴장하고 새로 시작하세요. 실버 드래곤과 정직한 남자가 판매할 수 있는 아이템의 개수는 그대로 유지되며, 다음 플레이를 위한 보너스를 선택할 수 있습니다. 캐릭터를 은퇴하려면 길을 이용해 테네브로스 유적지를 떠나세요. 현재 던전을 계속 탐험하며 더 많은 타락한 적과 전투를 벌이고, 더 귀중한 전리품을 수집하고, 테네브로스 심연 깊숙한 곳까지 도달할 수 있습니다.

source: Unrest
ko: 안정도
ko_mt: 불안

source: When your subjects are unhappy, they may become concerned or even start a riot. The Unrest parameter reflects the level of stability of the community and the state of your {mf|barony|barony|kingdom|kingdom}. It is Stable by default, but your actions as well as independent events may affect it. There are 7 statuses of Unrest your {mf|barony|barony|kingdom|kingdom} can have. If your kingdom prospers and your subjects are happy, your advisors will receive a bonus to the outcomes of events. If the kingdom's stability is low, advisors will find it hard to deal with problems and take advantage of opportunities. If the Unrest parameter drops below "Crumbling," your {mf|barony|barony|kingdom|kingdom} will be destroyed.
ko: 백성들이 불행하다면, 불안을 느끼거나 심지어는 폭동을 일으킬 수도 있습니다. 안정도는 지역 사회의 치안과 {mf|남작령|여남작령|왕국|왕국}의 상태를 반영합니다. 기본적으로는 안정 상태이지만 당신의 조치나 개별 사건에 따라 영향을 받습니다. 안정도는 7개 등급으로 나뉩니다. 만약 당신의 나라가 번영하고 백성들이 행복하다면, 보좌관은 사건 결과에 보너스를 받게 될 것입니다. 만약 왕국의 안정도가 낮다면, 보좌관들은 문제를 처리하고 기회를 이용하는 데 어려움을 겪습니다. 안정도가 "붕괴" 아래로 떨어지면, 당신의 {mf|남작령|여남작령|왕국|왕국}은 파괴될 것입니다.
ko_mt: 피험자가 불행하면 불안해하거나 폭동을 일으킬 수도 있습니다. 불안 매개변수는 커뮤니티의 안정 수준과 {mf|영지|영지|왕국|왕국}의 상태를 반영합니다. 기본값은 안정이지만, 여러분의 행동과 독립적인 이벤트가 영향을 미칠 수 있습니다. 내 {mf|영지|영지|왕국|왕국}이 가질 수 있는 불안 상태는 7가지입니다. 왕국이 번영하고 신하가 행복하면, 조언자는 이벤트 결과에 보너스를 얻습니다. 왕국의 안정성이 낮으면 조언자는 문제를 처리하고 기회를 활용하기가 어려워집니다. 불안도 매개변수가 "무너짐" 아래로 떨어지면 {mf|영지|영지|왕국|왕국}이 파괴됩니다.

source: Source of Resources for the {mf|Barony|Barony|Kingdom|Kingdom}
ko: {mf|남작령|남작령|왕국|왕국} 자원의 원천
ko_mt: {mf|영지|영지|왕국|왕국}의 리소스 출처

source: You may stumble upon a resource area in your travels. To reap its benefits, you need to claim the corresponding region, return to the resource location, and claim it for 15 BP.
ko: 여행 중 자원 구역을 우연히 발견할 수도 있습니다. 보너스를 받으려면 해당 지역을 점령한 후 자원이 있는 곳으로 돌아가 15 BP를 지불해야 합니다.
ko_mt: 여행 중에 자원 지역을 우연히 발견할 수 있습니다. 혜택을 받으려면 해당 지역을 점령하고 자원 위치로 돌아와 15 BP를 지불하고 자원을 획득해야 합니다.

source: Stat Development: Meeting with an Advisor
ko: 지표 개발: 보좌관과 회의
ko_mt: 스탯 개발: 어드바이저와의 미팅

source: One of your {mf|barony|barony|kingdom|kingdom} stats has reached 20 points. It's time for you to increase its rank. First, meet with your advisor and discuss the future of the state. To do so, return to your capital and click the button on the appropriate event card in the throne room. Whatever choices you make, remember: your advisors may disapprove. If the current advisor decides that you argue too much, they will quit forever.
ko: {mf|남작령|여남작령|왕국|왕국} 지표 중 하나가 20점에 도달했습니다. 등급을 높일 때입니다. 먼저, 보좌관과 만나 국가의 미래에 대해 논의하십시오. 수도로 돌아가 알현실에서 해당 사건 카드의 버튼을 클릭하면 됩니다. 어떤 선택은 보좌관의 반대에 직면할 수 있다는 것을 기억하십시오. 보좌관과 계속해서 갈등을 빚다 보면, 보좌관은 그 자리를 아예 그만둬 버릴 것입니다.
ko_mt: {mf|영지|영지|왕국|왕국} 스탯 중 하나가 20점에 도달했습니다. 이제 순위를 올릴 때입니다. 먼저 고문과 만나 국가의 미래에 대해 논의하세요. 그러려면 수도로 돌아가서 왕좌의 방에 있는 해당 이벤트 카드의 버튼을 클릭합니다. 어떤 선택을 하든 고문이 반대할 수 있다는 점을 기억하세요. 현재 고문이 당신이 지나치게 논쟁을 벌인다고 판단하면, 고문은 영원히 그만두게 됩니다.

source: Stat Development: Rank Increase
ko: 지표 개발: 등급 상승
ko_mt: 스탯 개발: 계급 증가

source: After you talk to an advisor and make a decision, a new decree will become available that will increase a stat rank. You can find it at the bottom-center of the screen on the Decrees tab. It will take you and your advisor 14 days to execute the decree. Time will be automatically sped up until the decree is completed.
ko: 보좌관과 이야기하고 결정을 내린 후 칙령 탭의 화면 하단 중앙에 나타나는 칙령을 통해 지표 등급을 높일 수 있습니다. 이 칙령을 처리하려면 당신과 당신의 보좌관에게 14일이 필요합니다. 칙령이 완료될 때까지 시간을 자동으로 건너뛰게 됩니다.
ko_mt: 고문과 대화를 나누고 결정을 내리면 스탯 등급이 상승하는 새로운 칙령을 사용할 수 있게 됩니다. 화면 하단 중앙의 칙령 탭에서 찾을 수 있습니다. 칙령을 실행하는데는 나와 고문이 14일이 걸립니다. 칙령이 완료될 때까지 시간이 자동으로 단축됩니다.

source: Pass the Rank-Up Decree
ko: 등급 상승 칙령 승인
ko_mt: 계급 상향 법령 통과

source: The advisor and the baron{mf||ess} will spend 14 days on a special decree to increase the rank of a respective stat. You can find one such decree under the Decrees tab. Assign an advisor and pass the decree to increase the rank of a stat.
ko: 보좌관과 남작은 각 지표의 등급을 높이는 특별 칙령에 14일을 할애할 것입니다. 이 계획은 칙령 탭에서 찾을 수 있습니다. 지표 등급을 높이려면 보좌관을 배정하고 칙령을 승인하십시오.
ko_mt: 고문과 남작{mf||ess}은 14일 동안 특별 칙령을 통해 각 스탯의 등급을 높일 수 있습니다. 칙령 탭에서 해당 칙령을 찾을 수 있습니다. 고문을 지정하고 칙령을 통과시켜 스탯 등급을 올리세요.

source: Talking to the Advisor
ko: 보좌관과 대화
ko_mt: 어드바이저와 대화하기

source: You need to talk to one of your advisors to address important matters in your barony. To do that, you have to close the Barony Management screen and get back to the throne room.
ko: 보좌관과 상의하여 남작령의 중요 문제를 해결해야 합니다. 남작령 화면을 닫고 알현실로 돌아가면 보좌관과 대화할 수 있습니다.
ko_mt: 남작의 중요한 문제를 해결하려면 조언자 중 한 명과 대화해야 합니다. 그러려면 남작 관리 화면을 닫고 왕좌의 방으로 돌아와야 합니다.

source: Managing the Barony
ko: 남작령 관리
ko_mt: 남작 관리

source: To access the Barony Management screen, click on the table standing before the throne.
ko: 남작령을 관리하려면 보좌 앞에 놓인 책상을 클릭하십시오.
ko_mt: 남작 관리 화면에 접속하려면 왕좌 앞에 놓인 테이블을 클릭합니다.

source: Decrees
ko: 칙령
ko_mt: 법령

source: The Decrees tab will allow you to upgrade various aspects of your {mf|barony|barony|kingdom|kingdom}. New decrees will come your way during the game as you meet certain conditions or undertake various ventures. To pass a decree, assign one of your advisor to it and spend the BP it requires. Execution of a decree usually takes a while.
ko: 칙령 탭에서 {mf|남작령|여남작령|왕국|왕국}의 다양한 분야를 승급시킬 수 있습니다. 특정 조건을 충족하거나 다양한 모험을 수행함에 따라 새로운 칙령을 진행할 수 있게 됩니다. 칙령을 승인하려면 보좌관 중 한 명에게 배정하고 필요한 만큼 BP를 지불해야 합니다. 계획을 완료하는 데는 어느 정도 시간이 걸립니다.
ko_mt: 법령 탭에서 {mf|영지|영지|왕국|왕국}의 다양한 측면을 업그레이드할 수 있습니다. 게임 중에 특정 조건을 충족하거나 다양한 모험을 수행하면 새로운 칙령을 받을 수 있습니다. 칙령을 통과시키려면 고문 중 한 명을 지정하고 칙령에 필요한 BP를 소비하세요. 칙령을 실행하는데는 보통 시간이 걸립니다.

source: Artisans
ko: 장인
ko_mt: 장인

source: You have met an artisan, a special character who can craft equipment for you, from tough armor and powerful weapons to magic jewelry and scrolls. You will find one in every region of the Stolen Lands. Some of them arrive to you on their own, and others can be found in settlements. Having your own artisan is troublesome and expensive! And it's up to you to decide whether you want to help a particular artisan or not.
ko: 튼튼한 갑옷과 강력한 무기에서부터 마법의 보석과 두루마리에 이르기까지 당신을 위해 장비를 제작할 수 있는 특별한 캐릭터인 장인을 만났습니다. 장인은 도둑맞은 땅의 모든 지역에서 찾을 수 있습니다. 어떤 사람은 제 발로 찾아오고, 아니면 정착지에서 만날 수 있습니다. 장인을 고용하는 것은 번거롭고 많은 비용이 듭니다. 하지만 그 장인을 도울지 말지는 당신에게 달려 있습니다.
ko_mt: 튼튼한 갑옷과 강력한 무기부터 마법 장신구와 두루마리까지, 여러분을 위해 장비를 제작해줄 특별한 캐릭터인 장인을 만났습니다. 장인은 도둑맞은 땅의 모든 지역에서 찾을 수 있습니다. 일부는 스스로 찾아오기도 하고, 다른 일부는 정착지에서 찾을 수 있습니다. 장인을 직접 고용하는 것은 번거롭고 비용이 많이 듭니다! 특정 장인을 도울지 말지는 여러분의 결정에 달려 있습니다.

source: Helping Artisans
ko: 장인 돕기
ko_mt: 장인 돕기

source: Every artisan you meet will ask you for a favor. As soon as you fulfill the request, a workshop blueprint will appear in the settlement. An artisan with a workshop receives payment from the treasury and crafts weapons or armor for you either at your request or of their own accord. Each artisan you hire will eventually request your help in creating a special item. Complete their special quest to unlock a masterpiece, an extraordinary piece of gear. The artisan will inform you that they're prepared to start working on a masterpiece and ask you to stop placing specific orders in the meantime.
ko: 모든 장인이 저마다 당신에게 도움을 요청할 것입니다. 요청을 들어주면 작업장의 청사진이 정착지에 추가됩니다. 장인에게 작업장을 지어주면 재무부로부터 예산을 받아, 당신의 요구나 자기 생각에 따라 무기나 갑옷을 제작합니다. 그러다보면 장인이 당신에게 다시 도움을 요청하는데, 이 특별 퀘스트를 완료하면 범상치 않은 걸작을 제작할 수 있게 됩니다. 그러면 장인은 걸작의 제작에 착수할 준비가 되었다며, 그 사이에 구체적인 주문은 삼가해 달라고 부탁할 것입니다.
ko_mt: 만나는 모든 장인은 당신에게 부탁을 할 것입니다. 요청을 완료하면 결제창에 작업장 설계도가 표시됩니다. 작업장을 보유한 장인은 재무부에서 보수를 받고 플레이어의 요청 또는 자체적으로 무기나 방어구를 제작합니다. 고용한 장인은 특별한 아이템을 제작하는데 도움을 요청할 것입니다. 특별 퀘스트를 완료하면 특별한 장비인 걸작을 잠금 해제할 수 있습니다. 장인은 걸작 제작을 시작할 준비가 되었다고 알려주며, 당분간 특정 주문을 중단해 달라고 요청할 것입니다.

source: Settlement Upgrade
ko: 정착지 승급
ko_mt: 정산 업그레이드

source: You can now upgrade settlements in your {mf|barony|barony|kingdom|kingdom}. Every three villages acquired in your domain will enable you to upgrade one of them to the town level, provided that 6 or more slots are occupied in that village. The first upgrade must take place in the capital. Pass the relevant decree on the Decrees tab to start an upgrade. Once the upgrade is complete, the number of slots in the settlement will increase to 20, and the list of buildings will expand. Three or more towns in your {mf|barony|barony|kingdom|kingdom} and at least 16 occupied building slots in the capital will enable you to upgrade the capital to city.
ko: 이제 {mf|남작령|여남작령|왕국|왕국}의 정착지를 승급할 수 있습니다. 영지가 보유한 3개의 정착지마다, 6칸 이상의 건물이 지어진 마을 하나를 소도시로 승급시킬 수 있습니다. 수도를 첫 번째로 승급해야 합니다. 칙령을 승인하려면 칙령 탭에서 관련 계획을 실행해야 합니다. 칙령이 완료되면 정착지의 건물 칸이 20개로 늘어나고 건설 가능한 건물의 종류가 늘어납니다. {mf|남작령|여남작령|왕국|왕국}에 소도시가 3개 이상이고, 수도에 지어진 건물이 16칸 이상이면 도시로 승급시킬 수 있습니다.
ko_mt: 이제 {mf|영지|영지|왕국|왕국}에서 정착지를 업그레이드할 수 있습니다. 내 영토에서 3개의 마을을 획득할 때마다 해당 마을에 6개 이상의 슬롯이 점령되어 있을 경우, 마을 중 하나를 마을 레벨로 업그레이드할 수 있습니다. 첫 번째 업그레이드는 수도에서 진행해야 합니다. 업그레이드를 시작하려면 법령 탭에서 관련 법령을 통과시키세요. 업그레이드가 완료되면 정착지의 슬롯 수가 20개로 증가하고 건물 목록이 확장됩니다. 내 {mf|영지|영지|왕국|왕국}에 3개 이상의 마을이 있고 수도에 점령된 건물 슬롯이 16개 이상이면 수도를 도시로 업그레이드할 수 있습니다.

source: {mf|Barony|Barony|Kingdom|Kingdom} Alignment
ko: {mf|남작령|여남작령|왕국|왕국} 성향
ko_mt: {mf|영지|영지|왕국|왕국} 성향

source: Your subjects look up to you in all areas of life, including your alignment. Depending on the ruler's morale and conduct, your {mf|barony|barony|kingdom|kingdom} will attract the attention of a particular kind of people (for better or worse). Certain alignments may unlock unique buildings.
ko: 무릇 백성이란 뭘 하든 간에 통치자를 우러러보기 마련이고, 성향에 있어서도 그러합니다. 통치자의 마음씨와 다스림에 따라 {mf|남작령|남작령|왕국|왕국}에는 좋든 나쁘든 그런 성향의 사람들이 모여들게 됩니다. 각 성향에는 그 성향일 때만 지을 수 있는 고유 건물이 있습니다.
ko_mt: 당신의 신하들은 당신의 성향을 포함하여 삶의 모든 영역에서 당신을 존경합니다. 통치자의 사기와 행동에 따라 {mf|영지|영지|왕국|왕국}은 특정 종류의 사람들의 관심을 끌게 됩니다.(좋든 나쁘든). 특정 성향은 독특한 건물을 잠금 해제할 수 있습니다.

source: [UNUSED] You can change kingdom difficulty in the settings (please note, that it will affect your achievements) or even turn the auto mode if difficulty for the kingdom set on easy. On Auto difficulty kingdom could never die, even if it goes beyond Crumbling state, and most of kingdom decisions (like constructing buildings or solving events) are done for you automatically.
ko: [UNUSED] 당신은 설정에서 왕국 난이도를 변경하거나, 난이도가 쉬움인 경우엔 자동 모드를 사용할 수도 있습니다. 이는 도전 과제 달성에 영향을 끼칩니다. 자동 난이도에선 왕국이 붕괴 상태가 되더라도 절대 망하지 않으며, 건물 건설이나 사건 해결과 같은 대부분의 왕국 결정이 자동으로 진행됩니다.
ko_mt: [사용 안 함] 설정에서 왕국 난이도를 변경하거나(도전 과제에 영향을 미치므로 주의하세요), 왕국 난이도를 쉽게 설정한 경우 자동 모드로 전환할 수도 있습니다. 자동 난이도에서는 왕국이 무너짐 상태를 넘어가더라도 절대 죽지 않으며, 대부분의 왕국 결정(건물 건설 또는 이벤트 해결 등)이 자동으로 수행됩니다.

source: Advisor Upgrade
ko: 보좌관 승급
ko_mt: 어드바이저 업그레이드

source: You may now upgrade your advisors' abilities! Pass the available decree from the Decrees tab to unlock this feature.
ko: 이제 보좌관의 능력을 승급시킬 수 있습니다! 이 기능을 사용하려면 칙령 탭에서 가능한 칙령을 승인하십시오.
ko_mt: 이제 고문의 능력을 업그레이드할 수 있습니다! 이 기능을 잠금 해제하려면 칙령 탭에서 사용 가능한 칙령을 전달하세요.

source: Region Upgrade
ko: 지역 승급
ko_mt: 지역 업그레이드

source: You may now upgrade regions within your {mf|barony|barony|kingdom|kingdom}. Every region has 2 or 3 available upgrades, with unique bonuses and conditions for each. All of them are listed on the region cards. You will find the region upgrade decree on the Decrees tab.
ko: 이제 {mf|남작령|여남작령|왕국|왕국}의 지역을 승급시킬 수 있습니다. 모든 지역은 2 ~ 3 가지의 승급이 가능하며 각각 고유한 보너스와 조건이 있습니다. 지역 카드에 조건과 보너스가 적혀있습니다. 칙령 탭에서 지역 승급 칙령을 찾을 수 있습니다.
ko_mt: 이제 {mf|영지|영지|왕국|왕국} 내에서 지역을 업그레이드할 수 있습니다. 모든 지역에는 2~3개의 업그레이드가 있으며, 각 지역마다 고유한 보너스와 조건이 있습니다. 모든 업그레이드는 지역 카드에 나열되어 있습니다. 지역 업그레이드 법령은 법령 탭에서 확인할 수 있습니다.

source: Welcome to Your Barony!
ko: 남작령에 오신 것을 환영합니다!
ko_mt: 영주에 오신 것을 환영합니다!

source: You are about to make the unyielding Stolen Lands a prosperous kingdom. There is a long and arduous road ahead of you. You and your advisors are going to deal with matters of national importance, found and build up settlements, seize and develop new regions, solve pressing problems, and take advantage of good opportunities. A prosperous governor will be handsomely rewarded with support and donations from their subjects, promising alliances with other states, wealth for their treasury, and many other things. Good luck in your ruling, {mf|Baron|Baroness}!
ko: 당신은 누구도 정복하지 못햇던 도둑맞은 땅을 번영하는 왕국으로 만들려고 합니다. 당신 앞에는 길고도 험난한 길이 놓여있습니다. 당신과 보좌관들은 국가의 중대사에 대처하고, 정착지를 찾아 건설하고, 새로운 지역을 장악하고 발전시키고, 긴급한 문제를 해결하고, 좋은 기회를 이용해야 합니다. 다른 나라와의 동맹, 백성들을 위한 부, 그리고 다른 많은 것들을 약속하며 백성들에게 많은 지원과 기부를 받아내십시오. 그것이 바로 성공적인 지도자들이 하는 일입니다. 당신의 통치에 행운을 빕니다. {mf|남작님|여남작님}!
ko_mt: 당신은 이제 척박한 도둑맞은 땅을 번영하는 왕국으로 만들려고 합니다. 여러분 앞에는 길고 험난한 여정이 기다리고 있습니다. 당신과 당신의 고문들은 국가적으로 중요한 문제를 처리하고, 정착지를 찾아 건설하고, 새로운 지역을 점령하고 개발하며, 시급한 문제를 해결하고, 좋은 기회를 활용해야 합니다. 번영하는 총독은 신하들의 지원과 기부금, 다른 주와의 동맹 약속, 국고를 위한 부 등 많은 보상을 받게 됩니다. 통치에 행운을 빕니다, {mf|Baron|Baroness}!

source: Difficulty Level of Your {mf|Barony|Barony|Kingdom|Kingdom}
ko: {mf|남작령|남작령|왕국|왕국} 관리 난이도
ko_mt: {mf|영지|영지|왕국|왕국}의 난이도 수준

source: You may change the difficulty level of your {mf|barony|barony|kingdom|kingdom} at any time or set it to automatic. If set to automatic, you won't have to deal with most government decisions — they will be taken care of automatically, and your barony will never fail. However, this will also prevent you from unlocking any governance-related achievements.
ko: 당신은 {mf|남작령|여남작령|왕국|왕국} 관리 난이도를 언제든지 변경하거나 자동으로 설정할 수 있습니다. 자동으로 설정하면 대부분의 정책 결정이 자동으로 처리되며 남작령은 절대 망하지 않습니다. 하지만 통치 관련 업적을 달성 할 수 없게됩니다.
ko_mt: 언제든지 {mf|영지|영지|왕국|왕국}의 난이도를 변경하거나 자동으로 설정할 수 있습니다. 자동으로 설정하면 대부분의 정부 결정을 처리할 필요가 없으며, 자동으로 처리되므로 남작이 실패하지 않습니다. 하지만 이 경우 거버넌스 관련 업적을 잠금 해제할 수 없습니다.

source: Long Live the {mf|King|Queen}!
ko: {mf|왕|여왕}이시여, 영원하소서!
ko_mt: {mf|왕|여왕} 만세!

source: Congratulations! Your barony has advanced to become an independent kingdom! Your stats may now be increased beyond rank 6, and all of the kingdom's income will stay in your treasury. However, you will no longer receive financial support from your patrons in Brevoy.
ko: 축하합니다! 남작령이 독립 왕국으로 발전했습니다! 이제 지표를 6등급 이상으로 올릴 수 있습니다. 또, 더 이상 브레보이에 세금을 바치지 않는 대신 재정 지원도 받지 않습니다.
ko_mt: 축하합니다! 남작이 독립 왕국으로 성장했습니다! 이제 능력치를 6 등급 이상으로 올릴 수 있으며, 왕국의 모든 수입은 내 국고에 보관됩니다. 하지만 더 이상 브레보이에서 후원자로부터 재정 지원을 받을 수 없습니다.

source: Scouting Decrees
ko: 정찰 칙령
ko_mt: 스카우트 법령

source: With special decrees, you can find locations you missed within {mf|barony|barony|kingdom|kingdom} regions while exploring the territory. Use decrees to send scouts, and after a while they will return with information about a new location. After some time to rest, scouts will be able to continue exploring regions for more locations.
ko: {mf|남작령|여남작령|왕국|왕국}를 탐험하는 동안 놓친 장소들을 특별 칙령을 통해 찾을 수 있습니다. 이 칙령을 실행하면 정찰병을 파견해 새로운 장소에 대한 정보를 갖고 돌아오도록 합니다. 칙령을 완료하면 잠시간의 휴식 후에 다시 정찰대를 파견해 다른 장소를 조사할 수 있습니다.
ko_mt: 특별 칙령을 사용하면 영토를 탐험하는 동안 {mf|영지|영지|왕국|왕국} 지역 내에서 놓친 위치를 찾을 수 있습니다. 칙령을 사용해 정찰대를 보내면 잠시 후 정찰대가 새로운 위치에 대한 정보를 가지고 돌아옵니다. 잠시 휴식을 취한 후 정찰대는 계속해서 지역을 탐험하며 더 많은 위치를 찾을 수 있습니다.

source: {mf|Barony|Barony|Kingdom|Kingdom} Stats
ko: {mf|남작령|여남작령|왕국|왕국} 지표
ko_mt: {mf|영지|영지|왕국|왕국} 통계

source: The {mf|barony|barony|kingdom|kingdom} has ten basic stats, each supervised by an advisor. They are as follows: Population (Regent), Loyalty (Councilor), Military (General), Economy (Treasurer), Divine (High Priest), Relations (Grand Diplomat), Stability (Warden), Magic (Magister), Culture (Curator), and Espionage (Minister).
ko: {mf|남작령|남작령|왕국|왕국}에는 보좌관들이 담당하는 10개의 기본 지표가 있습니다. 각각의 보좌관들이 담당하는 지표는 다음과 같습니다. 주민-섭정, 민심-평의원, 군사-장군, 경제-재무관, 신성-대사제, 외교-수석 외교관, 치안-감시관, 마법-마법대신, 문화-학예사, 첩보-장관.
ko_mt: {mf|영지|영지|왕국|왕국}에는 10가지 기본 통계가 있으며, 각 통계는 어드바이저가 감독합니다. 스탯은 다음과 같습니다. 인구(섭정), 충성(의원), 군사(장군), 경제(재무관), 신성(대사제), 관계(대외교관), 안정(소장), 마법(매지스터), 문화(큐레이터), 첩보(장관).

source: Stat Development
ko: 지표 개발
ko_mt: 스탯 개발

source: Stats increase if your governance is successful and decrease if events don't end well or other negative factors are placed in your way. Don't let your {mf|barony|barony|kingdom|kingdom} stats drop to zero or lower — this will cause your subjects to riot, and your state will begin to crumble. Each stat has certain milestones or ranks within them. Every 20 points in a stat will increase your rank. Rank 1 unlocks a corresponding advisor position for that stat. Further development of the stat and upgrades to its ranks will be possible only if you have an advisor in the relevant position.
ko: 나라를 잘 다스리면 지표가 올라가고, 사건이 잘 마무리 되지 않거나 다른 부정적인 요소가 있으면 지표가 감소합니다. {mf|남작령|남작령|왕국|왕국} 지표가 0 이하로 떨어지면 백성들이 폭동을 일으켜 국가가 무너질 것입니다. 각 지표에는 특정 이정표 또는 등급이 있습니다. 지표 20 점마다 등급이 올라갑니다. 1 등급을 달성하면 해당 지표를 담당하는 보좌관을 임명할 수 있게 됩니다. 보좌관이 있어야만 지표를 더 개발하고 등급을 올릴 수 있습니다.
ko_mt: 통치가 성공하면 스탯이 증가하고, 이벤트가 잘 끝나지 않거나 다른 부정적인 요소가 방해가 되면 스탯이 감소합니다. {mf|영지|영지|왕국|왕국} 스탯이 0 이하로 떨어지지 않도록 주의하세요. 그러면 신하들이 폭동을 일으키고 국가가 무너지기 시작할 것입니다. 각 스탯에는 특정 이정표 또는 등급이 있습니다. 스탯이 20점씩 상승할 때마다 등급이 올라갑니다. 등급 1이 되면 해당 스탯에 해당하는 조언자 직책이 잠금 해제됩니다. 스탯의 추가 개발과 등급 업그레이드는 해당 직책에 고문이 있을 때만 가능합니다.

source: Advisors
ko: 보좌관
ko_mt: 어드바이저

source: Governing your {mf|barony|barony|kingdom|kingdom} will require one advisor for each stat. You may appoint your companions as well as some of the Stolen Lands citizens into these advisor positions. Each of the ten positions has at least three characters who are qualified to hold it. Not all of these characters will be willing to serve you right away — some of them will need to be convinced. Appointing others will require completing an assignment for them or rendering them some other service. Every advisor acts on their own ideology. They have their own opinions on everything that happens in your domain. Therefore, you may want to select characters whose governance philosophy is consistent with your own. Open the advisor tab on the right side of the screen, click an empty slot, and select a character to appoint them as an advisor.
ko: {mf|남작령|여남작령|왕국|왕국}를 다스리려면 지표마다 보좌관을 임명해야 합니다. 보좌관은 도둑맞은 땅의 주민이나 동료 중에서 임명할 수 있습니다. 보좌관은 각 지표 별로 최소 3명의 후보가 있습니다. 이들 모두가 즉시 당신을 위해 봉사하지는 않습니다. 어떤 후보는 설득을 거쳐야만 보좌관으로 임명할 수 있습니다. 그 과정에서 부탁을 들어주는 등의 일을 해야 할 수도 있습니다. 보좌관은 자신의 이념에 따라 행동합니다. 영지 내에서 일어나는 일에 대해 보좌관은 나름의 의견을 가지고 있습니다. 따라서 당신과 통치철학이 비슷한 인물을 선택하는 것이 좋습니다. 화면 오른쪽에 있는 보좌관 탭을 열고 빈 칸을 클릭 한 후 인물을 선택하여 보좌관으로 임명하십시오.
ko_mt: {mf|영지|영지|왕국|왕국}을 통치하려면 각 능력치당 한 명의 조언자가 필요합니다. 이 고문 직책에는 동료와 도둑맞은 땅 시민 중 일부를 임명할 수 있습니다. 10개의 직책에는 각각 최소 세 명의 캐릭터가 해당 직책을 맡을 자격을 갖추고 있습니다. 모든 캐릭터가 즉시 당신을 섬기지는 않을 것이며, 일부는 설득이 필요합니다. 다른 인물을 임명하려면 그 인물을 위해 과제를 완료하거나 다른 서비스를 제공해야 합니다. 모든 고문은 자신의 이념에 따라 행동합니다. 그들은 영역에서 일어나는 모든 일에 대해 자신의 의견을 가지고 있습니다. 따라서 자신의 거버넌스 철학과 일치하는 캐릭터를 선택하는 것이 좋습니다. 화면 오른쪽에 있는 어드바이저 탭을 열고 빈 슬롯을 클릭한 다음 캐릭터를 선택하여 어드바이저로 임명하세요.

source: More about Advisors
ko: 보좌관에 대한 더 많은 사항
ko_mt: 어드바이저에 대해 자세히 알아보기

source: Every {mf|barony|barony|kingdom|kingdom} stat gains a bonus from a specific ability of the appointed advisor. The exact size of the bonus is indicated in the upper right corner of the advisor's card. Only advisors may address the problems, opportunities, and sudden events that occur in your domain and require immediate attention. Don't leave these positions vacant!
ko: {mf|남작령|여남작령|왕국|왕국} 지표는 임명된 보좌관의 특정 능력으로부터 보너스를 얻습니다. 보너스를 얼마나 받는지는 보좌관 카드의 오른쪽 상단 모서리에 표시됩니다. 영지에서 발생하는 문제, 기회 및 갑작스런 사건은 보좌관이 있어야만 해결할 수 있습니다. 보좌관 자리를 비워두지 마십시오!
ko_mt: 모든 {mf|영지|영지|왕국|왕국} 스탯은 지정된 고문의 특정 능력에서 보너스를 얻습니다. 보너스의 정확한 크기는 조언자 카드의 오른쪽 상단에 표시되어 있습니다. 어드바이저만이 내 영역에서 발생하여 즉각적인 주의가 필요한 문제, 기회, 갑작스러운 사건을 해결할 수 있습니다. 이 자리를 공석으로 두지 마세요!

source: Settlement Map
ko: 정착지 지도
ko_mt: 정착지 지도

source: Click your capital icon to open the settlement map.
ko: 정착지 지도를 열려면 수도 아이콘을 클릭하십시오.
ko_mt: 수도 아이콘을 클릭하면 정착지 지도가 열립니다.

source: Assigning Advisors
ko: 보좌관 임명
ko_mt: 어드바이저 지정

source: Your barony requires filled advisor positions to function. Use the Advisors tab to assign advisors to their positions.
ko: 남작령의 직무를 수행할 보좌관 자리가 다 채워지지 않았습니다. 보좌관 탭을 누르고 보좌관을 임명하십시오.
ko_mt: 남작이 활동하려면 고문 직책을 채워야 합니다. 고문 탭을 사용해 고문을 직책에 할당할 수 있습니다.

source: Constructing Buildings
ko: 건물 건설
ko_mt: 건물 건설

source: You may construct buildings to increase your {mf|barony|barony|kingdom|kingdom} stats. Each building has a cost in BP and a construction time. You may construct several buildings simultaneously. To start construction, select a building you need from the list on the right side of the screen and place it in an empty slot in the settlement.
ko: 건물을 지어서 {mf|남작령|여남작령|왕국|왕국}의 지표를 올릴 수 있습이다. 건설에는 BP가 필요하고, 완공되려면 시간이 걸립니다. 여러 건물을 동시에 지을 수 있습니다. 화면 오른쪽에 있는 목록에서 필요한 건물을 선택해서 정착지의 빈 칸에 클릭하면 건설이 시작됩니다.
ko_mt: 건물을 건설하여 {mf|영지|영지|왕국|왕국} 스탯을 높일 수 있습니다. 각 건물에는 BP 비용과 건설 시간이 있습니다. 여러 건물을 동시에 건설할 수 있습니다. 건설을 시작하려면 화면 오른쪽 목록에서 필요한 건물을 선택해 정착지의 빈 슬롯에 배치합니다.

source: Buildings: Special Bonuses
ko: 건물: 특별 보너스
ko_mt: 건물: 특별 보너스

source: Buildings may provide special bonuses if you meet certain conditions (most commonly, two buildings must stand close together to grant the bonus). Make sure you use this feature to your full benefit when planning a settlement. Some buildings can be placed only in designated spots or areas. As examples, a pier must be built on water, and a mill must be built with no other buildings around it.
ko: 어떤 건물은 특정 조건을 충족하면 특별 보너스를 제공합니다. 특정한 건물을 서로 붙여 지었을 때 보너스를 받는 인접 보너스가 가장 흔합니다. 정착지를 개발할 때 이 기능을 최대한 활용하십시오. 일부 건물은 지정된 장소 또는 지역에만 배치 할 수 있습니다. 예를 들어, 잔교는 물 위에 지어야하며, 풍차는 주변에 다른 건물이 없어야 합니다.
ko_mt: 건물은 특정 조건을 충족하면 특별 보너스를 제공할 수 있습니다.(일반적으로 보너스를 받으려면 두 건물이 서로 가까이 있어야 합니다). 정착지를 계획할 때 이 기능을 최대한 활용하세요. 일부 건물은 지정된 장소나 구역에만 배치할 수 있습니다. 예를 들어, 부두는 물 위에 건설해야 하며, 방앗간은 주변에 다른 건물이 없는 곳에 건설해야 합니다.

source: Buildings: Moving and Demolition
ko: 건물: 이동 및 철거
ko_mt: 건물 이사 및 철거
