Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: {g|Stunned_condition}[Stuns]{/g} the target unit, deprives it of actions, and makes it immune to damage for 2 rounds. This is a Siege ability.
ko: 대상 유닛을 {g|Stunned_condition}[기절]{/g}시켜 행동권을 빼앗고, 2라운드 동안 피해 면역 상태로 만듭니다. 이것은 공성 능력입니다.
ko_mt: {g|Stunned_condition}[기절]{/g} 대상 유닛의 행동력을 박탈하고 2라운드 동안 피해에 면역이 됩니다. 이 능력은 공성 능력입니다.

source: Extraplanar Bomb
ko: 다른 차원의 폭탄
ko_mt: 행성 외 폭탄

source: Restores ((Power×Power + Х)dX) HP to the target unit. This is a Divine spell with a heal effect.
ko_mt: 대상 유닛의 HP를 (위력x위력+Х)dX) 회복시킵니다. 치유 효과가 있는 신성한 주문입니다.

source: Bring Back
ko: 회생
ko_mt: 다시 가져오기

source: Teleports a target allied or enemy unit to any unoccupied square. This is an Arcane spell.
ko: 대상 아군이나 적 유닛 하나를 빈 타일 어디든지 순간이동 시킵니다. 이것은 비전 주문입니다.
ko_mt: 대상 아군 또는 적 유닛을 비어 있는 사각형으로 순간이동시킵니다. 이 주문은 비전 주문입니다.

source: Restores ((Power×Power + Х)dX) HP to the target unit. This is a Divine spell with a heal effect.
ko_mt: 대상 유닛의 HP를 (위력x위력+Х)dX) 회복시킵니다. 치유 효과가 있는 신성한 주문입니다.

source: Raise Dead
ko: 소생
ko_mt: 데드 올리기

source: Target unit gains the {g|Teleport}[Teleport]{/g} ability. This is an Arcane spell.
ko: 대상 유닛이 {g|Teleport}[순간이동]{/g} 능력을 얻습니다. 이것은 비전 주문입니다.
ko_mt: 대상 유닛은 {g|Teleport}[순간이동]{/g} 능력을 얻습니다. 이 주문은 비전 주문입니다.

source: Teleport
ko: 순간이동
ko_mt: 순간이동

source: Summons (3 + mythic rank) {g|ErinyesDevils}[Erinyes Devils]{/g} to the target army.
ko: 대상 부대에 (3 + 신화 레벨) {g|ErinyesDevils}[에리니에스 데빌]{/g}을 소환합니다.
ko_mt: (3 + 신화 등급) {g|ErinyesDevils}[에리네스 데빌]{/g}을 대상 부대에 소환합니다.

source: Erinyes' Wrath
ko: 에리니에스의 분노
ko_mt: 에리네스의 분노

source: Unit creates a cone of {g|Poison_condition}[poison]{/g} that applies the {g|Sickened_condition}[sickened condition]{/g} to the target for 1 round. A successful Fortitude saving throw grants immunity to subsequent uses of this ability.
ko: 유닛이 대상을 1라운드 동안 {g|Sickened_condition}[고통 상태]{/g}로 만드는 원뿔 모양의 {g|Poison_condition}[독]{/g}을 만듭니다. 인내 내성에 성공하면 이 능력에 대한 면역을 얻습니다.
ko_mt: 유닛이 {g|Poison_condition}[중독]{/g} 원뿔을 생성하여 대상에게 1라운드 동안 {g|Sickened_condition}[고통 상태]{/g}을 적용합니다. 인내 굴림에 성공하면 이후 이 능력을 사용할 때 면역이 부여됩니다.

source: Smoke Breath
ko: 연기 숨결
ko_mt: 연기 숨결

source: Channel Negative Energy — Extermination
ko: 음에너지 전달 — 근절
ko_mt: 음에너지 전달 - 퇴치

source: Channel Negative Energy — Restoration
ko: 음에너지 전달 — 회복
ko_mt: 음에너지 전달 - 상태회복

source: Divine Favor
ko_mt: 신성한 호의

source: Removes all immunity and resistance effects from the target unit.
ko: 대상 유닛이 가진 모든 면역 및 저항 효과를 제거합니다.
ko_mt: 대상 유닛의 모든 면역 및 저항 효과를 제거합니다.

source: Revoking Privileges
ko: 특권 철폐
ko_mt: 권한 취소

source: Restores (Power×d6×unit number) HP to the target unit. This is a heal effect.
ko: 대상 유닛의 HP를 (마력×d6×유닛 수)만큼 회복합니다. 이는 치유 효과입니다.
ko_mt: 대상 유닛의 HP를 (위력xd6x유닛 수)만큼 회복시킵니다. 치유 효과입니다.

source: Greater Lay on Hands
ko: 상급 안수 치료
ko_mt: 상급 안수 치료

source: Sleep
ko: 수면
ko_mt: 수면

source: Cold Ray
ko: 냉기 광선
ko_mt: 콜드 레이

source: Electric Ray
ko: 전기 광선
ko_mt: 전기 광선

source: Fire Ray
ko: 화염 광선
ko_mt: 화염 광선

source: Summon Steeds
ko: 준마 소환
ko_mt: 군마 소환

source: The unit will postpone its action till the end of round. Each unit can perform this action only once per round.
ko: 유닛은 라운드의 끝으로 행동을 미룹니다. 개별 유닛은 이 행동을 라운드 당 한 번 수행할 수 있습니다.
ko_mt: 이 유닛은 라운드가 끝날 때까지 행동을 연기합니다. 각 유닛은 라운드당 한 번만 이 행동을 수행할 수 있습니다.

source: Wait
ko: 대기
ko_mt: 대기

source: Flying units receive a -1 penalty to attack and damage against this unit.
ko: 비행 유닛은 이 유닛에 대한 공격과 피해에 -1 페널티를 받습니다.
ko_mt: 비행 유닛은 이 유닛에 대한 공격과 피해에 -1의 불이익을 받습니다.

source: Air Mastery
ko: 대기 지배
ko_mt: 공기 마스터리

source: Unit has a bonus to attack, damage, and AC equal to its doubled Charisma against evil units.
ko: 이 유닛은 악 성향 유닛에 대해 자신의 매력의 두 배 만큼 공격, 피해 및 AC 보너스를 받습니다.
ko_mt: 유닛은 악마 유닛에 대해 두 배로 증가한 매력만큼 명중 굴림, 피해 굴림, AC에 보너스를 얻습니다.

source: Greater Smite Evil
ko: 상급 악 처단
ko_mt: 상급 악 강타

source: Armored Unit
ko: 중무장 유닛
ko_mt: 기갑 유닛

source: Unit has a +3 bonus to AC against spells.
ko: 이 유닛은 주문에 대한 AC에 +3 보너스를 받습니다.
ko_mt: 유닛은 주문에 대한 AC에 +3 보너스를 얻습니다.

source: Spell Resilience
ko: 주문 탄성
ko_mt: 주문 회복력

source: Ash Leprosy
ko: 잿빛 나병
ko_mt: 재 나병

source: Unit has a +3 bonus to attack against ranged units.
ko: 이 유닛은 원거리 유닛에 대한 공격에 +3 보너스를 받습니다.
ko_mt: 유닛은 원거리 유닛에 대한 명중 굴림에 +3 보너스를 얻습니다.

source: Bane of Sharpshooters
ko: 저격수의 골칫거리
ko_mt: 명사수의 억압

source: Unit has a 20% chance to completely dodge an enemy attack.
ko: 이 유닛은 20% 확률로 적의 공격을 완벽히 회피합니다.
ko_mt: 유닛이 20% 확률로 적의 공격을 완전히 회피합니다.

source: Flanking grants a +4 bonus to attack (instead of a +2 bonus to attack).
ko: 협공은 명중에 +2 보너스 대신 +4 보너스를 줍니다.
ko_mt: 측면 공격은 명중 굴림에 +4 보너스를 부여합니다.(+2 보너스 대신).

source: Backstab
ko: 뒤잡기
ko_mt: 베이크 스틱

source: Gray Pox
ko: 회색 두창
ko_mt: 회색 수두

source: Versatile training and broad interests ensure the unit is immune to all negative effects.
ko: 이 유닛은 다양한 훈련과 넓은 관심사 덕분에 모든 부정적 효과에 면역입니다.
ko_mt: 다재다능한 훈련과 폭넓은 관심사를 통해 모든 부정적인 영향에 면역이 됩니다.

source: Perfect Defense
ko: 완벽한 방어
ko_mt: 완벽한 방어

source: Unit has lower chances of being attacked by the enemy.
ko: 이 유닛은 적에게 공격당할 확률이 적습니다.
ko_mt: 유닛이 적에게 공격받을 확률이 낮아집니다.

source: Stealth
ko: 은신
ko_mt: 은신

source: The unit's attacks {g|Nauseated_condition}[nauseate]{/g} the target for 2 rounds.
ko: 이 유닛의 공격은 대상을 2 라운드 동안 {g|Nauseated_condition}[구토]{/g} 상태로 만듭니다.
ko_mt: 이 유닛은 대상에게 2라운드 동안 {g|Nauseated_condition}[구토]{/g} 공격을 가합니다.

source: Nausea
ko: 메스꺼움
ko_mt: 구토

source: Unit has a DR 3/- against physical damage.
ko: 이 유닛은 물리 피해에 대해 DR 3/- 를 받습니다.
ko_mt: 유닛은 물리 피해에 대한 DR이 3/-입니다.

source: Incorporeity
ko: 비실체성
ko_mt: 무형성

source: The unit's attacks apply {g|Sickened_condition}[sickness]{/g} to the target for 3 rounds.
ko: 이 유닛의 공격은 대상을 3 라운드 동안 {g|Sickened_condition}[고통]{/g} 상태로 만듭니다.
ko_mt: 이 유닛의 공격은 대상에게 3라운드 동안 {g|Sickened_condition}[고통]{/g}의 피해를 줍니다.

source: Chaos Breath
ko: 혼돈 숨결
ko_mt: 혼돈의 숨결

source: The unit's attacks {g|Stunned_condition}[stun]{/g} the target for 2 rounds.
ko: 이 유닛의 공격은 대상 유닛을 2 라운드 동안 {g|Stunned_condition}[기절]{/g} 상태로 만듭니다.
ko_mt: 이 유닛은 대상에게 2라운드 동안 {g|Stunned_condition}[기절]{/g} 공격을 가합니다.

source: Stunning Onslaught
ko: 기절시키는 맹공
ko_mt: 놀라운 맹공격

source: Swarm Unit
ko: 군체 유닛
ko_mt: 군집 유닛

source: The unit's attacks deal additional (1d6×unit number) fire damage.
ko: 이 유닛의 공격은 (1d6×유닛 수) 만큼의 화염 피해를 추가로 입힙니다.
ko_mt: 부대의 공격은 추가 (1d6×부대 수) 화염 피해를 줍니다.

source: Flaming Weapon
ko: 타오르는 무기
ko_mt: 불타는 무기

source: Spellcasting Unit
ko: 마법 유닛
ko_mt: 주문 시전 유닛

source: Cavalry Unit
ko: 기병 유닛
ko_mt: 기병 유닛

source: The unit's attacks deal additional (2d6×unit number) cold damage.
ko: 이 유닛의 공격은 (2d6×유닛 수) 만큼의 냉기 피해를 추가로 입힙니다.
ko_mt: 부대의 공격은 추가 냉기 피해(2d6×부대 수)를 줍니다.

source: Cold Damage
ko: 냉기 피해
ko_mt: 냉기 피해

source: If the unit makes a successful Reflex saving throw against an attack that normally deals half damage on a successful save, it instead takes no damage.
ko: 이 유닛이 피해를 절반으로 줄이는 반사 내성 굴림에 성공하면, 대신 그 피해를 무효화합니다.
ko_mt: 부대가 일반적으로 절반의 피해를 입히는 공격에 대해 반사 내성에 성공하면, 대신 피해를 입지 않습니다.

source: Evasion
ko: 회피
ko_mt: 회피

source: Large Unit
ko: 대형 유닛
ko_mt: 대형 단위

source: Grand Tier Unit
ko: 고급 유닛
ko_mt: 그랜드 티어 단위

source: Infantry Unit
ko: 보병 유닛
ko_mt: 보병 유닛

source: Mythic Unit
ko_mt: 신화 유닛

source: Unit does not have the usual -4 penalty to attack when it makes a ranged attack against a unit in melee combat.
ko: 이 유닛은 근접 전투 중인 유닛에 대한 원거리 공격시 일반적으로 받는 -4 페널티를 받지 않습니다.
ko_mt: 유닛이 근접 전투에서 원거리 유닛을 공격할 때 일반적인 명중 굴림 -4 불이익이 적용되지 않습니다.

source: Precise Shot
ko: 정밀 사격
ko_mt: 정확한 샷

source: Ranged Unit
ko: 원거리 유닛
ko_mt: 원거리 유닛

source: Special Purpose Unit
ko: 특수 목적 유닛
ko_mt: 특수 목적 장치

source: Unit has a +2 bonus to saving throws against mind-affecting effects, {g|Frightened_condition}[fear]{/g}, and {g|Sleeping_condition}[sleep]{/g}.
ko: 이 유닛은 정신 영향 효과, {g|Frightened_condition}[겁먹음]{/g} 및 {g|Sleeping_condition}[수면]{/g} 상태 대한 내성 굴림에 +2 보너스를 받습니다.
ko_mt: 부대는 정신에 영향을 주는 효과, {g|Frightened_condition}[공포]{/g}, {g|Sleeping_condition}[수면]{/g}에 대한 시전 시 +2 보너스를 얻습니다.

source: Still Mind
ko: 명경지수
ko_mt: 스틸 마인드

source: Unit has resistance to fire, poison, and electricity.
ko: 유닛이 화염, 독, 전기에 저항을 가집니다.
ko_mt: 유닛은 화염, 독, 전기에 대한 내성이 있습니다.

source: Demonic Resistance
ko: 데몬의 저항력
ko_mt: 데몬 저항

source: Unit has a +X bonus to initiative.
ko: 유닛이 우선권에 +X 보너스를 가집니다.
ko_mt: 유닛은 우선권에 +X 보너스를 얻습니다.

source: Fast
ko: 신속
ko_mt: 빠른

source: Unit has resistance to fire.
ko: 유닛이 화염 저항을 가집니다.
ko_mt: 유닛은 화염 저항이 있습니다.

source: Fire Resistance
ko: 화염 저항
ko_mt: 화염 저항

source: Unit has a 20% chance to completely dodge an enemy attack.
ko: 유닛은 20% 확률로 적의 공격을 완전히 피합니다.
ko_mt: 유닛이 20% 확률로 적의 공격을 완전히 회피합니다.

source: Unit has the {g|BurnOnHit}[Burning]{/g} feat.
ko: 이 유닛은 {g|BurnOnHit}[불탐]{/g} 특기를 가졌습니다.
ko_mt: 유닛은 {g|BurnOnHit}[굽기]{/g} 업적을 보유하고 있습니다.

source: Unit receives a -10 penalty to combat morale after taking damage.
ko: 유닛이 피해를 입은 후에 전투 사기에 -10 페널티를 받습니다.
ko_mt: 부대는 피해를 받은 후 전투 사기에 -10의 불이익을 받습니다.

source: Unreliable
ko: 신뢰할 수 없는
ko_mt: 신뢰할 수 없음

source: Unit has a +1 bonus to attack for every 10,000 Finance Points available in the treasury if it is a mercenary unit, for every 1,000 Materials Points available in the treasury if it is a trainable unit, or for every 100 Energy Points available in the treasury if it is a mythic unit (maximum +3).
ko: 유닛은 용병 유닛인 경우 사용가능한 10,000 재정 점수당 명중에 +1 보너스를, 훈련 가능한 유닛인 경우 사용가능한 1,000 물자 점수당 명중에 +1 보너스를, 신화 유닛인 경우 사용가능한 100 에너지 점수당 명중에 +1 보너스를 최대 +3 까지 받습니다.
ko_mt: 유닛이 용병 유닛인 경우 재정 점수 10,000점당, 훈련 가능한 유닛인 경우 재료 점수 1,000점당, 신화 유닛인 경우 에너지 점수 100점당 명중 +1 굴림 보너스를 얻습니다.(최대 +3).

source: Each captured region grants a unique bonus to the crusade. By completing a decree to investigate a captured region, you can receive an additional bonus. Rank up crusade stats to gain access to region investigation decrees.
ko: 수복된 각 지역은 성전군에 특별한 보너스를 부여합니다. 수복된 지역을 조사하기 위한 칙령을 완료하면 추가 보너스를 얻을 수 있습다. 성전 지표 등급을 상승시키면 지역 조사 칙령을 시작할 수 있게 됩니다.
ko_mt: 점령한 각 지역은 십자군에게 고유한 보너스를 부여합니다. 점령한 지역을 조사하는 칙령을 완료하면 추가 보너스를 받을 수 있습니다. 지역 조사 칙령을 획득하려면 성전 스탯을 올리세요.

source: During their turn, a unit can perform one of the following actions: * Move and/or use its melee attack. The range of the unit's movement depends on its speed. * Use a ranged attack, if one is available to the unit and there are no enemies near it. * Use an ability, if one is available to the unit (abilities are displayed at the top of the screen). * Take up a Total Defense, boosting its AC for one round. * Wait, postponing its action until the end of the round.
ko_mt: 자신의 차례에 유닛은 다음 행동 중 하나를 수행할 수 있습니다. * 이동하거나 근접 공격을 사용합니다. 유닛의 이동 범위는 속도에 따라 달라집니다. * 유닛이 원거리 공격을 사용할 수 있고 주변에 적이 없다면 원거리 공격을 사용합니다. * 유닛이 사용할 수 있는 능력이 있으면 능력을 사용합니다.(능력은 화면 상단에 표시됩니다). * 총 방어를 올려 한 라운드 동안 AC가 증가합니다. * 라운드가 끝날 때까지 행동을 연기하고 기다립니다.

source: Alchemists
ko: 알케미스트
ko_mt: 연금술사

source: These warriors are bound by their oaths to the church. They march into battle to the sound of grim religious hymns, striking fear into the hearts of enemies and inspiring allies.
ko: 이 전사들은 교단에 대한 맹새로 결속되었습니다. 그들은 엄숙한 종교적 찬가를 부르며 전장으로 진격하고, 적들의 마음에 공포를 심으며 아군을 격려합니다.
ko_mt: 이 전사들은 교회에 대한 맹세에 묶여 있습니다. 이들은 암울한 종교 찬송가에 맞춰 전장으로 행진하며 적의 심장에 공포를 심어주고 아군에게는 용기를 불어넣습니다.

source: A single veteran is worth ten fresh recruits in battle. They have paid for their invaluable experience with copious amounts of shed blood.
ko: 전장에서 숙련자 한 명은 신병 열 명 몫을 해냅니다. 이들은 귀중한 경험을 위해 수많은 피를 대가로 지불했습니다.
ko_mt: 한 명의 베테랑은 전투에서 열 명의 신병과 맞먹는 가치가 있습니다. 참전용사들은 많은 피를 흘리며 귀중한 경험의 대가를 치렀습니다.

source: These depraved and sinful noblemen succumbed to the temptation of evil. They savor the chaos of battle and take great pleasure in crushing their enemies in the most cruel and cunning ways.
ko: 타락하고 죄 많은 이 귀족들은 악의 유혹에 삼켜졌습니다. 이들은 전장의 혼돈을 즐기며, 가장 잔인하고 교활한 방식으로 적들을 파괴하는데서 커다란 기쁨을 얻습니다.
ko_mt: 이 타락하고 죄 많은 귀족들은 악의 유혹에 굴복했습니다. 그들은 전투의 혼돈을 즐기고 가장 잔인하고 교활한 방법으로 적을 무찌르는데 큰 기쁨을 느낍니다.

source: Demonic Knights
ko: 데몬 기사
ko_mt: 데몬 기사단

source: Dretches
ko: 드렛치
ko_mt: 드레치

source: Ever-starving gray predators, tireless and bloodthirsty.
ko: 항상 굶주린 회색 포식자로, 끈질기며 피를 갈구합니다.
ko_mt: 늘 굶주린 회색 포식자, 지칠 줄 모르고 피에 굶주린 존재입니다.

source: Disguised Babau
ko: 변장한 바바우
ko_mt: 위장한 바바우

source: Foulsnout
ko: 파울스나읏
ko_mt: 파울스나우

source: The cursed totem has turned a fire elemental hostile.
ko_mt: 저주받은 토템이 적대적인 화염 정령으로 변했습니다.

source: "You fools, we can't be defeated, don't you get it?"
ko: "바보같은 것들아, 우리는 패배라는 게 불가능하다. 알아들었나?"
ko_mt: "이 바보들아, 우린 패배할 수 없어, 모르겠어?"

source: "I will suck out your eyes like grapes!"
ko: "네 눈깔을 포도알처럼 빨아주마!"
ko_mt: "포도처럼 네 눈을 빨아먹어 버릴 거야!"

source: "Run but know this: you turn your back to me, and I'll rip your spine out!"
ko: "도망은 치되, 한가지는 알아두어라. 나에게 등을 보인다면, 나는 네 등뼈를 뽑아낼 것이다!"
ko_mt: "도망치되 이것만은 명심하라, 내게 등을 돌리면 네 등뼈를 뽑아 버리겠다!"

source: "Soft flesh, sweet flesh!"
ko: "부드러운 살, 달콤한 살이로다!"
ko_mt: "부드러운 살, 달콤한 살!"

source: "I hate you!"
ko: "널 증오한다!"
ko_mt: "난 네가 싫어!"

source: "Come on! Attack!"
ko: "나를 따라라! 공격!"
ko_mt: "어서! 공격!"

source: "Hatred is burning me!"
ko: "증오심이 나를 불태운다!"
ko_mt: "증오가 나를 불태우고 있다!"

source: "I hate you and your face!"
ko: "너도 싫고 네 얼굴도 싫어!"
ko_mt: "당신과 당신 얼굴이 싫어요!"

source: "Burn, burn! Let your meat melt with your hide!"
ko: "타라, 불타라! 네놈 고기가 피부와 함께 녹아 내리도록!"
ko_mt: "태워라, 태워라! 고기를 가죽과 함께 녹여라!"

source: "I belong to the Abyss, and you belong to the grave!"
ko: "나는 심연에 속해 있고, 네놈은 무덤에 속해 있으니!"
ko_mt: "나는 심연에 속하고, 너는 무덤에 속한다!"

source: "You ugly creature, you are not worthy of seeing my beauty!"
ko: "끔찍한 생물아, 너는 나의 아름다움을 볼 가치도 없구나!"
ko_mt: "이 못생긴 놈아, 넌 내 아름다움을 볼 자격이 없어!"

source: "Death... death to Golarion..."
ko: "죽음을... 골라리온에 죽음을..."
ko_mt: "죽음.. 골라리온에게 죽음을..."

source: "I'll bring your head, they'll be scared of the dretch!"
ko: "네 머리통을 가져가면 드렛치도 공포의 대상이 되겠지!"
ko_mt: "내가 네 머리를 가져올게, 그들은 드레치에 겁먹을 거야!"

source: "Fight! Fight! Let me wash with your blood!"
ko: "싸워! 싸워! 네 놈 피로 목욕 하게 해줘!"
ko_mt: "파이팅! 싸워라! 네 피로 씻어주마!"

source: "Even if you win, you can't wash that away!"
ko: "네가 이기더라도 이걸 씻지는 못할 거다!"
ko_mt: "이긴다고 해도 그 상처는 씻을 수 없습니다!"

source: "I don't need eyes to see your dirty secrets!"
ko: "네 더러운 비밀을 보는 데는 눈 따위도 필요 없다!"
ko_mt: "당신의 더러운 비밀을 보는데 눈은 필요 없어요!"

source: "You are my prey! You belong to me!"
ko: "너는 내 사냥감이다! 너는 내 것이야!"
ko_mt: "넌 내 먹잇감이다! 넌 내 것이다!"

source: "You will be a part of me..."
ko: "너 또한 나의 일부가 될 것이다..."
ko_mt: "당신은 나의 일부가 될 것입니다..."

source: "I can be invisible or become an animal but I'll be your death!"
ko: "나는 투명해질수도 동물이 될 수도 있다. 하지만 나는 너의 죽음이 되겠다!"
ko_mt: "나는 투명인간이 되거나 동물이 될 수 있지만, 당신의 죽음이 되겠습니다!"

source: "Schir is stronger than you! Schir is better than you!"
ko: "쉬르 너보다 강하다! 쉬르 너보다 낫다!"
ko_mt: "쉬르가 너보다 강해! 쉬르가 너보다 낫다!"

source: "Shhh..."
ko: "쉿..."
ko_mt: "쉿..."

source: "Attack! I'm eager to fight!"
ko: "공격! 너무너무 싸우고 싶어!"
ko_mt: "공격! 싸우고 싶다!"

source: "Body... I want your body..."
ko: "몸... 네 육신을 내놓거라..."
ko_mt: "몸.. 네 몸을 원해..."

source: "The great Deskari sayeth: 'All shall fall to the maws beyond number.'"
ko: "위대한 데스카리께서 이렇게 말씀하셨다. '모든 것이 무한한 아가리 속에 떨어지리라.'"
ko_mt: "위대한 데스카리가 말하길, '모두는 무수한 나락으로 떨어지리라' 하셨다."

source: "A thousand voices in my flesh, gnawing at me... I hear them!"
ko: "수천 개의 목소리가 내 살점 속을 파고들고 있어... 똑똑히 들려!"
ko_mt: "내 살 속에서 천 개의 목소리가 나를 갉아먹고 있다.. 다 들려!"

source: "The swarm devours all!"
ko: "무리가 모든 것을 집어 삼키리니!"
ko_mt: "떼가 모든 것을 삼킨다!"

source: "The whole world is food for the swarm!"
ko: "이 세상 전부가 무리를 위한 먹이일 쁜이다!"
ko_mt: "온 세상이 무리의 먹이입니다!"

source: "All must be consumed to be reborn!"
ko: "다시 태어나기 위해서는 먼저 모든 것이 포식되어야만 한다!"
ko_mt: "모든 것은 다시 태어나기 위해 소비되어야 한다!"

source: "Life feeds on life. Being devoured is bliss! It is immortality!"
ko: "생명은 또 다른 생명을 살찌운다. 먹힌다는 것은 축복이다! 그것은 불멸과 다름 없다!"
ko_mt: "생명은 생명을 먹습니다. 삼켜지는 것은 행복입니다! 그것은 불멸이다!"

source: "To devour is the same as to be devoured. This is Deskari's truth!"
ko: "포식함은 포식 당함과 같다. 이것이 바로 데스카리의 진리이니라!"
ko_mt: "삼킨다는 것은 먹히는 것과 같습니다. 이것이 데스카리의 진리입니다!"

source: "Oh, the bliss — to be a part of the swarm!"
ko: "오오, 기쁘도다, 무리의 일부가 되다니!"
ko_mt: "오, 이 행복은 무리의 일부가 되는 것입니다!"

source: "No mind of my own. No purpose of my own. Deskari's will be done!"
ko: "나의 생각은 없다. 나의 목적 또한 없다. 데스카리님의 의지만이 있으라!"
ko_mt: "내 마음은 없다. 내 마음은 없다. 데스카리의 뜻은 끝났다!"

source: "Devour me, o great Deskari! Let me be a part of you!"
ko: "위대하신 데스카리시여, 나를 포식하소서! 당신의 일부가 되게 하소서!"
ko_mt: "위대한 데스카리여, 나를 삼켜라! 나도 너의 일부가 되게 해줘!"

source: "You've seen how fast a paladin can bring their shield up to fend off a blow? It's the same thing — takes years of practice."
ko: "팔라딘이 얼마나 빨리 방패를 들어 공격을 막는지 본 적 있나요? 똑같아요. 수 년 간의 훈련이 필요하죠."
ko_mt: "성기사가 방패를 얼마나 빨리 들어 올려 공격을 막아내는지 보셨나요? 그것도 마찬가지입니다. 수년간의 연습이 필요합니다."

source: "At some point I thought that there was no way back for us, and it pained me greatly."
ko: "언젠가부터 되돌아갈 길이 없다는 생각이 들었고, 그게 저를 힘들게 만드네요."
ko_mt: "어느 순간 우리에게 돌아갈 길이 없다고 생각했고, 그것은 저에게 큰 고통이었습니다."

source: "I don't understand what that woman was doing, but her creations are impressive… Before we kill her, we need to torture her well to extract all her secrets!"
ko: "저 여자가 뭘 하고 있었는지는 이해할 수 없지만, 결과물 자체는 인상적이에요… 죽이기 전에 고문을 해서 그녀가 가진 비밀을 전부 토하게 만들어야 해요!"
ko_mt: "저 여자가 무슨 짓을 했는지는 모르겠지만, 그녀의 작품은 인상적이야.. 죽이기 전에 고문을 잘해서 그녀의 비밀을 다 캐내야 해!"

source: The room looks like an improvised museum — or perhaps some kind of temple.
ko: 이 방은 급조된 박물관이거나 어떤 형식의 사원인 것처럼 보입니다.
ko_mt: 방은 즉석에서 만든 박물관이나 일종의 신전처럼 보입니다.

source: Statue of an unknown knight. The technique is crude, but the figure was clearly crafted with genuine feeling.
ko: 이름을 알 수 없는 기사의 조각상. 기술은 투박하지만, 대상의 특징을 명확히 담아 조각되었습니다.
ko_mt: 미지의 기사의 동상. 기법은 투박하지만 그림은 분명 진정한 느낌으로 제작되었습니다.

source: Statue of an unknown knight. The technique is crude, but the figure was clearly crafted with genuine feeling. Judging by the style of armor, the knight is from the First Crusade.
ko: 이름을 알 수 없는 기사의 조각상. 기술은 투박하지만, 대상의 특징을 명확히 담아 조각되었습니다. 갑옷의 형태로 보아, 첫번째 성전에 참여한 기사로 추정됩니다.
ko_mt: 미지의 기사의 동상. 기법은 조잡하지만 그림은 분명히 진정한 느낌으로 만들어졌습니다. 갑옷의 스타일로 보아 이 기사는 십자군 시대 기사입니다.

source: "Either help me look or stay out of my way!"
ko: "도와줄 거 아니면 비켜!"
ko_mt: "내가 볼 수 있게 도와주지 않으면 방해하지 마!"

source: "How about it? Wanna head up? People are probably worrying about me up there."
ko: "괜찮아? 계속 갈까? 아마도 위에선 나를 걱정할 거야."
ko_mt: "어때요? 올라갈래요? 사람들이 저 위에서 저를 걱정하고 있을 거예요."

source: "At last we are getting out of these filthy caves!"
ko: "마침내 이 더러운 동굴에서 나가는구나!"
ko_mt: "드디어 이 더러운 동굴에서 벗어나게 되었습니다!"

source: "Hold on, {name}! The mongrels are here!"
ko: "기다려, {name}! 잡종들이 있어!"
ko_mt: "잠깐만, {name}! 몽그렐들이 왔어!"

source: "The door's locked. Maybe one of the high-ranking cultists has a key?"
ko: "문이 잠겨있네. 고위 사교도 중 하나가 열쇠를 갖고 있지 않을까?"
ko_mt: "문이 잠겼어요. 고위층 사이비 교도 중 한 명이 열쇠를 가지고 있을까요?"

source: "Great! That means the key from that cultist leader was to this door!"
ko: "좋아! 사교도 우두머리의 열쇠로 이 문을 열 수 있겠어!"
ko_mt: "잘됐네요! 그 사이비 종교 지도자의 열쇠가 이 문에 있었다는 뜻이군요!"

source: "We need one more key. There must be another cultist with a key on them!"
ko: "열쇠가 하나 더 필요해. 열쇠를 가진 사교도가 하나 더 있을 거야!"
ko_mt: "열쇠가 하나 더 필요합니다. 열쇠를 가진 이단자가 또 있을 거야!"

source: "Good work! I smell fresh air coming from over there! Do you think the way out is somewhere nearby?"
ko: "잘했어! 이제 신선한 공기가 느껴진다! 나가는 길이 이 근처에 있겠지?"
ko_mt: "잘했어! 저쪽에서 신선한 공기 냄새가 나는데! 출구가 근처 어딘가에 있을까요?"

source: The door lock has openings for two keys, and the openings are surrounded by a powerful magical aura.
ko: 이 문에는 열쇠 두 개를 꽂을 구멍이 있으며, 열쇠 구멍은 강력한 마법의 기운으로 둘러 싸여 있습니다.
ko_mt: 도어록에는 두 개의 열쇠를 넣을 수 있는 구멍이 있으며, 구멍은 강력한 마법의 기운으로 둘러싸여 있습니다.

source: "You're stronger than I thought... But you won't have long to revel in it."
ko: "내 생각보다 더 강하구나... 하지만 네겐 간절함이 부족하다."
ko_mt: "생각보다 강하네요.. 하지만 그걸 즐길 시간은 오래 걸리지 않을 거야."

source: "Rrrrrr!"
ko: "으르르!"
ko_mt: "르르르르!"

source: "Killll..."
ko: "죽인다..."
ko_mt: "킬..."

source: "Besht of luck. When the time comesh, we will follow."
ko: "행운을 비네. 때가 되면 우리도 따르겠네."
ko_mt: "행운을 빕니다. 때가 되면 저희도 따라오겠습니다."

source: A large, aggressive creature was kept in this cage. Judging by the bent bars, that creature is now loose.
ko: 크고 사나운 생물이 이 우리에 갇혀있었습니다. 쇠창살이 구부러져 있는 걸 보니, 그 생물은 지금 풀려있는 것 같습니다.
ko_mt: 크고 공격적인 생물이 이 우리에 갇혀 있었습니다. 구부러진 철창으로 보아 그 생명체는 이제 풀려난 것 같습니다.

source: "Bloody hell! What are those things?"
ko: "빌어먹을! 이것들은 또 뭐야?"
ko_mt: "이런 젠장! 저건 뭐야?"

source: Ritual pool filled with fresh blood.
ko: 신선한 피가 채워진 의식용 구덩이.
ko_mt: 신선한 피로 가득 찬 의식의 웅덩이.

source: The bodies of the Maze builders lie where they were caught by the earth elementals enraged by the earthquake. The builders' tools lie scattered next to their bodies.
ko: 지각 변동에 분노한 대지 정령들에게 붙잡힌 미로 건설자들의 시체들이 쌓여있습니다. 시체 주변에는 건셜자들의 공구가 널브러져 있습니다.
ko_mt: 지진으로 분노한 대지 정령들에게 잡힌 미로 건설자들의 시신이 그 자리에 놓여 있습니다. 시신 옆에는 건설자들의 도구가 흩어져 있습니다.

source: The bloodstains still mar the ground. Around them are comfortable benches with pillows. Someone clearly enjoyed watching others suffer.
ko: 땅은 여전히 피로 물들어 있습니다. 그들 주위에는 베게와 안락의자가 있습니다. 분명 다른 사람들이 고통받는 것을 보며 즐거워했던 누군가가 있었습니다.
ko_mt: 핏자국이 여전히 땅을 더럽히고 있습니다. 그 주변에는 베개가 있는 편안한 벤치가 있습니다. 누군가는 분명히 다른 사람들의 고통을 지켜보는 것을 즐겼습니다.

source: Kitchen smelling of burnt fat and garlic. Food was clearly cooked here in vast quantities.
ko: 구운 지방과 마늘 냄새로 가득한 주방입니다. 이곳에서 대량의 음식이 요리되었던 게 분명합니다.
ko_mt: 탄 지방과 마늘 냄새가 나는 주방. 음식은 분명히 여기에서 방대한 양으로 조리되었습니다.

source: Judging by the corpses littered around the summoning site, the cultists did manage to summon a demon in the end.
ko: 소환진 주변에 널브러진 시체들을 보니, 사교도들이 끝내 데몬을 소환해낸걸로 보입니다.
ko_mt: 소환 장소 주변에 널려 있는 시체로 보아 사이비 교도들은 결국 데몬을 소환하는데 성공했습니다.

source: Bas-relief of a formidable horned demon.
ko: 거대한 뿔이 달린 데몬의 돋을새김입니다.
ko_mt: 무시무시한 뿔 달린 데몬의 얕은 부조입니다.

source: Bas-relief of Baphomet, demon lord, Lord of the Minotaurs and Lord of the Labyrinth.
ko: 미노타우로스의 지배자이자 미궁의 왕인 데몬 군주 바포메트의 돋을새김입니다.
ko_mt: 미노타우로스의 군주이자 미궁의 군주인 데몬의 군주 바포메트의 부조입니다.

source: Shelves chock full of old, moldy books.
ko: 오래되어 곰팡이가 핀 책들이 가득 올려진 선반들입니다.
ko_mt: 오래되고 곰팡이가 핀 책들로 가득 찬 서가.

source: Extensive but slightly water-damaged collection of writings on rituals and demon worship.
ko: 살짝 젖긴 했지만, 의식과 데몬 숭배에 관한 방대한 양의 서적 모음집입니다.
ko_mt: 의식과 데몬 숭배에 관한 광범위하지만 약간 물에 손상된 글 모음집입니다.

source: Unremarkable statue of a cultist in a hooded robe.
ko: 특별할 것 없는, 후드 달린 로브를 입은 사교도의 조각상입니다.
ko_mt: 후드 가운을 입은 이교도 동상이 눈에 띄지 않습니다.

source: A seemingly unremarkable statue of a robed cultist. In the folds of the robe, however, close inspection reveals an indentation for a device to activate a trap.
ko: 특별할 것 없어 보이는 로브 입은 사교도 조각상입니다. 그러나, 로브의 주름 속을 자세히 관찰해 보니 함정 발동을 위한 장치의 흔적이 발견됩니다.
ko_mt: 겉보기에는 별다른 특징이 없어 보이는 이교도 조각상입니다. 하지만 옷 주름을 자세히 들여다보면 함정을 작동시키는 장치가 움푹 패여 있습니다.

source: Kenabres's system of aqueducts channeling water from the river into the city. It was seriously damaged in the earthquake.
ko: 강에서 도시 내부로 물을 끌어오는 케나브레스의 송수로입니다. 지진으로 인해 심각한 피해를 입었습니다.
ko_mt: 케나브레스의 수로 시스템은 강에서 도시로 물을 공급합니다. 지진으로 심각한 피해를 입었습니다.

source: An old, antique key with a symbol of Iomedae that someone has tried to scratch out.
ko: 아이오메데의 상징이 새겨진 낡고 오래된 열쇠로, 누군가 이를 파손시키려 했었습니다.
ko_mt: 누군가가 긁어내려 했던 아이오메데의 상징이 새겨진 오래된 골동품 열쇠입니다.

source: Shield Maze Key
ko: 방패 미로의 열쇠
ko_mt: 방패 미로 열쇠

source: "What, do you want to take my place? No, Lann. I'm much more useful than you. What do you have to offer? A bow and arrow? There are thousands of archers on the surface! But I..." {n}Wenduag looks at you.{/n} "I know how to turn neathers into an unbeatable force. I can perform the ritual without Savamelekh and Hosilla. Take me with you, and when the time comes, we will return here to claim your army."
ko: "뭐? 내 위상을 탐내는 거야? 안돼지, 랜. 내가 너보다 훨씬 더 유용하잖아. 네가 제공할 수 있는 게 뭐지? 활과 화살? 지상에는 궁수만 해도 수천 명이 있어! 하지만 나는..." {n}웬두아그가 당신을 바라본다.{/n} "나는 지저인들을 무적의 군대로 만들 방법을 안다. 나는 사바멜레크와 호실라 없이도 그 의식을 행할 수 있어. 나를 데려가라. 그리고 때가 되면 우리도 돌아와 너의 군대가 되겠다."
ko_mt: "뭐, 내 자리를 대신하고 싶어요? 아니, 란. 내가 너보다 훨씬 쓸모가 많아. 넌 뭘 줄 수 있지? 활과 화살? 지상에는 수천 명의 궁수들이 있어! 하지만 난..." {n}웬두아그가 당신을 바라봅니다.{/n} "나는 네더들을 무적의 힘으로 만드는 방법을 알고 있어. 사바멜렉와 호실라 없이도 의식을 치를 수 있어요. 저를 데려가 주시면 때가 되면 이곳으로 돌아와서 당신의 군대를 차지하겠습니다."

source: "What you did with your power... I'm honestly not sure that I like it. But I'm not going to judge. To be frank, I don't really understand what happened."
ko: "네 힘으로 무엇을 한 거야... 내가 이걸 환영하는지 솔직하게 확신할 수 없어. 하지만 나는 뭘 판단하진 않을 거야. 솔직히 말하면, 무슨 일이 일어났는지도 모르겠어."
ko_mt: "당신이 당신의 힘으로 한 일은.. 솔직히 마음에 들지 않아. 하지만 판단하진 않겠어. 솔직히 무슨 일이 있었는지 잘 모르겠어요."
