Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: "Explain to me plain and simple: back when we first met — what was that all about? How did I end up in that book fortress? Why did I wake up right when you came? This is horsefeathers!"
ko_mt: "간단하게 설명해 주세요. 우리가 처음 만났을 때 - 그게 다 무슨 일이었나요? 내가 어떻게 그 책 요새에 들어가게 되었나요? 왜 당신이 왔을 때 바로 깨어났나요? 이건 말털이야!"

source: "My lady! While we're here, I want to make an appeal to you on behalf of the folk of Gundrun. Give them a chance — and maybe you'll get a chance to live."
ko_mt: "마이 레이디! 이곳에 있는 동안 군드룬 주민들을 대신해 호소하고 싶습니다. 그들에게 기회를 주시면 아마도 당신도 살 기회를 얻을 수있을 것입니다."

source: Each time he sat down at a feasting table, be it at a humble gathering among mortals or a great banquet in the Garden of the Gods, he would spill the first cup on the ground and whisper something about a warchief, and meet all prying questions with silence.
ko_mt: 그는 인간들 사이의 겸손한 모임이든 신들의 정원에서 열리는 큰 연회이든 잔치 테이블에 앉을 때마다 첫 번째 잔을 땅에 엎 지르고 족장에 대해 속삭이고 모든 호기심 많은 질문에 침묵으로 응대했습니다.

source: They say he would sometimes spend time with the griffons, stroking their feathers and speaking words to them with tears in his eyes. Nobody ever found out what it was — the wondrous beasts kept his secrets safe.
ko_mt: 그들은 그가 때때로 그리폰과 함께 시간을 보내며 깃털을 쓰다듬고 눈물을 흘리며 그들에게 말을 건넸다고 말합니다. 아무도 그것이 무엇인지 알아 내지 못했습니다. 놀라운 짐승들이 그의 비밀을 안전하게 지켰습니다.

source: In Sarkoris, legend told of a mighty chieftain asleep within a stone, a demigod who would awaken when grave danger threatened the land. Many thought it to be just a fairy tale, but centuries later, when a powerful foe crossed the borders of Sarkoris, a griffon swooped down from the sky, scattering the invaders and turning the tide of battle. The chieftain did not immediately believe he had slept for hundreds of years, but he quickly found his footing among his fellow Sarkorians and led them into battle against the new enemy.
ko_mt: 사르코리스에는 돌 속에 잠들어 있는 강력한 족장에 대한 전설이 있는데, 이 반신은 심각한 위험이 땅을 위협할 때 깨어난다고 합니다. 많은 사람들은 이 전설을 그저 동화라고 생각했지만, 수 세기 후 강력한 적이 사르코리스의 국경을 넘어왔을 때 하늘에서 그리폰이 급강하하여 침략자들을 흩어지게 하고 전세를 역전시켰습니다. 족장은 자신이 수백 년 동안 잠을 잤다고 즉시 믿지 않았지만 동료 사르코리아인들 사이에서 빠르게 자신의 발판을 마련하고 새로운 적과의 전투로 이끌었습니다.

source: After defeating the demons that had laid waste to his country, Ulbrig concentrated his efforts on Gundrun, its only remnant. Together with Sigvorn and the transformed Kerenai, they restored everything that had been reduced to rubble, built strong ties with their neighbors, and slowly nurtured the tiny settlement into a prosperous town. Ulbrig would often grumble that the townsfolk had abandoned the old ways and turned their backs on old Sarkoris, but still he worked tirelessly to protect the new, young Sarkoris.
ko_mt: 울브리그는 자신의 나라를 황폐화시킨 데몬들을 물리친 후, 유일한 남은 군드룬에 힘을 집중했다. 시그본과 변신한 케레나이와 함께 폐허가 된 모든 것을 복구하고, 이웃과 강한 유대를 쌓으며 작은 정착지를 번영하는 마을로 천천히 발전시켜 나갔습니다. 울브리그는 마을 사람들이 옛 방식을 버리고 옛 사르코리스에 등을 돌렸다고 종종 불평했지만, 그래도 그는 새롭고 젊은 사르코리스를 지키기 위해 지칠 줄 모르고 노력했습니다.

source: After defeating the demons that had laid waste to his country, Ulbrig concentrated his efforts on Gundrun, its only remnant. He helped Ysenna and Sigvorn to rebuild the town, and raised the young goddess Cerenna from a cub to a wise and powerful wolf. The city grew quickly, honoring ancient traditions but eager to spread beyond its walls, and soon became the center of a robust movement seeking to heal the tainted lands of the Worldwound and rebuild Sarkoris.
ko_mt: 울브리그는 조국을 황폐화시킨 데몬들을 물리친 후, 유일한 잔존 세력인 군드룬에 힘을 집중했다. 그는 이세나와 시그본이 마을을 재건하도록 도왔고, 어린 여신 세레나를 새끼에서 현명하고 강력한 늑대로 키웠습니다. 도시는 고대의 전통을 존중하면서도 성벽 너머로 뻗어나가기를 열망하며 빠르게 성장했고, 곧 세계상처의 오염된 땅을 치유하고 사르코리스를 재건하려는 강력한 운동의 중심지가 되었죠.

source: Ulbrig rejected the chance to ascend. "I've had enough of gods, angels, oglins, and all such creatures. I was born human, I lived as a human, and I will die as one," he said.
ko: 울브리그는 승천할 기회를 거부했다. 그는 "신, 엔젤, 오글린 같은 건 지겨워. 나는 인간으로 태어났고, 인간으로 살았으니, 인간으로 죽을 거야."라고 말했다.
ko_mt: 울브리그는 승천의 기회를 거부했다. "나는 신, 천사, 오글린, 그리고 그런 모든 생명체에 대해 충분히 겪었습니다. 나는 인간으로 태어났고, 인간으로 살았고, 인간으로 죽을 것입니다."라고 그는 말했습니다.

source: After defeating the demons that had laid waste to his country, Ulbrig concentrated his efforts on Gundrun, its only remnant. He helped Ysenna-Kerenai to govern the settlement, instructing her and the townsfolk in the ancient lore of Sarkorian rites and customs. His visits to the tavern to share a beer with the commoners dwindled, and he more readily accepted their worship, donning the mantle of a god walking among men. Under the guidance of two living deities, Gundrun became an isolated fragment of the past, jealously guarding its way of life.
ko_mt: 울브리그는 자신의 나라를 황폐화시킨 데몬들을 물리친 후, 유일한 남은 군드룬에 그의 노력을 집중했다. 그는 이세나-케레나이의 정착지 통치를 도우며 그녀와 마을 사람들에게 사르코리안의 고대 의식과 관습에 대한 전승을 가르쳤습니다. 평민들과 맥주를 나누기 위해 선술집을 찾는 횟수가 줄어들었고, 인간들 사이를 거니는 신의 탈을 쓰고 그들의 숭배를 더 쉽게 받아들였습니다. 두 살아있는 신의 인도 아래 군드룬은 과거의 고립된 파편이 되어 삶의 방식을 질투하며 지키고 있습니다.

source: After defeating the demons that had laid waste to his country, Ulbrig concentrated his efforts on Gundrun, its only remnant. Alas, his efforts were in vain: without a strong leader and the patronage of the goddess, the town faded until it was nothing more than an unremarkable outskirt of Ustalav. Once he realized his dream of restoring Sarkoris would never come true, Ulbrig left the town and wandered the land in search of a place he could call home.
ko_mt: 울브리그는 조국을 황폐화시킨 데몬들을 물리친 후, 유일한 남은 군드룬에 그의 노력을 집중했다. 하지만 그의 노력은 헛수고였습니다. 강력한 지도자와 여신의 후원 없이는 마을은 우스탈라프의 눈에 띄지 않는 외곽에 지나지 않을 정도로 쇠퇴했습니다. 사르코리스를 복원하려는 그의 꿈이 결코 이루어지지 않을 것이라는 것을 깨달은 울브리그는 마을을 떠나 집이라고 부를 수 있는 곳을 찾아 땅을 방황했습니다.

source: The death of his beloved broke Ulbrig's heart. He lived a long life, and many sought to win his favor — men, deities, and even fey among them. Ulbrig refused everyone, staying forever faithful to his last love.
ko: 연인의 죽음은 울브리그의 마음을 비통케 했다. 그는 장수했고, 인간, 신, 심지어 페이까지 많은 이들이 그의 호의를 얻으려 했다. 울브리그는 모든 이를 거부하고, 그의 마지막 사랑에 영원히 충실했다.
ko_mt: 사랑하는 사람의 죽음은 울브리그의 마음을 아프게했습니다. 그는 장수했고 많은 사람들이 인간, 신, 심지어 요정까지 그의 호의를 얻으려고 노력했습니다. 울브리그는 모든 사람을 거부하고 그의 마지막 사랑에 영원히 충실했습니다.

source: No matter how busy they were or what distances lay between them, {name} and Ulbrig would often spend time in the Garden of the Gods — sometimes alone, sometimes in the company of friends, holding feasts that would amaze the Sarkorian gods themselves.
ko_mt: {name}과 울브리그는 아무리 바쁘거나 거리가 멀어도 종종 신들의 정원에서 시간을 보냈습니다. 때로는 혼자서, 때로는 친구들과 함께 사르코리아 신들을 놀라게 할 잔치를 열었습니다.

source: The power of their love transformed the land they walked on. Following the return of griffons to Gundrun, the outskirts of the former Worldwound blossomed with life, teeming with wondrous beasts and flowers thought long extinct.
ko_mt: 그들의 사랑의 힘이 그들이 걸었던 땅을 변화시켰어요. 그리폰이 군드룬으로 돌아온 후, 이전 세계상처의 외곽은 생명으로 꽃을 피웠고, 오랫동안 멸종되었다고 생각되는 놀라운 짐승과 꽃들로 가득 찼습니다.

source: In his former life, Ulbrig had been both a man and a deity — but the ascension shed new light on both sides of his nature. He traveled Golarion fighting monsters and protecting the weak. He refused all prayers, saying, "The Olesks worshiped me, see how it ended for them?" but generously bestowed powers and advice upon mortal heroes.
ko_mt: 전생에 울브리그는 인간이자 신이었지만, 승천을 통해 그의 본성 양면에 새로운 빛을 비추었다. 그는 골라리온을 여행하며 괴물과 싸우고 약자를 보호했습니다. 그는 모든 기도를 거절하며 "올레스크가 나를 숭배했는데, 그들이 어떻게 끝났는지 봐라"라고 말했지만, 인간 영웅들에게 힘과 조언을 아낌없이 주었습니다

source: After the victory, Ulbrig refused to give up, hoping there still were remnants of the old Sarkoris left somewhere. He spent the rest of his days wandering the lands of the former Worldwound and their surroundings, searching, but in vain.
ko: 승리 후, 울브리그는 옛 사코리스의 잔재가 어딘가에 남아 있기를 바라며 포기하지 않았다. 그는 여생 동안 옛 세계상처의 땅과 그 주변을 돌아다니며 수색했지만 헛된 일이었다.
ko_mt: 승리 후 울브리그는 옛 사르코리스의 잔재가 아직 어딘가에 남아 있기를 바라며 포기하지 않았습니다. 그는 남은 여생을 옛 세계상처의 땅과 그 주변을 돌아다니며 수색했지만 헛된 일이었습니다.

source: "That's right. No good ever comes of cultists and their magic."
ko_mt: "맞아요. 이교도들과 그들의 마법은 결코 좋은 것이 아닙니다."

source: "It seems we can't just break it. Pity..."
ko_mt: "그냥 부술 수는 없는 것 같습니다. 안타깝다..."

source: "It's nice to be able to catch our breath at last."
ko_mt: "드디어 숨을 돌릴 수 있게 되어 기쁩니다."

source: "It is so warm and peaceful here. Strange that I still feel an unsettling chill."
ko_mt: "여기는 너무 따뜻하고 평화롭습니다. 이상하게도 여전히 불안한 한기가 느껴집니다."

source: "Commander, you're here! What an adventure we've had… You and your fellows are out there killing monsters every single day — how do you manage? I can't imagine!"
ko_mt: "사령관님, 도착하셨습니다! 우리가 얼마나 모험을 해왔는지... 당신과 동료들은 매일 밖에서 괴물들을 죽이고 있는데, 어떻게 관리하고 있죠? 상상도 안 돼요!"

source: The clouds of impenetrable darkness thicken, as if playing with you. Something seems to be hiding in the gloomy haze...
ko_mt: 뚫을 수 없는 어둠의 구름이 마치 당신을 가지고 노는 것처럼 두꺼워집니다. 우울한 안개 속에 무언가가 숨어있는 것 같습니다...

source: The crystal, covered with handprints and streaks of dried blood, seems to function as some sort of button — but it is currently inactive.
ko_mt: 손자국과 마른 피의 줄무늬로 뒤덮인 수정은 일종의 버튼으로 작동하는 것처럼 보이지만 현재 비활성 상태입니다.

source: The impenetrable darkness of the void awakens a primal fear in your heart.
ko_mt: 뚫을 수 없는 허공의 어둠은 마음속 원초적인 두려움을 일깨웁니다.

source: "The power of the shards will destroy this barrier. I will help you."
ko_mt: "파편의 힘이 이 장벽을 파괴할 것이다. 내가 도와줄게."

source: "Defend me while I finish the ritual! Dear Sarenrae, please help us… Pretty please!"
ko_mt: "의식을 마칠 때까지 날 지켜줘! 사렌래, 제발 도와주세요... 제발요!"

source: Hideous Abyssal plants are encased in grotesque ice blocks.
ko_mt: 흉측한 심연의 식물들이 기괴한 얼음 덩어리로 둘러싸여 있습니다.

source: Sharp blocks of ice rise from the thicket of demonic plants, unnatural and alien even to this place. It is clear they were created by powerful magic.
ko_mt: 악마 식물의 덤불에서 날카로운 얼음 덩어리가 솟아 오르는데, 이곳에서도 부자연스럽고 외계인입니다. 강력한 마법에 의해 생성 된 것이 분명합니다.

source: Sendri managed to defeat the wizard alone.
ko_mt: 센드리는 혼자서 마법사를 물리쳤습니다.

source: The poor souls are trapped in the ice.
ko_mt: 불쌍한 영혼들이 얼음 속에 갇혀 있습니다.

source: The wall starts to vibrate slightly as you approach. It seems to be reacting to the presence of Sithhud's soul fragment that you carry within your heart.
ko_mt: 가까이 다가가면 벽이 약간 진동하기 시작합니다. 당신이 마음속에 품고 있는 시스훗의 영혼 조각의 존재에 반응하는 것 같습니다.

source: The bodies of humanoids who froze to death lie in the puddle of meltwater.
ko_mt: 얼어 죽은 휴머노이드의 시체가 녹은 물 웅덩이에 누워 있습니다.

source: The portal is gone. There is no going back.
ko_mt: 포털이 사라졌습니다. 되돌릴 수 없습니다.

source: Whoever assembled all these unstable pillars clearly had a lot of free time on their hands.
ko_mt: 이 모든 불안정한 기둥을 조립한 사람은 분명히 많은 자유 시간을 가졌을 것입니다.

source: The ritual site is encircled in eerie pillars made of stacked stones. Giants have been building their fanes like this since time immemorial.
ko_mt: 의식 장소는 돌을 쌓아 만든 으스스한 기둥으로 둘러싸여 있습니다. 거인들은 옛날부터 이런 식으로 부채를 만들어 왔습니다.

source: Deep lines have been scratched into the icy surface in a pattern you don't recognize.
ko_mt: 얼음 표면에 인식할 수 없는 패턴으로 깊은 선이 긁혔습니다.

source: The lines on the ice make the symbol of Sithhud, a long-forgotten demon lord.
ko_mt: 얼음 위의 선은 오랫동안 잊혀진 악마 군주 시스후드의 상징입니다.

source: Dig it out
ko_mt: 파헤치기

source: Begin the ritual
ko_mt: 의식 시작

source: Inspect the anomaly
ko_mt: 이상 징후 검사

source: Touch the ice wall
ko_mt: 빙벽 터치

source: These brave people fought to the end, but the enemy proved too strong.
ko_mt: 이 용감한 사람들은 끝까지 싸웠지만 적의 힘은 너무 강했습니다.

source: "Stahlmar. A paragon of resilience and a beacon of hope in the darkness of the Abyss."
ko_mt: "스탈마. 심연의 어둠 속에서 회복탄력성의 모범이자 희망의 등불입니다."

source: "Error: Kellid weapons not found. Let's continue searching."
ko_mt: "오류: 켈리드 무기를 찾을 수 없습니다. 계속 검색해 보겠습니다."

source: "Wait, wait! We haven't found the weapons yet!"
ko_mt: "잠깐, 잠깐만요! 아직 무기를 찾지 못했어요!"

source: The broken bones of some unfortunate soul crushed by the collapse.
ko_mt: 붕괴로 인해 부서진 불행한 영혼의 부러진 뼈.

source: "Just go."
ko_mt: "그냥 가세요."

source: The giants' camp lies beyond the gates. Attacking them without preparation is tantamount to suicide.
ko_mt: 거인의 진영은 성문 너머에 있습니다. 준비 없이 그들을 공격하는 것은 자살 행위와 같습니다.

source: "The giants are up ahead. Wait for me to give the signal, then repeat after me."
ko_mt: "거인들이 앞에 있습니다. 내가 신호를 보낼 때까지 기다렸다가 따라하세요."

source: "How much... longer will we keep fighting?"
ko_mt: "얼마나... 더 싸워야 하나요?"

source: "Wait here while I look around."
ko_mt: "내가 둘러볼 동안 여기서 기다리세요."

source: "Go on without us, we'll look for another way out!"
ko_mt: "우리 없이 계속 가세요, 다른 방법을 찾아보겠습니다!"

source: "Where are you taking me? Something's not right. You can't fool me!"
ko_mt: "어디로 데려가는 거죠? 뭔가 잘못됐어. 날 속일 순 없어!"

source: It's time to go! Experience points gained: <b>{count}</b>.
ko_mt: 이제 출발할 시간입니다! 경험치를 획득했습니다: <b>{count}</b>.

source: You obtained a shard. Experience points gained: <b>{count}</b>.
ko_mt: 파편을 획득했습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: You helped the Kellids begin their ritual. Experience points gained: <b>{count}</b>.
ko_mt: 켈리드의 의식을 시작하도록 도왔습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: The ritual has begun! Experience points gained: <b>{count}</b>.
ko_mt: 의식이 시작되었습니다! 경험치를 획득했습니다: <b>{count}</b>.

source: You killed the translator. Experience points gained: <b>{count}</b>.
ko_mt: 통역사를 죽였습니다. 경험치를 획득했습니다: <b>{count}</b>.

source: Such lush vegetation is rarely seen underground.
ko_mt: 이렇게 무성한 초목은 지하에서 거의 볼 수 없습니다.

source: Rays of light break through the caves' vaults, creating an unusual picture: lush greenery underground.
ko_mt: 동굴의 금고 사이로 빛이 들어와 지하에 무성한 녹음이 우거진 특이한 풍경을 연출합니다.

source: This cave has claimed many lives.
ko_mt: 이 동굴은 많은 생명을 앗아갔습니다.

source: It looks like scavengers have been dragging bones all over the cave.
ko_mt: 청소부들이 동굴 곳곳에 뼈를 끌고 다니는 것 같습니다.

source: An ordinary pile of rocks.
ko_mt: 평범한 돌무더기.

source: These stones have crumbled recently — probably as a result of a larger collapse.
ko_mt: 이 돌들은 최근에 더 큰 붕괴의 결과로 무너져 내렸습니다.

source: Poison the food
ko_mt: 음식 독극물

source: Lay out bait
ko_mt: 미끼 배치

source: Examine the remains
ko_mt: 유해 조사

source: Steal
ko_mt: 훔치기

source: Supplies
ko_mt: 소모품

source: [Feed the goblin to the animals]
ko_mt: 동물에게 도깨비 먹이 주기] [도깨비 먹이 주기

source: "Poor beasties! All dead..."
ko_mt: "불쌍한 짐승들! 모두 죽었어..."

source: The toad looks almost exactly like a real one.
ko_mt: 두꺼비는 실제 두꺼비와 거의 똑같이 생겼습니다.

source: This hidden room may hold other secrets yet to be discovered.
ko_mt: 이 숨겨진 방에는 아직 밝혀지지 않은 다른 비밀이 숨겨져 있을지도 모릅니다.

source: "Filling this empty vessel with a living spirit will take some time. You may wish to attend to other matters."
ko_mt: "이 빈 그릇에 살아있는 영혼을 채우는 데는 시간이 좀 걸릴 것입니다. 다른 일에 집중하는 것이 좋습니다."

source: "The final crystal! Now, you can perform the ritual on my future vessel..."
ko_mt: "마지막 수정! 이제 내 미래의 배에 의식을 행할 수 있어..."

source: "This statue is broken, but I can still communicate through it!"
ko_mt: "이 동상은 부서졌지만 여전히 소통할 수 있어요!"

source: Barrels
ko_mt: 배럴

source: Barrel
ko_mt: 배럴

source: Blue button
ko_mt: 파란색 버튼

source: Feed the animals
ko_mt: 동물에게 먹이 주기

source: Flower pot
ko_mt: 화분

source: Horse
ko_mt: 말

source: Red button
ko_mt: 빨간색 버튼

source: Magic tome
ko_mt: 마법의 고서

source: To the ground floor
ko_mt: 1층으로 이동

source: Norte
ko_mt: 노르테

source: The stench of burnt goblin fills the air.
ko_mt: 불에 탄 고블린의 악취가 공기를 가득 채웁니다.

source: It looks like the goblins tried to set a trap here but accidentally set it off and killed themselves.
ko_mt: 고블린이 이곳에 덫을 놓으려다 실수로 터뜨려 스스로 목숨을 끊은 것 같습니다.

source: The giant frog looks you in the eye without blinking.
ko_mt: 자이언트 개구리가 눈을 깜빡이지 않고 여러분을 바라보고 있습니다.

source: The creature's piercing gaze is disturbingly mournful for an ordinary giant frog.
ko_mt: 이 괴물의 날카로운 눈빛은 평범한 대왕개구리치고는 섬뜩할 정도로 애처롭습니다.

source: The door, covered in thick frost, has frozen to the wall and cannot be opened.
ko_mt: 두꺼운 서리로 뒤덮인 문이 벽에 얼어붙어 열리지 않습니다.

source: This door, covered in thick frost, was frozen from the inside. Perhaps heat would help melt the ice.
ko_mt: 두꺼운 서리로 뒤덮인 이 문은 안쪽부터 얼어붙어 있었습니다. 열을 가하면 얼음을 녹일 수 있을 것 같았습니다.

source: The otherwise charming landscape has been ruined by the garbage and debris scattered around.
ko_mt: 매력적인 풍경이 여기저기 흩어진 쓰레기와 잔해로 인해 망가져 버렸습니다.

source: The soil under your feet is littered with charred debris and peppered with countless tiny footprints. Looks like goblins were recently here.
ko_mt: 발밑의 흙에는 새까맣게 그을린 파편이 널려 있고 수많은 작은 발자국들이 흩어져 있습니다. 고블린이 최근에 이곳에 왔던 것 같습니다.

source: This goblin died very recently.
ko_mt: 이 고블린은 아주 최근에 죽었습니다.

source: One ear has been bitten off, and the neck is covered in small handprints. It seems this unlucky goblin was killed by his own kin.
ko_mt: 한쪽 귀가 잘려나갔고 목에는 작은 손자국으로 덮여 있습니다. 이 불운한 고블린은 친족에게 살해당한 것 같습니다.

source: The surface of the mirror shimmers like rippling water.
ko_mt: 거울 표면이 잔잔한 물결처럼 반짝입니다.

source: This portal is disguised as a mirror, but the shimmering ripples on its surface reveal its arcane nature.
ko_mt: 이 포털은 거울로 위장되어 있지만, 표면의 반짝이는 물결이 신비로운 속성을 드러냅니다.

source: This orrery is an intricate work of art. Each miniature planet was painstakingly painted down to the smallest detail.
ko_mt: 이 오러리는 정교한 예술 작품입니다. 각각의 미니어처 행성은 아주 작은 디테일까지 세심하게 그려져 있습니다.

source: The planets of this elaborate orrery were placed randomly as if the artist did not know their true order.
ko_mt: 이 정교한 오러리의 행성들은 마치 작가가 실제 순서를 모르는 것처럼 무작위로 배치되었습니다.

source: The sweet aroma of fresh beer emanates from the barrel and fills the room.
ko_mt: 신선한 맥주의 달콤한 향이 배럴에서 뿜어져 나와 실내를 가득 채웁니다.

source: The sweet aroma of fresh beer hangs in the air and intoxicates the mind... A loud gurgle comes from inside the barrel.
ko_mt: 신선한 맥주의 달콤한 향기가 공기 중에 퍼지며 마음을 취하게 합니다... 맥주통 안에서 큰 소리가 납니다.

source: The lifeless body looks frighteningly alive.
ko_mt: 생명이 없는 시체가 무섭게 살아 있는 것처럼 보입니다.

source: The perfectly symmetrical body before you is clearly artificial and was created using powerful magic.
ko_mt: 눈앞에 보이는 완벽한 대칭의 몸은 분명히 인공적인 것이며 강력한 마법을 사용하여 만들어졌습니다.

source: The intricate symbols are unknown to you.
ko_mt: 복잡한 기호에 익숙하지 않으실 수도 있습니다.

source: Such runic inscriptions are common in halls of summoning.
ko_mt: 이러한 룬 문자는 소환의 전당에서 흔히 볼 수 있습니다.

source: Whoever built this modest tower must have valued their privacy.
ko_mt: 이 소박한 타워를 지은 사람은 사생활을 소중히 여겼을 것입니다.

source: Powerful magic permeates the walls of this modest tower as if hiding what lies beneath.
ko_mt: 이 소박한 탑의 벽에는 강력한 마법이 마치 그 아래를 숨기듯 스며들어 있습니다.

source: The bulky statue seems out of place in this room.
ko_mt: 부피가 큰 동상은 이 방에 어울리지 않는 것 같습니다.

source: Chaotic arcane energies swirl around the statue, creating an area of unstable wild magic around it. The statue seems somehow fragile.
ko_mt: 혼돈의 비전 에너지가 조각상 주위로 소용돌이치며 주위에 불안정한 야생 마법의 영역을 형성합니다. 조각상이 왠지 연약해 보입니다.

source: A putrid stench emanates from the lifeless bodies of the wizard and horse.
ko_mt: 마법사와 말의 생명이 없는 시체에서 썩은 악취가 풍깁니다.

source: The body of the horse that crushed the wizard has traces of a polymorph spell.
ko_mt: 마법사를 짓밟은 말의 몸에는 다형성 주문의 흔적이 남아 있습니다.

source: "Come on, let's free these poor things while we're at it!"
ko_mt: "이왕 하는 김에 이 불쌍한 것들을 풀어주자!"

source: "Is this a horse? A horse fell on the wizard and killed him? What is this nonsense?"
ko_mt: "이게 말인가요? 말이 마법사 위로 떨어져서 마법사를 죽였다고? 이게 무슨 말도 안 되는 소리야?"

source: The dirty deck chairs are covered with brown spots.
ko_mt: 더러운 갑판 의자는 갈색 반점으로 덮여 있습니다.

source: The dirty deck chairs are covered with fresh blood stains — they were recently occupied by mutilated victims.
ko_mt: 지저분한 갑판 의자는 최근 절단된 희생자들이 앉았던 것으로 보이는 핏자국으로 덮여 있습니다.

source: The blood-stained table is littered with old tools and rotting pieces of flesh.
ko_mt: 피 묻은 식탁에는 낡은 도구와 썩은 살점 조각이 널려 있습니다.

source: The metal table is stained with blood and strewn with rusty instruments of torture. All around, severed body parts are rotting, parts slowly taken from the victims of an unknown madman.
ko_mt: 금속 테이블은 피로 얼룩져 있고 녹슨 고문 도구가 흩어져 있습니다. 사방에는 잘린 신체 부위가 썩어가고 있으며, 정체불명의 미치광이가 희생자에게서 천천히 떼어낸 부위입니다.

source: The dead man's bone-white skin is thickly covered by burst blisters and burns.
ko_mt: 죽은 남자의 새하얀 피부는 터진 물집과 화상으로 두껍게 덮여 있습니다.

source: The dead man's bone-white skin is riddled with burst blisters and burns — it appears he was slowly boiled alive over several hours.
ko_mt: 죽은 남자의 새하얀 피부는 터진 물집과 화상으로 가득 차 있으며, 몇 시간에 걸쳐 천천히 산 채로 삶아진 것으로 보입니다.

source: A series of torture chambers moves in the emptiness — oddly, they resemble the links of an endless chain.
ko_mt: 일련의 고문실이 공허한 공간에서 움직이는데, 이상하게도 끝없는 사슬의 고리와 비슷합니다.

source: Thousands of torture chambers move in the emptiness, forming an endless chain of cells. The number of prisoners tortured within is equivalent to the population of a small city.
ko_mt: 수천 개의 고문실이 텅 빈 공간에서 움직이며 끝없이 이어지는 감방 사슬을 형성합니다. 그 안에서 고문당하는 수감자의 수는 작은 도시의 인구와 맞먹습니다.

source: Ugly piles of torn bodies rot in the sewage, emitting an unbearable stench.
ko_mt: 찢어진 시체 더미는 하수구에서 썩어 참을 수 없는 악취를 풍깁니다.

source: Shapeless piles of corpses rise above the filthy muck — the bodies of several hundred dead are decomposing in this cesspit.
ko_mt: 형체도 없는 시체 더미가 더러운 진흙탕 위로 솟아 있고, 수백 명의 시체가 이 시궁창에서 썩어가고 있습니다.

source: Fetchlings wander heedlessly along the bridge that stretches over the chasm as if bewitched.
ko_mt: 페츨링은 마치 마법에 걸린 듯 틈새 위로 뻗은 다리를 따라 무심하게 돌아다닙니다.

source: Fetchlings wander heedlessly along the bridge that stretches over the chasm as if bewitched. They walk in orderly rows, the whispered words of an unknown prayer on their lips. It seems part of some mysterious ritual.
ko_mt: 페츨링들은 마치 마법에 걸린 듯 틈새 위로 뻗은 다리를 따라 무심하게 걸어갑니다. 그들은 질서정연하게 줄을 지어 걷고, 입술에는 알 수 없는 기도의 말이 속삭입니다. 신비한 의식의 일부인 것 같습니다.

source: The room is hung with heavy chains — a strange decoration even for a place like this.
ko_mt: 방은 무거운 사슬로 매달려 있는데, 이런 곳에서도 이상한 장식입니다.

source: The room is hung with heavy chains. Velstracs, cruel creatures that feed on the fear and pain of mortals, typically drape themselves in chains such as these
ko_mt: 방에는 무거운 쇠사슬이 매달려 있습니다. 벨스트랙은 인간의 공포와 고통을 먹고 사는 잔인한 생명체로, 보통 다음과 같은 쇠사슬에 몸을 묶습니다.

source: Someone set up camp right next to the walls of the fortress.
ko_mt: 누군가 요새 성벽 바로 옆에 야영지를 설치했습니다.

source: The embers from the campfire are still smoldering. The camp's lone occupant left quite recently.
ko_mt: 캠프파이어의 불씨는 여전히 활활 타오르고 있습니다. 캠프의 유일한 거주자는 아주 최근에 떠났습니다.

source: The massive shackles are no different than the others.
ko_mt: 거대한 족쇄는 다른 족쇄와 다르지 않습니다.

source: Next to the massive shackles lies a parchment covered in thick black dust: "These manacles bound the most valuable of prisoners."
ko_mt: 거대한 족쇄 옆에는 짙은 검은 먼지로 뒤덮인 양피지가 놓여 있습니다: "이 족쇄는 가장 귀중한 죄수들을 묶어두었습니다."

source: A pair of severed hands covered in dried blood. A parchment beside the hands reads: "How many spells will you cast now?"
ko_mt: 마른 피로 뒤덮인 한 쌍의 잘린 손. 손 옆의 양피지에는 이렇게 적혀 있습니다: "이제 주문을 몇 번이나 부를 것인가?"

source: The parchment beside the pair of severed hands reads: "How many spells will you cast now?" Beneath the crusted blood, one of the fingers bears a ring with the holy symbol of Abadar.
ko_mt: 잘린 두 손 옆의 양피지에는 이렇게 적혀 있습니다: "이제 얼마나 많은 주문을 부를 것인가?" 피가 묻은 손가락 아래에는 아바다르의 성스러운 상징이 새겨진 반지가 끼워져 있습니다.

source: The huge heart oozes a dark, viscous liquid — apart from its size, it is eerily human-like.
ko_mt: 거대한 심장에서는 어둡고 점성이 있는 액체가 흘러나오는데, 크기만 빼면 섬뜩할 정도로 인간과 비슷합니다.

source: The huge nalfeshnee demon heart, eerily similar to a human's, oozes a dark, viscous liquid.
ko_mt: 인간과 섬뜩하게 닮은 거대한 날페시니 악마의 심장은 어둡고 점성이 있는 액체를 뿜어냅니다.

source: The grimy, sticky book describes the workings of the Shadow Plane, but most of the pages are stuck together. You only manage to glean that every location on Golarion has a reflection in this bleak world.
ko_mt: 지저분하고 끈적끈적한 책에는 그림자계의 작동 방식이 설명되어 있지만, 대부분의 페이지가 서로 붙어 있습니다. 골리온의 모든 장소가 이 암울한 세계에 반사되어 있다는 것만 겨우 알아낼 수 있습니다.

source: The grimy, sticky book describes the workings of the Shadow Plane, but most of the pages are stuck together. You only manage to glean that every location on Golarion and beyond has a reflection in this bleak world.
ko_mt: 지저분하고 끈적끈적한 책에는 그림자계의 작동 방식이 설명되어 있지만, 대부분의 페이지가 서로 붙어 있습니다. 골리온과 그 너머의 모든 장소가 이 암울한 세계에 반영되어 있다는 것만 겨우 알아낼 수 있습니다.

source: Examine
ko_mt: 검토

source: "You could become valuable specimens in my collection..."
ko_mt: "여러분은 제 컬렉션의 귀중한 표본이 될 수 있습니다..."

source: A smooth human skull lies atop the battered shield.
ko_mt: 매끈한 사람의 두개골이 방패 위에 놓여 있습니다.
