Repository: akintos/wotr-translation
Catalog: translation/*/Unknown.po
Languages: ko, ko_mt

source: Offer
ko: 제안
ko_mt: 제안

source: Your Offer
ko: 당신의 제안
ko_mt: 귀하의 제안

source: <font="Saber_Dist32"><size=140%><color=#983f1d>Y</color></size></font>our Offer
ko: <font="Saber_Dist32"><size=140%><color=#983f1d>당</color></size>신의 제안
ko_mt: <font="Saber_Dist32"><size=140%><color=#983f1d>Y</color></size></font>우리 제안

source: Vendor's Offer
ko: 상인의 제안
ko_mt: 공급업체 제안

source: <font="Saber_Dist32"><size=140%><color=#983f1d>V</color></size></font>endor's Offer
ko: <font="Saber_Dist32"><size=140%><color=#983f1d>상</color></size>인의 제안
ko_mt: <font="Saber_Dist32"><size=140%><color=#983f1d>V</color></size></font>공급업체 제안

source: Weapon Set
ko: 무기 세트
ko_mt: 무기 세트

source: Reset
ko: 초기화
ko_mt: 초기화

source: Default progression
ko: 기본 진행
ko_mt: 기본 진행률

source: Open portraits folder
ko: 초상화 폴더 열기
ko_mt: 인물 사진 폴더 열기

source: Refresh portrait
ko: 초상화 새로고침
ko_mt: 인물 사진 새로 고침

source: A {g|ConditionShaken}shaken{/g} character suffers a –2 {g|Encyclopedia:Penalty}penalty{/g} on {g|Encyclopedia:Attack}attack rolls{/g}, weapon {g|Encyclopedia:Damage}damage rolls{/g}, {g|Encyclopedia:Saving_Throw}saving throws{/g}, {g|Encyclopedia:Skills}skill checks{/g}, and {g|Encyclopedia:Ability_Scores}ability checks{/g}. Shaken is a less severe state of fear than {g|ConditionFrightened}frightened{/g} or panicked.
ko_mt: 동요한 캐릭터는 {g|Encyclopedia:Attack}명중 굴림{/g}, 무기 {g|Encyclopedia:Damage}피해 굴림{/g}, {g|Encyclopedia:Saving_Throw}내성 굴림{/g}, {g|Encyclopedia:Skills}기술{/g} 판정, {g|Encyclopedia:Ability_Scores}능력{/g} 판정에 -2 {g|Encyclopedia:Penalty}불이익{/g}을 받습니다. 동요은 겁에 질리거나 공황 상태에 비해 덜 심각한 공포 상태입니다.

source: Reserved
ko: 과묵함
ko_mt: 내성적인

source: You can sense your foes' weak points, granting you greater {g|Encyclopedia:Damage}damage{/g} with {g|Encyclopedia:Critical}critical hits{/g}. Whenever you score a critical hit, {g|Encyclopedia:Dice}roll{/g} the {g|Encyclopedia:Attack}attack{/g}'s damage dice (but not extra or precision damage dice) twice and take the highest result.
ko: 적의 약점을 감지해 {g|Encyclopedia:Critical}치명타{/g} 공격시 더 큰 {g|Encyclopedia:Damage}피해{/g}를 입힙니다. 치명타에 성공할 때마다 {g|Encyclopedia:Attack}공격{/g}의 피해 주사위를 두 번 {g|Encyclopedia:Dice}굴려{/g} 더 높은 값을 취합니다. 단, 추가 피해 및 정밀 피해에는 적용되지 않습니다.
ko_mt: 적의 약점을 감지하여 {g|Encyclopedia:Critical}치명타{/g}로 더 큰 {g|Encyclopedia:Damage}피해{/g}를 입힐 수 있습니다. 치명타를 기록할 때마다 {g|Encyclopedia:Attack}공격{/g} 피해 주사위(추가 또는 정밀 피해 주사위 제외)를 두 번 {g|Encyclopedia:Dice}굴려서{/g} 가장 높은 결과를 가져갑니다.

source: Locate Weakness
ko: 약점 특정
ko_mt: 약점 찾기

source: Affected creatures gain tactical knowledge and maximize their efficiency on the field of battle. Each gains a +1 insight {g|Encyclopedia:Bonus}bonus{/g} to {g|Encyclopedia:Armor_Class}AC{/g} and {g|Encyclopedia:Saving_Throw}Reflex saves{/g}. Against {g|Encyclopedia:Attack_Of_Opportunity}attacks of opportunity{/g}, the insight bonus to AC increases to +3.
ko_mt: 영향을 받은 생물은 전술 지식을 습득하고 전장에서 효율을 극대화합니다. 각각은 {g|Encyclopedia:Armor_Class}AC{/g}와 {g|Encyclopedia:Saving_Throw}반사 굴림{/g}에 +1 통찰력 {g|Encyclopedia:Bonus}보너스{/g}를 얻습니다. {g|Encyclopedia:Attack_Of_Opportunity}기회 공격{/g}에 대한 통찰력 보너스는 +3으로 증가합니다.

source: Perfect Placement
ko: 완벽한 배치
ko_mt: 완벽한 배치

source: The curse inflicted by the ungrateful prisoner of the Ivory Labyrinth. Not only does it weaken its bearer, it allows the caster to sense the cursed victim from any distance.
ko: 상아 미궁의 배은망덕한 죄수가 내린 저주입니다. 피해자를 약화시킬 뿐 아니라, 시전자가 저주의 희생자를 얼마나 떨어져 있던 감지하게 해줍니다.
ko_mt: 상아 미궁의 배은망덕한 포로에게 걸린 저주입니다. 저주를 받는 사람을 약화시킬 뿐만 아니라, 시전자가 멀리서도 저주에 걸린 피해자를 감지할 수 있게 해줍니다.

source: Ashen Curse
ko: 잿빛 저주
ko_mt: 잿빛 저주

source: Obscuring Mist
ko: 은폐의 안개
ko_mt: 은폐의 안개

source: Summon Monster 0
ko_mt: 괴물 소환 0

source: Will negates (harmless)
ko: 의지로 무효
ko_mt: 의지 무효화(무해)

source: Barkskin
ko: 나무껍질
ko_mt: 나무껍질

source: Bestow Grace
ko: 은총 부여
ko_mt: 은총 부여

source: At 6th level, a shifter gains the ability to make several ferocious {g|Encyclopedia:Attack}attacks{/g} with the same {g|Encyclopedia:NaturalAttack}natural weapon{/g}. Instead of attacking with all her natural weapons, the shifter can choose a single natural weapon and make a full attack with that natural weapon, gaining a second iterative attack at a -5 as if it was a manufactured weapon. When she does so, all her other natural attacks count as secondary attacks and do not benefit from shifter claws (the second attack with her shifter claws in her humanoid form counts as secondary but does not lose any shifter claws bonuses). At 11th level, she gains a third iterative attack at a -10, and at 16th level, she gains a fourth iterative attack at a -15.
ko_mt: 6레벨에 시프터는 동일한 {g|Encyclopedia:NaturalAttack}자연 무기{/g}로 여러 차례 맹렬한 {g|Encyclopedia:Attack}공격{/g}을 할 수 있는 능력을 얻습니다. 변신술사는 모든 자연 무기로 공격하는 대신, 하나의 자연 무기를 선택하고 그 자연 무기로 전체 공격을 가하여 제조된 무기처럼 -5의 두 번째 반복 공격을 얻을 수 있습니다. 이 경우 다른 모든 자연 무기은 보조 공격으로 간주되며 변신술사 발톱의 혜택을 받지 못합니다.(인간형 변신술사 발톱으로 두 번째 공격은 보조 공격으로 간주되지만 변신술사 발톱 보너스를 잃지 않습니다). 11레벨이 되면 세 번째 반복 공격이 -10, 16레벨이 되면 네 번째 반복 공격이 -15로 증가합니다.

source: The subject suffers a –2 {g|Encyclopedia:Penalty}penalty{/g} to {g|Encyclopedia:Constitution}Constitution{/g} score.
ko: 대상은 {g|Encyclopedia:Constitution}건강{/g} 능력치에 -2의 {g|Encyclopedia:Penalty}페널티{/g}를 받습니다.
ko_mt: 대상은 {g|Encyclopedia:Constitution}건강{/g} 점수에 -2 {g|Encyclopedia:Penalty}불이익{/g}을 받습니다.

source: Curse of Feeble Body
ko: 허약한 육체의 저주
ko_mt: 연약한 몸의 저주

source: You tap energy from the Plane of Shadow to cast a quasi-real, illusory version of a {g|SpellsFireball}fireball{/g}, {g|SpellsLightningBolt}lightning bolt{/g}, {g|SpellsShout}shout{/g}, {g|SpellsVolcanicStorm}volcanic storm{/g}, or {g|SpellsIceStorm}ice storm{/g} {g|Encyclopedia:Spell}spell{/g}. Spells that deal {g|Encyclopedia:Damage}damage{/g} have normal effects unless an affected creature succeeds at a {g|Encyclopedia:Saving_Throw}Will save{/g}. Each disbelieving creature takes only one-fifth damage from the attack. Regardless of the result of the save to disbelieve, an affected creature is also allowed any save (or {g|Encyclopedia:Spell_Resistance}spell resistance{/g}) that the spell being simulated allows, but the save {g|Encyclopedia:DC}DC{/g} is set according to shadow evocation's level (5th) rather than the spell's normal level.
ko: 그림자계의 에너지를 이용해 {g|SpellsFireball}화염구{/g}, {g|SpellsLightningBolt}번개 화살{/g}, {g|SpellsShout}포효{/g}, {g|SpellsVolcanicStorm}화산 폭풍{/g}, {g|SpellsIceStorm}얼음 폭풍{/g} {g|Encyclopedia:Spell}주문{/g}의 부분적으로 실체화된 환상을 시전합니다. {g|Encyclopedia:Damage}피해{/g}를 입히는 주문은 효과 대상이 {g|Encyclopedia:Saving_Throw}의지 내성{/g}에 실패하면 정상적으로 작용합니다. 환상을 간파한 크리처는 피해의 1/5만 받습니다. 간파를 위한 내성 굴림 결과에 관계없이 내성이나 {g|Encyclopedia:Spell_Resistance}주문 저항{/g}은 원본 주문과 똑같이 굴려야 하지만, 내성 {g|Encyclopedia:DC}DC{/g}는 원본 주문의 레벨이 아니라 그림자 방출의 주문 레벨인 5로 계산합니다.
ko_mt: 당신은 어둠의 평면에서 에너지를 탭하여 {g|SpellsFireball}화염구{/g}, {g|SpellsLightningBolt}번개 화살{/g}, {g|SpellsShout}함성{/g}, {g|SpellsVolcanicStorm}화산폭풍{/g}, 또는 {g|SpellsIceStorm}얼음폭풍{/g} {g|Encyclopedia:Spell}주문{/g}의 준실제, 환영 버전을 시전합니다. {g|Encyclopedia:Damage}피해{/g}를 입히는 주문은 영향을 받은 생물이 {g|Encyclopedia:Saving_Throw}의지 굴림{/g}에 성공하지 않는 한 일반 효과를 갖습니다. 불신하는 각 생물은 {g|Encyclopedia:Attack}공격{/g}으로 1/5만큼만 피해를 입습니다. 불신에 대한 내성 결과와 상관없이, 영향을 받은 생물은 시뮬레이션 중인 주문이 허용하는 모든 내성(또는 {g|Encyclopedia:Spell_Resistance}주문 저항{/g})을 허용받지만, 내성 {g|Encyclopedia:DC}DC{/g}는 주문의 정상 레벨이 아닌 그림자 방출의 레벨(5)에 따라 설정됩니다.

source: Stoneskin
ko: 돌가죽
ko_mt: 바위피부

source: The warded creature gains resistance to blows, cuts, stabs, and {g|Encyclopedia:Damage_Type}slashes{/g}. The subject gains {g|Encyclopedia:Damage_Reduction}DR{/g} 10/adamantine. It ignores the first 10 points of {g|Encyclopedia:Damage}damage{/g} each time it takes damage from a weapon, though an adamantine weapon overcomes the reduction. Once the {g|Encyclopedia:Spell}spell{/g} has prevented a total of 10 points of damage per {g|Encyclopedia:Caster_Level}caster level{/g} (maximum 150 points), it is discharged.
ko: 보호를 받는 생명체는 타격과 절단, 찌르기와 {g|Encyclopedia:Damage_Type}베기{/g}에 저항력을 얻습니다. 대상은 {g|Encyclopedia:Damage_Reduction}DR{/g} 10/아다만틴을 얻습니다. 아다만틴 무기를 제외한 모든 무기의 {g|Encyclopedia:Damage}피해{/g}를 10점 적게 받습니다. 이 {g|Encyclopedia:Spell}주문{/g}은 {g|Encyclopedia:Caster_Level}시전자 레벨{/g}당 10점의 (최대 150점) 피해를 막아내면 해제됩니다.
ko_mt: 보호받은 생물은 타격, 베기, 찌르기, {g|Encyclopedia:Damage_Type}베기 저항{/g}을 얻습니다. 대상은 10/아다만틴 {g|Encyclopedia:Damage_Reduction}DR{/g}을 얻습니다. 무기로 피해를 받을 때마다 처음 10 {g|Encyclopedia:Damage}피해{/g}를 무시하지만, 아다만틴 무기로 감소를 극복할 수 있습니다.{g|Encyclopedia:Spell}주문{/g}이 {g|Encyclopedia:Caster_Level}시전자 레벨{/g}당 총 10 피해를 막으면(최대 150포인트) 해제됩니다.

source: 5 rounds
ko: 5 라운드
ko_mt: 5라운드

source: {g|Encyclopedia:Saving_Throw}Reflex{/g} negates (save each {g|Encyclopedia:Combat_Round}round{/g})
ko_mt: 반사 무효화(각 라운드 내성)

source: Can drain magic powers with basic attacks
ko_mt: 기본 공격으로 마법력을 소모할 수 있습니다.

source: Hungry for magic
ko_mt: 마법에 대한 갈망

source: Your magic is drained. Restoration spell cancels this effect.
ko_mt: 마법이 소진되었습니다. 상태회복 주문으로 이 효과를 취소할 수 있습니다.

source: Diminished magic
ko_mt: 약화된 마법

source: You feel Arcane energy flow, while being on this Island
ko_mt: 이 섬에 있는 동안 비전 에너지의 흐름을 느낍니다.

source: Arcane Island
ko_mt: 비전 아일랜드

source: The Pirate Goddess wants revenge
ko_mt: 복수를 원하는 해적 여신

source: Besmara's anger
ko_mt: 베스마라의 분노

source: This place is a domain of Besmaraian Pirates. Every attack is made with + 1 to hit, Chaotic Neutral aligment provides additional bonud +2 to hit.
ko_mt: 이곳은 베스마라이안 해적의 영토입니다. 모든 공격은 적중률 + 1, 혼돈 중립 성향은 적중률 +2 추가 보너스를 제공합니다.

source: Besmarian territory
ko_mt: 베스마리아 영토

source: Your body is infused with Chaotic energy, which gives bonus +2 to hit if your Alignment is Chaotic Neutral. You still have +1 to hit if you either Chaotic or Neutral.
ko_mt: 몸에 혼돈의 기운이 주입되어 성향이 혼돈 중립일 경우 hit에 +2 증가합니다. 혼돈 또는 중립인 경우에도 hit +1을 받습니다.

source: Chaotic energy affects your body
ko_mt: 혼돈의 에너지는 신체에 영향을 미칩니다.

source: Chaotic energy
ko_mt: 혼돈의 에너지

source: Curent stacks
ko_mt: 큐렌트 스택

source: You have angered the deity. Each attack of Besmarian faction against you is made with bonus damage and is easier to hit.
ko_mt: 당신은 신을 화나게 했습니다. 베스마리아 진영이 플레이어를 공격할 때마다 추가 피해가 발생하고 적중하기 쉽습니다.

source: Besmara's fury
ko_mt: 베스마라의 분노

source: This place is a domain of Besmaraian Pirates. Every attack is made with + 1 to hit, Chaotic Neutral aligment provides additional bonud +2 to hit.
ko_mt: 이곳은 베스마라이안 해적의 영토입니다. 모든 공격은 적중률 + 1, 혼돈 중립 성향은 적중률 +2 추가 보너스를 제공합니다.

source: Besmarian territory
ko_mt: 베스마리아 영토

source: Your arcane armor spell failure was less then 30% so it is reduced to zero. You also have bonus damage equal to your current arcane armor spell failure penalty.
ko_mt: 비전 갑옷 주문 실패 확률이 30% 미만이었으므로 0으로 감소합니다. 또한 현재 비전 갑옷 주문 실패 불이익과 동일한 추가 피해를 받습니다.

source: Effortless burden
ko_mt: 간편한 부담

source: Your arcane armor spell failure was more then 30% so it is was halved. You also have bonus damage equal to your current arcane armor spell failure penalty.
ko_mt: 비전 갑옷 주문 실패 확률이 30%를 넘었으므로 절반으로 감소했습니다. 또한 현재 비전 갑옷 주문 실패 불이익과 동일한 추가 피해를 받습니다.

source: Easy Burden
ko_mt: 간편한 부담

source: Arcane spell failure chance of your armor halved. If it was less then 30% it is completely removed.
ko_mt: 방어구의 비전 주문 실패 확률이 절반으로 감소합니다. 30% 미만이면 완전히 제거됩니다.

source: Lightened burden
ko_mt: 부담 완화

source: Each dwarf in your party gain a +1 Constitution bonus for each dwarven party member
ko_mt: 파티에 속한 드워프 한 명당 +1 건강 보너스를 얻습니다.

source: Dwarven Brotherhood
ko_mt: 드워프 형제단

source: Exotic Weapons have damage dice increased.
ko_mt: 특수 무기의 피해 굴림이 증가합니다.

source: Increased damage die
ko_mt: 피해 주사위 증가

source: For each gnome in your party you gain a 10% discount at any vendor. You also start your run with 5000 gold coins.
ko_mt: 파티에 있는 노움 한 마리당 상점에서 10% 할인을 받습니다. 또한 5000 금화로 달리기를 시작합니다.

source: Savvy Gnomes
ko_mt: 정통 노움

source: Killing an enemy grants hit points.
ko_mt: 적을 처치하면 체력를 획득합니다.

source: Hit points regeneration
ko_mt: 체력 재생성

source: Every Kitsune party member gain a +1 Dexterity bonus for every two levels
ko_mt: 모든 키츠네 파티원은 2레벨마다 +1 민첩 보너스를 얻습니다.

source: Kitsune Outrunner
ko_mt: 키츠네 아웃 러너

source: All divine spells of Clerics,Inquistiors,Oracles and Warpriests are Empowered as if using metamagic.
ko_mt: 성직자, 심문관, 오라클, 전쟁사제의 모든 신성한 주문이 메타매직을 사용하는 것처럼 강화됩니다.

source: Empowered divine spells
ko_mt: 강화된 신성한 주문

source: Ranged touch atack spells crit range is 18-20.
ko_mt: 원거리 접촉 공격 주문의 치명타 범위가 18~20입니다.

source: Critical range increased
ko_mt: 치명타 범위 증가

source: Spontaneous spells have 50% chance of not being lost after cast.
ko_mt: 임의 시전은 주문은 시전 후 50% 확률로 손실되지 않습니다.

source: Spell saving
ko_mt: 주문 저장

source: Protects creatures in the area from ranged weapon attacks. Also has chance to strike any living creature in the area by lightning
ko_mt: 범위 내의 생물을 원거리 공격으로부터 보호합니다. 또한 일정 확률로 범위 내의 모든 생명체를 번개로 공격할 수 있습니다.

source: Protects creatures in the area from ranged weapon attacks. Also has chance to strike any living creature in the area by lightning
ko_mt: 범위 내의 생물을 원거리 공격으로부터 보호합니다. 또한 일정 확률로 범위 내의 모든 생명체를 번개로 공격할 수 있습니다.

source: Elemental Air Effects
ko_mt: 원소 공기 효과

source: Stone of Elemental Air
ko_mt: 원소 공기의 돌

source: Any creature exept elementals who entered the area is slowed and have resistance to physical damage. They also must make a reflex saving throw every time they attack or fall prone.
ko_mt: 해당 지역에 들어온 정령을 제외한 모든 생명체는 둔화되고 물리 피해에 대한 저항을 갖습니다. 또한 공격당하거나 엎드러질 때마다 반사 굴림을 해야 합니다.

source: Elemental earth effect
ko_mt: 원소 대지 효과

source: Stone of Elemental Earth
ko_mt: 원소 대지의 돌

source: Any creature under the effect gains cold resistance. It also takes additional 1d6 of fire damage every time it takes any damage.
ko_mt: 이 효과를 받는 모든 생명체는 냉기 저항을 얻습니다. 또한 피해를 받을 때마다 추가로 1d6의 화염 피해를 받습니다.

source: Elemental Fire
ko_mt: 원소 불

source: Stone of Elemental Fire
ko_mt: 원소 불의 돌

source: An abyss infused storm with elemental energy. Electricity and Sonic spells have caster level increased by 2. Ranged attacks have -4 penalty if not made withint 30 ft.
ko_mt: 심연이 폭풍에 원소 에너지를 불어넣었습니다. 전기 및 음파 주문의 시전자 레벨이 2 증가합니다. 원거리 공격은 30피트 내에서 하지 않을 경우 -4의 불이익을 받습니다.

source: Elemental locus
ko_mt: 원소 위치

source: Ligtning strike
ko_mt: 라이트닝 스트라이크

source: An abyss infused storm with elemental energy. Electricity and Sonic spells have caster level increased by 2. Ranged attacks have -4 penalty if not made withint 30 ft.
ko_mt: 심연이 폭풍에 원소 에너지를 불어넣었습니다. 전기 및 음파 주문의 시전자 레벨이 2 증가합니다. 원거리 공격은 30피트 내에서 하지 않을 경우 -4의 불이익을 받습니다.

source: Elemental locus
ko_mt: 원소 위치

source: Creatures under this effect gains fire resistance. They also have chance to get caught by a Water Storm
ko_mt: 이 효과를 받는 생물은 화염 저항을 얻습니다. 또한 물 폭풍에 걸릴 확률도 증가합니다.

source: Elemental Water Effects
ko_mt: 원소 물 효과

source: Stone of Elemental Water
ko_mt: 원소의 물의 돌

source: STR and CON are increased to 21, until you leave this Island.
ko_mt: 이 섬을 떠날 때까지 힘과 건강이 21로 증가합니다.

source: Stats increased.
ko_mt: 능력치가 증가했습니다.

source: STR and CON are increased to 21, until you leave this Island.
ko_mt: 이 섬을 떠날 때까지 힘과 건강이 21로 증가합니다.

source: Stats increased.
ko_mt: 능력치가 증가했습니다.

source: –1 to Str, Dex, and Con; +1 to Int, Wis, and Cha
ko_mt: 힘, 민첩, 건강 -1, 지능, 의지, 체력 +1

source: Middle Age
ko_mt: 중년

source: –2 to Str, Dex, and Con; +1 to Int, Wis, and Cha
ko_mt: 힘, 민첩, 건강 -2, 지능, 의지, 체력 +1

source: Old
ko_mt: 늙은

source: –3 to Str, Dex, and Con; +1 to Int, Wis, and Cha
ko_mt: 힘, 민첩, 건강 -3, 지능, 의지, 체력 +1

source: Venerable
ko_mt: 고귀한

source: Venerable
ko_mt: 고귀한

source: The transmuted creatures move and act more quickly than normal. This extra speed has several effects. When making a full attack, a hasted creature may make one extra attack with its main weapon. The attack is made using the creature's full base attack bonus, plus any modifiers appropriate to the situation. (This effect is not cumulative with similar effects, such as that provided by a speed weapon, nor does it actually grant an extra action, so you can't use it to cast a second spell or otherwise take an extra action in the round.) A hasted creature gains a +1 bonus on attack rolls and a +1 dodge bonus to AC and Reflex saves. Any condition that makes you lose your Dexterity bonus to Armor Class (if any) also makes you lose dodge bonuses. A hasted creature's speed increases by 30 feet, to a maximum of twice the subject's normal speed. This increase counts as an enhancement bonus. Multiple haste effects don't stack. Haste dispels slow.
ko_mt: 변신한 생물은 평소보다 더 빠르게 움직이고 행동합니다. 이 추가 속도에는 몇 가지 효과가 있습니다.. 전체 공격을 할 때, 급변한 생물은 주무기로 한 번 추가 공격을 할 수 있습니다. 공격은 해당 생물의 전체 기본 공격 보너스에 상황에 맞는 수정치를 더해 이루어집니다. (이 효과는 속도 무기와 같은 유사한 효과와 누적되지 않으며, 실제로 추가 행동을 부여하지 않으므로, 해당 라운드에서 두 번째 주문을 시전하거나 다른 추가 행동을 취하는데 사용할 수 없습니다). 질주하는 생물은 명중 굴림에 +1 보너스를 얻고, AC와 반사 굴림에 +1 회피 보너스를 얻습니다. AC에 대한 민첩 보너스를 잃게 하는 조건(있는 경우)이 있으면 회피 보너스도 잃게 됩니다. 속력 효과를 받은 생물의 이동 속도가 30피트 증가하며, 최대 대상의 일반 속도의 두 배까지 증가합니다. 이 증가는 강화 보너스로 계산됩니다. 여러 속력 효과는 중첩되지 않습니다. 속도는 느리게 해제됩니다.

source: Temporal Haste
ko_mt: 시간 속력

source: At this island time flows much faster. You gain Haste each time combat starts and your character starts to age rapidly, gaining all benefits and disadvantages.
ko_mt: 이 섬에서는 시간이 훨씬 빠르게 흐릅니다. 전투가 시작될 때마다 신속도가 증가하고 캐릭터가 빠르게 노화되어 모든 혜택과 불이익을 얻습니다.

source: Temporal distortion
ko_mt: 시간 왜곡

source: Every caster on this Island gains +1 to spell DC based on illusions
ko_mt: 이 섬에 있는 모든 시전자는 환상에 기반한 주문 DC에 +1을 얻습니다.

source: Power of Illusions
ko_mt: 환영의 힘

source: This Island is under Illusion effects
ko_mt: 이 섬은 환영 효과를 받고 있습니다.

source: Affected creature have a -1 penalty on will saving throws. It also takes 1d6 damage every time it fails its will save. You can try to dispel this effect.
ko_mt: 영향을 받은 생물은 의지 굴림 시도에 -1의 불이익을 받습니다. 또한 의지 굴림에 실패할 때마다 1d6 피해를 받습니다. 이 효과를 무효화할 수 있습니다.

source: Loosing reality
ko_mt: 현실을 잃다

source: This creature is enslaved by someone on this island.
ko_mt: 이 생명체는 이 섬의 누군가에 의해 노예로 잡혀 있습니다.

source: Enslaved
ko_mt: 노예

source: This creature is able to supress free will of creatures. lasts until creature is slain.
ko_mt: 이 생물은 생물의 자유의지를 억압할 수 있습니다. 이 효과는 생물이 죽일 때까지 지속됩니다.

source: Mind Controller
ko_mt: 마인드 컨트롤러

source: This zone reduces positive energy heal by 50%
ko_mt: 이 구역은 양에너지 치유량이 50% 감소합니다.

source: Positive energy reduced
ko_mt: 양에너지 감소

source: Heals for 20% of damage done
ko_mt: 받은 피해의 20%만큼 생명력을 회복합니다.

source: Life leech
ko_mt: 생명 거머리

source: This island was touched with Negative Energy Plane Necromancy spells DC is increased by 1 Undeads gain bonus attack,damage,hp and heals 20% of damage done Negative energy heals 50% more.
ko_mt: 이 섬은 음에너지 차원에 닿았습니다. 사령술 주문 DC가 1 증가합니다. 언데드가 명중 굴림, 피해 굴림, 체력을 추가로 얻고 입힌 피해의 20%만큼 생명력을 회복합니다. 음에너지가 생명력을 50% 더 회복합니다.

source: Infised with Negative Energy
ko_mt: 음에너지에 감염된

source: You have benefits and drawbacks of Rage
ko_mt: 분노의 장점과 단점이 있습니다.

source: Enraged
ko_mt: 분노

source: Each time you cast a spell, a mindles fury starts to burn inside. Restoration spell removes both conditions
ko_mt: 주문을 시전할 때마다 마음속에서 마인의 분노가 타오르기 시작합니다. 상태회복 주문으로 두 조건을 모두 제거합니다.

source: Maddening Rage
ko_mt: 광기 어린 분노

source: After the rage, it's now a little easier to resist it.
ko_mt: 분노를 느낀 후에는 이제 분노를 참는 것이 조금 더 쉬워졌습니다.

source: +1 to Will saves
ko_mt: 의지 굴림 +1

source: Whenever a cannibal eat someone's corpse it gains a barbarrian's rage effect and a 5 physical damage resistance
ko_mt: 식인종이 다른 사람의 시체를 먹을 때마다 야만용사의 분노 효과와 물리 피해 저항 5를 얻습니다.

source: Canniballistic Rage
ko_mt: 식인 분노

source: Melee attacks of this creature can cause disease
ko_mt: 이 생물의 근접 공격은 질병을 일으킬 수 있습니다.

source: Diseased creature
ko_mt: 병에 걸린 생물

source: On this island if you have any ability score damage you will gain twice less hitponts from any healing
ko_mt: 이 섬에서 능력 점수 피해를 입으면 모든 치유로 인한 적중률이 두 배 감소합니다.

source: Heavy disease
ko_mt: 중병

source: Spells with Fire descriptor is more powerfull here, they gain + 2 Caster levels.
ko_mt: 화염 기술자가 있는 주문은 여기서 더 강력해지며, 시전자 레벨 + 2를 얻습니다.

source: Fire affinity
ko_mt: 화염 친화력

source: You take fire damage each time you cast
ko_mt: 시전할 때마다 화염 피해를 받습니다.

source: Hard to cast
ko_mt: 캐스팅하기 어려움

source: Your heavy armor is overheated
ko_mt: 중장 갑옷이 과열되었습니다.

source: Burning skin
ko_mt: 타는 듯한 피부

source: Your medium armor is overheated
ko_mt: 평장 갑옷이 과열되었습니다.

source: Burning skin
ko_mt: 타는 듯한 피부

source: Temperature at this place is realy hot and spellcasting is difficult without "Protection from Fire". Spells with "Fire" descriptor gain additional 2 caster levels when cast and Ranged weapons deal extra 2d6 fire damage. If you wear Medium armor you take 2d6 fire damage or 3d6 when wearing Heavy armor. Protection from Fire prevents this damage.
ko_mt: 이곳의 온도는 매우 뜨겁고 "불로부터의 보호" 없이는 주문을 시전하기 어렵습니다. "화염" 기술자가 있는 주문은 시전 시 시전자 레벨이 2 증가하며, 원거리 무기는 2d6의 화염 피해를 추가로 줍니다. 평장 갑옷 착용자는 화염 피해가 2d6, 중장 갑옷 착용자는 3d6 증가합니다. 불로부터의 보호는 이 피해를 방지합니다.

source: Very hot temperature
ko_mt: 매우 더운 온도

source: Each time you cast a spell, you are at risk of triggering Primal Magic, which randomly changes spell you cast.
ko_mt: 주문을 시전할 때마다 시전하는 주문이 무작위로 변경되는 원시 마법이 발동할 위험이 있습니다.

source: Primal Magic
ko_mt: 원시 마법

source: Magic works strangely in this place. If you cast a spell, spell-like or activate magic item without being under "Protection from Chaos" you are under risk of Primal Magic Surge.
ko_mt: 이곳에서는 마법이 이상하게 작동합니다. "혼돈으로부터의 보호" 상태가 아닌 상태에서 주문이나 주문과 유사한 마법을 시전하거나 마법 아이템을 활성화하면 원시 마법 서지의 위험에 처하게 됩니다.

source: Primal Magic
ko_mt: 원시 마법

source: Trap triggered!
ko: 함정 발동!
ko_mt: 함정이 발동되었습니다!

source: This trap can be disarmed elsewhere
ko: 이 함정은 다른 곳에서 해제할 수 있습니다
ko_mt: 이 함정은 다른 곳에서 해제할 수 있습니다.

source: Bear Trap
ko: 곰덫
ko_mt: 곰 함정

source: Bear Trap
ko: 곰덫
ko_mt: 곰 함정

source: Poison Dart
ko: 독 다트
ko_mt: 독 다트

source: Summoned FX
ko: 소환됨 FX
ko_mt: 소환된 FX

source: Slow
ko: 감속
ko_mt: 감속

source: Blasphemy
ko: 신성모독
ko_mt: 신성 모독

source: Word of Chaos
ko: 혼돈의 언령
ko_mt: 혼돈의 언령

source: Channel Negative Energy
ko: 음에너지 전달
ko_mt: 음에너지 전달

source: Channel Negative Energy
ko: 음에너지 전달
ko_mt: 음에너지 전달

source: Welcome to the Tenebrous Depths!
ko: 어둠의 심부에 오신 것을 환영합니다!
ko_mt: 테네브로스 심연에 오신 것을 환영합니다!

source: To begin your adventure in the Tenebrous Depths, speak to the silver dragon and hire mercenaries. You have enough gold to hire three of them to begin with.
ko: 어둠의 심부에서의 모험을 시작하려면, 실버 드래곤과 대화하여 용병을 고용하십시오. 지금 가진 돈으로 세 명의 용병을 고용할 수 있습니다.
ko_mt: 테네브로스 심연에서 모험을 시작하려면 실버 드래곤에게 말을 걸어 용병을 고용하세요. 우선 용병 3명을 고용할 수 있는 골드가 충분합니다.

source: Merchant
ko: 상인
ko_mt: 판매자

source: Meet the Honest Guy, a merchant who can sell you supplies, weapons and armor. The inventory of goods he offers will expand as you reach deeper into the Depths.
ko: 보급품, 무기, 방어구를 판매하는 상인, 정직한 사내를 만나보십시오. 그의 상품 재고는 어둠의 심부의 깊숙한 곳을 탐험할수록 늘어날 것입니다.
ko_mt: 보급품, 무기, 방어구를 판매할 수 있는 상인 정직한 남자를 만나보세요. 심연으로 더 깊숙이 들어가면 그가 판매하는 상품 목록이 확장됩니다.

source: Rest
ko: 휴식
ko_mt: 휴식

source: You can rest and recover health and spells by clicking on the table, but only when it's set. The silver dragon sets the table each time you reach the next floor of the Depths.
ko: 탁자를 클릭하면 휴식을 취해 체력과 주문을 회복할 수 있습니다. 휴식은 상이 차려져 있을 때만 가능합니다. 어둠의 심부의 다음 층에 도달할 때마다 실버 드래곤이 상을 차려둘 것입니다.
ko_mt: 테이블을 클릭하면 체력과 주문을 회복하고 휴식을 취할 수 있지만, 테이블이 설정되어 있을 때만 가능합니다. 은색 드래곤은 심연의 다음 층에 도달할 때마다 테이블을 세팅합니다.

source: Scrolls and Potions
ko: 두루마리와 물약
ko_mt: 주문서 및 물약

source: You can purchase scrolls and potions from the silver dragon. He can help you by casting spells from these scrolls if your characters aren't able to do it themselves.
ko: 실버 드래곤에게서 두루마리와 물약을 구입할 수 있습니다. 당신이 두루마리를 사용할 수 없다면 실버 드래곤이 도와줄 수 있습니다.
ko_mt: 실버 드래곤에게서 주문서와 물약을 구입할 수 있습니다. 캐릭터가 직접 주문을 시전할 수 없는 경우 실버 드래곤이 주문을 시전하여 도움을 줄 수 있습니다.

source: Entrance to the Depths
ko: 어둠의 심부 입구
ko_mt: 심연의 입구

source: This is the entrance to the Tenebrous Depths. Good luck!
ko: 여기가 어둠의 심부의 입구입니다. 행운을 빕니다!
ko_mt: 여기가 테네브로스 심연의 입구입니다. 행운을 빕니다!

source: Resting in the dungeon
ko: 던전에서 휴식하기
ko_mt: 던전에서 휴식하기
